[
    {
        "id": 1,
        "name": "Settler",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/settler.png",
        "game_info": "Founds new Cities to expand your empire. Growth of the City is stopped while this Unit is being built.",
        "historical_info": "Pioneers drive civilization. While most are satisfied with the status quo, happy just to survive, in every culture there are a few hardy individuals willing to strike out on their own, to risk everything in the hope of finding a better life for themselves and their children. In the past, brave settlers have led humanity out of Africa and into Europe, Asia, the Pacific, and the Americas. In the future they may lead the way to the moon, Mars, and even beyond.",
        "strategy": "Use this unit to construct new cities. It cannot defend itself, so accompany it with a combat unit.",
        "movement": 2,
        "cost": {
            "production": 0,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/settler.json"
    },
    {
        "id": 2,
        "name": "Worker",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/worker.png",
        "game_info": "Improves Food Production and Gold by constructing Improvements on map tiles outside of Cities.",
        "historical_info": "To survive, a civilization needs skilled workers. They may be highly trained engineers, or civilians conscripted into labor - or, indeed, slaves - but someone has to dig the mines, plant the fields and pave the roads. Without these men and women, a civilization will stagnate and eventually fall prey to a more vigorous neighbor.",
        "strategy": "This unit constructs roads, railroads and builds improvements like farms and mines. It cannot defend itself, so accompany it with a military unit when it is in dangerous territory.",
        "movement": 2,
        "cost": {
            "production": 70,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/worker.json"
    },
    {
        "id": 3,
        "name": "Work Boat",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/work_boat.png",
        "game_info": "Creates Improvements on water resources like Fish. The Work Boat is consumed in the process. It is defenseless, and will be killed if it comes into contact with an enemy.",
        "historical_info": "The sea can provide much to a civilization. This can range from protein in the form of seafood to energy - from whale or from oil. For all of human history, courageous men and women have been going to sea in boats to harvest the sea's bounty. Doubtless they will continue to do so until the end of time, \"when the sea shall give up her dead.\"",
        "strategy": "This unit can only be constructed in coastal cities. Use work boats to improve water resources - fish, whales, oil, etc. The work boat is consumed when it constructs the improvement. Work boats can't enter ocean hexes until Astronomy is discovered. Work boats cannot engage in combat.",
        "movement": 4,
        "cost": {
            "production": 50,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Sailing",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/sailing.json"
        },
        "free_promotions": [
            {
                "name": "Astronomy Needed",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/astronomy_needed.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/work_boat.json"
    },
    {
        "id": 4,
        "name": "SS Stasis Chamber",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ss_stasis_chamber.png",
        "game_info": "One of the Spaceship parts that must be built and sent to the capital to win a Science Victory.",
        "historical_info": "The Alpha Centauri spaceship will carry over 3000 colonists plus a variety of plants and animals. Carrying enough food, water and oxygen for that many people for a trip of many years is impossible, even with close to 100% recycling of waste products. Instead, the colonists will make the journey in \"cold sleep,\" which reduces their need for oxygen and nutrients to a fraction of what they would need if awake and active. Aging is slowed somewhat by this process but not halted, and the colonists will emerge some two years older biologically for each decade that passes in flight.",
        "strategy": "This unit is part of the spaceship which must be constructed to win a science victory. See the section on Victory for more details.",
        "movement": 2,
        "cost": {
            "production": 1500,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Nanotechnology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/nanotechnology.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/ss_stasis_chamber.json"
    },
    {
        "id": 5,
        "name": "SS Engine",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ss_engine.png",
        "game_info": "One of the Spaceship parts that must be built and sent to the capital to win a Science Victory.",
        "historical_info": "The engine for the spaceship is a modified ion drive. Once the boosters have propelled the ship into Earth's orbit, the engines will kick in, driving the ship into deep space. The vessel will accelerate slowly but steadily for the first eight years of its journey, then coast for most of the trip. As it approaches Alpha Centauri, the ship will rotate 180 degrees and the engines will fire in the opposite direction for the last eight years, slowing the ship until it is in orbit around the target planet.",
        "strategy": "This unit is part of the spaceship which must be constructed to win a science victory. See the section on Victory for more details.",
        "movement": 2,
        "cost": {
            "production": 1500,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Particle Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/particle_physics.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/ss_engine.json"
    },
    {
        "id": 6,
        "name": "SS Cockpit",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ss_cockpit.png",
        "game_info": "One of the Spaceship parts that must be built and sent to the capital to win a Science Victory.",
        "historical_info": "Mankind's first interstellar colony vessel is an extremely complex machine, and the cockpit is the most complicated component. It is both the ship's command center and the reentry vehicle once the spacecraft reaches an appropriate planet in Alpha Centauri. The ship is entirely automated, but a human crew can be automatically woken from cold sleep in approximately 12 hours in case of emergency.",
        "strategy": "This unit is part of the spaceship which must be constructed to win a science victory. See the section on Victory for more details.",
        "movement": 2,
        "cost": {
            "production": 1500,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/satellites.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/ss_cockpit.json"
    },
    {
        "id": 7,
        "name": "SS Booster",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ss_booster.png",
        "game_info": "One of the Spaceship parts that must be built and sent to the capital to win a Science Victory. Unlike other parts, three SS Boosters are needed to complete the spaceship.",
        "historical_info": "The spaceship's boosters are used to propel the craft off of Earth and into a stable orbit. They are similar to (but much larger than) the simple but reliable and powerful boosters the Russians have been using to put their ships into space for decades. The boosters are ejected during the launch, falling harmlessly into the ocean where they can be retrieved by waiting cargo vessels.",
        "strategy": "This piece is part of the spaceship, three units of which must be constructed to win a science victory. See the section on Victory for more details.",
        "movement": 2,
        "cost": {
            "production": 1500,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Advanced Ballistics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/advanced_ballistics.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/ss_booster.json"
    },
    {
        "id": 8,
        "name": "Missile Cruiser",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/missile_cruiser.png",
        "game_info": "Naval Unit specialized in warding off enemy aircraft. Can hold 3 Missiles. Used to hunt down and destroy enemy Submarines.",
        "historical_info": "A missile cruiser is, excepting the aircraft carrier and nuclear submarine, the most powerful naval weapon in the modern arsenal. Designed to carry and deploy the enormously powerful, accurate and long-ranged cruise missiles, a missile cruiser can often target and destroy an enemy on land or sea, long before the enemy even knew the missile cruiser was in range. The Ticonderoga-class American missile cruiser is arguably the most powerful vessel afloat, armed with 122 launch tubes that can carry a huge variety of surface-to-surface, surface-to-air, and even anti-submarine missiles. It is also equipped with a variety of anti-aircraft Gatling-style guns, capable of destroying incoming enemy missiles and aircraft in short order.",
        "strategy": "The Missile Cruiser is a modern warship. It's fast and tough, carries a mean Ranged Combat punch and is pretty good at intercepting enemy aircraft. Most importantly, the Missile Cruiser can carry Guided Missiles and Nuclear Missiles, allowing you to carry these deadly weapons right up to the enemy's shore. Missile Cruisers combined with carriers and submarines make a fiendishly powerful armada.",
        "movement": 7,
        "cost": {
            "production": 425,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Robotics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/robotics.json"
        },
        "free_promotions": [
            {
                "name": "Can See Submarines",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_see_submarines.json"
            },
            {
                "name": "Attack vs Submarines (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/attack_vs_submarines_(100).json"
            },
            {
                "name": "Can Carry 3 Cargo",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_carry_3_cargo.json"
            },
            {
                "name": "Interception (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(100).json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/missile_cruiser.json"
    },
    {
        "id": 9,
        "name": "Nuclear Submarine",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_submarine.png",
        "game_info": "Invisible to all Units except Destroyers, Missile Cruisers and other Submarines, or until it attacks or is adjacent to another unit. Can carry 2 Missiles, and is specialized in attacking Naval Units.",
        "historical_info": "Nuclear submarines are Cold War-era vessels, designed to stealthily carry large numbers of nuclear missiles under the ocean for extended voyages. These huge vessels are nuclear powered themselves, giving them an almost unlimited cruising range (or as long as the food holds out). Nuclear submarines are strategic weapons platforms. They carry intercontinental missiles, able to fly halfway around the world before hitting their target - generally an enemy city. While they may carry torpedoes and surface-to-air missiles for their own defense, their primary duty is to stay hidden and avoid direct conflict with the enemy. They must survive at all costs.Nuclear submarines formed a part of the US' and USSR's \"Mutual Assured Destruction\" doctrine: if either side were to hit the other with a sneak nuclear attack, no matter how successful the attack, if even one enemy sub survived it could rain down a horrifying amount of death upon the victor, destroying them as well. Thus, the doctrine states, unless one can be TOTALLY assured that they can absolutely and without question destroy every one of the enemy's nuclear subs, planes and ICBMs, nuclear war is unwinnable. Whether one believes the M.A.D. doctrine to be insane or not, there has been no nuclear war on this planet since it was implemented.",
        "strategy": "The Nuclear Submarine is tougher and stronger than the earlier model. It too is invisible to most units and can see other submarines. Most importantly, Nuclear Submarines can carry guided missiles and nuclear missiles. Like submarines, Nuclear Subs are vulnerable to enemy Destroyers, Missile Cruisers, and Subs, so send units of your own out ahead to make sure the coast is clear.",
        "movement": 6,
        "cost": {
            "production": 425,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/telecommunications.json"
        },
        "free_promotions": [
            {
                "name": "Is Invisible (Submarine)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/is_invisible_(submarine).json"
            },
            {
                "name": "Can See Submarines",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_see_submarines.json"
            },
            {
                "name": "Can Carry 2 Cargo",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_carry_2_cargo.json"
            },
            {
                "name": "May Enter Ice Tiles",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_enter_ice_tiles.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus when Attacking (75)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_when_attacking_(75).json"
            },
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/nuclear_submarine.json"
    },
    {
        "id": 10,
        "name": "Carrier",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/carrier.png",
        "game_info": "Initially carries 2 Aircraft; capacity may be boosted through promotions.",
        "historical_info": "The first flight of an aircraft from an American vessel came in 1910. While some traditionalists fought the development of the carrier, claiming that the battleship was and would always remain the backbone of a modern navy, carriers were in production in navies across the world by the 1920s. In December of 1941 the Japanese navy proved the power of aircraft carriers beyond the shadow of a doubt by destroying much of the American Pacific fleet (including most of its vaunted battleships) in a brilliant surprise attack at Pearl Harbor. By an extraordinary stroke of fortune the American carriers were not at port when the attack occurred, and these were able to slow the Japanese advance until the massive US carrier production effort began to bear fruit, eventually resulting in overwhelming American carrier (and air) superiority, and crushing defeat for Japan.",
        "strategy": "The Carrier is a specialized vessel which carries fighter airplanes, bombers (but not stealth bombers), and atomic bombs. The Carrier itself is unable to attack, but the aircraft it carries make it the most powerful offensive weapon afloat. Defensively, however, the Carrier is weak and should be escorted by destroyers and submarines.",
        "movement": 5,
        "cost": {
            "production": 375,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Electronics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/electronics.json"
        },
        "free_promotions": [
            {
                "name": "Can Carry 2 Cargo",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_carry_2_cargo.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/carrier.json"
    },
    {
        "id": 11,
        "name": "Battleship",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/battleship.png",
        "game_info": "Most powerful ranged Naval unit in the game until the Missile Cruiser",
        "historical_info": "Battleships are large, heavily armored warships equipped with multiple guns of the largest caliber. They are direct linear descendents of the ships of the line of the Age of Sail, equipped to do battle with the enemy's largest warships. In the days before air power and submarines battleships ruled the waves, able to sink anything else afloat. Their extremely powerful guns can be used as artillery as well, sending huge missiles miles inland. Despite their size, speed, armor and firepower, battleships were extremely vulnerable to both air and submarine attack. At Pearl Harbor Japanese planes flying from aircraft carriers sank four American battleships and heavily damaged four more. This convinced the Allies of the primacy of the aircraft carrier as an offensive weapon, and battleships were relegated to shore bombardment and carrier escort duties for much of the rest of the war.",
        "strategy": "The Battleship is an extremely powerful warship with a mighty Combat Strength and Ranged Combat Strength. It has an attack range of 3 hexes, allowing it to bombard units or cities several hexes inland. Its indirect fire ability allows it to bombard targets it cannot see (as long as other friendly units can see them). The Battleship is vulnerable to air and submarine attacks.",
        "movement": 5,
        "cost": {
            "production": 375,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Electronics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/electronics.json"
        },
        "free_promotions": [
            {
                "name": "Indirect Fire",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/indirect_fire.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/battleship.json"
    },
    {
        "id": 12,
        "name": "Submarine",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/submarine.png",
        "game_info": "Invisible to all Units except Destroyers, Missile Cruisers and other Submarines, or until it attacks or is adjacent to another unit. Can cause major damage to other ships if they get into range without being seen.",
        "historical_info": "Pre-nuclear submarines were primarily employed as commerce raiders, seeking to sink the enemy's merchant vessels and cutting their supply chain. World War II-era subs were generally equipped with fore and aft torpedo tubes and perhaps a small deck gun capable of sinking a merchant vessel - if nobody was shooting back.Except in rare cases submarines did not seek out enemy naval vessels. The sub's job was to sink merchant craft and then slip away before the enemy warships or aircraft could find them. In encounters with destroyers the sub generally got the worst of the engagement. In both World Wars I and II German \"U-boats\" came perilously close to starving the United Kingdom into submission, sinking 11 million tons of shipping in World War I and 14 million tons in World War II, at a cost of close to 1,000 u-boats sunk.",
        "strategy": "The Submarine is a specialized ship-killing vessel. It is invisible to most units - except for Destroyers, Missile Cruisers, and other Submarines - until it attacks, or is adjacent to another unit. The Submarine can enter ice hexes. Use the Submarine to patrol enemy waters and sink enemy ships, and to guard your own ships against attacks from enemy subs.",
        "movement": 5,
        "cost": {
            "production": 325,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Refrigeration",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/refrigeration.json"
        },
        "free_promotions": [
            {
                "name": "Is Invisible (Submarine)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/is_invisible_(submarine).json"
            },
            {
                "name": "Can See Submarines",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_see_submarines.json"
            },
            {
                "name": "May Enter Ice Tiles",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_enter_ice_tiles.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus when Attacking (75)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_when_attacking_(75).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/submarine.json"
    },
    {
        "id": 13,
        "name": "Destroyer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/destroyer.png",
        "game_info": "Fast late game ship making it highly effective at recon. Also used to hunt down and destroy enemy Submarines. Fights as a naval melee unit.",
        "historical_info": "A destroyer is a 20th century ship designed for patrol, escort, anti-air and anti-submarine duties. The earliest destroyers were light vessels not well-suited for oceanic cruises unless accompanied by \"tenders\" carrying additional fuel. By World War II the destroyers were fast, maneuverable and carried enough weaponry and supplies for long-range missions across the world's oceans.For weaponry, destroyers carried anti-aircraft guns, light anti-ship guns, torpedoes and depth charges. They often accompanied carrier groups, patrolling the waters around the more valuable and larger ships for submarines and providing anti-aircraft cover as well. They escorted supply convoys and patrolled harbors and coasts as well. Duty aboard a World War II destroyer was dangerous indeed; during the war over 220 British, American, Australian and Canadian destroyers were lost, mostly to aircraft attack.",
        "strategy": "The Destroyer is a naval melee attack unit designed to hunt down and destroy submarines and to provide anti-aircraft support. It often operates as an escort to embarked units, battleships and carriers when in range of enemy planes and subs. It is quick, giving it a promotion that gives it a good chance to withdraw to the rear before an enemy naval melee attack can occur.",
        "movement": 6,
        "cost": {
            "production": 375,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Combustion",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/combustion.json"
        },
        "free_promotions": [
            {
                "name": "Can See Submarines",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_see_submarines.json"
            },
            {
                "name": "Interception (40)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(40).json"
            },
            {
                "name": "Attack vs Submarines (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/attack_vs_submarines_(100).json"
            },
            {
                "name": "Withdraw Before Melee",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/withdraw_before_melee.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/destroyer.json"
    },
    {
        "id": 14,
        "name": "Ironclad",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ironclad.png",
        "game_info": "A very powerful naval melee unit, the Ironclad pays for its strength by being slower in ocean tiles.",
        "historical_info": "Although visionaries had been dreaming of machine-powered armored vessels as far back as Leonardo da Vinci, ironclads first saw widespread use in the American Civil War in the mid 19th century. The first true ironclad battle was in the American Civil War in 1862, between the Union's Monitor and the Confederacy's Virginia (also known as the \"Merrimac\"). The battle raged on for four hours, with both vessels' cannon hammering away at each other to little effect, and the fight pretty much ended in a draw. However, the effect of the battle on the world was profound. In a single morning of inconclusive fighting these ponderous and clumsy vessels - able to move against the wind and mostly impervious to the cannon of the day - made every nation's navy obsolete.",
        "strategy": "Ironclads are the first steam-powered warships available. Fighting as a naval melee unit, they are harder to kill than any sailing vessel, and their Combat strength is higher. Use them primarily for in-shore defense and to assault cities.",
        "movement": 3,
        "cost": {
            "production": 250,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Steam Power",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/steam_power.json"
        },
        "free_promotions": [
            {
                "name": "Double movement in Coast",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/double_movement_in_coast.json"
            },
            {
                "name": "Bonus vs Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/ironclad.json"
    },
    {
        "id": 15,
        "name": "Frigate",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/frigate.png",
        "game_info": "Powerful Renaissance Era naval Unit used to wrest control of the seas.",
        "historical_info": "During the \"Age of Sail,\" a frigate was a warship that was smaller than the three-decked \"ships of the line\" which formed the core of a navy's fighting vessels, but was still large enough to pack a considerable amount of firepower. Frigates were three-masted ships with their guns mounted on a single deck (a ship of the line might have two or even three decks of guns). Depending upon its size, a frigate might carry 25-50 guns. Frigates generally served as escort and patrol vessels, as well as pirate-hunters. During the War of 1812 the United States deployed so-called \"super frigates\" which carried up to 90 guns. One such vessel, the USS Constitution still survives; she is the oldest commissioned frigate still afloat.",
        "strategy": "The Frigate is the first naval unit since the Caravel. Its Movement, Combat and Ranged Combat strengths are all enhanced when compared to the older naval unit. The Frigate can clear the seas of any Caravels, Triremes, and Barbarian units still afloat.",
        "movement": 5,
        "cost": {
            "production": 185,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/navigation.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/frigate.json"
    },
    {
        "id": 16,
        "name": "Ship of the Line",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ship_of_the_line.png",
        "game_info": "Powerful Renaissance Era Naval Unit used to wrest control of the seas. Only the English may build it.",
        "historical_info": "Ships of the line are the largest and most powerful sailing vessels ever built. They formed the backbone of Europe's great navies from the 17th to the mid 19th centuries. Ships of the line were named for the classic formation that these ships fought in. In battle, each side's ships would approach the enemy in a line, and as the opposing ships passed, each would let off a thundering broadside of cannon fire, doing horrific damage to the vessels and to those aboard her. Victory usually went to the side with the most cannon and the best-trained sailors. The English were masters at this form of warfare, and their ships of the line dominated the world's oceans for more than a century.",
        "strategy": "The Ship of the Line is the English unique unit, replacing the Frigate. The Ship of the Line has a slightly higher Ranged Combat strength than the Frigate, and it's slightly cheaper to produce. It can see one hex farther than the Frigate, allowing it to spot enemies in a significantly larger section of ocean.",
        "movement": 5,
        "cost": {
            "production": 170,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/navigation.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/ship_of_the_line.json"
    },
    {
        "id": 17,
        "name": "Caravel",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravel.png",
        "game_info": "Fast Renaissance exploration Unit with an enhanced sight radius that can enter Ocean. Fights as a naval melee unit.",
        "historical_info": "The caravel was a small, seagoing vessel used in the 15th century to explore the world. Originally created at the order of Prince Henry the Navigator of Portugal, other nations were quick to spot the caravel's qualities and created their own copies of the useful craft. Usually of some 20 to 30 yards in length and sporting two or three lateen-rigged masts, caravels were light and shallow-drafted, making them perfect for exploration of unknown coasts and rivers, boldly going where bigger craft feared to sail. They were also remarkably seaworthy ships and could survive the worst that the Atlantic could throw at them. Two of Christopher Columbus's three vessels - the Pinta and the Niña - were caravels (the larger Santa María was a carrack).",
        "strategy": "The Caravel is a significant upgrade to a civilization's naval power. A Melee unit, it is stronger and faster than a Trireme, and it can enter Deep Ocean hexes. It is quick, giving it a promotion that gives it a good chance to withdraw to the rear before an enemy naval melee attack can occur. The Caravel has an enhanced sight radius, making it the eyes and ears of the mid-game navy. This sight bonus is lost if the Caravel is upgraded to a Destroyer.",
        "movement": 4,
        "cost": {
            "production": 120,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Astronomy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/astronomy.json"
        },
        "free_promotions": [
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            },
            {
                "name": "Withdraw Before Melee",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/withdraw_before_melee.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/caravel.json"
    },
    {
        "id": 18,
        "name": "Trireme",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trireme.png",
        "game_info": "Ancient Era Naval Unit used to wrest control of the seas through melee attacks on naval units and cities.",
        "historical_info": "The trireme was a warship used by ancient navies in the Mediterranean. Although equipped with a sail, under combat it was powered by three rows of oars. When powered by trained and motivated oarsmen, it was surprisingly quick and agile. Triremes were generally equipped with a sharp beak (ram) at the prow, and the primary tactic was to attempt to ram and sink the enemy ship. Some triremes also carried archers for ranged combat, while others carried lots of infantry. Those vessels would come alongside an enemy ship and the infantry would board and attempt to capture her. Triremes remained important military vessels until they were made obsolete by cannon and advances in ship construction and sail-rigging.",
        "strategy": "The Trireme is the first naval unit available to civilizations in the game. It is a melee attack unit, engaging units at sea or cities (but it has no ranged attack). The Trireme is useful for clearing barbarian ships out of home waters and for limited exploration (it cannot enter Deep Ocean hexes outside of the city borders unless it is from Polynesia).",
        "movement": 4,
        "cost": {
            "production": 45,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Sailing",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/sailing.json"
        },
        "free_promotions": [
            {
                "name": "Cannot Enter Deep Ocean",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cannot_enter_deep_ocean.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/trireme.json"
    },
    {
        "id": 19,
        "name": "Giant Death Robot",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/giant_death_robot.png",
        "game_info": "Isn't benefiting from any defensive terrain bonuses, but is otherwise stronger than any other military unit in the game.",
        "historical_info": "The \"mech\" is a giant bipedal mechanical robot armed with a variety of missiles, Gatling gun arms, laser-beam eyes and a deadly kung-fu punch. Although not currently found on the modern battlefield, no doubt across the world governments and evil corporations are secretly developing these metal behemoths even as we speak. When these mechs come into service, all of the world's other weaponry will become obsolete, and humanity's fate will be decided by a climactic battle between armies of good and evil mechs in the streets of downtown Tokyo. (Assuming that the giant radioactive monsters don't get us first.)",
        "strategy": "The \"mech\" is a Modern Armor unit on steroids. It has a shockingly high Combat Strength, allowing it to stomp virtually any unit it meets into paste. It can also move after attacking. The GDR doesn't benefit from any defensive terrain bonuses, but frankly, who cares? It's really cool!",
        "movement": 5,
        "cost": {
            "production": 550,
            "faith": 1100
        },
        "prereq_tech": {
            "name": "Nuclear Fusion",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/nuclear_fusion.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/giant_death_robot.json"
    },
    {
        "id": 20,
        "name": "Nuclear Missile",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_missile.png",
        "game_info": "Unleash nuclear destruction upon your foes. Does great damage to Cities and damages any Unit caught in the blast radius.Requires Manhattan Project and two Uranium resources.",
        "historical_info": "Nuclear missiles carry one or more warheads containing hydrogen bombs, each capable of destroying a city. Capable of carrying their deadly payload halfway around the world, nuclear missiles are the single deadliest and most terrible weapons ever created. At present there are no practical defenses against nuclear missiles: once launched, barring a miracle, the target city is dead. In addition to the immediate destruction caused by the huge explosion, nuclear explosions poison the land, sea and air for generations to come. Errant wind can carry the deadly nuclear fallout for miles, poisoning the land and killing people across a continent. It is fairly insane to use them on an enemy that one shares a planet with, unless it is to forestall that enemy from using them on oneself.",
        "strategy": "The Nuclear Missile is an upgraded, more powerful Atomic Bomb. The Nuclear Missile can be based in any city you own or aboard a Nuclear Submarine or Missile Cruiser. It can move from base to base or attack a target within its range of \"12.\" When it detonates, a Nuclear Missile will damage (and possibly destroy) cities and destroy all units within its blast radius of 2 tiles. It is automatically destroyed when it attacks. See the rules on Nuclear Weapons for more details.",
        "movement": 2,
        "cost": {
            "production": 1000,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Advanced Ballistics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/advanced_ballistics.json"
        },
        "free_promotions": [
            {
                "name": "Evasion (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/evasion_(50).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/nuclear_missile.json"
    },
    {
        "id": 21,
        "name": "Stealth Bomber",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/stealth_bomber.png",
        "game_info": "A long-range Air Unit that rains death from above onto enemy Units and Cities.",
        "historical_info": "As anti-aircraft missile technology has evolved, so has the design of strategic and tactical bombers. One way to avoid being shot down by an enemy is to remain invisible to the enemy's radar and other tracking devices. The modern stealth bomber is built of strong composite materials specially coated with anti-radar materials and is shaped as to deflect enemy radar. Stealth bombers can carry nuclear or standard bombs. While quite effective, stealth bombers are also staggeringly expensive, with each American B-2 stealth bomber costing approximately one billion US dollars, more than enough to break the bank of nearly any non-super power in the world.",
        "strategy": "The Stealth Bomber is an upgraded bomber, possessing increased range, a greater Ranged Combat Strength, and an increased ability to avoid enemy anti-aircraft and fighters. The Stealth Bomber has the \"air recon\" ability, which means that everything within 6 tiles of its starting location is visible at the beginning of the turn. Note that Stealth Bombers cannot be transported aboard Carriers. See the rules on Aircraft for more information.",
        "movement": 2,
        "cost": {
            "production": 425,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Stealth",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/stealth.json"
        },
        "free_promotions": [
            {
                "name": "Evasion (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/evasion_(100).json"
            },
            {
                "name": "Air Recon",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_recon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/stealth_bomber.json"
    },
    {
        "id": 22,
        "name": "Jet Fighter",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jet_fighter.png",
        "game_info": "Air Unit designed to wrest control of the skies and intercept incoming enemy aircraft.",
        "historical_info": "The jet fighter is extremely similar in role to its ancestor, the World War II propeller-driven fighter, but there are huge differences in the planes' power, armament, weaponry, and computer and communications equipment. The best World War II aircraft could fly at best 400 miles per hour, while a modern jet fighter can fly three times that fast. A World War II aircraft could carry one or two machine guns and possibly one or two bombs. A modern fighter can carry a 20mm Gatling gun, 10 or so air-to-air missiles, and dozens of different rockets. The vehicle is equipped with sophisticated computers, radar, and communications equipment far exceeding anything available anywhere before in history. Like other aircraft, jet fighters are vulnerable to surface-to-air missiles, but their largest threat comes from enemy fighters. Whichever side achieves air superiority will gain a nearly unbeatable advantage in combat.",
        "strategy": "The Jet Fighter is a powerful air unit. It can be based in any city you own or aboard an aircraft carrier. It can move from base to base and can perform \"missions\" within its range of \"10\". Use Jet Fighters to attack enemy aircraft and ground units, to scout enemy positions, and to defend against enemy air attacks. Jet Fighters are especially effective against enemy helicopters. The Jet Fighter has the \"air recon\" ability, which means that everything within 6 tiles of its starting location is visible at the beginning of the turn. See the rules on Aircraft for more information.",
        "movement": 2,
        "cost": {
            "production": 425,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Lasers",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/lasers.json"
        },
        "free_promotions": [
            {
                "name": "Interception (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(100).json"
            },
            {
                "name": "Air Sweep",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_sweep.json"
            },
            {
                "name": "Air Recon",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_recon.json"
            },
            {
                "name": "Bonus vs Bombers/Helicopters (150)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_bombers_helicopters_(150).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/jet_fighter.json"
    },
    {
        "id": 23,
        "name": "Guided Missile",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/guided_missile.png",
        "game_info": "A cheap Unit that may be used once to damage enemy Units or Cities.",
        "historical_info": "There are a number of advanced guided missile tracking technologies available to the modern missile designer. Some missiles are automatic, homing in on their targets using radar or heat-seeking technology. Some missiles can \"see\" a laser which \"illuminates\" the enemy. Others are directed by a human hand, connected to the missile by radio or even wire. Naturally, as weapons have gotten \"smarter\" they've also gotten more expensive, with a single guided missile potentially costing tens of thousands of dollars, or even more. An army that uses such weapons with careless abandon may find itself short of funds for other important things - food, for example.",
        "strategy": "The Guided Missile is a one-shot unit which is destroyed when it attacks an enemy target. The Guided Missile may be based in a player-owned friendly city or aboard a nuclear submarine or missile cruiser. They may move from base to base or attack an enemy unit or city with their range of \"8\". See the rules on Missiles for more information.",
        "movement": 2,
        "cost": {
            "production": 150,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Advanced Ballistics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/advanced_ballistics.json"
        },
        "free_promotions": [
            {
                "name": "Evasion (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/evasion_(100).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/guided_missile.json"
    },
    {
        "id": 24,
        "name": "Modern Armor",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/modern_armor.png",
        "game_info": "Fast and powerful late-game Unit.",
        "historical_info": "Modern armor is significantly improved over even the best tanks of World War II. Today's tanks are bigger, faster, have far better armor and weapons, and, perhaps most importantly, are provided with sophisticated computers and communications equipment which greatly improves their power and survivability in the deadly modern battlefield. A modern tank can scream across the battlefield at 40 miles per hour while firing away with pinpoint accuracy at a target hundreds of yards away, a targeting computer minutely adjusting the tank's barrel, compensating for each bump or pothole in the road.On the modern battlefield, the largest threats to modern armor come from enemy armor and artillery, enemy fighters, and helicopter gunships. Infantry rarely carry weapons strong enough to destroy enemy tanks - except of course, for their radios, which they can use to call in artillery or air power.",
        "strategy": "Modern Armor is just like its predecessor, the Tank, only more-so. Modern Armor is much stronger than the Tank unit and possesses all the Tank's abilities, such as moving after combat.",
        "movement": 5,
        "cost": {
            "production": 425,
            "faith": 850
        },
        "prereq_tech": {
            "name": "Lasers",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/lasers.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/modern_armor.json"
    },
    {
        "id": 25,
        "name": "Helicopter Gunship",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/helicopter_gunship.png",
        "game_info": "Unit specialized in fighting Modern Armor and Tanks. It is capable of hovering over mountains, but takes damage if ending its turn on one.",
        "historical_info": "Helicopters saw limited use as transport vehicles in World War II and the Korean war. During the Vietnam war the US Army decided to create a more heavily armed and armored chopper designed specifically for combat. Since that period, the helicopter gunship has evolved primarily into a tank-killing machine. Able to fly extremely close to the ground, \"pop up\" for a quick shot and then scoot away at low levels before the enemy armor could respond, helicopters were almost unstoppable except by air power until the creation of handheld \"suitcase\" surface-to-air missiles like the ones the Mujahidin used against the Soviet choppers in Afghanistan. Modern combat helicopters perform other functions, like close air support for infantry units or rapid transport for special ops teams, but their primary mission remains killing tanks.",
        "strategy": "The Helicopter Gunship is a deadly air unit that in most respects acts like any ground unit, except that it cannot capture cities. Its movement of 6 makes it extremely quick, and it can move over all terrain types including mountains as if they were clear, but it must embark to cross water. Gunships receive a hefty combat bonus when fighting tanks.",
        "movement": 6,
        "cost": {
            "production": 425,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Computers",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/computers.json"
        },
        "free_promotions": [
            {
                "name": "All Tiles Cost 1 Move",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/all_tiles_cost_1_move.json"
            },
            {
                "name": "Hovering Unit",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/hovering_unit.json"
            },
            {
                "name": "Bonus vs Tanks (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_tanks_(100).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Unable to Capture Cities",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/unable_to_capture_cities.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/helicopter_gunship.json"
    },
    {
        "id": 26,
        "name": "Mobile SAM",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mobile_sam.png",
        "game_info": "Will intercept enemy aircraft which try to bomb nearby Units.",
        "historical_info": "As helicopters developed into more efficient killing machines, the infantry in turn developed weapons designed to combat the growing menace - not to mention the danger posed by jet fighters. Modern \"SAMs\" (surface-to-air missiles) are fast, light, and contain radar, allowing them to \"lock on\" to enemy aircraft and fly into them, exploding violently and doing all sorts of probably lethal damage to the fragile planes and choppers. In response more stealthy vehicles have been created and also better missile-jamming technology has been employed. Still, SAM launchers make it hot indeed for enemy aircraft, providing good protection to fellow ground-pounders from the airborne menace.",
        "strategy": "Mobile SAM (surface-to-air) units provide an advancing army with anti-air defense. Mobile SAM units can intercept and shoot at enemy aircraft bombing targets within 2 hexes (but only one unit per turn). These units are fairly vulnerable to non-air attack and should be accompanied by infantry or armor.",
        "movement": 3,
        "cost": {
            "production": 425,
            "faith": 850
        },
        "prereq_tech": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/rocketry.json"
        },
        "free_promotions": [
            {
                "name": "Interception (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(100).json"
            },
            {
                "name": "Bonus vs Aircraft/Helicopters (150)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_aircraft_helicopters_(150).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/mobile_sam.json"
    },
    {
        "id": 27,
        "name": "Rocket Artillery",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rocket_artillery.png",
        "game_info": "Fast Siege Unit of the late-game. Unlike other Siege Units, it does not need to set up prior to firing.",
        "historical_info": "Throughout most of history, artillery have used chemical explosives to propel inert shells toward their targets. Rocket artillery, on the other hand, shoots rocket shells that provide their own propellant. This allows for artillery tubes that are much smaller and lighter than traditional artillery, making for fast, mobile artillery vehicles that still pack a serious wallop. The more advanced artillery systems may contain guidance systems, allowing the projectiles to correct their course in mid-flight.",
        "strategy": "Rocket Artillery is an extremely powerful siege weapon, far superior to the standard artillery. Rocket Artillery does not need to set up before firing, making it much quicker than earlier guns. Although the Rocket Artillery's sight range is limited, it can use indirect fire to attack targets it cannot see (as long as other friendly units can see them). Like all artillery it is vulnerable to infantry or armor attack, and should be defended by appropriate units.",
        "movement": 2,
        "cost": {
            "production": 425,
            "faith": 850
        },
        "prereq_tech": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/rocketry.json"
        },
        "free_promotions": [
            {
                "name": "Indirect Fire",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/indirect_fire.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus vs Cities (200)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(200).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/rocket_artillery.json"
    },
    {
        "id": 28,
        "name": "Mechanized Infantry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mechanized_infantry.png",
        "game_info": "Fast, basic Unit of the late-game that requires no special resources to build.",
        "historical_info": "As the speed of battle has risen, with the advent of armored vehicles, artillery and of course air power, modern infantry too has had to get faster and more maneuverable. Most modern infantry units are now \"mechanized,\" moving about the battlefield on armored personnel carriers. These vehicles are usually equipped with one or more heavy machine guns and grenade launchers. They are not tough enough to stand up to modern armor, but they do provide protection from bullets and shrapnel and other battlefield menaces to those inside. Depending upon the situation the soldiers can fight from inside the vehicle or dismount and proceed on foot, in the traditional manner of infantry soldiers since the dawn of warfare.",
        "strategy": "Mechanized Infantry are stronger and faster than regular Infantry. Although fast, Mech Infantry cannot move after combat like Tanks; their primary responsibility is, as always, to take and hold the ground.",
        "movement": 3,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Mobile Tactics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/mobile_tactics.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/mechanized_infantry.json"
    },
    {
        "id": 29,
        "name": "Atomic Bomb",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atomic_bomb.png",
        "game_info": "Unleash nuclear destruction upon your foes. Does great damage to Cities and damages any Unit caught in the blast radius. May be stationed on Aircraft Carriers.Requires Manhattan Project and a Uranium resource.",
        "historical_info": "The early atomic bombers were no different from other heavy bombers, except of course for their payload. The \"Enola Gay,\" which carried the atomic bomb to Hiroshima on August 6, 1945, was an American B-29 bomber, as was the \"Bockscar\" which dropped the second on Nagasaki three days later. In the period since the war the nuclear powers developed special \"strategic bombers\" to carry the nuclear weapons deep into enemy territory. These craft can fly a very long range at very high altitudes and are equipped with sophisticated jamming and anti-missile technology. The latest strategic bombers include stealth technology, making them even harder to destroy before they can drop their deadly payloads.",
        "strategy": "An Atomic Bomb is an extremely powerful unit. The Atomic Bomb can be based in a player-owned city or aboard a carrier. It can move from base to base or attack a target within its range of 10 tiles. When it detonates, an Atomic Bomb will damage or possibly destroy units, and cities will be severely damaged, within its blast radius of 2 tiles. It is automatically destroyed when it attacks. See the rules on Nuclear Weapons for more details.",
        "movement": 2,
        "cost": {
            "production": 600,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Nuclear Fission",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/nuclear_fission.json"
        },
        "free_promotions": [
            {
                "name": "Evasion (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/evasion_(50).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/atomic_bomb.json"
    },
    {
        "id": 30,
        "name": "Bomber",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bomber.png",
        "game_info": "Air Unit that rains death from above onto enemy Units and Cities.",
        "historical_info": "A bomber is an aircraft designed to rain destruction down upon enemy troops, armor, and infrastructure. Bombers generally have very long range, allowing them to fly deep into enemy territory to drop their deadly loads. While they may possess machine guns or other close combat weaponry, bombers are basically helpless against enemy fighter aircraft and require an escort of friendly fighters to protect them against hostile airpower.All major powers used bombers in World War II. The German \"blitz\" sought to destroy British industries (not to mention London and other cities) from the air, and the Allied bombers reciprocated, dropping massive tons of explosives on German cities, factories, railroads, and other infrastructure. In the Pacific Japanese bombers attacked Allied cities and military facilities, the assault on Pearl Harbor being a notable success. As they gained air dominance the Allied air forces wrecked havoc on Japanese cities and armed forces. Bombers (and their cousins the ballistic missiles) are still the deadliest weapons in modern arsenals.",
        "strategy": "The Bomber is an air unit. It is effective against ground targets, less so against naval targets, and it's quite vulnerable to enemy aircraft. The Bomber can be based on a player-owned city or aboard a carrier. It can move from base to base and perform missions within its range of \"10.\" Use Bombers to attack enemy units and cities. When possible, send in fighters first to \"use up\" the enemy's anti-aircraft defenses for that turn. See the rules on Aircraft for more information.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radar.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/bomber.json"
    },
    {
        "id": 31,
        "name": "B17",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/b17.png",
        "game_info": "Air Unit that rains death from above onto enemy Units and Cities. Only the Americans may build it. This Unit has a chance of evading interception, and does additional damage to Cities compared to the Bomber, which it replaces.",
        "historical_info": "The Boeing B-17 \"Flying Fortress\" was a heavy bomber aircraft used by the United States Army Air Corps during World War II. Equipped with four engines, numerous gun emplacements and a superior \"flight ceiling,\" the B-17 was the favorite bomber of the US Air Corps, despite its inferior range and bombload to the B24 Liberator, primarily because of its ability to sustain heavy damage and still bring its crew back home alive.Initially used in risky daylight raids against targets in Germany, the B-17 sustained crippling casualties from the Luftwaffe fighters. As the war progressed and the Allies designed fighters capable of escorting the bombers into enemy territory, the B-17's raids became more successful, doing crippling damage to German industry and cities.Over 12,000 B-17s were constructed during World War II and approximately a third of them were lost in combat.",
        "strategy": "The B17 Bomber is an American Unique Unit, replacing the bomber. It is similar to the bomber, but it is more difficult for enemy anti-aircraft and fighters to target. The B17 also receives a bonus when attacking enemy cities. Like the bomber, the B17's range is 10. See the rules on Aircraft for more details.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radar.json"
        },
        "free_promotions": [
            {
                "name": "Evasion",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/evasion.json"
            },
            {
                "name": "Siege I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/siege_i.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/b17.json"
    },
    {
        "id": 32,
        "name": "Fighter",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/fighter.png",
        "game_info": "Air Unit designed to wrest control of the skies and intercept incoming enemy aircraft.",
        "historical_info": "Fighter aircraft were developed in World War I. The earliest \"fighters\" were little more than self-propelled kites with machine guns on them. By World War II both technology and doctrine had greatly improved, making the now single-winged and armored aircraft deadly killing platforms. The primary role of the fighter is to achieve air superiority over the battlefield, killing enemy aircraft or driving them away, allowing friendly bombers to rain destruction on enemy ground or naval forces unimpeded. Some fighter aircraft also carry bombs to be used against ground units, but even those without bombs can still strafe enemy ground or naval units with deadly effect.Modern jet fighters are faster, better-armed and armored than those from World War II, but the principles of air combat remain, and the force with air superiority has a tremendous advantage over its enemy.",
        "strategy": "The Fighter is a moderately-powerful air unit. It can be based in any city you own or aboard an aircraft carrier. It can move from city to city (or carrier) and can perform \"missions\" within its range of 8 tiles. Use fighters to attack enemy aircraft and ground units, to scout enemy positions, and to defend against enemy air attacks. Fighters are especially effective against enemy helicopters. See the rules on Aircraft for more information.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radar.json"
        },
        "free_promotions": [
            {
                "name": "Interception (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(100).json"
            },
            {
                "name": "Air Sweep",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_sweep.json"
            },
            {
                "name": "Air Recon",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_recon.json"
            },
            {
                "name": "Bonus vs Bombers/Helicopters (150)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_bombers_helicopters_(150).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/fighter.json"
    },
    {
        "id": 33,
        "name": "Zero",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/zero.png",
        "game_info": "Air Unit designed to wrest control of the skies and intercept incoming enemy aircraft. Only the Japanese may build it. This Unit has a bonus against other Fighters and does not require Oil.",
        "historical_info": "The Mitsubishi A6M Zero was the fighter aircraft used by Japan throughout World War II. Designed to fight from an aircraft carrier, at the start of World War II the Zero was the best carrier-based fighter in the world. Combining maneuverability and long range, the Zero was excellent at dog-fighting, easily out-flying the inferior American and British aircraft. As the war progressed the Allied fighters dramatically improved while the Japanese air force suffered from increasing materiel and manpower shortages, and by war's end the Zero was overmatched. But at its height the Zero was a great fighter indeed, dominating the vast Pacific theatre.",
        "strategy": "The Zero is the Japanese unique unit, replacing the Fighter. The Zero is a moderately-powerful air unit. It is like the standard fighter, except that it gets a significant combat bonus when battling other fighters and does not require the Oil resource. It can be based in any city you own or aboard an aircraft carrier. It can move from city to city (or carrier) and can perform \"missions\" within its range of 8 tiles. See the rules on Aircraft for more information.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radar.json"
        },
        "free_promotions": [
            {
                "name": "Interception (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(100).json"
            },
            {
                "name": "Bonus vs Fighters (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_fighters_(33).json"
            },
            {
                "name": "Air Sweep",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_sweep.json"
            },
            {
                "name": "Air Recon",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_recon.json"
            },
            {
                "name": "Bonus vs Bombers/Helicopters (150)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_bombers_helicopters_(150).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/zero.json"
    },
    {
        "id": 34,
        "name": "Paratrooper",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/paratrooper.png",
        "game_info": "Strong infantry Unit capable of paradropping up to 9 tiles from friendly territory. Paratrooper can also move and pillage after paradropping, but cannot enter combat until the following turn.",
        "historical_info": "Paratroopers are light infantrymen trained to jump into battle from airplanes behind enemy lines. Of necessity lightly-armed and carrying limited ammunition, paratroopers rely heavily on the element of surprise to overwhelm their opponents. They also need to be quickly reinforced by ground units breaking through the enemy lines or they risk annihilation as the enemy regroups and surrounds them.Paratroopers were used with limited success in World War II, with German paratroops taking part in the invasion of Denmark in 1940. German paratroopers assaulted and captured the island of Crete from the air in 1941, however, the troopers' casualties were so horrific that Adolf Hitler forbid future large-scale airborne assaults. The Allied forces deployed paratroopers with moderate success during the Normandy invasion in 1944, but the huge Market Garden paradrops in the Netherlands and Germany later that same year were far from successful, resulting in heavy casualties to the British, Polish and American paratroopers.While special forces troops still employ paratroopers, the practice has fallen out of favor in modern armies. Today most airborne troops are carried into battle by helicopters.",
        "strategy": "The Paratrooper is a late-game infantryman. It is somewhat weaker than a mechanized infantry unit; however, it can parachute up to 9 tiles away (when starting in friendly territory). This allows the paratrooper to literally jump over enemy positions and destroy road networks, pillage vital resources and so forth, wrecking havoc behind his lines. The Paratrooper is at great risk when on such missions, so make sure the target is worth it!",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radar.json"
        },
        "free_promotions": [
            {
                "name": "May Paradrop",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_paradrop.json"
            },
            {
                "name": "No Movement Cost to Pillage",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_movement_cost_to_pillage.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/paratrooper.json"
    },
    {
        "id": 35,
        "name": "Tank",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/tank.png",
        "game_info": "Fast and powerful late game Unit.",
        "historical_info": "A tank provides the stopping power of artillery with the mobility of cavalry. The first tanks appeared toward the end of World War I, invented to overcome the superiority of defensive warfare at the time: with machineguns, barbed wire and trenches, massed infantry attacks were costly failures, and cavalry charges were total non-starters. Although poorly designed and plagued by engine problems and inexperienced crewmen, the early tanks did show great potential - at least to those paying attention. In World War II, the Germans employed the \"blitzkrieg\" - lightning-fast assaults headed by fleets of tanks - to extraordinary effect, conquering France and driving the British army right off the continent before their generals could figure out a response to the astonishing new tactic. While tanks remain the most important offensive component of a ground army even today, they have proven to be quite vulnerable to a newer, even faster weapon: the helicopter gunship.",
        "strategy": "The Tank is an extremely powerful and mobile land unit. It can move after combat, allowing it to blow holes in enemy lines and then move into the now-vacant hexes.",
        "movement": 5,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/combined_arms.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/tank.json"
    },
    {
        "id": 36,
        "name": "Panzer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/panzer.png",
        "game_info": "Fast and powerful late game Unit.Only the Germans may build it. This Unit has 1 additional movement compared to the Tank, which it replaces.",
        "historical_info": "At the start of World War II, the German Panzer tanks were not markedly superior to their French or Russian counterparts - quite the opposite, in fact. The German \"Panzers\" (tanks) were inferior in firepower and in armor. What the Germans did have, was military geniuses like Heinz Guderian, Panzer Corps commander and one of the architects of the blitzkrieg, or lightning-assault doctrine of concentrated tank warfare. In France, this doctrine was astonishingly successful, as massed armies of tanks blew apart the French tanks, which, though superior in weaponry and armor, were dispersed among the French infantry and had no chance against the massed German firepower. The German panzers had equal success early in the war against the Soviet Union, until the USSR figured out how to create and organize their own tank armies.",
        "strategy": "The Panzer is the German unique unit, replacing the tank. It is both stronger and faster than the tank. It also can move after combat, allowing it to blow huge holes in enemy lines and then barrel through before the enemy can repair the gap.",
        "movement": 6,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/combined_arms.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/panzer.json"
    },
    {
        "id": 37,
        "name": "Artillery",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/artillery.png",
        "game_info": "The first Siege Unit in the game capable of firing 3 tiles away. Must set up prior to firing.",
        "historical_info": "As technology has advanced, artillery has assumed ever greater importance on the battlefield. The 19th century guns of the Napoleonic and American Civil Wars are gone, having been replaced by ever-larger, more accurate and deadlier weapons as the years have passed. The German 88 mm gun is one of the best and most versatile artillery weapons of the Second World War. Originally designed as an anti-aircraft weapon, the gun proved so successful as an anti-tank weapon that variants were created for just that purpose.",
        "strategy": "Artillery is a deadly siege weapon, more powerful than a cannon and with a longer range. Like the cannon it has limited visibility and must set up (1 mp) to attack, but its Ranged Combat strength is tremendous. Artillery also has the \"indirect fire\" ability, allowing it to shoot over obstructions at targets it cannot see (as long as other friendly units can see them). Like other siege weapons, Artillery is vulnerable to melee attack.",
        "movement": 2,
        "cost": {
            "production": 250,
            "faith": 500
        },
        "prereq_tech": {
            "name": "Dynamite",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/dynamite.json"
        },
        "free_promotions": [
            {
                "name": "Indirect Fire",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/indirect_fire.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus vs Cities (200)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(200).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Must Set Up to Ranged Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/must_set_up_to_ranged_attack.json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/artillery.json"
    },
    {
        "id": 38,
        "name": "Anti-Aircraft Gun",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/anti-aircraft_gun.png",
        "game_info": "Will intercept enemy aircraft which try to bomb nearby Units.",
        "historical_info": "These artillery tubes fire shells up into the air. Upon reaching a pre-set height the shells explode, sending an expanding ball of deadly shrapnel into any nearby aircraft. Anti-Aircraft (or \"ack-ack\") guns are quite vulnerable to attack from the ground: if left unprotected they can be easily destroyed by any enemy infantry or armed unit.",
        "strategy": "These specialized artillery units will automatically attack any air unit bombing a target within 2 tiles. (They can only intercept one unit per turn.) They are quite weak in combat against other ground units and should be defended by stronger units when under threat of ground attack.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Ballistics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/ballistics.json"
        },
        "free_promotions": [
            {
                "name": "Interception (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(100).json"
            },
            {
                "name": "Bonus vs Aircraft/Helicopters (150)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_aircraft_helicopters_(150).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/anti-aircraft_gun.json"
    },
    {
        "id": 39,
        "name": "Anti-Tank Gun",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/anti-tank_gun.png",
        "game_info": "Relatively cheap Unit specialized in fighting Tanks.",
        "historical_info": "Anti-tank guns are, not surprisingly, artillery units specially designed to destroy enemy tanks. These weapons are of necessity mobile, either self-propelled or easily dragged by truck or other heavy equipment. They fire shells specially designed to penetrate enemy armor. Anti-tank guns are often quite vulnerable to enemy infantry, and thus must be supported by anti-infantry units if the enemy gets too close.",
        "strategy": "The Anti-Tank Gun is a specialized combat unit which is quite potent against enemy tanks, but weak when battling other units. Back them up with tanks of your own and artillery for a potent fighting force.",
        "movement": 2,
        "cost": {
            "production": 300,
            "faith": 600
        },
        "prereq_tech": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/combined_arms.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Tanks (100)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_tanks_(100).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/anti-tank_gun.json"
    },
    {
        "id": 40,
        "name": "Infantry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/infantry.png",
        "game_info": "Most powerful Infantry Unit in the game until Mechanized Infantry.",
        "historical_info": "As the 20th century opened, the world experienced two of the deadliest and most destructive wars in human history. It was a time of remarkable advancement in the technology of killing, and as the decades passed ever more deadly ships, planes and land vehicles were introduced. Through it all the infantryman marched into battle, grimly facing every horror that the greatest minds on the planet could conceive of to throw at him.The infantryman of World War II was typically armed with a semi-automatic rifle similar to the M1 Garand and might carry one or more grenades. His only protective armor was a metal helmet which was mostly ineffective against direct gunfire, providing at best limited protection against shrapnel. The men on all sides were tough and resourceful and they died in the hundreds of thousands fighting for their homes and countries.",
        "strategy": "Infantry is significantly stronger than its predecessor, the Great War Infantry. Modern combat is increasingly complex, and on its own an Infantry unit is vulnerable to air, artillery and tank attack. When possible Infantry should be supported by artillery, tanks, and air (or anti-air) units.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/plastics.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/infantry.json"
    },
    {
        "id": 41,
        "name": "Foreign Legion",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/foreign_legion.png",
        "game_info": "Special Infantry Unit of the Modern Era. May only be received through adopting the Volunteer Army tenet of the Freedom Ideology. This Unit has a combat bonus outside of friendly territory but is otherwise very similar to Great War Infantry.",
        "historical_info": "Established in 1831, the French Foreign Legion is a unique infantry unit in the French army. The legion was specifically created for foreign nationals who wished to fight for France. Famously courageous, totally indifferent to personal safety, the Foreign Legion have seen service in every French war since their inception. The unit has been highly romanticized - according to popular culture, it is a place where heartbroken men go to forget women and scoundrels go to escape justice. This may or may not be accurate, but whatever the case the Legion is a tough and very effective fighting force.",
        "strategy": "The Foreign Legion is a special unit, only available through the Volunteer Army tenet of the Freedom Ideology. It receives a significant combat bonus when operating outside of home territory, making it an excellent unit to use to gain control of foreign lands.",
        "movement": 2,
        "cost": {
            "production": 320,
            "faith": 640
        },
        "prereq_tech": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/replaceable_parts.json"
        },
        "free_promotions": [
            {
                "name": "Foreign Lands Bonus",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/foreign_lands_bonus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/foreign_legion.json"
    },
    {
        "id": 42,
        "name": "Cavalry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cavalry.png",
        "game_info": "Mounted Unit capable of fighting toe-to-toe with contemporary infantry units.",
        "historical_info": "By the end of the 19th century, European and American cavalrymen were armed with repeating rifles, small, reliable weapons holding 5-15 rounds which were accurate up to perhaps 500 yards, as well as pistols and swords. Because their equipment was so much lighter than that encumbering earlier lancers and knights, they were much faster and could ride a good deal farther than their predecessors. While the cavalry charge of old might still occur under very favorable conditions, the infantry's increased accuracy and rate of fire made that maneuver extremely dangerous. When facing infantry units the cavalry usually dismounted to fight, with one soldier holding four horses a distance to the rear while his three comrades traded shots with the enemy.",
        "strategy": "The Cavalry mounted units are devastating against melee, ranged and siege weapons. Use them to destroy Musketmen and then break through the enemy's lines with their ability to move after attacking.",
        "movement": 4,
        "cost": {
            "production": 225,
            "faith": 450
        },
        "prereq_tech": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/military_science.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/cavalry.json"
    },
    {
        "id": 43,
        "name": "Cossack",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cossack.png",
        "game_info": "Mounted Unit capable of fighting toe-to-toe with contemporary infantry units. Only the Russians may build it. This Unit has a combat bonus when fighting enemies that have already taken damage.",
        "historical_info": "The Cossacks were military communities living in the wilds of the Ukraine and Russia. Originally the term referred specifically to Tatar tribesmen, but by the end of the 15th century it was also used to refer to a number of peasants who had fled from serfdom in Poland, Lithuania and Moscow and had established homes in the wild. Some of the greatest natural horsemen since the Mongols, the Cossacks served in the Russian military in return for special privileges for themselves and their communities. The Russian military employed the Cossack cavalry in all of their major external and internal conflicts right up to the 20th century, and Cossack units fought on both sides during the Russian Civil War. The Cossacks were all but wiped out under Stalinism. Some survivors, however, are attempting to regain their heritage following the collapse of the Soviet Union.",
        "strategy": "The Cossack is a Russian unique unit, replacing the Cavalry. They are the same strength as Cavalry and can also move after attacking. However, Cossack units get a strong combat bonus when battling damaged units. This makes Cossacks exceptionally strong at counter-attacking - let the enemy chew up the front-line peasants, then tear the weakened foe apart with a Cossack charge!",
        "movement": 4,
        "cost": {
            "production": 225,
            "faith": 450
        },
        "prereq_tech": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/military_science.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Damaged Enemy Bonus (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/damaged_enemy_bonus_(33).json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/cossack.json"
    },
    {
        "id": 44,
        "name": "Rifleman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rifleman.png",
        "game_info": "Strong, front-line land Unit of the mid-game.",
        "historical_info": "A rifle is a firearm designed to be fired from the shoulder. The inside of the barrel has \"rifled\" grooves designed to spin the projectile as it is fired, giving it far greater range and accuracy than an unrifled projectile. The earliest attempts at rifled barrels in Europe occurred in the 15th century, but difficulties in manufacturing kept it from general use until the 19th. British and American skirmishers and scouts were equipped with rifled muskets during the Napoleonic Wars/War of 1812, but the weapons' slower loading time kept them out of the hands of the regular infantry for some years further.The invention of the \"minie ball\" greatly speeded up loading time, and by the American Civil War rifled muskets were in use in all major European armies. By the end of the Civil War the rifled musket was rendered obsolete by the breech-loading repeating rifle, which had a firing rate of perhaps a second (as fast as one could cock the lever and pull the trigger), compared to the muzzle-loading rifle's firing rate of perhaps 20 to 30 seconds per shot for a well-trained soldier.",
        "strategy": "The Rifleman is the gunpowder unit following the musketman. It is significantly more powerful than the musketman, giving the army with the advanced units a big advantage over civs which have not yet upgraded to the new unit.",
        "movement": 2,
        "cost": {
            "production": 225,
            "faith": 450
        },
        "prereq_tech": {
            "name": "Rifling",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/rifling.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/rifleman.json"
    },
    {
        "id": 45,
        "name": "Lancer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/lancer.png",
        "game_info": "Mounted Unit specialized in defeating enemy Mounted Units.",
        "historical_info": "Lancers were the cavalrymen of the Renaissance era. In an era of the increasing use of cannon and other gunpowder-based weaponry speed and maneuverability trumped armor, which was increasingly useless against the modern projectile weapons, so the Lancers abandoned much of the heavy plate mail of their knightly predecessors, retaining only the metal breastplate, if that. Even as weaponry improved, the lance remained a terrifyingly effective weapon in the hands of trained horsemen. As late as the Napoleonic Wars the French believed that the lance was a superior cavalry weapon to the sword. In the 19th century both would be supplanted by the carbine rifle, of course.",
        "strategy": "The Lancer is the Renaissance horse unit that comes between the Knight and the Cavalry unit. It's faster and more powerful than the Knight, able to sweep those once-mighty units from the map. The Lancer can even take on the powerful Cavalry unit once it appears.",
        "movement": 4,
        "cost": {
            "production": 185,
            "faith": 370
        },
        "prereq_tech": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/metallurgy.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Formation I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/formation_i.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/lancer.json"
    },
    {
        "id": 46,
        "name": "Sipahi",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/sipahi.png",
        "game_info": "Mounted Unit specialized in defeating enemy Mounted Units. May only be built by the Ottomans. This Unit is faster and can see further than the Lancer, which it replaces.",
        "historical_info": "The sipahi were the lancers of the Ottoman Empire. Founded during the reign of Murad I (ruled 1362 - 1389), the sipahi were drawn from the ethnic Turk landed gentry. They were extremely highly-motivated and loyal fighters and were the sultan's personal bodyguard. The sipahi were great rivals of the Janissaries (another special Ottoman unit), who were drawn from both Turkish and non-Turkish soldiers. In fact the sipahi enthusiastically assisted in the violent disbandment of the Janissaries in 1826, following an unsuccessful revolt by the latter group.",
        "strategy": "The Sipahi is the Ottoman unique unit, replacing the Lancer. The Sipahi is much faster and can see one hex farther than the Lancer, although it shares the Lancer's weaknesses on defense. The Sipahi can pillage enemy improvements at no additional cost.",
        "movement": 5,
        "cost": {
            "production": 185,
            "faith": 370
        },
        "prereq_tech": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/metallurgy.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "No Movement Cost to Pillage",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_movement_cost_to_pillage.json"
            },
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Formation I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/formation_i.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/sipahi.json"
    },
    {
        "id": 47,
        "name": "Cannon",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cannon.png",
        "game_info": "Powerful Renaissance Era Siege Unit. Must set up prior to firing.",
        "historical_info": "A cannon is a big tubular gun that uses gunpowder or other explosive to send a projectile a long distance at a high rate of speed, originally invented in China in approximately the 12th century AD. The Mongols were early adaptors of the cannon, using them to great effect in China and Korea. It's likely that the Mongols introduced cannon to the Islamic world, and the Europeans learned of it from the Muslims. The earliest cannon were huge, unwieldy, dangerous affairs that often exploded when fired, making them as big a menace to their firers as to their targets. But by the Renaissance the quality of metal casting had advanced enough to create smaller and far more reliable guns that could be pulled into battle by teams of horses or mounted aboard ships.King Gustavus Adolphus of Sweden revolutionized the use of field artillery, employing large numbers of smaller and lighter pieces that overwhelmed slower and heavier enemy guns. He also pioneered the use of canister shot against infantry, for which foot soldiers everywhere probably cursed his name.",
        "strategy": "The Cannon is an important mid-game siege unit, devastating against civilizations which have not yet acquired them. Like other siege units, the Cannon must spend 1 mp to set up before it can attack. Cannon remain potent into the Industrial era. Cannon cannot see as far as other units, and should be protected with melee units.",
        "movement": 2,
        "cost": {
            "production": 185,
            "faith": 370
        },
        "prereq_tech": {
            "name": "Chemistry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chemistry.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus vs Cities (200)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(200).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Must Set Up to Ranged Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/must_set_up_to_ranged_attack.json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/cannon.json"
    },
    {
        "id": 48,
        "name": "Musketman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/musketman.png",
        "game_info": "First gunpowder Unit of the game. Fairly cheap and powerful.",
        "historical_info": "The musket is a flintlock, muzzle-loading, long-barreled weapon which is fired from the shoulder. Muskets were lighter and more accurate than the earlier military firearm, the arquebus, and by the 18th century they had supplanted them on most European battlefields. With the addition of a bayonet the musket became a serviceable close-combat weapon as well, rendering the pikeman obsolete. The British army's \"Brown Bess\" was the archetypical musket, in service from 1722 until 1838; it was used by both sides in the American Revolution.",
        "strategy": "The Musketman is the first gunpowder unit in the game, and it replaces all of the older foot-soldier types - Longswordsmen, Pikemen, and the like. It is not a ranged unit, however, and cannot attack an enemy that is more than one hex away.",
        "movement": 2,
        "cost": {
            "production": 150,
            "faith": 300
        },
        "prereq_tech": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/gunpowder.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/musketman.json"
    },
    {
        "id": 49,
        "name": "Minuteman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/minuteman.png",
        "game_info": "One of the first gunpowder units of the game. Only the Americans may build it. Replaces the Musketman. This Unit may move through rough ground as though it were flat, receives a bonus when fighting in rough terrain, and earns points toward a Golden Age when it defeats an enemy.",
        "historical_info": "Seeing service during the American Revolutionary War, the American minutemen were select members of the colonial militia. They were a \"rapid response\" force, trained to respond quickly to enemy attacks, giving the Regular Army (as well as the rest of the militia) time to react and prepare for battle. Minutemen actually predate the American Revolution: the Massachusetts Bay Colony had certain members of its militia designated as minutemen as early as 1645.",
        "strategy": "The Minuteman is the American unique unit, replacing the Musketman. The Minuteman can move through difficult terrain as though it were clear (all tiles cost 1mp per hex), receives a bonus when fighting in rough terrain, and earns points toward a Golden Age when it defeats an enemy.",
        "movement": 2,
        "cost": {
            "production": 150,
            "faith": 300
        },
        "prereq_tech": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/gunpowder.json"
        },
        "free_promotions": [
            {
                "name": "Ignores Terrain Cost",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/ignores_terrain_cost.json"
            },
            {
                "name": "Drill I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/drill_i.json"
            },
            {
                "name": "Golden Age from Victories",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/golden_age_from_victories.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/minuteman.json"
    },
    {
        "id": 50,
        "name": "Musketeer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/musketeer.png",
        "game_info": "One of the first gunpowder units of the game. Only the French may build it. This Unit has a higher Combat Strength than the Musketman, which it replaces.",
        "historical_info": "Made famous by the swashbuckling tales of Alexandre Dumas, the Musketeers were elite French soldiers armed with sword and musket. Created in 1622 as a \"junior unit\" in the Royal Guard, the Musketeers were open to the lower ranks of the French aristocracy, while the more prestigious guard units were reserved for the higher classes. The Musketeers had a reputation for fighting spirit and swagger and were much admired in Paris and the country at large. They were disbanded at the end of the eighteenth century.",
        "strategy": "The Musketeer is the French unique unit, replacing the Musketman. The Musketeer is significantly more powerful than the Musketman, making it the most powerful foot soldier unit in the game (until the introduction of Industrial Era Infantry units).",
        "movement": 2,
        "cost": {
            "production": 150,
            "faith": 300
        },
        "prereq_tech": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/gunpowder.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/musketeer.json"
    },
    {
        "id": 51,
        "name": "Janissary",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/janissary.png",
        "game_info": "One of the first gunpowder units of the game. Only the Ottomans may build it. This Unit is stronger on offense and heals when it kills an enemy, unlike the Musketman which it replaces.",
        "historical_info": "Janissaries were members of an elite corps in the army of the Ottoman Empire. Created in the late 14th century, the original Janissaries were Christian youths (often slaves from the Balkans) who were converted to Islam and then drafted into the Ottoman army. The original Janissaries were forced to remain celibate (which might help to explain their ferocious fighting spirit), but this was eventually relaxed. As the years passed, the Janissaries gained huge political influence in the Empire, engineering frequent palace coups in the 17th and 18th centuries. But as their influence grew they became tradition-bound and stubborn, refusing to update their weapons and tactics to keep pace with the rest of the world. In 1826 they were forcibly disbanded and replaced by more modern Ottoman troops.",
        "strategy": "The Janissary is an Ottoman unique unit, replacing the Musketman. The Janissary receives a significant combat bonus when on the attack. In addition, the Janissary unit automatically heals all damage when it destroys a non-Barbarian unit. This can give a Janissary army a crushing advantage against an enemy force on the defensive.",
        "movement": 2,
        "cost": {
            "production": 150,
            "faith": 300
        },
        "prereq_tech": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/gunpowder.json"
        },
        "free_promotions": [
            {
                "name": "Heal 50 Damage If Kills a Unit",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/heal_50_damage_if_kills_a_unit.json"
            },
            {
                "name": "Combat Bonus When Attacking (25)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/combat_bonus_when_attacking_(25).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/janissary.json"
    },
    {
        "id": 52,
        "name": "Longswordsman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/longswordsman.png",
        "game_info": "Powerful Medieval infantry Unit.",
        "historical_info": "The longsword was the most versatile weapon of the Medieval/Renaissance battlefield. It was lighter and easier to carry than a pike, and it could be used one or two-handed, making it possible for the swordsman to also carry a shield. In face-to-face combat against pikemen the longswordsmen were at a significant disadvantage, taking many casualties from the longer weapons before they could even get within striking distance. However, longswordsmen units were faster and more maneuverable than pikemen - and if they could hit their opponents in a flank attack, the pikemen were dead meat.",
        "strategy": "The Longswordsman is the standard medieval infantry combat unit. It is more powerful than the Knight, but much slower. It also outclasses the Pikeman, but doesn't receive that unit's bonus versus mounted units. Use Longswordsmen and Catapults to attack enemy cities.",
        "movement": 2,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Steel",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/steel.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/longswordsman.json"
    },
    {
        "id": 53,
        "name": "Samurai",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/samurai.png",
        "game_info": "Powerful Medieval infantry Unit. Only the Japanese may build it. This Unit fights more effectively and helps produce Great Generals more quickly than the Longswordsman, which it replaces. Embarked Samurai can build Fishing Boats in one turn without being consumed (which makes them useful even in times of peace).",
        "historical_info": "The Japanese samurai were arguably the best pre-gunpowder warriors since the Roman legions. Emerging in the 12th century, the samurai were a warrior caste sworn to follow the code of Bushido, which held bravery, honor, and loyalty above life itself. Samurai typically carried two swords, the single-edged katana and the shorter wakizashi, the latter used in the \"seppuku\" (suicide) ritual. These swords were far superior to the equivalent Western longswords, the Japanese weapons-makers having mastered the art of combining high- and low-carbon steel. Some also carried bow or spear, and later, firearms. Depending upon the era (and the samurai's wealth and status) a samurai might wear padded cloth, lacquered, or metal armor.",
        "strategy": "The Samurai are the Japanese unique unit, replacing the Longswordsman. As powerful as the Swordsman, the Samurai automatically receives the \"Shock I\" promotion, giving it a bonus when fighting in open terrain. Success in combat with a Samurai has an increased chance of generating Great Generals. Can build fishing boats without being consumed.",
        "movement": 2,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Steel",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/steel.json"
        },
        "free_promotions": [
            {
                "name": "Shock I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/shock_i.json"
            },
            {
                "name": "Great Generals II",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/great_generals_ii.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/samurai.json"
    },
    {
        "id": 54,
        "name": "Trebuchet",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trebuchet.png",
        "game_info": "Powerful Medieval Siege Unit, good at reducing the defenses of enemy Cities. Must set up prior to firing.",
        "historical_info": "The trebuchet is a powerful Medieval siege weapon. First appearing in Europe in the 12th century, the trebuchet could hurl a 300-lb missile into or over the enemy's walls at long distance. The Medieval European version of the trebuchet was a \"counterweight\" machine. It consisted of a very long wooden arm with a sling on one end and a heavy weight on the other, mounted on a heavy wooden framework. The long arm was winched down, raising the heavy weight, and a missile was placed in the sling. When released, the weight would come down and the arm would whip up into the air, hurling the missile a huge distance. These machines were generally not mobile and required a long process of assembly, limiting their effective use to protracted sieges.",
        "strategy": "A Trebuchet is a medieval siege weapon, significantly more powerful than the earlier Catapult units. The Trebuchet must expend 1mp to set up, but once it is in position it can do serious damage to a fortified enemy city. Defend your trebuchets with melee and ranged units to keep enemy units from getting too close.",
        "movement": 2,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/physics.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus vs Cities (200)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(200).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Must Set Up to Ranged Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/must_set_up_to_ranged_attack.json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/trebuchet.json"
    },
    {
        "id": 55,
        "name": "Knight",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/knight.png",
        "game_info": "Powerful Medieval Mounted Unit, weak to Pikemen.",
        "historical_info": "Almost always comprised of a nation's nobility - the only people who could afford the equipment, horses, and extensive training required - knights were the heavy cavalry of the medieval army. During much of the Middle Ages knights dominated the battlefield. Their superior armor provided good protection from arrows and spears, and their great mobility made them able to exploit an enemy's weakness anywhere on the battlefield. It took a great deal of courage to face a knight's charge. A wall of pikemen might be a match for onrushing knights, but only if they had the discipline and guts to stand their ground. If they flinched, they were dead.",
        "strategy": "The Knight is a fast and powerful unit, the undisputed king of the medieval battlefield. As a mounted unit it is vulnerable to Pikemen, but it can crush other opponents with relative ease. The Knight can move after it attacks, allowing it to make holes in the enemy lines and then ride straight through them.",
        "movement": 4,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/knight.json"
    },
    {
        "id": 56,
        "name": "Camel Archer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/camel_archer.png",
        "game_info": "Fast Medieval ranged Unit, weak to Pikemen. Only the Arabians may build it. It is a ranged unit, unlike the Knight which it replaces.",
        "historical_info": "Some Muslim cavalrymen rode camels into battle. This often had an unsettling effect upon European-bred horses that had not before encountered those unusual beasts. As might be expected, camels are better-suited to desert terrain than are horses. Generally, the camel archer employed hit-and-run tactics against the enemy, more similar to Mongol horse archers than to knights or other heavy cavalry units. A well-trained camel archer unit could be extremely difficult for knights to deal with, if those knights were not protected by archers or their own light cavalry.",
        "strategy": "The Camel Archer is the Arabian unique unit, replacing the Knight. The Camel Archer is a powerful ranged attack unit, allowing it to do damage to enemies 2 hexes away. It can move after combat. The Camel Archer is less powerful than the Knight in melee combat. As a mounted unit, the Camel Archer is vulnerable to Pikemen attack.",
        "movement": 4,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/camel_archer.json"
    },
    {
        "id": 57,
        "name": "Naresuan's Elephant",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/naresuan's_elephant.png",
        "game_info": "Powerful Medieval Mounted Unit, weak to Pikemen. Only the Siamese may build it. This Unit receives a bonus against other mounted Units and has a higher Combat Strength than the Knight, which it replaces.",
        "historical_info": "In Southeast Asia elephants continued to be employed in warfare far into the Middle Ages. In Siam, particularly, war elephants were highly prized, and leaders often fought from atop them. In 1593 a war between Burma and Siam ended in a Siamese victory when Siamese King Naresuan killed Burmese crown prince Minchit Sra in single combat atop elephants.",
        "strategy": "This is the Siamese unique unit, replacing the Knight. The Naresuan's Elephant unit is slower than a Knight but it is more powerful. Like the Knight the Naresuan's Elephant can move after attacking. Equipped with spears, the Elephant gets a significant combat bonus when attacking other mounted units.",
        "movement": 3,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/naresuan's_elephant.json"
    },
    {
        "id": 58,
        "name": "Mandekalu Cavalry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mandekalu_cavalry.png",
        "game_info": "Powerful Medieval Mounted Unit, weak to Pikemen. Only the Songhai may build it. This Unit is not penalized when attacking Cities, unlike the Knight which it replaces.",
        "historical_info": "Like their northern counterparts, Muslim armies also contained heavy cavalry units, similar in form and function to European knights. Like the Europeans, the Muslim knights too were from the upper reaches of society, possessing the best arms, armor and horses. The armor might be modified to reflect the differences in climate - even the most noble knight would quickly roast if wearing plate armor in a Middle East summer - but it still gave them a great advantage over other units on the battlefield. Historical accounts admit that Muslim knights were generally a match for their European opponents.",
        "strategy": "This is a Songhai unique unit, replacing the Knight. This unit has the same statistics as the Knight, but it is significantly better at attacking cities. The Mandekalu Cavalry can move after attacking. Its speed makes it difficult for an enemy to build a defensive line before the Mandekalu Cavalry reaches the target.",
        "movement": 4,
        "cost": {
            "production": 110,
            "faith": 220
        },
        "prereq_tech": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/mandekalu_cavalry.json"
    },
    {
        "id": 59,
        "name": "Crossbowman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/crossbowman.png",
        "game_info": "Medieval ranged infantry Unit.",
        "historical_info": "The crossbow first appeared in Europe in the 10th century. Although slower than a standard bow, a crossbow requires less training and strength than a regular bow, and over time it came to be the dominant weapon on the battlefield. A crossbow consists of a fairly short but heavy bow mounted to a stock. The firer pulls back the string - often with mechanical assistance - to \"cock\" the bow, then lays a \"bolt\" (arrow) on a groove in the stock. The firer aims, then pulls a trigger to release the string, which launches the bolt at the target. Among other advantages, a crossbow can be fired from a kneeling or prone position, something which is impossible with a standard bow.",
        "strategy": "The Crossbowman is more powerful than the Composite Bowman. As a Ranged unit it can deal significant damage to other Medieval Era units up to two hexes away, but it is vulnerable to melee attack. Put Crossbowmen in your city for defense, and guard them with melee units when on the move.",
        "movement": 2,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/machinery.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/crossbowman.json"
    },
    {
        "id": 60,
        "name": "Chu-Ko-Nu",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chu-ko-nu.png",
        "game_info": "Medieval ranged infantry Unit. Only the Chinese may build it. This Unit may fire twice in one turn, unlike the Crossbowman which it replaces.",
        "historical_info": "The Chu-Ko-Nu is a rather nifty repeating crossbow invented in China at the end of the second century AD. The machine looks something like a standard European crossbow with a box bolted to its top, just above the string. The box was filled with crossbow bolts. In operation, the soldier would pull a lever to cock the string and then push the lever back, causing a bolt to drop out of the box and into place to be fired. This gave the Chu-Ko-Nu a faster rate of fire than a standard European crossbow. However, the Chu-Ko-Nu fired a lighter bolt and had a shorter range than a European machine. Which was the superior weapon would depend upon circumstances - the European model might prevail in open terrain against heavily armored opponents, while the Chu-Ko-Nu would probably be better at short-range against large numbers of lighter-armored attackers.",
        "strategy": "The Chu-Ko-Nu is the Chinese unique unit, replacing the Crossbowman. The Chu-Ko-Nu is slightly less powerful than the Crossbowman, but it can attack twice during a turn, giving it a hefty offensive punch. This unit is particularly deadly when garrisoned in a city that is under attack.",
        "movement": 2,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/machinery.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "May Attack Twice",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_attack_twice.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/chu-ko-nu.json"
    },
    {
        "id": 61,
        "name": "Longbowman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/longbowman.png",
        "game_info": "Medieval ranged infantry Unit. Only the English may build it. This Unit has 1 additional range compared to the Crossbowman, which it replaces.",
        "historical_info": "The English longbow developed during the 12th century, as the English were fighting to conquer Wales. The longbow was made from yew or elm, and was five to seven feet in height (depending upon the height and strength of the user). The longbow was extremely difficult to master, but well-trained English longbowmen could shoot farther, faster and more accurately than the crossbowmen of the day. But this did require years of training. As the country's population grew the English wilderness was transformed into farmland. Opportunities for hunting disappeared and the English yeomen became less proficient with bow and arrow. This, more so even than the advent of gunpowder, led to the decline of the English longbow.",
        "strategy": "The Longbowman is the English unique unit, replacing the Crossbowman. The Longbowman has a greater range than the Crossbowman, allowing it to attack enemies three hexes away, often destroying them before they can strike back. Like other ranged units, Longbowmen are vulnerable to melee attack.",
        "movement": 2,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/machinery.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Range",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/range.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/longbowman.json"
    },
    {
        "id": 62,
        "name": "Pikeman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pikeman.png",
        "game_info": "Specialized in defeating Knights and other mounted Units.",
        "historical_info": "A pikeman is a better-trained and armored spearman armed with a longer, sharper weapon. Unlike the shorter and lighter spear, a pike is almost always used two-handed. Historically pikemen were most effective against other infantry and cavalry, but as they lacked shields, they were quite vulnerable to archers.",
        "strategy": "The Pikeman is a more powerful Spearman. It receives a bonus when fighting against mounted units, which makes it pretty much the only unit that can hope to stand up against a rampaging Knight. A Pikeman fortified in defensive terrain is a Knight's worst nightmare.",
        "movement": 2,
        "cost": {
            "production": 90,
            "faith": 180
        },
        "prereq_tech": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/civil_service.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/pikeman.json"
    },
    {
        "id": 63,
        "name": "Landsknecht",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/landsknecht.png",
        "game_info": "This unit is much cheaper than the Pikeman, and can pillage without using any movement points. Steals gold when attacking a city. Unlocked through the Mercenary Army social policy, these units may not be built; they must be purchased through gold. May move immediately after purchase.",
        "historical_info": "The landsknecht were German mercenary pikemen of the 16th century. Created in imitation of the legendary Swiss mercenary pikemen, the landsknecht would eventually supplant them as the best mercenary infantry available in Europe, fighting in almost every major engagement in the 16th century - often on both sides. In battle landsknechts generally carried pikes of up to twenty feet in length. Some few also carried huge two-handed swords or halberds; these were used to chop the heads off of the pikes of their opponents.",
        "strategy": "The Landsknecht is a unit only available through the Mercenary Army social policy that must be purchased with gold. The Landsknecht is much cheaper than the Pikeman and has a number of bonuses related to pillaging tiles and sacking cities. These units create a cheap army that can provide a nice return on their investment if sent rampaging across enemy territory.",
        "movement": 2,
        "cost": {
            "production": 45,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/civil_service.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            },
            {
                "name": "No Movement Cost to Pillage",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_movement_cost_to_pillage.json"
            },
            {
                "name": "City Plunder",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/city_plunder.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/landsknecht.json"
    },
    {
        "id": 64,
        "name": "Catapult",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/catapult.png",
        "game_info": "First siege Unit of the game. Does major damage to Units and Cities from a distance, but must set up prior to firing.",
        "historical_info": "The exact date of the invention of the catapult is uncertain, but Greek armies were known to have employed them as far back as the third century BC. Catapults use energy stored in twisted rope or bent wood to hurl missiles a great distance. They are quite inaccurate, but can be deadly against big or slow targets - forts, for instance (which are fairly large and don't move very fast at all). Generally catapults were transported in pieces, then assembled at the field of battle. Occasionally they were constructed on the spot by engineers. The last catapults to see battle appeared in World War I, used by the French to hurl grenades at the enemy trenches.",
        "strategy": "The Catapult is a siege weapon, extremely useful when assaulting early enemy cities. It is slow and extremely vulnerable to enemy melee attack; it always should be supported by other units when it's in the field. The Catapult must \"set up\" (1 Movement Point) before attacking.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/mathematics.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus vs Cities (200)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(200).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Must Set Up to Ranged Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/must_set_up_to_ranged_attack.json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/catapult.json"
    },
    {
        "id": 65,
        "name": "Ballista",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ballista.png",
        "game_info": "Siege Unit that does major damage from a distance, but must set up prior to firing. Only the Romans may build it. This Unit has a higher [ICON_RANGE_STRENGTH] Ranged Combat Strength than the Catapult, which it replaces.",
        "historical_info": "The Roman Ballista was an advanced catapult that fired stones or wooden missiles at the enemy. Constructed of wood reinforced with heavy iron plates, the ballista was surprisingly accurate in the hands of trained operators. It had a maximum range of perhaps 500 yards, but its practical range was significantly shorter, especially against a fortified position. Julius Caesar used them to great effect in his German and British campaigns.",
        "strategy": "Roman unique unit, more powerful than the Catapult it replaces. The Ballista is an excellent siege weapon. It is extremely useful against cities, but it is quite vulnerable to attack. Be sure to protect the Ballista with other military units. The Ballista must first \"set up\" (1 MP) before attacking.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/mathematics.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus vs Cities (200)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(200).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Must Set Up to Ranged Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/must_set_up_to_ranged_attack.json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/ballista.json"
    },
    {
        "id": 66,
        "name": "Horseman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/horseman.png",
        "game_info": "Fast and powerful early game Mounted Unit. Weak to Spearmen.",
        "historical_info": "The first horses used effectively in battle pulled chariots. The nomadic people of Central Asia were riding horses by 2000 BC, perhaps earlier. While certainly horsemen were employed to carry messengers and scouts, they did not become effective fighting platforms until the development of dual stirrups combined with a solid saddle (to distribute the rider's weight when standing in the stirrups). The earliest effective dual stirrups/saddle combination is found in China and dates from approximately 300 AD, and over the next four centuries it spread across Asia and into Europe.The earliest fighting horsemen were armed with spears and swords. As technology advanced and bigger and stronger horses were bred, horsemen were equipped with ever more powerful weapons and heavier armor, culminating in the classic knight of the Middle Ages, the king of the medieval battlefield.",
        "strategy": "The Horseman is the first really powerful cavalry unit, combining speed with a powerful melee attack. The Horseman can move after attacking. As a mounted unit, the Horseman remains vulnerable to attacks from Spearmen, Pikemen and the like.",
        "movement": 4,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/horseback_riding.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/horseman.json"
    },
    {
        "id": 67,
        "name": "Companion Cavalry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/companion_cavalry.png",
        "game_info": "Fast and powerful early game Mounted Unit. Weak to Spearmen. Only the Greeks may build it. This Unit is faster, has a higher Combat Strength and helps produce Great Generals more quickly than the Horseman which it replaces.",
        "historical_info": "The hetairoi, or \"companion cavalry,\" were elite horsemen who accompanied Alexander the Great into battle. The term \"hetairoi\" derives from the name of the Macedonian aristocracy, and the companion cavalry came from only the best Macedonian families (though later this was expanded to include the nobility of allied and subject peoples). Each cavalryman carried a \"xyston\" (thrusting spear), and \"kopis\" (curved sword), and wore a bronze cuirass, shoulder pads and helmet.In battle, Alexander usually held back the companions until the enemy was fully engaged with his phalanx units. Alexander himself would then lead his companions against the enemy's flank or rear, sowing confusion and dismay in the enemy army. The opposing forces never found a satisfactory answer to this combination, and with it Alexander conquered most of the known world.",
        "strategy": "Companion Cavalry are Greek unique units, replacing the Horseman. Companion Cavalry are faster and more powerful than the Horseman unit, making them the most dangerous cavalry units until the arrival of the Knight. Companion Cavalry help generate Great Generals more rapidly than other units. In addition, they can move after attacking. Companion Cavalry are mounted, and still vulnerable to Spearmen and Pikemen attack.",
        "movement": 5,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/horseback_riding.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Great Generals I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/great_generals_i.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/companion_cavalry.json"
    },
    {
        "id": 68,
        "name": "Swordsman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/swordsman.png",
        "game_info": "Strong, front-line land Unit of the Classical Era.",
        "historical_info": "First appearing during the Bronze Age, the earliest swords were little more than extra-large daggers. It wasn't until the development of iron forging (in approximately 1200 BC in Europe) that swords became viable combat weapons. The earliest swords were short and sharp, designed primarily for stabbing. Further advances in iron-work allowed bigger swords, and by the Middle Ages monstrously-long and heavy two-handed swords could cleave through all but the toughest armor.",
        "strategy": "The Swordsman is a powerful standard melee unit during the Classical Era, much stronger than the Spearman and Warrior. They are very useful when attacking early-era cities.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/iron_working.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/swordsman.json"
    },
    {
        "id": 69,
        "name": "Mohawk Warrior",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mohawk_warrior.png",
        "game_info": "Strong, front-line land Unit of the Classical Era. Only the Iroquois may build it. This Unit receives a major bonus when fighting on Forest and Jungle, unlike the Swordsman which it replaces.",
        "historical_info": "The Iroquois Mohawk warriors are among the best light infantry the world has ever seen. Amazingly fast and flexible fighters, the Iroquois warriors were able to cover an incredible amount of ground in a short amount of time, surprising and overwhelming their better-armed but slower European enemies. With an armed force that \"never numbered more than 3,000 fighting men,\" they held their own for almost two centuries against the French, British, and Americans.",
        "strategy": "The Mohawk Warrior is the Iroquoian unique unit, replacing the Swordsman. As powerful as the Swordsman in Clear or Hilly terrain, the Mohawk Warrior receives a significant combat bonus in Forest and Jungle. Also, unlike the Swordsman, it does not require Iron to build.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/iron_working.json"
        },
        "free_promotions": [
            {
                "name": "Combat Bonus in Forest/Jungle (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/combat_bonus_in_forest_jungle_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/mohawk_warrior.json"
    },
    {
        "id": 70,
        "name": "Legion",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/legion.png",
        "game_info": "Strong, front-line land Unit of the Classical Era. Only the Romans may build it. This Unit has a higher Combat Strength than the Swordsman, which it replaces.",
        "historical_info": "The Roman Legion is - justifiably - the most famous military unit from antiquity. Armed with a \"pilum\" (throwing spear), and \"gladius\" (short sword) and wearing a metal helmet, cuirass and shield, Roman Legions conquered the known world. Along with the best weapons technology available at the time, the Roman Legions were highly trained and extremely disciplined. Under competent leadership there was literally no other military able to stand up to them.",
        "strategy": "The Legion is the Roman unique unit, replacing the Swordsman. The Legion is more powerful than the Swordsman, making it the most powerful melee unit of the Classical Era. The Legion can also construct roads and forts and is the only non-Worker unit able to do so.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/iron_working.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/legion.json"
    },
    {
        "id": 71,
        "name": "Chariot Archer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chariot_archer.png",
        "game_info": "A fast Ranged Unit highly effective on flat ground.",
        "historical_info": "Before the invention of the stirrup, it was virtually impossible to fight from horseback. There was no way to brace oneself, and the slightest push could unhorse the warrior, with disastrous results. Horses first appeared on the battlefield pulling chariots. A chariot team usually consisted of one or two horses, a driver, and an archer. The chariots' mobility made them especially dangerous to infantry: they could rush within range, fire off a volley, then escape before the foot-bound soldiers could close with them. The greatest weakness of a chariot archer team was its inability to deal with difficult terrain. On open plains they were the kings of the ancient battlefield; in hills or woods they were at a significant disadvantage.",
        "strategy": "Chariot Archers are fast ranged units, deadly on open terrain. They are slightly more powerful than the Archer and can move twice the distance. However, Chariot Archers suffer a movement penalty when entering Forest, Jungle or Hill hexes (unless roads have been constructed in them). As a mounted unit, the Chariot Archer is vulnerable to Spearmen.",
        "movement": 4,
        "cost": {
            "production": 56,
            "faith": 112
        },
        "prereq_tech": {
            "name": "The Wheel",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/the_wheel.json"
        },
        "free_promotions": [
            {
                "name": "Rough Terrain Penalty",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/rough_terrain_penalty.json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/chariot_archer.json"
    },
    {
        "id": 72,
        "name": "War Chariot",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/war_chariot.png",
        "game_info": "A fast Ranged Unit. Only the Egyptians may build it. This Unit does not require Horses to be built, unlike the Chariot Archer which it replaces.",
        "historical_info": "The Egyptians were early masters of the chariot, and their war chariots were rightly feared by their opponents. The Pharaohs themselves often went into battle aboard war chariots. Amenhotep II claimed that from a speeding chariot he had hit four targets, set thirty feet apart, with such power that the arrows penetrated the targets' three inches of copper. Like other cavalry, war chariots were especially deadly against a retreating foe. Once an enemy is running away, his shield can no longer protect him, and he's totally vulnerable to arrow-fire, or indeed to being crushed beneath the wheels of a speeding chariot.",
        "strategy": "The War Chariot is the Egyptian unique unit, replacing the Chariot Archer. It is faster than the standard Chariot Archer, and the Egyptian player can construct it even if he doesn't possess the Horse resource. A mounted unit, the War Chariot is quite vulnerable to the Spearman.",
        "movement": 5,
        "cost": {
            "production": 56,
            "faith": 112
        },
        "prereq_tech": {
            "name": "The Wheel",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/the_wheel.json"
        },
        "free_promotions": [
            {
                "name": "Rough Terrain Penalty",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/rough_terrain_penalty.json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/war_chariot.json"
    },
    {
        "id": 73,
        "name": "War Elephant",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/war_elephant.png",
        "game_info": "A fast Ranged Unit highly effective on flat ground. Only the Indians may build it. This Unit has a higher Combat and Ranged Strength than the Chariot Archer, which it replaces.",
        "historical_info": "A terrifying sight on the battlefield, often as dangerous to its own side as it was to the enemy, the war elephant could be considered the world's first weapon of mass destruction. Indians used elephants in war until the advent of gunpowder rendered them obsolete. In pre-gunpowder battle the war elephant served two primary purposes. First, their scent absolutely terrified horses, rendering the enemy's cavalry useless. Second, they could break through even the strongest line of infantry, crushing a wall of spears that no horse could ever surmount. Elephants were incredibly difficult to kill and history records them surviving sixty or more arrows. The primary problem with elephants was their tendency to go berserk with pain or rage, at which point they'd be impossible for their rider to control. Elephant riders often carried a spike and mallet that they could use to kill the animals if they attacked their own forces.",
        "strategy": "The War Elephant is the Indian unique unit, replacing the Chariot Archer. It is more powerful (if slower) than the Chariot Archer and can move through any terrain without the Chariot Archer's penalty. A mounted unit, the War Elephant is quite vulnerable to the Spearman.",
        "movement": 3,
        "cost": {
            "production": 70,
            "faith": 140
        },
        "prereq_tech": {
            "name": "The Wheel",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/the_wheel.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/war_elephant.json"
    },
    {
        "id": 74,
        "name": "Spearman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/spearman.png",
        "game_info": "Ancient Era Unit which specializes in defeating Mounted Units.",
        "historical_info": "The earliest spears were doubtless straight pieces of wood with crudely-sharpened ends; these would quickly break or become dull with service. The spear didn't become a reliable weapon until some early innovator discovered that he could harden the tip by lightly charring it over a fire. Eventually stone tips were employed, then of course metal. Spears are fairly simple weapons to learn, and they can be produced rapidly and cheaply, so they tend to be the backbone of early civilizations' armies.",
        "strategy": "The Spearman is the first melee unit available after the Warrior. It is just slightly more powerful than the Warrior. However, it gets a significant combat bonus against mounted units (Chariot Archer, Horsemen and so forth).",
        "movement": 2,
        "cost": {
            "production": 56,
            "faith": 112
        },
        "prereq_tech": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/bronze_working.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/spearman.json"
    },
    {
        "id": 75,
        "name": "Hoplite",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hoplite.png",
        "game_info": "Ancient Era Unit which specializes in defeating Mounted Units. Only the Greeks may build it. This Unit has a higher Combat Strength than the Spearman which it replaces.",
        "historical_info": "The Greeks mastered the art of spear warfare, creating long, deadly-sharp weapons that, in the hands of highly-trained hoplite soldiers moving in phalanx formation, were nearly impossible for standard infantry or horsemen of the day to defeat. A soldier facing a Greek phalanx had to contend with not only the enemy he faced, but also with the spears of the two or three soldiers behind that enemy. The hoplite remained somewhat vulnerable to archery fire, of course, and it was nearly impossible to maintain a phalanx's formation in difficult terrain, but in flat, open terrain, the hoplites were extremely tough opponents.",
        "strategy": "The Hoplite is the Greek unique unit, replacing the Spearman. It is far more powerful than the Spearman. The Hoplite is deadly against mounted opponents.",
        "movement": 2,
        "cost": {
            "production": 56,
            "faith": 112
        },
        "prereq_tech": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/bronze_working.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/hoplite.json"
    },
    {
        "id": 76,
        "name": "Immortal",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/immortal.png",
        "game_info": "Ancient Era Unit which specializes in defeating Mounted Units. Only the Persians may build it. This Unit has a higher Combat Strength and heals more quickly than the Spearman, which it replaces.",
        "historical_info": "The Persian Immortals were an elite heavy infantry unit. Kept constantly at a strength of 10,000 men, they formed the heart of the Persian (Achaemenid) army. The Immortals fought under Cyrus the Great, Cambyses, and Darius the Great; when not in combat they acted as the Persian Palace Guard. The Immortals were armed with short spears, swords, bow and arrows. They carried light shields and wore scale mail armor. According to Herodotus, \"Every man glittered with the gold that he carried in unlimited quantity. They were accompanied by covered carriages full of their women and servants, all elaborately fitted out. Special food, separate from the rest of the army, was brought along for them...\"",
        "strategy": "The Immortal is the Persian unique unit, replacing the Spearman. It is slightly more powerful than the Spearman, and it heals twice as quickly. It is quite deadly against mounted units.",
        "movement": 2,
        "cost": {
            "production": 56,
            "faith": 112
        },
        "prereq_tech": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/bronze_working.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            },
            {
                "name": "Heals at Double Rate",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/heals_at_double_rate.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/immortal.json"
    },
    {
        "id": 77,
        "name": "Archer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/archer.png",
        "game_info": "Powerful Ancient Era ranged Unit that can strike foes from afar.",
        "historical_info": "Archery may have been invented as long as 10,000-15,000 years ago, during the Paleolithic Age. It may have been invented in one place and spread, or, more likely, archery was invented in multiple places around the world. In the centuries before gunpowder, most ancient civilizations employed archers in their armies. The Korean armies possessed particularly fine archers during the 600-year Choson period, while the English longbow dominated the European battlefields during the 14th and 15th centuries.",
        "strategy": "This is the earliest ranged unit. It can attack enemies 1 or 2 hexes away, and is critically important when attacking enemy cities early in the game. However, it is fairly weak when attacked by other units. Assign it to garrison cities or keep it behind your lines, protected by melee units.",
        "movement": 2,
        "cost": {
            "production": 40,
            "faith": 80
        },
        "prereq_tech": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/archery.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/archer.json"
    },
    {
        "id": 78,
        "name": "Scout",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/scout.png",
        "game_info": "Excellent at exploring, this Unit is not slowed by rough terrain, but is vulnerable to attack.",
        "historical_info": "Scouts form the eyes and ears of early civilizations. These fleet-footed warriors are not supposed to engage with enemy forces - they're supposed to find the lay of the land, discovering any potential threats or treasures. A civilization that doesn't know what's going on in the world around it is blind to both peril and opportunity.",
        "strategy": "This early unit can attack but is weak. However, it can move through difficult terrain as though it were clear (all tiles cost 1mp per hex). Use it for world exploration.",
        "movement": 2,
        "cost": {
            "production": 25,
            "faith": 50
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [
            {
                "name": "Ignores Terrain Cost",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/ignores_terrain_cost.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/scout.json"
    },
    {
        "id": 79,
        "name": "Warrior",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/warrior.png",
        "game_info": "Fairly weak early-game military Unit.",
        "historical_info": "In primitive civilizations there's no such thing as a \"professional soldier.\" A young civilization can't afford to support a full-time army; all of the civilization's able-bodied men form an ad hoc militia, coming together during a crisis, dispersing back to their farms and villages during peace. Such warriors usually have very little training and are equipped with the most primitive of weapons - clubs, perhaps, or stone daggers.",
        "strategy": "The Warrior is the earliest combat unit available, useful for battling barbarians, early city defense and limited exploration. Warriors are generally not strong enough to take enemy cities, unless heavily supported by Archers and Catapults - and even then they may simply not have the strength for the task.",
        "movement": 2,
        "cost": {
            "production": 40,
            "faith": 80
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/warrior.json"
    },
    {
        "id": 80,
        "name": "Jaguar",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jaguar.png",
        "game_info": "Fairly weak early-game military Unit. Only the Aztecs may build it. This Unit fights more effectively in Jungle and heals damage when it kills an enemy Unit, unlike the Warrior which it replaces.",
        "historical_info": "In Aztec culture, war was as much a religious rite as it was a political tool. Young men had to capture or kill enemies in order to attain high status, and ever-increasing numbers of prisoners were needed as sacrifices for the Aztecs' religious rituals. The Jaguar Knights were elite professional soldiers in the Aztec army. Clad in jaguar skins and equipped with deadly \"macuahuitls\" (wooden swords studded with sharp obsidian shards), the Jaguars were perhaps the deadliest light infantry found in pre-Columbian Central and North America.",
        "strategy": "The Jaguar is the Aztec unique unit, replacing the Warrior. The Jaguar receives a big bonus when battling in Jungle. It also heals damage when it destroys enemy units and has the Woodsman promotion, allowing it to move through Forest and Jungle quickly.",
        "movement": 2,
        "cost": {
            "production": 40,
            "faith": 80
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [
            {
                "name": "Combat Bonus in Forest/Jungle (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/combat_bonus_in_forest_jungle_(33).json"
            },
            {
                "name": "Woodsman",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/woodsman.json"
            },
            {
                "name": "Heals 25 Damage If Kills a Unit",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/heals_25_damage_if_kills_a_unit.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/jaguar.json"
    },
    {
        "id": 81,
        "name": "Brute",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/brute.png",
        "game_info": "The Barbarians' most basic early-game military Unit.",
        "historical_info": "Barbarian is a term used by civilized people to describe those who have not yet embraced civilization. Such people are generally seen as inferior and warlike. The term was coined by the Greeks, to whom it meant \"anybody who wasn't Greek.\" In Europe, the term was applied to the various raiders who rode out of the East and pillaged everything they could get their hands on, even when these raiders came from a perfectly fine civilization of their own. In the New World the term was applied to the aboriginal inhabitants (even though it was the Europeans who were doing the actual pillaging). In short, the question of who the barbarians are depends a lot on which end of the spear one happens to be on at any given moment.",
        "strategy": null,
        "movement": 2,
        "cost": {
            "production": 20,
            "faith": 0
        },
        "prereq_tech": null,
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/brute.json"
    },
    {
        "id": 82,
        "name": "Galley",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/galley.png",
        "game_info": null,
        "historical_info": "The Galley is a Barbarian vessel. It is a ship propelled by human oarsmen, in every way inferior to the trireme, the first vessel accessible to civilizations. Generally, Galleys can be expected to haunt the coasts of civilizations, harassing shipping and capturing embarked units. They should be destroyed upon sight.",
        "strategy": "The Galley is a Barbarian unit which remains in coastal hexes, looking for embarked units to destroy. It is far weaker than any other naval units, but can be dangerous in packs. It is a melee attack unit, engaging units at sea or cities (but it has no ranged attack).",
        "movement": 3,
        "cost": {
            "production": 40,
            "faith": 0
        },
        "prereq_tech": null,
        "free_promotions": [
            {
                "name": "Cannot Enter Deep Ocean",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cannot_enter_deep_ocean.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/galley.json"
    },
    {
        "id": 83,
        "name": "Archer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/archer.png",
        "game_info": "Powerful Ancient Era ranged Unit that can strike foes from afar.",
        "historical_info": null,
        "strategy": null,
        "movement": 2,
        "cost": {
            "production": 40,
            "faith": 0
        },
        "prereq_tech": null,
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/archer.json"
    },
    {
        "id": 84,
        "name": "Spearman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/spearman.png",
        "game_info": "Ancient Era Unit which specializes in defeating Mounted Units.",
        "historical_info": null,
        "strategy": null,
        "movement": 2,
        "cost": {
            "production": 56,
            "faith": 0
        },
        "prereq_tech": null,
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/spearman.json"
    },
    {
        "id": 85,
        "name": "Swordsman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/swordsman.png",
        "game_info": null,
        "historical_info": null,
        "strategy": null,
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 0
        },
        "prereq_tech": null,
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/swordsman.json"
    },
    {
        "id": 86,
        "name": "Keshik",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/keshik.png",
        "game_info": "This Mongolian Unique Unit replaces the standard Knight. It possesses a strong ranged attack, increased movement rate, and earns promotions 50% faster. Unit battles also contribute double the amount of points towards earning a Great General.",
        "historical_info": "In the 12th century the Mongols came boiling out of Central Asia, conquering most of Asia, Eastern Europe and a large portion of the Middle East within a century. The Mongols' primary weapon was their incomparable horse archers, the Keshiks. The Mongols were nomadic tribesmen, and their children were almost literally \"raised in the saddle.\" Riding on their small but hearty steppe ponies, the lightly-armed and armored Mongols could cover an astonishing amount of territory in a day, far outpacing any infantry or even the heavier European cavalry.In battle the Mongol Keshiks would shoot from horseback with deadly accuracy, disrupting and demoralizing the enemy formations. Once the enemy was suitably weakened, the Mongol heavy cavalry units would charge into the wavering foe to deliver the coup de grace. When facing armored European knights the Mongols would simply shoot their horses, then ignore or destroy the unhorsed men as they wished.",
        "strategy": "The Keshik is a unique replacement for the Knight, available to the Mongols starting in the Medieval Era. Keshiks possess a strong ranged attack and an increased movement rate (5 points total), allowing it to perform hit and run attacks remarkably effectively. If this wasn't enough, the Keshik also acquires promotions at double the rate of other units, and contributes twice the amount of points towards earning Great Generals. These mounted warriors singlehandedly afford Genghis control of the open plains.",
        "movement": 5,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Great Generals I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/great_generals_i.json"
            },
            {
                "name": "Quick Study",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/quick_study.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/keshik.json"
    },
    {
        "id": 87,
        "name": "Slinger",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/slinger.png",
        "game_info": "One of the first available ranged Units, this Incan Unique Unit replaces the Archer. The Slinger is no more powerful than the Archer, and is even more fragile if subjected to a melee attack. However it possesses a promotion that gives it a good chance to withdraw to the rear before an enemy melee attack can occur.",
        "historical_info": "The Inca warriors were renowned slingers. Their projectile of choice was a rounded stone. While a sling does not have the range or stopping power of a bow and arrow, slings are remarkably small and light weapons, and infantry warriors could easily carry them without becoming encumbered. And as is written in the Old Testament, a trained slinger can kill even the largest opponent with but a single stone...",
        "strategy": "The Slinger is an Ancient Era ranged infantry Unit that can strike foes from afar. This Incan Unique Unit can withdraw before most melee attacks: use it to harass your foes. However the Slinger can be easily defeated if the enemy pins it against obstructions or chases it with fast units.",
        "movement": 2,
        "cost": {
            "production": 40,
            "faith": 80
        },
        "prereq_tech": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/archery.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Withdraw Before Melee",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/withdraw_before_melee.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/slinger.json"
    },
    {
        "id": 88,
        "name": "Tercio",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/tercio.png",
        "game_info": "Dominant military Unit of the Renaissance Era. Only Spain may build it. This Unit has a higher Combat Strength than the Musketman which it replaces, as well as the Bonus vs Mounted (50) promotion. However it is also more expensive to build.",
        "historical_info": "The Tercio is a brilliant military innovation consisting of a mixed formation of pikemen and arquebusiers (soldiers armed with extremely primitive firearms), created in the early 16th century by the Spanish general Gonzalo Fernandez de Cordoba. The tercio (also known as the \"Spanish square\") was deployed in a checkerboard formation, with pikemen and arquebusiers set in alternating supporting blocks. The advantages of this arrangement are obvious: the arquebusiers can attack the enemy at distance, and the pikemen can take over in close combat. This formation would come to dominate Renaissance warfare for more than a century.",
        "strategy": "The Tercio is one of two Spanish Unique Units, replacing the Musketman. This Unit is stronger in combat than the Musketman and fights at double-strength against mounted units. The Tercio is more expensive to build however.",
        "movement": 2,
        "cost": {
            "production": 160,
            "faith": 320
        },
        "prereq_tech": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/gunpowder.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/tercio.json"
    },
    {
        "id": 89,
        "name": "Conquistador",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/conquistador.png",
        "game_info": "Medieval Era unit that specializes in scouting and colonizing overseas. Only Spain may build it. Replaces the Knight.",
        "historical_info": "The Conquistadors were the Spanish soldiers and explorers who conquered so much of the New World in the 16th and 17th centuries. Having recently driven the Moors from Spain, the Conquistadors were seasoned veteran light cavalrymen. Their ability to traverse difficult terrain on horseback made them especially effective against the natives of the New World, who lacked horses altogether and were unable to outrun their terrifying opponents.",
        "strategy": "The Conquistador is a multi-purpose unit that is strong both on land and at sea. Replacing the Knight, it is an exceptional scout on land with extra visibility. It also has the ability to found new cities, but only on a foreign continent that does not contain the Spanish capital. In the water, the Conquistador has the defensive embarkation promotion that allows it to defend itself against naval units. It also suffers no penalty when attacking cities, unlike the Knight.",
        "movement": 4,
        "cost": {
            "production": 135,
            "faith": 270
        },
        "prereq_tech": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Extra Sight (2)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(2).json"
            },
            {
                "name": "Embarkation with Defense",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/embarkation_with_defense.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/conquistador.json"
    },
    {
        "id": 90,
        "name": "Maori Warrior",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/maori_warrior.png",
        "game_info": "Ancient Era unit that strikes fear into nearby enemies making them less effective in combat. Only Polynesia may build it. Replaces the Warrior.",
        "historical_info": "The Maori were some of the most feared warriors in all of Polynesia. They decorated their faces in a series of intricate and frightful tattoos, describing in detail their many accomplishments in battle. Before a skirmish would actually begin, each side would take part in an elaborate war dance called Haka, which would pantomime the fate awaiting the enemy soldiers should they fail. It was hoped that the dance would intimidate their opponents into quitting the field and admitting defeat, saving both sides a lot of time and energy.The Maori were also well-known for their cannibalistic tendencies - slain warriors were eaten in order to capture their fighting spirit and power. Not only was this one of the only sources of protein on the islands, but it was done out of respect for the defeated warriors.",
        "strategy": "The Maori Warrior is similar to a Great General; however instead of increasing the strength of friendly units, it decreases the strength of adjacent enemy units. Build plenty of these units early for their promotion stays with them as they are upgraded.",
        "movement": 2,
        "cost": {
            "production": 40,
            "faith": 80
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [
            {
                "name": "Haka War Dance",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/haka_war_dance.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/maori_warrior.json"
    },
    {
        "id": 91,
        "name": "Berserker",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berserker.png",
        "game_info": "Strong, front-line land Unit of the Medieval Era that specializes in attacks from the sea. Only Denmark may build it. Replaces the Longswordsman, but is available earlier.",
        "historical_info": "As a member of the Great Heathen Army, the berserker was one of the most feared units of the late 9th century. This large Viking army of berserkers, warriors, and mariners was formed over a series of attacks on Paris and Rouen from 845- 850 AD, where they bolstered their numbers and refined their tactics. In 865, the army landed on the eastern shores of the British Isles, with the aspiration to conquer the entire island for settlement. Only one year later, it conquered the Kingdom of Northumbria, with the Kingdom of East Anglia falling in 870. Mercia followed in 874. The settlers who traveled with the great army founded the Kingdom of York from the rubble. The army was eventually defeated in 878, but its remaining members took up permanent residence in East Anglia, Essex, and Mercia.",
        "strategy": "The Berserker is one of two Danish Unique Units, replacing the Longswordsman. This Unit is +1 Movement [ICON_MOVES] compared to the Longswordsman and possesses the Amphibious promotion, allowing it to attack onto land from a Coast tile with no penalty. Available after researching Metal Casting instead of Steel.",
        "movement": 3,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Metal Casting",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/metal_casting.json"
        },
        "free_promotions": [
            {
                "name": "Amphibious",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/amphibious.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/berserker.json"
    },
    {
        "id": 92,
        "name": "Norwegian Ski Infantry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/norwegian_ski_infantry.png",
        "game_info": "Strong, front-line land Unit of the mid-game that specializes in operating in Snow, Tundra and Hills. Only Denmark may build it. Replaces the Rifleman.",
        "historical_info": "These intrepid infantrymen were employed heavily by Denmark against Sweden during the Napoleonic Wars of 1807- 1814. Comparable in speed to light cavalry, these soldiers were capable of traversing the mountainsides and snow- covered fields much faster than anyone else on foot or horseback. Besides being able to cross forested and rocky terrain efficiently, the ski infantry were also used to pull wagons of supplies or even other squads of soldiers, as the lack of roads and deep snow made traditional horse travel difficult. Their first recorded usage dates back to roughly the 13th century.Today, the ski infantry are still used by the Danish Navy to patrol large stretches of northern and eastern Greenland, areas of which are too rugged for most other forms of transportation. In Norway, every soldier in the army is still trained in the art of ski combat, and the Biathlon sporting event was inspired and developed from their military training and patrol routes.",
        "strategy": "The Norwegian Ski Infantry is one of two Danish Unique Units, replacing the Rifleman. This Unit moves through Snow, Tundra, or Hill at double speed. It also has a +25% combat bonus in Snow, Tundra or Hill terrain if neither Forest nor Jungle is present.",
        "movement": 2,
        "cost": {
            "production": 225,
            "faith": 450
        },
        "prereq_tech": {
            "name": "Rifling",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/rifling.json"
        },
        "free_promotions": [
            {
                "name": "Bonuses in Snow, Tundra, and Hills",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonuses_in_snow,_tundra,_and_hills.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/norwegian_ski_infantry.json"
    },
    {
        "id": 93,
        "name": "Turtle Ship",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/turtle_ship.png",
        "game_info": "Heavily-armored naval unit of the Renaissance Era that is extremely difficult to kill. However Turtle Ships cannot enter deep ocean hexes outside of the city borders. Only Korea may build it. Replaces the Caravel.",
        "historical_info": "These large, armored warships of the Choson dynasty played a crucial role in the defense of Korea during the Japanese invasions of the 16th century. Typically crewed by an equal compliment of soldiers and oarsmen, the Turtle Ship provided an aggressive close-assault ship for the Korean navy. Designed to strike fear in the enemy, each Turtle Ship featured a carved dragon figurehead on its bow, said to have emitted a cloud of sulfurous fumes to disguise the vessel's approach. Unlike the familiar designs used by sailing ships of the period, the Turtle Ship had no upper deck. The top level of the ship was covered in iron spikes to prevent boarding, with the oarsmen and soldiers segregated onto separate decks below. Armed with up to two dozen cannons and other small projectile weapons, the Turtle Ship was a dangerous foe for the unprepared navies of Korea's enemies.",
        "strategy": "The Turtle Ship is a Korean unique unit. This unit replaces the Caravel. The Turtle Ship has a more powerful attack than the Caravel, and is extremely difficult to destroy. However it may not enter deep ocean hexes outside of the city borders.",
        "movement": 4,
        "cost": {
            "production": 120,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Astronomy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/astronomy.json"
        },
        "free_promotions": [
            {
                "name": "Cannot Enter Deep Ocean",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cannot_enter_deep_ocean.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/turtle_ship.json"
    },
    {
        "id": 94,
        "name": "Hwach'a",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hwach'a.png",
        "game_info": "Anti-personnel rocket unit of the Medieval Era. Strong against land units, but weak against cities. Only Korea may build it. Replaces the Trebuchet.",
        "historical_info": "The Hwach'a, legendary Korean anti-infantry weapon, was a unique innovation in the development of early gunpowder-based weaponry. Created during the 15th century under the supervision of King Sejong the Great, the Hwach'a consisted of a large two-wheeled cart carrying a type of \"honeycomb\" housing, not unlike a modern missile battery, capable of storing hundreds of gunpowder-propelled arrows. The light-weight of these early rockets, known as \"Singijeon,\" provided the Hwach'a with a notable advantage, allowing excellent maneuverability compared to a traditional cannon. The Hwach'a would prove to be a formidable weapon for the defense of the Korean Peninsula during the Japanese invasions of the 16th century.",
        "strategy": "The Hwach'a is extremely effective against enemy land units. It is slow and vulnerable to enemy melee attack; it always should be supported by other units when it's in the field. The Hwach'a must \"set up\" (1 Movement Point) before attacking.",
        "movement": 2,
        "cost": {
            "production": 120,
            "faith": 240
        },
        "prereq_tech": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/physics.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Must Set Up to Ranged Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/must_set_up_to_ranged_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/hwach'a.json"
    },
    {
        "id": 95,
        "name": "Bowman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bowman.png",
        "game_info": "One of the first available ranged Units, this Babylonian Unique Unit replaces the Archer. The Bowman can better withstand melee attacks than the standard Archer available to other civs.",
        "historical_info": "We have a fairly accurate picture of the extraordinary Babylonian archery units, thanks to a beautiful Assyrian mosaic showing them marching off to battle. The Babylon archers are dressed in colorful padded robes and carry four-foot long bows, as well as a quiver of arrows slung on their backs. The archers also carry spears or daggers, doubtless for personal defense if enemy units get close enough for hand-to-hand combat. \r\nSeparate units carrying large, man-height shields would accompany the bowman, providing in effect, a movable fortress. The Bowmen were an integral part of the Babylonian infantry, as their numbers were easier to train and replace than the more expensive cavalry. Bowmen also helped man the famed Walls of Babylon, taking up positions in the many turrets dotting its line.",
        "strategy": "The Bowman is the Babylonian Unique Unit, replacing the Archer. This Unit is stronger in combat than the Archer, both offensively and defensively, allowing placement in the front line. The Bowman's improved combat prowess helps ameliorate any concern that it may be quickly overrun.",
        "movement": 2,
        "cost": {
            "production": 40,
            "faith": 80
        },
        "prereq_tech": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/archery.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/bowman.json"
    },
    {
        "id": 96,
        "name": "Pictish Warrior",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pictish_warrior.png",
        "game_info": "Only the Celts may build this unit. It has a combat bonus outside of friendly territory and can pillage enemy improvements at no additional movement cost. Earns 50% of opponents' strength as Faith for kills.",
        "historical_info": "The Picts were a Late Iron Age people residing in what is now eastern and northern Scotland, one of the many Celtic tribes of the British Isles. Their warriors were feared not only amongst other Celtic peoples but even by the vaunted Roman legionnaires. The Greek historian Dionysius would write during the reign of Caesar Augustus that their \"manner of fighting, being in large measure that of wild beasts and frenzied,\" brought considerable success against unwieldy military formations operating in the forests and hills of northern Europe.Adding to their frightful reputation was the use of the carnyx, a bronze trumpet sounded incessantly during battle, both to incite the Picts and intimidate opponents. Finally, firmly in the minds of their opponents were the reports of the severed heads Pictish warriors would carry. Carrying the heads of defeated foes into combat was believed by the Picts to imbue the bearer with courage and perhaps divine wrath.",
        "strategy": "The Pictish Warrior is the Celt unique unit. Perfectly suited for early rushes, a Pictish Warrior can lay waste to an opponents' lands, quickly pillaging and moving within the same turn. Additionally, they earn Faith for each unit they kill, constantly advancing your religious goals while at war.",
        "movement": 2,
        "cost": {
            "production": 56,
            "faith": 112
        },
        "prereq_tech": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/bronze_working.json"
        },
        "free_promotions": [
            {
                "name": "Foreign Lands Bonus",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/foreign_lands_bonus.json"
            },
            {
                "name": "No Movement Cost to Pillage",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_movement_cost_to_pillage.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/pictish_warrior.json"
    },
    {
        "id": 97,
        "name": "Atlatlist",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atlatlist.png",
        "game_info": "Only the Maya may build this unit. It is cheaper and available sooner than the Archer, which it replaces.",
        "historical_info": "The Atlatlists were super-specialized dart-throwers, employing a long, wooden, spear-like object to hurl their darts towards the intended target at a great speed. This implement, called an atlatl, had a small cup on one end on which the dart would rest, and a channel cut down the length for it to travel down. Using an atlatl, the Atlatlist could launch a dart over 300 feet and up to 60 miles an hour - a good deal farther and faster than a simple hand-thrown projectile. The Mayan Atlatlists would have been capable of devastating enemy lines from afar, provided they had a clear line of sight to the target.Some of the earliest atlatls date back to roughly 400,000 years ago, used by the extinct Homo heidelbergensis. Homo sapiens are thought to have used an early version of the atlatl starting in the Upper Paleolithic Era, about 15,500 BC.",
        "strategy": "The Atlatlist is the Mayan unique unit, replacing the Archer. Atlatlists are both cheaper than a traditional Archer, and available earlier without having to research Archery. This early game advantage allows other research priorities to come into play.",
        "movement": 2,
        "cost": {
            "production": 36,
            "faith": 72
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/atlatlist.json"
    },
    {
        "id": 98,
        "name": "Dromon",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/dromon.png",
        "game_info": "Dominant Ancient Era Naval Unit used to own the seas through the Classic Era with its ranged attack. Only the Byzantines may build it.",
        "historical_info": "A modified form of the traditional galley, the Dromon was an integral part of the Byzantine navy throughout the empire's reign. Featuring both oar and sail power, the Dromon was highly maneuverable and agile, but also dangerously equipped for battle. Through the use of Greek Fire, a precursor to modern Napalm, the Byzantines used an early form of the flamethrower to strike fear in the hearts of any who opposed them on the sea.",
        "strategy": "Only the Byzantines may build this unit. Attacks with lethal Greek Fire, making it the first naval unit with a ranged attack. This unit fights at +50% strength against other naval units. It cannot enter Deep Ocean tiles outside of the city borders.",
        "movement": 4,
        "cost": {
            "production": 56,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Sailing",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/sailing.json"
        },
        "free_promotions": [
            {
                "name": "Cannot Enter Deep Ocean",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cannot_enter_deep_ocean.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Bonus vs Naval",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_naval.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/dromon.json"
    },
    {
        "id": 99,
        "name": "Cataphract",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cataphract.png",
        "game_info": "Fast and powerful early game Mounted Unit. Weak to Spearmen. Only the Byzantines may build it. This Unit has a higher Combat Strength, defends better, and attacks cities more effectively than the Horseman which it replaces.",
        "historical_info": "Among the most heavily-armored forms of cavalry used throughout history, the Cataphract was a formidable opponent on the battlefield. With horses draped in chain mail or plated armor, and the rider himself in an equally impressive suit of armor, these mounted units were used primarily for crushing through the lines of enemy infantry they faced. The Byzantine Empire was known to have made extensive use of Cataphracts throughout its storied history, as they played a prominent role in defending the empire following the decline of their Roman brethren in the west.",
        "strategy": "The Cataphract is a Byzantine unique unit, replacing the Horseman. Cataphracts are slower but more powerful than the Horseman unit, making them one of the most dangerous cavalry units until the arrival of the Knight. They can move after attacking. They are able to gain defensive bonuses, unlike the Horseman. Also their penalty for attacking cities is not as severe.",
        "movement": 3,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/horseback_riding.json"
        },
        "free_promotions": [
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (25)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(25).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/cataphract.json"
    },
    {
        "id": 100,
        "name": "African Forest Elephant",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/african_forest_elephant.png",
        "game_info": "Powerful early game Mounted Unit. Weak to Spearmen. Only the Carthaginians may build it. This Unit has a higher Combat Strength than the Horseman which it replaces and strikes fear into nearby enemy units. Helps produce Great Generals more quickly.",
        "historical_info": "Used frequently by the forces of Carthage under legendary general Hannibal during his campaigns against the Romans, the elephant was a valuable beast of burden, as well as a dangerous weapon. Utilized throughout the Punic Wars, with varying amounts of success, the Carthaginian war elephants were trained to charge the enemy lines carrying soldiers mounted in towering gondolas on their backs. Despite their intimidating size, the elephants were susceptible to the advances of mobile infantry, and the care and maintenance requirements of such a large animal often led to their deaths on the arduous marches of the Carthaginian army.",
        "strategy": "The African Forest Elephant is a Carthaginian unique unit, replacing the Horseman. The Carthaginian Elephants are slower but more powerful than the Horseman. They can move after attacking. They also strike fear into nearby enemy units, giving them all a negative combat modifier. Success in combat with an Elephant has an increased chance of generating Great Generals.",
        "movement": 3,
        "cost": {
            "production": 100,
            "faith": 200
        },
        "prereq_tech": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/horseback_riding.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Feared Elephant",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/feared_elephant.json"
            },
            {
                "name": "Great Generals II",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/great_generals_ii.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/african_forest_elephant.json"
    },
    {
        "id": 101,
        "name": "Quinquereme",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/quinquereme.png",
        "game_info": "Strong Ancient Era Naval Unit used to dominate the seas through melee attacks on naval units and cities. Only the Carthaginians may build it.",
        "historical_info": "One of the many ship designs utilized by Carthage and Rome, the heavily-armed Quinquereme was among the most well known. These vessels took their name from the use of five rowers for each of the vertically aligned oars that were set in columns running down the sides of the ship. Although exact numbers are unknown, these heavy ships are thought to have carried several hundred men, both crew and soldiers alike. The Quinqueremes of Carthage were known to be of the highest quality construction, as the design is said to have originated among the North African naval engineers, only to be copied later by the Romans.",
        "strategy": "Only the Carthaginians may build this unit. It is a stronger version of the Trireme, including in Combat Strength. Like the Trireme it is a melee attack unit, engaging units at sea or cities (but it has no ranged attack). The Quinquereme cannot enter Deep Ocean tiles outside of the city borders.",
        "movement": 4,
        "cost": {
            "production": 45,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Sailing",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/sailing.json"
        },
        "free_promotions": [
            {
                "name": "Cannot Enter Deep Ocean",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cannot_enter_deep_ocean.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/quinquereme.json"
    },
    {
        "id": 102,
        "name": "Horse Archer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/horse_archer.png",
        "game_info": "A fast Ranged Unit used for hit-and-run attacks. Only the Huns may build it.",
        "historical_info": "The fearsome cavalry of the Huns, renowned for both their skill in archery, and their mastery of horsemanship, were the scourge of Europe during the Hunnic conquests of the 4th and 5th centuries AD. Utilizing powerful composite bows, the mounted archers of the Huns honed their skills while hunting on the Central Asian Steppe, and they had no trouble carrying over these skills into warfare. It is widely believed that the Huns' use of mounted archers greatly influenced the future military considerations of both European and Asian kingdoms, as a greater emphasis on cavalry units arose following their incursions.",
        "strategy": "Horse Archers are fast ranged units, deadly on open terrain. They are slightly stronger in defense than the Chariot Archer and can move through rough terrain without the Chariot Archer's movement penalty. They also start with the Accuracy I promotion. As a mounted unit, the Horse Archer is vulnerable to Spearmen. Unlike the Chariot Archer, the Horse Archer does not require Horses.",
        "movement": 4,
        "cost": {
            "production": 56,
            "faith": 112
        },
        "prereq_tech": {
            "name": "The Wheel",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/the_wheel.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Accuracy I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/accuracy_i.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/horse_archer.json"
    },
    {
        "id": 103,
        "name": "Hussar",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hussar.png",
        "game_info": "A fast Mounted Unit used for scouting and hit-and-run attacks. Especially deadly with flank attacks. Only the Austrians may build it.",
        "historical_info": "Taking their name from the Latin \"Cursarius,\" meaning \"Raider,\" the fearsome light cavalrymen of Hungary known as the Hussars served the Habsburg Empire and Austria throughout the 17th and 18th centuries. Emulated by cavalry units across Europe, the Hussars formed as an irregular regiment of skilled riders relying on swift, unpredictable hit-and-run tactics. Over time the Hussars became a formal unit, with recruits judged on specific requirements regulating both the rider and his mount. Hussar regiments were used extensively during the Napoleonic Wars, and eventually served in armies across Europe and Asia well into the 19th century.",
        "strategy": "Hussars are great scouts and flank attackers. They are slightly faster than Cavalry which they replace. They start with Promotions that give them +1 Sight and increases their bonus when making a Flank Attack by 50%.",
        "movement": 5,
        "cost": {
            "production": 225,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/military_science.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            },
            {
                "name": "Enhanced Flank Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/enhanced_flank_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/hussar.json"
    },
    {
        "id": 104,
        "name": "Mehal Sefari",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mehal_sefari.png",
        "game_info": "Strong, front-line land Unit that specializes in fighting in rough terrain and defending near the Ethiopian capital. Only the Ethiopians may build it.",
        "historical_info": "The Mehal Sefari was an elite unit of Imperial guardsmen who protected the emperors of Ethiopia in the 19th and 20th centuries. Originally serving as the personal bodyguards for the emperors of Ethiopia, the Mehal Sefari grew to become a formidable brigade of the Ethiopian military. Consisting of specialized units of infantry, cavalry, artillery and marksmen, the Mehal Sefari's status as the elite force of Ethiopia was ensured by the rigorous training and modern equipment provided to them.",
        "strategy": "Mehal Sefari are the backbone of the Ethiopian army. They start with promotions that give them bonuses fighting in rough terrain and near their capital. They are slightly cheaper to build than the Rifleman that they replace.",
        "movement": 2,
        "cost": {
            "production": 200,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Rifling",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/rifling.json"
        },
        "free_promotions": [
            {
                "name": "Drill I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/drill_i.json"
            },
            {
                "name": "Near Capital Bonus",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/near_capital_bonus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/mehal_sefari.json"
    },
    {
        "id": 105,
        "name": "Carolean",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/carolean.png",
        "game_info": "Strong, front-line land Unit that specializes in long marches, even far from Swedish lands. Only the Swedish may build it.",
        "historical_info": "An elite army of Swedish soldiers, these soldiers served the Swedish crown from roughly 1660 - 1697. Arguably the most effective soldiers of their time, the Caroleans were a small group, but made up for their fewer numbers with innovative tactics and staunch discipline. The Caroleans were strictly offensive troops, and never practiced nor drilled any kind of retreat maneuver. They would charge towards the enemy lines, only responding with their own fire once they were close enough to be sure to hit. The raging, all out charge demoralized many an army, and the Caroleans caused many lines of enemy troops to break and flee.",
        "strategy": "Caroleans are the backbone of the early Industrial era Swedish army. They start with the March promotion that allows it to Heal every turn, even if it performs an action.",
        "movement": 2,
        "cost": {
            "production": 225,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Rifling",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/rifling.json"
        },
        "free_promotions": [
            {
                "name": "March",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/march.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/carolean.json"
    },
    {
        "id": 106,
        "name": "Hakkapeliitta",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hakkapeliitta.png",
        "game_info": "Elite mounted Unit that specializes in working with Great Generals. Only the Swedish may build it.",
        "historical_info": "The snowy North is their fatherland; there, their heart crackles on the stormy beach. The Hakkapeliitta were a division of Finnish, light cavalrymen employed by King Gustavus Adolphus of Sweden during the Thirty Years War. They were highly trained, and excelled at raiding, spying, lightning-quick attacks, and most especially, charging. Attacking at full gallop, the Hakkapeliitta would fire pistol shots as they approached the enemy lines, drawing their sword once the horse made contact. The small, sturdy, and powerful horses ridden in the Hakkapeliitta were some of the founding members the modern Finnhorse breed, the national horse of Finland.",
        "strategy": "Hakkapeliitta are the elite mounted units of the late Renaissance Swedish army. Stack a Great General with them if possible. The Great General receives the movement allowance of the Hakkapeliitta if they start the turn stacked. In addition, the Hakkapeliitta receive a 15% combat bonus when stacked with a Great General.",
        "movement": 4,
        "cost": {
            "production": 185,
            "faith": 370
        },
        "prereq_tech": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/metallurgy.json"
        },
        "free_promotions": [
            {
                "name": "Transfer Movement to General",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/transfer_movement_to_general.json"
            },
            {
                "name": "Great General Combat Bonus",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/great_general_combat_bonus.json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Formation I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/formation_i.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/hakkapeliitta.json"
    },
    {
        "id": 107,
        "name": "Battering Ram",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/battering_ram.png",
        "game_info": "Siege unit deadly at melee attacks versus cities. Only the Huns may build it.",
        "historical_info": "The battering ram was a siege warfare device primarily utilized during the ancient era. Designed with a singular purpose in mind, battering rams were used to crash through the heavy wooden gates used during this period. Although there were varying shapes and forms found among the many battering ram designs, all shared the same general principle. Mounted on a cart or other wheeled platform, a heavy log or post was slung using chains or ropes. Soldiers manning the ram would then pull back on the log, releasing it with enough force to splinter the enemy's gate. Although the specific details surrounding the Huns implementation of this siege weapon are scarce, it is known that they successfully deployed battering rams against a number of major European cities during their conquest.",
        "strategy": "Battering Rams are a Hunnic unique unit replacing the Spearman. Use Battering Rams to knock down the defenses of a city. They have the Cover I promotion to keep them safe from ranged units; attack them with melee units to defeat them.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/bronze_working.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Cities (300)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(300).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Penalty on Defense (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_on_defense_(33).json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            },
            {
                "name": "Cover I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cover_i.json"
            },
            {
                "name": "City Attack Only",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/city_attack_only.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/battering_ram.json"
    },
    {
        "id": 108,
        "name": "Sea Beggar",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/sea_beggar.png",
        "game_info": "Naval Unit that specializes in attacking coastal cities to earn gold and capturing enemy ships. Only the Dutch can build it.",
        "historical_info": "The Sea Beggars, or Watergeuzen, were a collective of privateers opposed to the Spanish control of the Netherlands, active during the Eighty Years' War. The name originates with a group of Dutch nobles, who marched to the Duchess of Parma's palace with a list of grievances and requests. Councillors of the Duchess referred to the mass as \"beggars\", and the name stuck.In 1569, the Beggars were given official letters of operation from William of Orange, and a total of 84 ships were equipped for action. These Sea Beggars at first limited themselves to basic looting and plundering, but in a time of desperation took a Spanish town and garrison by force. Inspired by their victory, they began a more offensive campaign, capturing other cities along the coast. The success of the Sea Beggars was a rally cry to the rest of the Netherlands, and the entire nation began to revolt. The Sea Beggars' capturing of the Spanish garrison at Brielle is now seen as the beginning of the war for Dutch independence.",
        "strategy": "Naval Unit used to specializes in attacking coastal cities to earn gold and capturing enemy ships. Only the Dutch may build it. Heals outside friendly territory. Starts with the first two Coastal Raider promotions allowing it to earn gold from attacking coastal cities. May capture any enemy naval units it defeats as prize ships.",
        "movement": 5,
        "cost": {
            "production": 150,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/navigation.json"
        },
        "free_promotions": [
            {
                "name": "Coastal Raider I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/coastal_raider_i.json"
            },
            {
                "name": "Coastal Raider II",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/coastal_raider_ii.json"
            },
            {
                "name": "Prize Ships",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/prize_ships.json"
            },
            {
                "name": "Supply",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/supply.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/sea_beggar.json"
    },
    {
        "id": 109,
        "name": "Missionary",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/missionary.png",
        "game_info": "Used to spread a religion to cities. May only be obtained by purchasing with Faith.",
        "historical_info": "Missionaries are members of a religious group or sect sent abroad to spread the message of their chosen religion. While their primary goal is to share their religious views and hopefully gain new followers, missionaries typically provide other beneficial services to the areas they visit. By setting up clinics, schools, and other social welfare programs, missionaries help those in need while also serving in their evangelical role.",
        "strategy": "Can be purchased with Faith in any city with a majority Religion. Once adjacent to a city they can spread their religion to it (expending the Missionary after the second use). If a Missionary enters another civilization without Open Borders, their Religious Strength is reduced each turn. Once their Religious Strength reaches zero, they are destroyed.",
        "movement": 4,
        "cost": {
            "production": -1,
            "faith": 200
        },
        "prereq_tech": null,
        "free_promotions": [
            {
                "name": "Can Enter Rival Territory",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_enter_rival_territory.json"
            },
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            },
            {
                "name": "Unwelcome Evangelist",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/unwelcome_evangelist.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/missionary.json"
    },
    {
        "id": 110,
        "name": "Composite Bowman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/composite_bowman.png",
        "game_info": "Classical ranged infantry Unit.",
        "historical_info": "Widely considered the most sophisticated of all bow designs, the composite bow differs from other traditional models in that they are constructed of layered strips of bone, horn, or other materials glued together to form an extremely strong and powerful bow. The composite bow is thought to have originated with the tribal nomads of Asia sometime in the first or second millennia BC.",
        "strategy": "The Composite Bowman is more powerful than the Archer. As a Ranged unit it can deal significant damage to other units up to two hexes away, but it is vulnerable to melee attack. Put Composite Bowman in your city for defense, and guard them with melee units when on the move.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/construction.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/composite_bowman.json"
    },
    {
        "id": 111,
        "name": "Galleass",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/galleass.png",
        "game_info": "Medieval Era Naval Unit used to wrest control of the seas with its ranged attack.",
        "historical_info": "The Galleass was a class of naval warship that grew in popularity during the 16th century, when designs based on the traditional galley were modified to include heavier armaments. A typical galleass began life as a merchant ship powered by oars, which was then upgraded to include masts for sails. With two forms of propulsion available, the galleass design allowed the ship to maintain much of the traditional galley's renowned speed, while also carrying heavy guns to fend off would-be attackers.",
        "strategy": "The Galleass is the first naval unit with a ranged attack generally available to the civilizations in the game. It is much stronger than earlier naval units but a bit slower. It cannot initiate melee combat. The Galleass is useful for clearing enemy ships out of shallow waters. It cannot enter Deep Ocean hexes unless it is from Polynesia.",
        "movement": 3,
        "cost": {
            "production": 100,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Compass",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/compass.json"
        },
        "free_promotions": [
            {
                "name": "Cannot Enter Deep Ocean",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cannot_enter_deep_ocean.json"
            },
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/galleass.json"
    },
    {
        "id": 112,
        "name": "Great War Infantry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/great_war_infantry.png",
        "game_info": "Basic Infantry Unit of the Modern Era.",
        "historical_info": "As the 20th century opened, the world experienced two of the deadliest and most destructive wars in human history. It was a time of remarkable advancement in the technology of killing, and the infantrymen of World War I faced every conceivable terror the world's scientists and engineers could throw at them. Typically armed with little more than a bolt-action rifle and a simple uniform, these troops braved the horrors of trench warfare to defend their homes and families.",
        "strategy": "Great War Infantry is the basic Modern era combat unit. It's significantly stronger than its predecessor, the Rifleman.",
        "movement": 2,
        "cost": {
            "production": 320,
            "faith": 640
        },
        "prereq_tech": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/replaceable_parts.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/great_war_infantry.json"
    },
    {
        "id": 113,
        "name": "Marine",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/marine.png",
        "game_info": "Atomic Era Unit especially useful for embarking and invading across the sea.",
        "historical_info": "Originally intended to serve as a class of infantry specializing in amphibious assaults, the stalwart marines have since grown to serve in a number of important roles within the military. Typically working in close collaboration with the navy, marines' diverse capabilities have allowed them to be utilized in conflicts throughout the world for decades.",
        "strategy": "The Marine is an alternative to Infantry. It costs a bit more than Infantry but possesses promotions that enhance its Sight and attack strength when embarked at sea.",
        "movement": 2,
        "cost": {
            "production": 400,
            "faith": 800
        },
        "prereq_tech": {
            "name": "Penicillin",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/penicillin.json"
        },
        "free_promotions": [
            {
                "name": "Amphibious",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/amphibious.json"
            },
            {
                "name": "Extra Sight While Embarked",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_while_embarked.json"
            },
            {
                "name": "Embarkation with Defense",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/embarkation_with_defense.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/marine.json"
    },
    {
        "id": 114,
        "name": "Triplane",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/triplane.png",
        "game_info": "Early Air Unit designed to intercept incoming enemy aircraft.",
        "historical_info": "Deriving its name from the unique three-tiered wing system utilized in its design, the triplane was used with varying degrees of success during World War I. The most famous triplane of the war, the Fokker Dr.I, was used extensively by the German air force, gaining particular notoriety as the legendary Red Baron's craft of choice. Although engineers developed many variations on the triplane design, advancements in the traditional biplane rendered the triplane obsolete within a decade of its introduction.",
        "strategy": "The Triplane is an early air unit. It can be based in any city you own or aboard an aircraft carrier. It can move from city to city (or carrier) and can perform \"missions\" within its range of 5 tiles. Use triplanes to attack enemy aircraft and ground units, to scout enemy positions, and to defend against enemy air attacks. See the rules on Aircraft for more information.",
        "movement": 2,
        "cost": {
            "production": 325,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/flight.json"
        },
        "free_promotions": [
            {
                "name": "Interception (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/interception_(50).json"
            },
            {
                "name": "Air Sweep",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_sweep.json"
            },
            {
                "name": "Air Recon",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/air_recon.json"
            },
            {
                "name": "Bonus vs Bombers/Helicopters (150)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_bombers_helicopters_(150).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/triplane.json"
    },
    {
        "id": 115,
        "name": "Great War Bomber",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/great_war_bomber.png",
        "game_info": "Early Air Unit that can bombard enemy Units and Cities from the skies.",
        "historical_info": "By the outbreak of World War I, several nations, including Great Britain, France, and Germany, had all experimented with the concept of explosive bombardment via plane. In the earliest days of the war, bombs were dropped from all types of aircraft, including reconnaissance and fighter planes. One of the first genuine bombers introduced during the war, the Voisin III, was designed by the French aircraft manufacturer Gabriel Voisin. Featuring a standard biplane design reinforced with a steel frame, the Voisin III was capable of carrying payloads of over 300 lbs.",
        "strategy": "The Great War Bomber is an early air unit. It is effective against ground targets, less so against naval targets, and it's quite vulnerable to enemy aircraft. The Great War Bomber can be based on a player-owned city or aboard a carrier. It can move from base to base and perform missions within its range of \"6.\" Use it to attack enemy units and cities. When possible, send in triplanes or fighters first to \"use up\" the enemy's anti-aircraft defenses for that turn. See the rules on Aircraft for more information.",
        "movement": 2,
        "cost": {
            "production": 325,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/flight.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/great_war_bomber.json"
    },
    {
        "id": 116,
        "name": "Landship",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/landship.png",
        "game_info": "The first of its kind, this powerful late game unit can move after attacking.",
        "historical_info": "Conceptualized by British engineers during World War I as a solution to the constant stalemates afforded by the proliferation of trench warfare, the tank grew to become a crucial component of land-based warfare. Although the earliest tank designs proved to be cumbersome, both allied and opposition forces experimented with tank concepts throughout the war. Reliability, weight, and maneuverability were all major hurdles overcome only through continued trial and error.",
        "strategy": "The Landship is a powerful and mobile land unit. It can move after combat, allowing it to blow holes in enemy lines and then move into the now-vacant hexes.",
        "movement": 4,
        "cost": {
            "production": 350,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Combustion",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/combustion.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/landship.json"
    },
    {
        "id": 117,
        "name": "Machine Gun",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/machine_gun.png",
        "game_info": "Late-game ranged Unit that must be adjacent to an enemy to strike.",
        "historical_info": "Machine gun crews make use of powerful, fully-automatic firearms capable of laying down heavy suppression fire, typically at a rate of several hundred rounds per minute. The Gatling gun, predecessor to many modern machine gun designs, was first developed during the 19th century in the United States. This concept later evolved into the Maxim gun, the first of many self-powered machine guns.",
        "strategy": "The Machine Gun is the penultimate non-siege ranged unit. It is more powerful than earlier ranged units. Like the Gatling Gun it has only a one-hex range, but still can deal significant damage to other units without being hurt itself. It is vulnerable to melee attack. Put Machine Guns in your city for defense.",
        "movement": 2,
        "cost": {
            "production": 350,
            "faith": 700
        },
        "prereq_tech": {
            "name": "Ballistics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/ballistics.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/machine_gun.json"
    },
    {
        "id": 118,
        "name": "Privateer",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/privateer.png",
        "game_info": "Naval Unit that specializes in attacking coastal cities to earn gold and capturing enemy ships.",
        "historical_info": "With letters of marque in hand, privateer captains were given free reign over the seas during times of war, attacking foreign trade vessels at will. Predominantly sailing from the 16th to 19th centuries, privateers were utilized by all of the major colonial powers, particularly Britain and Spain. As the privateer captains and crew were not typically paid by the government who authorized their mission, they were given a share of the spoils captured from the opposing fleets, sometimes creating a murky distinction between privateers and their unauthorized pirate counterparts.",
        "strategy": "Naval Unit that attacks as a melee unit. Starts with the first Coastal Raider promotion allowing it to earn gold from attacking coastal cities. May capture any enemy naval units it defeats as prize ships.",
        "movement": 5,
        "cost": {
            "production": 150,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/navigation.json"
        },
        "free_promotions": [
            {
                "name": "Coastal Raider I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/coastal_raider_i.json"
            },
            {
                "name": "Prize Ships",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/prize_ships.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/privateer.json"
    },
    {
        "id": 119,
        "name": "Inquisitor",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/inquisitor.png",
        "game_info": "Used to remove other religions from cities. May only be obtained by purchasing with Faith.",
        "historical_info": "Inquisitors were widely utilized throughout Europe as part of a broad effort to eliminate enemies of the Catholic Church. Those branded as heretics by the Inquisition were oftentimes tortured and executed for their alleged crimes, and there was typically little room for defense against the inquisitor's accusations.",
        "strategy": "Can be purchased with Faith in any city with a majority Religion that has been enhanced. They can remove other religions from your cities (expending the Inquisitor) or be placed inside a city to protect it from Missionaries and Prophets trying to spread other religions into that city.",
        "movement": 3,
        "cost": {
            "production": -1,
            "faith": 200
        },
        "prereq_tech": null,
        "free_promotions": [
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/inquisitor.json"
    },
    {
        "id": 120,
        "name": "Gatling Gun",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/gatling_gun.png",
        "game_info": "Ranged infantry Unit of the mid-game that must be adjacent to an enemy to strike.",
        "historical_info": "The Gatling gun, forerunner to the machine gun, was invented in 1861 AD by the American Dr. Richard Gatling in the hope of reducing the size of armies and displaying how futile war is. Operation of a Gatling gun involved a revolving multi-barrel design, in which a hand crank turned the mechanism. As each barrel cycled, the spent cartridge was ejected, a new one loaded, and the muzzle barrel cooled. In this manner, a high rate of fire could be maintained without overheating. What the Gatling gun lacked in accuracy was made up for by its lethality.Although not officially adopted by the United States Army until 1866, it was used for the first time in combat during the American Civil War by Union forces. It next saw use during the Peru-Chile War of the Pacific (1879-1883), which convinced European armies of its utility against massed enemies. Within a decade, the Gatling gun was adopted by most of the major powers; it was used most effectively to expand their colonial empires against the likes of the Ndebele, Zulu, Bedouins, Turkmen, Boxers, and other native peoples. In the first decade of the 1900s, designs for gas-operated \"machine\" guns made the weapon obsolete; the U.S. Army withdrew all models of the Gatling gun from service in 1911, followed soon after by the European armies.",
        "strategy": "The Gatling Gun is a mid-game non-siege ranged unit. It is much more powerful than earlier ranged units like the Crossbowman. It has only a one-hex range, but still can deal significant damage to other units without being hurt itself. Put Gatling Guns in your city for defense.",
        "movement": 2,
        "cost": {
            "production": 225,
            "faith": 450
        },
        "prereq_tech": {
            "name": "Industrialization",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/industrialization.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/gatling_gun.json"
    },
    {
        "id": 121,
        "name": "Impi",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/impi.png",
        "game_info": "Specialized in defeating Knights and other mounted units. Only the Zulu may build it. Also performs a first-strike ranged attack before combat.",
        "historical_info": "\"Impi\" is the Zulu word for an armed body of men, although in common usage during the 1800s it referred to one of the Zulu empire's regiments. While impi had long been a feature of Zulu culture, their great chieftain Shaka instituted broad innovations upon his ascension to the throne in 1816 AD. In addition to their traditional club and throwing spear, Shaka armed his troops with the assegai, a short-shaft stabbing spear with a broad, foot-long blade. He introduced a larger, heavier cowhide shield (isihlangu) and trained his forces to quickly close with the enemy for devastating hand-to-hand combat. Strategically, the impi relied on speed and surprise to suddenly outnumber and overwhelm their enemy. Using such methods the Zulu won impressive victories, even against rifle-armed Europeans, although their own casualties were high.",
        "strategy": "Before engaging in melee, the Impi performs a spear throw attack that can damage or kill the enemy unit before making contact. Only the Zulu may build it.",
        "movement": 2,
        "cost": {
            "production": 90,
            "faith": 180
        },
        "prereq_tech": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/civil_service.json"
        },
        "free_promotions": [
            {
                "name": "Bonus vs Mounted (50)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_mounted_(50).json"
            },
            {
                "name": "Spear Throw",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/spear_throw.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/impi.json"
    },
    {
        "id": 122,
        "name": "Winged Hussar",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/winged_hussar.png",
        "game_info": "Heavy Mounted Unit specialized in defeating enemy mounted units. This unit is faster and more powerful than the Lancer, which it replaces. Forces defenders to retreat when it inflicts more damage than it receives. May only be built by the Polish.",
        "historical_info": "The \"winged\" type of hussar was introduced into the Polish-Lithuanian military by King Stephen Bathory in the 1570s. Winged hussars generally carried a number of secondary weapons, usually a warhammer, a szabla saber, and one or two wheellock (later flintlock) pistols in saddle holsters. But their most distinctive accoutrement was the huge \"wings,\" wooden frames attached to either the saddle or the rider's shoulders, covered with eagle, swan, goose or ostrich feathers. The purpose of the wings has never been definitely determined, but theories range from defense against enemy attacks from behind to making their own horse deaf to battle sounds, to intimidating enemy foot soldiers by making the hussars appear larger than normal men.",
        "strategy": "The Winged Hussar is the Lancer replacement, and only the Polish may build it. Faster and more powerful than the Lancer, the Winged Hussar forces a defender to retreat when it inflicts more damage than it receives. A defender who cannot retreat instead takes extra damage.",
        "movement": 5,
        "cost": {
            "production": 185,
            "faith": 370
        },
        "prereq_tech": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/metallurgy.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Heavy Charge",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/heavy_charge.json"
            },
            {
                "name": "Shock I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/shock_i.json"
            },
            {
                "name": "Formation I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/formation_i.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/winged_hussar.json"
    },
    {
        "id": 123,
        "name": "Cargo Ship",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cargo_ship.png",
        "game_info": "Establishes sea-based Trade Routes between two civilizations that yields Gold. Can also be used to deliver Food or Production within your own borders after building a Granary or a Workshop.",
        "historical_info": "Cargo ships are those designed to transport goods and freight across water. The earliest records of commerce mention the shipping of trade goods over water, and archeology shows evidence of sea-going cargo ships in the Mediterranean and Red seas by the beginning of the 1st millennium BC. As longer voyages of trade were undertaken, cargo ship design was constantly revised; by the 1500s the Portuguese nau and Spanish galleon were the queens of international maritime trade. With the dawn of the industrial age, speed became ever more a consideration, culminating with the clipper ships of the late 1800s. Today, dozens of specialized cargo ships ply the oceans, ranging from container ships to bulk carriers to massive oil tankers.",
        "strategy": "A Cargo Ship allows you to establish a sea-based Trade Route between two civilizations, earning Gold for both the owner and the destination civilization. It also has a much longer range than the land-based Caravans. Building a Granary or a Workshop in its home city also allows you to shuttle Food or Production among your own cities. Once you assign it to a route, it cannot defend itself, so make sure the route is clear of danger.",
        "movement": 1,
        "cost": {
            "production": 100,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Sailing",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/sailing.json"
        },
        "free_promotions": [
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/cargo_ship.json"
    },
    {
        "id": 124,
        "name": "Caravan",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravan.png",
        "game_info": "Establishes land-based Trade Routes between two civilizations that yields Gold. Can also be used to deliver Food or Production within your own borders after building a Granary or a Workshop.",
        "historical_info": "From time immemorial traders have used beasts of burden - from horses and mules to camels and llamas - to engage in long-range commerce. The first historical records of caravans date to around 1000 BC when camel trains brought gems, precious metals, incense and spices up the west coast of Arabia, linking India with Egypt, Phoenicia, and the Mesopotamian empires. Many caravan routes, such as the famous Silk Road from China to the Middle East, shaped history as surely as wars and beliefs. Although largely supplanted by motorized transport, pack caravans still operate across such inhospitable terrain as the fringes of the Sahara and Gobi deserts.",
        "strategy": "A Caravan allow you to establish a land-based Trade Route between two civilizations, earning Gold for both the owner and the destination civilization. Building a Granary or a Workshop in its home city also allows you to shuttle Food or Production among your own cities. Once you assign it to a route, it cannot defend itself, so make sure the route is clear of danger.",
        "movement": 1,
        "cost": {
            "production": 75,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Animal Husbandry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/animal_husbandry.json"
        },
        "free_promotions": [
            {
                "name": "Limited Visibility",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/limited_visibility.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/caravan.json"
    },
    {
        "id": 125,
        "name": "Archaeologist",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/archaeologist.png",
        "game_info": "Archaeologists are a special subtype of Worker that are used to excavate Antiquity Sites to either create Landmark improvements or to extract Artifacts to fill in Great Work of Art slots in Museums, Palaces, Hermitages, and selected Wonders. Archaeologists may work in territory owned by any player. They are consumed once they complete an Archaeological Dig at an Antiquity Site. Archaeologists may not be purchased with Gold and may only be built in a city with a University.",
        "historical_info": "Archaeologists study human behavior in the past, primarily through the excavation and analysis of human fossils, the ruins of buildings, and the remains of human artifacts. In undertaking this effort, archaeologists work to understand the common beliefs and daily activities of various peoples throughout history. Although controversies now rage about the ownership of artifacts, treasures, and human remains recovered, thousands of archaeologists operate around the world at excavations sites, in museums, and on university campuses to further our understanding of our own past.",
        "strategy": "Send an Archaeologist to examine each Antiquity Site near your civilization and decide whether or not you want to return an Artifact to one of your cities or create a Landmark on that tile.",
        "movement": 4,
        "cost": {
            "production": 200,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Archaeology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/archaeology.json"
        },
        "free_promotions": [],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/archaeologist.json"
    },
    {
        "id": 126,
        "name": "Siege Tower",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/siege_tower.png",
        "game_info": "Powerful melee siege unit which grants a city attack bonus to nearby units when next to an enemy city. May only be built by the Assyrians.",
        "historical_info": "The oldest known siege towers date to their use by the armies of the neo-Assyrian Empire c. 9th Century BC. Bas-reliefs from the reign of Ashurbanipal II depict siege towers at the walls of enemy towns. At the time, mud-brick walls were generally sufficient protection against the ancient armies of Mesopotamia, but siege towers used by the Assyrians allowed them to overwhelm enemy towns quickly and efficiently, providing their empire with a means to grow virtually unchecked for three centuries.",
        "strategy": "This melee siege unit must move next to an enemy city to be effective, but once it has, it is devastating. It not only has a powerful city attack of its own, but also confers a bonus to any of your nearby units also attacking the city. Complement a Siege Tower with melee or ranged units, and make sure it reaches its target before getting killed, and cities will fall much more quickly.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/mathematics.json"
        },
        "free_promotions": [
            {
                "name": "Sapper",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/sapper.json"
            },
            {
                "name": "Bonus vs Cities (200)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/bonus_vs_cities_(200).json"
            },
            {
                "name": "Cover I",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cover_i.json"
            },
            {
                "name": "City Attack Only",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/city_attack_only.json"
            },
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            },
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/siege_tower.json"
    },
    {
        "id": 127,
        "name": "Pracinha",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pracinha.png",
        "game_info": "Modern Era infantry unit that earns points toward a Golden Age when it defeats an enemy. May only be built by Brazil.",
        "historical_info": "After 18 Brazilian merchant ships were sunk by German submarines in the Atlantic, Brazil declared war against Nazi Germany and Fascist Italy in December 1942 AD, joining the Western Allies. In early 1944, 27,500 men and women were trained for the Brazilian Expeditionary Force, known in their homeland as pracinhas brasileiros. Their combat exploits were followed closely by the Brazilian populace, proud of the fact that their nation was the only one in South America to take an active role in Europe. Although lighter armed than their American and British counterparts, the Brazilian regiments fought with an elan and ferocity that brought praise and honors, but suffered almost 1000 killed in the campaign.",
        "strategy": "This melee unit earns points toward starting the next Carnival for Brazil when it defeats an enemy. Use them to fight wars in foreign lands to push Brazil toward a Culture victory.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/plastics.json"
        },
        "free_promotions": [
            {
                "name": "Golden Age from Victories",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/golden_age_from_victories.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/pracinha.json"
    },
    {
        "id": 128,
        "name": "Nau",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nau.png",
        "game_info": "Melee naval unit which excels at sea exploration. It has more [ICON_MOVES] Movement than the Caravel, which it replaces, and can perform a one-time ability next to foreign lands to earn Gold and XP. May only be built by the Portuguese.",
        "historical_info": "As the Portuguese extended their explorations and trading ventures further along the African coast and to the Far East, they needed a larger, sturdier ship capable of long voyages. The Nau, often referred to as a \"carrack\" or \"Indiaman\" by the English, evolved from the square-rigged cog widely used for commerce in the late Middle Ages. The design was perfected by Portuguese merchants in the late 1400s; the Nau came to be a three- or four-deck ocean-going vessel with three or four masts, with a broad beam stable in the high seas of the Atlantic, and capable of carrying provisions and cargo for a lengthy trip. It had a rounded stern and a high forecastle incorporated into the bow, the first ocean-going vessel with such. Its large storage holds meant that it could traverse great distances between landfalls, making it a mainstay in the Portuguese merchant fleet. The Nau would be supplanted by the Galleon on the ocean trade routes by the 1600s.",
        "strategy": "This melee naval unit replaces the Caravel and is skilled at exploration. When it is in a tile next to land owned by another Civilization or City-State you are at peace with, it may perform a one-time trade mission to earn Gold and XP. The further the land is from your own capital, the greater the bonus, so it is best to use on distant players. Use this unit to explore the map and uncover the locations of other players.",
        "movement": 5,
        "cost": {
            "production": 120,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Astronomy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/astronomy.json"
        },
        "free_promotions": [
            {
                "name": "Exotic Cargo",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/exotic_cargo.json"
            },
            {
                "name": "Extra Sight (1)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/extra_sight_(1).json"
            },
            {
                "name": "Withdraw Before Melee",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/withdraw_before_melee.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/nau.json"
    },
    {
        "id": 129,
        "name": "Berber Cavalry",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berber_cavalry.png",
        "game_info": "Mounted unit that specializes in Desert warfare and protecting Moroccan lands. Receives combat bonuses when fighting both in Desert tiles and Moroccan territory. May only be built by Morocco.",
        "historical_info": "Inhabiting the Magreb for centuries, the fierce Berber warriors were masters of the Rif Mountains and the western Sahara Desert. Typically Berber riders were mounted on Barb horses, a North African breed of exceptional hardiness. Berber warriors wore light clothing suited to the heat and dry climate, augmented by robes in the winter. Their weaponry was adapted from that of the Arabs: a long straight sword, a curved and ornamented dagger, and a long-barrel firearm (smoothbore or rifled). Although raiding caravans and coastal settlements was common, Berber cavalrymen were not adverse to conventional battle - having proved their worth against the heavy, armored European knights in several conflicts.",
        "strategy": "This mounted unit replaces Cavalry and is a fierce warrior in the deserts of Morocco. Receives combat bonuses for both fighting in a Desert tile or fighting in Moroccan territory (these bonuses do stack).",
        "movement": 4,
        "cost": {
            "production": 225,
            "faith": 450
        },
        "prereq_tech": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/military_science.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Desert Warrior",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/desert_warrior.json"
            },
            {
                "name": "Homeland Guardian",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/homeland_guardian.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/berber_cavalry.json"
    },
    {
        "id": 130,
        "name": "Great Galleass",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/great_galleass.png",
        "game_info": "A brutally powerful Medieval Era Naval Unit used to wrest control of the seas with its ranged attack. Better at attacking and defending than the normal Galleass it replaces, but more expensive. May only be built by Venice.",
        "historical_info": "The original design of the galleass evolved from that of large merchant galleys, and remained relatively unchanged until 1660 AD when Venice built its first ship-of-the-line. It usually had three lateen-rigged masts, and was characterized by a forecastle as well as an aftcastle. Carrying more sails and oars than a standard galley for increased speed, these Venetian warships also had a gundeck that ran over the rowers heads. In the Mediterranean, the Venetian Galleass remained in service long after it had been replaced with larger, studier, more sea-worthy warships by other nations.",
        "strategy": "The Great Galleass is the Galleass replacement, and only the Venetians may build it. Has a stronger ranged attack, is more resilient in battle, and is more costly than the base Galleass.",
        "movement": 3,
        "cost": {
            "production": 110,
            "faith": 0
        },
        "prereq_tech": {
            "name": "Compass",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/compass.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            },
            {
                "name": "Cannot Enter Deep Ocean",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/cannot_enter_deep_ocean.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/great_galleass.json"
    },
    {
        "id": 131,
        "name": "Pathfinder",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pathfinder.png",
        "game_info": "Excellent at exploring and fearsome in combat, this Shoshone Unique Unit replaces the Scout. It possesses a promotion that allows it to choose the benefit when uncovering an ancient ruin.",
        "historical_info": "Among the Native American tribes of the Great Plains and Rocky Mountains, some members were trusted as superior scouts, relied upon to carry out critical duties for the nomads. Called by a variety of titles, these \"pathfinders\" tracked game and enemies, scouted routes for migration, spied on foes and interlopers, and protected the winter encampments. So skilled were they that the armies of the major powers hired them as scouts and advisors, beginning as early as the Pequot War (1637-1638 AD) when the English colonists of Massachusetts Bay were aided by scouts of the Narragansett and Mohegan tribes. However, with the end of the frontier and the confinement of Native American tribes to reservations, the role of the pathfinder faded.",
        "strategy": "The Pathfinder is the Scout replacement, and only the Shoshone may build it. It explores as well as a Scout and fights almost as well as a Warrior. It allows the player to choose the benefit when uncovering an ancient ruin. Costs more than a Scout.",
        "movement": 2,
        "cost": {
            "production": 45,
            "faith": 50
        },
        "prereq_tech": {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/agriculture.json"
        },
        "free_promotions": [
            {
                "name": "Native Tongue",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/native_tongue.json"
            },
            {
                "name": "Ignores Terrain Cost",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/ignores_terrain_cost.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/pathfinder.json"
    },
    {
        "id": 132,
        "name": "Comanche Riders",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/comanche_riders.png",
        "game_info": "Mounted unit that specializes in quick attacks. May only be built by the Shoshone.",
        "historical_info": "The Comanche were a branch of the Shoshone driven southward into Oklahoma and northern Texas by increasing pressure of the Northern Plains Indians. As Hunter-gatherers, under conditions of incessant conflict with other Indian peoples and Mexican and American settlers, the migratory Comanche developed a horse-warrior culture. Mounted on sturdy plains ponies, Comanche boys were taught to ride at a very early age. The warriors were armed with obsidian-tipped spears, devastating against opposing warriors on foot, and with bows and later rifles. The favored style of combat was guerilla warfare: short, intense, close-in mounted attacks aimed at killing as many of the enemy as possible and driving off their livestock. The so-called Comanche Wars, beginning with their first raids against Spanish outposts in New Mexico in the 1700s, raged nearly continuously until the last bands were subdued by the U.S. Army in 1875.",
        "strategy": "The Comanche Riders replaces the Cavalry, and only the Shoshone may build it. Cheaper and faster than the base unit.",
        "movement": 4,
        "cost": {
            "production": 200,
            "faith": 450
        },
        "prereq_tech": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/military_science.json"
        },
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            },
            {
                "name": "Full Moon Striker",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/full_moon_striker.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/comanche_riders.json"
    },
    {
        "id": 133,
        "name": "Bazooka",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bazooka.png",
        "game_info": "Atomic era ranged Unit that must be adjacent to an enemy to strike.",
        "historical_info": "\"Bazooka\" is the generic name for a man-portable, recoilless weapon designed for use against enemy armored vehicles. Initially developed at the end of the First World War by the U.S. Army, the Bazooka uses a small rocket engine to fire a shaped-charge explosive shell. As with its British (PIAT) and German (panzerschreck) counterparts, the bazooka came into widespread use during the Second World War. As the presence of tanks, halftracks and other armored vehicles became prevalent on the battlefield, soldiers needed to be able to respond quickly, without the necessity of waiting for heavy weapons. In the hands of a skilled team willing to get close to an enemy tank, the bazooka was a devastating weapon.",
        "strategy": "The Bazooka is the last non-siege ranged unit. It is the most powerful ranged unit. Despite having only a one-hex range it can still deal significant damage to other units without being hurt itself. This makes it a great defense unit.",
        "movement": 2,
        "cost": {
            "production": 375,
            "faith": 750
        },
        "prereq_tech": {
            "name": "Nuclear Fission",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/nuclear_fission.json"
        },
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/bazooka.json"
    },
    {
        "id": 134,
        "name": "Kris Swordsman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/kris_swordsman.png",
        "game_info": "Classical Era Melee unit that has a mystical weapon whose abilities will be discovered the first time it is used in combat. May only be build by Indonesia.",
        "historical_info": "The kris is a long-bladed, asymmetrical dagger or sword with a distinctive wavy blade common to Indonesia and Malaya. Both weapon and mystical object, kris were believed by the Indonesian tribes to have an essence imbued with magical power, with some blades bringing good luck and others bad. So prized was the kris in Indonesia that heirloom blades were handed down through successive generations. In battle, a kris swordsman might carry as many as three: his own, one from his father-in-law, and one family heirloom. The forging of kris blades was restricted to a select few, and these skilled metalworkers made the blades in layers of different iron ores and meteorite nickel folded many times, a process that could take years to complete.",
        "strategy": "The Kris Swordsman replaces the standard Swordsman. Try him out in combat as soon as possible to unlock the secret properties of his curvy Kris blade.",
        "movement": 2,
        "cost": {
            "production": 75,
            "faith": 150
        },
        "prereq_tech": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/iron_working.json"
        },
        "free_promotions": [
            {
                "name": "Mystic Blade",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/mystic_blade.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/kris_swordsman.json"
    },
    {
        "id": 135,
        "name": "Horseman",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/horseman.png",
        "game_info": "Fast and powerful early game Mounted Unit. Weak to Spearmen.",
        "historical_info": null,
        "strategy": null,
        "movement": 4,
        "cost": {
            "production": 75,
            "faith": 0
        },
        "prereq_tech": null,
        "free_promotions": [
            {
                "name": "No Defensive Terrain Bonuses",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/no_defensive_terrain_bonuses.json"
            },
            {
                "name": "Can Move After Attacking",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/can_move_after_attacking.json"
            },
            {
                "name": "Penalty Attacking Cities (33)",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/penalty_attacking_cities_(33).json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/horseman.json"
    },
    {
        "id": 136,
        "name": "Hand-Axe",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hand-axe.png",
        "game_info": "The Barbarians' replacement of the Chariot Archer.",
        "historical_info": "The always-reliable axe has shaped human history as both a tool and a weapon. From the sharpened piece of flint tied with vine to a wooden stick, to the modern steel blade set in a machined handle, axes have been used in every age and every region of the world. Short-handled axes, such as the tomahawk, capable of being wielded one-handed, have been used in hunting and war by many primitive peoples; long-handled, broad-bladed axes, such as the Viking Dane axe or Japanese ono, were fearsome weapons in combat. Typically used in close combat, those such as the traditional battle axe deliver more cleaving power against a smaller target area, making it more effective than a sword against armor.",
        "strategy": "Stronger than an archer, but limited by its one-hex range.",
        "movement": 2,
        "cost": {
            "production": 56,
            "faith": 0
        },
        "prereq_tech": null,
        "free_promotions": [
            {
                "name": "May Not Melee Attack",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/may_not_melee_attack.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/hand-axe.json"
    },
    {
        "id": 137,
        "name": "XCOM Squad",
        "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/xcom_squad.png",
        "game_info": "Futuristic infantry unit skilled at dropping into danger from far across the world. Squad can move and pillage after landing but cannot enter combat until the following turn.[COLOR_CYAN]Good Luck, Commander!",
        "historical_info": "Recognizing the potential threat from Giant Death Robots, aliens, and other external threats, the XCOM Initiative was born to protect the populace from enemies known, and unknown.",
        "strategy": "The XCOM Squad is an elite team of soldiers based on the technology pioneered by the XCOM Initiative. When starting the turn in friendly territory this squad can be dropped up to 40 tiles away. Deploy these units into areas where the danger level is out of this world.",
        "movement": 2,
        "cost": {
            "production": 400,
            "faith": 800
        },
        "prereq_tech": {
            "name": "Nanotechnology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/nanotechnology.json"
        },
        "free_promotions": [
            {
                "name": "Skyranger",
                "url": "https://eyefyre.github.io/civvapi/v1/en/promotions/skyranger.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/en/units/xcom_squad.json"
    }
]