{
    "id": 28,
    "name": "Feitoria|Feitoria",
    "game_info": "La feitoria, nom portugais signifiant \"fabrique\", désignait au Moyen-âge un comptoir commercial établi en territoire étranger. Elle servait à la fois de marché, d'entrepôt, de colonie et de zone de passage pour l'exploration. Souvent mises en place avec l'aide financière de la couronne portugaise, ces entreprises privées remboursaient leur emprunt en achetant et en revendant des marchandises pour le compte de la cour, et en percevant des taxes commerciales sur les cargaisons en transit. Au cours des XVe et XVIe siècles, une chaîne de plus de 50 feitorias fut érigée le long des côtes de l'Afrique de l'est et de l'ouest, de l'Inde, de la Malaisie, de la Chine et du Japon. Grâce à ses feitorias, le Portugal a pu dominer les routes commerciales de l'Atlantique et de l'océan Pacifique durant trois siècles. La feitoria ne peut être construite que sur le territoire d'une cité-état, sur une case côtière sans ressource. Elle vous fait profiter d'un exemplaire de chaque type de ressource de luxe connecté à cette cité-état, quelle que soit votre relation avec elle, mais cet exemplaire ne peut pas être échangé. Elle octroie également le même bonus défensif de 50% que le fort. Cet aménagement est exclusif aux Portugais.",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/feitoria|feitoria.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Prairie|Prairies",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/grassland.json"
        },
        {
            "name": "Plaines|Plaine",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/plains.json"
        },
        {
            "name": "Désert|Déserts",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/desert.json"
        },
        {
            "name": "Toundra",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/tundra.json"
        },
        {
            "name": "Neige",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/snow.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Navigation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
    },
    "required_civ": {
        "name": "Portugal",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/civilizations/portugal.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}