{
    "id": 22,
    "name": "Moaï",
    "game_info": "Peut-être plus connus sous le nom de \"statues de l'île de Pâques\", les Moaï sont des statues gigantesques à visages humains, sculptées en majorité dans de la roche volcanique, comme du tuf. 887 de ces statues sont disséminées sur l'ensemble de l'île de Pâques, et l'on considère qu'elles ont été sculptées entre 1250 et 1500 après J.-C. Quasiment la moitié de ces oeuvres sont restées dans la carrière d'origine, mais le reste a été transporté et érigé le long de la côte de l'île. Facilement reconnaissables de par leur tête gigantesque et leurs traits allongés, l'on considère qu'elles sont des représentations individuelles d'ancêtres et de chefs puissants décédés.Alors que la plupart des spécialistes s'accordent sur la raison de leur création et la façon dont elles ont été édifiées, leur méthode de transport reste un mystère. Pesant entre 9 et 86 tonnes chacune, elles auraient nécessité un véritable tour de force pour les déplacer de la carrière à leur destination finale.En 1994, les Moaï ont reçu la protection officielle de la liste du patrimoine mondial de l'UNESCO.",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/moaï.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Prairie|Prairies",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/grassland.json"
        },
        {
            "name": "Plaines|Plaine",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/plains.json"
        },
        {
            "name": "Désert|Déserts",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/desert.json"
        },
        {
            "name": "Toundra",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/tundra.json"
        },
        {
            "name": "Neige",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/terrains/snow.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Construction",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
    },
    "required_civ": {
        "name": "Polynesia",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/civilizations/polynesia.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}