{
    "id": 24,
    "name": "Polder",
    "game_info": "Un polder est une étendue basse entourée de digues dont l'eau a été drainée. Le plus souvent, le polder est une portion de terre asséchée sur un lac ou sur la mer, sur des plaines inondables, ou sur un marais. Avec le temps, les terres asséchées s'affaissent, de sorte que le polder se retrouve en-dessous du niveau de l'eau qui l'entoure. Pour cette raison, l'eau filtre à l'intérieur de la zone et doit être à son tour pompée ou asséchée. Le plus souvent, les digues sont fabriquées à l'aide de matériaux à disposition et facilement accessibles, comme la terre ou le sable. De nos jours, ces barrières peuvent être faites ou recouvertes de béton. Le terrain asséché est extrêmement fertile et forme un pâturage ou une terre cultivable de grande qualité. Les premiers polders de terre asséchée furent construits au XIe siècle, bien que la construction de digues pour retenir l'eau remonte aux Romains. Les Néerlandais ont depuis longtemps l'habitude d'assécher les marais, et même la mer par endroit ; ils possèdent ainsi la moitié des polders d'Europe. Bien qu'on trouve des polders dans d'autres pays du continent, mais aussi en Asie et en Amérique du Nord, les Pays-Bas regroupent près de 3000 polders, qui représentent 27% du territoire total du pays. La ville d'Amsterdam, par exemple, est en grande partie bâtie sur un polder. Comme les habitants du pays aiment à le dire, \"c'est Dieu qui a créé la Terre, mais les Néerlandais qui ont bâti les Pays-Bas\".",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/polder.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Marais",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/features/marsh.json"
        },
        {
            "name": "Plaines inondables|Plaine inondable",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/features/flood_plains.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Guildes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
    },
    "required_civ": {
        "name": "The Netherlands",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/civilizations/the_netherlands.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 3,
        "faith": 0,
        "happiness": 0
    }
}