{
    "id": 28,
    "name": "Feitoria|Feitorias",
    "game_info": "La feitoria –\"factoría\", en portugués– era un puesto comercial que se ubicaba en territorio extranjero durante la Edad Media. El edificio hacía las veces simultáneamente de mercado, almacén, asentamiento y punto de partida para las exploraciones. Estas empresas privadas, que se solían establecer por concesión de la corona portuguesa, pagaban su deuda mediante la compra y venta de bienes en nombre de la corona y mediante la recaudación de impuestos al comercio que pasaba por sus puertas. Durante los siglos XV y XVI, se construyó una cadena de más de 50 feitorias por las costas orientales y occidentales de África, la India, Malasia, China y Japón. La feitoria permitió a Portugal dominar las rutas comerciales de los océanos Atlántico e Índico durante tres siglos.Solo se puede construir una Feitoria en las tierras de una ciudad-estado, en una casilla costera que carezca de recursos. Te concede una copia de cada tipo de recurso de lujo que tenga comunicado dicha ciudad-estado, con independencia de las relaciones que tengas con ella, pero esa copia no puede trocarse. También ofrece la misma bonificación defensiva de un +50% que el Fuerte. Solo la pueden construir los portugueses.",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/feitoria|feitorias.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Pradera|Praderas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/terrains/grassland.json"
        },
        {
            "name": "Llanura|Llanuras",
            "url": "https://eyefyre.github.io/civvapi/v1/es/terrains/plains.json"
        },
        {
            "name": "Desierto|Desiertos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/terrains/desert.json"
        },
        {
            "name": "Tundra|Tundras",
            "url": "https://eyefyre.github.io/civvapi/v1/es/terrains/tundra.json"
        },
        {
            "name": "Nieve|Nieves",
            "url": "https://eyefyre.github.io/civvapi/v1/es/terrains/snow.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Navegación",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
    },
    "required_civ": {
        "name": "Portugal",
        "url": "https://eyefyre.github.io/civvapi/v1/es/civilizations/portugal.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}