{
    "id": 24,
    "name": "Pólder",
    "game_info": "Un pólder es una parcela baja, acotada mediante diques y con el agua drenada. Por lo general, el pólder es tierra ganada a un lago o al lecho marino, de terrenos de aluvión o de ciénagas. Con el tiempo, la tierra drenada mengua, por lo que todo el pólder acaba por debajo del nivel del agua. Como consecuencia, el agua se filtra a la zona drenada y debe bombearse o extraerse de algún modo. Los diques suelen estar hechos de los materiales que hay más al alcance, como tierra o arena. En la actualidad, estas barreras pueden estar cubiertas o compuestas por entero de cemento. La tierra drenada es extremadamente fértil y sirve como pastos o terrenos de cultivo excelentes.Los primeros pólders de tierra ganada se construyeron en el s. XI, aunque la construcción de muros de contención y barreras para el agua se remonta a los romanos. Los holandeses tienen una gran tradición en la recuperación de tierras de marismas y pantanos, e incluso del lecho marino, y cuentan con la mitad de las extensiones de pólders en Europa. Aunque hay pólders en otros países europeos y se pueden encontrar obras similares en Asia y América del Norte, los Países Bajos tienen unos 3.000 pólders, que representan el 27% de la tierra del país. La propia Ámsterdam está construida en su mayor parte sobre un pólder. Como reza el proverbio holandés: \"Dios creó el mundo, pero fueron los holandeses quienes crearon Holanda\".",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/pólder.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Ciénaga|Ciénagas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/features/marsh.json"
        },
        {
            "name": "Terrenos de aluvión|Terrenos de aluvión",
            "url": "https://eyefyre.github.io/civvapi/v1/es/features/flood_plains.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Gremios",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
    },
    "required_civ": {
        "name": "The Netherlands",
        "url": "https://eyefyre.github.io/civvapi/v1/es/civilizations/the_netherlands.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 3,
        "faith": 0,
        "happiness": 0
    }
}