{
    "id": 100,
    "name": "Elefante de los bosques|Elefantes de los bosques",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/african_forest_elephant.png",
    "game_info": "Una unidad montada poderosa de las primeras fases del juego. Es débil contra Lanceros y solo la pueden crear los cartagineses. Tiene más Fuerza de combate que el Jinete, al que sustituye, e infunde miedo a las unidades enemigas que haya cerca. Ayuda a generar Grandes generales con más rapidez.",
    "historical_info": "El elefante era una bestia de carga y un arma peligrosa a la que las fuerzas cartaginesas recurrían con frecuencia a las órdenes del general Aníbal durante sus campañas romanas. Fueron utilizados durante las Guerras Púnicas con diverso grado de éxito; los elefantes estaban entrenados para cargar contra las líneas enemigas transportando soldados en góndolas montadas en sus lomos. A pesar de su gran tamaño, los elefantes eran vulnerables al progreso de la infantería móvil, y el cuidado y las atenciones que requerían unos animales tan grandes solían provocar su muerte durante las largas marchas que emprendía el ejército cartaginés.",
    "strategy": "El Elefante de los bosques africano es una unidad exclusiva cartaginesa que sustituye al Jinete. Los elefantes cartagineses son más lentos pero más fuertes que este, y pueden moverse después de atacar. También infunden miedo a las unidades enemigas que haya cerca, lo que les concede un modificador negativo al combate. Ganar un combate con un elefante aumenta la posibilidad de generar Grandes generales.",
    "movement": 3,
    "cost": {
        "production": 100,
        "faith": 200
    },
    "prereq_tech": {
        "name": "Equitación",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Elefante temible",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/feared_elephant.json"
        },
        {
            "name": "Grandes generales II",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/great_generals_ii.json"
        }
    ]
}