{
    "id": 97,
    "name": "Lanzadardos|Lanzadardos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atlatlist.png",
    "game_info": "Solo los mayas pueden crear esta unidad. Es más barata que el Arquero, al que sustituye, y está disponible antes que este.",
    "historical_info": "Los lanzadardos eran unidades de combate a distancia superespecializadas que empleaban un objeto largo de madera, similar a una lanza, para arrojar dardos a gran velocidad contra el objetivo. Este útil, que se llamaba \"atlatl\", tenía en un extremo una pequeña concavidad en la que se apoyaba el dardo y un surco tallado a lo largo para que el proyectil se deslizara. Mediante el atlatl, el lanzadardos (o \"atlalista\") podía arrojar un dardo hasta a 100 m y a velocidades de casi 100 km/h, bastante más lejos y más rápido que un proyectil que se lanzara a mano. Los lanzadardos mayas eran capaces de devastar a enemigos desde lejos, suponiendo que tuvieran una visual clara con ellos.Algunos de los atlatls más antiguos se remontan a hace unos 400.000 años y los usó el extinto Homo Heidelbergensis. Se cree que el Homo Sapiens empezó a usar las primeras versiones del atlatl en el Paleolítico superior, alrededor del 15.500 a. C.",
    "strategy": "El Lanzadardos es la unidad exclusiva maya que sustituye al Arquero. Además, es más barato que este y se puede disponer de él antes de haber descubierto el Tiro con arco. Esta ventaja de las primeras fases te permite investigar otras cosas prioritarias para ponerlas en juego.",
    "movement": 2,
    "cost": {
        "production": 36,
        "faith": 72
    },
    "prereq_tech": {
        "name": "Agricultura",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        }
    ]
}