{
    "id": 29,
    "name": "Bomba atómica|Bombas atómicas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atomic_bomb.png",
    "game_info": "Desata la destrucción nuclear sobre tus enemigos. Causa un gran daño a las ciudades y afecta a cualquier unidad que esté en el radio de la explosión. Puede llevarse en Portaaviones.Requiere el Proyecto Manhattan y un recurso de Uranio.",
    "historical_info": "Los primeros bombarderos atómicos no eran diferentes a los demás bombarderos pesados, salvo en la carga. El \"Enola Gay\" que transportó la bomba atómica hasta Hiroshima el 6 de agosto de 1945 era un bombardero B-29 estadounidense, igual que el \"Bockscar\" que soltó la segunda en Nagasaki tres días después. Desde entonces, las potencias nucleares han diseñado \"bombarderos estratégicos\" especiales para transportar las armas nucleares hasta el corazón del territorio enemigo. Estas aeronaves tienen mucha autonomía, pueden alcanzar una altitud muy elevada, y están equipadas con sofisticada tecnología de radiointerferencias y antimisiles. Los últimos bombarderos estratégicos disponen de tecnología de invisibilidad, por lo que es más difícil destruirlos antes de que puedan soltar su carga mortal.",
    "strategy": "La Bomba atómica es una unidad extremadamente poderosa. Puede encontrarse en una ciudad del jugador o llevarse en un Portaaviones. Puede moverse de una base a otra o atacar a un objetivo que esté a una distancia de 10 casillas. Cuando detone, dañará gravemente (y, posiblemente, destruirá) todas las ciudades y unidades que se encuentren en el radio de la explosión (2 casillas). Esta unidad se destruye automáticamente en el ataque. Consulta las reglas sobre Armas nucleares para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 600,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Fisión nuclear",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
    },
    "free_promotions": [
        {
            "name": "Evasión (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/evasion_(50).json"
        }
    ]
}