{
    "id": 31,
    "name": "B17",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/b17.png",
    "game_info": "Una unidad aérea que siembra la muerte sobre unidades terrestres y marítimas. Solo los estadounidenses pueden construirla. Esta unidad tiene posibilidades de burlar la intercepción y hace más daño a las ciudades que el Bombardero, al que sustituye.",
    "historical_info": "El Boeing B-17, la \"Fortaleza aérea\", fue un bombardero pesado de las fuerzas aéreas de los Estados Unidos durante la Segunda Guerra Mundial. Dispone de cuatro motores, varias plataformas de disparo y la posibilidad de alcanzar una gran altitud. Fue el favorito de la fuerza aérea de los Estados Unidos a pesar de su inferior autonomía y bodega de carga frente al B24 Liberator, sobre todo porque era capaz de seguir funcionando incluso tras sufrir daños graves.Al principio se usaron durante arriesgadas incursiones diurnas en Alemania, pero las bajas causadas por los cazas de la Luftwaffe fueron aplastantes. La guerra fue avanzando, y los Aliados diseñaron cazas para escoltar a los bombarderos hasta territorio enemigo; así, los ataques de los B-17 tuvieron más éxito contra las ciudades y las fábricas alemanas.Se construyeron más de doce mil B-17 durante la Segunda Guerra Mundial y aproximadamente la tercera parte se perdieron en combate.",
    "strategy": "El Bombardero B17 es una unidad exclusiva estadounidense que reemplaza al Bombardero. Es similar a éste, pero los antiaéreos y cazas enemigos tienen más difícil derribarlo. Además, el B17 recibe una bonificación cuando ataca ciudades enemigas. Al igual que el Bombardero, el alcance del B17 es de 10. Consulta las reglas sobre Aviones para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Evasión",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/evasion_a.json"
        },
        {
            "name": "Asedio I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/siege_i_a.json"
        }
    ]
}