{
    "id": 11,
    "name": "Acorazado|Acorazados",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/battleship.png",
    "game_info": "Es la unidad naval de combate a distancia más potente hasta la llegada del Crucero portamisiles.",
    "historical_info": "Los acorazados son buques de guerra grandes y fuertemente blindados, equipados con varios cañones de gran calibre. Son los descendientes directos de las corbetas de la era de la navegación a vela, pues están equipados para hacer frente a los navíos enemigos de mayor tamaño. Estos acorazados eran los dueños de los mares antes de la llegada de los aviones y los submarinos. Sus cañones son muy potentes, y también pueden usarse a modo de artillería para enviar enormes misiles tierra adentro. A pesar de su tamaño, velocidad, blindaje y potencia de fuego, los acorazados son muy vulnerables ante los ataques aéreos y de submarinos. En Pearl Harbor, unos cazas japoneses que procedían de unos portaaviones hundieron cuatro acorazados estadounidenses y produjeron graves daños a otros cuatro. Eso convenció a los Aliados del importante papel que jugaban los portaaviones como armas ofensivas, y los acorazados quedaron relegados a bombardeos de costa y misiones de escolta durante el resto de la guerra.",
    "strategy": "El Acorazado es un barco de guerra extremadamente poderoso, pues cuenta con un gran Fuerza de combate y Fuerza de combate a distancia. Su ataque tiene un alcance de 3 hexágonos, lo que le permite cañonear unidades o ciudades que estén a varias casillas tierra adentro. Su capacidad de fuego indirecto le permite cañonear objetivos que no puede ver (siempre y cuando otras unidades amigas sí puedan verlos). El Acorazado es vulnerable a los ataques aéreos y submarinos.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Electrónica",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Fuego indirecto",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/indirect_fire_sh.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        }
    ]
}