{
    "id": 129,
    "name": "Caballería bereber|Caballerías bereberes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berber_cavalry.png",
    "game_info": "Unidad montada especializada en luchar en el Desierto y en proteger las tierras marroquíes. Recibe bonificaciones de combate cuando lucha en casillas de Desierto y cuando protege el territorio marroquí. Solo puede formarla Marruecos.",
    "historical_info": "Los fieros guerreros bereberes fueron los dueños de las montañas del Rif y el desierto del Sáhara Occidental. Los jinetes bereberes típicos iban montados en sus caballos berberiscos, una raza norteafricana de una dureza excepcional. Los guerreros llevaban ropa ligera, adecuada al calor y al clima seco, y se cubrían con mantos durante el invierno. Su armamento estaba adaptado a partir del de los árabes: una espada recta y larga, una daga curvada y decorada y un arma de fuego de cañón largo (con ánima rayada o estriada). Aunque los ataques a caravanas y asentamientos costeros eran frecuentes, los jinetes bereberes no eran contrarios a la batalla convencional: habían demostrado su valía contra los caballeros europeos en varios conflictos.",
    "strategy": "Esta unidad montada sustituye a la Caballería. Se trata de fieros guerreros del desierto de Marruecos que reciben bonificaciones de combate al luchar en una casilla de Desierto o en territorio marroquí (se apilan).",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Belicología",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Guerrero del desierto",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/desert_warrior.json"
        },
        {
            "name": "Guardián de la tierra natal",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/homeland_guardian.json"
        }
    ]
}