{
    "id": 91,
    "name": "Berserk|Berserker",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berserker.png",
    "game_info": "Una poderosa unidad terrestre de primera línea de la Edad Media especializada en atacar desde el mar. Solo la puede construir Dinamarca. Sustituye al Soldado con espada larga, pero está disponible antes.",
    "historical_info": "Como miembros del Gran Ejército Pagano, los berserker eran una de las unidades más temidas de finales del siglo IX. Este gran ejército vikingo de guerreros y marinos se formó durante una serie de ataques contra París y Ruán entre los años 845 y 850 d.C., donde aumentaron su número y refinaron sus tácticas. En el 865, el ejército desembarcó en la costa oriental de las Islas Británicas con la aspiración de conquistar todas esas tierras para establecerse. Tan solo un año después, ya habían conquistado el reino de Nortumbria, y el de Anglia oriental caería en el 870. Mercia los siguió en el 874. Los colonos que viajaban con el gran ejército fundaron el reino de York desde las cenizas. Finalmente, cayeron derrotados en el 878, pero los supervivientes se afincaron permanentemente en Anglia oriental, Essex y Mercia.",
    "strategy": "El Berserk (berserker, en plural) es una de las dos unidades exclusivas danesas y sustituye al Soldado con espada larga. Comparado con éste, el Berserk tiene +1 al Movimiento [ICON_MOVES] y cuenta con el ascenso de Anfibia, lo que le permite atacar a tierra desde una casilla de Costa sin penalización. Disponible tras investigar Vaciado del metal en vez de Acero.",
    "movement": 3,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Vaciado del metal",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
    },
    "free_promotions": [
        {
            "name": "Anfibia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/amphibious.json"
        }
    ]
}