{
    "id": 30,
    "name": "Bombardero|Bombarderos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bomber.png",
    "game_info": "Una unidad aérea que siembra la muerte sobre unidades terrestres y marítimas.",
    "historical_info": "Un bombardero es una aeronave cuyo objetivo es destruir tropas, blindados e infraestructuras enemigas terrestres. Suelen tener mucha autonomía para poder adentrarse en territorio enemigo antes de soltar su carga mortal. Aunque poseen ametralladoras y otras armas de combate a corta distancia, se encuentran prácticamente indefensos ante un caza enemigo; necesitan ser escoltados por cazas que les defiendan de otras aeronaves.Todas las grandes potencias de la Segunda Guerra Mundial usaron bombarderos. Los alemanes querían destruir las fábricas británicas con sus ataques relámpago (también Londres y otras ciudades), y los bombarderos aliados les devolvieron la jugada lanzando toneladas de explosivos sobre las ciudades, fábricas, ferrocarriles y otras infraestructuras alemanas. En el Pacífico, los bombarderos japoneses atacaron ciudades y enclaves militares aliados; el bombardeo de Pearl Harbor fue un gran éxito. Cuando obtuvieron la superioridad aérea, los Aliados desataron el caos sobre las ciudades y los contingentes armados japoneses. Los bombarderos (y sus primos, los misiles balísticos) siguen siendo las armas más mortales de los arsenales actuales.",
    "strategy": "El Bombardero es una unidad aérea. Es eficaz contra objetivos terrestres, pero no tanto contra los navales, y resulta bastante vulnerable a los aviones enemigos. Puede encontrarse en una ciudad del jugador o llevarse en un Portaaviones. Puede moverse de una base a otra y realizar misiones que estén en un radio de 10 casillas. Usa los Bombarderos para atacar las unidades y ciudades enemigas. Cuando te sea posible, envía los cazas primero para \"gastar\" las defensas antiaéreas enemigas ese turno. Consulta las reglas sobre Aviones para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
    },
    "free_promotions": []
}