{
    "id": 95,
    "name": "Saetero",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bowman.png",
    "game_info": "Una de las primeras unidades de combate a distancia disponibles. Esta unidad exclusiva babilonia sustituye al Arquero. El Saetero también resiste mejor los ataques cuerpo a cuerpo que el Arquero estándar del que disponen otras civilizaciones.",
    "historical_info": "Tenemos una imagen bastante precisa de las extraordinarias unidades de arqueros babilonios gracias a un hermoso mosaico asirio en el que aparecen marchando a la batalla. Los arqueros babilonios visten coloridas ropas acolchadas y portan arcos de más de un metro de largo con un carcaj que les cuelga de la espalda. También llevan lanzas o dagas para defenderse si las unidades enemigas se acercan lo suficiente para entablar combate cuerpo a cuerpo. \r\nOtras unidades, equipadas con grandes escudos que cubrían todo el cuerpo, acompañaban a los saeteros y formaban una auténtica fortaleza móvil. Los saeteros eran una parte fundamental de la infantería babilonia, ya que eran más fáciles de entrenar y sustituir que la costosa caballería. Los saeteros también ayudaron en las afamadas Murallas de Babilonia, tomando posición en las muchas torretas que las recorrían.",
    "strategy": "El Saetero es la unidad exclusiva babilonia que sustituye al Arquero. Esta unidad es más fuerte en combate que el Arquero, tanto en el ataque como en la defensa, con lo que puede colocarse en primera línea. La mayor capacidad combativa del Saetero ayuda a calmar la inquietud de que puedan destruirla rápidamente en el frente.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Tiro con arco",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archery.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        }
    ]
}