{
    "id": 56,
    "name": "Arquero a camello|Arqueros a camello",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/camel_archer.png",
    "game_info": "Una rápida unidad montada medieval, débil contra Piqueros. Solo los árabes pueden construirla. Es una unidad de combate a distancia, a diferencia del Caballero, al que sustituye.",
    "historical_info": "Algunos jinetes musulmanes montaban en camellos para combatir. Los caballos criados en Europa se espantaban, pues no habían visto antes a esos extraños animales. Obviamente, los camellos son más apropiados para los terrenos desérticos que los caballos. Por lo general, el arquero a camello empleaba tácticas de hostigamiento contra el enemigo, más parecidas a las de los arqueros a caballo mongoles que a las de los caballeros u otras unidades pesadas de caballería. Una unidad bien entrenada de arqueros a camello podía ser muy peligrosa para los caballeros si éstos no iban protegidos por arqueros o por su propia caballería ligera.",
    "strategy": "El Arquero a camello es la unidad exclusiva árabe que sustituye al Caballero. Es una poderosa unidad de combate a distancia que permite dañar al enemigo desde 2 hexágonos de distancia y puede moverse después del combate. Pero es menos fuerte que el Caballero en combate cuerpo a cuerpo. Como unidad montada, el Arquero a camello es vulnerable a los Piqueros.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Caballería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        }
    ]
}