{
    "id": 47,
    "name": "Cañón|Cañones",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cannon.png",
    "game_info": "Poderosa unidad de asedio del Renacimiento. Debe desplegarse antes de disparar.",
    "historical_info": "Un cañón es un arma con un gran tubo que usa pólvora u otros explosivos para enviar un proyectil a una buena distancia y a gran velocidad. Se inventó en China aproximadamente en el siglo X d. C. Los mongoles fueron los primeros en adoptarlo y lo usaron con mucho éxito contra China y Corea. Es probable que fueran ellos los que introdujeron el cañón en el mundo islámico y que los europeos lo aprendieran de los musulmanes. Los primeros cañones eran enormes, poco manejables y solían explotar cuando se disparaban, lo que los convertía en un gran peligro tanto para los artilleros como para sus objetivos. Pero, en el Renacimiento, la calidad del vaciado del metal ya había avanzado lo bastante como para crear cañones más pequeños y muchos más fiables que podían llevarse al combate con recuas de caballos o a bordo de barcos.El rey Gustavo Adolfo de Suecia revolucionó el empleo de la artillería de campo, pues empleó gran número de piezas más ligeras y pequeñas que superaron con creces a los cañones más lentos y pesados. También fue el primero en usar disparos de metralla contra la infantería, hecho por el que probablemente los soldados de todo el mundo habrán maldecido su nombre.",
    "strategy": "El Cañón es una unidad de asedio importante a medias de la partida y resulta devastadora contra civilizaciones que aún no lo tengan. Como otras unidades de asedio, debe gastar 1 PM para desplegarse antes de poder atacar. Sigue siendo potente en la era industrial, pero no puede ver tan lejos como otras unidades y debe protegerse con unidades de cuerpo a cuerpo.",
    "movement": 2,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Química",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chemistry.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonificación contra ciudades (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Desplegarse y atacar a distancia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Visibilidad limitada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/limited_visibility.json"
        }
    ]
}