{
    "id": 124,
    "name": "Caravana|Caravanas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravan.png",
    "game_info": "Funda rutas comerciales terrestres que producen Oro entre dos civilizaciones. Si has construido un Granero o un Taller, también se pueden usar para repartir Alimentos o Producción dentro de tus fronteras.",
    "historical_info": "Desde tiempos inmemoriales, los mercaderes han usado animales de carga –de caballos a mulas pasando por camellos y llamas– para el comercio de larga distancia. Los primeros registros históricos que se tienen de caravanas se remontan al 1000 a. C., cuando las recuas de camellos llevaban gemas, metales preciosos, incienso y especias hasta la costa occidental de Arabia, uniendo la India con los imperios de Egipto, Fenicia y Mesopotamia. Muchas rutas de caravanas, como la Ruta de la Seda, desde China a Oriente Medio, conformaron la historia con tanta certeza como las guerras y las creencias. Aunque en su mayoría se han visto sustituidas por el transporte motorizado, sigue habiendo caravanas de carga por tierras tan inhóspitas como los márgenes del Sahara y del Gobi.",
    "strategy": "Una Caravana te permite fundar una ruta comercial terrestre entre dos civilizaciones, que generará Oro tanto para el dueño como para la civilización de destino. Al construir un Granero o un Taller en la ciudad de origen tendrás la posibilidad de enviar Alimentos o Producción entre tus propias ciudades. Una vez asignada a una ruta no podrá defenderse, así que asegúrate de que el camino no es peligroso.",
    "movement": 1,
    "cost": {
        "production": 75,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Ganadería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/animal_husbandry.json"
    },
    "free_promotions": [
        {
            "name": "Visibilidad limitada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/limited_visibility_at.json"
        }
    ]
}