{
    "id": 17,
    "name": "Carabela|Carabelas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravel.png",
    "game_info": "Una unidad de exploración rápida del Renacimiento que tiene un radio de visibilidad aumentado y puede adentrarse en el Océano. Lucha como una unidad naval de combate cuerpo a cuerpo.",
    "historical_info": "La carabela era una pequeña nave que se usó en el siglo XV para explorar el mundo. Creada por orden del príncipe de Portugal Enrique el Navegante, otras naciones vieron rápidamente las cualidades de la carabela e hicieron sus propias copias de tan útil nave. Las carabelas tenían normalmente de 20 a 30 metros de eslora y dos o tres mástiles de vela latina, eran ligeras y de poco calado, lo que las hacía idóneas para explorar costas y ríos desconocidos y aventurarse por donde las naves más grandes temían navegar. Además, eran barcos muy marineros y podían sobrevivir a cualquier inclemencia que el Atlántico arrojara contra ellos. Dos de las tres naves de Cristóbal Colón (la Pinta y la Niña) eran carabelas (la más grande, la Santa María, era una nao).",
    "strategy": "La Carabela constituye una modernización importante de la potencia naval de una civilización. Es una unidad de cuerpo a cuerpo más rápida que el Trirreme y puede adentrarse en hexágonos de aguas profundas oceánicas. Es veloz, lo que le confiere un ascenso que le ofrece una buena posibilidad de retirarse a retaguardia antes de que se produzca el ataque enemigo cuerpo a cuerpo. Tiene un radio de visibilidad mayor, lo que la convierte en los ojos y oídos de cualquier armada a mitad de la partida. Esta bonificación a la Visual se pierde si se moderniza la Carabela a Destructor.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomía",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Visual adicional (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/extra_sight_(1).json"
        },
        {
            "name": "Retirarse antes del cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/withdraw_before_melee.json"
        }
    ]
}