{
    "id": 123,
    "name": "Barco de carga|Barcos de carga",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cargo_ship.png",
    "game_info": "Funda rutas comerciales marítimas que producen Oro entre dos civilizaciones. Si has construido un Granero o un Taller, también se pueden usar para repartir Alimentos o Producción dentro de tus fronteras.",
    "historical_info": "Los barcos de carga son los que están pensados para transportar bienes y cargamento por agua. Los primeros registros que se tienen del comercio mencionan el envío de cargas por agua, y la arqueología muestra pruebas de la existencia de cargueros en los mares Mediterráneo y Rojo a principios del primer milenio a. C. A medida que se realizaron viajes comerciales más largos, el diseño de los cargueros se revisó constantemente. Hacia el año 1550, la nao portuguesa y el galeón español fueron los reyes del comercio internacional por mar. Con la llegada de la Industrialización, la velocidad se fue volviendo cada vez más un factor a tener en cuenta, lo que culminó con la llegada de los clípers de finales del siglo XIX. Hoy en día, docenas de naves de carga especializadas recorren los océanos, desde barcos de contenedores a graneleros pasando por los grandes petroleros.",
    "strategy": "Un Barco de carga te permite fundar una ruta comercial marítima entre dos civilizaciones, que generará Oro tanto para el dueño como para la civilización de destino. Además, tiene mucho mayor alcance que las Caravanas terrestres. Al construir un Granero o un Taller en la ciudad de origen tendrás la posibilidad de enviar Alimentos o Producción entre tus propias ciudades. Una vez asignada a una ruta no podrá defenderse, así que asegúrate de que el camino no es peligroso.",
    "movement": 1,
    "cost": {
        "production": 100,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navegación a vela",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Visibilidad limitada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/limited_visibility.json"
        }
    ]
}