{
    "id": 10,
    "name": "Portaaviones|Portaaviones",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/carrier.png",
    "game_info": "Al principio lleva dos Aviones, capacidad que puede aumentarse mediante ascensos.",
    "historical_info": "El primer vuelo desde un navío estadounidense se realizó en 1910. Aunque algunos tradicionalistas se opusieron al desarrollo del portaaviones asegurando que el acorazado siempre sería la columna vertebral de cualquier armada, en los años 20 todas las potencias se lanzaron a construir portaaviones. En diciembre de 1941, la armada japonesa demostró la potencia de los portaaviones más allá de toda duda destruyendo gran parte de la flota estadounidense del Pacífico (incluyendo a algunos de sus acorazados más apreciados) en un fulgurante ataque sorpresa a Pearl Harbor. La fortuna quiso que los portaaviones estadounidenses no estuvieran en el puerto cuando se produjo el ataque, y con ellos pudieron frenar el avance japonés hasta que la fabricación de portaaviones estadounidenses masiva empezó a dar su fruto; gracias a la vasta superioridad de estas embarcaciones y las aeronaves americanas, vencieron a Japón.",
    "strategy": "El Portaaviones es un barco especializado que lleva Cazas, Bombarderos (pero no Bombarderos invisibles) y Bombas atómicas. Esta unidad, por sí misma, es incapaz de atacar, pero los aviones que lleva la convierten en el arma ofensiva más poderosa que surca los mares. No obstante, en el aspecto defensivo, el Portaaviones es débil y deben escoltarlo Destructores y Submarinos.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Electrónica",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Puede llevar 2 de Cargamento",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_carry_2_cargo.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        }
    ]
}