{
    "id": 99,
    "name": "Catafracto|Catafractos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cataphract.png",
    "game_info": "Una unidad montada rápida y poderosa de las primeras fases del juego. Solo los bizantinos pueden crearla. Tiene más Fuerza de combate , defiende mejor y ataca ciudades con más eficacia que el Jinete, al que sustituye.",
    "historical_info": "El catafracto era un formidable enemigo en el campo de batalla y se contaba entre las caballerías más pesadas de la historia. Los caballos estaban protegidos por cotas de malla o armaduras de placas, y la protección de los jinetes no era menos formidable. Estas unidades montadas se empleaban principalmente para atravesar las líneas enemigas. Se sabe que el Imperio Bizantino recurrió mucho a los catafractos en las diferentes etapas de su historia, pues desempeñaron un papel importante en la defensa del imperio tras el declive de sus primos romanos de occidente.",
    "strategy": "El Catafracto es una unidad exclusiva bizantina que sustituye al Jinete. Aunque más lento que este, es más potente, lo que lo convierte en la unidad de caballería más peligrosa hasta la llegada del Caballero. Puede moverse después de atacar. Es capaz de ganar bonificaciones defensivas, a diferencia del Jinete. Además, la penalización que sufre por atacar ciudades no es tan grande.",
    "movement": 3,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Equitación",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Penalización al atacar ciudades (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(25)_at.json"
        }
    ]
}