{
    "id": 42,
    "name": "Caballería|Caballerías",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cavalry.png",
    "game_info": "Una unidad montada capaz de luchar cara a cara contra unidades de infantería de la misma época.",
    "historical_info": "A finales del siglo XIX, la caballería europea y americana iba armada con rifles de repetición (unas armas pequeñas y fiables que llevaban de 5 a 15 balas y que tenían una precisión cercana a los quinientos metros), además de pistolas y espadas. Como su equipo era mucho más ligero que el que había entorpecido a los caballeros y lanceros montados de épocas pasadas, eran mucho más rápidos y podían llegar mucho más lejos a caballo que sus predecesores. Aunque, en condiciones muy favorables, podía seguir dándose la antigua carga de caballería, la precisión y la cadencia de fuego crecientes de la infantería hacía que esa maniobra fuera extremadamente peligrosa. Cuando se enfrentaba a unidades de infantería, la caballería solía desmontar para luchar. Uno de los soldados sujetaba cuatro caballos, rezagado en la retaguardia, mientras sus otros tres camaradas intercambiaban disparos con el enemigo.",
    "strategy": "Las unidades montadas de Caballería son devastadoras contra las unidades de combate cuerpo a cuerpo, a distancia y las armas de asedio. Úsalas para destruir a los Mosquetes y atravesar las líneas enemigas con su capacidad para moverse después de atacar.",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Belicología",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}