{
    "id": 71,
    "name": "Arquero en carro|Arqueros en carro",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chariot_archer.png",
    "game_info": "Una rápida unidad de combate a distancia, que resulta muy eficaz en terreno llano.",
    "historical_info": "Hasta que se inventó el estribo, era virtualmente imposible combatir a lomos de un caballo. Sin sujeción, bastaba una mínima fuerza para descabalgar al jinete, a menudo con resultados desastrosos. Los primeros caballos aparecieron en combate tirando de carros. La dotación de un carro consistía en uno o dos caballos, un auriga y un arquero. La movilidad del carro lo hacía especialmente peligroso contra la infantería: podía acercarse para lanzar flechas y huir antes de que los infantes lo alcanzaran. Su gran debilidad consistía en su incapacidad para maniobrar en terrenos accidentados. Se convirtieron en los reyes del campo de batalla en las llanuras, pero en colinas o bosques se encontraban en desventaja.",
    "strategy": "Los Arqueros en carro son unidades de combate a distancia muy rápidas que resultan letales en terreno abierto. Son algo menos poderosos que el Arquero, pero casi pueden moverse al doble de distancia. No obstante, los Arqueros en carro sufren una penalización al movimiento cuando entran en hexágonos de Bosque, Selva o Colina (a menos que se hayan construido Carreteras en ellos). Como unidad montada, el Arquero en carro es vulnerable a los Lanceros.",
    "movement": 4,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Rueda",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Penalización por terreno abrupto",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/rough_terrain_penalty.json"
        },
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        }
    ]
}