{
    "id": 132,
    "name": "Incursor comanche|Incursores comanches",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/comanche_riders.png",
    "game_info": "Unidad montada especialista en hacer ataques rápidos. Solo pueden construirla los shoshoni.",
    "historical_info": "Los comanches eran una rama de los shoshoni que se vieron obligados a emigrar al sur, a Oklahoma, y al norte, a Texas, por la creciente presión de los indios de las llanuras del norte. Como cazadores recolectores y en un estado de conflicto incesante con otros pueblos indios y con los colonos mexicanos y estadounidenses, los nómadas comanches desarrollaron una cultura de jinetes guerreros. Montados en recios ponis de las llanuras, enseñaban a sus hijos a montar a caballo desde una edad muy temprana. Los guerreros iban armados con lanzas de punta de obsidiana, devastadoras con los guerreros enemigos que fueran a pie, con arcos y, posteriormente, con fusiles. Su estilo de combate favorito era la guerra de guerrillas: ataques montados de proximidad, breves e intensos, dirigidos a matar el máximo posible de enemigos y ahuyentar su ganado. Las llamadas Guerras Comanches empezaron con incursiones contra los destacamentos españoles en Nuevo México en el siglo XVIII, y continuaron prácticamente ininterrumpidas hasta que el ejército de los EE. UU. sometió a las últimas bandas en 1875.",
    "strategy": "Los Jinetes comanches sustituyen a la Caballería y solo pueden formarlos los shoshoni. Son más baratos y rápidos que la unidad original.",
    "movement": 4,
    "cost": {
        "production": 200,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Belicología",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Agresor de la luna llena",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/full_moon_striker.json"
        }
    ]
}