{
    "id": 67,
    "name": "Caballería de los Compañeros|Caballerías de los Compañeros",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/companion_cavalry.png",
    "game_info": "Una unidad montada rápida y poderosa de las primeras fases de una partida. Es débil contra Lanceros. Solo los griegos pueden construirla. Esta unidad es más rápida, tiene más Fuerza de combate y ayuda a generar más Grandes generales que el Jinete, al que sustituye.",
    "historical_info": "Los hetairoi, o \"Caballería de los Compañeros\", eran jinetes de élite que acompañaban a Alejandro Magno en combate. El término \"hetairoi\" deriva del nombre de la aristocracia macedonia, pues los Compañeros procedían exclusivamente de las mejores familias macedonias (aunque más adelante se relajaron las exigencias y se admitió a nobles aliados y vasallos). Cada caballero estaba armado con un \"xyston\" (lanza arrojadiza) y un \"kopis\" (espada curva), y se protegía con una coraza, unas hombreras y un casco de bronce.En combate, Alejandro solía reservar a los Compañeros hasta que el enemigo se encontraba ocupado con sus falanges. El propio Alejandro los conducía contra los flancos o la retaguardia del enemigo, sembrando la confusión y el desánimo. Las fuerzas rivales no encontraron una respuesta satisfactoria a esta combinación que Alejandro empleó para conquistar la mayor parte del mundo conocido.",
    "strategy": "La Caballería de los Compañeros es una unidad exclusiva griega que sustituye al Jinete. Es más rápida y más poderosa que éste, lo que la convierte en la unidad de caballería más peligrosa hasta la llegada del Caballero. La Caballería de los Compañeros ayuda a generar Grandes generales más rápido que otras unidades. Además, se puede mover después de atacar. La Caballería de los Compañeros es una unidad montada y, como tal, vulnerable a los ataques de Lanceros y Piqueros.",
    "movement": 5,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Equitación",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Grandes generales I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/great_generals_i_at.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33)_at.json"
        }
    ]
}