{
    "id": 89,
    "name": "Conquistador|Conquistadores",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/conquistador.png",
    "game_info": "Una unidad de la Época Medieval especializada en la exploración y la colonización en ultramar. Solo la puede construir España. Reemplaza al Caballero.",
    "historical_info": "Los conquistadores fueron los soldados y exploradores españoles que conquistaron gran parte del Nuevo Mundo en los siglos XVI y XVII. Al haber expulsado hacía poco a los moros de España, formaban una caballería ligera veterana y muy curtida. Su capacidad para cruzar el terreno difícil montados a caballo los hizo especialmente eficaces contra los nativos del Nuevo Mundo, que carecían completamente de caballos y no fueron capaces de aventajar a sus aterradores oponentes.",
    "strategy": "El Conquistador es una unidad multiuso que es fuerte tanto en el mar como en tierra. Sustituye al Caballero y es excepcional para explorar en tierra, puesto que tiene visibilidad adicional. También cuenta con la capacidad de fundar nuevas ciudades, pero solo en un continente distinto al de su capital. En el agua, el Conquistador tiene el ascenso de Embarco defensivo, que le permite protegerse de las unidades navales. Además, a diferencia del Caballero, no sufre penalizaciones al atacar ciudades.",
    "movement": 4,
    "cost": {
        "production": 135,
        "faith": 270
    },
    "prereq_tech": {
        "name": "Caballería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Visual adicional (2)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/extra_sight_(2)_at.json"
        },
        {
            "name": "Embarco defensivo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/embarkation_with_defense_sh.json"
        }
    ]
}