{
    "id": 43,
    "name": "Cosaco|Cosacos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cossack.png",
    "game_info": "Una unidad montada capaz de luchar cara a cara contra unidades de infantería de la misma época.Solo los rusos pueden crearla. Esta unidad tiene una bonificación al combate contra enemigos que ya hayan recibido daño.",
    "historical_info": "Los cosacos eran comunidades militares que vivían en las estepas de Ucrania y de Rusia. Al principio, el término se usó para referirse específicamente a las tribus de los tártaros, pero a finales del siglo XV pasó a usarse con los campesinos que habían escapado de la servidumbre en Polonia, Lituania y Moscú y se habían establecido en las estepas. Fueron unos de los mejores jinetes natos desde los mongoles y sirvieron en el ejército ruso a cambio de privilegios especiales para ellos y sus comunidades. Las fuerzas armadas rusas utilizaron a la caballería cosaca en todos sus conflictos externos e internos importantes hasta el siglo XX, y los cosacos llegaron a luchar en los dos bandos durante la guerra civil rusa. Los cosacos fueron prácticamente borrados del mapa durante el estalinismo, pero algunos supervivientes intentan recuperar su herencia tras la caída de la Unión Soviética.",
    "strategy": "El Cosaco es una unidad exclusiva rusa que sustituye a la Caballería. Tiene su misma fuerza y, además, puede moverse después de atacar. Por si fuera poco, recibe una gran bonificación al combate contra unidades dañadas. Esto hace que los Cosacos sean excepcionalmente fuertes en el contraataque: deja que el enemigo se desgaste contra los campesinos de primera línea y luego destrózalo con una carga cosaca.",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Belicología",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Bonificación por enemigo dañado (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/damaged_enemy_bonus_(33)_at.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33)_at.json"
        }
    ]
}