{
    "id": 98,
    "name": "Dromón|Dromones",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/dromon.png",
    "game_info": "La unidad naval predominante de la Antigüedad que se utiliza para hacerse con el control de los mares durante la Época Clásica con su ataque a distancia. Solo los bizantinos pueden construirla.",
    "historical_info": "El dromón, una variante de la galera tradicional, conformó una parte esencial de la armada bizantina durante el auge de todo su imperio. Sus velas y remos la convertían en una nave ágil, maniobrable y peligrosa en combate. Gracias al fuego griego, el precursor del napalm moderno, los bizantinos tuvieron a su disposición una forma temprana de lanzallamas para infundir el miedo en los corazones de todos los que se enfrentaban a ellos en el mar.",
    "strategy": "Solo los bizantinos pueden construir esta unidad. Ataca con Fuego griego, lo que la convierte en la primera unidad naval con un ataque a distancia. Esta unidad lucha con un +50% de fuerza contra otras unidades navales. No puede adentrarse en casillas de aguas oceánicas profundas que estén fuera de las fronteras de las ciudades.",
    "movement": 4,
    "cost": {
        "production": 56,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navegación a vela",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "No puede entrar en aguas oceánicas profundas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/cannot_enter_deep_ocean_at.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonificación contra unidades navales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_naval_at.json"
        }
    ]
}