{
    "id": 32,
    "name": "Caza|Cazas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/fighter.png",
    "game_info": "Una unidad aérea pensada para controlar los cielos e interceptar a los aviones enemigos que se acerquen.",
    "historical_info": "El caza fue desarrollado durante la Primera Guerra Mundial. Los primeros cazas eran poco más que cometas con una ametralladora. La tecnología y la educación habían mejorado mucho en la Segunda Guerra Mundial, y estas aeronaves, que ya solo tenían un ala y estaban blindadas, se convirtieron en mortales plataformas aéreas. El papel principal de un caza es obtener la superioridad aérea en el campo de batalla, ya sea destruyendo o forzando la huida de las aeronaves enemigas para que los bombarderos puedan destruir las unidades terrestres o navales a placer. Algunos cazas también llevan bombas para usarlas contra las unidades terrestres, pero, aunque carezcan de ellas, pueden ametrallar el territorio del enemigo o sus unidades navales con una eficacia mortal.Los cazas a reacción modernos son más rápidos y van mejor armados y protegidos que los de la Segunda Guerra Mundial, aunque se basan en los mismos principios de combate aéreo, y la fuerza que tenga la superioridad aérea cuenta con una ventaja enorme sobre el enemigo.",
    "strategy": "El Caza es una unidad aérea moderadamente poderosa. Puede encontrarse en una ciudad propia o llevarse en un Portaaviones. Puede moverse de una ciudad a otra (o a un Portaaviones) y realizar \"misiones\" en un radio de acción de 8 casillas. Usa los Cazas para atacar a los aviones y unidades terrestres del enemigo, para explorar sus posiciones y para defenderte de los ataques aéreos hostiles. Resultan especialmente efectivos contra los Helicópteros rivales. Consulta las reglas sobre Aviones para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Intercepción (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/interception_(100).json"
        },
        {
            "name": "Barrido aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_sweep.json"
        },
        {
            "name": "Reconocimiento aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_recon.json"
        },
        {
            "name": "Bonificación contra Bombarderos/Helicópteros (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}