{
    "id": 41,
    "name": "Legión Extranjera|Legiones Extranjeras",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/foreign_legion.png",
    "game_info": "Unidad especial de infantería de la Época Moderna. Solo puede conseguirse mediante el principio de Ejército de voluntarios, de la ideología de la Igualdad. Recibe una bonificación importante al combate cuando opera fuera de su territorio, pero por lo demás es muy similar a la Infantería de la Guerra Mundial.",
    "historical_info": "Fundada en 1831, la Legión Extranjera francesa es una unidad de infantería única en el ejército francés. La legión se creó especialmente para los extranjeros que deseaban luchar por Francia. Sus miembros son famosos por su valor y porque su seguridad personal les da completamente igual. Desde que se fundó, el cuerpo ha estado en servicio en toda guerra que ha librado Francia. La unidad está envuelta en un halo de romanticismo: según la cultura popular, es el lugar donde van los hombres con el corazón roto a olvidar sus desamores y los canallas a escapar de la justicia. Puede que esto sea cierto o puede que no, pero la verdad es que la legión es una fuerza de combate dura y efectiva.",
    "strategy": "La Legión extranjera es una unidad especial que solo está disponible mediante el principio de Ejército de voluntarios, de la ideología de la Igualdad. Recibe una bonificación importante al combate cuando opera fuera de su territorio, lo que la convierte en una unidad excelente para asaltar el territorio enemigo.",
    "movement": 2,
    "cost": {
        "production": 320,
        "faith": 640
    },
    "prereq_tech": {
        "name": "Repuestos",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
    },
    "free_promotions": [
        {
            "name": "Bonificación en tierra extranjera",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/foreign_lands_bonus_at.json"
        }
    ]
}