{
    "id": 120,
    "name": "Ametralladora Gatling|Ametralladoras Gatling",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/gatling_gun.png",
    "game_info": "Una unidad de combate a distancia de mediados del juego que debe encontrarse adyacente a un enemigo para atacar.",
    "historical_info": "La ametralladora Gatling, precursora de la ametralladora moderna, la inventó en 1861 el estadounidense Richard Gatling con la esperanza de disminuir el tamaño de los ejércitos y demostrar lo inútil que es la guerra. Contaba un diseño de varios cañones giratorios, con una manivela de acción manual para mover el mecanismo. Cuando un cañón entraba en posición de disparo, expulsaba el casquillo gastado, cargaba una nueva bala y el cañón previo pasaba a enfriarse. De esta manera, podía mantener una cadencia de fuego alta sin sobrecalentarse. Lo que a la ametralladora Gatling le faltaba en precisión lo compensaba con creces con su letalidad.Aunque el ejército de los Estados Unidos no la adoptó oficialmente hasta 1866, la utilizaron por primera vez en combate en la Guerra de Secesión las fuerzas de la Unión. Posteriormente se vio en acción en la Guerra del Pacífico entre Perú y Chile (1879-1883), lo que convenció a los ejércitos europeos de su utilidad contra las masas de enemigos. En una década, todas las grandes potencias adoptaron la ametralladora Gatling, que utilizaron con gran eficacia para expandir sus imperios coloniales contra pueblos nativos como los ndebele, zulúes, beduinos, turcomanos y bóxers. En la primera década del siglo XX, el diseño de ametralladoras accionadas a gas hizo que la Gatling quedara obsoleta. El ejército de los Estados Unidos retiró del servicio todos los modelos de esta ametralladora en 1911, y poco después hicieron lo mismo los ejércitos europeos.",
    "strategy": "La Ametralladora Gatling es una unidad de ataque a distancia de mediados del juego y que no es de asedio. Es mucho más potente que las primeras unidades de ataque a distancia, como el Ballestero. Solo tiene una casilla de alcance, pero aun así puede infligir daños importantes a otras unidades y salir ilesa. Pon Ametralladoras Gatling en tu ciudad para defenderla.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Industrialización",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        }
    ]
}