{
    "id": 19,
    "name": "Robot gigante|Robots gigantes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/giant_death_robot.png",
    "game_info": "No se beneficia de las bonificaciones defensivas por terreno, pero, por lo demás, es más fuerte que cualquier otra unidad militar del juego.",
    "historical_info": "El \"mech\" es un robot bípedo gigantesco que cuenta con gran variedad de misiles, ametralladoras Gatling en los brazos, rayos láser en los ojos y que pega puñetazos mortales de kung-fu. Aunque actualmente no se ven en los campos de batalla, no hay duda de que los gobiernos del mundo y las corporaciones malvadas están diseñando en secreto a estos titanes de metal mientras estás leyendo esto. Cuando estos mech entren en servicio, todo el armamento del mundo quedará obsoleto y el destino de la humanidad se decidirá en una batalla final entre los ejércitos de los mech buenos y los malos en las calles del centro de Tokio (suponiendo que los monstruos gigantes radioactivos no acaben antes con nosotros).",
    "strategy": "El Mech es una unidad blindada moderna \"hinchada de esteroides\". Tiene una Fuerza de combate sorprendentemente alta, lo que le permite destrozar a pisotones prácticamente a cualquier unidad que encuentre. Además, se puede mover después de atacar. No se beneficia de las bonificaciones por terreno defensivo, pero, francamente, ¿qué importa? ¡Mola mogollón!",
    "movement": 5,
    "cost": {
        "production": 550,
        "faith": 1100
    },
    "prereq_tech": {
        "name": "Fusión nuclear",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fusion.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        }
    ]
}