{
    "id": 130,
    "name": "Gran galeaza|Grandes galeazas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/great_galleass.png",
    "game_info": "Una unidad naval de la Época Medieval brutalmente poderosa capaz de dominar los mares con su ataque a distancia. Es mejor atacando y defendiendo que la Galeaza a la que sustituye, pero es más cara. Solo la puede construir Venecia.",
    "historical_info": "El diseño original de la galeaza evolucionó a partir del de las grandes galeras mercantes y permaneció prácticamente inalterado hasta el año 1660, cuando Venecia construyó su primer navío de línea. Solía contar con tres mástiles de velas latinas y tenía un característico castillo de popa y otro de proa. Estas naves de guerra venecianas llevaban más velas y remos que una galera normal para aumentar su velocidad y una cubierta de batería por encima de la cabeza de los remeros. En el Mediterráneo, la galeaza veneciana siguió en servicio mucho después de haber sido superada por naves más grandes, resistentes y marineras de otras naciones.",
    "strategy": "La Gran galeaza sustituye a la Galeaza y solo la pueden construir los venecianos. Tiene un ataque a distancia más potente, resiste más en combate y cuesta más que la Galeaza básica.",
    "movement": 3,
    "cost": {
        "production": 110,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Brújula",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "No puede entrar en aguas oceánicas profundas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/cannot_enter_deep_ocean_at.json"
        }
    ]
}