{
    "id": 25,
    "name": "Helicóptero de combate|Helicópteros de combate",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/helicopter_gunship.png",
    "game_info": "Unidad especializada en la lucha contra Tanques y blindados modernos. Es capaz de sobrevolar Montañas, pero recibe daño si termina el turno en una.",
    "historical_info": "Los helicópteros tuvieron un uso limitado como vehículos de transporte en la Segunda Guerra Mundial y en la guerra de Corea. En Vietnam, el ejército de Estados Unidos decidió crear un helicóptero con blindaje y armamento más pesados, diseñado específicamente para el combate. Desde entonces, el helicóptero de combate ha evolucionado para convertirse básicamente en una máquina de cazar tanques. Como los helicópteros eran capaces de volar muy cerca del suelo y de \"emerger\" para realizar un disparo rápido y luego volver a parapetarse a ras de tierra antes de que los blindados enemigos pudieran responder, fueron casi imparables (salvo desde el aire) hasta que se crearon los misiles tierra-aire portátiles de infantería, como los que los muyahidines usaron contra los helicópteros soviéticos en Afganistán. Los helicópteros de combate modernos cumplen otros cometidos, como apoyar de cerca a las unidades de infantería o el transporte rápido de los equipos de operaciones especiales, pero su misión básica sigue siendo la de cazar tanques.",
    "strategy": "El Helicóptero de combate es una unidad aérea mortífera que, en muchos aspectos, funciona como cualquier unidad terrestre, excepto en que no puede capturar ciudades. Su 6 de Movimiento hace que sea extremadamente rápido y pueda moverse por encima de todos los tipos de terreno, incluyendo Montañas, como si estuviera despejado, pero debe embarcar para cruzar masas de agua. También recibe una gran bonificación al combate contra Tanques.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Ordenadores",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
    },
    "free_promotions": [
        {
            "name": "Casillas cuestan 1 de Movimiento",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/all_tiles_cost_1_move.json"
        },
        {
            "name": "Unidad planeadora",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/hovering_unit.json"
        },
        {
            "name": "Bonificación contra Tanques (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_tanks_(100).json"
        },
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "No puede capturar ciudades",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/unable_to_capture_cities.json"
        }
    ]
}