{
    "id": 102,
    "name": "Arquero a caballo|Arqueros a caballo",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/horse_archer.png",
    "game_info": "Una rápida unidad de combate a distancia para ataques de hostigamiento. Solo la pueden crear los hunos.",
    "historical_info": "La temible caballería de los hunos, famosa por su habilidad con los arcos y su dominio del arte de cabalgar, fue la plaga que azotó Europa durante las conquistas hunas de los siglos IV y V d. C. Estos arqueros montados recurrieron a sus arcos compuestos y pulieron el talento que luego aplicarían a la guerra cazando en la estepa central de Asia. Se cree que el uso que los hunos hicieron de los arqueros a caballo influyó mucho en el pensamiento militar de los reinos europeos y asiáticos, que dedicaron más recursos a crear unidades de caballería para enviarlas a sus incursiones.",
    "strategy": "Los Arqueros a caballo son unidades rápidas de ataque a distancia, mortales en terreno abierto. En defensa son algo más fuertes que el Arquero en carro y pueden moverse por terreno abrupto sin la penalización que tiene éste. Además, empiezan con el ascenso Precisión I. Como unidad montada, el Arquero a caballo es vulnerable a los Lanceros. A diferencia del Arquero en carro, el Arquero a caballo no precisa de Caballos.",
    "movement": 4,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Rueda",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Precisión I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/accuracy_i_r.json"
        }
    ]
}