{
    "id": 94,
    "name": "Hwach'a",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hwach'a.png",
    "game_info": "Una unidad de Cohetes antipersonales de la Época Medieval. Es fuerte contra unidades terrestres, pero débil contra ciudades. Solo la puede construir Corea y reemplaza al Trabuquete.",
    "historical_info": "El hwach'a, una legendaria arma coreana anti-infantería, supuso una innovación insólita en el desarrollo de las primeras armas de pólvora. Creada durante el siglo XV bajo la supervisión del rey Sejong el Grande, el hwach'a consistía en un gran carro de dos ruedas cargado con una caja en forma de panal que, de forma parecida a las baterías de misiles modernas, era capaz de contener cientos de flechas propulsadas por pólvora. La variante ligera de estos cohetes primitivos, llamada \"singijeon\", aportó una notable ventaja al hwach'a, ya que lo dotó de una maniobrabilidad excelente, si se la compara con la de un cañón tradicional. El hwach'a demostraría ser un arma formidable para la defensa de la península de Corea durante las invasiones japonesas del siglo XVI.",
    "strategy": "La Hwacha es un arma de asedio extremadamente eficaz contra las unidades terrestres enemigas. Es lenta y muy vulnerable a los ataques cuerpo a cuerpo del enemigo y, mientras se encuentre en el campo, siempre debe contar con el apoyo de otras unidades. Para poder atacar, la Hwacha debe \"desplegarse\" (1 punto de movimiento).",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Física",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Desplegarse y atacar a distancia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/must_set_up_to_ranged_attack.json"
        }
    ]
}