{
    "id": 121,
    "name": "Impi|Impis",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/impi.png",
    "game_info": "Especializado en derrotar a Caballeros y otras unidades montadas. Solo pueden formarlo los zulúes. Además, realiza un ataque a distancia antes de combatir.",
    "historical_info": "\"Impi\" es el término zulú que designa a un grupo de hombres armados, y aunque su uso se generalizó en el siglo XIX, se refiere a uno de los regimientos del Imperio Zulú. Aunque los \"impi\" llevaban mucho tiempo siendo algo propio de la cultura zulú, su gran jefe Chaka implantó profundas innovaciones al subir al trono en el 1816 d. C. Además de su porra y lanza tradicionales, Chaka armó a sus tropas con un assegai, una lanza cuerpo a cuerpo de mango corto y punta ancha. Introdujo un escudo de piel de vaca más grande y pesado (isihlangu) y entrenó a sus fuerzas para acercarse rápidamente al enemigo y causar grandes bajas en el combate cuerpo a cuerpo. Estratégicamente, los impi confiaban en la velocidad y la sorpresa para superar en número e imponerse al enemigo. Con estos métodos, los zulúes obtuvieron victorias impresionantes incluso contra los fusileros europeos, aunque las bajas sufridas eran numerosas.",
    "strategy": "Antes del cuerpo a cuerpo, el Impi arroja su lanza para herir o matar al enemigo. Solo pueden formarlo los zulúes.",
    "movement": 2,
    "cost": {
        "production": 90,
        "faith": 180
    },
    "prereq_tech": {
        "name": "Administración pública",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Bonificación contra unidades montadas (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Lanzas arrojadizas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/spear_throw_at.json"
        }
    ]
}