{
    "id": 40,
    "name": "Infantería|Infanterías",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/infantry.png",
    "game_info": "Es la unidad de infantería más potente del juego hasta la llegada de la Infantería mecanizada.",
    "historical_info": "En la primera mitad del siglo XX, el mundo sufrió dos de las guerras más brutales y destructivas de la historia de la humanidad. Fue una época en la que se produjeron notables avances en la tecnología dirigida a matar y, a medida que pasaban las décadas, se introdujeron barcos, aviones y vehículos terrestres todavía más mortíferos. Pese a ello, los soldados de infantería siguieron marchando al combate y enfrentándose inexorablemente a todos los horrores que los mayores cerebros del planeta pudieron concebir y lanzar contra ellos.El soldado de infantería de la Segunda Guerra Mundial solía ir armado con un fusil semiautomático similar al M1 Garand y podía llevar una o más granadas. La única protección con la que contaba era un casco de metal que resultaba prácticamente inútil contra los disparos directos y que, en el mejor de los casos, algo le protegía contra la metralla. Los hombres de todos los bandos eran duros e ingeniosos, y murieron por cientos de miles luchando por su hogar y su patria.",
    "strategy": "La Infantería es notablemente más fuerte que su predecesora, la Infantería de la Gran Guerra. El combate en la actualidad es de una complejidad creciente y, si está sola, la unidad de Infantería es vulnerable a los ataques aéreos, de artillería y de tanques. Si es posible, ha de recibir apoyo de artillería, blindados y unidades aéreas (o antiaéreas).",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Plástico",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
    },
    "free_promotions": []
}