{
    "id": 14,
    "name": "Buque blindado|Buques blindados",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ironclad.png",
    "game_info": "El Buque blindado es una unidad naval de combate cuerpo a cuerpo que compensa su potencia con ser más lenta en las casillas oceánicas.",
    "historical_info": "Aunque los visionarios llevan soñando con bajeles blindados propulsados por máquinas desde la época de Leonardo da Vinci, los buques blindados vieron su uso generalizado por primera vez en la Guerra de Secesión americana, a mediados del siglo XIX. El primer combate de verdad entre buques blindados ocurrió en esa guerra, en 1862, entre el Monitor, de la Unión, y el Virginia (también llamada \"Merrimac\"), de la Confederación. La refriega duró unas cuatro horas; ambas naves se cañonearon desde lejos sin apenas hacerse daño, y el enfrentamiento acabó en tablas. No obstante, este combate dejó una gran impronta en el mundo. En una sola mañana de combate inconcluso, esos buques lentos y pesados, aunque capaces de navegar contra el viento y casi impenetrables a los cañones de su tiempo, habían dejado obsoletas a todas las armadas del mundo.",
    "strategy": "Los Buques blindados son los primeros barcos de guerra a vapor que hay disponibles. Son más difíciles de hundir que cualquier nave a vela y su Fuerza de combate es superior. Úsalos principalmente para la defensa costera y el asalto de ciudades.",
    "movement": 3,
    "cost": {
        "production": 250,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Máquina de vapor",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steam_power.json"
    },
    "free_promotions": [
        {
            "name": "Movimiento doble en Costa",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/double_movement_in_coast_at.json"
        },
        {
            "name": "Bonificación contra ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_cities_(33)_at.json"
        }
    ]
}