{
    "id": 80,
    "name": "Jaguar|Jaguares",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jaguar.png",
    "game_info": "Primitiva unidad militar básica, bastante débil. Solo los aztecas pueden construirla. Esta unidad lucha con más eficacia en la Selva y cura daño cuando mata a una unidad enemiga, a diferencia del Guerrero, al que sustituye.",
    "historical_info": "En la cultura azteca, la guerra era un ritual religioso además de una herramienta política. Los varones jóvenes debían capturar o matar a enemigos para mejorar su posición, y cada vez necesitaban más prisioneros para sacrificarlos en los ritos religiosos. Los caballeros jaguar constituían la élite de los soldados profesionales del ejército azteca. Estaban protegidos por pieles de jaguar y equipados con las mortales \"macuahuitls\" (espadas de madera recubiertas de obsidiana). Fueron, quizás, la infantería pesada más peligrosa del norte y el centro de la América precolombina.",
    "strategy": "El Jaguar es la unidad exclusiva azteca que sustituye al Guerrero. Recibe una gran bonificación cuando combate en la Selva. También se cura el daño cuando destruye unidades enemigas y tiene el ascenso de Montaraz, que le permite moverse rápidamente por el Bosque y la Selva.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Agricultura",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Bonif. al combate Bosque/Selva (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/combat_bonus_in_forest_jungle_(33)_at.json"
        },
        {
            "name": "Montaraz",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/woodsman_m.json"
        },
        {
            "name": "Cura 25 de daño si mata una unidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/heals_25_damage_if_kills_a_unit_at.json"
        }
    ]
}