{
    "id": 51,
    "name": "Jenízaro|Jenízaros",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/janissary.png",
    "game_info": "Una de las primeras unidades de pólvora del juego. Solo los otomanos pueden construirla. Esta unidad es más fuerte en el ataque y se cura cuando mata a una unidad enemiga, a diferencia del Mosquete, al que sustituye.",
    "historical_info": "Los jenízaros eran miembros de un cuerpo de élite del ejército del Imperio Otomano. Creados en el siglo XIV, los jenízaros originarios eran jóvenes cristianos (normalmente, esclavos traídos de los Balcanes) que eran convertidos al Islam y alistados en el ejército otomano. Los primeros jenízaros estaban obligados a permanecer célibes (lo que explicaría su feroz espíritu guerrero), pero, con el tiempo, esta costumbre se relajó. A medida que pasaron los años, los jenízaros consiguieron una gran influencia en el imperio y fueron los artífices de varios golpes de estado en palacio en los siglos XVII y XVIII. Pero, según crecía su influencia, se volvieron más tercos y tradicionalistas, negándose a modernizar sus armas y tácticas para mantenerse a la altura del resto del mundo. En 1826, fueron obligados a disolverse y se reemplazaron por tropas otomanas más modernas.",
    "strategy": "El Jenízaro es una unidad exclusiva otomana que sustituye al Mosquete. Recibe una importante bonificación al combate cuando ataca. Además, se cura automáticamente todo el daño cuando destruye a una unidad que no sea un bárbaro. Esto puede conceder al ejército que lo lleve una ventaja aplastante contra una fuerza enemiga que esté a la defensiva.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 300
    },
    "prereq_tech": {
        "name": "Pólvora",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
    },
    "free_promotions": [
        {
            "name": "Cura 50 de daño si mata una unidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/heal_50_damage_if_kills_a_unit.json"
        },
        {
            "name": "Bonif. al combate cuando ataca (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/combat_bonus_when_attacking_(25).json"
        }
    ]
}