{
    "id": 22,
    "name": "Caza a reacción|Cazas a reacción",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jet_fighter.png",
    "game_info": "Una unidad aérea pensada para controlar los cielos e interceptar a los aviones enemigos que se acerquen.",
    "historical_info": "El caza a reacción sigue teniendo un cometido muy similar al de su antecesor, el caza de hélice de la Segunda Guerra Mundial, pero guarda con él muchas diferencias en lo que se refiere a potencia, armamento y equipo de comunicaciones y electrónico. El mejor caza de la Segunda Guerra Mundial podía volar a unos 640 kilómetros por hora en el mejor de los casos, mientras que un caza a reacción es capaz de triplicar esta velocidad. Un avión de la Segunda Guerra Mundial podía llevar una o dos ametralladoras y un par de bombas. Un caza moderno puede llevar una ametralladora Gatling de 20 mm, diez o más misiles aire-aire y decenas de cohetes distintos. El vehículo va equipado con ordenadores sofisticados, radar y equipo de comunicaciones que exceden con creces cualquier otro recurso bélico disponible antes en la historia. Al igual que los demás aviones, los cazas a reacción son vulnerables a los misiles tierra-aire, pero la mayor amenaza para ellos la representan los cazas enemigos. El bando que obtenga la superioridad aérea conseguirá una ventaja casi insuperable en combate.",
    "strategy": "El Caza a reacción es una poderosa unidad aérea. Puede encontrarse en una ciudad propia o llevarse en un Portaaviones. Puede moverse de una base a otra o llevar a cabo \"misiones\" que estén en un radio de 10 casillas. Úsalos para atacar a los aviones y unidades terrestres del enemigo, explorar sus posiciones o defenderte contra sus ataques aéreos. El Caza a reacción es especialmente eficaz contra los helicópteros enemigos. Tiene la capacidad de reconocimiento aéreo, lo que significa que todo lo que tenga a 6 casillas de distancia será visible al empezar el turno. Consulta las reglas sobre Aviones para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Láser",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Intercepción (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/interception_(100).json"
        },
        {
            "name": "Barrido aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_sweep.json"
        },
        {
            "name": "Reconocimiento aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_recon.json"
        },
        {
            "name": "Bonificación contra Bombarderos/Helicópteros (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}