{
    "id": 86,
    "name": "Keshik|Keshiks",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/keshik.png",
    "game_info": "Esta unidad exclusiva mongola sustituye al Caballero estándar. Posee un fuerte ataque a distancia, una mayor tasa de movimiento y obtiene ascensos un 50% más rápido. Las batallas de las unidades también aportan el doble de puntos para la consecución de un Gran general.",
    "historical_info": "Los mongoles salieron del centro de Asia en el siglo XII y conquistaron la mayor parte de Asia, el este de Europa y buena parte de Oriente Medio en apenas un siglo. El arma principal de los mongoles fue su incomparable arquero a caballo, el Keshik. Los hijos de los mongoles, un grupo de tribus nómadas, prácticamente crecían a lomos de un caballo. Los mongoles, montados en sus pequeños pero vigorosos ponis de las estepas y pertrechados con armas y armaduras ligeras, podían cubrir grandes distancias en un día, superando largamente a la infantería o incluso a la caballería europea, mucho más pesada.Los Keshiks mongoles disparaban desde su caballo con una precisión mortal, desorganizando y desmoralizando a las formaciones enemigas. Cuando el enemigo estaba debilitado, la caballería pesada mongola cargaba para dar el golpe de gracia. Para enfrentarse a la caballería pesada europea, los mongoles se limitaban a disparar a sus caballos e ignorar o aplastar a los jinetes caídos.",
    "strategy": "El Keshik es una unidad exclusiva que sustituye al Caballero, y está disponible para los mongoles a partir de la Edad Media. Los Keshiks poseen un fuerte ataque a distancia y una tasa de movimiento aumentada (5 puntos en total), lo que les permite realizar ataques fugaces con gran eficacia. Por si no bastara con esto, el Keshik también adquiere ascensos el doble de rápido que las demás unidades y contribuye con el doble de puntos a la obtención de Grandes generales. Estos guerreros montados otorgan por sí solos el control de las llanuras a Gengis.",
    "movement": 5,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Caballería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Grandes generales I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/great_generals_i.json"
        },
        {
            "name": "Estudio rápido",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/quick_study.json"
        }
    ]
}