{
    "id": 55,
    "name": "Caballero|Caballeros",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/knight.png",
    "game_info": "Una poderosa unidad montada medieval, débil contra Piqueros.",
    "historical_info": "Los caballeros casi siempre estaban formados por la nobleza de una nación (pues eran los únicos que podían permitirse el equipo, los caballos y el exhaustivo entrenamiento necesarios) y conformaban la caballería pesada del ejército medieval. Durante gran parte de la Edad Media, los caballeros dominaron el campo de batalla. La superioridad de su armadura les confería una buena protección contra flechas y lanzas, y su gran movilidad les permitía aprovechar cualquier punto débil del enemigo en el campo de batalla. Se debía tener mucho valor para enfrentarse a una carga de caballeros. Un muro de piqueros podía frenar la acometida de la caballería, pero solo si tenían la disciplina y los arrestos necesarios para mantener la posición. Si se acobardaban, estaban muertos.",
    "strategy": "El Caballero es una unidad rápida y poderosa, el rey indiscutible del campo de batalla medieval. Como unidad montada, es vulnerable a los Piqueros, pero puede aplastar a otros oponentes con relativa facilidad. El Caballero puede moverse después de atacar, lo que le permite abrir huecos en las líneas enemigas y atravesarlos al galope.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Caballería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}