{
    "id": 45,
    "name": "Lancero montado|Lanceros montados",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/lancer.png",
    "game_info": "Una unidad montada que está especializada en derrotar a las unidades montadas enemigas.",
    "historical_info": "Los lanceros montados eran la caballería del Renacimiento. En una época en que el uso del cañón y otras armas de pólvora era creciente, la velocidad y la maniobrabilidad se imponían a la armadura, que cada vez resultaba más inútil contra las modernas armas de proyectiles. Así, los lanceros montados abandonaron gran parte de la pesada armadura de placas de sus predecesores, los caballeros, y conservaron solo la coraza, en el mejor de los casos. Aunque el armamento mejoró, la lanza siguió siendo un arma terriblemente eficaz en manos de un jinete entrenado. Todavía en las guerras napoleónicas, los franceses creían que la lanza era un arma de caballería superior al sable. En el siglo XIX, ambos se sustituyeron por el fusil de carabina, obviamente.",
    "strategy": "El Lancero montado es la unidad a caballo del Renacimiento y viene después del Caballero y antes que la unidad de Caballería. Es más rápido y fuerte que el Caballero y muy capaz de barrer a esta unidad, antaño poderosa, del mapa. El Lancero montado puede incluso acabar con la unidad de Caballería cuando aparezca.",
    "movement": 4,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Metalurgia",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Formación I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/formation_i.json"
        }
    ]
}