{
    "id": 63,
    "name": "Lansquenete|Lansquenetes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/landsknecht.png",
    "game_info": "Esta unidad es mucho más barata que el Piquero, y pueden saquear sin usar puntos de Movimiento. Roba oro al atacar una ciudad y se desbloquea mediante la política social Ejército mercenario. Estas unidades no se pueden crear, sino que hay que adquirirlas con Oro. Pueden moverse inmediatamente tras la compra.",
    "historical_info": "Los lansquenetes eran los piqueros mercenarios alemanes del siglo XVI. Creado a imagen y semejanza del legendario piquero mercenario suizo, el lansquenete acabó por sustituirlo como el mejor mercenario de infantería disponible en Europa, y luchó casi en todas las contiendas importantes desde el siglo XVI (y, con frecuencia, en ambos bandos). En combate, los lansquenetes solían llevar picas de hasta seis metros de longitud. Algunos también llevaban enormes espadones o alabardas que usaban para cortar las puntas de las picas de sus oponentes.",
    "strategy": "El Lansquenete es una unidad que solo está disponible mediante la política social Ejército mercenario, que debe comprarse con Oro. El Lansquenete es mucho más barato que el Piquero y tiene ciertas bonificaciones relacionadas con saquear casillas y ciudades. Estas unidades crean un ejército barato que puede recuperar los fondos invertidos si se les envía a arrasar territorios enemigos.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Administración pública",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Bonificación contra unidades montadas (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Sin coste de movimiento por saquear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_movement_cost_to_pillage_at.json"
        },
        {
            "name": "Expolio de ciudad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/city_plunder_at.json"
        }
    ]
}