{
    "id": 61,
    "name": "Saetero|Saeteros",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/longbowman.png",
    "game_info": "Unidad de infantería medieval de combate a distancia. Solo los ingleses pueden construirla. Esta unidad tiene 1 más de alcance que el Ballestero, al que sustituye.",
    "historical_info": "El arco largo inglés apareció durante el siglo XII, cuando los ingleses se dispusieron a conquistar Gales. Estaba fabricado de madera de tejo o de olmo, y tenía hasta poco más de dos metros de largo (dependiendo de la altura y de la fuerza del arquero). Era muy difícil de dominar, pero un arquero inglés bien entrenado podía disparar más lejos, más rápido y con más puntería que los ballesteros de su época. Sin embargo, para conseguir algo así se requerían años de entrenamiento. A medida que la población del país creció, las tierras salvajes inglesas se convirtieron en cultivos. Las oportunidades de caza fueron desapareciendo y los campesinos libres ingleses se volvieron menos hábiles con el arco largo. Este hecho, más incluso que la llegada de la pólvora, llevó al declive del arquero inglés armado con arco largo.",
    "strategy": "El Saetero es la unidad exclusiva inglesa que sustituye al Ballestero. Tiene mucho más alcance que éste, lo que le permite atacar a enemigos que estén hasta a tres hexágonos de distancia y, normalmente, destruirlos antes de que puedan contraatacar. Al igual que otras unidades de combate a distancia, los Saeteros son vulnerables a los ataques cuerpo a cuerpo.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Maquinaria",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Alcance",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/range_r.json"
        }
    ]
}