{
    "id": 58,
    "name": "Caballería mandekalu|Caballerías mandekalu",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mandekalu_cavalry.png",
    "game_info": "Una poderosa unidad montada medieval, débil contra Piqueros. Solo los songhai pueden crearla. Esta unidad no recibe una penalización cuando ataca ciudades, a diferencia del Caballero, al que sustituye.",
    "historical_info": "Igual que sus homólogos del norte, los ejércitos musulmanes también contaban con unidades de caballería pesada, parecidas en forma y estructura a los caballeros europeos. Como éstos, los musulmanes también provenían de los estratos más altos de la sociedad y contaban con las mejores armas, armaduras y caballos. La armadura podía ser modificada para reflejar las diferencias de clima (hasta el caballero más noble se asaría rápidamente si llevara una armadura de placas en verano en Oriente Medio), pero seguía confiriéndoles una gran ventaja sobre otras unidades en el campo de batalla. Los registros históricos admiten que los caballeros musulmanes solían ser un digno rival para sus adversarios europeos.",
    "strategy": "Es una unidad exclusiva de Songhai que sustituye al Caballero. Tiene las mismas estadísticas que este, pero es bastante mejor atacando ciudades. La Caballería mandekalu puede moverse después de atacar. Su velocidad hace difícil que el enemigo pueda construir una línea defensiva antes de que la Caballería mandekalu alcance su objetivo.",
    "movement": 4,
    "cost": {
        "production": 110,
        "faith": 220
    },
    "prereq_tech": {
        "name": "Caballería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking_at.json"
        }
    ]
}