{
    "id": 26,
    "name": "Misil tierra-aire móvil|Misiles tierra-aire móviles",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mobile_sam.png",
    "game_info": "Interceptará a los aviones enemigos que intenten bombardear a las unidades cercanas.",
    "historical_info": "Cuando los helicópteros se convirtieron en máquinas de matar más eficaces, la infantería a su vez desarrolló armas pensadas para combatir la creciente amenaza, por no mencionar el peligro que representaban los cazas a reacción. Los misiles tierra-aire modernos son rápidos y ligeros y cuentan con un radar, lo que les permite \"fijar el objetivo\" en un avión enemigo y volar hacia él hasta explotar violentamente e infligir toda clase de daños, probablemente letales, a los frágiles aviones y helicópteros. Como respuesta, se han creado vehículos \"invisibles\" y se ha utilizado tecnología de bloqueo de misiles. Aun así, los lanzamisiles tierra-aire se lo ponen muy difícil a los aviones enemigos, pues protegen a sus cañones de tierra de la amenaza aérea.",
    "strategy": "Las unidades de Misiles tierra-aire móviles proporcionan defensa antiaérea a un ejército en marcha. Pueden interceptar y derribar a aviones enemigos que estén bombardeando a una distancia de dos hexágonos (pero solo a una unidad por turno). Estas unidades son bastante vulnerables a los ataques que no sean aéreos y han de ir acompañadas de infantería o blindados.",
    "movement": 3,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Cohetería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Intercepción (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/interception_(100)_at.json"
        },
        {
            "name": "Bonificación contra Aviones/Helicópteros (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_aircraft_helicopters_(150)_at.json"
        }
    ]
}