{
    "id": 24,
    "name": "Blindado moderno|Blindados modernos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/modern_armor.png",
    "game_info": "Una unidad rápida y poderosa del juego tardío.",
    "historical_info": "El blindado moderno ha mejorado significativamente, incluso respecto a los mejores tanques de la Segunda Guerra Mundial. Los tanques de hoy en día son más grandes, rápidos, cuentan con mejor blindaje y armas y, quizá lo más importante, van dotados de ordenadores y equipos de comunicaciones sofisticados que mejoran con mucho su potencia y capacidad de supervivencia en el mortífero campo de batalla moderno. Un tanque actual puede ir zumbando por el campo de batalla a unos 60 kilómetros por hora mientras dispara con una precisión milimétrica contra un objetivo que está a centenares de metros de distancia, pues un ordenador de puntería asistida ajusta el cañón del blindado, compensando cada bache o agujero que haya en la carretera.En el campo de batalla actual, las mayores amenazas para el tanque moderno las constituyen los blindados, la artillería, los cazas y los helicópteros de combate enemigos. La infantería rara vez lleva armas con potencia suficiente para destruir los tanques enemigos, excepto, por supuesto, las radios, que pueden utilizar para solicitar apoyo aéreo o de artillería.",
    "strategy": "El Blindado moderno es muy parecido a su predecesor, el Tanque, solo que perfeccionado. Es mucho más fuerte que este y tiene todas sus capacidades, como la de moverse después de atacar.",
    "movement": 5,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Láser",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        }
    ]
}