{
    "id": 128,
    "name": "Nao|Naos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nau.png",
    "game_info": "Unidad de cuerpo a cuerpo naval que destaca en el campo de la exploración. Tiene más puntos de Movimiento [ICON_MOVES] que la Carabela, a la cual sustituye, y puede ejecutar una habilidad de un solo uso cerca de tierras extranjeras para ganar Oro y PX. Solo pueden construirla los portugueses.",
    "historical_info": "Cuando los portugueses ampliaron sus exploraciones y sus aventuras comerciales por la costa africana y el Lejano Oriente, necesitaron una nave más grande y recia, capaz de hacer largos viajes. La nao, también conocida como \"carraca\" o \"indiaman\" por los ingleses, evolucionó a partir de la coca de velas cuadras que se utilizó para comerciar en la Baja Edad Media. El diseño lo perfeccionaron los mercaderes portugueses a finales del siglo XV, y la nao se convirtió en un bajel transoceánico de tres o cuatro cubiertas con tres o cuatro mástiles, con un francobordo más grande y estable para la alta mar del Atlántico y capaz de llevar provisiones y cargamento para un viaje largo. Tenía una popa redondeada y un gran castillo de proa, el primer bajel transoceánico en incorporarlo. Sus grandes bodegas hacían que pudiera cruzar grandes distancias entre recaladas, lo que la convirtió en el principal sostén de la flota mercante portuguesa. La nao sería sustituida por el galeón en las rutas comerciales oceánicas del siglo XVII.",
    "strategy": "Esta unidad de cuerpo a cuerpo naval sustituye a la Carabela y es buena explorando. Cuando se encuentra en una casilla colindante con tierra propiedad de otra civilización o ciudad-estado con la que estés en paz, puede ejecutar una única misión comercial que aportará Oro y PX. Cuanto más lejos esté la tierra de tu capital, mayor será la bonificación, así que es mejor usarla con jugadores distantes. Usa esta unidad para explorar el mapa y descubrir las ubicaciones de otros jugadores.",
    "movement": 5,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomía",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Cargamento exótico",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/exotic_cargo.json"
        },
        {
            "name": "Visual adicional (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/extra_sight_(1).json"
        },
        {
            "name": "Retirarse antes del cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/withdraw_before_melee.json"
        }
    ]
}