{
    "id": 92,
    "name": "Infantería de Montaña Noruega|Infanterías de Montaña Noruegas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/norwegian_ski_infantry.png",
    "game_info": "Una fuerte unidad terrestre de primera línea y de mediados del juego que está especializada en operaciones en la Nieve, la Tundra y las Colinas. Solo la puede construir en Dinamarca. Sustituye al Fusilero.",
    "historical_info": "Durante las guerras napoleónicas de 1807-1814, Dinamarca utilizó mucho esta infantería contra Suecia. Comparables en velocidad a la caballería ligera, estos soldados eran capaces de cruzar las laderas de las montañas y los campos nevados mucho más rápido que nadie a pie o a caballo. Además de ser capaz de sortear eficazmente terreno rocoso y boscoso, también se usó esta infantería de esquiadores para transportar carros de provisiones o incluso otros cuerpos de soldados, ya que la falta de carreteras y la profundad de la nieve dificultaba el transporte tradicional a caballo. Su historial de servicios se remonta al siglo XIII, aproximadamente.Hoy en día, la armada danesa los utiliza para patrullar grandes extensiones de la Groenlandia septentrional y oriental, zonas demasiado impracticables para casi todos los demás medios de transporte. En Noruega, todos los soldados del ejército siguen entrenándose en el arte del combate con esquíes, y el deporte del biatlón está inspirado en su entrenamiento militar y sus rutas de patrulla.",
    "strategy": "La Infantería de Montaña Noruega es una de las dos unidades exclusivas danesas y sustituye al Fusilero. Esta unidad se mueve por casillas de Nieve, Tundra y Colinas al doble de velocidad, y cuenta con una bonificación de 25% al combate en ellas si no hay Bosque ni Selva.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Fusil",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
    },
    "free_promotions": [
        {
            "name": "Bonif. en Nieve, Tundra y Colina.",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonuses_in_snow,_tundra,_and_hills.json"
        }
    ]
}