{
    "id": 20,
    "name": "Misil nuclear|Misiles nucleares",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_missile.png",
    "game_info": "Desata la destrucción nuclear sobre tus enemigos. Causa un daño enorme a las ciudades y daña a cualquier unidad que esté en el radio de la explosión.Requiere el Proyecto Manhattan y dos recursos de Uranio.",
    "historical_info": "Los misiles nucleares llevan una ojiva o más que contienen bombas de hidrógeno, y cada una de ellas puede destruir una ciudad. Capaces de transportar su mortífera carga por medio mundo, los misiles atómicos son las armas más mortales y terribles que jamás se hayan creado. De momento no existen defensas factibles contra ellos: una vez lanzados, la ciudad objetivo enemiga quedará destruida si no ocurre un milagro. Además de la destrucción inmediata causada por la enorme explosión, las deflagraciones atómicas envenenan la tierra, el agua y el aire para las generaciones venideras. Los vientos errantes pueden llevar la mortal lluvia radiactiva a kilómetros distancia y contaminar la tierra y matar a la gente de todo un continente. Es una completa locura usarlas contra un enemigo con el que compartes el planeta, a menos que sea para evitar que él las use contigo.",
    "strategy": "El Misil nuclear es como una Bomba atómica, solo que modernizada y más potente. Puede tener su base en una ciudad que controles o encontrarse en un Submarino nuclear o un Crucero portamisiles. Puede moverse de una base a otra o atacar a un objetivo que esté a una distancia de 12 casillas. Cuando detone, dañará (y, posiblemente, destruirá) todas las ciudades y unidades que se encuentren en el radio de la explosión (2 casillas). Esta unidad se destruye automáticamente en el ataque. Consulta las reglas sobre Armas nucleares para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 1000,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Balística avanzada",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/advanced_ballistics.json"
    },
    "free_promotions": [
        {
            "name": "Evasión (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/evasion_(50).json"
        }
    ]
}