{
    "id": 36,
    "name": "Panzer|Panzers",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/panzer.png",
    "game_info": "Una unidad montada rápida y poderosa del juego tardío.Solo los alemanes pueden construirla. Esta unidad tiene 1 más de movimiento que el Tanque, al que sustituye.",
    "historical_info": "Al principio de la Segunda Guerra Mundial, los tanques alemanes Panzer no eran muy superiores a sus homólogos franceses o rusos; más bien, todo lo contrario. Los \"Panzers\" (panteras) alemanes eran inferiores en potencia de fuego y blindaje. Lo que sí tenían los alemanes eran genios militares como Heinz Guderian, comandante del cuerpo de Panzers y uno de los arquitectos de la \"blitzkrieg\", o doctrina de la guerra relámpago mediante el ataque concentrado de blindados. En Francia, esta doctrina tuvo un éxito sorprendente, ya que los grandes ejércitos de tanques destrozaron a los blindados franceses que, aunque superiores en armamento, se vieron dispersados entre la infantería francesa y no tuvieron ni una oportunidad contra la ingente potencia de fuego alemana. Los Panzers alemanes tuvieron el mismo grado de éxito a principios de la guerra contra la Unión Soviética, hasta que la URSS descubrió cómo crear y organizar sus propios ejércitos de blindados.",
    "strategy": "El Panzer es la unidad exclusiva alemana que sustituye al Tanque y es más fuerte y rápido que este. Además, es capaz de moverse después del combate, lo que le permite abrir enormes agujeros en las líneas enemigas y atravesarlas antes de que el enemigo pueda taparlos.",
    "movement": 6,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Fuerzas combinadas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking_at.json"
        }
    ]
}