{
    "id": 34,
    "name": "Paracaidista|Paracaidistas",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/paratrooper.png",
    "game_info": "Una fuerte unidad de infantería, capaz de lanzarse en paracaídas hasta a 9 casillas de distancia de territorio amistoso. El paracaidista puede moverse tras el aterrizaje, pero no puede entablar combate hasta el turno siguiente.",
    "historical_info": "Los paracaidistas son soldados de infantería ligera entrenados para saltar al combate detrás de las líneas enemigas desde aviones. Están obligados por necesidad a llevar armas ligeras y poca munición, y confían enormemente en el factor sorpresa para vencer a sus oponentes.Los paracaidistas se usaron con un éxito limitado en la Segunda Guerra Mundial. Las tropas aerotransportadas alemanas tomaron parte en la invasión de Dinamarca en 1940. Los paracaidistas alemanes asaltaron y capturaron la isla de Creta desde el aire en 1941, pero el número de bajas fue tan horroroso que Adolf Hitler prohibió que en el futuro se usaran ataques aerotransportados a gran escala. Las fuerzas aliadas desplegaron paracaidistas con cierto éxito durante la invasión de Normandía en 1941, pero los enormes desembarcos aéreos de la operación Market Garden en los Países Bajos, unos meses más tarde de aquel mismo año, distaron mucho de tener éxito y comportaron graves pérdidas para los paracaidistas británicos, polacos y estadounidenses.Aunque las fuerzas especiales siguen usando paracaidistas, los ejércitos actuales prácticamente han dejado de utilizarlos. Hoy en día, la mayor parte de las tropas aerotransportadas se despliegan en combate mediante helicópteros.",
    "strategy": "El Paracaidista es una unidad de infantería de las últimas fases del juego. Es algo más débil que la unidad de Infantería mecanizada; no obstante, puede lanzarse en paracaídas hasta a 9 casillas de distancia (si sale de territorio amistoso). Esto le permite saltar, literalmente, sobre posiciones hostiles y destruir redes de carreteras, saquear recursos vitales y sembrar el caos tras las líneas enemigas. El Paracaidista corre un gran peligro cuando se encuentra en misiones de este tipo, así que asegúrate de que el objetivo valga la pena.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Puede hacer un desembarco aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_paradrop.json"
        },
        {
            "name": "Sin coste de movimiento por saquear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_movement_cost_to_pillage.json"
        }
    ]
}