{
    "id": 131,
    "name": "Rastreador|Rastreadores",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pathfinder.png",
    "game_info": "Esta unidad shoshoni única que sustituye al Batidor destaca explorando y es temible en combate. Posee un ascenso que le permite elegir beneficio al descubrir una Ruina antigua.",
    "historical_info": "Entre las tribus de indios americanos de las Grandes Llanuras y las montañas Rocosas, se daba a algunos miembros la condición de exploradores superiores y se les confiaba la realización de cometidos vitales para los nómadas. Estos \"pathfinders\" (rastreadores), a los que se le llamaba de varias formas, rastreaban a enemigos y animales, exploraban las rutas para emigrar, espiaban a rivales e intrusos y protegían los campamentos de invierno. Eran tan hábiles que los ejércitos de las grandes potencias los contrataban como batidores y asesores ya desde la guerra de los pequot (1637-1638) cuando las tribus narragansett y mohicana ayudaron a los colonos ingleses de la bahía de Massachusetts. No obstante, con la imposición de fronteras y el confinamiento de los indígenas americanos en reservas, la figura del rastreador desapareció.",
    "strategy": "El Rastreador es un sustituto del Batidor que solo pueden formar los shoshoni. Explora tan bien como el Batidor y lucha casi tan bien como un Guerrero. Permite al jugador elegir el beneficio que recibirá al descubrir Ruinas antiguas. Cuesta más que un Batidor.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 50
    },
    "prereq_tech": {
        "name": "Agricultura",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Idioma nativo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/native_tongue_at.json"
        },
        {
            "name": "Coste por terreno sin efecto",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/ignores_terrain_cost_at.json"
        }
    ]
}