{
    "id": 96,
    "name": "Guerrero picto|Guerreros pictos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pictish_warrior.png",
    "game_info": "Solo los celtas pueden crear esta unidad. Tiene una bonificación al combate fuera del territorio amistoso y puede saquear las mejoras enemigas sin ningún coste adicional al movimiento. Por matar, gana como Fe el 50% de la fuerza del oponente.",
    "historical_info": "Los pictos fueron un pueblo de la Edad de Hierro tardía que habitaba en lo que es la actual Escocia oriental y septentrional, una de las muchas tribus celtas de las Islas Británicas. A sus guerreros no solo los temían otros pueblos celtas, sino también los afamados legionarios romanos. El historiador griego Dionisio escribió durante el reinado de César Augusto que \"su manera de luchar, parecida en gran medida a la de las fieras salvajes y furiosas\", tuvo un éxito considerable contra las lentas formaciones militares que operaban en los bosques y montañas del norte de Europa.Además de su temible reputación, contaban con la \"carnyx\", una trompeta de bronce que tocaban incesantemente durante la batalla, tanto para darse ánimos como para intimidar a los oponentes. Por último, sus enemigos tenían muy presentes los informes de las cabezas cortadas que los guerreros pictos llevaban, puesto que estos creían que llevarlos al combate los imbuía de coraje y, posiblemente, de cólera divina.",
    "strategy": "El Guerrero picto es la unidad exclusiva celta. Es ideal para las primeras acometidas, pues puede devastar las tierras de un oponente saqueando rápidamente y moviéndose en el mismo turno. Además, gana Fe por cada unidad que mate, lo que avanza constantemente tus metas religiosas mientras estés en guerra.",
    "movement": 2,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Forja del bronce",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Bonificación en tierra extranjera",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/foreign_lands_bonus_at.json"
        },
        {
            "name": "Sin coste de movimiento por saquear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_movement_cost_to_pillage_at.json"
        }
    ]
}