{
    "id": 44,
    "name": "Fusilero|Fusileros",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rifleman.png",
    "game_info": "Una fuerte unidad de primera línea de mediados del juego.",
    "historical_info": "Un fusil es un arma de fuego pensada para dispararse apoyada en el hombro. El interior del cañón tiene unas estrías diseñadas para hacer girar el proyectil sobre sí mismo cuando se dispara, lo que le proporciona mucho más alcance y precisión que los de un cañón sin estrías. Los primeros intentos de hacer cañones estriados se dieron en Europa durante el siglo XV, pero las dificultades de su fabricación impidieron que su uso se generalizara hasta el siglo XIX. Los hostigadores y batidores británicos y estadounidenses contaron con mosquetes de cañón estriado durante las guerras napoleónicas y la guerra de 1812, pero el tiempo de recarga del arma, más lento, los apartó de las manos de la infantería regular hasta unos años más tarde.La invención de la \"bala Minié\" aceleró enormemente el tiempo de recarga y, en tiempos de la Guerra de Secesión americana, todos los ejércitos europeos importantes ya usaban mosquetes de cañón estriado. Pero, a finales de dicha guerra, este mosquete ya había quedado obsoleto debido a la aparición del rifle de repetición de retrocarga, que tenía una cadencia de disparo de un segundo, mientras que la cadencia de fuego del fusil de avancarga era de unos 20-30 segundos por disparo para un soldado bien entrenado.",
    "strategy": "El Fusilero es la unidad de pólvora que sigue al Mosquete. Es notablemente más poderoso que éste y ofrece al ejército que cuente con él una gran ventaja sobre las otras civilizaciones que aún no se hayan modernizado.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Fusil",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rifling.json"
    },
    "free_promotions": []
}