{
    "id": 27,
    "name": "Artillería lanzacohetes|Artillerías lanzacohetes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rocket_artillery.png",
    "game_info": "Una rápida unidad de asedio de las últimas fases del juego. A diferencia de otras unidades de asedio, no tiene que desplegarse antes de disparar.",
    "historical_info": "Durante la mayor parte de su historia, la artillería ha utilizado explosivos químicos para propulsar proyectiles contra sus objetivos. La artillería lanzacohetes, por otro lado, dispara cohetes que cuentan con un propulsor propio. Esto permite que haya tubos de lanzamiento mucho más pequeños y ligeros que los de la artillería tradicional, lo que facilita que haya vehículos artilleros autopropulsados rápidos y que siguen disponiendo de una gran potencia. Los sistemas de artillería más avanzados pueden contener sistemas de dirección que permiten a los proyectiles corregir el rumbo en pleno vuelo.",
    "strategy": "La Artillería lanzacohetes es un arma de asedio extremadamente poderosa, muy superior a la artillería normal. No tiene que desplegarse antes de disparar, lo que hace que sea mucho más rápida que los cañones precedentes. Aunque tiene una visibilidad de alcance limitado, se puede usar para disparar fuego indirecto contra objetivos a los que no pueda ver (siempre y cuando otras unidades amigas sí puedan verlos). Como toda artillería, es vulnerable a los ataques de infantería y blindados, por lo que debe defenderse con las unidades apropiadas.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Cohetería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Fuego indirecto",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/indirect_fire.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonificación contra ciudades (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Visibilidad limitada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/limited_visibility.json"
        }
    ]
}