{
    "id": 53,
    "name": "Samurái|Samurái",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/samurai.png",
    "game_info": "Poderosa unidad de infantería medieval. Solo los japoneses pueden crearla. Esta unidad lucha más eficazmente y ayuda a producir Grandes generales más rápido que el Soldado con espada larga, al que sustituye. Los Samuráis embarcados pueden construir barcos pesqueros en un turno sin consumirse (por lo que son útiles incluso en tiempos de paz).",
    "historical_info": "Los samuráis japoneses fueron, posiblemente, los mejores guerreros anteriores a las armas de pólvora desde los legionarios romanos. Aparecieron en el siglo XII, y eran una casta de guerreros que habían jurado seguir el código del Bushido, que anteponía el valor, el honor y la lealtad a la propia vida. El samurái solía llevar dos espadas, la katana, de una sola hoja, y una versión más corta, la wakizashi, que se utilizaba para el \"seppuku\" (suicidio ritual). Estas espadas eran muy superiores a sus equivalentes occidentales, las espadas largas, pues los armeros japoneses habían dominado el arte de combinar el acero con alto y bajo contenido de carbono. Algunos llevaban también arco o lanza y, posteriormente, armas de fuego. Según la época (y su estatus y riqueza) el samurái podía llevar armadura acolchada, lacada o de metal.",
    "strategy": "El Samurái es la unidad exclusiva de los japoneses y sustituye al Soldado con espada larga. Tan poderoso como este, el Samurái recibe automáticamente el ascenso de Choque I, lo que le concede una bonificación al luchar en terreno abierto. Si tiene éxito en combate, aumenta la probabilidad de generar Grandes generales. Puede construir barcos pesqueros sin consumirse.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Acero",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steel.json"
    },
    "free_promotions": [
        {
            "name": "Choque I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/shock_i_m.json"
        },
        {
            "name": "Grandes generales II",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/great_generals_ii_at.json"
        }
    ]
}