{
    "id": 108,
    "name": "Mendigo del mar|Mendigos del mar",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/sea_beggar.png",
    "game_info": "Una unidad naval especializada en atacar ciudades costeras para ganar Oro y capturar naves enemigas. Solo la pueden construir los holandeses.",
    "historical_info": "Los \"mendigos del mar\", o watergeuzen, fueron un grupo de corsarios que se opusieron al control español de los Países Bajos durante la Guerra de los Ochenta Años. El nombre procede de un grupo de nobles holandeses que acudieron al palacio de la duquesa de Parma con una lista de agravios y solicitudes. Los consejeros de la duquesa se refirieron a ellos como \"mendigos\" y se quedaron con ese nombre.En 1569, Guillermo de Orange entregó permisos oficiales a los mendigos y se equiparon un total de 84 barcos. Al principio, estos mendigos del mar se limitaron a saqueos básicos, pero llevados por la desesperación, atacaron un enclave español a pesar de su guarnición. Inspirados por su victoria, comenzaron una campaña más atrevida y capturaron otras ciudades costeras. El éxito de los mendigos del mar fue inspirador para el resto de Holanda, que comenzó a rebelarse. Hoy se considera que la toma de la guarnición española de Brielle por parte de los mendigos del mar fue el inicio de la guerra de independencia holandesa.",
    "strategy": "Una unidad naval especializada en atacar ciudades costeras para ganar Oro y capturar naves enemigas. Solo la pueden construir los holandeses. Se cura fuera de territorio amistoso. Empieza con los ascensos Asaltante costero I y II, lo que le permite ganar Oro por atacar ciudades costeras. Pueden capturar como presas a todas las unidades navales derrotadas.",
    "movement": 5,
    "cost": {
        "production": 150,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navegación",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "Asaltante costero I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/coastal_raider_i.json"
        },
        {
            "name": "Asaltante costero II",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/coastal_raider_ii.json"
        },
        {
            "name": "Conquista barcos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/prize_ships.json"
        },
        {
            "name": "Suministro",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/supply.json"
        }
    ]
}