{
    "id": 16,
    "name": "Buque de guerra|Buques de guerra",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ship_of_the_line.png",
    "game_info": "Poderosa unidad naval de Renacimiento utilizada para hacerse con el control de los mares. Solo los ingleses pueden construirla.",
    "historical_info": "Los buques de guerra son los navíos de vela más grandes y poderosos que jamás se hayan construido. Conformaron la espina dorsal de los ejércitos europeos desde el siglo XVII y hasta mediados del XIX. En inglés se llaman \"ships of the line\" (literalmente, \"buques de línea\") por la formación clásica que adoptaban en combate. Los buques de cada bando se acercaban al enemigo en línea y, a medida que pasaban los barcos del contrario, cada uno soltaba una ensordecedora andanada con los cañones que les hacía un daño terrible a las naves rivales. La victoria se la solía llevar el bando que tuviera los mejores cañones y los marinos mejor entrenados. Los ingleses fueron unos maestros en esta forma de guerra, y sus buques de guerra dominaron los océanos del mundo durante más de un siglo.",
    "strategy": "El Buque de guerra es la unidad exclusiva inglesa que sustituye a la Fragata. Tiene una Fuerza de combate a distancia algo superior a ésta y es un poco más barato de producir. Puede ver un hexágono más lejos que la Fragata, lo que le permite avistar enemigos en una sección del océano notablemente mayor.",
    "movement": 5,
    "cost": {
        "production": 170,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navegación",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Visual adicional (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/extra_sight_(1)_at.json"
        }
    ]
}