{
    "id": 126,
    "name": "Torre de asedio|Torres de asedio",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/siege_tower.png",
    "game_info": "Poderosa unidad de cuerpo a cuerpo de asedio que concede una bonificación al ataque contra las ciudades a las unidades cercanas que estén al lado de una ciudad enemiga. Solo la pueden construir los asirios.",
    "historical_info": "Las torres de asedio más antiguas de las que se tiene constancia se remontan a las del ejército del Imperio Neoasirio, en el siglo IX a. C. Los bajorrelieves del reinado de Asurbanipal II muestran torres de asedio en las murallas de ciudades enemigas. En aquellos tiempos, las murallas de ladrillos de arcilla solían ofrecer protección suficiente contra los ejércitos antiguos de Mesopotamia, pero las torres de asedio que usaron los asirios les permitieron tomar las ciudades enemigas rápida y eficazmente, lo que proporcionó medios al imperio para crecer prácticamente sin obstáculos durante trescientos años.",
    "strategy": "Esta unidad de cuerpo a cuerpo de asedio debe moverse cerca de una ciudad enemiga para ser eficaz, pero cuando lo haga será devastadora. No solo tiene un ataque poderoso contra ciudades, sino que además concede una bonificación a tus unidades cercanas que también ataquen la ciudad. Combina una Torre de asedio con unidades de cuerpo a cuerpo o a distancia y asegúrate de que llegue a su destino antes de morir para ver cómo las ciudades caen mucho más rápidamente.",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Matemáticas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
    },
    "free_promotions": [
        {
            "name": "Zapador",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/sapper_at.json"
        },
        {
            "name": "Bonificación contra ciudades (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Cobertura I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/cover_i_m.json"
        },
        {
            "name": "Solo ataca ciudades",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/city_attack_only_at.json"
        },
        {
            "name": "Visual adicional (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/extra_sight_(1)_at.json"
        },
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        }
    ]
}