{
    "id": 21,
    "name": "Bombardero invisible|Bombarderos invisibles",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/stealth_bomber.png",
    "game_info": "Una unidad aérea de largo alcance que siembra la muerte sobre unidades terrestres y marítimas.",
    "historical_info": "A medida que la tecnología de misiles antiaéreos ha evolucionado, también lo ha hecho el diseño de los bombarderos tácticos y estratégicos. Una manera de evitar que el enemigo te derribe es permanecer invisible a su radar y a otros dispositivos de rastreo. Los bombarderos invisibles modernos están construidos de recios materiales compuestos, especialmente recubiertos de materiales antirradar, y su forma les permite desviar el radar. Puede llevar bombas atómicas o normales. Aunque son muy eficaces, también resultan asombrosamente caros: cada bombardero invisible B-2 estadounidense cuesta aproximadamente mil millones de dólares de Estados Unidos, más que suficiente para pagar la deuda externa de casi cualquier nación del mundo que no sea una superpotencia.",
    "strategy": "El Bombardero invisible es un bombardero modernizado que tiene un mayor alcance, más Fuerza de combate y una capacidad más grande de eludir a los cazas y aviones enemigos. Tiene la capacidad de reconocimiento aéreo, lo que significa que todo lo que tenga a 6 casillas de distancia será visible al empezar el turno. Ten en cuenta que no puede llevarse en un Portaaviones. Consulta las reglas sobre Aviones para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Invisibilidad ante el radar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/stealth.json"
    },
    "free_promotions": [
        {
            "name": "Evasión (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/evasion_(100).json"
        },
        {
            "name": "Reconocimiento aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_recon.json"
        }
    ]
}