{
    "id": 35,
    "name": "Tanque|Tanques",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/tank.png",
    "game_info": "Una unidad rápida y poderosa del juego tardío.",
    "historical_info": "Un tanque (o \"blindado\") aúna el poder de inmovilización de la artillería con la movilidad de la caballería. Los primeros tanques aparecieron a finales de la Primera Guerra Mundial y se inventaron para acabar con el predominio de la guerra defensiva en aquellos tiempos: con tantas ametralladoras, alambradas y trincheras, los ataques de infantería solían fracasar y cobrarse un precio muy alto, mientras que los de caballería ni siquiera llegaban a lanzarse Aunque mal diseñados, con muchos problemas de motor y una tripulación inexperta, los primeros blindados sí que mostraron un gran potencial, al menos para aquellos que les prestaron atención. En la Segunda Guerra Mundial, los alemanes usaron la \"blitzkrieg\" (ataques relámpago encabezados por flotas de tanques) con una eficacia extraordinaria, pues conquistaron Francia y expulsaron al ejército británico del continente antes de que sus generales pudieran encontrar una fórmula contra la nueva y sorprendente táctica. Aunque en la actualidad los blindados siguen siendo el componente ofensivo más importante de un ejército de tierra, han resultado ser bastante vulnerables a un arma más reciente y rápida: el helicóptero de combate.",
    "strategy": "El Tanque es una unidad terrestre extremadamente poderosa y móvil. Puede moverse después del combate, lo que le permite abrir enormes agujeros en las líneas enemigas y ocupar los hexágonos que queden vacíos.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Fuerzas combinadas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking_at.json"
        }
    ]
}