{
    "id": 54,
    "name": "Trabuquete|Trabuquetes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trebuchet.png",
    "game_info": "Una poderosa unidad de asedio medieval, buena para reducir la defensa de las ciudades. Debe desplegarse antes de disparar.",
    "historical_info": "El trabuquete es una poderosa arma de asedio medieval. Apareció por primera vez en Europa en el siglo XII y podía arrojar un proyectil de más de 130 kilos a larga distancia contra las murallas del enemigo o por encima de ellas. La versión europea medieval del trabuquete era la \"máquina de contrapeso\". Se componía de un brazo de madera muy largo con una honda enorme en un extremo y un gran peso en el otro, montado sobre un pesado armazón de madera. El brazo largo se bajaba con un torno, lo que hacía ascender el peso, y se ponía un proyectil en la honda. Cuando se soltaba, el contrapeso bajaba y el brazo ascendía rápidamente trazando un arco, lanzando el proyectil a una gran distancia. Estas máquinas no solían ser móviles y requerían un largo proceso de montaje, y eso limitaba la eficacia de su uso a los asedios prolongados.",
    "strategy": "Un Trabuquete es un arma de asedio medieval, bastante más poderosa que las unidades de Catapultas anteriores. Debe gastar 1 PM para desplegarse, pero, una vez está en posición, puede provocar daños muy graves a una ciudad fortificada enemiga. Defiende a tus Trabuquetes con unidades de combate cuerpo a cuerpo y a distancia para evitar que el enemigo se acerque demasiado.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Física",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
    },
    "free_promotions": [
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonificación contra ciudades (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Desplegarse y atacar a distancia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/must_set_up_to_ranged_attack_at.json"
        },
        {
            "name": "Visibilidad limitada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/limited_visibility_at.json"
        }
    ]
}