{
    "id": 114,
    "name": "Triplano|Triplanos",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/triplane.png",
    "game_info": "Una de las primeras unidades aéreas. Está pensada para interceptar a los aviones enemigos que se acerquen.",
    "historical_info": "El triplano, cuyo nombre procede del sistema triple de alas que utilizaba su diseño, se utilizó con diversos grados de éxito durante la I Guerra Mundial. El más famoso de la guerra, el Fokker Dr.I, fue muy popular entre las fuerzas aéreas alemanas y alcanzó la fama al ser la aeronave elegida por el legendario Barón Rojo. Aunque los ingenieros diseñaron muchas variaciones del triplano, los progresos realizados en el biplano tradicional dejaron obsoleto al triplano una década después de su invención.",
    "strategy": "El Triplano es una de las primeras unidades aéreas. Puede tener como base una ciudad propia o llevarse en un Portaaviones. Puede moverse de una ciudad a otra (o a un Portaaviones) y realizar \"misiones\" en un radio de acción de 5 casillas. Usa Triplanos para atacar a los aviones y unidades terrestres enemigos, para explorar posiciones rivales y para defenderte contra sus ataques aéreos. Consulta las reglas sobre Aviones para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Vuelo",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
    },
    "free_promotions": [
        {
            "name": "Intercepción (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/interception_(50).json"
        },
        {
            "name": "Barrido aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_sweep.json"
        },
        {
            "name": "Reconocimiento aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_recon.json"
        },
        {
            "name": "Bonificación contra Bombarderos/Helicópteros (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}