{
    "id": 18,
    "name": "Trirreme|Trirremes",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trireme.png",
    "game_info": "Una unidad naval de la Antigüedad que se utiliza para controlar los mares mediante ataques cuerpo a cuerpo contra unidades navales y ciudades.",
    "historical_info": "El trirreme era un barco de guerra que usaron las armadas de la antigüedad en el Mediterráneo. Aunque usaban velas, en combate confiaban en sus tres filas de remeros. Cuando éstos estaban entrenados y motivados, los trirremes eran sorprendentemente rápidos y ágiles. Solían disponer de un espolón afilado en la proa, ya que su táctica principal consistía en embestir y hundir a los buques enemigos. Algunos trirremes también transportaban arqueros para el combate a distancia y otros llevaban multitud de infantería. Esos veleros se colocaban al lado de las naves enemigas para que la infantería pudiera abordarlas y capturarlas. Los trirremes conservaron su importancia en los mares hasta que el cañón y los avances en la fabricación de barcos y aparejos los dejaron obsoletos.",
    "strategy": "El Trirreme es la primera unidad naval que hay disponible para las civilizaciones en el juego. Es una unidad de cuerpo a cuerpo que se enfrenta a las unidades en el mar o en las ciudades (pero no tiene ataque a distancia). Resulta útil para eliminar las naves bárbaras de las aguas nacionales y para exploraciones limitadas (no puede entrar en hexágonos de aguas profundas oceánicas que estén fuera de las fronteras de la ciudad a menos que sea de Polinesia).",
    "movement": 4,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navegación a vela",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "No puede entrar en aguas oceánicas profundas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/cannot_enter_deep_ocean_at.json"
        }
    ]
}