{
    "id": 93,
    "name": "Barco tortuga",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/turtle_ship.png",
    "game_info": "Una unidad naval del Renacimiento que cuenta con blindaje pesado y muy difícil de matar. No obstante, el Barco tortuga no puede entrar en aguas oceánicas profundas que estén fuera de la frontera de las ciudades. Solo la puede construir Corea y sustituye a la Carabela.",
    "historical_info": "Estos grandes buques de guerra acorazados de la Dinastía Joseon jugaron un papel fundamental en la defensa de Corea durante las invasiones japonesas del siglo XVI. El barco tortuga iba tripulado normalmente por igual cantidad de soldados y remeros, y era un agresivo aliado de la armada coreana en los ataques a corta distancia. Diseñados para infundir el miedo en el enemigo, los barcos tortuga exhibían un dragón tallado de mascarón de proa, del que se dice que emitía una nube de humo sulfuroso que ocultaba el acercamiento de la nave. A diferencia de los diseños habituales en los barcos de vela de la época, el barco tortuga carecía de cubierta superior. La parte más alta del barco se cubría de púas de hierro para evitar abordajes, y los remeros y soldados se distribuían en cubiertas inferiores separadas. El barco tortuga, equipado con hasta dos docenas de cañones y otras armas de proyectiles pequeños, era un peligroso enemigo para los navíos poco preparados de los rivales de Corea.",
    "strategy": "El Barco tortuga es una unidad exclusiva coreana que sustituye a la Carabela. Tiene un ataque más potente que esta y es extremadamente difícil de destruir. No obstante, no puede entrar en aguas oceánicas profundas que estén fuera de la frontera de las ciudades.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomía",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "No puede entrar en aguas oceánicas profundas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/cannot_enter_deep_ocean.json"
        }
    ]
}