{
    "id": 73,
    "name": "Elefante de guerra|Elefantes de guerra",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/war_elephant.png",
    "game_info": "Una rápida unidad de combate a distancia, que resulta muy eficaz en terreno llano. Solo los hindúes pueden construirla. Esta unidad tiene más Fuerza de combate y a distancia que el Arquero en carro, al que sustituye.",
    "historical_info": "El elefante de guerra, una imagen terrorífica en el campo de batalla que algunos consideran el primer arma de destrucción masiva, a menudo era tan peligroso para el enemigo como para el dueño. Los indios usaron elefantes en la guerra hasta que la invención de la pólvora los dejó obsoletos. El elefante cumplía dos propósitos antes de la llegada de la pólvora. Por un lado, su olor aterrorizaba a los caballos e inutilizaba a la caballería enemiga. Por otro, podían romper las líneas de infantería más fuertes aplastando muros de lanzas que ningún caballo podía superar. Los elefantes eran muy difíciles de matar; los apuntes de la historia hablan de elefantes que sobrevivieron a más de 60 flechazos. El principal problema de los elefantes era su tendencia a enloquecer con el dolor o la furia, y en ese momento se volvían imposibles de controlar. Los jinetes solían llevar un martillo y una escarpia para matar al animal si atacaba a sus propias tropas.",
    "strategy": "El Elefante de guerra es la unidad exclusiva india que sustituye al Arquero en carro. Es más poderosa (aunque más lenta) que él y puede atravesar cualquier terreno sin sus penalizaciones. Como unidad montada, el Elefante de guerra es bastante vulnerable a los Lanceros.",
    "movement": 3,
    "cost": {
        "production": 70,
        "faith": 140
    },
    "prereq_tech": {
        "name": "Rueda",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "No puede atacar cuerpo a cuerpo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/may_not_melee_attack.json"
        }
    ]
}