{
    "id": 122,
    "name": "Húsar alado|Húsares alados",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/winged_hussar.png",
    "game_info": "Unidad montada pesada, especialista contra unidades montadas. Es más rápida y poderosa que el Lancero, al que sustituye. Obliga al defensor a retirarse cuando le causan más daño del que recibe. Solo la pueden formar los polacos.",
    "historical_info": "El húsar \"alado\" lo introdujo en el ejército polaco-lituano el rey Esteban Báthory en los años 1570. Los húsares alados solían llevar varias armas auxiliares, como un martillo de guerra, un sable (szabla) y un par de pistolas de llave de rueda (posteriormente de llave de pedernal) en las cananas de la silla. Pero sus accesorios más distintivos eran las gigantescas \"alas\", unos armazones de madera pegados a la silla o bien a hombros del jinete, cubiertas de plumas de águila, cisne, ganso o avestruz. Nunca ha quedado muy claro el propósito de esas alas, pero las teorías van desde defenderse de los ataques enemigos por la espalda hasta proteger al propio caballo de los sonidos del combate, pasando por intimidar a los enemigos a pie haciendo que el húsar pareciera más grande que los hombres normales.",
    "strategy": "Los Húsares alados sustituyen al Lancero y solo pueden formarlos los polacos. Son más rápidos y poderosos que los lanceros y obligan al defensor a retirarse cuando le causan más daño del que reciben. Un defensor que no se pueda retirar sufre más daño.",
    "movement": 5,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Metalurgia",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
    },
    "free_promotions": [
        {
            "name": "Sin bonificaciones defensivas por terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Puede moverse después de atacar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalización al atacar ciudades (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Carga pesada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/heavy_charge.json"
        },
        {
            "name": "Choque I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/shock_i.json"
        },
        {
            "name": "Formación I",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/formation_i.json"
        }
    ]
}