{
    "id": 33,
    "name": "Zero|Zeros",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/zero.png",
    "game_info": "Una unidad aérea pensada para controlar los cielos e interceptar a los aviones enemigos que se acerquen. Solo los japoneses pueden construirla. Esta unidad tiene una bonificación al luchar contra otros Cazas y no necesita Petróleo.",
    "historical_info": "Japón utilizó el Mitsubishi A6M Zero durante la Segunda Guerra Mundial. Pensado para entrar en combate desde un portaaviones, el Zero fue el mejor caza del mundo de este tipo al principio de la guerra. Gracias a su combinación de maniobrabilidad y gran autonomía, era excelente en los combates contra otros cazas, pues superaba con facilidad a los aviones estadounidenses y británicos. A medida que la guerra avanzó, los cazas aliados mejoraron espectacularmente, mientras que la fuerza aérea japonesa sufría de escasez de materiales y hombres y, al final de la contienda, el Zero ya se había visto superado. Pero, en su mejor momento, fue un gran caza que dominó el gran escenario del Pacífico.",
    "strategy": "El Zero es la unidad exclusiva japonesa que sustituye al Caza. Es una unidad aérea moderadamente poderosa. Es como el Caza estándar, pero recibe una bonificación importante al combate cuando se enfrenta a otros cazas y no necesita el recurso de Petróleo. Puede tener como base cualquier ciudad que poseas o un Portaaviones. Puede moverse de una ciudad a otra (o a un Portaaviones) y realizar \"misiones\" en un radio de acción de 8 casillas. Consulta las reglas sobre Aviones para obtener más información.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Intercepción (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/interception_(100)_at.json"
        },
        {
            "name": "Bonificación contra Cazas (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_fighters_(33)_at.json"
        },
        {
            "name": "Barrido aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_sweep_at.json"
        },
        {
            "name": "Reconocimiento aéreo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/air_recon_at.json"
        },
        {
            "name": "Bonificación contra Bombarderos/Helicópteros (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/es/promotions/bonus_vs_bombers_helicopters_(150)_at.json"
        }
    ]
}