{
    "id": 33,
    "name": "Acoustique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/acoustics.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "On appelle acoustique l'étude du son. Les sons sont des ondes d'énergie transmises au travers des éléments gazeux, liquides et solides. L'aspect le plus important de cette discipline est bien entendu la capacité que possède l'homme à percevoir ces sons. Ainsi, la majeure partie de la recherche se focalise sur l'amélioration de leur réception, principalement pour assister les malentendants. L'acoustique est utilisée dans la fabrication de nombreuses autres applications, et notamment le sonar, un appareil permettant aux machines \"d'entendre\" les épaves englouties, les animaux marins et les formations géologiques sous-marines.Comme les ondes d'énergie mentionnées plus haut nécessitent un élément tiers pour voyager, le son est incapable de circuler dans le vide, et notamment au-delà de l'atmosphère terrestre. Ainsi, quelque effrayante qu'elle soit, cette assertion est bien vraie : \"Dans l'espace, personne ne vous entendra crier\".",
    "quote": "\"Le bruit qu'ils firent en se levant fut comme le bruit du tonnerre entendu dans le lointain.\" - Milton",
    "tech_prereqs": [
        {
            "name": "Éducation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Opéra|Opéras",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/opera_house.json"
        },
        {
            "name": "Chapelle Sixtine|Chapelles Sixtines",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/sistine_chapel.json"
        },
        {
            "name": "Salle des Ceilidh|Salles des Ceilidh",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ceilidh_hall.json"
        },
        {
            "name": "Guilde de musiciens|Guildes de musiciens",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/musicians'_guild.json"
        }
    ]
}