{
    "id": 3,
    "name": "Élevage",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
    "era": "Antiquité",
    "cost": 35,
    "civilopedia_entry": "L'élevage semble être apparu à peu près en même temps que l'agriculture. Le chien serait le premier animal à avoir été domestiqué par l'homme, probablement pour l'assister à la chasse et au combat. Certains indices suggèrent que les premiers chiens furent dressés et élevés en Chine (à ce propos, les généticiens pensent que 95% des chiens d'aujourd'hui descendent d'une poignée d'animaux chinois). Les chèvres et les moutons furent domestiqués au Moyen-Orient aux environs de 10 000 av. J.-C.Pour parvenir à domestiquer un animal, plusieurs critères doivent être réunis. Il doit : pouvoir s'alimenter en mangeant de la nourriture qui n'intéresse pas les humains (comme de l'herbe, des nuisibles ou des restes de repas) ; pouvoir se développer très vite (afin de devenir exploitable très tôt, et pour que les modifications génétiques, ne pouvant survenir qu'à chaque nouvelle génération, apparaissent plus rapidement) ; ne pas être farouche ; ne pas succomber facilement à la panique ou, dans le cas contraire, rester avec ses semblables, et ce afin qu'hommes ou chiens puissent les garder en troupeaux ; et enfin, dans le meilleur des cas, on doit pouvoir lui apprendre à considérer l'homme comme son chef de meute.Les scientifiques pensent que les chevaux ont été domestiqués pour la première fois en Ukraine entre 4000 et 3500 av. J.-C. Il est fort probable qu'ils aient d'abord été élevés pour leur viande, avant d'être utilisés comme animaux de trait (ce qui arriva un demi-millénaire plus tard, dans la majeure partie de l'Europe et de l'Asie). Au bout de plusieurs milliers d'années, les programmes d'élevage intensif ont donné naissance à un animal domestiqué bien plus grand et puissant que le cheval sauvage d'origine. Suite à l'invention du collier et, plus tard, de la selle, les chevaux devinrent les animaux domestiques les plus précieux de l'histoire humaine (tout du moins en Eurasie et en Afrique du Nord : en effet, les indigènes des trois Amériques ont longtemps mangé leurs chevaux avant de commencer à les domestiquer).",
    "quote": " \"Tu n'emmuselleras point ton bœuf, lorsqu'il foule le grain.\" - La Bible, Deutéronome, 25:4",
    "tech_prereqs": [
        {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Piège",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/trapping.json"
        },
        {
            "name": "La roue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Caravane|Caravanes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/caravan.json"
        }
    ],
    "building_unlocks": []
}