{
    "id": 42,
    "name": "Archéologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
    "era": "Ère industrielle",
    "cost": 1600,
    "civilopedia_entry": "L'archéologie est l'étude des vestiges des peuples antiques, afin d'en apprendre davantage sur leur culture, leur architecture et leur histoire. Les archéologues étudient tout aussi bien les bâtiments en ruine que les tumulus, les dépôts d'ordures, les inscriptions antiques trouvées dans des cavernes et les épaves reposant de longue date au fond des océans.Bien que l'homme se soit toujours intéressé à la vie de ses ancêtres, l'archéologie en tant que science n'est apparue qu'au XVe siècle, dans l'Europe de la Renaissance. A cette époque, l'art et l'architecture de la Grèce et de la Rome antiques étaient abondamment étudiés et imités, et la noblesse italienne, les papes, les marchands et les dirigeants collectionnaient les antiquités. Lorsque ces dernières se firent plus rares, ils financèrent des missions d'excavation pour en trouver davantage.L'archéologie ne bénéficia d'une base d'étude plus scientifique qu'au XIXe siècle, grâce aux travaux d'érudits allemands (comme Heinrich Schliemann) qui étudièrent les vestiges préhelléniques de Troie et de Mycènes.De nos jours, les archéologues étudient toutes les facettes de l'antiquité humaine, de nos plus anciens ancêtres à nos arrière-arrière-grands-parents. Leurs outils extrêmement sophistiqués leur permettent de décrire de manière de plus en plus précise l'histoire et le quotidien de nos aïeux.",
    "quote": "\"Ceux qui ne peuvent se rappeler le passé sont condamnés à le répéter.\"- George Santayana",
    "tech_prereqs": [
        {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
        },
        {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Biologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/biology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Archéologue|Archéologues",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/archaeologist.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Musée|Musées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/museum.json"
        },
        {
            "name": "Louvre",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/louvre.json"
        }
    ]
}