{
    "id": 4,
    "name": "Tir à l'arc",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
    "era": "Antiquité",
    "cost": 35,
    "civilopedia_entry": "Le tir à l'arc est la technologie grâce à laquelle un individu apprend à utiliser la puissance générée par la tension d'un bâton courbe (ou \"arc\") pour propulser un fin projectile pointu (ou \"flèche\") à la fois loin et rapidement. Au cours de l'histoire, les arcs et les flèches ont été utilisés aussi bien pour la chasse que pour la guerre. Leur première utilisation se perd dans la nuit des temps, mais date probablement du Paléolithique (qui s'est achevé il y a quelque 14 000 ans), voire plus tôt (les archéologues ont découvert en Afrique des pointes qui pourraient être des pointes de flèches, ayant près de 60 000 ans). À l'exception des aborigènes australiens qui semblent ne jamais les avoir inventés, toutes les cultures primitives se servaient d'arcs et de flèches.Les archers sont des combattants probablement aussi anciens que la guerre elle-même. Les Grecs, les Égyptiens, les Indiens, ainsi que les peuples d'Asie et des Amériques, tous, ont déployé dès l'antiquité de très nombreux archers. Au Moyen Âge, l'arbalète et les armes à feu commencèrent à supplanter l'arc et les flèches, à la chasse comme à la guerre, et au XVIe siècle, ils avaient globalement disparu de l'armement des bataillons modernes. Aujourd'hui, le tir à l'arc ne se pratique plus que sur cible, en tant que sport. Il survit sous cette forme dans de très nombreuses cultures. Certains passionnés continuent de chasser à l'arc, une arme qui, malgré son âge canonique, peut terrasser un cerf avec la même efficacité aujourd'hui qu'elle le faisait il y a dix mille ans.",
    "quote": "\"Sur la flèche qui l'atteint, l'oiseau reconnaît ses plumes. Nous donnons bien souvent à nos ennemis le moyen de nous détruire.\" - Ésope",
    "tech_prereqs": [
        {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "La roue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Archer|Archers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/archer.json"
        },
        {
            "name": "Frondeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/slinger.json"
        },
        {
            "name": "Archer Babylonien|Archers Babyloniens",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/bowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Temple d'Artémis|Temples d'Artémis",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/temple_of_artemis.json"
        }
    ]
}