{
    "id": 32,
    "name": "Astronomie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "L'astronomie est l'étude des objets physiques présents dans l'espace, tels la poussière cosmique, les astéroïdes, les lunes, les planètes, les étoiles et les galaxies, ainsi que des éléments à l'origine plus nébuleuse comme les trous noirs et les trous de ver. Née des pratiques religieuses et astrologiques des peuples préhistoriques, l'astronomie est la plus ancienne des sciences naturelles.L'astronomie antique était principalement liée à la religion. Les étoiles et autres objets célestes étaient alors associés à des divinités, et les hommes pensaient qu'ils exerçaient un contrôle direct sur eux et sur l'univers physique au sein duquel ils évoluaient. Il suffisait, par exemple, qu'une étoile ou une constellation apparaisse chaque année au temps des moissons, pour que les hommes d'alors la considèrent comme la demeure où vivait la divinité de celles-ci. En sacrifiant une chèvre le jour de la première apparition de l'objet céleste en question, peut-être la divinité reconnaissante offrirait-elle aux hommes de fructueuses récoltes. Ce type de raisonnement est à l'origine des premières réflexions astronomiques, ainsi que des prémices de la création calendaire (savoir avec lequel l'astronomie est historiquement et étroitement liée).Durant la Renaissance, l'astronomie se détacha quasi entièrement de la religion, devenant une science à part entière. En 1543, Nicolas Copernic publia \"De Revolutionibus Orbium Coelestium\", dans lequel il affirma que le soleil, et non la Terre, était au centre de l'univers, que les planètes gravitaient autour de lui, et que la lune était un satellite de notre planète. En plus de cette victoire de la science sur le dogme, le livre de Copernic statuait que l'utilisation des mathématiques aiderait considérablement l'homme à comprendre le monde qui l'entoure. Si, à l'époque, son ouvrage a été hautement controversé, Copernic est aujourd'hui reconnu comme l'un des plus illustres scientifiques de l'Histoire, et l'un des pères de la Révolution scientifique.",
    "quote": "\"Et le divin Ulysse, joyeux, déploya ses voiles au vent propice, et s'étant assis à la barre, il gouvernait habilement.\" - Homère",
    "tech_prereqs": [
        {
            "name": "Boussole",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
        },
        {
            "name": "Éducation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Caravelle|Caravelles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/caravel.json"
        },
        {
            "name": "Bateau tortue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/turtle_ship.json"
        },
        {
            "name": "Nef|Nefs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/nau.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Observatoire|Observatoires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/observatory.json"
        }
    ]
}