{
    "id": 62,
    "name": "Théorie atomique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
    "era": "Ère atomique",
    "cost": 5100,
    "civilopedia_entry": "La théorie atomique de la matière a vu le jour dès la Grèce antique. Les philosophes Leucippe et Démocrite suggérèrent que le monde physique se composait d'une infinité de particules minuscules présentes dans le vide, les \"atomes\". Selon eux, ces derniers se combinaient en différentes quantités et formations pour constituer tout élément du réel : aussi bien l'air, que l'or, la chair ou la terre sous nos pieds. Bien entendu, à l'époque, les deux hommes ne disposaient d'aucun moyen pour prouver leur théorie qui fut rejetée plus tard par d'autres philosophes grecs, notamment Platon et Aristote. Ces derniers envisageaient l'existence de façon plus spirituelle, et leur vision fut adoptée à la fois par l'Église et par la majeure partie de l'Europe médiévale. Au final, la théorie atomique fut oubliée durant de nombreux siècles.La théorie atomique fit un retour remarqué au XVIIe siècle, lorsque le brillant scientifique Galilée partagea avec ses pairs ses croyances en l'existence du vide, et que scientifiques et philosophes tentèrent d'affranchir la science de l'influence du religieux et du spirituel. En 1658, le chimiste irlandais Robert Boyle réalisa une série d'expériences sur l'air. Il en conclut que la matière se composait de particules physiques s'imbriquant pour former des molécules dont les combinaisons lui donnaient ses propriétés particulières. Au début du XVIIIe siècle, Isaac Newton affina encore la théorie atomique, et en un siècle, les chimistes acquirent une connaissance de plus en plus précise de la composition et des propriétés de la matière.En 1808, le chimiste et physicien anglais John Dalton publia \"Un nouveau système de philosophie chimique\", œuvre qui offrit à la théorie atomique une véritable base scientifique. Dans son livre, Dalton représenta de façon cohérente la manière dont les éléments simples se combinaient en éléments composés, et tenta de produire des preuves physiques de l'existence des atomes. En 1869, le Russe Dimitri Mendeleïev créa un système visant à classer les éléments connus au sein d'un \"tableau périodique\" en fonction de leur poids atomique. En quelques décennies, les connaissances humaines concernant les propriétés de la matière s'accrurent de façon exponentielle.En 1895, l'Allemand Wilhelm Rontgen découvrit les rayons X, et en 1896, le Français Henri Becquerel découvrit la radioactivité lors d'études sur l'uranium. Leurs travaux furent approfondis avant la fin de la décennie par les pionniers français de la discipline, Pierre et Marie Curie, qui modifièrent et affinèrent radicalement la théorie atomique initiale.Ces recherches continuèrent au XXe siècle avec énormément de succès. On leur doit de nombreuses applications pratiques révolutionnaires, au nombre desquelles le générateur de rayons X et la bombe atomique (pour n'en citer que deux). Leucippe et Démocrite seraient probablement stupéfiés de constater jusqu'où leur théorie a mené leurs héritiers scientifiques.",
    "quote": "\"La puissance déchaînée de l'atome a tout changé, sauf nos modes de pensées, et nous glissons vers une catastrophe sans précédent.\"- Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Matières plastiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
        },
        {
            "name": "Électronique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Écologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
        },
        {
            "name": "Fission nucléaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}