{
    "id": 34,
    "name": "Banque",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "Les premières banques de l'histoire auraient été des temples religieux, aux alentours de 3000 av. J.-C. En fait, elles ont probablement précédé l'argent lui-même : les premiers dépôts effectués devaient être des dépôts de blé. Au XVIIIe siècle av. J.-C., à Babylone, l'illustre dirigeant Hammurabi rédigea, dans son fameux Code, des lois régissant le fonctionnement des banques. Plus tard, les Grecs développèrent le principe de système bancaire : certains documents font référence à des temples et autres bâtiments financiers qui accordaient des prêts, acceptaient des dépôts, proposaient des échanges de devises, et validaient les pièces de monnaie (pour s'assurer de leur authenticité). Les Romains adoptèrent, puis améliorèrent le système grec mais, à la chute de l'Empire, la plupart des institutions bancaires européennes s'effondrèrent avec lui. Les banques ne refirent leur apparition en Europe qu'au Moyen Âge, redécouvertes par les autorités désireuses de financer les croisades.De nos jours, les banques proposent bon nombre des services qu'offraient celles de la Grèce antique. Elles acceptent des dépôts qu'elles rendent ensuite sur simple demande, avec des d'intérêts. Elles accordent des prêts d'argent que les emprunteurs leur rendent à échéance, majorés, là encore, d'intérêts. Elles pratiquent également l'échange de devises, délivrent des chèques, etc.L'intérêt social du système bancaire est qu'il permet à de nombreuses personnes de mettre leurs ressources en commun pour investir dans des projets d'envergure. A titre d'exemple, prenons un citoyen désireux de construire une imprimerie coûtant 1000 pièces d'or (soit bien plus qu'il n'en possède). Avant le système bancaire, les seuls à être capables d'assumer une telle dépense étaient les membres de la famille royale et certains hauts dignitaires de l'Église : si le projet ne les intéressait pas, il n'aboutissait tout simplement pas. Suite à l'invention du système bancaire, en revanche, ce même citoyen pouvait se rendre dans une banque pour demander un prêt : si le projet semblait raisonnable et l'emprunteur digne de confiance, l'argent était débloqué.Aujourd'hui, sans les banques, il serait extrêmement difficile pour un citoyen isolé de pouvoir réaliser le moindre projet.",
    "quote": "\"Le bonheur, c'est un bon compte en banque, une bonne cuisine et une bonne digestion.\" - Jean-Jacques Rousseau",
    "tech_prereqs": [
        {
            "name": "Éducation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        },
        {
            "name": "Chevalerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        },
        {
            "name": "Sciences économiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Cour de Satrape|Cours de Satrape",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/satrap's_court.json"
        },
        {
            "name": "Banque|Banques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bank.json"
        },
        {
            "name": "Cité interdite|Cités interdites",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/forbidden_palace.json"
        },
        {
            "name": "Gendarmerie|Gendarmeries",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/constabulary.json"
        },
        {
            "name": "Hanse",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hanse.json"
        }
    ]
}