{
    "id": 48,
    "name": "Biologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
    "era": "Ère industrielle",
    "cost": 2350,
    "civilopedia_entry": "La biologie est l'étude des organismes vivants. Il s'agit d'une discipline extrêmement vaste, allant de l'étude du plus grand des cétacés à celle de la plus petite des bactéries. Avant le XIXe siècle, la biologie s'intéressait principalement à la découverte et à la catégorisation de tous les animaux et de toutes les plantes de la planète. A mesure que la science s'est développée, le matériel utilisé s'est amélioré, et les scientifiques ont pu se pencher sur l'étude des éléments essentiels de la biologie, à savoir les cellules et, plus tard, les gènes et l'ADN. Aujourd'hui, nous n'ignorons plus grand-chose sur la biologie des divers organismes présents sur Terre.Les biologistes sont devenus à ce point performants dans la manipulation de la vie que la science a commencé à s'intéresser à des domaines qui, il y a encore quelques temps, passaient pour de la science-fiction. Ainsi, nous avons cloné des brebis et pourrons, dans quelques années peut-être, en faire de même avec les êtres humains. La nanobiologie est un véritable champ d'études. Il est possible d'activer des gènes spécifiques pour orienter l'élevage. Si cette science continue à progresser ainsi, il n'est pas exclu d'imaginer un monde, relativement proche, dans lequel nous aurions vaincu les maladies, créé un éventail complet de membres bioniques et offert à l'Homme une espérance de vie plus longue de plusieurs décennies.",
    "quote": "\"Si le cerveau était suffisamment simple pour que nous le comprenions, nous serions si simples d'esprit que nous ne le comprendrions pas.\" - Lyall Watson",
    "tech_prereqs": [
        {
            "name": "Archéologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
        },
        {
            "name": "Théorie scientifique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Réfrigération",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Hôpital|Hôpitaux",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hospital.json"
        }
    ]
}