{
    "id": 7,
    "name": "Calendrier",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/calendar.png",
    "era": "Antiquité",
    "cost": 55,
    "civilopedia_entry": "Le calendrier est un outil permettant de matérialiser l'écoulement quotidien du temps. Dans de nombreuses cultures antiques, les calendriers servaient des buts à la fois religieux et pratiques : certains jours de l'année étaient dédiés à la vénération de divinités spécifiques, et il était inconscient d'offenser ces dernières en omettant de leur offrir leur dû. De façon plus prosaïque, les calendriers permettaient aux gens de garder une trace écrite des variations annuelles du climat, afin de savoir quand semer, quand récolter, etc.Ce sont les Égyptiens qui semblent avoir développé le premier véritable calendrier, sur un modèle qui fut plus tard repris et amélioré par les Romains sous la forme du calendrier julien. Le calendrier grégorien utilisé aujourd'hui dans la quasi-totalité des pays du globe se base sur ce dernier. Instauré par le pape Grégoire XIII en 1582, le calendrier grégorien définit plus précisément l'année solaire, corrigeant une légère inexactitude de la précédente version julienne. Dans cette dernière, l'année solaire comptait 365 jours et 6 heures, alors que dans le grégorien, elle ne dure que 365 jours, 5 heures et 48 minutes (soit 12 minutes de moins). Cette imprécision s'était accumulée au fil des siècles, et avait résulté en un écart de 14 jours avec le cycle réel des saisons.",
    "quote": " \"Enseigne-nous à bien compter nos jours, afin que nous appliquions notre cœur à la sagesse\". - La Bible, Psaumes, 90:12",
    "tech_prereqs": [
        {
            "name": "Poterie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Stonehenge",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stonehenge.json"
        },
        {
            "name": "Exploitation de pierres|Exploitations de pierres",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stone_works.json"
        }
    ]
}