{
    "id": 41,
    "name": "Chimie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chemistry.png",
    "era": "Renaissance",
    "cost": 1150,
    "civilopedia_entry": "Née de l'alchimie et des mathématiques, la Chimie est la science de la matière : de sa structure, de son comportement, de sa composition et de la façon dont elle réagit durant diverses réactions chimiques. Là où le physicien lâche des balles du haut d'une tour et chronomètre le temps qu'elles mettent à tomber, le chimiste étudie les balles et essaient de comprendre pourquoi certaines éclatent quand d'autres rebondissent.Si les scientifiques, les médecins et les philosophes se sont très tôt intéressés à la chimie, elle ne fut considérée comme une science à part entière qu'en 1789, lorsqu'Antoine Lavoisier publia un ouvrage décrivant la loi de conservation de la matière. Dans \"Traité élémentaire de chimie\", Lavoisier détaillait la composition de l'eau et de l'air, utilisant pour la première fois le terme d'oxygène. Il démythifia également la théorie phlogistique qui embarrassait les scientifiques depuis plus d'un siècle.Lavoisier est considéré comme le père de la chimie moderne. Suivant son exemple, d'autres chimistes ont commencé à employer des méthodes scientifiques pour étudier les éléments chimiques. De cette façon, ils purent réfuter certaines théories qui étaient considérées depuis la Grèce antique (soit des milliers d'années auparavant) comme paroles d'Evangiles.",
    "quote": "\"Où que nous regardions, l'œuvre des chimistes a créé une civilisation meilleure et augmenté la productivité des nations.\" - Calvin Coolidge",
    "tech_prereqs": [
        {
            "name": "Poudre à canon",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Science militaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
        },
        {
            "name": "Engrais",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/fertilizer.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Canon|Canons",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cannon.json"
        }
    ],
    "building_unlocks": []
}