{
    "id": 60,
    "name": "Combustion",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
    "era": "Ère moderne",
    "cost": 4100,
    "civilopedia_entry": "\"Combustion\" signifie, peu ou prou, inflammation. Il s'agit d'une réaction chimique causée par l'interaction de deux substances (dont l'une est le plus souvent l'oxygène). Cette réaction chimique génère en principe de la lumière et de l'énergie. Notons que nous parlons ici de la combustion survenant à l'intérieur d'un moteur (d'où son nom de \"combustion interne\") dans le but de créer assez d'énergie pour faire tourner un vilebrequin ou activer un piston.Il existe deux types de moteurs à combustion interne : les moteurs à combustion intermittente et les moteurs à combustion continue. Dans un moteur à combustion intermittente, une quantité donnée de carburant et d'oxygène est injectée dans la chambre de combustion où il s'embrase et active un piston ou tout autre dispositif mécanique. Une nouvelle dose de carburant et d'oxygène est alors injectée, et le processus se répète. Les moteurs des automobiles sont généralement à combustion intermittente. Dans un moteur à combustion continue, un flot ininterrompu de carburant et d'oxygène est injecté dans le moteur et brûle en permanence. Les moteurs à réaction utilisent le flot continu.Le premier brevet de moteur à combustion interne fut déposé par l'Anglais Samuel Brown en 1823. Il détaillait le fonctionnement d'un moteur dit gaz/vide, fonctionnant à l'oxygène et à l'hydrogène. On doit le premier brevet d'utilisation d'un moteur à réaction visant à propulser un aéronef au Français Maxime Guillaume en 1921. Si aucune de ces deux tentatives ne fut réellement concluante, elles ouvrirent la voie à des technologies qui ont alimenté le monde entier en énergie jusqu'à aujourd'hui et ne sont probablement pas près de disparaître.",
    "quote": "\"Tout homme qui peut conduire sans risque en embrassant une jolie fille ne donne simplement pas au baiser toute l'attention qu'il mérite.\"- Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Voies ferrées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Armée combinée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combined_arms.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Destroyer|Destroyers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/destroyer.json"
        },
        {
            "name": "Véhicule terrestre|Véhicules terrestres",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/landship.json"
        }
    ],
    "building_unlocks": []
}