{
    "id": 26,
    "name": "Boussole",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/compass.png",
    "era": "Moyen Âge",
    "cost": 375,
    "civilopedia_entry": "La boussole de base est un outil utilisant un aimant ou une aiguille aimantée pour indiquer le nord dit \"magnétique\". Bien que ce dernier ne soit pas exactement le même que le nord \"véritable\", les deux sont suffisamment proches pour faire des boussoles des outils précieux pour les navigateurs. Les premiers modèles furent inventés en Chine et en Europe (apparemment indépendamment) au XIIe siècle. Les boussoles permettent aux navigateurs de surveiller et de contrôler attentivement le \"relèvement\" (la direction) de leur navire en mer, chose qui, avant leur invention, était impossible par temps couvert. De plus, elles étaient également utiles aux explorateurs parcourant des étendues désertiques non balisées, affrontant des tempêtes de neige ou cherchant à se diriger sous la canopée de jungles séculaires.Les voyageurs contemporains emportent encore avec eux des boussoles, mais celles-ci sont aujourd'hui vues comme des antiquités au charme vieillot, surtout lorsqu'on les compare aux GPS (Global Positioning Systems) qui, en plus de vous indiquer précisément où vous vous trouvez, vous signalent aussi le café le plus proche ; une performance qu'aucune boussole, si perfectionnée soit-elle, n'est à même de réaliser.",
    "quote": "\"La chose la plus importante au monde n'est pas de savoir où nous sommes, mais dans quelle direction nous allons.\" - Oliver Wendell Holmes",
    "tech_prereqs": [
        {
            "name": "Optique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/optics.json"
        },
        {
            "name": "Théologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Galéasse|Galéasses",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/galleass.json"
        },
        {
            "name": "Galéasse vénitienne|Galéasses vénitiennes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/great_galleass.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Port|Ports",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/harbor.json"
        }
    ]
}