{
    "id": 68,
    "name": "Informatique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
    "era": "Ère atomique",
    "cost": 6400,
    "civilopedia_entry": "De façon très simplifiée, un ordinateur est une machine qui traite des données ou effectue certaines tâches en fonction d'indications prédéfinies. Si le premier ordinateur \"moderne\" ne fut créé qu'au début du XXe siècle, les premiers modèles reconnus sont les horloges astronomiques mécaniques d'Al-Djazari en 1206 et le métier à tisser semi-automatique de Jacquard en 1801. Si les deux machines étaient programmables, elles ne disposaient pas de la seconde fonction des ordinateurs modernes, à savoir le stockage de données. Les premiers ordinateurs fonctionnaient et emmagasinaient des données grâce à certaines parties mécaniques et d'autres analogiques. Dans les années 1940, ces dernières furent remplacées par des pièces utilisant l'électronique numérique. Il n'existe pas de consensus sur la date d'invention des ordinateurs modernes. Cependant, il est traditionnellement admis qu'il est issu d'avancées successives qui donnèrent naissance à des modèles comme le Z3 de Konrad Zuse et l'ENIAC de l'armée de terre étasunienne.Avec l'avènement de l'électronique, les ordinateurs sont devenus plus petits, plus rapides, plus fiables, plus polyvalents, meilleur marché et consomment moins d'énergie. Si les vieux modèles occupaient des pièces entières (et même des pâtés de maison entiers), l'ordinateur moderne, de part sa taille, est aujourd'hui aussi omniprésent que le téléphone fixe : outre l'existence de machines individuelles autonomes, il peut être intégré aux voitures, aux machines à laver, voire être utilisé dans l'industrie textile de pointe. Les ordinateurs ont permis aux scientifiques de réaliser des opérations qui sans cela auraient nécessité une vie entière de calculs, de prédire le temps qu'il fera avec une grande exactitude, d'envoyer des hommes sur la Lune et des vaisseaux spatiaux au-delà des frontières du système solaire, et de permettre à un enfant de Shanghai de jouer avec un petit Anglais sans qu'aucun des deux n'ait à quitter son salon.Bien qu'il ait été considéré à ses débuts comme une attraction à la mode, voire comme un passe-temps pour excentriques aisés, l'ordinateur a marqué l'Histoire et n'est pas près de disparaître.",
    "quote": "\"Les ordinateurs sont comme les Dieux de l'Ancien Testament : beaucoup de règles et aucune pitié.\"- Joseph Campbell",
    "tech_prereqs": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
        },
        {
            "name": "Armée combinée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combined_arms.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Robotique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
        },
        {
            "name": "Lasers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/lasers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Hélicoptère de combat|Hélicoptères de combat",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/helicopter_gunship.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Grand pare-feu|Grands pare-feu",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_firewall.json"
        }
    ]
}