{
    "id": 16,
    "name": "Construction",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/construction.png",
    "era": "Ère classique",
    "cost": 105,
    "civilopedia_entry": "La construction est l'évolution directe de la maçonnerie. Cette amélioration de la technique est due à l'ajout de fer et d'autres métaux dans la besace du bâtisseur. Bien qu'incroyablement durables, la pierre et la brique sont souvent lourdes et peu malléables. Il est donc impossible, avec ces matériaux, de construire des structures de grandes tailles (à l'exception de constructions taillées directement dans la pierre, ou d'architecture pyramidale). En effet, celles-ci risqueraient de s'effondrer sous leur propre poids, ou d'être abattues par un vent trop violent.Les structures métalliques (structures de maçonnerie renforcées par l'utilisation de divers métaux), elles, peuvent être à la fois imposantes, esthétiques et extrêmement solides. Le métal permet aux bâtisseurs de construire des ponts suspendus, de profonds tunnels, d'immenses gratte-ciel et des métros aériens. Sans la construction, aucune des plus grandes cités du monde n'existerait, et nous serions privés de leurs merveilles architecturales.",
    "quote": "\"Un bâtiment doit réunir trois caractéristiques : un bon emplacement, des fondations sûres et une exécution sans faille\". - Johann Wolfgang Von Goethe",
    "tech_prereqs": [
        {
            "name": "Maçonnerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
        },
        {
            "name": "La roue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ingénierie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Archer composite|Archer composite",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/composite_bowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Colisée|Colisées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/colosseum.json"
        },
        {
            "name": "Armée de terre cuite|Armées de terre cuite",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/terracotta_army.json"
        }
    ]
}