{
    "id": 19,
    "name": "Monnaie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
    "era": "Ère classique",
    "cost": 175,
    "civilopedia_entry": "La Monnaie est une innovation remarquable, grâce à laquelle certains morceaux de papier ou petites pièces représentent une certaine valeur, et peuvent être échangés contre divers objets ou services. Les premières monnaies furent des pièces métalliques d'une valeur basée sur le poids et la nature du métal dont elles étaient faites. Plus tard, la monnaie pouvait ne plus avoir de valeur intrinsèque (sur une île déserte, un dollar n'est rien de plus qu'un petit bout de papier rectangulaire), celle-ci étant déterminée par son émetteur (en général, un gouvernement). Tant que l'émetteur demeurait solvable, la monnaie conservait sa valeur.Au quatrième millénaire av. J.-C., les habitants de l'Égypte ancienne utilisaient comme monnaie des lingots d'or de poids précisément défini ; au Moyen-Orient, des lingots de même type, mais en cuivre, étaient pareillement utilisés. Dans de nombreuses régions du globe, des anneaux de métal, des bracelets ou des joncs (d'or, d'argent ou sertis de joyaux) servaient à la fois d'ornements et de monnaie.Toutes les périodes de l'Histoire ont connu leur lot de faussaires s'évertuant à concevoir des répliques des monnaies de leur époque. Soit ils créaient des pièces en utilisant un métal moins précieux que le métal légal, soit ils s'enrichissaient en \"rabotant\" une partie du métal précieux. Lorsque les billets devinrent la norme, les faussaires apprirent vite à dupliquer la taille, la couleur et le \"toucher\" du papier ; et à copier les images et les inscriptions qui y apparaissaient. Les faussaires sont aujourd'hui à ce point compétents que la plupart des monnaies modernes sont dotées de systèmes de reconnaissance extrêmement sophistiqués. Le temps n'est probablement plus très loin où chaque billet sera équipé d'une puce électronique unique.",
    "quote": "\"Mieux vaut du pain quand le cœur est content, que des richesses avec des tracas.\" - Aménémopé",
    "tech_prereqs": [
        {
            "name": "Mathématiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Guildes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
        },
        {
            "name": "Administration",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Bazar|Bazars",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bazaar.json"
        },
        {
            "name": "Hôtel de la monnaie|Hôtel de la monnaie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mint.json"
        },
        {
            "name": "Marché|Marchés",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/market.json"
        },
        {
            "name": "Pétra",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/petra.json"
        }
    ]
}