{
    "id": 51,
    "name": "Dynamite",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
    "era": "Ère industrielle",
    "cost": 2350,
    "civilopedia_entry": "La Dynamite est un explosif inventé par l'ingénieur chimiste Alfred Nobel en 1867. On la fabrique en trempant un matériau absorbant comme des terres d'infusoire (le même matériau utilisé dans les filtres de piscine) dans de la nitroglycérine. Cette dernière substance est un explosif aussi puissant qu'instable. La dynamite, elle, est moins puissante, mais plus fiable.La dynamite a d'abord été utilisée dans la construction et dans l'exploitation minière. Historiquement, certaines armées s'en sont servi, mais la nitroglycérine étant trop instable pour les conditions chaotiques des champs de bataille, les militaires lui préférant un produit modifié appelé \"dynamite militaire\" dans lequel la nitroglycérine est remplacée par d'autres produits chimiques, dont le TNT. Le produit ainsi créé est 60% moins puissant que la dynamite, mais également moins susceptible d'exploser au mauvais moment.",
    "quote": "\"Dès que les hommes décrètent que tous les moyens sont bons pour lutter contre le mal, leur notion du bien se confond avec le mal qu'ils cherchent à détruire.\" - Christopher Dawson",
    "tech_prereqs": [
        {
            "name": "Engrais",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/fertilizer.json"
        },
        {
            "name": "Science militaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Voies ferrées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Artillerie|Artillerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/artillery.json"
        }
    ],
    "building_unlocks": []
}