{
    "id": 39,
    "name": "Sciences économiques",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
    "era": "Renaissance",
    "cost": 1150,
    "civilopedia_entry": "L'économie est l'étude de l'argent. Plus exactement, il s'agit de l'étude de la production, de la distribution et de la consommation des marchandises et des services. Si, autrefois, les biens s'échangeaient via la pratique du troc, durant ces derniers siècles, l'argent a été le moyen d'échange quasi exclusif de la plupart des pays du globe.L'économie moderne date de 1776, lorsque le philosophe écossais Adam Smith publia son œuvre majeure, \"La Richesse des nations\". Dans cet ouvrage, Smith avance que le marché libre est le moyen le plus efficace d'assigner une valeur aux marchandises et aux services, et de les distribuer. En théorie, selon Smith, un marché totalement libre permettrait de produire une quantité adéquate de marchandises à un prix juste. Il affirme également que toute intervention ou tentative de régulation de la part du gouvernement pervertit le marché, le rendant moins efficace et rentable. De plus, Smith était un ardent partisan de l'intérêt personnel. Il était en effet convaincu que lorsqu'un individu se concentre sur ses propres intérêts, il participe automatiquement à l'amélioration de la société dans son ensemble. En d'autres termes, Smith avait la conviction que le capitalisme absolu était le meilleur système économique qu'une civilisation pouvait adopter.Les travaux de Smith comptaient quelques détracteurs : nombre d'économistes qui lui ont succédé ont cherché à retravailler son approche, et d'autres l'ont tout simplement rejeté en bloc. Au XIXe siècle, Karl Marx écrivit \"Das Kapital: Kritik der politischen Okonomie\" (Le Capital : critique de l'économie politique) dans lequel il dénonce le fait que le principal moteur du capitalisme est l'exploitation des travailleurs par leurs employeurs.Smith est considéré comme le père du capitalisme moderne, et Marx comme celui du communisme. Depuis lors, leurs héritiers (économiquement parlant) ne cessent de s'entredéchirer.",
    "quote": "\"Les intérêts composés sont la plus grande force dans tout l'univers.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Banque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
        },
        {
            "name": "Imprimerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Théorie scientifique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
        },
        {
            "name": "Industrialisation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
        },
        {
            "name": "Fusil",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Moulin à vent|Moulins à vent",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/windmill.json"
        },
        {
            "name": "Café|Cafés",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/coffee_house.json"
        }
    ]
}