{
    "id": 27,
    "name": "Éducation",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/education.png",
    "era": "Moyen Âge",
    "cost": 485,
    "civilopedia_entry": "L'éducation est le processus grâce auquel les individus apprennent des éléments nouveaux. Il va de soi que l'éducation est aussi ancienne que l'homme. Durant la plus grande partie de l'Histoire, l'éducation a été une pratique informelle, les parents enseignant à leurs enfants ce qu'ils devaient savoir pour survivre ; en l'occurrence : les tâches domestiques, la chasse, l'esquive de griffes de tigre, etc. À mesure qu'une tribu se développait et devenait plus prospère, les anciens du village et les invalides éduquaient les enfants, pendant que les adultes en pleine santé récoltaient la nourriture, se chargeaient du travail de construction ou partaient guerroyer. À terme, les enfants des familles les plus importantes d'une tribu ou d'un village très riche en arrivèrent à bénéficier de véritables cours. Petit à petit, les civilisations plus développées comprirent l'importance d'éduquer tous leurs citoyens.Dans la société de l'Égypte ancienne, les prêtres faisaient office de professeurs pour les enfants de la noblesse. Au sein de ces écoles égyptiennes, les enfants apprenaient à lire et à écrire, et recevaient une instruction en religion, histoire, science, médecine, mathématiques et dans d'autres domaines avancés. Concurrençant l'Égypte, la Mésopotamie possédait un système éducatif similaire, ses prêtres et ses scribes pouvant être copistes, bibliothécaires ou enseignants. Les étudiants mésopotamiens apprenaient eux aussi à lire et à écrire, ainsi que la religion, le droit, la médecine et l'astrologie. L'éducation apparut pour la première fois en Chine il y a 3000 ans. La lecture, l'écriture, l'éducation civique, les rites et la musique formaient la base de leur instruction.Dans la culture maya, l'éducation était le domaine des prêtres qui constituaient la classe érudite de la société et servaient de conseillers aux chefs et aux autres citoyens. Pour devenir prêtres, les étudiants apprenaient l'histoire, l'écriture, la divination, la médecine et le système calendaire.",
    "quote": "\"L'éducation est ce que les anciens ont à offrir de plus précieux.\" - Aristote",
    "tech_prereqs": [
        {
            "name": "Théologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        },
        {
            "name": "Administration",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
        },
        {
            "name": "Acoustique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
        },
        {
            "name": "Banque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Wat|Wats",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/wat.json"
        },
        {
            "name": "Université|Universités",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/university.json"
        },
        {
            "name": "Université d'Oxford|Universités d'Oxford",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/oxford_university.json"
        },
        {
            "name": "Angkor Vat",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/angkor_wat.json"
        }
    ]
}