{
    "id": 58,
    "name": "Électronique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electronics.png",
    "era": "Ère moderne",
    "cost": 4100,
    "civilopedia_entry": "L'Électronique couvre la branche de la technologie qui étudie les déplacements contrôlés des électrons au travers de diverses substances dont le vide. Cette discipline ne doit pas être confondue avec la technologie \"électricité\" qui comprend la production et la distribution du courant électrique. L'électronique ne fut reconnue comme un champ d'études à part entière qu'en 1950, lorsqu'elle fut distinguée de la radio.Les circuits électroniques peuvent être de deux types : analogiques ou numériques. Les circuits analogiques ne sont généralement que de simples assemblages de circuits basiques utilisant une tension électrique continue. Aujourd'hui, rares sont les circuits à être encore entièrement analogiques. Les circuits numériques constituent la base des ordinateurs modernes et des automates programmables industriels, en cela qu'ils sont l'application physique la plus courante de l'algèbre de Boole (0 et 1, ça vous dit quelque chose ?).L'étude et le développement de l'électronique sont étroitement liés à ceux des mathématiques, et la maîtrise de ceux-ci est une des conditions sine qua non à la maîtrise de la discipline. Créer et analyser des circuits complexes impliquent de résoudre des systèmes linéaires comptant de nombreuses variables inconnues (comme le voltage et le courant électrique en certains lieux précis). C'est la raison pour laquelle, de nos jours, la conception de circuits est facilitée par l'utilisation de logiciels d'automatisation.",
    "quote": "\"L'électronique de grande consommation est régie par une seule loi : les produits sont de plus en plus puissants, et de moins en moins chers.\"- Trip Hawkins",
    "tech_prereqs": [
        {
            "name": "Pièces de rechange",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
        },
        {
            "name": "Aviation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
        },
        {
            "name": "Théorie atomique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Porte-avions|Porte-avions",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/carrier.json"
        },
        {
            "name": "Cuirassé|Cuirassés",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/battleship.json"
        }
    ],
    "building_unlocks": []
}