{
    "id": 49,
    "name": "Électricité",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
    "era": "Ère industrielle",
    "cost": 2350,
    "civilopedia_entry": "La première fois que l'humanité fit l'expérience de l'électricité remonterait à 2750 av. J.-C. Des écrits de l'époque font en effet référence à des chocs électriques produits par un poisson. Au XVe siècle apr. J.-C., les Arabes découvrirent que la foudre était une autre forme d'électricité, découverte confirmée en 1752 par Benjamin Franklin, un scientifique américain d'origine britannique. La première pile, dite voltaïque, fut inventée en 1800 par Alessandro Volta et, en 1821, Michael Faraday inventa le moteur électrique.Durant la deuxième moitié du XIXe siècle, les avancées, en matière d'électricité (que l'on doit à des génies comme Thomas Edison, George Westinghouse, Alexander Graham Bell et Lord Kelvin) ont révolutionné la vie des citoyens du globe. Le télégraphe, bientôt suivi par le téléphone, puis par la radio, augmenta radicalement la vitesse et la précision avec lesquelles les informations purent être transmises. Suite à la mise en place d'un câble transatlantique, un message pouvait être transmis de New York à Londres en quelques secondes. Avant l'électricité, ce même message, porté par les navires les plus rapides, aurait mis des semaines à arriver. La lumière électrique révolutionna à la fois le travail et la vie domestique, et le phonographe, la radio et les caméras changèrent radicalement le visage du divertissement. La création de centrales électriques, qui permirent la transformation d'énergie en électricité utilisable dans les foyers des citoyens, a élevé les conditions de vie de l'homme à un niveau qui paraissait jusque-là inconcevable. L'électricité, pierre angulaire de la Seconde Révolution industrielle, offrit aux sociétés humaines les changements les plus radicaux depuis l'invention de l'imprimerie.",
    "quote": "\"Est-ce un fait ou ai-je rêvé que, par le biais de l'électricité, le monde matériel est devenu un gigantesque nerf, vibrant sur des milliers de kilomètres à une vitesse à couper le souffle ?\" - Nathaniel Hawthorne",
    "tech_prereqs": [
        {
            "name": "Théorie scientifique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Pièces de rechange",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
        },
        {
            "name": "Réfrigération",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
        },
        {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Centrale hydroélectrique|Centrales hydroéléctriques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hydro_plant.json"
        },
        {
            "name": "Bourse|Bourses",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stock_exchange.json"
        },
        {
            "name": "Commissariat|Commissariats",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/police_station.json"
        }
    ]
}