{
    "id": 20,
    "name": "Ingénierie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/engineering.png",
    "era": "Ère classique",
    "cost": 175,
    "civilopedia_entry": "L'ingénierie est la science (à moins qu'il ne s'agisse d'un art) permettant de concevoir des matériaux, des structures, des appareils et des systèmes complexes. En langage courant, le sens du mot est très large : les bioingénieurs produisent des cellules, les ingénieurs informaticiens créent des logiciels, etc. Cependant, historiquement, le terme s'applique à la construction d'éléments physiques comme les machines, les ponts, les voies ferrées, les usines et ainsi de suite (à l'origine, le terme \"ingénieur\" faisait exclusivement référence aux concepteurs d'armes de guerre).L'ingénierie s'épanouit véritablement au XIXe siècle, alors que les pays du globe se lançaient dans des projets de construction d'envergure. Achevé en 1869 par les Français, le Canal de Suez qui relie la Méditerranée et la mer Rouge permet de naviguer d'Europe jusqu'en Inde sans avoir à contourner l'Afrique (un voyage aussi long que difficile). Les États-Unis achevèrent la construction de la première ligne transcontinentale la même année. Autre merveille d'ingénierie moderne, le Pont de Brooklyn fut terminé en 1883.",
    "quote": "\"L'ingénierie est la science la plus noble et, plus que toute autre, la plus utile.\" - Léonard de Vinci",
    "tech_prereqs": [
        {
            "name": "Mathématiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
        },
        {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Moulage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
        },
        {
            "name": "Mécanique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Grande muraille|Grandes murailles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_wall.json"
        },
        {
            "name": "Aqueduc|Aqueducs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/aqueduct.json"
        }
    ]
}