{
    "id": 47,
    "name": "Engrais",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
    "era": "Ère industrielle",
    "cost": 1600,
    "civilopedia_entry": "Un engrais est une substance qui alimente les végétaux et augmente la vitesse à laquelle ils se développent. Les engrais sont aussi anciens que la civilisation humaine : les premiers agriculteurs avaient en effet remarqué que l'herbe était plus grasse, là où les bœufs déféquaient. Depuis cette époque, les agriculteurs n'ont de cesse de conserver les coproduits animaux et de s'en servir pour fertiliser le sol, améliorant ainsi la qualité des récoltes (notamment pour les sols qui, ayant bénéficié de tels traitements durant plusieurs générations, sont extrêmement riches en nutriments).Les engrais contiennent généralement de l'azote, du phosphate et du potassium comme ingrédients actifs principaux. Si, historiquement, la plupart des engrais furent d'origine animale et organique, nombre de fertilisants modernes sont minés sous la surface de la Terre, ou produits chimiquement dans d'immenses usines.Plus la population mondiale a augmenté, plus le besoin d'engrais de plus en plus puissants s'est fait ressentir, si bien qu'aujourd'hui, les exploitations agricoles sont plus productives qu'à n'importe quelle période de l'Histoire. Cependant, cette productivité exceptionnelle a un coût : l'eau de pluie venue des exploitations transporte l'engrais jusque dans les cours d'eau, entraînant la croissance incontrôlable de certains microorganismes qui menacent les autres espèces aquatiques. De plus, les engrais modernes sont en partie composés de constituants pétrochimiques, et leur prix est dangereusement dépendant du cours du pétrole. En résumé, les engrais sont extrêmement utiles, permettant d'augmenter considérablement les réserves mondiales de nourriture, mais il est nécessaire de s'assurer qu'ils ne causent pas plus de dégâts à l'environnement qu'ils ne nous aident.",
    "quote": "\"La nation qui détruit ses sols se détruit elle-même.\" - Franklin Delano Roosevelt",
    "tech_prereqs": [
        {
            "name": "Chimie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chemistry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dynamite",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}