{
    "id": 55,
    "name": "Aviation",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
    "era": "Ère moderne",
    "cost": 3100,
    "civilopedia_entry": "De tout temps, l'Homme a tenté de conquérir les cieux. Les travaux de Léonard de Vinci sur l'aviation sont bien connus, mais le génie italien ne fut que l'un des nombreux visionnaires à se pencher sur la question. Les premiers théoriciens du vol étudièrent avec énormément d'attention les maîtres naturels des airs, à savoir les oiseaux. Ainsi, ils tentèrent de mettre au point des machines, les ornithoptères, imitant les ailes de ces derniers et leur battement caractéristique. Malheureusement, ces premiers inventeurs manquaient des matériaux, des moteurs et des connaissances en aérodynamique nécessaires à la réalisation de leur rêve.L'aérodynamique connut de grandes avancées au cours des XVIe, XVIIe, XVIIIe et XIXe siècles grâce aux apports de brillants scientifiques tels que de Vinci, Galilée, Huygens, Newton, Bernoulli, Euler et Smeaton. En 1804, l'Anglais George Cayley fit voler un modèle de planeur à ailes fixes, et en 1853, il en conçut un nouveau, grandeur nature, aux commandes duquel il mit son propre cocher (peu enthousiaste). Cet épisode de l'histoire de l'aéronautique est le premier vol connu de planeur piloté par un homme.En 1902, les frères Wright conçurent leur propre planeur muni d'une forme d'ailes améliorée. Ne trouvant pas de fabricant capable de leur fabriquer un moteur à essence suffisamment léger pour répondre à leur besoin, ils en créèrent un eux-mêmes. Le 17 décembre 1903, l'aéronef des Wright s'envola à quatre reprises, parcourant jusqu'à 260 mètres. Les années qui suivirent l'invention révolutionnaire des deux frères, l'aviation connut des améliorations aussi rapides que capitales. En 1908, l'Américain Glenn Hammond Curtiss parcourut en vol plus d'un kilomètre et demi, et en 1909, le Français Louis Bleriot traversa la manche.Lors de la Première Guerre mondiale, l'aéronautique évolua beaucoup, notamment au niveau de l'armement (avec la création des chasseurs et des bombardiers). Dès le début des années 1920, des pilotes survolaient régulièrement les continents du globe, et en 1927, Charles Lindbergh accomplit la première traversée de l'Atlantique sans escale à bord d'un monoplace. La Deuxième Guerre mondiale vit les aéronefs s'améliorer énormément en termes de vitesse, d'autonomie, de résistance et de puissance de feu. À la fin du conflit, des avions de combat à réaction, des bombardiers capables de traverser des continents entiers à haute altitude et des hélicoptères sillonnaient les airs.À l'époque contemporaine, les voyages en avion sont devenus monnaie courante, à tel point qu'un trajet des États-Unis jusqu'en Chine (un rêve impossible il y a de cela 75 ans) n'est plus remarquable que par l'ennui qu'il suscite chez les voyageurs. Aujourd'hui, même si les attaques terroristes aériennes du 11 septembre 2001 ont rendu les trajets en avion plus inquiétants, chaque jour, des millions de personnes parcourent le monde entier de cette manière. En bref, l'aviation a encore de longues années devant elle.",
    "quote": "\"L'aéronautique n'a été ni une industrie, ni une science : ce fut un miracle.\"- Igor Sikorsky",
    "tech_prereqs": [
        {
            "name": "Moteur à vapeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Balistique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
        },
        {
            "name": "Électronique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Triplan|Triplans",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/triplane.json"
        },
        {
            "name": "Bombardier de la Grande Guerre|Bombardiers de la Grande Guerre",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/great_war_bomber.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Prora|Prora",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/prora.json"
        }
    ]
}