{
    "id": 81,
    "name": "Technologie future",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/future_tech.png",
    "era": "Ère de l'info.",
    "cost": 9500,
    "civilopedia_entry": "Il est difficile de rédiger l'histoire d'une technologie qui n'a pas encore été découverte, mais voici quelques exemples d'innovations découvertes potentiellement capables de transformer radicalement la condition humaine. Un jour ou l'autre, la médecine découvrira un remède contre le cancer et bien d'autres maladies, ce qui prolongera notre espérance de vie de façon exponentielle, et il sera possible de relier le cerveau humain directement à des machines. L'homme découvrira des sources d'énergie propres et peu coûteuses. Les ordinateurs seront de plus en plus puissants, et de plus en plus petits. Les jeux deviendront encore plus immersifs et réalistes. On inventera de nouvelles armes, toujours plus redoutables et dangereuses. Et quelqu'un trouvera bien le moyen de fabriquer un robot tueur géant pour ratatiner toute forme de vie sur la planète, mais avec un peu de chance, une armée de ninjas cyborgs mutants volera à notre rescousse. Ah, l'avenir ! Décidément, il est plein de promesses.",
    "quote": "\"Je crois que nous sommes d'accord, le passé est révolu.\" - George W. Bush",
    "tech_prereqs": [
        {
            "name": "Internet",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_internet.json"
        },
        {
            "name": "Mondialisation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/globalization.json"
        },
        {
            "name": "Physique des particules",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/particle_physics.json"
        },
        {
            "name": "Fusion nucléaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
        },
        {
            "name": "Nanotechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nanotechnology.json"
        },
        {
            "name": "Furtivité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
        }
    ],
    "tech_unlocks": [],
    "unit_unlocks": [],
    "building_unlocks": []
}