{
    "id": 76,
    "name": "Mondialisation",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
    "era": "Ère de l'info.",
    "cost": 8800,
    "civilopedia_entry": "La mondialisation (qui n'est ni une technologie, ni un champ d'études à proprement parler) décrit le procédé par lequel les économies, cultures, langues, données et sociétés régionales s'intègrent au sein d'un réseau unique plus grand. Si le terme n'est souvent utilisé que pour désigner les tendances économiques du marché mondial, la mondialisation tient compte d'énormément de facteurs aussi divers que les schémas migratoires et la transmission de l'information et de la technologie. Bien que n'ayant été considérée que très récemment comme un concept à part entière, la mondialisation fait partie de l'histoire humaine depuis la création des premières routes commerciales entre cités distantes.L'une des premières définitions du terme nous vient de l'entrepreneur américain Charles Taze Russell en 1897, mais ce ne fut que dans les années 1960 que le mot entra dans le langage courant. La mondialisation est un concept moteur aussi bien dans le secteur public que dans le secteur privé. Ainsi, d'importantes institutions bancaires ouvrent des agences dans le monde entier, et des gouvernements indépendants s'unissent au sein de groupement comme l'Organisation des Nations Unies.La mondialisation contemporaine s'efforce de briser les barrières commerciales et politiques entre nations opposées, afin d'accroître l'indépendance et la prospérité de tous. Elle promeut le libre échange et la suppression des tarifs douaniers, le renforcement des lois relatives au principe de propriété intellectuelle, un partage facilité des informations et de l'actualité ainsi qu'une plus grande liberté au niveau des voyages internationaux, du tourisme et des mouvements migratoires.",
    "quote": "\"L'interdépendance nouvelle qu'impose l'électronique recrée le monde à l'image d'un village global.\"- Marshall McLuhan",
    "tech_prereqs": [
        {
            "name": "Télécommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologie future",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}