{
    "id": 24,
    "name": "Guildes",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/guilds.png",
    "era": "Moyen Âge",
    "cost": 275,
    "civilopedia_entry": "Dans les villes préindustrielles, les artisans se regroupaient souvent dans des guildes de commerce en fonction de leurs métiers. Ces guildes furent fondées pour protéger les secrets de fabrication et augmenter l'influence et les revenus des artisans. On trouve des traces d'anciennes guildes de commerce remontant au IIIe siècle av. J.­C. chez les Romains et en Chine sous la dynastie Han. En l'an 300, les associations d'artisans s'étaient déjà répandues dans l'Empire Gupta et l'Égypte de Ptolémée. Au Moyen Âge, les guildes se propagèrent rapidement de l'Italie vers toute l'Europe. À Paris et à Londres, des documents du XIIe siècle recensaient plus de 100 guildes officielles. Dans certains cas, elles étaient si puissantes qu'elles gouvernaient les villes, comme en témoignent les hôtels de ville que l'on peut trouver en Allemagne, en Suisse et en Hollande. Au fil du temps, les guildes s'attachèrent à préserver la qualité de leur art et la transmission de leur savoir. Un jeune apprenti devait travailler une vie entière pour devenir grand maître. C'est ainsi qu'est né le système de marques déposées, indiquant que la qualité d'un produit était conforme aux normes de la guilde et du gouvernement. Toutefois, l'influence et le pouvoir des guildes s'érodèrent lentement et elles se fragmentèrent avec l'arrivée de nouveaux marchés, de problèmes politiques et les méthodes de production de masse. En France, par exemple, les guildes furent abolies en 1791 par la loi Le Chapelier et d'autres pays ne tardèrent pas à faire de même. Bien que largement supplantées par les syndicats de l'ère industrielle, des guildes existent encore de nos jours, notamment dans le cinéma, la littérature et d'autres professions artistiques.",
    "quote": "\"Les marchands et les commerçants sont là ; leurs profits sont réglés d'avance...\" - Gurû Granth Sahib",
    "tech_prereqs": [
        {
            "name": "Monnaie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Chevalerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
        },
        {
            "name": "Mécanique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Compagnie des Indes orientales|Compagnies des Indes orientales",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/east_india_company.json"
        },
        {
            "name": "Machu Picchu",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/machu_picchu.json"
        },
        {
            "name": "Guilde des artistes|Guildes des artistes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/artists'_guild.json"
        }
    ]
}