{
    "id": 36,
    "name": "Poudre à canon",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "La Poudre à canon, aussi connue sous le nom de \"poudre noire\", fut inventée en Chine aux alentours du IXe siècle apr. J.-C. par des alchimistes recherchant les secrets de l'immortalité (ce qui n'a strictement rien à voir, avouons-le). Mélange de soufre, de charbon de bois et de salpêtre, la poudre à canon s'embrase extrêmement rapidement une fois exposée à une flamme. En se consumant, elle produit une grande quantité de résidus gazeux et solides pouvant servir de propulseurs dans des armes à feu ou des fusées d'artifice. Les Chinois utilisèrent la poudre à canon pour produire les premières bombes et les premiers missiles, armes qu'ils utilisèrent contre l'envahisseur mongol. Une fois la Chine conquise, les Mongols les utilisèrent à leur tour contre quiconque croisait leur chemin.Le monde arabe entra en possession de la poudre à canon lors de la première moitié du XIIe siècle apr. J.-C. Certains textes historiques suggèrent que les Mamelouks furent les premiers à utiliser le canon. Ils s'en seraient servi contre les Mongols durant la Bataille d'Aïn Djalout en 1260, mais cela reste sujet à débat. La première référence au \"canon à main\" apparaît, elle, dans un manuscrit arabe du XIVe siècle.Les Européens découvrirent la poudre à canon au XIIIe siècle. Ils en améliorèrent la qualité en y ajoutant du liquide, ce qui provoquait la formation de grains de poudre plus gros et, par conséquent, plus stables.La poudre à canon demeura l'explosif de référence pour les canons et les armes à feu, jusqu'à la création, au XIXe siècle, de la poudre sans fumée. Produisant moins de résidus (qui encrassaient les armes) et de fumée, elle fut logiquement préférée à la poudre noire.",
    "quote": "\"Le jour où deux armées pourront s'anéantir mutuellement en une seule seconde, toutes les nations civilisées reculeront de peur et démantèleront leurs troupes.\" - Alfred Nobel",
    "tech_prereqs": [
        {
            "name": "Physique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
        },
        {
            "name": "Acier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Chimie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chemistry.json"
        },
        {
            "name": "Métallurgie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Arquebusier|Arquebusiers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/musketman.json"
        },
        {
            "name": "Minuteman|Minutemen",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/minuteman.json"
        },
        {
            "name": "Mousquetaire|Mousquetaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/musketeer.json"
        },
        {
            "name": "Janissaire|Janissaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/janissary.json"
        },
        {
            "name": "Tercio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/tercio.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Château de Himeji",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/himeji_castle.json"
        }
    ]
}