{
    "id": 21,
    "name": "Travail du fer",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/iron_working.png",
    "era": "Ère classique",
    "cost": 175,
    "civilopedia_entry": "Le travail du fer est plus ancien que l'Histoire elle-même. Le premier fer à avoir été travaillé fut probablement le fer météorique, mais ce matériau n'étant pas des plus évidents à trouver, les peuples de l'antiquité lui cherchèrent ailleurs un substitut. La technique d'extraction du fer par fusion (ou l'extraction du métal contenu dans le minerai de fer) semble avoir été découverte au XIIe siècle av. J.-C. dans le Caucase, en Asie Mineure, ou en Inde. La production du fer forgé, elle, apparut vers l'an 1000 av. J.-C. Les objets les plus anciens à avoir été fabriqués à partir de fer météorique datent de 4000 av. J.-C., et sont originaires de l'Égypte antique et de Sumer. A cette époque, le fer était extrêmement rare, au point que certains historiens pensent qu'il était alors plus précieux que l'or.Au XIIe siècle av. J.-C., en Méditerranée orientale, le fer remplaça le bronze comme matériau de prédilection dans la fabrication d'armes et d'outils. Non pas qu'il fut un matériau de meilleure qualité que le bronze qu'il remplaça : il était simplement plus abondant, et se trouvait dans des régions pauvres en cuivre et en étain (matériaux constitutifs du bronze), le rendant nettement plus abordable.Le métal \"moderne\" qu'est l'acier, fut produit pour la première fois durant la Préhistoire, mais la technologie permettant sa production à grande échelle ne fut découverte qu'au XVIIe siècle apr. J.-C. Une fois l'acier devenu bon marché et abondant, il supplanta le fer dans la quasi-totalité de ses utilisations.",
    "quote": "\"N'attendez pas que le fer soit chaud pour le battre : enflammez-le de vos coups répétés.\" - William Butler Yeats",
    "tech_prereqs": [
        {
            "name": "Travail du bronze",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Moulage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Spadassin|Spadassins",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/swordsman.json"
        },
        {
            "name": "Guerrier mohawk|Guerriers mohawks",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mohawk_warrior.json"
        },
        {
            "name": "Légion|Légions",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/legion.json"
        },
        {
            "name": "Spadassin à kriss|Spadassins à kriss",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/kris_swordsman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Épopée héroïque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/heroic_epic.json"
        },
        {
            "name": "Colosse|Colosses",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/colossus.json"
        }
    ]
}