{
    "id": 74,
    "name": "Lasers",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
    "era": "Ère de l'info.",
    "cost": 7700,
    "civilopedia_entry": "Le terme \"laser\" s'écrivait à l'origine LASER. Il s'agit en effet d'un acronyme anglais signifiant \"Light Amplification by Stimulated Emission of Radiation\" (soit \"Amplification de la lumière par émission stimulée de radiation\"). Un acronyme qui, d'ailleurs, fait très justement office de définition. Les prémices du laser nous viennent d'Albert Einstein qui, en 1917, s'inspira une nouvelle fois de la loi de Planck sur la radiation. A la même période, pure coïncidence, les auteurs de science-fiction commençaient à décrire une technologie identique. Le premier laser fonctionnel n'apparut qu'en 1960, année qui vit la création par les Laboratoires de recherche Hugues d'une technologie laser capable d'emmagasiner des données grâce à l'utilisation de dispositifs de stockage optiques (comme les graveurs de DVD).Depuis les premières années de recherche, de nombreux types de lasers spécialisés ont été développés, servant des intérêts aussi différents qu'une aide à la visée, l'amélioration de la production ou l'utilisation de différentes longueurs d'onde. Si, à l'origine, le laser n'était qu'une \"solution à la recherche d'un problème\", il trouva finalement des milliers d'utilisations différentes. On le retrouve ainsi dans l'électronique de grande consommation, l'industrie du divertissement, les institutions policières, ainsi que dans l'armée. Quoi qu'il en soit, veillez à ne jamais regarder la source d'un laser à l'œil nu !",
    "quote": "\"La nuit est avancée, le jour approche. Dépouillons-nous donc des oeuvres des Ténèbres, et revêtons les armes de la lumière.\" - La Bible : Romains, 13:12",
    "tech_prereqs": [
        {
            "name": "Informatique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Furtivité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Chasseur à réaction|Chasseurs à réaction",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/jet_fighter.json"
        },
        {
            "name": "Blindé moderne|Blindés modernes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/modern_armor.json"
        }
    ],
    "building_unlocks": []
}