{
    "id": 29,
    "name": "Mécanique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/machinery.png",
    "era": "Moyen Âge",
    "cost": 485,
    "civilopedia_entry": "Une machine est un dispositif constitué de pièces détachées (c'était tout du moins le cas durant la période pré-électronique), qui utilise de l'énergie pour réaliser une tâche précise. Une presse typographique est une machine, au même titre qu'un métier à tisser, une horloge ou un moulin à eau. Maîtriser la mécanique nécessite de maîtriser au préalable le dessin technique et l'ingénierie, bien sûr, mais également la capacité de produire des pièces de machine de taille extrêmement précise. Un moteur à vapeur fuira s'il est construit de manière approximative (s'il n'explose pas !). Au début de l'ère des machines, travailler sur ou avec ces dispositifs instables étaient des plus dangereux : si les émissions de fumée ne vous tuaient pas, vous aviez une chance non négligeable de finir ébouillanté, dévoré par la machine ou éparpillé aux quatre vents.D'un autre côté, dès qu'une civilisation maîtrise les rouages d'une mécanique complexe, elle obtient une richesse et une puissance sans égale. Ainsi, l'Angleterre, petite nation insulaire qui entra très tôt dans la Révolution industrielle, domina le commerce mondial pendant près de trois siècles.",
    "quote": "\"Il n'existe pas meilleur instrument que la presse pour éclairer l'esprit de l'homme, et faire de ce dernier un être rationnel, moral et social bien meilleur.\" - Thomas Jefferson",
    "tech_prereqs": [
        {
            "name": "Ingénierie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
        },
        {
            "name": "Guildes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Imprimerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Arbalétrier|Arbalétriers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/crossbowman.json"
        },
        {
            "name": "Chu-ko-nu|Cho-ko-nu",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/chu-ko-nu.json"
        },
        {
            "name": "Archer long|Archers longs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/longbowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Usine sidérurgique|Usines sidérurgiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ironworks.json"
        }
    ]
}