{
    "id": 11,
    "name": "Maçonnerie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
    "era": "Antiquité",
    "cost": 55,
    "civilopedia_entry": "La maçonnerie est la construction de structures à partir de blocs assemblés au mortier. Ces blocs peuvent être des pierres, du béton, des parpaings ou des briques d'argile. Le mortier est une sorte de pâte malléable qui, lorsqu'elle sèche, devient extrêmement résistante. Généralement, ce matériau est composé d'un mélange de sable, de ciment ou de chaux, et d'eau.Les anciens Égyptiens maîtrisaient déjà la maçonnerie au IVe siècle av. J.-C. Ils se servaient des riches gisements de calcaire, de grès, de granit et de basalte des collines du Nil pour bâtir temples, palais et pyramides. Les Assyriens antiques du Croissant fertile n'avaient pas, pour leur part, facilement accès à la pierre. Ils possédaient en revanche énormément d'argile, qu'ils moulaient en briques, puis faisaient sécher au soleil. Ces briques étant vulnérables à l'humidité, ils recouvraient souvent leurs bâtiments de tuiles cuites ou vernissées, plus imperméables.Les Romains, eux, inventèrent le béton, un matériau de qualité bien supérieure au mortier utilisé par les civilisations plus anciennes (confectionné le plus souvent à base d'argile). De plus, il pouvait être utilisé directement comme matériau de construction. Les possibilités révolutionnaires offertes par le béton permirent aux Romains de construire des bâtiments qui n'auraient jamais pu être érigés via l'utilisation de matériaux primitifs. Au XIXe siècle, un jardinier parisien eut l'idée d'insérer une matrice métallique à l'intérieur de ses pots et de ses bacs, inventant le béton armé. Ce béton renforcé permit d'accroître grandement la résistance du matériau à la traction, le rendant très efficace dans la construction de structures hautes vulnérables au vent, aux vibrations, voire aux tremblements de terre. De récentes innovations ont encore permis d'améliorer sa résistance et son élasticité. Signalons que si la plupart des bâtiments modernes sont faits de verre et d'acier, leurs fondations sont construites selon d'antiques techniques de maçonnerie.",
    "quote": "\"Heureux oui, bien heureux, ceux-la dont les remparts déjà s'élèvent !\" - Virgile",
    "tech_prereqs": [
        {
            "name": "Exploitation minière",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mining.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Remparts",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/walls.json"
        },
        {
            "name": "Pyramides",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pyramids.json"
        },
        {
            "name": "Mausolée d'Halicarnasse|Mausolées d'Halicarnasse",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mausoleum_of_halicarnassus.json"
        },
        {
            "name": "Murs de Babylone",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/walls_of_babylon.json"
        }
    ]
}