{
    "id": 15,
    "name": "Mathématiques",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mathematics.png",
    "era": "Ère classique",
    "cost": 105,
    "civilopedia_entry": "Les mathématiques pourraient être définies comme la science de l'ordre, de la structure et de la relation, née des pratiques du décompte, de la mesure et de la description des objets et de leur forme. Les mathématiques constituent la pierre angulaire de toutes les sciences physiques. Les Sumériens disposaient d'un système mathématique remarquablement complexe, qui était à la fois décimal (base 10) et sexagésimal (base 60). Quelques reliquats de ce système subsistent encore de nos jours, comme les 60 secondes de la minute, et les 60 minutes de l'heure.Les Égyptiens possédaient un système sensiblement plus simple développé par les scribes (qui étaient également collecteurs d'impôts). Ce dernier leur permettait, tout de même, d'effectuer les calculs nécessaires à la construction de travaux colossaux comme les pyramides (et, supposons-le, le recouvrement des taxes). Les Grecs, eux, divisaient les mathématiques en deux domaines : l'arithmétique, ou l'étude de la quantité, et la géométrie, celle de la grandeur (aussi appelé \"aire\"). Leur première contribution d'importance dans ce domaine fut, en réalité, l'application de la théorie et de la démonstration aux mathématiques. Les systèmes mathématiques précédents étaient basés sur la mesure et l'observation du monde réel, là où les Grecs cherchèrent à définir les règles mathématiques constituant l'armature du réel.Le monde islamique apporta une contribution remarquable et constante à la discipline entre les VIIIe et XVe siècles apr. J.-C. Ses apports majeurs furent probablement l'adoption du système décimal pour la totalité des nombres, et l'invention du \"0\", vers 600 apr. J.-C., en Inde. Cette nouvelle méthode remplaça le système numérique daté et abscons des Romains (qui n'existe plus aujourd'hui que pour qualifier les suites des films d'épouvante, et énumérer les siècles).L'importance des mathématiques a augmenté de manière exponentielle depuis ses balbutiements et, grâce à elles, l'homme est parvenu à scinder l'atome, à concevoir Internet et à vendre des milliers de grilles de Sudoku. Qui sait, au vu de tout cela, quelle surprise l'avenir des mathématiques nous réserve ?",
    "quote": "\"Les mathématiques sont la porte et la clé des sciences.\" - Roger Bacon",
    "tech_prereqs": [
        {
            "name": "La roue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Monnaie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
        },
        {
            "name": "Ingénierie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Catapulte|Catapultes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/catapult.json"
        },
        {
            "name": "Baliste|Balistes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ballista.json"
        },
        {
            "name": "Tour de siège|Tours de siège",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/siege_tower.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Tribunal|Tribunaux",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/courthouse.json"
        },
        {
            "name": "Jardins suspendus",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hanging_gardens.json"
        }
    ]
}