{
    "id": 46,
    "name": "Science militaire",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/military_science.png",
    "era": "Ère industrielle",
    "cost": 1600,
    "civilopedia_entry": "La Science militaire est celle qui détaille les méthodes visant à utiliser la puissance militaire à des fins politiques. Cette science possède plusieurs branches et domaines d'expertise, et est souvent enseignée au sein d'écoles militaires. Cette science répond à des questions comme : \"Combien de kilomètres une armée peut-elle parcourir en une journée ?\", \"De combien de calories un soldat a-t-il besoin pour rester au sommet de sa forme ?\", \"Comment mater une insurrection dans son propre pays ?\", \"Comment mater une insurrection en pays occupé ?\" ou \"Quel est le taux estimé de survie en cas de guerre nucléaire, si nous attaquons les premiers ?\".\"L'Art de la guerre\" de Sun-Tzu est un classique de la science militaire. Bien que sa première publication date du VIe siècle av. J.-C., il est toujours très étudié aujourd'hui (en plus d'être une lecture à la fois informative et extrêmement divertissante pour tout amateur d'histoire). \"Le Prince\" de Machiavel, publié en 1532 à titre posthume, traite en détail des interactions entre la guerre et la politique.En 1832, un an après la mort de son mari, la femme du général prussien Carl von Clausewitz fait publier l'œuvre de ce dernier : \"De la guerre\". Le traité étudie les effets de la politique et de l'économie sur les conflits armés.Publié en 1890, le brillant traité d'Alfred Thayer Mahan, \"L'influence de la puissance maritime dans l'Histoire, 1660-1783\" marqua fortement nombre d'officiers militaires et politiciens américains, et fut en grande partie responsable du développement de la marine étasunienne au début du XXe siècle. Sans cet ouvrage, les États-Unis auraient probablement manqué cruellement de préparation pour aborder les deux conflits mondiaux, avec toutes les conséquences désastreuses que cela aurait pu avoir sur la nation et ses alliés outre-Atlantique.",
    "quote": "\"Ce sont les hommes et non les armes qui remportent les guerres. Les esprits de l'homme qui obéit et de celui qui ordonne sont les clés de la victoire.\" - George S. Patton",
    "tech_prereqs": [
        {
            "name": "Chimie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chemistry.json"
        },
        {
            "name": "Métallurgie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dynamite",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Cavalerie|Cavalerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cavalry.json"
        },
        {
            "name": "Cosaque|Cosaques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cossack.json"
        },
        {
            "name": "Hussard|Hussards",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hussar.json"
        },
        {
            "name": "Cavalerie berbère|Cavaleries berbères",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/berber_cavalry.json"
        },
        {
            "name": "Cavaliers comanches",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/comanche_riders.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "École militaire|Écoles militaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/military_academy.json"
        },
        {
            "name": "Porte de Brandebourg",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/brandenburg_gate.json"
        }
    ]
}