{
    "id": 5,
    "name": "Exploitation minière",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
    "era": "Antiquité",
    "cost": 35,
    "civilopedia_entry": "L'exploitation minière est le fait d'extraire diverses substances présentes sous la surface de la Terre. Les premiers éléments à avoir été excavés furent le cuivre, le fer, les diamants, l'or, l'argent, le sel et le charbon. Comme aucun de ces matériaux n'est comestible (à l'exception du sel, bien entendu, mais il est peu probable que qui que ce soit apprécie d'en manger un plein bol), les mineurs devaient appartenir à des communautés capables de produire assez de vivres pour les nourrir, eux et leur famille.La mine la plus ancienne a été découverte au Swaziland, en Afrique. Elle semble avoir été creusée il y a de cela 40 000 ans, afin d'excaver de l'ocre (un minerai utilisé dans les cérémonies funéraires et la réalisation de peintures corporelles). Le silex, un minéral cassant et facile à tailler, utilisé par les hommes pour fabriquer racloirs, couteaux et pointes de flèche, fut probablement le premier minéral à avoir été miné à grande échelle en Europe. Des mines de silex datant du Néolithique (8000-2000 av. J.-C.) et profondes de quelque 30 mètres ont été découvertes en France et en Angleterre.Les mineurs de charbon pulvérisent parfois le sommet de montagnes pour en extraire le précieux minerai. En Afrique, quelques compagnies minières ont creusé des galeries souterraines de plusieurs kilomètres pour trouver des diamants. Sans compter les corporations qui creusent aux quatre coins du globe - des fonds océaniques au permafrost gelé du Grand Nord - à la recherche du liquide le plus convoité de tous : le pétrole.",
    "quote": "\"Le débonnaire héritera de la terre, mais pas de ses droits miniers.\" - J. Paul Getty",
    "tech_prereqs": [
        {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Maçonnerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
        },
        {
            "name": "Travail du bronze",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}