{
    "id": 79,
    "name": "Nanotechnologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
    "era": "Ère de l'info.",
    "cost": 8800,
    "civilopedia_entry": "La nanotechnologie est une étude globale s'intéressant au contrôle de toute matière au niveau atomique et moléculaire. Si la nanotechnologie est souvent représentée par des millions de minuscules robots contrôlant les flux atomiques, elle couvre en réalité toute science gravitant autour de l'étude ou de l'utilisation de particules de quelques nanomètres. Ainsi, elle s'intéresse à des applications comme la création de nanotubes de carbone microscopiques et de nanoparticules solaires ou la recherche ADN. Un nanomètre (la taille relative de la plupart des éléments nanotechnologiques créés) mesure un milliardième de mètre (10 exposant -9), soit la taille d'une bille à l'échelle de la Terre. Il n'y a guère que quelques années que l'homme possède la technologie lui permettant de mener des recherches à une échelle si minuscule. Bien que la nanotechnologie soit récente, on estime que trois à quatre nouveaux \"nanoproduits\" apparaissent chaque semaine dans le commerce. Les applications de cette technologie sont présentes dans l'industrie textile, les cosmétiques, l'alimentation et les techniques de conditionnement.Si de nombreux scientifiques se montrent enthousiastes vis-à-vis des possibilités offertes par le développement d'une technologie à si petite échelle, d'autres s'inquiètent de son impact sur la santé publique et l'environnement, ainsi que des problèmes éthiques qu'elle soulève. Des alarmes de santé et de sécurité publiques ont été tirées dans plusieurs pays, afin que soient mises en place des réglementations strictes, visant à empêcher que les nanoparticules ne soient accidentellement libérées dans l'environnement et les organismes vivants, et ne causent des dégâts toxiques imprévus.",
    "quote": "\"L'impact de la nanotechnologie devrait dépasser celui que la révolution électronique a eu sur nos vies.\"- Richard Schwartz",
    "tech_prereqs": [
        {
            "name": "Robotique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologie future",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Module stase (vaisseau spatial)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ss_stasis_chamber.json"
        },
        {
            "name": "Escouade XCOM|Escouades XCOM",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/xcom_squad.json"
        }
    ],
    "building_unlocks": []
}