{
    "id": 37,
    "name": "Navigation",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
    "era": "Renaissance",
    "cost": 1150,
    "civilopedia_entry": "La navigation est la science permettant aux marins de traverser sans encombre les mers et les océans. Les premières embarcations quittaient rarement les zones côtières. Si cela facilitait la navigation, cela limitait également les lieux accessibles, et mettait en danger les bateaux (qui pouvaient être emportés au large ou, par vent contraire, aller se fracasser contre des récifs). Avant l'invention du moteur à vapeur, il existait peu de choses plus terrifiantes pour un capitaine de navire que d'être \"sous le vent\" (ce qui signifiait qu'un vent violent emportait le navire vers une côte proche).Avant l'avènement des satellites, des radios et des radars, les navires se dirigeaient en suivant leurs déplacements sur une carte marine, soit \"à l'estime\". Il suffisait d'avoir une idée précise de la vitesse du navire et de la direction dans laquelle il allait pour connaître précisément sa position. Cependant, après plusieurs semaines en mer, la moindre erreur d'évaluation de la direction ou de la vitesse pouvait peu à peu s'accumuler et provoquer des erreurs colossales. Au beau milieu du Pacifique, manquant d'eau potable et se dirigeant vers le seul bout d'île océanique disposant d'eau de source à des milliers de kilomètres à la ronde, une erreur de navigation à l'estime pouvait avoir des conséquences dramatiques.Le capitaine d'un navire pouvait également se tourner vers les cieux pour trouver son chemin. Si le temps était au beau fixe, les capitaines pouvaient utiliser des instruments permettant de prédire avec exactitude le moment où le soleil serait à son zénith (sa position la plus élevée) au-dessus du navire. S'ils possédaient également une horloge précise et correctement réglée, ils pouvaient déterminer exactement à quelle longitude (ou distance, sur un axe est-ouest) ils se trouvaient par rapport au méridien de référence (celui de Greenwich, en Angleterre). Bien entendu, cela nécessitait un temps clément et dégagé, une horloge fiable et la capacité de déterminer avec précision le zénith du soleil, malgré une houle parfois rageuse. Lorsque le ciel nocturne était dégagé, les capitaines pouvaient obtenir le même genre d'informations grâce au positionnement de certaines étoiles. Bien entendu, l'invention de la radio, du radar et des satellites rendit la navigation plus simple et plus sûre. Il suffit de constater qu'aujourd'hui encore, des navires motorisés s'échouent régulièrement sur les plages ou viennent percuter des ponts, pour imaginer à quel point diriger un bateau à voiles devait être complexe.",
    "quote": "\"Les vents et les vagues sont toujours du côté des navigateurs habiles\". - Edward Gibbon",
    "tech_prereqs": [
        {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Archéologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Frégate|Frégates",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/frigate.json"
        },
        {
            "name": "Navire de ligne|Navires de ligne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ship_of_the_line.json"
        },
        {
            "name": "Gueux de la mer|Gueux de la mer",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/sea_beggar.json"
        },
        {
            "name": "Corsaire|Corsaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/privateer.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Chantier naval|Chantiers naval",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/seaport.json"
        }
    ]
}