{
    "id": 66,
    "name": "Fission nucléaire",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fission.png",
    "era": "Ère atomique",
    "cost": 6400,
    "civilopedia_entry": "La fission nucléaire est une réaction nucléaire durant laquelle les noyaux d'atomes radioactifs se divisent (d'où le terme de fission). La réaction se traduit par l'émission de neutrons qui viennent percuter d'autres atomes, provoquant une réaction en chaîne. Si les atomes sont suffisamment nombreux, la fission peut s'alimenter elle-même. Elle génère alors une grande quantité d'énergie de manière contrôlée (réacteur nucléaire) ou totalement incontrôlée (bombe atomique).Si la fission nucléaire produit énormément d'énergie (plusieurs millions de fois plus que le même poids d'essence), elle produit dans le même temps une quantité non négligeable de déchets particulièrement difficiles à éliminer. Notons aussi que le procédé est mortel pour toute créature vivante : lentement dans le cadre d'une exposition à la radioactivité, ou très rapidement si la réaction en chaîne devient incontrôlable et provoque une explosion.La fission nucléaire ne se produit que rarement à l'état naturel. Le dernier cas remonte à quelque deux millions d'années. Depuis, la quantité de matériau fissile s'est désintégrée, rendant toute fission naturelle impossible sur Terre.En 1917, le Néo-Zélandais Ernest Rutherford fut le premier homme à scinder l'atome. En 1934, l'Italien Enrico Fermi expérimenta le bombardement de neutrons sur de l'uranium. La même année, Ida Noddack proposa l'idée d'une possible fission nucléaire (en d'autres termes, d'une réaction nucléaire prolongée). En 1938, les chimistes allemands Otto Hahn et Fritz Strassmann parvinrent à créer la première réaction en chaîne nucléaire de l'Histoire.Au début de la Deuxième Guerre mondiale, la course à la création de l'arme nucléaire battait son plein. Après avoir reçu une lettre d'Albert Einstein et de Leó Szilárd (alors réfugiés aux États-Unis) décrivant le potentiel meurtrier d'une éventuelle arme nucléaire, le président Franklin Roosevelt constitua une équipe de recherche scientifique et militaire destinée à créer une telle arme avant les Allemands (dont on supposait à l'époque qu'ils menaient les mêmes recherches). Des scientifiques étasuniens, canadiens et britanniques travaillèrent ensemble sur le projet qui fut baptisé \"Projet Manhattan\".Après cinq années de travail acharné, les scientifiques du Projet Manhattan parvinrent à créer et à tester une arme nucléaire. Les 6 et 9 août 1945, les États-Unis d'Amérique lâchèrent des bombes atomiques sur les villes japonaises d'Hiroshima et de Nagasaki. Ces premières déflagrations atomiques tuèrent près de 120 000 Japonais le premier jour et autant les trois mois suivants en raison des brûlures, de l'empoisonnement radioactif et d'autres blessures traumatiques. Le Japon capitula sans condition le 15 août 1945.Depuis la Deuxième Guerre mondiale, plus aucune bombe atomique ne fut utilisée en combat (bien que de nombreuses aient été testées). Les États-Unis, la Russie, l'Angleterre et la France possèdent encore d'importantes réserves d'ogives atomiques (les États-Unis et la Russie en possédant la grande majorité), et des pays comme la Chine, Israël, le Pakistan, l'Inde et la Corée du Nord ont depuis acquis la bombe A. Aujourd'hui, les États-Unis s'évertuent à empêcher l'Iran de développer de telles armes, mais nul ne sait s'ils y parviendront.",
    "quote": "\"Je suis devenu la Mort, le destructeur de mondes.\"- J. Robert Oppenheimer",
    "tech_prereqs": [
        {
            "name": "Théorie atomique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
        },
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tactiques mobiles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mobile_tactics.json"
        },
        {
            "name": "Balistique avancée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bombe atomique|Bombes atomiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/atomic_bomb.json"
        },
        {
            "name": "Bazooka|Bazookas",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/bazooka.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Centrale nucléaire|Centrales nucléaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/nuclear_plant.json"
        }
    ]
}