{
    "id": 78,
    "name": "Fusion nucléaire",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
    "era": "Ère de l'info.",
    "cost": 8800,
    "civilopedia_entry": "Phénomène naturel survenant à l'intérieur des étoiles, la fusion nucléaire correspond à l'assemblage d'atomes identiquement chargés formant un atome à la fois plus lourd et plus grand. Par exemple, deux atomes d'hydrogène fusionnent pour former un atome d'hélium. L'un des effets produits par cet assemblage est la libération ou l'absorption d'énormément d'énergie (bien plus que la quantité d'énergie nécessaire à la fusion initiale des deux noyaux atomiques). Maîtriser la puissance générée par la fusion a été l'objectif de la recherche énergétique depuis les années 1950. Cet engouement est né après l'observation de la puissance libérée par les réactions en chaîne incontrôlées survenues suite à l'explosion de la première bombe à hydrogène.En vulgarisant au maximum, il existe deux types de fusion : celle produisant de l'énergie et celle consommant de l'énergie. La fusion entre les éléments les plus légers et n'importe lequel de leurs isotopes (soit tout élément plus léger que le fer ou de poids atomique inférieur à 26) libèrera généralement de l'énergie. À l'inverse, la fusion des éléments les plus lourds en consommera. L'inverse est également vrai pour la fission.Une énorme quantité d'énergie est nécessaire pour que deux atomes surmontent la répulsion due à leurs charges positives et fusionnent (même s'il s'agit d'atomes d'hydrogène, le plus léger des éléments). Cependant, certains scientifiques sont convaincus que dès 2020, il sera possible de créer un réacteur capable non seulement de contrôler et de modifier légèrement le phénomène, mais également de produire dix fois plus d'énergie qu'il n'en faut pour déclencher la réaction. La mise à disposition de ce type d'énergie pourrait révolutionner les infrastructures des pays du globe et changer la façon dont les applications technologiques, même les plus insignifiantes, fonctionneront.",
    "quote": "\"La libération de l'énergie atomique n'a pas créé un nouveau problème, elle n'a fait que rendre plus urgente la nécessité de résoudre un problème existant.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Balistique avancée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
        },
        {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/satellites.json"
        },
        {
            "name": "Robotique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologie future",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Mécacolosse de la mort|Mécacolosses de la mort",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/giant_death_robot.json"
        }
    ],
    "building_unlocks": []
}