{
    "id": 13,
    "name": "Optique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
    "era": "Ère classique",
    "cost": 85,
    "civilopedia_entry": "L'optique est l'étude de la lumière et de la vision. Les premiers et principaux défis de la discipline consistaient en l'amélioration de la perception de l'œil humain (lui permettre de voir plus loin, dans le noir ou de distinguer de très petits objets). Les premières lentilles furent développées par les Égyptiens et les Mésopotamiens de l'ère antique. Les plus vieilles d'entre elles, faites de cristal poli, datent de 700 av. J.-C.. Les Grecs et les Romains conçurent des lentilles rudimentaires en remplissant des verres avec de l'eau. Dans \"Optique\", Euclide décrit les règles mathématiques de la perception, et analyse le phénomène de réfraction. Au VIIIe siècle apr. J.-C., les intellectuels islamistes étudièrent l'optique en profondeur, rédigeant des traités érudits sur la réfraction, ainsi que sur la création de lentilles et de miroirs.Les premières lunettes portables furent inventées en Italie au XIIe siècle, et les premiers télescopes rudimentaires, ainsi que le premier microscope, au XVe siècle. S'ils n'étaient pas bien puissants au vu des performances des modèles modernes, ces instruments permirent à l'homme de percevoir le monde comme cela n'avait jamais été possible, et de parcourir les océans encore inexplorés du globe.",
    "quote": "\"Il avait fait un instrument pour voir, Si la lune brille ou non comme un miroir.\" - Samuel Butler",
    "tech_prereqs": [
        {
            "name": "Navigation à voile",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/sailing.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Boussole",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Phare|Phares",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/lighthouse.json"
        },
        {
            "name": "Grand phare|Grands phares",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_lighthouse.json"
        }
    ]
}