{
    "id": 77,
    "name": "Physique des particules",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
    "era": "Ère de l'info.",
    "cost": 8800,
    "civilopedia_entry": "La physique des particules permet à l'Homme d'approfondir davantage sa compréhension de la matière et de l'énergie que ne le lui permettait son ancêtre, la théorie atomique. Si le terme d'atome ne fut utilisé pour la première fois qu'en 1803 par le chimiste John Dalton, l'idée que toute matière peut être décomposée en particules fondamentales de plus en plus petites remonte au VIe siècle av. J.-C. La science moderne qu'est la physique des particules, soit l'étude des mécanismes de la physique quantique, ne naquit réellement qu'en 1838 avec la découverte des rayons cathodiques par Michael Faraday. Cette découverte permit de prouver que l'atome (considéré jusqu'alors comme le plus petit élément physique existant) était en réalité composé de particules encore plus petites.Le fondement de la théorie quantique est en général résumé par le \"modèle standard\", soit une classification des dix-sept types de particules élémentaires : 12 fermions, 4 bosons vectoriels et 1 boson scalaire (notons que contrairement à ce qui est traditionnellement enseigné en cours élémentaire, les protons et les neutrons n'en font pas partie, en cela qu'ils sont constitués de quarks, une certaine saveur de fermions). Les particules associées à la matière sont des fermions (leur spin est demi-entier) et celles associées aux énergies sont des bosons (leur spin est entier). A partir de ces 17 particules de base, il est possible de créer des centaines d'autres types de particules composites et fondamentales.Si bon nombre de physiciens des particules pensent qu'il reste encore certains éléments à découvrir et à comprendre pour y parvenir, les études dans ce domaine ont montré qu'il était bel et bien possible de changer le plomb en or (de façon purement physique et non économique), et que les théories fantaisistes des auteurs de science-fiction comme la matière noire et la théorie du Tout pourraient bien être exactes.",
    "quote": "\"Chaque particule de matière de l'univers attire toutes les autres avec une force inversement proportionnelle au carré́ de la distance qui les sépare.\"- Isaac Newton",
    "tech_prereqs": [
        {
            "name": "Télécommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
        },
        {
            "name": "Tactiques mobiles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mobile_tactics.json"
        },
        {
            "name": "Balistique avancée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologie future",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Moteur (vaisseau spatial)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ss_engine.json"
        }
    ],
    "building_unlocks": []
}