{
    "id": 61,
    "name": "Pénicilline",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/penicillin.png",
    "era": "Ère atomique",
    "cost": 5100,
    "civilopedia_entry": "Les pénicillines sont des antibiotiques dérivés de certains champignons. Les antibiotiques combattent et éliminent les micro-organismes que sont les bactéries, dont certaines (comme la peste, la syphilis et la lèpre, pour n'en citer que trois) sont particulièrement nocives pour la santé et le bien-être de l'homme. On pense que la première utilisation d'une pénicilline primitive remonterait au Moyen Âge, à l'époque où le pain moisi était utilisé pour traiter les blessures infectées. On doit la découverte scientifique des antibiotiques, en 1928, à Alexander Fleming. La première utilisation médicale de ces produits, à l'initiative de Cecil George Paine, survint deux ans plus tard. Leur utilisation s'étant activement répandue, certaines bactéries ont développé une tolérance à la pénicilline. Ainsi, d'autres antibiotiques à large spectre ont été inventés pour contrecarrer ces souches particulièrement résistantes. Malgré cela, la pénicilline et ses héritiers demeurent des armes précieuses dans la lutte permanente qui opposent les chercheurs aux redoutables bactéries.",
    "quote": "\"L'homme n'est jamais tant l'égal des dieux que lorsqu'il soigne l'homme.\" - Cicéron",
    "tech_prereqs": [
        {
            "name": "Réfrigération",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
        },
        {
            "name": "Matières plastiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Écologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Fusilier marin|Fusiliers marins",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/marine.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Laboratoire médical|Laboratoires médicaux",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/medical_lab.json"
        }
    ]
}