{
    "id": 17,
    "name": "Philosophie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/philosophy.png",
    "era": "Ère classique",
    "cost": 175,
    "civilopedia_entry": "La Philosophie est l'étude du réel et de la place de l'homme en son sein. Le mot vient du grec ancien \"philosophia\", signifiant \"amour de la sagesse\". Elle se différencie de la religion, en cela qu'elle tente de comprendre et de définir un système surnaturel (la philosophie va même plus loin en se demandant si ce système qu'elle a pour objet existe bel et bien). La philosophie s'intéresse à des questionnements d'ordres divers : la logique, la morale, l'observation, le réalisme, le bonheur, la vie, la mort et de nombreux autres sujets capitaux.Traditionnellement, on attribue l'invention de la philosophie occidentale aux Grecs. Au VIe siècle av. J.-C., Thalès de Milet fut le premier homme connu à avoir donné une explication naturelle (non-religieuse) concernant la création du monde. Après avoir observé des fossiles d'animaux marins au beau milieu des terres, il avança l'hypothèse que l'eau était à l'origine de toutes choses. Cette explication excluait toute intervention d'une puissance supérieure créatrice : il s'agissait d'un phénomène purement naturel. Après lui, les philosophes développèrent cette théorie de base (à l'exception, bien entendu, de ceux qui pensaient que rien n'existait, ceux qui pensaient que le monde n'était que le reflet d'un lieu lointain, et plusieurs autres aux théories diverses). Le problème du réel est que plus on l'étudie en profondeur, plus tout devient confus.Au mieux, la philosophie offre un outil de jugement et d'observation du monde permettant d'appréhender des choses nouvelles. Cependant, comme tout autre outil, elle peut servir le bien comme le mal. L'idée étant qu'elle offre théoriquement à chaque individu la structure intellectuelle de différencier l'un et l'autre.",
    "quote": "\"Il n'existe qu'une vertu, le savoir, et un vice, l'ignorance.\" - Socrate",
    "tech_prereqs": [
        {
            "name": "Calendrier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
        },
        {
            "name": "Écriture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Théologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Mosquée d'adobe|Mosquées d'adobe",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mud_pyramid_mosque.json"
        },
        {
            "name": "Tombeau|Tombeaux",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/burial_tomb.json"
        },
        {
            "name": "Temple|Temples",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/temple.json"
        },
        {
            "name": "Université publique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/national_college.json"
        },
        {
            "name": "Oracle|Oracles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/oracle.json"
        }
    ]
}