{
    "id": 30,
    "name": "Physique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
    "era": "Moyen Âge",
    "cost": 485,
    "civilopedia_entry": "La physique, science physique première, est l'étude de la matière. Appelée à l'origine \"science naturelle\", elle traitait de tout ce qui appartenait au monde visible, de la plus infime particule à la plus vaste galaxie. La physique s'intéresse à des phénomènes comme la gravité, la lumière, la chaleur et le magnétisme. Au fil des siècles, les connaissances humaines se développant de façon exponentielle, la physique fut subdivisée en de nombreuses disciplines telles l'astronomie, la chimie, la géologie, la biologie et l'ingénierie. Cela dit, chacune, à sa manière, se concentrait sur la mesure et l'explication rationnelle de phénomènes naturels.En 1687, Isaac Newton publia son œuvre maîtresse \"Philosophiae Naturalis Principia Mathematica\" (\"Principes mathématiques de philosophie naturelle\"), œuvre qui révolutionna la physique. Sans trop rentrer dans les détails, la première loi de Newton, baptisée \"principe d'inertie\", énonce qu'un objet immobile restera immobile et qu'un objet en mouvement restera en mouvement, tant qu'une force extérieure ne viendra pas altérer ces états. Sa deuxième loi décrit les altérations que les forces peuvent produire sur le déplacement d'un objet (pour ce faire, il utilise une formule signifiant que la force égale la masse multipliée par l'accélération). Sa troisième loi, ou \"principe des actions réciproques\", stipule que lorsque deux objets entrent en interaction, ils s'appliquent mutuellement des forces de magnitudes égales, mais de directions opposées (ou, en termes plus courants : \"Pour toute action existent une réaction similaire et une réaction inverse\").Les lois de Newton dominèrent la physique jusqu'au XXe siècle, au cours duquel elles furent détrônées par les lois de la relativité et de la mécanique quantique, deux découvertes qui changèrent le monde au moins autant que celles de Newton à leur époque.",
    "quote": "\"Mesure ce qui est mesurable et rends mesurable ce qui ne peut l'être.\" - Galilée ",
    "tech_prereqs": [
        {
            "name": "Moulage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Imprimerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
        },
        {
            "name": "Poudre à canon",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Trébuchet|Trébuchets",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/trebuchet.json"
        },
        {
            "name": "Hwach'a",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hwach'a.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Notre-Dame",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/notre_dame.json"
        }
    ]
}