{
    "id": 57,
    "name": "Matières plastiques",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
    "era": "Ère moderne",
    "cost": 4100,
    "civilopedia_entry": "Le plastique est un matériau à la fois léger, transparent et résistant qui conduit mal l'électricité. Il existe sous de nombreuses formes, certaines étant plus résistantes, d'autres plus souples, d'autres encore possédant une tolérance plus ou moins importante à la chaleur. Le plastique peut être fondu, compressé ou extrudé en d'innombrables formes. La société moderne en regorge : on en trouve entre autres dans les pare-chocs des automobiles, les prothèses, les biberons et les armes d'infanterie. Il est l'un des matériaux de construction majeurs du XXIe siècle.Le premier type de plastique à avoir été inventé par l'Homme fut conçu par l'Anglais Alexander Parkes en 1855. Sa création, la parkesine, était faite de cellulose (le matériau constitutif des cellules végétales) et servit de substitut à l'ivoire devenue de plus en plus rare en raison de la disparition progressive des grands mammifères marins.Le premier plastique entièrement synthétique fut la bakélite créée en 1909 par l'inventeur américain d'origine belge Leo Baekeland. Ce matériau avait l'avantage d'être peu coûteux, résistant et durable. Il fut utilisé dans la construction de radios, de téléphones, de poignées d'ustensiles divers, de touches de piano et de boules de billard. Si elle est dure, la bakélite a néanmoins l'inconvénient d'être relativement fragile. Peu à peu, elle a donc été largement remplacée par des plastiques plus souples et moins coûteux comme le polystyrène, le PVC, le nylon et d'autres variantes plus ou moins exotiques inventées au XXe siècle.Bien que relativement bon marché de nos jours, la plupart des plastiques sont constitués de nombreux produits pétrochimiques. Le pétrole devenant de plus en plus cher, le prix du plastique devrait lui aussi augmenter. Il est possible qu'un éventuel matériau miracle supplante à l'avenir cette matière reine qu'est devenu le plastique, mais pour l'heure, ce dernier demeure irremplaçable.",
    "quote": "\"Ben, je n'aurai qu'un mot à te dire, un seul mot : le plastique.\"- Buck Henry et Calder Willingham, Le Lauréat",
    "tech_prereqs": [
        {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
        },
        {
            "name": "Pièces de rechange",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Pénicilline",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/penicillin.json"
        },
        {
            "name": "Théorie atomique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Infanterie|Infanterie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/infantry.json"
        },
        {
            "name": "Pracinha|Pracinhas",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pracinha.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Laboratoire de recherche|Laboratoires de recherche",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/research_lab.json"
        },
        {
            "name": "Christ Rédempteur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/cristo_redentor.json"
        }
    ]
}