{
    "id": 2,
    "name": "Poterie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/pottery.png",
    "era": "Antiquité",
    "cost": 35,
    "civilopedia_entry": "La poterie est l'art le plus ancien et le plus utile de tous. La pratique consiste à créer des objets en argile que l'on fait ensuite chauffer dans des fours à très haute température. Le résultat est en général extrêmement fragile, mais également hermétique et insensible à la corrosion, à l'oxydation, aux infestations diverses, ainsi qu'à toute autre altération capable de menacer des objets en métal, en bois ou en tissu. Les premières poteries étaient des cruches et autres conteneurs permettant de stocker des liquides ou des céréales, ainsi que des pots de cuisine, des bols, des assiettes et des tasses.Le premier type de poterie connu, la terre cuite, est apparu il y a de cela 9000 ans. Poreuses, ces poteries étaient le plus souvent recouvertes d'un matériau plus imperméable (appelé \"engobe\"), ou vernissées. Les poteries en terre cuite sont extrêmement durables et restent très utilisées de nos jours. Les poteries en grès sont des objets cuits à des températures telles que l'argile se vitrifie (ils prennent alors l'aspect du verre et perdent leur porosité). Ce procédé a été découvert en Chine aux alentours de 1400 av. J.-C. La porcelaine est apparue au VIe siècle apr. J.-C., également en Chine. Elle est sensiblement similaire à la poterie en grès (la différence entre les deux techniques est encore débattue aujourd'hui), mais les produits en porcelaine sont généralement plus translucides et fragiles.",
    "quote": "\"Est-ce que l'argile dit à son potier : \"Que fais-tu ?\" - La Bible, Isaïe, 45:9",
    "tech_prereqs": [
        {
            "name": "Agriculture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Navigation à voile",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/sailing.json"
        },
        {
            "name": "Calendrier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
        },
        {
            "name": "Écriture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Grenier|Greniers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/granary.json"
        },
        {
            "name": "Pyramide|Pyramide",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pyramid.json"
        },
        {
            "name": "Autel|Autels",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/shrine.json"
        }
    ]
}