{
    "id": 35,
    "name": "Imprimerie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
    "era": "Renaissance",
    "cost": 780,
    "civilopedia_entry": "Si le principe de l'imprimerie à caractères mobiles semble avoir été inventé en Chine, la première presse à imprimer mécanisée fut inventée au milieu du XVe siècle par l'imprimeur allemand Johannes Gutenberg. Les premières presses à imprimer étaient en bois, et ressemblaient beaucoup aux presses à vin et à huile utilisées autour de la Méditerranée depuis des siècles.Sur les premières presses, les caractères étaient disposés à l'envers sur une platine de bois qui les maintenait fermement en position. L'encre était appliquée sur les caractères, puis le papier sur la platine. L'artisan tournait ensuite une hélice permettant de pressuriser le tout, et d'approcher le papier des caractères encrés. L'imprimeur retirait alors le papier et encrait à nouveau les caractères. Puis, le cycle recommençait. La presse de Gutenberg pouvait produire 250 pages à l'heure. Ce modèle n'évolua pas pendant près de trois siècles, jusqu'à ce qu'il soit supplanté par les machines métalliques. Au XIXe siècle, les presses à imprimer fonctionnant à la vapeur pouvaient produire quelque 7500 pages à l'heure.Ce qu'a apporté la presse à imprimer aux connaissances humaines est proprement faramineux. Avant elle, très peu de livres étaient imprimés, et ceux qui l'étaient pouvaient coûter plus qu'un travailleur moyen ne gagnait en un an. La Bibliothèque de l'Université de Cambridge ne comptait guère qu'un peu plus de 100 livres au moment où la presse fut inventée et, bientôt, tout un chacun put posséder chez lui Bibles et autres ouvrages. Soixante ans plus tard, le premier livre d'actualités (l'ancêtre des journaux) fit son apparition en Angleterre.",
    "quote": "\"Il est du devoir d'un journal d'imprimer l'actualité et de semer la pagaille.\" - Le Chicago Times",
    "tech_prereqs": [
        {
            "name": "Mécanique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
        },
        {
            "name": "Physique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
        },
        {
            "name": "Chevalerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Sciences économiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
        },
        {
            "name": "Métallurgie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Zoo|Zoos",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/zoo.json"
        },
        {
            "name": "Tour penchée de Pise|Tours penchées de Pise",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/leaning_tower_of_pisa.json"
        },
        {
            "name": "Théâtre du Globe|Théâtres du Globe",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/globe_theatre.json"
        }
    ]
}