{
    "id": 63,
    "name": "Radar",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radar.png",
    "era": "Ère atomique",
    "cost": 5100,
    "civilopedia_entry": "Le Radar est un système de détection physique qui utilise des ondes électromagnétiques pour identifier des objets lointains comme les navires ou les aéronefs. Apparu en 1941, le terme radar est l'acronyme anglais de \"Radio Detection And Ranging\" (en français : détection et estimation de la distance par ondes radio).En 1904, Christian Hulsmeyer créa un appareil capable de détecter la présence d'un navire en plein brouillard. Plus tard cette même année, il l'améliora afin qu'il puisse déterminer la distance à laquelle se trouvait l'objet détecté.Au mois d'août 1917, l'inventeur Nikola Tesla conçut les premières sections radars permettant à l'utilisateur de \"déterminer la position ou la trajectoire d'un objet en mouvement (comme un navire en mer), la distance parcourue par ce dernier, ainsi que sa vitesse\".À l'approche de la Deuxième Guerre mondiale, toutes les puissances industrielles du monde travaillaient activement à la conception du radar. Les Britanniques furent les plus proches d'y parvenir, mettant au point un système capable de repérer un aéronef en approche bien qu'il soit encore très loin des villes vulnérables (leur recherche fut motivée par la rumeur selon laquelle les Allemands auraient été en train de concevoir leur fameux Rayon de la mort). Ce système resta secret, si bien que durant la guerre, les Britanniques avancèrent que c'était en fait leurs sentinelles aériennes qui détectaient avant l'heure les assaillants allemands.A la fin de la guerre, tous les pays développés avaient réalisé d'importantes avancées en matière de technologie radar. Au milieu du siècle, la technologie se répandait dans le monde au niveau civil, notamment dans le domaine du trafic aérien. À l'exception éventuelle de certains aéronefs furtifs perfectionnés, il est aujourd'hui quasi impossible pour un avion de pénétrer dans l'espace aérien d'une nation industrialisée sans être repéré par un radar.",
    "quote": "\"La vision est l'art de voir les choses invisibles.\" - Jonathan Swift",
    "tech_prereqs": [
        {
            "name": "Électronique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
        },
        {
            "name": "Balistique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fission nucléaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
        },
        {
            "name": "Fusées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
        },
        {
            "name": "Informatique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bombardier|Bombardiers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/bomber.json"
        },
        {
            "name": "B-17",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/b17.json"
        },
        {
            "name": "Chasseur|Chasseurs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/fighter.json"
        },
        {
            "name": "Zéro|Zéros",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/zero.json"
        },
        {
            "name": "Parachutiste|Parachutistes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/paratrooper.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Aéroport|Aéroports",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/airport.json"
        }
    ]
}