{
    "id": 53,
    "name": "Radio",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
    "era": "Ère moderne",
    "cost": 3100,
    "civilopedia_entry": "La radio est la technologie permettant la transmission d'informations à un receveur éloigné via la modification de l'amplitude, de la fréquence ou de la durée de \"l'onde de l'émetteur\". En termes moins techniques, un transmetteur traduit les sons en ondes qu'il émet ensuite dans l'atmosphère. Ensuite, des récepteurs radio récupèrent ces ondes et les retraduisent en sons.Un poste de radio est une machine complexe. Il a fallu des siècles de recherche et de développement à des scientifiques et des physiciens tels que Michael Faraday, James Maxwell, Heinrich Hertz et Guglielmo Marconi pour achever la conception d'un modèle fonctionnel.Marconi, un physicien italien, travaillait à la création d'un télégraphe sans fil. En 1894, il parvint à envoyer un signal à près de 28 mètres. Il continua à affiner la technologie et, en 1901, il réussit à transmettre un signal au-delà de l'Atlantique. Continuant sur cette voie, dans les années 1920, il commença le développement de transmissions sans fil utilisant les ondes courtes, une technique qui allait devenir la pierre angulaire de la communication radio longue distance de l'ère moderne.Le premier programme radio fut diffusé le soir de Noël 1906. La première émission d'actualités vit le jour le 31 août 1920 à Détroit, dans le Michigan. À la fin des années 1920, les postes de radio étaient devenus monnaie courante aux États-Unis et en Europe.Les radios jouèrent un rôle prépondérant durant la Deuxième Guerre mondiale. En plus de permettre aux aéronefs et aux navires de communiquer, elles offraient la possibilité aux gouvernements en guerre de diffuser informations et propagande à l'attention de leurs citoyens, voire de leurs ennemis. Hitler, Churchill et Roosevelt furent tous trois des maîtres de ce procédé de communication. Après guerre, la radio resta extrêmement populaire, particulièrement aux États-Unis qui virent une augmentation considérable des réseaux et des stations radiophoniques. Elle demeura le principal média de divertissement jusqu'à l'avènement de la télévision dans les années 1950.Bien que diminuée par les technologies plus récentes que sont la télévision et Internet, la radio est encore une source importante et fiable d'informations et de divertissement pour les citoyens du monde. Comme le rock'n'roll, elle n'est pas près de mourir !",
    "quote": "\"Tout le pays était uni par la radio. Nous connaissions tous les mêmes héros, comédiens et chanteurs. Ils étaient des géants.\"- Woody Allen",
    "tech_prereqs": [
        {
            "name": "Électricité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Matières plastiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Tour de radiodiffusion|Tours de radiodiffusion",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/broadcast_tower.json"
        },
        {
            "name": "Tour Eiffel",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/eiffel_tower.json"
        },
        {
            "name": "Agence nationale du renseignement|Agences nationales du renseignement",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/national_intelligence_agency.json"
        },
        {
            "name": "Broadway|Broadway",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/broadway.json"
        }
    ]
}