{
    "id": 56,
    "name": "Voies ferrées",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
    "era": "Ère moderne",
    "cost": 3100,
    "civilopedia_entry": "Les premières Voies ferrées furent construites dans des mines européennes au XVIe siècle. Il s'agissait de chariots à roulettes montés sur des rails et tirés par des hommes ou des animaux (le plus souvent des chevaux ou des ânes). Le premier réseau de voies ferrées en surface, utilisé par des machines à vapeur, apparut en Angleterre en 1825. Une fois la technologie éprouvée, les rails se propagèrent dans le monde entier. La construction de la première voie ferrée américaine à but général, la \"Baltimore and Ohio Railroad\", débuta en 1827. Un siècle plus tard, tous les continents du monde possédaient un réseau étendu de chemins de fer.L'importance des voies ferrées dans le développement du monde ne saurait être sous-estimée. Avant que le transcontinental ne traverse les États-Unis, un voyage de New York jusqu'à San Francisco prenait des mois. En train, ce même voyage ne durait que sept jours pour la somme, modeste, de 65$. Une fois les rails terminés, la population européenne de l'ouest et du Midwest américain explosa. Les villes situées sur le passage des voies ferrées prospérèrent, et celles qui en étaient éloignées périclitèrent, avant d'être désertées.Après l'invention et la production massive de voitures et de camions au XXe siècle, l'importance des voies ferrées déclina peu à peu (et notamment aux États-Unis, où la population se prit de passion pour les automobiles). Malgré tout, les chemins de fer demeurent aujourd'hui encore un moyen très économique et (relativement) écologique de transport de marchandises et de personnes. Tout semble d'ailleurs indiquer qu'ils préparent un retour en force dans un avenir très proche.",
    "quote": "\"L'utilisation d'un agent aussi puissant que la vapeur dans la propulsion des véhicules de transport marquera grandement l'évolution de la société humaine.\" - Thomas Jefferson",
    "tech_prereqs": [
        {
            "name": "Moteur à vapeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
        },
        {
            "name": "Dynamite",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/dynamite.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Balistique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
        },
        {
            "name": "Combustion",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combustion.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Kremlin",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/kremlin.json"
        },
        {
            "name": "Neuschwanstein",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/neuschwanstein.json"
        }
    ]
}