{
    "id": 54,
    "name": "Pièces de rechange",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/replaceable_parts.png",
    "era": "Ère moderne",
    "cost": 3100,
    "civilopedia_entry": "Les pièces de rechange constituent la base d'un procédé de fabrication consistant à produire de nombreuses copies d'un objet à partir de pièces identiques. Ce procédé, qui permet un accroissement considérable de la vitesse et de la rentabilité de la fabrication, servit de catalyseur à la Révolution industrielle du XIXe siècle.L'un des moteurs de la création des pièces de rechange fut le désir d'armer rapidement les soldats. À l'origine, les mousquets étaient fabriqués par des artisans, et il n'existait pas deux modèles identiques. En effet, l'un des artisans allait produire des armes aux canons légèrement plus longs, l'autre proposer une gâchette plus ou moins grosse. Pour le propriétaire de l'arme, cela ne posait pas de problème particulier : en cas de casse, il lui suffisait de l'apporter à l'artisan qui l'avait conçu pour qu'il le répare. Mais lorsqu'une armée de mille hommes avait besoin de mousquets rapidement, cela était tout bonnement irréalisable.Cependant, si toutes les armes étaient identiques, il suffisait de remplacer une pièce usagée par n'importe quelle autre pièce de même type ôtée à une arme détériorée. De plus, un soldat qui s'était entraîné avec un mousquet pouvait se servir de n'importe quel autre mousquet sans avoir à se familiariser avec ses éventuelles particularités.Peu à peu, tous les produits manufacturés aux quatre coins de la planète furent constitués de pièces remplaçables. La plupart des artisans sont aujourd'hui devenus des artistes, et leurs œuvres sont bien trop onéreuses pour le consommateur moyen.",
    "quote": "\"Rien n'est particulièrement difficile si on le subdivise en petites tâches.\" - Henry Ford",
    "tech_prereqs": [
        {
            "name": "Moteur à vapeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
        },
        {
            "name": "Électricité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Matières plastiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
        },
        {
            "name": "Électronique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Légion étrangère|Légion étrangère",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/foreign_legion.json"
        },
        {
            "name": "Infanterie de la Grande Guerre|Infanteries de la Grande Guerre",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/great_war_infantry.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Base militaire|Bases militaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/military_base.json"
        },
        {
            "name": "Statue de la Liberté",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/statue_of_liberty.json"
        }
    ]
}