{
    "id": 45,
    "name": "Fusil",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
    "era": "Ère industrielle",
    "cost": 1600,
    "civilopedia_entry": "Le canon rayé est un canon d'arme à feu dans lequel ont été effectuées des rainures spiralées dans le but d'imprimer une rotation au projectile. En stabilisant ce dernier, les rainures lui offrent une précision grandement améliorée. Ce procédé a été inventé à Vienne au XVe siècle mais, à l'époque, il était extrêmement coûteux et chronophage. Il ne devint populaire que trois siècles plus tard. Au début du XVIIIe siècle, les fusils à canon rayé étaient utilisés par les tireurs d'élite de toutes les armées d'Europe et du monde.Au milieu du XVIIIe siècle, les fusils et les balles Minié rendirent les mousquets à canon rayé encore plus précis et meurtriers. Ces armes à feu, comme bien d'autres du même type, furent utilisées abondamment durant la guerre de Sécession, et firent plus de victimes que tous les autres fusils ou mousquets réunis.À la fin de la guerre de Sécession, les fusils Minié furent remplacés par des fusils à culasse utilisant des cartouches. Ces modèles étaient bien plus rapides à recharger et à tirer que les mousquets. Ces armes, comme le Springfield M1865 et ses descendants, allaient rester celles de l'infanterie américaine jusqu'à la Première Guerre mondiale et l'invention des premiers fusils automatiques. À l'époque moderne, la plupart des soldats d'infanterie sont équipés de fusil d'assaut, comme le M16 américain ou le AK-47 russe. Ces armes redoutables donnent aux soldats d'aujourd'hui une puissance de feu équivalente à celle de dizaines de soldats vétérans de la fin du XIXe siècle.",
    "quote": "\"Il est bon que la guerre soit terrible, sans cela nous ne pourrions plus nous en passer.\" - Robert E. Lee",
    "tech_prereqs": [
        {
            "name": "Sciences économiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
        },
        {
            "name": "Métallurgie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Moteur à vapeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Fusilier|Fusiliers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/rifleman.json"
        },
        {
            "name": "Infanterie à ski norvégienne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/norwegian_ski_infantry.json"
        },
        {
            "name": "Mehal Sefari|Mehal Sefari",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mehal_sefari.json"
        },
        {
            "name": "Karoliner|Karoliner",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/carolean.json"
        }
    ],
    "building_unlocks": []
}