{
    "id": 73,
    "name": "Robotique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
    "era": "Ère de l'info.",
    "cost": 7700,
    "civilopedia_entry": "Si divers types d'automates et de machines sont apparus au cours de l'Histoire depuis le Ier siècle apr. J.-C., la première machine entièrement autonome n'a fait son apparition qu'au milieu du XXe siècle. L'écrivain de science-fiction Isaac Asimov a inventé à son insu le terme \"robotique\" dans sa nouvelle de 1941 \"Menteur !\". Il était en effet persuadé qu'il existait, puisque d'autres comme \"électronique\" faisaient déjà partie du vocabulaire. La robotique couvre tous les aspects de l'électronique, de la mécanique et de la programmation informatique des robots, ainsi que les diverses manières dont ils perçoivent leur environnement et interagissent avec lui.[TAB][TAB]Les robots industriels basiques sont utilisés depuis le début des années 1960, mais des modèles plus puissants et sophistiqués sont actuellement en développement. Incontestablement utiles dans les usines où ils effectuent des tâches répétitives de grande précision, les robots font l'objet d'études poussées destinées à les doter de prothèses à l'apparence réelle, de la démarche verticale habituellement propre aux hommes, et de la capacité de reconnaître et de reproduire des gestes, des émotions et des expressions humaines.[TAB][TAB]Si l'industrie du divertissement a amassé des millions en jouant sur la peur d'une soudaine révolte de machines résolues à asservir l'homme qui les a créées, la robotique est en réalité bridée par le développement de l'I.A., l'intelligence artificielle. Les robots sont effectivement très performants lorsqu'il est question d'accomplir une série de tâches ou d'instructions prédéfinies, mais ils ne jouissent encore ni de raison, ni d'une pensée autonome. En ce sens, leur utilité dans un avenir proche semble limitée (en d'autres termes, ce n'est pas demain la veille que nous serons asservis par une armée d'aspirateurs mutins).",
    "quote": "\"1. Un robot ne peut porter atteinte à un être humain ni, restant passif, laisser cet être humain exposé au danger.2. Un robot doit obéir aux ordres donnés par les êtres humains, sauf si de tels ordres sont en contradiction avec la Première Loi.3. Un robot doit protéger son existence dans la mesure où cette protection n'entre pas en contradiction avec la Première ou la Deuxième Loi.\"- Isaac Asimov",
    "tech_prereqs": [
        {
            "name": "Fusées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
        },
        {
            "name": "Informatique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fusion nucléaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
        },
        {
            "name": "Furtivité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
        },
        {
            "name": "Nanotechnologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nanotechnology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Croiseur lance-missiles|Croiseurs lance-missiles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/missile_cruiser.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Chantier spatial|Chantiers spatiaux",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/spaceship_factory.json"
        }
    ]
}