{
    "id": 67,
    "name": "Fusées",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
    "era": "Ère atomique",
    "cost": 6400,
    "civilopedia_entry": "Bien que la date du premier lancement de fusée soit quelque peu contestée, il est généralement admis qu'il eut lieu aux alentours de 1230 en Chine durant une opération militaire. Le premier lancement dont nous possédions des témoignages écrits remonte quant à lui à 1264, en Chine également. Il s'agit du vol d'une fusée d'artifice à combustion interne. Ces premières fusées utilisaient un carburant solide, souvent de la poudre à canon, et volaient rarement au-delà de 600 mètres.L'invention des fusées modernes pourrait être attribuée au professeur Robert Goddard. Ce dernier posa comme principes que le carburant ne devait pas être brûlé dans une petite chambre de combustion isolée, que les fusées devaient être construites sur plusieurs étages distincts et que la poussée pouvait être améliorée via l'utilisation d'une tuyère en forme de sablier appelée tuyère de Laval. Jusqu'aux améliorations de Goddard, les fusées brûlaient l'intégralité de leur carburant au sein d'une grande chambre de combustion et n'étaient capables ni de voler à une vitesse incroyable, ni de parcourir des distances intercontinentales.Aujourd'hui, les fusées utilisent une combinaison d'ergols liquides leur permettant d'atteindre une vitesse hypersonique à un prix relativement modeste. Au-delà de leur utilisation militaire évidente dans la propulsion de missiles visant à frapper des cibles lointaines, les fusées sont également utilisées dans le cadre de l'industrie du feu d'artifice, la fabrication des sièges éjectables, la recherche atmosphérique et, bien entendu, le vol spatial.",
    "quote": "\"Pour ceux qui aiment jouer avec les fusées, voici une règle simple à suivre : toujours partir du principe qu'elles vont exploser.\"- Magazine d'astronautique, 1937",
    "tech_prereqs": [
        {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Balistique avancée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
        },
        {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/satellites.json"
        },
        {
            "name": "Robotique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Lance-missiles SAM mobile|Lance-missiles SAM mobiles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mobile_sam.json"
        },
        {
            "name": "Lance-roquettes|Lance-roquettes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/rocket_artillery.json"
        }
    ],
    "building_unlocks": []
}