{
    "id": 72,
    "name": "Satellites",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
    "era": "Ère de l'info.",
    "cost": 7700,
    "civilopedia_entry": "La technologie des satellites comprend l'étude et le développement de corps orbitaux artificiels (à l'inverse, donc, des corps naturels comme la Lune). Les satellites de confection humaine ont été une source d'inspiration majeure pour les auteurs de science-fiction depuis le début des années 1900. A titre d'exemple, le visionnaire Arthur C. Clarke imagina les plans d'un réseau satellitaire de communication de masse bien avant que la technologie ne permette de le mettre en place.Cependant, les satellites demeurèrent du domaine de la fiction pure jusqu'en 1957, année du lancement du premier satellite russe, Spoutnik 1. En plus d'avoir prouvé qu'il était possible de placer un objet conçu par l'homme en orbite constante autour de la Terre, cet évènement déclencha la course à l'espace entre l'Union soviétique et les États-Unis. Plus tard cette même année, Spoutnik 2 fut lancé, emportant à son bord le premier être terrestre à être allé dans l'espace, la chienne Laïka. Un an plus tard, les États-Unis lançaient leur premier satellite, Explorer 1.Cette course à l'espace opposant les deux rivaux provoqua l'envoi en orbite par plus de cinquante nations différentes de milliers de satellites spécialisés. Au-delà de leurs évidentes applications militaires et d'espionnage, les satellites sont entre autres utilisés dans le cadre de la communication de masse (Clarke avait donc vu juste), des systèmes GPS et de la navigation, de la recherche et de l'observation météorologiques, ainsi que de la transmission de programmes de divertissement. Le satellite le plus grand actuellement en orbite est la Station spatiale internationale (en anglais International Space Station ou ISS).",
    "quote": "\"Maintenant, étrangement, d'une certaine manière, le ciel semblait presque d'un autre monde.\"- Lyndon B. Johnson",
    "tech_prereqs": [
        {
            "name": "Fusées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Fusion nucléaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Cabine (vaisseau spatial)",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ss_cockpit.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Télescope spatial Hubble|Télescopes spatiaux Hubble",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hubble_space_telescope.json"
        }
    ]
}