{
    "id": 43,
    "name": "Théorie scientifique",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/scientific_theory.png",
    "era": "Ère industrielle",
    "cost": 1600,
    "civilopedia_entry": "La théorie scientifique est une façon d'envisager le monde selon laquelle l'observateur utilise la \"méthode scientifique\" pour expliquer le fonctionnement de l'univers. Grâce à une observation attentive et à la pratique de l'expérience, un scientifique élabore une théorie pour expliquer certains phénomènes. Si ses pairs parviennent à confirmer sa théorie en réitérant l'expérience, elle est alors considérée comme \"empirique\" (tout du moins jusqu'à ce que de nouvelles observations ou expériences ne viennent la remettre en question). Si les expériences du scientifique ne peuvent être reproduites par d'autres, sa théorie doit être appréhendée avec le plus grand scepticisme.Si elle est extrêmement répandue aujourd'hui dans la plupart des pays développés, la théorie scientifique n'est pas la seule manière pour l'homme d'envisager le monde. Certains, par exemple, expliquent le fonctionnement de l'univers en fonction de la parole divine (en d'autres termes, de ce qui est défini par les textes sacrés). Si une observation ou une expérience contredit le message du ou des dieux, c'est qu'elle a dû être faussée d'une quelconque manière. Ces deux méthodes d'observation du monde s'opposent depuis des siècles, et ce sera probablement encore le cas pendant de nombreuses années.",
    "quote": "\"Tout grand progrès scientifique est né d'une nouvelle audace de l'imagination.\"- John Dewey",
    "tech_prereqs": [
        {
            "name": "Sciences économiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
        },
        {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Biologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/biology.json"
        },
        {
            "name": "Moteur à vapeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
        },
        {
            "name": "Électricité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "École publique|Écoles publiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/public_school.json"
        }
    ]
}