{
    "id": 50,
    "name": "Moteur à vapeur",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steam_power.png",
    "era": "Ère industrielle",
    "cost": 2350,
    "civilopedia_entry": "Lorsqu'elle est chauffée, l'eau produit de la vapeur. Celle-ci se dilate sous la pression et, dans les moteurs à vapeur, une partie de l'énergie calorifique est captée, puis utilisée pour lever ou baisser un piston, ou bien activer un rotor. Les principes théoriques du fonctionnement et de l'utilisation de la vapeur étaient déjà connus du temps des Grecs de l'antiquité, mais personne ne parvint à les mettre en pratique avant le XVIIe siècle. Ce fut, à cette époque, l'Anglais Thomas Savery qui, le premier, mit au point une pompe à vapeur, celle-ci destinée à évacuer l'eau des mines. En 1765, James Watt améliora considérablement le moteur à vapeur, à tel point qu'il fut dès lors utilisé dans de très divers domaines. En 1802, les moteurs à vapeur furent installés sur les navires, et en 1825, les trains à vapeur filaient sur les rails.La vapeur révolutionna l'industrie et les moyens de transport des pays du globe. En un siècle, le monde entier était recouvert d'une matrice de voies ferrées et d'itinéraires de navires à vapeur. Des usines alimentées par la vapeur produisaient des dizaines de millions de tonnes de marchandises commerciales (et de matériel militaire). Les pays industrialisés profitèrent d'une incroyable hausse de productivité et de richesses (sans oublier la pollution). Le charbon, la principale source d'énergie utilisée pour générer de la vapeur, fut miné frénétiquement dans toute la planète. Une importante partie de la stratégie militaire mondiale de la Grande-Bretagne reposait sur la protection des stations minières de charbon situées à divers lieux stratégiques en plein cœur des océans de la planète.À terme, les moteurs à vapeur furent remplacés par les moteurs à combustion interne, bien plus puissants et nettement moins polluants. Il n'en demeure pas moins qu'avant le pétrole, le charbon était roi et que, sans lui, le monde moderne n'en serait pas là où il en est aujourd'hui.",
    "quote": "\"Les nations occidentales espèrent que les possibilités de communication offertes par la vapeur feront du monde entier une grande famille.\" - Townsend Harris",
    "tech_prereqs": [
        {
            "name": "Fusil",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
        },
        {
            "name": "Industrialisation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
        },
        {
            "name": "Théorie scientifique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Pièces de rechange",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
        },
        {
            "name": "Voies ferrées",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
        },
        {
            "name": "Aviation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Cuirassé à vapeur|Cuirassés à vapeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ironclad.json"
        }
    ],
    "building_unlocks": []
}