{
    "id": 80,
    "name": "Furtivité",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/stealth.png",
    "era": "Ère de l'info.",
    "cost": 8800,
    "civilopedia_entry": "Si le concept ou la pratique de la furtivité est extrêmement ancien dans l'histoire du développement de la civilisation humaine, l'approche moderne de cette technologie l'a élevé à un tout autre niveau. La furtivité est le fruit de multiples disciplines et tactiques militaires allant au-delà des limites de la perception humaine. Cette technologie tente à la fois de concevoir des objets capables d'échapper aux détections radars, acoustiques et thermales (ou à tout autre système de repérage), et de les détecter par des moyens similaires extrêmement sophistiqués.Consistant à fondre visuellement un objet dans son environnement, les tenues de camouflage comptent parmi les méthodes les plus anciennes et les plus rudimentaires de dissimulation. Cependant, de nombreuses avancées technologiques ont suscité le besoin de concevoir des méthodes de camouflage et de détection plus dynamiques et élaborées. Aujourd'hui, on injecte des produits chimiques thermiques dans les vêtements, les navires sont fabriqués à partir de matériaux spéciaux absorbant les ondes radars, et les signatures infrarouges des avions sont dissimulées par de nouveaux systèmes de propulsion particulièrement ingénieux. S'il n'est pas toujours possible de rendre un objet totalement invisible à tous les modes de détection, les véhicules furtifs et les avions de reconnaissance ont changé la manière dont sont exécutées les opérations militaires. Les nations ont en effet appris à tirer de cruciaux avantages de cette technologie.",
    "quote": "\"Soyez particulièrement subtil, jusqu'à perdre toute forme. Soyez particulièrement mystérieux, jusqu'à ne plus produire aucun son. C'est comme ça que vous dirigerez le destin de votre adversaire.\"- Sun Tzu",
    "tech_prereqs": [
        {
            "name": "Robotique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
        },
        {
            "name": "Lasers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/lasers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologie future",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bombardier furtif|Bombardiers furtifs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/stealth_bomber.json"
        }
    ],
    "building_unlocks": []
}