{
    "id": 31,
    "name": "Acier",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steel.png",
    "era": "Moyen Âge",
    "cost": 485,
    "civilopedia_entry": "L'acier est un alliage de fer et de carbone. Selon la proportion de l'un et de l'autre, l'alliage obtenu sera plus ou moins solide, flexible et résistant à la corrosion. Le fer a été travaillé dès le deuxième millénaire av. J.-C. et, dès le début, des petites quantités d'acier étaient également produites. Généralement, le fer permettait de fabriquer deux produits différents : le fer forgé et la fonte. Si le premier était plus flexible, le dernier était plus résistant, plus cassant, mais également bien moins cher à produire.En 1751, l'inventeur anglais Benjamin Huntsman installa une aciérie à Sheffield, en Angleterre. L'usine d'Huntsman utilisait la technique du creuset pour fabriquer l'acier, une méthode qui se répandit d'abord dans toute l'Europe, puis aux États-Unis, avant d'arriver en Asie et dans le reste du monde. La grande amélioration suivante est apparue aux États-Unis en 1855, lorsque l'inventeur Henry Bessemer mit au point le procédé qui porte son nom. Quelques améliorations plus tard, la production mondiale annuelle d'acier connut une augmentation colossale. Au début du XXe siècle, celle-ci atteignait les 50 millions de tonnes.",
    "quote": "John Henry dit à son capitaine,\"Un homme n'est rien de plus qu'un homme, Et je ne laisserai pas votre engin à vapeur me battre, Sans mourir le marteau à la main,  Sans mourir le marteau à la main.\" - Anonyme : La Ballade de John Henry, l'homme au marteau",
    "tech_prereqs": [
        {
            "name": "Moulage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Poudre à canon",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Spadassin à épée longue|Spadassins à épée longue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/longswordsman.json"
        },
        {
            "name": "Samouraï|Samouraïs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/samurai.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Dépôt d'armes|Dépôts d'armes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/armory.json"
        }
    ]
}