[
    {
        "id": 1,
        "name": "Agriculture",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/agriculture.png",
        "era": "Antiquité",
        "cost": 20,
        "civilopedia_entry": "L'agriculture regroupe l'ensemble des travaux transformant le milieu naturel pour la production des végétaux et des animaux utiles à l'homme : nourriture, vêtements, constructions, médicaments, produits de divertissement, et bien d'autres choses encore. Il est fort probable que la culture de produits agricoles se soit développée à divers endroits de façon totalement indépendante. La preuve d'exploitation agricole la plus ancienne dont nous disposions date de la fin de l'ère glacière, soit il y a près de 11 000 ans. Il est intéressant de noter que contrairement à ce que nous pourrions croire, l'agriculture n'aurait pas été inventée par des chasseurs-cueilleurs affamés, mais plus probablement par des chasseurs-cueilleurs prospères qui possédaient déjà suffisamment de vivres. Cela n'est pas si surprenant : les peuples bénéficiant d'un surplus de nourriture sont plus à même d'expérimenter de nouvelles technologies, craignant moins de subir les conséquences de potentiels échecs ; alors que ceux qui sont accablés par la famine vont se concentrer sur des méthodes sûres et éprouvées de récolte de nourriture.À ses débuts, l'agriculture employait des procédés lents et cycliques. On semait des graines au printemps, puis on s'occupait des champs jusqu'à ce que les denrées soient prêtes à être récoltées (parfois plusieurs mois durant). Comme très peu de lieux possèdent un climat propice à une production agricole basée sur des cycles annuels, les agriculteurs devaient pouvoir soit entreposer la nourriture en prévision des difficiles mois d'hiver, soit échanger le fruit de leurs récoltes avec les producteurs capables d'obtenir de la nourriture toute l'année (grâce, notamment, à la chasse et à la pêche). Les agriculteurs ont toujours été à la merci de la nature et du temps : il suffisait qu'il ne pleuve pas pendant un an ou que des nuisibles dévorent les récoltes, pour qu'une famille meure purement et simplement de faim.L'agriculture moderne (l'agro-industrie) est une science complexe et contraignante impliquant manipulations génétiques, engrais et insecticides élaborés, ainsi que des systèmes d'irrigation informatisée et de récoltes robotisées. Les dernières avancées en la matière ont augmenté la production de nourriture moyenne au mètre carré à un point tel que certains pays (notamment les États-Unis) souffrent parfois, non de famine, mais d'un excès de nourriture. En plus d'une dangereuse et croissante obésité, cette surabondance provoque une baisse des prix qui menace directement les conditions de vie des agriculteurs qui produisent tous ces vivres.",
        "quote": "\"Lorsque le labourage commence, les autres arts suivent. Les fermiers, par conséquent, sont les fondateurs de la civilisation.\" - Daniel Webster",
        "tech_prereqs": [],
        "tech_unlocks": [
            {
                "name": "Poterie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
            },
            {
                "name": "Élevage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/animal_husbandry.json"
            },
            {
                "name": "Tir à l'arc",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archery.json"
            },
            {
                "name": "Exploitation minière",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mining.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Colon|Colons",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/settler.json"
            },
            {
                "name": "Ouvrier|Ouvriers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/worker.json"
            },
            {
                "name": "Éclaireur|Éclaireurs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/scout.json"
            },
            {
                "name": "Guerrier|Guerriers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/warrior.json"
            },
            {
                "name": "Jaguar|Jaguars",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/jaguar.json"
            },
            {
                "name": "Guerrier maori|Guerriers maori",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/maori_warrior.json"
            },
            {
                "name": "Propulseur|Propulseurs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/atlatlist.json"
            },
            {
                "name": "Défricheur|Défricheurs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pathfinder.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
    },
    {
        "id": 2,
        "name": "Poterie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/pottery.png",
        "era": "Antiquité",
        "cost": 35,
        "civilopedia_entry": "La poterie est l'art le plus ancien et le plus utile de tous. La pratique consiste à créer des objets en argile que l'on fait ensuite chauffer dans des fours à très haute température. Le résultat est en général extrêmement fragile, mais également hermétique et insensible à la corrosion, à l'oxydation, aux infestations diverses, ainsi qu'à toute autre altération capable de menacer des objets en métal, en bois ou en tissu. Les premières poteries étaient des cruches et autres conteneurs permettant de stocker des liquides ou des céréales, ainsi que des pots de cuisine, des bols, des assiettes et des tasses.Le premier type de poterie connu, la terre cuite, est apparu il y a de cela 9000 ans. Poreuses, ces poteries étaient le plus souvent recouvertes d'un matériau plus imperméable (appelé \"engobe\"), ou vernissées. Les poteries en terre cuite sont extrêmement durables et restent très utilisées de nos jours. Les poteries en grès sont des objets cuits à des températures telles que l'argile se vitrifie (ils prennent alors l'aspect du verre et perdent leur porosité). Ce procédé a été découvert en Chine aux alentours de 1400 av. J.-C. La porcelaine est apparue au VIe siècle apr. J.-C., également en Chine. Elle est sensiblement similaire à la poterie en grès (la différence entre les deux techniques est encore débattue aujourd'hui), mais les produits en porcelaine sont généralement plus translucides et fragiles.",
        "quote": "\"Est-ce que l'argile dit à son potier : \"Que fais-tu ?\" - La Bible, Isaïe, 45:9",
        "tech_prereqs": [
            {
                "name": "Agriculture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Navigation à voile",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/sailing.json"
            },
            {
                "name": "Calendrier",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
            },
            {
                "name": "Écriture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Grenier|Greniers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/granary.json"
            },
            {
                "name": "Pyramide|Pyramide",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pyramid.json"
            },
            {
                "name": "Autel|Autels",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/shrine.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
    },
    {
        "id": 3,
        "name": "Élevage",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
        "era": "Antiquité",
        "cost": 35,
        "civilopedia_entry": "L'élevage semble être apparu à peu près en même temps que l'agriculture. Le chien serait le premier animal à avoir été domestiqué par l'homme, probablement pour l'assister à la chasse et au combat. Certains indices suggèrent que les premiers chiens furent dressés et élevés en Chine (à ce propos, les généticiens pensent que 95% des chiens d'aujourd'hui descendent d'une poignée d'animaux chinois). Les chèvres et les moutons furent domestiqués au Moyen-Orient aux environs de 10 000 av. J.-C.Pour parvenir à domestiquer un animal, plusieurs critères doivent être réunis. Il doit : pouvoir s'alimenter en mangeant de la nourriture qui n'intéresse pas les humains (comme de l'herbe, des nuisibles ou des restes de repas) ; pouvoir se développer très vite (afin de devenir exploitable très tôt, et pour que les modifications génétiques, ne pouvant survenir qu'à chaque nouvelle génération, apparaissent plus rapidement) ; ne pas être farouche ; ne pas succomber facilement à la panique ou, dans le cas contraire, rester avec ses semblables, et ce afin qu'hommes ou chiens puissent les garder en troupeaux ; et enfin, dans le meilleur des cas, on doit pouvoir lui apprendre à considérer l'homme comme son chef de meute.Les scientifiques pensent que les chevaux ont été domestiqués pour la première fois en Ukraine entre 4000 et 3500 av. J.-C. Il est fort probable qu'ils aient d'abord été élevés pour leur viande, avant d'être utilisés comme animaux de trait (ce qui arriva un demi-millénaire plus tard, dans la majeure partie de l'Europe et de l'Asie). Au bout de plusieurs milliers d'années, les programmes d'élevage intensif ont donné naissance à un animal domestiqué bien plus grand et puissant que le cheval sauvage d'origine. Suite à l'invention du collier et, plus tard, de la selle, les chevaux devinrent les animaux domestiques les plus précieux de l'histoire humaine (tout du moins en Eurasie et en Afrique du Nord : en effet, les indigènes des trois Amériques ont longtemps mangé leurs chevaux avant de commencer à les domestiquer).",
        "quote": " \"Tu n'emmuselleras point ton bœuf, lorsqu'il foule le grain.\" - La Bible, Deutéronome, 25:4",
        "tech_prereqs": [
            {
                "name": "Agriculture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Piège",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/trapping.json"
            },
            {
                "name": "La roue",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Caravane|Caravanes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/caravan.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/animal_husbandry.json"
    },
    {
        "id": 4,
        "name": "Tir à l'arc",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
        "era": "Antiquité",
        "cost": 35,
        "civilopedia_entry": "Le tir à l'arc est la technologie grâce à laquelle un individu apprend à utiliser la puissance générée par la tension d'un bâton courbe (ou \"arc\") pour propulser un fin projectile pointu (ou \"flèche\") à la fois loin et rapidement. Au cours de l'histoire, les arcs et les flèches ont été utilisés aussi bien pour la chasse que pour la guerre. Leur première utilisation se perd dans la nuit des temps, mais date probablement du Paléolithique (qui s'est achevé il y a quelque 14 000 ans), voire plus tôt (les archéologues ont découvert en Afrique des pointes qui pourraient être des pointes de flèches, ayant près de 60 000 ans). À l'exception des aborigènes australiens qui semblent ne jamais les avoir inventés, toutes les cultures primitives se servaient d'arcs et de flèches.Les archers sont des combattants probablement aussi anciens que la guerre elle-même. Les Grecs, les Égyptiens, les Indiens, ainsi que les peuples d'Asie et des Amériques, tous, ont déployé dès l'antiquité de très nombreux archers. Au Moyen Âge, l'arbalète et les armes à feu commencèrent à supplanter l'arc et les flèches, à la chasse comme à la guerre, et au XVIe siècle, ils avaient globalement disparu de l'armement des bataillons modernes. Aujourd'hui, le tir à l'arc ne se pratique plus que sur cible, en tant que sport. Il survit sous cette forme dans de très nombreuses cultures. Certains passionnés continuent de chasser à l'arc, une arme qui, malgré son âge canonique, peut terrasser un cerf avec la même efficacité aujourd'hui qu'elle le faisait il y a dix mille ans.",
        "quote": "\"Sur la flèche qui l'atteint, l'oiseau reconnaît ses plumes. Nous donnons bien souvent à nos ennemis le moyen de nous détruire.\" - Ésope",
        "tech_prereqs": [
            {
                "name": "Agriculture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "La roue",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Archer|Archers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/archer.json"
            },
            {
                "name": "Frondeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/slinger.json"
            },
            {
                "name": "Archer Babylonien|Archers Babyloniens",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Temple d'Artémis|Temples d'Artémis",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/temple_of_artemis.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archery.json"
    },
    {
        "id": 5,
        "name": "Exploitation minière",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
        "era": "Antiquité",
        "cost": 35,
        "civilopedia_entry": "L'exploitation minière est le fait d'extraire diverses substances présentes sous la surface de la Terre. Les premiers éléments à avoir été excavés furent le cuivre, le fer, les diamants, l'or, l'argent, le sel et le charbon. Comme aucun de ces matériaux n'est comestible (à l'exception du sel, bien entendu, mais il est peu probable que qui que ce soit apprécie d'en manger un plein bol), les mineurs devaient appartenir à des communautés capables de produire assez de vivres pour les nourrir, eux et leur famille.La mine la plus ancienne a été découverte au Swaziland, en Afrique. Elle semble avoir été creusée il y a de cela 40 000 ans, afin d'excaver de l'ocre (un minerai utilisé dans les cérémonies funéraires et la réalisation de peintures corporelles). Le silex, un minéral cassant et facile à tailler, utilisé par les hommes pour fabriquer racloirs, couteaux et pointes de flèche, fut probablement le premier minéral à avoir été miné à grande échelle en Europe. Des mines de silex datant du Néolithique (8000-2000 av. J.-C.) et profondes de quelque 30 mètres ont été découvertes en France et en Angleterre.Les mineurs de charbon pulvérisent parfois le sommet de montagnes pour en extraire le précieux minerai. En Afrique, quelques compagnies minières ont creusé des galeries souterraines de plusieurs kilomètres pour trouver des diamants. Sans compter les corporations qui creusent aux quatre coins du globe - des fonds océaniques au permafrost gelé du Grand Nord - à la recherche du liquide le plus convoité de tous : le pétrole.",
        "quote": "\"Le débonnaire héritera de la terre, mais pas de ses droits miniers.\" - J. Paul Getty",
        "tech_prereqs": [
            {
                "name": "Agriculture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Maçonnerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
            },
            {
                "name": "Travail du bronze",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mining.json"
    },
    {
        "id": 6,
        "name": "Navigation à voile",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/sailing.png",
        "era": "Antiquité",
        "cost": 55,
        "civilopedia_entry": "La navigation à voile est l'art de capter le vent et de se servir de sa puissance pour propulser un navire à la surface de l'eau. Maîtriser ce type de navigation nécessite quelques prérequis. Tout d'abord, les membres de la civilisation concernée doivent être capables de construire un bateau assez résistant pour affronter les mers. Ensuite, ils doivent pouvoir concevoir de grandes pièces de tissu assez résistantes (les voiles) pour capter le vent et transmettre sa puissance à la coque. Aussi, ils doivent avoir le savoir-faire requis pour fabriquer différents types de cordes, de taquets et de poulies qui serviront à contrôler les voiles du navire. Enfin, ils doivent être assez compétents pour aller d'un point A à un pont B sans se perdre, chavirer ou subir tout autre regrettable incident.Le plus ancien témoignage d'embarcation navale nous vient d'illustrations égyptiennes datant de 4000 av. J.-C. Civilisation riveraine (vivant près d'un fleuve), l'Égypte antique comptait nombre d'excellents navigateurs. Une grande partie de leurs navires comportaient des rames et des voiles, les premières servant lorsque le vent n'était pas assez fort ou ne soufflait pas dans la bonne direction.Vers 3000 av. J.-C., les Égyptiens s'aventurèrent sur la Méditerranée à bord de leurs vaisseaux, entreprenant le long voyage qui allait les porter jusqu'en Crête puis, plus tard, jusqu'en Phénicie. Ils longèrent également les côtes africaines vers le sud, en quête de savoir, d'opportunités commerciales et de trésors.Les premiers navires de guerre (birèmes, trirèmes et assimilés) étaient propulsés par des rameurs et des voiles, et possédaient à leur proue un bélier ou un éperon. Durant les batailles, le timonier essayait de percuter le bateau ennemi à pleine vitesse, tout en évitant les manœuvres identiques du timonier adverse. Certains navires avaient à leur bord des archers qui criblaient de flèches enflammées les vaisseaux ennemis, tandis que d'autres embarquaient des fantassins, et s'approchaient des bateaux adverses, afin que les soldats puissent l'aborder et le prendre par la force.Les Grecs (particulièrement les Athéniens et les colonies insulaires) étaient de véritables maîtres du combat naval. S'ils parvinrent à vaincre les Perses, c'est en partie grâce à leur domination de la mer Égée qui leur permit de menacer en permanence la chaîne de ravitaillement extrêmement étendue de leurs ennemis.",
        "quote": "\"Qui domine les mers, domine tout le reste\" - Thémistocle",
        "tech_prereqs": [
            {
                "name": "Poterie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Optique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/optics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bateau-atelier|Bateaux-atelier",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/work_boat.json"
            },
            {
                "name": "Trirème|Trirèmes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/trireme.json"
            },
            {
                "name": "Dromon|Dromon",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/dromon.json"
            },
            {
                "name": "Quinquérème|Quinquérèmes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/quinquereme.json"
            },
            {
                "name": "Navire marchand|Navires marchands",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cargo_ship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/sailing.json"
    },
    {
        "id": 7,
        "name": "Calendrier",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/calendar.png",
        "era": "Antiquité",
        "cost": 55,
        "civilopedia_entry": "Le calendrier est un outil permettant de matérialiser l'écoulement quotidien du temps. Dans de nombreuses cultures antiques, les calendriers servaient des buts à la fois religieux et pratiques : certains jours de l'année étaient dédiés à la vénération de divinités spécifiques, et il était inconscient d'offenser ces dernières en omettant de leur offrir leur dû. De façon plus prosaïque, les calendriers permettaient aux gens de garder une trace écrite des variations annuelles du climat, afin de savoir quand semer, quand récolter, etc.Ce sont les Égyptiens qui semblent avoir développé le premier véritable calendrier, sur un modèle qui fut plus tard repris et amélioré par les Romains sous la forme du calendrier julien. Le calendrier grégorien utilisé aujourd'hui dans la quasi-totalité des pays du globe se base sur ce dernier. Instauré par le pape Grégoire XIII en 1582, le calendrier grégorien définit plus précisément l'année solaire, corrigeant une légère inexactitude de la précédente version julienne. Dans cette dernière, l'année solaire comptait 365 jours et 6 heures, alors que dans le grégorien, elle ne dure que 365 jours, 5 heures et 48 minutes (soit 12 minutes de moins). Cette imprécision s'était accumulée au fil des siècles, et avait résulté en un écart de 14 jours avec le cycle réel des saisons.",
        "quote": " \"Enseigne-nous à bien compter nos jours, afin que nous appliquions notre cœur à la sagesse\". - La Bible, Psaumes, 90:12",
        "tech_prereqs": [
            {
                "name": "Poterie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Philosophie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Stonehenge",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stonehenge.json"
            },
            {
                "name": "Exploitation de pierres|Exploitations de pierres",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stone_works.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
    },
    {
        "id": 8,
        "name": "Écriture",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
        "era": "Antiquité",
        "cost": 55,
        "civilopedia_entry": "L'écriture est l'art de consigner des informations sur un matériau (papier, pierre, argile, peau d'animal), afin que ceux qui observent ce dernier puissent en dégager un sens. Inventée aux alentours du quatrième millénaire av. J.-C., l'écriture se présentait à ses débuts sous forme de pictogrammes : l'auteur du message dessinait de petits éléments symbolisant le sujet abordé. Si cette méthode se révélait utile pour aborder des sujets simples, il fallut en trouver d'autres pour traiter de sujets plus ésotériques (dessiner un mouton est simple, plus que d'en dessiner mille, et incroyablement plus que de symboliser le bruit que fait un mouton tombant du haut d'une pyramide !).Il est probable que la logographie soit apparue après la pictographie. En logographie, chaque symbole représente un mot unique : il existe un symbole pour \"un mouton\", un autre pour \"mille moutons\", et un autre pour \"son que fait un mouton tombant du haut d'une pyramide\". Malheureusement, une langue ainsi représentée nécessite un nombre astronomique de symboles, et apprendre le symbole correspondant à chaque unité de sens tient de la folie douce.Le système phonographique, lui, propose d'attribuer un symbole unique à chaque mot se prononçant différemment. Ainsi, \"mouton\" est représenté par un symbole unique, mais \"verre\", \"vert\", \"ver\" et \"vers\" partagent le même symbole. Cela permet d'avoir moins de symboles à mémoriser, mais augmente dans le même temps les risques d'incompréhension.Le système alphabétique, enfin, met à disposition de ses utilisateurs un ensemble de symboles (l'alphabet) représentant les différents sons présents dans une langue donnée. Ces symboles peuvent être liés entre eux, afin de reproduire n'importe quel mot de la langue en question. En théorie, n'importe qui sachant épeler un mot devrait être capable de le prononcer. Le système alphabétique, utilisé notamment en anglais, est généralement considéré (surtout par les locuteurs anglais) comme le système le plus utile et le plus flexible à avoir jamais été mis au point.",
        "quote": "\"Qui détruit un bon livre tue la raison elle-même.\" - John Milton",
        "tech_prereqs": [
            {
                "name": "Poterie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Philosophie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
            },
            {
                "name": "Drame et poésie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Fabrique de papier|Fabriques de papier",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/paper_maker.json"
            },
            {
                "name": "Bibliothèque|Bibliothèques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/library.json"
            },
            {
                "name": "Grande bibliothèque|Grandes bibliothèques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_library.json"
            },
            {
                "name": "Bibliothèque royale|Bibliothèques royales",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/royal_library.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
    },
    {
        "id": 9,
        "name": "Piège",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/trapping.png",
        "era": "Antiquité",
        "cost": 55,
        "civilopedia_entry": "L'homme piège des animaux depuis des millénaires ; il s'agit là d'une technique de chasse aussi ancienne que notre espèce. Tout au long de l'histoire, les chasseurs ont fait usage d'une infinité de pièges pour venir à bout de leurs proies, des puits recouverts aux filets cachés, en passant par les fameux pièges à loups. En Amérique du Nord, au cours des XVIIe et XVIIIe siècles, les trappeurs franco-canadiens passaient des années dans la nature à traquer des quantités colossales d'animaux à fourrure dont ils allaient ensuite vendre les peaux plus à l'Est. La plupart des fourrures permettaient la fabrication de chapeaux et autres vêtements dont se paraient les Européens aisés. Les chasseurs russes procédèrent de la même manière en Sibérie et dans d'autres régions eurasiennes reculées.",
        "quote": "\"Les oiseaux et les autres bêtes ne tombent pas deux fois dans les mêmes embuscades.\" - Saint Jérôme",
        "tech_prereqs": [
            {
                "name": "Élevage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/animal_husbandry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Équitation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Cirque|Cirques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/circus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/trapping.json"
    },
    {
        "id": 10,
        "name": "La roue",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_wheel.png",
        "era": "Antiquité",
        "cost": 55,
        "civilopedia_entry": "La roue est un objet rond muni en son centre d'un trou ou d'un axe. Seule, elle ne sert pas à grand-chose, mais lorsqu'elle fait partie intégrante d'un système de transport incluant routes et animaux de trait, elle devient extraordinairement précieuse à l'humanité. La première description d'un véhicule équipé de roue nous vient de l'antique civilisation sumérienne, vers 3500 av. J.-C. Les premières roues étaient pleines et en bois. Les roues à rayons n'apparurent pour la première fois qu'aux alentours de 2000 av. J.-C. en Asie Mineure, où elles équipaient des chars tirés par des chevaux. Plus tard, ces modèles furent améliorés par la mise en place de moyeux tournant sur des axes graissés, et l'adjonction de ressorts ou d'autres types d'amortisseurs.Contrairement au mythe populaire, la roue était connue des indigènes du Nouveau Monde avant l'arrivée des Espagnols. En réalité, les habitants des trois Amériques ne disposant pas d'animaux de trait, tout était transporté par les hommes. Or, comme l'être humain n'est pas fait pour supporter aisément de tirer quoi que ce soit sur de longues distances (il transporte plus facilement une charge sur ses épaules ou son dos, à l'aide d'un sac, par exemple), les Indiens ne développèrent pas de charrette. Une fois les chevaux et autres animaux de trait arrivés sur le continent, les natifs des Amériques se mirent eux aussi à utiliser des véhicules à roues, et ce, le plus naturellement du monde.",
        "quote": "\"La sagesse et la vertu sont comme les deux roues d'une charrette.\" - Proverbe japonais",
        "tech_prereqs": [
            {
                "name": "Élevage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/animal_husbandry.json"
            },
            {
                "name": "Tir à l'arc",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Équitation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
            },
            {
                "name": "Mathématiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
            },
            {
                "name": "Construction",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Archer sur char|Archers sur char",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/chariot_archer.json"
            },
            {
                "name": "Char de guerre|Chars de guerre",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/war_chariot.json"
            },
            {
                "name": "Éléphant de guerre|Éléphants de guerre",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/war_elephant.json"
            },
            {
                "name": "Archer monté|Archers montés",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/horse_archer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Chinampa|Chinampas",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/floating_gardens.json"
            },
            {
                "name": "Moulin à eau|Moulins à eau",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/water_mill.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
    },
    {
        "id": 11,
        "name": "Maçonnerie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
        "era": "Antiquité",
        "cost": 55,
        "civilopedia_entry": "La maçonnerie est la construction de structures à partir de blocs assemblés au mortier. Ces blocs peuvent être des pierres, du béton, des parpaings ou des briques d'argile. Le mortier est une sorte de pâte malléable qui, lorsqu'elle sèche, devient extrêmement résistante. Généralement, ce matériau est composé d'un mélange de sable, de ciment ou de chaux, et d'eau.Les anciens Égyptiens maîtrisaient déjà la maçonnerie au IVe siècle av. J.-C. Ils se servaient des riches gisements de calcaire, de grès, de granit et de basalte des collines du Nil pour bâtir temples, palais et pyramides. Les Assyriens antiques du Croissant fertile n'avaient pas, pour leur part, facilement accès à la pierre. Ils possédaient en revanche énormément d'argile, qu'ils moulaient en briques, puis faisaient sécher au soleil. Ces briques étant vulnérables à l'humidité, ils recouvraient souvent leurs bâtiments de tuiles cuites ou vernissées, plus imperméables.Les Romains, eux, inventèrent le béton, un matériau de qualité bien supérieure au mortier utilisé par les civilisations plus anciennes (confectionné le plus souvent à base d'argile). De plus, il pouvait être utilisé directement comme matériau de construction. Les possibilités révolutionnaires offertes par le béton permirent aux Romains de construire des bâtiments qui n'auraient jamais pu être érigés via l'utilisation de matériaux primitifs. Au XIXe siècle, un jardinier parisien eut l'idée d'insérer une matrice métallique à l'intérieur de ses pots et de ses bacs, inventant le béton armé. Ce béton renforcé permit d'accroître grandement la résistance du matériau à la traction, le rendant très efficace dans la construction de structures hautes vulnérables au vent, aux vibrations, voire aux tremblements de terre. De récentes innovations ont encore permis d'améliorer sa résistance et son élasticité. Signalons que si la plupart des bâtiments modernes sont faits de verre et d'acier, leurs fondations sont construites selon d'antiques techniques de maçonnerie.",
        "quote": "\"Heureux oui, bien heureux, ceux-la dont les remparts déjà s'élèvent !\" - Virgile",
        "tech_prereqs": [
            {
                "name": "Exploitation minière",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Construction",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Remparts",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/walls.json"
            },
            {
                "name": "Pyramides",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pyramids.json"
            },
            {
                "name": "Mausolée d'Halicarnasse|Mausolées d'Halicarnasse",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mausoleum_of_halicarnassus.json"
            },
            {
                "name": "Murs de Babylone",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/walls_of_babylon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
    },
    {
        "id": 12,
        "name": "Travail du bronze",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/bronze_working.png",
        "era": "Antiquité",
        "cost": 55,
        "civilopedia_entry": "Le bronze est un alliage de cuivre et d'étain. À la fois plus dur et plus résistant que l'un et l'autre, il est aussi plus facile à fondre et à modeler (exemple d'utilisation : l'alliage fondu versé dans des moules pour forger des pointes de lance ou autres objets pratiques). Les premières utilisations du cuivre remontent probablement au cinquième millénaire av. J.-C., en Égypte. La première pièce de bronze serait, elle, apparue 1300 plus tard, sous la forme d'un sceptre de bronze retrouvé dans une pyramide datant de 3700 av. J.-C. Le bronze n'apparut en Asie que bien plus tard, autour de 1500 av. J.-C., et dans les Amériques plus tard encore, entre 100 et 200 apr. J.-C.",
        "quote": "\"C'est là qu'entra Hector. Sa main tenait une lance haute de onze coudées ; la pointe de bronze brillait en haut de la hampe, où la cernait un anneau doré\". - Homère",
        "tech_prereqs": [
            {
                "name": "Exploitation minière",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Travail du fer",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/iron_working.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lancier|Lanciers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/spearman.json"
            },
            {
                "name": "Hoplite|Hoplites",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hoplite.json"
            },
            {
                "name": "Immortel|Immortels",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/immortal.json"
            },
            {
                "name": "Guerrier picte|Guerriers pictes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pictish_warrior.json"
            },
            {
                "name": "Bélier|Béliers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/battering_ram.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Krepost",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/krepost.json"
            },
            {
                "name": "Caserne|Casernes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/barracks.json"
            },
            {
                "name": "Statue de Zeus|Statues de Zeus",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/statue_of_zeus.json"
            },
            {
                "name": "iKanda|iKandas",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ikanda.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
    },
    {
        "id": 13,
        "name": "Optique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
        "era": "Ère classique",
        "cost": 85,
        "civilopedia_entry": "L'optique est l'étude de la lumière et de la vision. Les premiers et principaux défis de la discipline consistaient en l'amélioration de la perception de l'œil humain (lui permettre de voir plus loin, dans le noir ou de distinguer de très petits objets). Les premières lentilles furent développées par les Égyptiens et les Mésopotamiens de l'ère antique. Les plus vieilles d'entre elles, faites de cristal poli, datent de 700 av. J.-C.. Les Grecs et les Romains conçurent des lentilles rudimentaires en remplissant des verres avec de l'eau. Dans \"Optique\", Euclide décrit les règles mathématiques de la perception, et analyse le phénomène de réfraction. Au VIIIe siècle apr. J.-C., les intellectuels islamistes étudièrent l'optique en profondeur, rédigeant des traités érudits sur la réfraction, ainsi que sur la création de lentilles et de miroirs.Les premières lunettes portables furent inventées en Italie au XIIe siècle, et les premiers télescopes rudimentaires, ainsi que le premier microscope, au XVe siècle. S'ils n'étaient pas bien puissants au vu des performances des modèles modernes, ces instruments permirent à l'homme de percevoir le monde comme cela n'avait jamais été possible, et de parcourir les océans encore inexplorés du globe.",
        "quote": "\"Il avait fait un instrument pour voir, Si la lune brille ou non comme un miroir.\" - Samuel Butler",
        "tech_prereqs": [
            {
                "name": "Navigation à voile",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/sailing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Boussole",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Phare|Phares",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/lighthouse.json"
            },
            {
                "name": "Grand phare|Grands phares",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_lighthouse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/optics.json"
    },
    {
        "id": 14,
        "name": "Équitation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/horseback_riding.png",
        "era": "Ère classique",
        "cost": 105,
        "civilopedia_entry": "L'équitation fut probablement développée au deuxième millénaire av. J.-C. (peut-être même avant) par les peuples nomades d'Asie centrale. Le cheval était déjà domestiqué depuis longtemps, mais l'ancêtre de l'animal était trop petit pour la monte. Ce n'est que lorsque la taille de l'animal devint suffisante que l'équitation devint véritablement un savoir-faire pratique. Les Scythes, des nomades antiques, étaient des cavaliers accomplis. Ils sont peut-être les inventeurs des premiers modèles de selles et d'étriers (bien qu'ils n'aient probablement utilisé ces derniers que pour monter et descendre de cheval). Si l'on en croit les historiens grecs, les Scythes furent les premiers à hongrer (castrer) les chevaux trop sauvages, afin de les rendre plus dociles et faciles à monter.Aux alentours de 1500 av. J.-C., nombreux étaient les peuples du Croissant fertile (Hittites, Assyriens et Babyloniens) qui combattaient à cheval. Ce fut à cette période que les chevaux arrivèrent en Égypte. Du temps d'Alexandre le Grand, les tactiques de cavalerie étaient nettement plus perfectionnées, et la \"cavalerie des Compagnons\" d'Alexandre fut probablement constituée des combattants les plus puissants et les plus efficaces du monde méditerranéen.",
        "quote": "\"Un cheval ! Un cheval ! Mon royaume pour un cheval !\" - Shakespeare (Richard III)",
        "tech_prereqs": [
            {
                "name": "La roue",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
            },
            {
                "name": "Piège",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/trapping.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Administration",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cavalier|Cavaliers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/horseman.json"
            },
            {
                "name": "Cavalerie des Compagnons|Cavaleries des Compagnons",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/companion_cavalry.json"
            },
            {
                "name": "Cataphractaire|Cataphractaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cataphract.json"
            },
            {
                "name": "Éléphant de forêt d'Afrique|Éléphants de forêt d'Afrique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/african_forest_elephant.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Écurie|Écuries",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stable.json"
            },
            {
                "name": "Circus Maximus",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/circus_maximus.json"
            },
            {
                "name": "Écurie ducale|Écuries ducales",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ducal_stable.json"
            },
            {
                "name": "Caravansérail|Caravansérails",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/caravansary.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
    },
    {
        "id": 15,
        "name": "Mathématiques",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mathematics.png",
        "era": "Ère classique",
        "cost": 105,
        "civilopedia_entry": "Les mathématiques pourraient être définies comme la science de l'ordre, de la structure et de la relation, née des pratiques du décompte, de la mesure et de la description des objets et de leur forme. Les mathématiques constituent la pierre angulaire de toutes les sciences physiques. Les Sumériens disposaient d'un système mathématique remarquablement complexe, qui était à la fois décimal (base 10) et sexagésimal (base 60). Quelques reliquats de ce système subsistent encore de nos jours, comme les 60 secondes de la minute, et les 60 minutes de l'heure.Les Égyptiens possédaient un système sensiblement plus simple développé par les scribes (qui étaient également collecteurs d'impôts). Ce dernier leur permettait, tout de même, d'effectuer les calculs nécessaires à la construction de travaux colossaux comme les pyramides (et, supposons-le, le recouvrement des taxes). Les Grecs, eux, divisaient les mathématiques en deux domaines : l'arithmétique, ou l'étude de la quantité, et la géométrie, celle de la grandeur (aussi appelé \"aire\"). Leur première contribution d'importance dans ce domaine fut, en réalité, l'application de la théorie et de la démonstration aux mathématiques. Les systèmes mathématiques précédents étaient basés sur la mesure et l'observation du monde réel, là où les Grecs cherchèrent à définir les règles mathématiques constituant l'armature du réel.Le monde islamique apporta une contribution remarquable et constante à la discipline entre les VIIIe et XVe siècles apr. J.-C. Ses apports majeurs furent probablement l'adoption du système décimal pour la totalité des nombres, et l'invention du \"0\", vers 600 apr. J.-C., en Inde. Cette nouvelle méthode remplaça le système numérique daté et abscons des Romains (qui n'existe plus aujourd'hui que pour qualifier les suites des films d'épouvante, et énumérer les siècles).L'importance des mathématiques a augmenté de manière exponentielle depuis ses balbutiements et, grâce à elles, l'homme est parvenu à scinder l'atome, à concevoir Internet et à vendre des milliers de grilles de Sudoku. Qui sait, au vu de tout cela, quelle surprise l'avenir des mathématiques nous réserve ?",
        "quote": "\"Les mathématiques sont la porte et la clé des sciences.\" - Roger Bacon",
        "tech_prereqs": [
            {
                "name": "La roue",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Monnaie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
            },
            {
                "name": "Ingénierie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Catapulte|Catapultes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/catapult.json"
            },
            {
                "name": "Baliste|Balistes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ballista.json"
            },
            {
                "name": "Tour de siège|Tours de siège",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/siege_tower.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Tribunal|Tribunaux",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/courthouse.json"
            },
            {
                "name": "Jardins suspendus",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hanging_gardens.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
    },
    {
        "id": 16,
        "name": "Construction",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/construction.png",
        "era": "Ère classique",
        "cost": 105,
        "civilopedia_entry": "La construction est l'évolution directe de la maçonnerie. Cette amélioration de la technique est due à l'ajout de fer et d'autres métaux dans la besace du bâtisseur. Bien qu'incroyablement durables, la pierre et la brique sont souvent lourdes et peu malléables. Il est donc impossible, avec ces matériaux, de construire des structures de grandes tailles (à l'exception de constructions taillées directement dans la pierre, ou d'architecture pyramidale). En effet, celles-ci risqueraient de s'effondrer sous leur propre poids, ou d'être abattues par un vent trop violent.Les structures métalliques (structures de maçonnerie renforcées par l'utilisation de divers métaux), elles, peuvent être à la fois imposantes, esthétiques et extrêmement solides. Le métal permet aux bâtisseurs de construire des ponts suspendus, de profonds tunnels, d'immenses gratte-ciel et des métros aériens. Sans la construction, aucune des plus grandes cités du monde n'existerait, et nous serions privés de leurs merveilles architecturales.",
        "quote": "\"Un bâtiment doit réunir trois caractéristiques : un bon emplacement, des fondations sûres et une exécution sans faille\". - Johann Wolfgang Von Goethe",
        "tech_prereqs": [
            {
                "name": "Maçonnerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
            },
            {
                "name": "La roue",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ingénierie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Archer composite|Archer composite",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/composite_bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Colisée|Colisées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/colosseum.json"
            },
            {
                "name": "Armée de terre cuite|Armées de terre cuite",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/terracotta_army.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
    },
    {
        "id": 17,
        "name": "Philosophie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/philosophy.png",
        "era": "Ère classique",
        "cost": 175,
        "civilopedia_entry": "La Philosophie est l'étude du réel et de la place de l'homme en son sein. Le mot vient du grec ancien \"philosophia\", signifiant \"amour de la sagesse\". Elle se différencie de la religion, en cela qu'elle tente de comprendre et de définir un système surnaturel (la philosophie va même plus loin en se demandant si ce système qu'elle a pour objet existe bel et bien). La philosophie s'intéresse à des questionnements d'ordres divers : la logique, la morale, l'observation, le réalisme, le bonheur, la vie, la mort et de nombreux autres sujets capitaux.Traditionnellement, on attribue l'invention de la philosophie occidentale aux Grecs. Au VIe siècle av. J.-C., Thalès de Milet fut le premier homme connu à avoir donné une explication naturelle (non-religieuse) concernant la création du monde. Après avoir observé des fossiles d'animaux marins au beau milieu des terres, il avança l'hypothèse que l'eau était à l'origine de toutes choses. Cette explication excluait toute intervention d'une puissance supérieure créatrice : il s'agissait d'un phénomène purement naturel. Après lui, les philosophes développèrent cette théorie de base (à l'exception, bien entendu, de ceux qui pensaient que rien n'existait, ceux qui pensaient que le monde n'était que le reflet d'un lieu lointain, et plusieurs autres aux théories diverses). Le problème du réel est que plus on l'étudie en profondeur, plus tout devient confus.Au mieux, la philosophie offre un outil de jugement et d'observation du monde permettant d'appréhender des choses nouvelles. Cependant, comme tout autre outil, elle peut servir le bien comme le mal. L'idée étant qu'elle offre théoriquement à chaque individu la structure intellectuelle de différencier l'un et l'autre.",
        "quote": "\"Il n'existe qu'une vertu, le savoir, et un vice, l'ignorance.\" - Socrate",
        "tech_prereqs": [
            {
                "name": "Calendrier",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
            },
            {
                "name": "Écriture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Théologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Mosquée d'adobe|Mosquées d'adobe",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mud_pyramid_mosque.json"
            },
            {
                "name": "Tombeau|Tombeaux",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/burial_tomb.json"
            },
            {
                "name": "Temple|Temples",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/temple.json"
            },
            {
                "name": "Université publique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/national_college.json"
            },
            {
                "name": "Oracle|Oracles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/oracle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
    },
    {
        "id": 18,
        "name": "Drame et poésie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/drama_and_poetry.png",
        "era": "Ère classique",
        "cost": 175,
        "civilopedia_entry": "Le drame et la poésie sont deux formes d'expression artistique, respectivement par la performance visuelle et par l'écriture. On associe le plus souvent le drame aux représentations théâtrales (pièces, comédies musicales et opéras), bien qu'à notre époque, ces formes traditionnelles aient été supplantées par la télévision et le cinéma. La poésie utilise la langue écrite pour exprimer à la fois un sens littéral et un message caché destiné à faire réfléchir le lecteur.",
        "quote": "\"Le drame n'est rien de plus que la vie sans le quotidien.\" - Alfred Hitchcock",
        "tech_prereqs": [
            {
                "name": "Écriture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Théologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
            },
            {
                "name": "Administration",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Épopée nationale",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/national_epic.json"
            },
            {
                "name": "Amphithéâtre|Amphithéâtres",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/amphitheater.json"
            },
            {
                "name": "Guilde des écrivains|Guildes des écrivains",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/writers'_guild.json"
            },
            {
                "name": "Parthénon|Parthénons",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/parthenon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
    },
    {
        "id": 19,
        "name": "Monnaie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
        "era": "Ère classique",
        "cost": 175,
        "civilopedia_entry": "La Monnaie est une innovation remarquable, grâce à laquelle certains morceaux de papier ou petites pièces représentent une certaine valeur, et peuvent être échangés contre divers objets ou services. Les premières monnaies furent des pièces métalliques d'une valeur basée sur le poids et la nature du métal dont elles étaient faites. Plus tard, la monnaie pouvait ne plus avoir de valeur intrinsèque (sur une île déserte, un dollar n'est rien de plus qu'un petit bout de papier rectangulaire), celle-ci étant déterminée par son émetteur (en général, un gouvernement). Tant que l'émetteur demeurait solvable, la monnaie conservait sa valeur.Au quatrième millénaire av. J.-C., les habitants de l'Égypte ancienne utilisaient comme monnaie des lingots d'or de poids précisément défini ; au Moyen-Orient, des lingots de même type, mais en cuivre, étaient pareillement utilisés. Dans de nombreuses régions du globe, des anneaux de métal, des bracelets ou des joncs (d'or, d'argent ou sertis de joyaux) servaient à la fois d'ornements et de monnaie.Toutes les périodes de l'Histoire ont connu leur lot de faussaires s'évertuant à concevoir des répliques des monnaies de leur époque. Soit ils créaient des pièces en utilisant un métal moins précieux que le métal légal, soit ils s'enrichissaient en \"rabotant\" une partie du métal précieux. Lorsque les billets devinrent la norme, les faussaires apprirent vite à dupliquer la taille, la couleur et le \"toucher\" du papier ; et à copier les images et les inscriptions qui y apparaissaient. Les faussaires sont aujourd'hui à ce point compétents que la plupart des monnaies modernes sont dotées de systèmes de reconnaissance extrêmement sophistiqués. Le temps n'est probablement plus très loin où chaque billet sera équipé d'une puce électronique unique.",
        "quote": "\"Mieux vaut du pain quand le cœur est content, que des richesses avec des tracas.\" - Aménémopé",
        "tech_prereqs": [
            {
                "name": "Mathématiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Guildes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
            },
            {
                "name": "Administration",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Bazar|Bazars",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bazaar.json"
            },
            {
                "name": "Hôtel de la monnaie|Hôtel de la monnaie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mint.json"
            },
            {
                "name": "Marché|Marchés",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/market.json"
            },
            {
                "name": "Pétra",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/petra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
    },
    {
        "id": 20,
        "name": "Ingénierie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/engineering.png",
        "era": "Ère classique",
        "cost": 175,
        "civilopedia_entry": "L'ingénierie est la science (à moins qu'il ne s'agisse d'un art) permettant de concevoir des matériaux, des structures, des appareils et des systèmes complexes. En langage courant, le sens du mot est très large : les bioingénieurs produisent des cellules, les ingénieurs informaticiens créent des logiciels, etc. Cependant, historiquement, le terme s'applique à la construction d'éléments physiques comme les machines, les ponts, les voies ferrées, les usines et ainsi de suite (à l'origine, le terme \"ingénieur\" faisait exclusivement référence aux concepteurs d'armes de guerre).L'ingénierie s'épanouit véritablement au XIXe siècle, alors que les pays du globe se lançaient dans des projets de construction d'envergure. Achevé en 1869 par les Français, le Canal de Suez qui relie la Méditerranée et la mer Rouge permet de naviguer d'Europe jusqu'en Inde sans avoir à contourner l'Afrique (un voyage aussi long que difficile). Les États-Unis achevèrent la construction de la première ligne transcontinentale la même année. Autre merveille d'ingénierie moderne, le Pont de Brooklyn fut terminé en 1883.",
        "quote": "\"L'ingénierie est la science la plus noble et, plus que toute autre, la plus utile.\" - Léonard de Vinci",
        "tech_prereqs": [
            {
                "name": "Mathématiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
            },
            {
                "name": "Construction",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Moulage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
            },
            {
                "name": "Mécanique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Grande muraille|Grandes murailles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_wall.json"
            },
            {
                "name": "Aqueduc|Aqueducs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/aqueduct.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
    },
    {
        "id": 21,
        "name": "Travail du fer",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/iron_working.png",
        "era": "Ère classique",
        "cost": 175,
        "civilopedia_entry": "Le travail du fer est plus ancien que l'Histoire elle-même. Le premier fer à avoir été travaillé fut probablement le fer météorique, mais ce matériau n'étant pas des plus évidents à trouver, les peuples de l'antiquité lui cherchèrent ailleurs un substitut. La technique d'extraction du fer par fusion (ou l'extraction du métal contenu dans le minerai de fer) semble avoir été découverte au XIIe siècle av. J.-C. dans le Caucase, en Asie Mineure, ou en Inde. La production du fer forgé, elle, apparut vers l'an 1000 av. J.-C. Les objets les plus anciens à avoir été fabriqués à partir de fer météorique datent de 4000 av. J.-C., et sont originaires de l'Égypte antique et de Sumer. A cette époque, le fer était extrêmement rare, au point que certains historiens pensent qu'il était alors plus précieux que l'or.Au XIIe siècle av. J.-C., en Méditerranée orientale, le fer remplaça le bronze comme matériau de prédilection dans la fabrication d'armes et d'outils. Non pas qu'il fut un matériau de meilleure qualité que le bronze qu'il remplaça : il était simplement plus abondant, et se trouvait dans des régions pauvres en cuivre et en étain (matériaux constitutifs du bronze), le rendant nettement plus abordable.Le métal \"moderne\" qu'est l'acier, fut produit pour la première fois durant la Préhistoire, mais la technologie permettant sa production à grande échelle ne fut découverte qu'au XVIIe siècle apr. J.-C. Une fois l'acier devenu bon marché et abondant, il supplanta le fer dans la quasi-totalité de ses utilisations.",
        "quote": "\"N'attendez pas que le fer soit chaud pour le battre : enflammez-le de vos coups répétés.\" - William Butler Yeats",
        "tech_prereqs": [
            {
                "name": "Travail du bronze",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Moulage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Spadassin|Spadassins",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/swordsman.json"
            },
            {
                "name": "Guerrier mohawk|Guerriers mohawks",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mohawk_warrior.json"
            },
            {
                "name": "Légion|Légions",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/legion.json"
            },
            {
                "name": "Spadassin à kriss|Spadassins à kriss",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/kris_swordsman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Épopée héroïque",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/heroic_epic.json"
            },
            {
                "name": "Colosse|Colosses",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/colossus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/iron_working.json"
    },
    {
        "id": 22,
        "name": "Théologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/theology.png",
        "era": "Moyen Âge",
        "cost": 275,
        "civilopedia_entry": "La théologie est l'étude des traditions et des croyances religieuses. La pratique remonte au moins au temps des Grecs de la période classique qui possédaient une mythologie riche et une tradition religieuse très forte. Au Ier et IIe siècles apr. J.-C., la transmission du savoir juif se développa de façon importante. Le Talmud de Jérusalem, une compilation de discussions rabbiniques sur la tradition juive orale, fut publié vers 200 apr. J.-C., puis étoffé au fil des deux siècles suivants.La théologie est un domaine d'importance qui a eu une influence capitale sur l'histoire du monde. Des millions et des millions d'hommes sont morts en raison de divergences d'opinions religieuses, et c'est encore le cas aujourd'hui. Les Romains tuèrent les chrétiens dont la religion novatrice niait l'existence de leurs dieux. Les chrétiens massacrèrent les juifs, les musulmans et d'autres chrétiens aux opinions religieuses divergentes. Avec ses \"95 thèses\" remettant en question, entre autres, la vente d'indulgences papales (le pardon divin de certains péchés) pour financer la construction de la basilique Saint-Pierre, le théologien chrétien révolutionnaire Martin Luther amorça des siècles de violents conflits religieux en Europe. Si la guerre religieuse opposant l'Islam radical à l'Occident devait s'arrêter un jour, nul doute que la théologie aura été une des clés de l'apaisement.",
        "quote": "\"Trois choses sont nécessaires au salut de l'homme : savoir ce qu'il faut croire, savoir ce qu'il faut désirer, et savoir ce qu'il faut faire.\" - Saint Thomas d'Aquin",
        "tech_prereqs": [
            {
                "name": "Philosophie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
            },
            {
                "name": "Drame et poésie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Boussole",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
            },
            {
                "name": "Éducation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Jardin|Jardins",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/garden.json"
            },
            {
                "name": "Sainte Sophie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hagia_sophia.json"
            },
            {
                "name": "Grande mosquée de Djenné|Grandes mosquées de Djenné",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_mosque_of_djenne.json"
            },
            {
                "name": "Grand temple|Grands temples",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/grand_temple.json"
            },
            {
                "name": "Candi|Candi",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/candi.json"
            },
            {
                "name": "Borobudur|Borobudur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/borobudur.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
    },
    {
        "id": 23,
        "name": "Administration",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/civil_service.png",
        "era": "Moyen Âge",
        "cost": 275,
        "civilopedia_entry": "Le terme \"administration\" est ordinairement utilisé pour décrire les secteurs du gouvernement au sein desquels des individus sont employés sur la base du mérite, plutôt que sur leur filiation ou soutien politique, leur origine sociale, ou les rapports qu'ils entretiennent avec le dirigeant actuel. Dans le gouvernement fédéral des États-Unis, par exemple, les postes les plus importants de la bureaucratie sont désignés par le président. Il s'agit donc de nominations politiques dont les bénéficiaires changent à chaque administration. Les rangs inférieurs à ces postes d'importance sont occupés par des \"fonctionnaires\" qui, eux, gardent généralement leur poste d'administration en administration, peu importe le parti au pouvoir.L'une des premières organisations administratives est celle mise en place par la dynastie chinoise Qin (vers 210 av. J.-C.). Au sein de cette bureaucratie, les emplois étaient attribués au mérite. Au fil des années, ce système fut victime d'une corruption grandissante, et les postes furent de nouveau pourvus selon la classe sociale des prétendants. Trois siècles plus tard, le système au mérite fut réintroduit (sous les Sui, puis les Tang), et elle fut conservée durant plusieurs siècles.Historiquement, de nombreuses civilisations connurent une expérience similaire à l'expérience chinoise : au fil du temps, la bureaucratie se retrouvait gangrénée par la corruption, devenait inefficace, puis connaissait des réformes radicales qui amélioraient un temps l'efficacité du gouvernement, avant que le système ne périclite une nouvelle fois, victime du favoritisme familial ou relationnel. Puis le cycle recommençait. Indéfiniment.",
        "quote": "\"La seule chose qui nous sauve de la bureaucratie c'est son inefficacité.\" - Eugène McCarthy",
        "tech_prereqs": [
            {
                "name": "Drame et poésie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
            },
            {
                "name": "Équitation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
            },
            {
                "name": "Monnaie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Éducation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
            },
            {
                "name": "Chevalerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Piquier|Piquiers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pikeman.json"
            },
            {
                "name": "Lansquenet|Lansquenets",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/landsknecht.json"
            },
            {
                "name": "Impi|Impis",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/impi.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Chichén Itzá",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/chichen_itza.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
    },
    {
        "id": 24,
        "name": "Guildes",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/guilds.png",
        "era": "Moyen Âge",
        "cost": 275,
        "civilopedia_entry": "Dans les villes préindustrielles, les artisans se regroupaient souvent dans des guildes de commerce en fonction de leurs métiers. Ces guildes furent fondées pour protéger les secrets de fabrication et augmenter l'influence et les revenus des artisans. On trouve des traces d'anciennes guildes de commerce remontant au IIIe siècle av. J.­C. chez les Romains et en Chine sous la dynastie Han. En l'an 300, les associations d'artisans s'étaient déjà répandues dans l'Empire Gupta et l'Égypte de Ptolémée. Au Moyen Âge, les guildes se propagèrent rapidement de l'Italie vers toute l'Europe. À Paris et à Londres, des documents du XIIe siècle recensaient plus de 100 guildes officielles. Dans certains cas, elles étaient si puissantes qu'elles gouvernaient les villes, comme en témoignent les hôtels de ville que l'on peut trouver en Allemagne, en Suisse et en Hollande. Au fil du temps, les guildes s'attachèrent à préserver la qualité de leur art et la transmission de leur savoir. Un jeune apprenti devait travailler une vie entière pour devenir grand maître. C'est ainsi qu'est né le système de marques déposées, indiquant que la qualité d'un produit était conforme aux normes de la guilde et du gouvernement. Toutefois, l'influence et le pouvoir des guildes s'érodèrent lentement et elles se fragmentèrent avec l'arrivée de nouveaux marchés, de problèmes politiques et les méthodes de production de masse. En France, par exemple, les guildes furent abolies en 1791 par la loi Le Chapelier et d'autres pays ne tardèrent pas à faire de même. Bien que largement supplantées par les syndicats de l'ère industrielle, des guildes existent encore de nos jours, notamment dans le cinéma, la littérature et d'autres professions artistiques.",
        "quote": "\"Les marchands et les commerçants sont là ; leurs profits sont réglés d'avance...\" - Gurû Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Monnaie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Chevalerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
            },
            {
                "name": "Mécanique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Compagnie des Indes orientales|Compagnies des Indes orientales",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/east_india_company.json"
            },
            {
                "name": "Machu Picchu",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/machu_picchu.json"
            },
            {
                "name": "Guilde des artistes|Guildes des artistes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/artists'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
    },
    {
        "id": 25,
        "name": "Moulage",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metal_casting.png",
        "era": "Moyen Âge",
        "cost": 275,
        "civilopedia_entry": "Le moulage est le procédé grâce auquel un artisan peut réaliser un ou plusieurs objets en versant un métal fondu dans un moule. L'une des plus anciennes techniques de moulage est la méthode dite de la \"cire perdue\", datant du troisième millénaire av. J.-C. : l'artisan crée une réplique en cire de l'objet à dupliquer, autour de laquelle il fabrique le moule ; la cire est ensuite fondue, évacuée, puis remplacée par du métal fondu. Une fois que le métal a refroidi, le moule est ouvert et l'objet retiré. Historiquement, le sable et l'argile furent très souvent utilisés pour les moulages. Plus tard, on commença à fabriquer des moules à partir de plastique ou de substances de type latex.",
        "quote": "\"Lorsque des objets de bronze, d'or ou de fer se brisent, le forgeron les rassemble dans le feu et le lien est rétabli.\" - Gurû Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Ingénierie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
            },
            {
                "name": "Travail du fer",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/iron_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Physique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
            },
            {
                "name": "Acier",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Berserker|Berserkers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/berserker.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Longère|Longères",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/longhouse.json"
            },
            {
                "name": "Forge|Forges",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/forge.json"
            },
            {
                "name": "Atelier|Ateliers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/workshop.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
    },
    {
        "id": 26,
        "name": "Boussole",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/compass.png",
        "era": "Moyen Âge",
        "cost": 375,
        "civilopedia_entry": "La boussole de base est un outil utilisant un aimant ou une aiguille aimantée pour indiquer le nord dit \"magnétique\". Bien que ce dernier ne soit pas exactement le même que le nord \"véritable\", les deux sont suffisamment proches pour faire des boussoles des outils précieux pour les navigateurs. Les premiers modèles furent inventés en Chine et en Europe (apparemment indépendamment) au XIIe siècle. Les boussoles permettent aux navigateurs de surveiller et de contrôler attentivement le \"relèvement\" (la direction) de leur navire en mer, chose qui, avant leur invention, était impossible par temps couvert. De plus, elles étaient également utiles aux explorateurs parcourant des étendues désertiques non balisées, affrontant des tempêtes de neige ou cherchant à se diriger sous la canopée de jungles séculaires.Les voyageurs contemporains emportent encore avec eux des boussoles, mais celles-ci sont aujourd'hui vues comme des antiquités au charme vieillot, surtout lorsqu'on les compare aux GPS (Global Positioning Systems) qui, en plus de vous indiquer précisément où vous vous trouvez, vous signalent aussi le café le plus proche ; une performance qu'aucune boussole, si perfectionnée soit-elle, n'est à même de réaliser.",
        "quote": "\"La chose la plus importante au monde n'est pas de savoir où nous sommes, mais dans quelle direction nous allons.\" - Oliver Wendell Holmes",
        "tech_prereqs": [
            {
                "name": "Optique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/optics.json"
            },
            {
                "name": "Théologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Galéasse|Galéasses",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/galleass.json"
            },
            {
                "name": "Galéasse vénitienne|Galéasses vénitiennes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/great_galleass.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Port|Ports",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/harbor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
    },
    {
        "id": 27,
        "name": "Éducation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/education.png",
        "era": "Moyen Âge",
        "cost": 485,
        "civilopedia_entry": "L'éducation est le processus grâce auquel les individus apprennent des éléments nouveaux. Il va de soi que l'éducation est aussi ancienne que l'homme. Durant la plus grande partie de l'Histoire, l'éducation a été une pratique informelle, les parents enseignant à leurs enfants ce qu'ils devaient savoir pour survivre ; en l'occurrence : les tâches domestiques, la chasse, l'esquive de griffes de tigre, etc. À mesure qu'une tribu se développait et devenait plus prospère, les anciens du village et les invalides éduquaient les enfants, pendant que les adultes en pleine santé récoltaient la nourriture, se chargeaient du travail de construction ou partaient guerroyer. À terme, les enfants des familles les plus importantes d'une tribu ou d'un village très riche en arrivèrent à bénéficier de véritables cours. Petit à petit, les civilisations plus développées comprirent l'importance d'éduquer tous leurs citoyens.Dans la société de l'Égypte ancienne, les prêtres faisaient office de professeurs pour les enfants de la noblesse. Au sein de ces écoles égyptiennes, les enfants apprenaient à lire et à écrire, et recevaient une instruction en religion, histoire, science, médecine, mathématiques et dans d'autres domaines avancés. Concurrençant l'Égypte, la Mésopotamie possédait un système éducatif similaire, ses prêtres et ses scribes pouvant être copistes, bibliothécaires ou enseignants. Les étudiants mésopotamiens apprenaient eux aussi à lire et à écrire, ainsi que la religion, le droit, la médecine et l'astrologie. L'éducation apparut pour la première fois en Chine il y a 3000 ans. La lecture, l'écriture, l'éducation civique, les rites et la musique formaient la base de leur instruction.Dans la culture maya, l'éducation était le domaine des prêtres qui constituaient la classe érudite de la société et servaient de conseillers aux chefs et aux autres citoyens. Pour devenir prêtres, les étudiants apprenaient l'histoire, l'écriture, la divination, la médecine et le système calendaire.",
        "quote": "\"L'éducation est ce que les anciens ont à offrir de plus précieux.\" - Aristote",
        "tech_prereqs": [
            {
                "name": "Théologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
            },
            {
                "name": "Administration",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
            },
            {
                "name": "Acoustique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
            },
            {
                "name": "Banque",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Wat|Wats",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/wat.json"
            },
            {
                "name": "Université|Universités",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/university.json"
            },
            {
                "name": "Université d'Oxford|Universités d'Oxford",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/oxford_university.json"
            },
            {
                "name": "Angkor Vat",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/angkor_wat.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
    },
    {
        "id": 28,
        "name": "Chevalerie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chivalry.png",
        "era": "Moyen Âge",
        "cost": 485,
        "civilopedia_entry": "La chevalerie désigne le comportement honorable que l'on attendait des \"chevaliers\" (les combattants nobles d'une culture donnée). Il s'agit sensiblement du même genre d'approche comportementale que le \"Bushido\" (le code des guerriers) des samouraïs japonais. La chevalerie avait une influence forte au XIIe siècle, lors des Croisades, campagnes durant lesquelles les chevaliers pensaient accomplir l'œuvre de Dieu en châtiant les infidèles du Moyen-Orient. Pour gagner la faveur de Dieu, l'homme devait agir divinement. Un comportement avilissant pouvait causer défaite, mort et damnation. Les chevaliers musulmans qui s'opposaient aux chrétiens possédaient un code similaire, voire, sous certains aspects, plus \"civilisé\".Dans une société au sein de laquelle une classe privilégiée accède au port d'armes interdites aux classes dites \"inférieures\", il semble crucial qu'un certain code de conduite soit défini. Sans cela, les individus armés pourraient oppresser les plus faibles et favoriser ainsi des rébellions civiles, voire des révolutions dévastatrices.",
        "quote": "\"Sera proclamé Roi de toute l'Angleterre celui qui d'une main pourra arracher cette épée à la pierre\". - Malory",
        "tech_prereqs": [
            {
                "name": "Administration",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
            },
            {
                "name": "Guildes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Banque",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
            },
            {
                "name": "Imprimerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Chevalier|Chevaliers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/knight.json"
            },
            {
                "name": "Archer méhariste|Archers méharistes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/camel_archer.json"
            },
            {
                "name": "Éléphant de Naresuan|Éléphants de Naresuan",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/naresuan's_elephant.json"
            },
            {
                "name": "Cavalier mandékalou|Cavaliers mandékalous",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mandekalu_cavalry.json"
            },
            {
                "name": "Keshik|Keshiks",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/keshik.json"
            },
            {
                "name": "Conquistador",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/conquistador.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fort moghol|Forts moghols",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mughal_fort.json"
            },
            {
                "name": "Château|Châteaux",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/castle.json"
            },
            {
                "name": "Alhambra",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/alhambra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
    },
    {
        "id": 29,
        "name": "Mécanique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/machinery.png",
        "era": "Moyen Âge",
        "cost": 485,
        "civilopedia_entry": "Une machine est un dispositif constitué de pièces détachées (c'était tout du moins le cas durant la période pré-électronique), qui utilise de l'énergie pour réaliser une tâche précise. Une presse typographique est une machine, au même titre qu'un métier à tisser, une horloge ou un moulin à eau. Maîtriser la mécanique nécessite de maîtriser au préalable le dessin technique et l'ingénierie, bien sûr, mais également la capacité de produire des pièces de machine de taille extrêmement précise. Un moteur à vapeur fuira s'il est construit de manière approximative (s'il n'explose pas !). Au début de l'ère des machines, travailler sur ou avec ces dispositifs instables étaient des plus dangereux : si les émissions de fumée ne vous tuaient pas, vous aviez une chance non négligeable de finir ébouillanté, dévoré par la machine ou éparpillé aux quatre vents.D'un autre côté, dès qu'une civilisation maîtrise les rouages d'une mécanique complexe, elle obtient une richesse et une puissance sans égale. Ainsi, l'Angleterre, petite nation insulaire qui entra très tôt dans la Révolution industrielle, domina le commerce mondial pendant près de trois siècles.",
        "quote": "\"Il n'existe pas meilleur instrument que la presse pour éclairer l'esprit de l'homme, et faire de ce dernier un être rationnel, moral et social bien meilleur.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Ingénierie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
            },
            {
                "name": "Guildes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Imprimerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arbalétrier|Arbalétriers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/crossbowman.json"
            },
            {
                "name": "Chu-ko-nu|Cho-ko-nu",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/chu-ko-nu.json"
            },
            {
                "name": "Archer long|Archers longs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/longbowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Usine sidérurgique|Usines sidérurgiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ironworks.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
    },
    {
        "id": 30,
        "name": "Physique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
        "era": "Moyen Âge",
        "cost": 485,
        "civilopedia_entry": "La physique, science physique première, est l'étude de la matière. Appelée à l'origine \"science naturelle\", elle traitait de tout ce qui appartenait au monde visible, de la plus infime particule à la plus vaste galaxie. La physique s'intéresse à des phénomènes comme la gravité, la lumière, la chaleur et le magnétisme. Au fil des siècles, les connaissances humaines se développant de façon exponentielle, la physique fut subdivisée en de nombreuses disciplines telles l'astronomie, la chimie, la géologie, la biologie et l'ingénierie. Cela dit, chacune, à sa manière, se concentrait sur la mesure et l'explication rationnelle de phénomènes naturels.En 1687, Isaac Newton publia son œuvre maîtresse \"Philosophiae Naturalis Principia Mathematica\" (\"Principes mathématiques de philosophie naturelle\"), œuvre qui révolutionna la physique. Sans trop rentrer dans les détails, la première loi de Newton, baptisée \"principe d'inertie\", énonce qu'un objet immobile restera immobile et qu'un objet en mouvement restera en mouvement, tant qu'une force extérieure ne viendra pas altérer ces états. Sa deuxième loi décrit les altérations que les forces peuvent produire sur le déplacement d'un objet (pour ce faire, il utilise une formule signifiant que la force égale la masse multipliée par l'accélération). Sa troisième loi, ou \"principe des actions réciproques\", stipule que lorsque deux objets entrent en interaction, ils s'appliquent mutuellement des forces de magnitudes égales, mais de directions opposées (ou, en termes plus courants : \"Pour toute action existent une réaction similaire et une réaction inverse\").Les lois de Newton dominèrent la physique jusqu'au XXe siècle, au cours duquel elles furent détrônées par les lois de la relativité et de la mécanique quantique, deux découvertes qui changèrent le monde au moins autant que celles de Newton à leur époque.",
        "quote": "\"Mesure ce qui est mesurable et rends mesurable ce qui ne peut l'être.\" - Galilée ",
        "tech_prereqs": [
            {
                "name": "Moulage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Imprimerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
            },
            {
                "name": "Poudre à canon",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Trébuchet|Trébuchets",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/trebuchet.json"
            },
            {
                "name": "Hwach'a",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hwach'a.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Notre-Dame",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/notre_dame.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
    },
    {
        "id": 31,
        "name": "Acier",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steel.png",
        "era": "Moyen Âge",
        "cost": 485,
        "civilopedia_entry": "L'acier est un alliage de fer et de carbone. Selon la proportion de l'un et de l'autre, l'alliage obtenu sera plus ou moins solide, flexible et résistant à la corrosion. Le fer a été travaillé dès le deuxième millénaire av. J.-C. et, dès le début, des petites quantités d'acier étaient également produites. Généralement, le fer permettait de fabriquer deux produits différents : le fer forgé et la fonte. Si le premier était plus flexible, le dernier était plus résistant, plus cassant, mais également bien moins cher à produire.En 1751, l'inventeur anglais Benjamin Huntsman installa une aciérie à Sheffield, en Angleterre. L'usine d'Huntsman utilisait la technique du creuset pour fabriquer l'acier, une méthode qui se répandit d'abord dans toute l'Europe, puis aux États-Unis, avant d'arriver en Asie et dans le reste du monde. La grande amélioration suivante est apparue aux États-Unis en 1855, lorsque l'inventeur Henry Bessemer mit au point le procédé qui porte son nom. Quelques améliorations plus tard, la production mondiale annuelle d'acier connut une augmentation colossale. Au début du XXe siècle, celle-ci atteignait les 50 millions de tonnes.",
        "quote": "John Henry dit à son capitaine,\"Un homme n'est rien de plus qu'un homme, Et je ne laisserai pas votre engin à vapeur me battre, Sans mourir le marteau à la main, Sans mourir le marteau à la main.\" - Anonyme : La Ballade de John Henry, l'homme au marteau",
        "tech_prereqs": [
            {
                "name": "Moulage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Poudre à canon",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Spadassin à épée longue|Spadassins à épée longue",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/longswordsman.json"
            },
            {
                "name": "Samouraï|Samouraïs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/samurai.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Dépôt d'armes|Dépôts d'armes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/armory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steel.json"
    },
    {
        "id": 32,
        "name": "Astronomie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "L'astronomie est l'étude des objets physiques présents dans l'espace, tels la poussière cosmique, les astéroïdes, les lunes, les planètes, les étoiles et les galaxies, ainsi que des éléments à l'origine plus nébuleuse comme les trous noirs et les trous de ver. Née des pratiques religieuses et astrologiques des peuples préhistoriques, l'astronomie est la plus ancienne des sciences naturelles.L'astronomie antique était principalement liée à la religion. Les étoiles et autres objets célestes étaient alors associés à des divinités, et les hommes pensaient qu'ils exerçaient un contrôle direct sur eux et sur l'univers physique au sein duquel ils évoluaient. Il suffisait, par exemple, qu'une étoile ou une constellation apparaisse chaque année au temps des moissons, pour que les hommes d'alors la considèrent comme la demeure où vivait la divinité de celles-ci. En sacrifiant une chèvre le jour de la première apparition de l'objet céleste en question, peut-être la divinité reconnaissante offrirait-elle aux hommes de fructueuses récoltes. Ce type de raisonnement est à l'origine des premières réflexions astronomiques, ainsi que des prémices de la création calendaire (savoir avec lequel l'astronomie est historiquement et étroitement liée).Durant la Renaissance, l'astronomie se détacha quasi entièrement de la religion, devenant une science à part entière. En 1543, Nicolas Copernic publia \"De Revolutionibus Orbium Coelestium\", dans lequel il affirma que le soleil, et non la Terre, était au centre de l'univers, que les planètes gravitaient autour de lui, et que la lune était un satellite de notre planète. En plus de cette victoire de la science sur le dogme, le livre de Copernic statuait que l'utilisation des mathématiques aiderait considérablement l'homme à comprendre le monde qui l'entoure. Si, à l'époque, son ouvrage a été hautement controversé, Copernic est aujourd'hui reconnu comme l'un des plus illustres scientifiques de l'Histoire, et l'un des pères de la Révolution scientifique.",
        "quote": "\"Et le divin Ulysse, joyeux, déploya ses voiles au vent propice, et s'étant assis à la barre, il gouvernait habilement.\" - Homère",
        "tech_prereqs": [
            {
                "name": "Boussole",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
            },
            {
                "name": "Éducation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Navigation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Caravelle|Caravelles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/caravel.json"
            },
            {
                "name": "Bateau tortue",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/turtle_ship.json"
            },
            {
                "name": "Nef|Nefs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/nau.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Observatoire|Observatoires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/observatory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
    },
    {
        "id": 33,
        "name": "Acoustique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/acoustics.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "On appelle acoustique l'étude du son. Les sons sont des ondes d'énergie transmises au travers des éléments gazeux, liquides et solides. L'aspect le plus important de cette discipline est bien entendu la capacité que possède l'homme à percevoir ces sons. Ainsi, la majeure partie de la recherche se focalise sur l'amélioration de leur réception, principalement pour assister les malentendants. L'acoustique est utilisée dans la fabrication de nombreuses autres applications, et notamment le sonar, un appareil permettant aux machines \"d'entendre\" les épaves englouties, les animaux marins et les formations géologiques sous-marines.Comme les ondes d'énergie mentionnées plus haut nécessitent un élément tiers pour voyager, le son est incapable de circuler dans le vide, et notamment au-delà de l'atmosphère terrestre. Ainsi, quelque effrayante qu'elle soit, cette assertion est bien vraie : \"Dans l'espace, personne ne vous entendra crier\".",
        "quote": "\"Le bruit qu'ils firent en se levant fut comme le bruit du tonnerre entendu dans le lointain.\" - Milton",
        "tech_prereqs": [
            {
                "name": "Éducation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Architecture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Opéra|Opéras",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/opera_house.json"
            },
            {
                "name": "Chapelle Sixtine|Chapelles Sixtines",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/sistine_chapel.json"
            },
            {
                "name": "Salle des Ceilidh|Salles des Ceilidh",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ceilidh_hall.json"
            },
            {
                "name": "Guilde de musiciens|Guildes de musiciens",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/musicians'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
    },
    {
        "id": 34,
        "name": "Banque",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "Les premières banques de l'histoire auraient été des temples religieux, aux alentours de 3000 av. J.-C. En fait, elles ont probablement précédé l'argent lui-même : les premiers dépôts effectués devaient être des dépôts de blé. Au XVIIIe siècle av. J.-C., à Babylone, l'illustre dirigeant Hammurabi rédigea, dans son fameux Code, des lois régissant le fonctionnement des banques. Plus tard, les Grecs développèrent le principe de système bancaire : certains documents font référence à des temples et autres bâtiments financiers qui accordaient des prêts, acceptaient des dépôts, proposaient des échanges de devises, et validaient les pièces de monnaie (pour s'assurer de leur authenticité). Les Romains adoptèrent, puis améliorèrent le système grec mais, à la chute de l'Empire, la plupart des institutions bancaires européennes s'effondrèrent avec lui. Les banques ne refirent leur apparition en Europe qu'au Moyen Âge, redécouvertes par les autorités désireuses de financer les croisades.De nos jours, les banques proposent bon nombre des services qu'offraient celles de la Grèce antique. Elles acceptent des dépôts qu'elles rendent ensuite sur simple demande, avec des d'intérêts. Elles accordent des prêts d'argent que les emprunteurs leur rendent à échéance, majorés, là encore, d'intérêts. Elles pratiquent également l'échange de devises, délivrent des chèques, etc.L'intérêt social du système bancaire est qu'il permet à de nombreuses personnes de mettre leurs ressources en commun pour investir dans des projets d'envergure. A titre d'exemple, prenons un citoyen désireux de construire une imprimerie coûtant 1000 pièces d'or (soit bien plus qu'il n'en possède). Avant le système bancaire, les seuls à être capables d'assumer une telle dépense étaient les membres de la famille royale et certains hauts dignitaires de l'Église : si le projet ne les intéressait pas, il n'aboutissait tout simplement pas. Suite à l'invention du système bancaire, en revanche, ce même citoyen pouvait se rendre dans une banque pour demander un prêt : si le projet semblait raisonnable et l'emprunteur digne de confiance, l'argent était débloqué.Aujourd'hui, sans les banques, il serait extrêmement difficile pour un citoyen isolé de pouvoir réaliser le moindre projet.",
        "quote": "\"Le bonheur, c'est un bon compte en banque, une bonne cuisine et une bonne digestion.\" - Jean-Jacques Rousseau",
        "tech_prereqs": [
            {
                "name": "Éducation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
            },
            {
                "name": "Chevalerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Architecture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
            },
            {
                "name": "Sciences économiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Cour de Satrape|Cours de Satrape",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/satrap's_court.json"
            },
            {
                "name": "Banque|Banques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bank.json"
            },
            {
                "name": "Cité interdite|Cités interdites",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/forbidden_palace.json"
            },
            {
                "name": "Gendarmerie|Gendarmeries",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/constabulary.json"
            },
            {
                "name": "Hanse",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hanse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
    },
    {
        "id": 35,
        "name": "Imprimerie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "Si le principe de l'imprimerie à caractères mobiles semble avoir été inventé en Chine, la première presse à imprimer mécanisée fut inventée au milieu du XVe siècle par l'imprimeur allemand Johannes Gutenberg. Les premières presses à imprimer étaient en bois, et ressemblaient beaucoup aux presses à vin et à huile utilisées autour de la Méditerranée depuis des siècles.Sur les premières presses, les caractères étaient disposés à l'envers sur une platine de bois qui les maintenait fermement en position. L'encre était appliquée sur les caractères, puis le papier sur la platine. L'artisan tournait ensuite une hélice permettant de pressuriser le tout, et d'approcher le papier des caractères encrés. L'imprimeur retirait alors le papier et encrait à nouveau les caractères. Puis, le cycle recommençait. La presse de Gutenberg pouvait produire 250 pages à l'heure. Ce modèle n'évolua pas pendant près de trois siècles, jusqu'à ce qu'il soit supplanté par les machines métalliques. Au XIXe siècle, les presses à imprimer fonctionnant à la vapeur pouvaient produire quelque 7500 pages à l'heure.Ce qu'a apporté la presse à imprimer aux connaissances humaines est proprement faramineux. Avant elle, très peu de livres étaient imprimés, et ceux qui l'étaient pouvaient coûter plus qu'un travailleur moyen ne gagnait en un an. La Bibliothèque de l'Université de Cambridge ne comptait guère qu'un peu plus de 100 livres au moment où la presse fut inventée et, bientôt, tout un chacun put posséder chez lui Bibles et autres ouvrages. Soixante ans plus tard, le premier livre d'actualités (l'ancêtre des journaux) fit son apparition en Angleterre.",
        "quote": "\"Il est du devoir d'un journal d'imprimer l'actualité et de semer la pagaille.\" - Le Chicago Times",
        "tech_prereqs": [
            {
                "name": "Mécanique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
            },
            {
                "name": "Physique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
            },
            {
                "name": "Chevalerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Sciences économiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
            },
            {
                "name": "Métallurgie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Zoo|Zoos",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/zoo.json"
            },
            {
                "name": "Tour penchée de Pise|Tours penchées de Pise",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/leaning_tower_of_pisa.json"
            },
            {
                "name": "Théâtre du Globe|Théâtres du Globe",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/globe_theatre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
    },
    {
        "id": 36,
        "name": "Poudre à canon",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
        "era": "Renaissance",
        "cost": 780,
        "civilopedia_entry": "La Poudre à canon, aussi connue sous le nom de \"poudre noire\", fut inventée en Chine aux alentours du IXe siècle apr. J.-C. par des alchimistes recherchant les secrets de l'immortalité (ce qui n'a strictement rien à voir, avouons-le). Mélange de soufre, de charbon de bois et de salpêtre, la poudre à canon s'embrase extrêmement rapidement une fois exposée à une flamme. En se consumant, elle produit une grande quantité de résidus gazeux et solides pouvant servir de propulseurs dans des armes à feu ou des fusées d'artifice. Les Chinois utilisèrent la poudre à canon pour produire les premières bombes et les premiers missiles, armes qu'ils utilisèrent contre l'envahisseur mongol. Une fois la Chine conquise, les Mongols les utilisèrent à leur tour contre quiconque croisait leur chemin.Le monde arabe entra en possession de la poudre à canon lors de la première moitié du XIIe siècle apr. J.-C. Certains textes historiques suggèrent que les Mamelouks furent les premiers à utiliser le canon. Ils s'en seraient servi contre les Mongols durant la Bataille d'Aïn Djalout en 1260, mais cela reste sujet à débat. La première référence au \"canon à main\" apparaît, elle, dans un manuscrit arabe du XIVe siècle.Les Européens découvrirent la poudre à canon au XIIIe siècle. Ils en améliorèrent la qualité en y ajoutant du liquide, ce qui provoquait la formation de grains de poudre plus gros et, par conséquent, plus stables.La poudre à canon demeura l'explosif de référence pour les canons et les armes à feu, jusqu'à la création, au XIXe siècle, de la poudre sans fumée. Produisant moins de résidus (qui encrassaient les armes) et de fumée, elle fut logiquement préférée à la poudre noire.",
        "quote": "\"Le jour où deux armées pourront s'anéantir mutuellement en une seule seconde, toutes les nations civilisées reculeront de peur et démantèleront leurs troupes.\" - Alfred Nobel",
        "tech_prereqs": [
            {
                "name": "Physique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
            },
            {
                "name": "Acier",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Chimie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chemistry.json"
            },
            {
                "name": "Métallurgie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arquebusier|Arquebusiers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/musketman.json"
            },
            {
                "name": "Minuteman|Minutemen",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/minuteman.json"
            },
            {
                "name": "Mousquetaire|Mousquetaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/musketeer.json"
            },
            {
                "name": "Janissaire|Janissaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/janissary.json"
            },
            {
                "name": "Tercio",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/tercio.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Château de Himeji",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/himeji_castle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
    },
    {
        "id": 37,
        "name": "Navigation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "La navigation est la science permettant aux marins de traverser sans encombre les mers et les océans. Les premières embarcations quittaient rarement les zones côtières. Si cela facilitait la navigation, cela limitait également les lieux accessibles, et mettait en danger les bateaux (qui pouvaient être emportés au large ou, par vent contraire, aller se fracasser contre des récifs). Avant l'invention du moteur à vapeur, il existait peu de choses plus terrifiantes pour un capitaine de navire que d'être \"sous le vent\" (ce qui signifiait qu'un vent violent emportait le navire vers une côte proche).Avant l'avènement des satellites, des radios et des radars, les navires se dirigeaient en suivant leurs déplacements sur une carte marine, soit \"à l'estime\". Il suffisait d'avoir une idée précise de la vitesse du navire et de la direction dans laquelle il allait pour connaître précisément sa position. Cependant, après plusieurs semaines en mer, la moindre erreur d'évaluation de la direction ou de la vitesse pouvait peu à peu s'accumuler et provoquer des erreurs colossales. Au beau milieu du Pacifique, manquant d'eau potable et se dirigeant vers le seul bout d'île océanique disposant d'eau de source à des milliers de kilomètres à la ronde, une erreur de navigation à l'estime pouvait avoir des conséquences dramatiques.Le capitaine d'un navire pouvait également se tourner vers les cieux pour trouver son chemin. Si le temps était au beau fixe, les capitaines pouvaient utiliser des instruments permettant de prédire avec exactitude le moment où le soleil serait à son zénith (sa position la plus élevée) au-dessus du navire. S'ils possédaient également une horloge précise et correctement réglée, ils pouvaient déterminer exactement à quelle longitude (ou distance, sur un axe est-ouest) ils se trouvaient par rapport au méridien de référence (celui de Greenwich, en Angleterre). Bien entendu, cela nécessitait un temps clément et dégagé, une horloge fiable et la capacité de déterminer avec précision le zénith du soleil, malgré une houle parfois rageuse. Lorsque le ciel nocturne était dégagé, les capitaines pouvaient obtenir le même genre d'informations grâce au positionnement de certaines étoiles. Bien entendu, l'invention de la radio, du radar et des satellites rendit la navigation plus simple et plus sûre. Il suffit de constater qu'aujourd'hui encore, des navires motorisés s'échouent régulièrement sur les plages ou viennent percuter des ponts, pour imaginer à quel point diriger un bateau à voiles devait être complexe.",
        "quote": "\"Les vents et les vagues sont toujours du côté des navigateurs habiles\". - Edward Gibbon",
        "tech_prereqs": [
            {
                "name": "Astronomie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Archéologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Frégate|Frégates",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/frigate.json"
            },
            {
                "name": "Navire de ligne|Navires de ligne",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ship_of_the_line.json"
            },
            {
                "name": "Gueux de la mer|Gueux de la mer",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/sea_beggar.json"
            },
            {
                "name": "Corsaire|Corsaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/privateer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Chantier naval|Chantiers naval",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/seaport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
    },
    {
        "id": 38,
        "name": "Architecture",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/architecture.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "L'architecture est à la fois un art et une science. Regroupant l'intégralité d'un processus, depuis la planification initiale et la conception d'une structure, jusqu'à sa construction, l'architecture a toujours été un élément essentiel du bâtiment, même à l'antiquité. L'une des premières analyses connues de l'architecture et ses principes, \"De architectura\", fut rédigée par l'architecte romain Vitruve au Ier siècle av. J.-C.. Cette oeuvre en dix volumes énumère tous les détails les plus complexes des méthodes de construction romaine et est considérée aujourd'hui comme un développement crucial dans l'évolution du processus de conception architecturale.",
        "quote": "\"L'architecture commence là où l'ingénierie prend fin.\" - Walter Gropius",
        "tech_prereqs": [
            {
                "name": "Acoustique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
            },
            {
                "name": "Banque",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Archéologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
            },
            {
                "name": "Théorie scientifique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Ermitage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hermitage.json"
            },
            {
                "name": "Tour de porcelaine|Tours de porcelaine",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/porcelain_tower.json"
            },
            {
                "name": "Taj Mahal",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/taj_mahal.json"
            },
            {
                "name": "Galerie des Offices|Galeries des Offices",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/uffizi.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
    },
    {
        "id": 39,
        "name": "Sciences économiques",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "L'économie est l'étude de l'argent. Plus exactement, il s'agit de l'étude de la production, de la distribution et de la consommation des marchandises et des services. Si, autrefois, les biens s'échangeaient via la pratique du troc, durant ces derniers siècles, l'argent a été le moyen d'échange quasi exclusif de la plupart des pays du globe.L'économie moderne date de 1776, lorsque le philosophe écossais Adam Smith publia son œuvre majeure, \"La Richesse des nations\". Dans cet ouvrage, Smith avance que le marché libre est le moyen le plus efficace d'assigner une valeur aux marchandises et aux services, et de les distribuer. En théorie, selon Smith, un marché totalement libre permettrait de produire une quantité adéquate de marchandises à un prix juste. Il affirme également que toute intervention ou tentative de régulation de la part du gouvernement pervertit le marché, le rendant moins efficace et rentable. De plus, Smith était un ardent partisan de l'intérêt personnel. Il était en effet convaincu que lorsqu'un individu se concentre sur ses propres intérêts, il participe automatiquement à l'amélioration de la société dans son ensemble. En d'autres termes, Smith avait la conviction que le capitalisme absolu était le meilleur système économique qu'une civilisation pouvait adopter.Les travaux de Smith comptaient quelques détracteurs : nombre d'économistes qui lui ont succédé ont cherché à retravailler son approche, et d'autres l'ont tout simplement rejeté en bloc. Au XIXe siècle, Karl Marx écrivit \"Das Kapital: Kritik der politischen Okonomie\" (Le Capital : critique de l'économie politique) dans lequel il dénonce le fait que le principal moteur du capitalisme est l'exploitation des travailleurs par leurs employeurs.Smith est considéré comme le père du capitalisme moderne, et Marx comme celui du communisme. Depuis lors, leurs héritiers (économiquement parlant) ne cessent de s'entredéchirer.",
        "quote": "\"Les intérêts composés sont la plus grande force dans tout l'univers.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Banque",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
            },
            {
                "name": "Imprimerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Théorie scientifique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
            },
            {
                "name": "Industrialisation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
            },
            {
                "name": "Fusil",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Moulin à vent|Moulins à vent",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/windmill.json"
            },
            {
                "name": "Café|Cafés",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/coffee_house.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
    },
    {
        "id": 40,
        "name": "Métallurgie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metallurgy.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "La métallurgie est la science des métaux et des alliages métalliques. Dans Civilization V, la technologie \"Métallurgie\" couvre les découvertes de ce domaine à partir du XIXe siècle. Au XIXe et au XXe siècles, de grandes avancées ont été effectuées dans tous les aspects de la discipline : de l'extraction à la création de nouveaux alliages, en passant par la production de métaux à la fois bon marché et de très grande qualité.Le métal reste aujourd'hui encore au cœur de la civilisation moderne. Presque tout, à la surface du globe, est fait d'acier, et ce qui ne l'est pas est en aluminium ou en titane. Nos réseaux de communication sont constitués de métal, tout comme nos véhicules, nos armes, nos satellites et nos vaisseaux spatiaux. Sans la métallurgie moderne, 90% de la population terrestre mourraient probablement de faim en moins d'un an.",
        "quote": "\"Jamais il n'y a eu de bon couteau né d'un mauvais acier.\" - Benjamin Franklin",
        "tech_prereqs": [
            {
                "name": "Poudre à canon",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
            },
            {
                "name": "Imprimerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Science militaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
            },
            {
                "name": "Fusil",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lancier|Lanciers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/lancer.json"
            },
            {
                "name": "Spahi|Spahis",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/sipahi.json"
            },
            {
                "name": "Hakkapélite|Hakkapélites",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hakkapeliitta.json"
            },
            {
                "name": "Hussard ailé|Hussards ailés",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/winged_hussar.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Arsenal|Arsenaux",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/arsenal.json"
            },
            {
                "name": "Fort rouge",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/red_fort.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
    },
    {
        "id": 41,
        "name": "Chimie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chemistry.png",
        "era": "Renaissance",
        "cost": 1150,
        "civilopedia_entry": "Née de l'alchimie et des mathématiques, la Chimie est la science de la matière : de sa structure, de son comportement, de sa composition et de la façon dont elle réagit durant diverses réactions chimiques. Là où le physicien lâche des balles du haut d'une tour et chronomètre le temps qu'elles mettent à tomber, le chimiste étudie les balles et essaient de comprendre pourquoi certaines éclatent quand d'autres rebondissent.Si les scientifiques, les médecins et les philosophes se sont très tôt intéressés à la chimie, elle ne fut considérée comme une science à part entière qu'en 1789, lorsqu'Antoine Lavoisier publia un ouvrage décrivant la loi de conservation de la matière. Dans \"Traité élémentaire de chimie\", Lavoisier détaillait la composition de l'eau et de l'air, utilisant pour la première fois le terme d'oxygène. Il démythifia également la théorie phlogistique qui embarrassait les scientifiques depuis plus d'un siècle.Lavoisier est considéré comme le père de la chimie moderne. Suivant son exemple, d'autres chimistes ont commencé à employer des méthodes scientifiques pour étudier les éléments chimiques. De cette façon, ils purent réfuter certaines théories qui étaient considérées depuis la Grèce antique (soit des milliers d'années auparavant) comme paroles d'Evangiles.",
        "quote": "\"Où que nous regardions, l'œuvre des chimistes a créé une civilisation meilleure et augmenté la productivité des nations.\" - Calvin Coolidge",
        "tech_prereqs": [
            {
                "name": "Poudre à canon",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Science militaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
            },
            {
                "name": "Engrais",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/fertilizer.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Canon|Canons",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cannon.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chemistry.json"
    },
    {
        "id": 42,
        "name": "Archéologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
        "era": "Ère industrielle",
        "cost": 1600,
        "civilopedia_entry": "L'archéologie est l'étude des vestiges des peuples antiques, afin d'en apprendre davantage sur leur culture, leur architecture et leur histoire. Les archéologues étudient tout aussi bien les bâtiments en ruine que les tumulus, les dépôts d'ordures, les inscriptions antiques trouvées dans des cavernes et les épaves reposant de longue date au fond des océans.Bien que l'homme se soit toujours intéressé à la vie de ses ancêtres, l'archéologie en tant que science n'est apparue qu'au XVe siècle, dans l'Europe de la Renaissance. A cette époque, l'art et l'architecture de la Grèce et de la Rome antiques étaient abondamment étudiés et imités, et la noblesse italienne, les papes, les marchands et les dirigeants collectionnaient les antiquités. Lorsque ces dernières se firent plus rares, ils financèrent des missions d'excavation pour en trouver davantage.L'archéologie ne bénéficia d'une base d'étude plus scientifique qu'au XIXe siècle, grâce aux travaux d'érudits allemands (comme Heinrich Schliemann) qui étudièrent les vestiges préhelléniques de Troie et de Mycènes.De nos jours, les archéologues étudient toutes les facettes de l'antiquité humaine, de nos plus anciens ancêtres à nos arrière-arrière-grands-parents. Leurs outils extrêmement sophistiqués leur permettent de décrire de manière de plus en plus précise l'histoire et le quotidien de nos aïeux.",
        "quote": "\"Ceux qui ne peuvent se rappeler le passé sont condamnés à le répéter.\"- George Santayana",
        "tech_prereqs": [
            {
                "name": "Navigation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
            },
            {
                "name": "Architecture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/biology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Archéologue|Archéologues",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/archaeologist.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Musée|Musées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/museum.json"
            },
            {
                "name": "Louvre",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/louvre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
    },
    {
        "id": 43,
        "name": "Théorie scientifique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/scientific_theory.png",
        "era": "Ère industrielle",
        "cost": 1600,
        "civilopedia_entry": "La théorie scientifique est une façon d'envisager le monde selon laquelle l'observateur utilise la \"méthode scientifique\" pour expliquer le fonctionnement de l'univers. Grâce à une observation attentive et à la pratique de l'expérience, un scientifique élabore une théorie pour expliquer certains phénomènes. Si ses pairs parviennent à confirmer sa théorie en réitérant l'expérience, elle est alors considérée comme \"empirique\" (tout du moins jusqu'à ce que de nouvelles observations ou expériences ne viennent la remettre en question). Si les expériences du scientifique ne peuvent être reproduites par d'autres, sa théorie doit être appréhendée avec le plus grand scepticisme.Si elle est extrêmement répandue aujourd'hui dans la plupart des pays développés, la théorie scientifique n'est pas la seule manière pour l'homme d'envisager le monde. Certains, par exemple, expliquent le fonctionnement de l'univers en fonction de la parole divine (en d'autres termes, de ce qui est défini par les textes sacrés). Si une observation ou une expérience contredit le message du ou des dieux, c'est qu'elle a dû être faussée d'une quelconque manière. Ces deux méthodes d'observation du monde s'opposent depuis des siècles, et ce sera probablement encore le cas pendant de nombreuses années.",
        "quote": "\"Tout grand progrès scientifique est né d'une nouvelle audace de l'imagination.\"- John Dewey",
        "tech_prereqs": [
            {
                "name": "Sciences économiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
            },
            {
                "name": "Architecture",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/biology.json"
            },
            {
                "name": "Moteur à vapeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
            },
            {
                "name": "Électricité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "École publique|Écoles publiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/public_school.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
    },
    {
        "id": 44,
        "name": "Industrialisation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/industrialization.png",
        "era": "Ère industrielle",
        "cost": 1600,
        "civilopedia_entry": "On appelle \"industrialisation\" la transition entre une société agraire et une société industrielle, généralement accompagnée d'une transformation sociale et économique de la communauté. La révolution industrielle, qui commença en Europe au XVIIIe siècle, modifia radicalement la vie quotidienne des gens. Suite à l'arrivée de machines et outils de plus en plus complexes, de nombreuses activités autrefois réservées à des artisans de talents devinrent obsolètes avec l'avènement des chaînes d'assemblage manipulées par de nombreux ouvriers sans qualification.",
        "quote": "\"L'industrialisation par la machine, qu'on considère déjà comme inhérente à notre époque, n'est qu'une facette de la révolution née de la technologie.\" - Emily Greene Balch",
        "tech_prereqs": [
            {
                "name": "Sciences économiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Moteur à vapeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Mitrailleuse Gatling|Mitrailleuses Gatling",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/gatling_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Usine|Usines",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/factory.json"
            },
            {
                "name": "Big Ben",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/big_ben.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
    },
    {
        "id": 45,
        "name": "Fusil",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
        "era": "Ère industrielle",
        "cost": 1600,
        "civilopedia_entry": "Le canon rayé est un canon d'arme à feu dans lequel ont été effectuées des rainures spiralées dans le but d'imprimer une rotation au projectile. En stabilisant ce dernier, les rainures lui offrent une précision grandement améliorée. Ce procédé a été inventé à Vienne au XVe siècle mais, à l'époque, il était extrêmement coûteux et chronophage. Il ne devint populaire que trois siècles plus tard. Au début du XVIIIe siècle, les fusils à canon rayé étaient utilisés par les tireurs d'élite de toutes les armées d'Europe et du monde.Au milieu du XVIIIe siècle, les fusils et les balles Minié rendirent les mousquets à canon rayé encore plus précis et meurtriers. Ces armes à feu, comme bien d'autres du même type, furent utilisées abondamment durant la guerre de Sécession, et firent plus de victimes que tous les autres fusils ou mousquets réunis.À la fin de la guerre de Sécession, les fusils Minié furent remplacés par des fusils à culasse utilisant des cartouches. Ces modèles étaient bien plus rapides à recharger et à tirer que les mousquets. Ces armes, comme le Springfield M1865 et ses descendants, allaient rester celles de l'infanterie américaine jusqu'à la Première Guerre mondiale et l'invention des premiers fusils automatiques. À l'époque moderne, la plupart des soldats d'infanterie sont équipés de fusil d'assaut, comme le M16 américain ou le AK-47 russe. Ces armes redoutables donnent aux soldats d'aujourd'hui une puissance de feu équivalente à celle de dizaines de soldats vétérans de la fin du XIXe siècle.",
        "quote": "\"Il est bon que la guerre soit terrible, sans cela nous ne pourrions plus nous en passer.\" - Robert E. Lee",
        "tech_prereqs": [
            {
                "name": "Sciences économiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
            },
            {
                "name": "Métallurgie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Moteur à vapeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fusilier|Fusiliers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/rifleman.json"
            },
            {
                "name": "Infanterie à ski norvégienne",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/norwegian_ski_infantry.json"
            },
            {
                "name": "Mehal Sefari|Mehal Sefari",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mehal_sefari.json"
            },
            {
                "name": "Karoliner|Karoliner",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/carolean.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
    },
    {
        "id": 46,
        "name": "Science militaire",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/military_science.png",
        "era": "Ère industrielle",
        "cost": 1600,
        "civilopedia_entry": "La Science militaire est celle qui détaille les méthodes visant à utiliser la puissance militaire à des fins politiques. Cette science possède plusieurs branches et domaines d'expertise, et est souvent enseignée au sein d'écoles militaires. Cette science répond à des questions comme : \"Combien de kilomètres une armée peut-elle parcourir en une journée ?\", \"De combien de calories un soldat a-t-il besoin pour rester au sommet de sa forme ?\", \"Comment mater une insurrection dans son propre pays ?\", \"Comment mater une insurrection en pays occupé ?\" ou \"Quel est le taux estimé de survie en cas de guerre nucléaire, si nous attaquons les premiers ?\".\"L'Art de la guerre\" de Sun-Tzu est un classique de la science militaire. Bien que sa première publication date du VIe siècle av. J.-C., il est toujours très étudié aujourd'hui (en plus d'être une lecture à la fois informative et extrêmement divertissante pour tout amateur d'histoire). \"Le Prince\" de Machiavel, publié en 1532 à titre posthume, traite en détail des interactions entre la guerre et la politique.En 1832, un an après la mort de son mari, la femme du général prussien Carl von Clausewitz fait publier l'œuvre de ce dernier : \"De la guerre\". Le traité étudie les effets de la politique et de l'économie sur les conflits armés.Publié en 1890, le brillant traité d'Alfred Thayer Mahan, \"L'influence de la puissance maritime dans l'Histoire, 1660-1783\" marqua fortement nombre d'officiers militaires et politiciens américains, et fut en grande partie responsable du développement de la marine étasunienne au début du XXe siècle. Sans cet ouvrage, les États-Unis auraient probablement manqué cruellement de préparation pour aborder les deux conflits mondiaux, avec toutes les conséquences désastreuses que cela aurait pu avoir sur la nation et ses alliés outre-Atlantique.",
        "quote": "\"Ce sont les hommes et non les armes qui remportent les guerres. Les esprits de l'homme qui obéit et de celui qui ordonne sont les clés de la victoire.\" - George S. Patton",
        "tech_prereqs": [
            {
                "name": "Chimie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chemistry.json"
            },
            {
                "name": "Métallurgie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dynamite",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cavalerie|Cavalerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cavalry.json"
            },
            {
                "name": "Cosaque|Cosaques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cossack.json"
            },
            {
                "name": "Hussard|Hussards",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hussar.json"
            },
            {
                "name": "Cavalerie berbère|Cavaleries berbères",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/berber_cavalry.json"
            },
            {
                "name": "Cavaliers comanches",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/comanche_riders.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "École militaire|Écoles militaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/military_academy.json"
            },
            {
                "name": "Porte de Brandebourg",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/brandenburg_gate.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
    },
    {
        "id": 47,
        "name": "Engrais",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
        "era": "Ère industrielle",
        "cost": 1600,
        "civilopedia_entry": "Un engrais est une substance qui alimente les végétaux et augmente la vitesse à laquelle ils se développent. Les engrais sont aussi anciens que la civilisation humaine : les premiers agriculteurs avaient en effet remarqué que l'herbe était plus grasse, là où les bœufs déféquaient. Depuis cette époque, les agriculteurs n'ont de cesse de conserver les coproduits animaux et de s'en servir pour fertiliser le sol, améliorant ainsi la qualité des récoltes (notamment pour les sols qui, ayant bénéficié de tels traitements durant plusieurs générations, sont extrêmement riches en nutriments).Les engrais contiennent généralement de l'azote, du phosphate et du potassium comme ingrédients actifs principaux. Si, historiquement, la plupart des engrais furent d'origine animale et organique, nombre de fertilisants modernes sont minés sous la surface de la Terre, ou produits chimiquement dans d'immenses usines.Plus la population mondiale a augmenté, plus le besoin d'engrais de plus en plus puissants s'est fait ressentir, si bien qu'aujourd'hui, les exploitations agricoles sont plus productives qu'à n'importe quelle période de l'Histoire. Cependant, cette productivité exceptionnelle a un coût : l'eau de pluie venue des exploitations transporte l'engrais jusque dans les cours d'eau, entraînant la croissance incontrôlable de certains microorganismes qui menacent les autres espèces aquatiques. De plus, les engrais modernes sont en partie composés de constituants pétrochimiques, et leur prix est dangereusement dépendant du cours du pétrole. En résumé, les engrais sont extrêmement utiles, permettant d'augmenter considérablement les réserves mondiales de nourriture, mais il est nécessaire de s'assurer qu'ils ne causent pas plus de dégâts à l'environnement qu'ils ne nous aident.",
        "quote": "\"La nation qui détruit ses sols se détruit elle-même.\" - Franklin Delano Roosevelt",
        "tech_prereqs": [
            {
                "name": "Chimie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chemistry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dynamite",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/fertilizer.json"
    },
    {
        "id": 48,
        "name": "Biologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
        "era": "Ère industrielle",
        "cost": 2350,
        "civilopedia_entry": "La biologie est l'étude des organismes vivants. Il s'agit d'une discipline extrêmement vaste, allant de l'étude du plus grand des cétacés à celle de la plus petite des bactéries. Avant le XIXe siècle, la biologie s'intéressait principalement à la découverte et à la catégorisation de tous les animaux et de toutes les plantes de la planète. A mesure que la science s'est développée, le matériel utilisé s'est amélioré, et les scientifiques ont pu se pencher sur l'étude des éléments essentiels de la biologie, à savoir les cellules et, plus tard, les gènes et l'ADN. Aujourd'hui, nous n'ignorons plus grand-chose sur la biologie des divers organismes présents sur Terre.Les biologistes sont devenus à ce point performants dans la manipulation de la vie que la science a commencé à s'intéresser à des domaines qui, il y a encore quelques temps, passaient pour de la science-fiction. Ainsi, nous avons cloné des brebis et pourrons, dans quelques années peut-être, en faire de même avec les êtres humains. La nanobiologie est un véritable champ d'études. Il est possible d'activer des gènes spécifiques pour orienter l'élevage. Si cette science continue à progresser ainsi, il n'est pas exclu d'imaginer un monde, relativement proche, dans lequel nous aurions vaincu les maladies, créé un éventail complet de membres bioniques et offert à l'Homme une espérance de vie plus longue de plusieurs décennies.",
        "quote": "\"Si le cerveau était suffisamment simple pour que nous le comprenions, nous serions si simples d'esprit que nous ne le comprendrions pas.\" - Lyall Watson",
        "tech_prereqs": [
            {
                "name": "Archéologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
            },
            {
                "name": "Théorie scientifique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Réfrigération",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Hôpital|Hôpitaux",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hospital.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/biology.json"
    },
    {
        "id": 49,
        "name": "Électricité",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
        "era": "Ère industrielle",
        "cost": 2350,
        "civilopedia_entry": "La première fois que l'humanité fit l'expérience de l'électricité remonterait à 2750 av. J.-C. Des écrits de l'époque font en effet référence à des chocs électriques produits par un poisson. Au XVe siècle apr. J.-C., les Arabes découvrirent que la foudre était une autre forme d'électricité, découverte confirmée en 1752 par Benjamin Franklin, un scientifique américain d'origine britannique. La première pile, dite voltaïque, fut inventée en 1800 par Alessandro Volta et, en 1821, Michael Faraday inventa le moteur électrique.Durant la deuxième moitié du XIXe siècle, les avancées, en matière d'électricité (que l'on doit à des génies comme Thomas Edison, George Westinghouse, Alexander Graham Bell et Lord Kelvin) ont révolutionné la vie des citoyens du globe. Le télégraphe, bientôt suivi par le téléphone, puis par la radio, augmenta radicalement la vitesse et la précision avec lesquelles les informations purent être transmises. Suite à la mise en place d'un câble transatlantique, un message pouvait être transmis de New York à Londres en quelques secondes. Avant l'électricité, ce même message, porté par les navires les plus rapides, aurait mis des semaines à arriver. La lumière électrique révolutionna à la fois le travail et la vie domestique, et le phonographe, la radio et les caméras changèrent radicalement le visage du divertissement. La création de centrales électriques, qui permirent la transformation d'énergie en électricité utilisable dans les foyers des citoyens, a élevé les conditions de vie de l'homme à un niveau qui paraissait jusque-là inconcevable. L'électricité, pierre angulaire de la Seconde Révolution industrielle, offrit aux sociétés humaines les changements les plus radicaux depuis l'invention de l'imprimerie.",
        "quote": "\"Est-ce un fait ou ai-je rêvé que, par le biais de l'électricité, le monde matériel est devenu un gigantesque nerf, vibrant sur des milliers de kilomètres à une vitesse à couper le souffle ?\" - Nathaniel Hawthorne",
        "tech_prereqs": [
            {
                "name": "Théorie scientifique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pièces de rechange",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
            },
            {
                "name": "Réfrigération",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
            },
            {
                "name": "Radio",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Centrale hydroélectrique|Centrales hydroéléctriques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hydro_plant.json"
            },
            {
                "name": "Bourse|Bourses",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stock_exchange.json"
            },
            {
                "name": "Commissariat|Commissariats",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/police_station.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
    },
    {
        "id": 50,
        "name": "Moteur à vapeur",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steam_power.png",
        "era": "Ère industrielle",
        "cost": 2350,
        "civilopedia_entry": "Lorsqu'elle est chauffée, l'eau produit de la vapeur. Celle-ci se dilate sous la pression et, dans les moteurs à vapeur, une partie de l'énergie calorifique est captée, puis utilisée pour lever ou baisser un piston, ou bien activer un rotor. Les principes théoriques du fonctionnement et de l'utilisation de la vapeur étaient déjà connus du temps des Grecs de l'antiquité, mais personne ne parvint à les mettre en pratique avant le XVIIe siècle. Ce fut, à cette époque, l'Anglais Thomas Savery qui, le premier, mit au point une pompe à vapeur, celle-ci destinée à évacuer l'eau des mines. En 1765, James Watt améliora considérablement le moteur à vapeur, à tel point qu'il fut dès lors utilisé dans de très divers domaines. En 1802, les moteurs à vapeur furent installés sur les navires, et en 1825, les trains à vapeur filaient sur les rails.La vapeur révolutionna l'industrie et les moyens de transport des pays du globe. En un siècle, le monde entier était recouvert d'une matrice de voies ferrées et d'itinéraires de navires à vapeur. Des usines alimentées par la vapeur produisaient des dizaines de millions de tonnes de marchandises commerciales (et de matériel militaire). Les pays industrialisés profitèrent d'une incroyable hausse de productivité et de richesses (sans oublier la pollution). Le charbon, la principale source d'énergie utilisée pour générer de la vapeur, fut miné frénétiquement dans toute la planète. Une importante partie de la stratégie militaire mondiale de la Grande-Bretagne reposait sur la protection des stations minières de charbon situées à divers lieux stratégiques en plein cœur des océans de la planète.À terme, les moteurs à vapeur furent remplacés par les moteurs à combustion interne, bien plus puissants et nettement moins polluants. Il n'en demeure pas moins qu'avant le pétrole, le charbon était roi et que, sans lui, le monde moderne n'en serait pas là où il en est aujourd'hui.",
        "quote": "\"Les nations occidentales espèrent que les possibilités de communication offertes par la vapeur feront du monde entier une grande famille.\" - Townsend Harris",
        "tech_prereqs": [
            {
                "name": "Fusil",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rifling.json"
            },
            {
                "name": "Industrialisation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
            },
            {
                "name": "Théorie scientifique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pièces de rechange",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
            },
            {
                "name": "Voies ferrées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
            },
            {
                "name": "Aviation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cuirassé à vapeur|Cuirassés à vapeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ironclad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
    },
    {
        "id": 51,
        "name": "Dynamite",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
        "era": "Ère industrielle",
        "cost": 2350,
        "civilopedia_entry": "La Dynamite est un explosif inventé par l'ingénieur chimiste Alfred Nobel en 1867. On la fabrique en trempant un matériau absorbant comme des terres d'infusoire (le même matériau utilisé dans les filtres de piscine) dans de la nitroglycérine. Cette dernière substance est un explosif aussi puissant qu'instable. La dynamite, elle, est moins puissante, mais plus fiable.La dynamite a d'abord été utilisée dans la construction et dans l'exploitation minière. Historiquement, certaines armées s'en sont servi, mais la nitroglycérine étant trop instable pour les conditions chaotiques des champs de bataille, les militaires lui préférant un produit modifié appelé \"dynamite militaire\" dans lequel la nitroglycérine est remplacée par d'autres produits chimiques, dont le TNT. Le produit ainsi créé est 60% moins puissant que la dynamite, mais également moins susceptible d'exploser au mauvais moment.",
        "quote": "\"Dès que les hommes décrètent que tous les moyens sont bons pour lutter contre le mal, leur notion du bien se confond avec le mal qu'ils cherchent à détruire.\" - Christopher Dawson",
        "tech_prereqs": [
            {
                "name": "Engrais",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/fertilizer.json"
            },
            {
                "name": "Science militaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Voies ferrées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Artillerie|Artillerie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/dynamite.json"
    },
    {
        "id": 52,
        "name": "Réfrigération",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
        "era": "Ère moderne",
        "cost": 3100,
        "civilopedia_entry": "La réfrigération est le procédé visant à priver un espace clos ou une substance de sa chaleur. Le but principal de cette pratique a toujours été la conservation de nourriture (le conditionnement sous vide occupant une honorable deuxième place dans les pays développés durant les dernières décennies du XXe siècle).Avant la mise au point de méthodes mécaniques, de nombreuses cultures réfrigéraient leurs aliments avec de la glace importée des montagnes dans des sous-sols isolés thermiquement par de la paille. Les Indiens et les Égyptiens de l'Antiquité utilisaient la technique du refroidissement par évaporation. Pour ce faire, ils remplissaient d'eau de grands récipients peu profonds. A mesure que l'eau s'évaporait, l'eau restant dans les récipients refroidissait rapidement. En réalité, un système de refroidissement par évaporation correctement élaboré peut permettre de produire de la glace même sous les climats les plus caniculaires. La réfrigération mécanique repose sur l'effet réfrigérant provoqué par la diffusion rapide de gaz (en général du Fréon ou un autre gaz inerte). Nous devons la première démonstration de réfrigération artificielle à William Cullen, en 1748, en Écosse. Cela dit, ce ne fut qu'un siècle plus tard, en 1856, que l'Américain Alexander C. Twinning créa la première application commerciale pratique en matière de réfrigération. Plusieurs années plus tard, les réfrigérateurs firent leur apparition dans les industries de l'abattage et de la brasserie. En 1914, leur utilisation s'était généralisée. Au milieu du XXe siècle, les camions réfrigérés remplacèrent les anciens véhicules chargés de glace et, en 1950, les \"glacières\" avaient quasiment disparu.Le climatiseur moderne fut inventé en 1902 par Willis Carrier à Buffalo dans l'État de New York. À l'origine, il fut utilisé pour conserver une température précise dans les usines utilisant des procédés de fabrication délicats. Durant les années 1920, la taille et les coûts des modèles baissèrent énormément, à tel point qu'on commença à les installer en grand nombre dans les cinémas. Les climatiseurs de fenêtre apparurent dans les foyers américains après la Deuxième Guerre mondiale et, au début des années 1950, plus d'un million d'entre eux furent installés dans tout le pays.Si aujourd'hui le procédé ne surprend plus personne, son invention demeure l'une des innovations technologiques les plus importantes de l'Histoire. Inutile de dire que sans la réfrigération, la vie moderne serait impossible... ou tout du moins nettement plus moite !",
        "quote": "\"Et sans maison, entouré d'un millier de foyers, je me trouvais, entouré d'un millier de tables, je dépérissais, manquant de nourriture.\" - William Wordsworth",
        "tech_prereqs": [
            {
                "name": "Électricité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
            },
            {
                "name": "Biologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/biology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pénicilline",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/penicillin.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Sous-marin|Sous-marins",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Stade|Stades",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stadium.json"
            },
            {
                "name": "Hôtel|Hôtels",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hotel.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
    },
    {
        "id": 53,
        "name": "Radio",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
        "era": "Ère moderne",
        "cost": 3100,
        "civilopedia_entry": "La radio est la technologie permettant la transmission d'informations à un receveur éloigné via la modification de l'amplitude, de la fréquence ou de la durée de \"l'onde de l'émetteur\". En termes moins techniques, un transmetteur traduit les sons en ondes qu'il émet ensuite dans l'atmosphère. Ensuite, des récepteurs radio récupèrent ces ondes et les retraduisent en sons.Un poste de radio est une machine complexe. Il a fallu des siècles de recherche et de développement à des scientifiques et des physiciens tels que Michael Faraday, James Maxwell, Heinrich Hertz et Guglielmo Marconi pour achever la conception d'un modèle fonctionnel.Marconi, un physicien italien, travaillait à la création d'un télégraphe sans fil. En 1894, il parvint à envoyer un signal à près de 28 mètres. Il continua à affiner la technologie et, en 1901, il réussit à transmettre un signal au-delà de l'Atlantique. Continuant sur cette voie, dans les années 1920, il commença le développement de transmissions sans fil utilisant les ondes courtes, une technique qui allait devenir la pierre angulaire de la communication radio longue distance de l'ère moderne.Le premier programme radio fut diffusé le soir de Noël 1906. La première émission d'actualités vit le jour le 31 août 1920 à Détroit, dans le Michigan. À la fin des années 1920, les postes de radio étaient devenus monnaie courante aux États-Unis et en Europe.Les radios jouèrent un rôle prépondérant durant la Deuxième Guerre mondiale. En plus de permettre aux aéronefs et aux navires de communiquer, elles offraient la possibilité aux gouvernements en guerre de diffuser informations et propagande à l'attention de leurs citoyens, voire de leurs ennemis. Hitler, Churchill et Roosevelt furent tous trois des maîtres de ce procédé de communication. Après guerre, la radio resta extrêmement populaire, particulièrement aux États-Unis qui virent une augmentation considérable des réseaux et des stations radiophoniques. Elle demeura le principal média de divertissement jusqu'à l'avènement de la télévision dans les années 1950.Bien que diminuée par les technologies plus récentes que sont la télévision et Internet, la radio est encore une source importante et fiable d'informations et de divertissement pour les citoyens du monde. Comme le rock'n'roll, elle n'est pas près de mourir !",
        "quote": "\"Tout le pays était uni par la radio. Nous connaissions tous les mêmes héros, comédiens et chanteurs. Ils étaient des géants.\"- Woody Allen",
        "tech_prereqs": [
            {
                "name": "Électricité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Matières plastiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Tour de radiodiffusion|Tours de radiodiffusion",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/broadcast_tower.json"
            },
            {
                "name": "Tour Eiffel",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/eiffel_tower.json"
            },
            {
                "name": "Agence nationale du renseignement|Agences nationales du renseignement",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/national_intelligence_agency.json"
            },
            {
                "name": "Broadway|Broadway",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/broadway.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
    },
    {
        "id": 54,
        "name": "Pièces de rechange",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/replaceable_parts.png",
        "era": "Ère moderne",
        "cost": 3100,
        "civilopedia_entry": "Les pièces de rechange constituent la base d'un procédé de fabrication consistant à produire de nombreuses copies d'un objet à partir de pièces identiques. Ce procédé, qui permet un accroissement considérable de la vitesse et de la rentabilité de la fabrication, servit de catalyseur à la Révolution industrielle du XIXe siècle.L'un des moteurs de la création des pièces de rechange fut le désir d'armer rapidement les soldats. À l'origine, les mousquets étaient fabriqués par des artisans, et il n'existait pas deux modèles identiques. En effet, l'un des artisans allait produire des armes aux canons légèrement plus longs, l'autre proposer une gâchette plus ou moins grosse. Pour le propriétaire de l'arme, cela ne posait pas de problème particulier : en cas de casse, il lui suffisait de l'apporter à l'artisan qui l'avait conçu pour qu'il le répare. Mais lorsqu'une armée de mille hommes avait besoin de mousquets rapidement, cela était tout bonnement irréalisable.Cependant, si toutes les armes étaient identiques, il suffisait de remplacer une pièce usagée par n'importe quelle autre pièce de même type ôtée à une arme détériorée. De plus, un soldat qui s'était entraîné avec un mousquet pouvait se servir de n'importe quel autre mousquet sans avoir à se familiariser avec ses éventuelles particularités.Peu à peu, tous les produits manufacturés aux quatre coins de la planète furent constitués de pièces remplaçables. La plupart des artisans sont aujourd'hui devenus des artistes, et leurs œuvres sont bien trop onéreuses pour le consommateur moyen.",
        "quote": "\"Rien n'est particulièrement difficile si on le subdivise en petites tâches.\" - Henry Ford",
        "tech_prereqs": [
            {
                "name": "Moteur à vapeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
            },
            {
                "name": "Électricité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Matières plastiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
            },
            {
                "name": "Électronique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Légion étrangère|Légion étrangère",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/foreign_legion.json"
            },
            {
                "name": "Infanterie de la Grande Guerre|Infanteries de la Grande Guerre",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/great_war_infantry.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Base militaire|Bases militaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/military_base.json"
            },
            {
                "name": "Statue de la Liberté",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/statue_of_liberty.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
    },
    {
        "id": 55,
        "name": "Aviation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
        "era": "Ère moderne",
        "cost": 3100,
        "civilopedia_entry": "De tout temps, l'Homme a tenté de conquérir les cieux. Les travaux de Léonard de Vinci sur l'aviation sont bien connus, mais le génie italien ne fut que l'un des nombreux visionnaires à se pencher sur la question. Les premiers théoriciens du vol étudièrent avec énormément d'attention les maîtres naturels des airs, à savoir les oiseaux. Ainsi, ils tentèrent de mettre au point des machines, les ornithoptères, imitant les ailes de ces derniers et leur battement caractéristique. Malheureusement, ces premiers inventeurs manquaient des matériaux, des moteurs et des connaissances en aérodynamique nécessaires à la réalisation de leur rêve.L'aérodynamique connut de grandes avancées au cours des XVIe, XVIIe, XVIIIe et XIXe siècles grâce aux apports de brillants scientifiques tels que de Vinci, Galilée, Huygens, Newton, Bernoulli, Euler et Smeaton. En 1804, l'Anglais George Cayley fit voler un modèle de planeur à ailes fixes, et en 1853, il en conçut un nouveau, grandeur nature, aux commandes duquel il mit son propre cocher (peu enthousiaste). Cet épisode de l'histoire de l'aéronautique est le premier vol connu de planeur piloté par un homme.En 1902, les frères Wright conçurent leur propre planeur muni d'une forme d'ailes améliorée. Ne trouvant pas de fabricant capable de leur fabriquer un moteur à essence suffisamment léger pour répondre à leur besoin, ils en créèrent un eux-mêmes. Le 17 décembre 1903, l'aéronef des Wright s'envola à quatre reprises, parcourant jusqu'à 260 mètres. Les années qui suivirent l'invention révolutionnaire des deux frères, l'aviation connut des améliorations aussi rapides que capitales. En 1908, l'Américain Glenn Hammond Curtiss parcourut en vol plus d'un kilomètre et demi, et en 1909, le Français Louis Bleriot traversa la manche.Lors de la Première Guerre mondiale, l'aéronautique évolua beaucoup, notamment au niveau de l'armement (avec la création des chasseurs et des bombardiers). Dès le début des années 1920, des pilotes survolaient régulièrement les continents du globe, et en 1927, Charles Lindbergh accomplit la première traversée de l'Atlantique sans escale à bord d'un monoplace. La Deuxième Guerre mondiale vit les aéronefs s'améliorer énormément en termes de vitesse, d'autonomie, de résistance et de puissance de feu. À la fin du conflit, des avions de combat à réaction, des bombardiers capables de traverser des continents entiers à haute altitude et des hélicoptères sillonnaient les airs.À l'époque contemporaine, les voyages en avion sont devenus monnaie courante, à tel point qu'un trajet des États-Unis jusqu'en Chine (un rêve impossible il y a de cela 75 ans) n'est plus remarquable que par l'ennui qu'il suscite chez les voyageurs. Aujourd'hui, même si les attaques terroristes aériennes du 11 septembre 2001 ont rendu les trajets en avion plus inquiétants, chaque jour, des millions de personnes parcourent le monde entier de cette manière. En bref, l'aviation a encore de longues années devant elle.",
        "quote": "\"L'aéronautique n'a été ni une industrie, ni une science : ce fut un miracle.\"- Igor Sikorsky",
        "tech_prereqs": [
            {
                "name": "Moteur à vapeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Balistique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
            },
            {
                "name": "Électronique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Triplan|Triplans",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/triplane.json"
            },
            {
                "name": "Bombardier de la Grande Guerre|Bombardiers de la Grande Guerre",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/great_war_bomber.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Prora|Prora",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/prora.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
    },
    {
        "id": 56,
        "name": "Voies ferrées",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
        "era": "Ère moderne",
        "cost": 3100,
        "civilopedia_entry": "Les premières Voies ferrées furent construites dans des mines européennes au XVIe siècle. Il s'agissait de chariots à roulettes montés sur des rails et tirés par des hommes ou des animaux (le plus souvent des chevaux ou des ânes). Le premier réseau de voies ferrées en surface, utilisé par des machines à vapeur, apparut en Angleterre en 1825. Une fois la technologie éprouvée, les rails se propagèrent dans le monde entier. La construction de la première voie ferrée américaine à but général, la \"Baltimore and Ohio Railroad\", débuta en 1827. Un siècle plus tard, tous les continents du monde possédaient un réseau étendu de chemins de fer.L'importance des voies ferrées dans le développement du monde ne saurait être sous-estimée. Avant que le transcontinental ne traverse les États-Unis, un voyage de New York jusqu'à San Francisco prenait des mois. En train, ce même voyage ne durait que sept jours pour la somme, modeste, de 65$. Une fois les rails terminés, la population européenne de l'ouest et du Midwest américain explosa. Les villes situées sur le passage des voies ferrées prospérèrent, et celles qui en étaient éloignées périclitèrent, avant d'être désertées.Après l'invention et la production massive de voitures et de camions au XXe siècle, l'importance des voies ferrées déclina peu à peu (et notamment aux États-Unis, où la population se prit de passion pour les automobiles). Malgré tout, les chemins de fer demeurent aujourd'hui encore un moyen très économique et (relativement) écologique de transport de marchandises et de personnes. Tout semble d'ailleurs indiquer qu'ils préparent un retour en force dans un avenir très proche.",
        "quote": "\"L'utilisation d'un agent aussi puissant que la vapeur dans la propulsion des véhicules de transport marquera grandement l'évolution de la société humaine.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Moteur à vapeur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steam_power.json"
            },
            {
                "name": "Dynamite",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/dynamite.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Balistique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
            },
            {
                "name": "Combustion",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combustion.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Kremlin",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/kremlin.json"
            },
            {
                "name": "Neuschwanstein",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/neuschwanstein.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
    },
    {
        "id": 57,
        "name": "Matières plastiques",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
        "era": "Ère moderne",
        "cost": 4100,
        "civilopedia_entry": "Le plastique est un matériau à la fois léger, transparent et résistant qui conduit mal l'électricité. Il existe sous de nombreuses formes, certaines étant plus résistantes, d'autres plus souples, d'autres encore possédant une tolérance plus ou moins importante à la chaleur. Le plastique peut être fondu, compressé ou extrudé en d'innombrables formes. La société moderne en regorge : on en trouve entre autres dans les pare-chocs des automobiles, les prothèses, les biberons et les armes d'infanterie. Il est l'un des matériaux de construction majeurs du XXIe siècle.Le premier type de plastique à avoir été inventé par l'Homme fut conçu par l'Anglais Alexander Parkes en 1855. Sa création, la parkesine, était faite de cellulose (le matériau constitutif des cellules végétales) et servit de substitut à l'ivoire devenue de plus en plus rare en raison de la disparition progressive des grands mammifères marins.Le premier plastique entièrement synthétique fut la bakélite créée en 1909 par l'inventeur américain d'origine belge Leo Baekeland. Ce matériau avait l'avantage d'être peu coûteux, résistant et durable. Il fut utilisé dans la construction de radios, de téléphones, de poignées d'ustensiles divers, de touches de piano et de boules de billard. Si elle est dure, la bakélite a néanmoins l'inconvénient d'être relativement fragile. Peu à peu, elle a donc été largement remplacée par des plastiques plus souples et moins coûteux comme le polystyrène, le PVC, le nylon et d'autres variantes plus ou moins exotiques inventées au XXe siècle.Bien que relativement bon marché de nos jours, la plupart des plastiques sont constitués de nombreux produits pétrochimiques. Le pétrole devenant de plus en plus cher, le prix du plastique devrait lui aussi augmenter. Il est possible qu'un éventuel matériau miracle supplante à l'avenir cette matière reine qu'est devenu le plastique, mais pour l'heure, ce dernier demeure irremplaçable.",
        "quote": "\"Ben, je n'aurai qu'un mot à te dire, un seul mot : le plastique.\"- Buck Henry et Calder Willingham, Le Lauréat",
        "tech_prereqs": [
            {
                "name": "Radio",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
            },
            {
                "name": "Pièces de rechange",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pénicilline",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/penicillin.json"
            },
            {
                "name": "Théorie atomique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Infanterie|Infanterie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/infantry.json"
            },
            {
                "name": "Pracinha|Pracinhas",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pracinha.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Laboratoire de recherche|Laboratoires de recherche",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/research_lab.json"
            },
            {
                "name": "Christ Rédempteur",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/cristo_redentor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
    },
    {
        "id": 58,
        "name": "Électronique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electronics.png",
        "era": "Ère moderne",
        "cost": 4100,
        "civilopedia_entry": "L'Électronique couvre la branche de la technologie qui étudie les déplacements contrôlés des électrons au travers de diverses substances dont le vide. Cette discipline ne doit pas être confondue avec la technologie \"électricité\" qui comprend la production et la distribution du courant électrique. L'électronique ne fut reconnue comme un champ d'études à part entière qu'en 1950, lorsqu'elle fut distinguée de la radio.Les circuits électroniques peuvent être de deux types : analogiques ou numériques. Les circuits analogiques ne sont généralement que de simples assemblages de circuits basiques utilisant une tension électrique continue. Aujourd'hui, rares sont les circuits à être encore entièrement analogiques. Les circuits numériques constituent la base des ordinateurs modernes et des automates programmables industriels, en cela qu'ils sont l'application physique la plus courante de l'algèbre de Boole (0 et 1, ça vous dit quelque chose ?).L'étude et le développement de l'électronique sont étroitement liés à ceux des mathématiques, et la maîtrise de ceux-ci est une des conditions sine qua non à la maîtrise de la discipline. Créer et analyser des circuits complexes impliquent de résoudre des systèmes linéaires comptant de nombreuses variables inconnues (comme le voltage et le courant électrique en certains lieux précis). C'est la raison pour laquelle, de nos jours, la conception de circuits est facilitée par l'utilisation de logiciels d'automatisation.",
        "quote": "\"L'électronique de grande consommation est régie par une seule loi : les produits sont de plus en plus puissants, et de moins en moins chers.\"- Trip Hawkins",
        "tech_prereqs": [
            {
                "name": "Pièces de rechange",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
            },
            {
                "name": "Aviation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
            },
            {
                "name": "Théorie atomique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Porte-avions|Porte-avions",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/carrier.json"
            },
            {
                "name": "Cuirassé|Cuirassés",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/battleship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
    },
    {
        "id": 59,
        "name": "Balistique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ballistics.png",
        "era": "Ère moderne",
        "cost": 4100,
        "civilopedia_entry": "La balistique est la science du mouvement des projectiles, principalement les balles, les missiles et les bombes. Le plus souvent, le terme de \"balistique\" s'utilise en connexion avec l'étude médico-légale des armes et des munitions, particulièrement dans le cadre d'un crime, où il peut être nécessaire de relier une arme à une munition afin de prouver la culpabilité ou l'innocence d'un suspect. Tout au long du siècle passé, l'étude plus générale de la balistique a mené à de grandes améliorations en termes de précision, de puissance et d'efficacité pour les armes à projectiles de tout type.",
        "quote": "\"Les hommes, comme les balles, vont plus loin s'ils sont lisses.\" - Jean Paul",
        "tech_prereqs": [
            {
                "name": "Voies ferrées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
            },
            {
                "name": "Aviation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
            },
            {
                "name": "Armée combinée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Canon antiaérien|Canons antiaériens",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/anti-aircraft_gun.json"
            },
            {
                "name": "Mitrailleuse|Mitrailleuses",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/machine_gun.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
    },
    {
        "id": 60,
        "name": "Combustion",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
        "era": "Ère moderne",
        "cost": 4100,
        "civilopedia_entry": "\"Combustion\" signifie, peu ou prou, inflammation. Il s'agit d'une réaction chimique causée par l'interaction de deux substances (dont l'une est le plus souvent l'oxygène). Cette réaction chimique génère en principe de la lumière et de l'énergie. Notons que nous parlons ici de la combustion survenant à l'intérieur d'un moteur (d'où son nom de \"combustion interne\") dans le but de créer assez d'énergie pour faire tourner un vilebrequin ou activer un piston.Il existe deux types de moteurs à combustion interne : les moteurs à combustion intermittente et les moteurs à combustion continue. Dans un moteur à combustion intermittente, une quantité donnée de carburant et d'oxygène est injectée dans la chambre de combustion où il s'embrase et active un piston ou tout autre dispositif mécanique. Une nouvelle dose de carburant et d'oxygène est alors injectée, et le processus se répète. Les moteurs des automobiles sont généralement à combustion intermittente. Dans un moteur à combustion continue, un flot ininterrompu de carburant et d'oxygène est injecté dans le moteur et brûle en permanence. Les moteurs à réaction utilisent le flot continu.Le premier brevet de moteur à combustion interne fut déposé par l'Anglais Samuel Brown en 1823. Il détaillait le fonctionnement d'un moteur dit gaz/vide, fonctionnant à l'oxygène et à l'hydrogène. On doit le premier brevet d'utilisation d'un moteur à réaction visant à propulser un aéronef au Français Maxime Guillaume en 1921. Si aucune de ces deux tentatives ne fut réellement concluante, elles ouvrirent la voie à des technologies qui ont alimenté le monde entier en énergie jusqu'à aujourd'hui et ne sont probablement pas près de disparaître.",
        "quote": "\"Tout homme qui peut conduire sans risque en embrassant une jolie fille ne donne simplement pas au baiser toute l'attention qu'il mérite.\"- Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Voies ferrées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Armée combinée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Destroyer|Destroyers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/destroyer.json"
            },
            {
                "name": "Véhicule terrestre|Véhicules terrestres",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/landship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combustion.json"
    },
    {
        "id": 61,
        "name": "Pénicilline",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/penicillin.png",
        "era": "Ère atomique",
        "cost": 5100,
        "civilopedia_entry": "Les pénicillines sont des antibiotiques dérivés de certains champignons. Les antibiotiques combattent et éliminent les micro-organismes que sont les bactéries, dont certaines (comme la peste, la syphilis et la lèpre, pour n'en citer que trois) sont particulièrement nocives pour la santé et le bien-être de l'homme. On pense que la première utilisation d'une pénicilline primitive remonterait au Moyen Âge, à l'époque où le pain moisi était utilisé pour traiter les blessures infectées. On doit la découverte scientifique des antibiotiques, en 1928, à Alexander Fleming. La première utilisation médicale de ces produits, à l'initiative de Cecil George Paine, survint deux ans plus tard. Leur utilisation s'étant activement répandue, certaines bactéries ont développé une tolérance à la pénicilline. Ainsi, d'autres antibiotiques à large spectre ont été inventés pour contrecarrer ces souches particulièrement résistantes. Malgré cela, la pénicilline et ses héritiers demeurent des armes précieuses dans la lutte permanente qui opposent les chercheurs aux redoutables bactéries.",
        "quote": "\"L'homme n'est jamais tant l'égal des dieux que lorsqu'il soigne l'homme.\" - Cicéron",
        "tech_prereqs": [
            {
                "name": "Réfrigération",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
            },
            {
                "name": "Matières plastiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Écologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fusilier marin|Fusiliers marins",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/marine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Laboratoire médical|Laboratoires médicaux",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/medical_lab.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/penicillin.json"
    },
    {
        "id": 62,
        "name": "Théorie atomique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
        "era": "Ère atomique",
        "cost": 5100,
        "civilopedia_entry": "La théorie atomique de la matière a vu le jour dès la Grèce antique. Les philosophes Leucippe et Démocrite suggérèrent que le monde physique se composait d'une infinité de particules minuscules présentes dans le vide, les \"atomes\". Selon eux, ces derniers se combinaient en différentes quantités et formations pour constituer tout élément du réel : aussi bien l'air, que l'or, la chair ou la terre sous nos pieds. Bien entendu, à l'époque, les deux hommes ne disposaient d'aucun moyen pour prouver leur théorie qui fut rejetée plus tard par d'autres philosophes grecs, notamment Platon et Aristote. Ces derniers envisageaient l'existence de façon plus spirituelle, et leur vision fut adoptée à la fois par l'Église et par la majeure partie de l'Europe médiévale. Au final, la théorie atomique fut oubliée durant de nombreux siècles.La théorie atomique fit un retour remarqué au XVIIe siècle, lorsque le brillant scientifique Galilée partagea avec ses pairs ses croyances en l'existence du vide, et que scientifiques et philosophes tentèrent d'affranchir la science de l'influence du religieux et du spirituel. En 1658, le chimiste irlandais Robert Boyle réalisa une série d'expériences sur l'air. Il en conclut que la matière se composait de particules physiques s'imbriquant pour former des molécules dont les combinaisons lui donnaient ses propriétés particulières. Au début du XVIIIe siècle, Isaac Newton affina encore la théorie atomique, et en un siècle, les chimistes acquirent une connaissance de plus en plus précise de la composition et des propriétés de la matière.En 1808, le chimiste et physicien anglais John Dalton publia \"Un nouveau système de philosophie chimique\", œuvre qui offrit à la théorie atomique une véritable base scientifique. Dans son livre, Dalton représenta de façon cohérente la manière dont les éléments simples se combinaient en éléments composés, et tenta de produire des preuves physiques de l'existence des atomes. En 1869, le Russe Dimitri Mendeleïev créa un système visant à classer les éléments connus au sein d'un \"tableau périodique\" en fonction de leur poids atomique. En quelques décennies, les connaissances humaines concernant les propriétés de la matière s'accrurent de façon exponentielle.En 1895, l'Allemand Wilhelm Rontgen découvrit les rayons X, et en 1896, le Français Henri Becquerel découvrit la radioactivité lors d'études sur l'uranium. Leurs travaux furent approfondis avant la fin de la décennie par les pionniers français de la discipline, Pierre et Marie Curie, qui modifièrent et affinèrent radicalement la théorie atomique initiale.Ces recherches continuèrent au XXe siècle avec énormément de succès. On leur doit de nombreuses applications pratiques révolutionnaires, au nombre desquelles le générateur de rayons X et la bombe atomique (pour n'en citer que deux). Leucippe et Démocrite seraient probablement stupéfiés de constater jusqu'où leur théorie a mené leurs héritiers scientifiques.",
        "quote": "\"La puissance déchaînée de l'atome a tout changé, sauf nos modes de pensées, et nous glissons vers une catastrophe sans précédent.\"- Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Matières plastiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
            },
            {
                "name": "Électronique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Écologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
            },
            {
                "name": "Fission nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
    },
    {
        "id": 63,
        "name": "Radar",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radar.png",
        "era": "Ère atomique",
        "cost": 5100,
        "civilopedia_entry": "Le Radar est un système de détection physique qui utilise des ondes électromagnétiques pour identifier des objets lointains comme les navires ou les aéronefs. Apparu en 1941, le terme radar est l'acronyme anglais de \"Radio Detection And Ranging\" (en français : détection et estimation de la distance par ondes radio).En 1904, Christian Hulsmeyer créa un appareil capable de détecter la présence d'un navire en plein brouillard. Plus tard cette même année, il l'améliora afin qu'il puisse déterminer la distance à laquelle se trouvait l'objet détecté.Au mois d'août 1917, l'inventeur Nikola Tesla conçut les premières sections radars permettant à l'utilisateur de \"déterminer la position ou la trajectoire d'un objet en mouvement (comme un navire en mer), la distance parcourue par ce dernier, ainsi que sa vitesse\".À l'approche de la Deuxième Guerre mondiale, toutes les puissances industrielles du monde travaillaient activement à la conception du radar. Les Britanniques furent les plus proches d'y parvenir, mettant au point un système capable de repérer un aéronef en approche bien qu'il soit encore très loin des villes vulnérables (leur recherche fut motivée par la rumeur selon laquelle les Allemands auraient été en train de concevoir leur fameux Rayon de la mort). Ce système resta secret, si bien que durant la guerre, les Britanniques avancèrent que c'était en fait leurs sentinelles aériennes qui détectaient avant l'heure les assaillants allemands.A la fin de la guerre, tous les pays développés avaient réalisé d'importantes avancées en matière de technologie radar. Au milieu du siècle, la technologie se répandait dans le monde au niveau civil, notamment dans le domaine du trafic aérien. À l'exception éventuelle de certains aéronefs furtifs perfectionnés, il est aujourd'hui quasi impossible pour un avion de pénétrer dans l'espace aérien d'une nation industrialisée sans être repéré par un radar.",
        "quote": "\"La vision est l'art de voir les choses invisibles.\" - Jonathan Swift",
        "tech_prereqs": [
            {
                "name": "Électronique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electronics.json"
            },
            {
                "name": "Balistique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fission nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
            },
            {
                "name": "Fusées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
            },
            {
                "name": "Informatique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bombardier|Bombardiers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/bomber.json"
            },
            {
                "name": "B-17",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/b17.json"
            },
            {
                "name": "Chasseur|Chasseurs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/fighter.json"
            },
            {
                "name": "Zéro|Zéros",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/zero.json"
            },
            {
                "name": "Parachutiste|Parachutistes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/paratrooper.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Aéroport|Aéroports",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/airport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
    },
    {
        "id": 64,
        "name": "Armée combinée",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combined_arms.png",
        "era": "Ère atomique",
        "cost": 5100,
        "civilopedia_entry": "L'armée combinée est une doctrine militaire ayant vu le jour voilà plus d'un millénaire. Elle vise à regrouper différents types d'unités complémentaires de façon à améliorer l'efficacité générale d'une armée. À l'antiquité, l'armée combinée était utilisée par la plupart des grandes puissances, particulièrement les Grecs et les Romains, qui organisaient avec soin l'infanterie lourde et légère, la cavalerie et les armes à distance pour créer des formations unies équilibrant les forces et les faiblesses de chacun. De nos jours, l'avènement des armes aériennes a conduit à des variations encore plus complexes autour du concept traditionnel d'armée combinée. Les drones, les missiles guidés par satellite et les bombardiers stratosphériques ne sont que quelques exemples de l'arsenal toujours plus large offert aux commandants militaires modernes.",
        "quote": "\"Les racines du mal ne sont pas dans la construction de nouvelles armes plus redoutables. Elles sont dans l'esprit de conquête.\" - Ludwig von Mises",
        "tech_prereqs": [
            {
                "name": "Balistique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ballistics.json"
            },
            {
                "name": "Combustion",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combustion.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Informatique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Char|Chars",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/tank.json"
            },
            {
                "name": "Panzer|Panzers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/panzer.json"
            },
            {
                "name": "Canon antichar|Canons antichars",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/anti-tank_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Pentagone|Pentagones",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pentagon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combined_arms.json"
    },
    {
        "id": 65,
        "name": "Écologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ecology.png",
        "era": "Ère atomique",
        "cost": 6400,
        "civilopedia_entry": "Bien qu'il ne s'agisse pas à proprement parler d'une technologie, l'écologie est l'étude interdisciplinaire de toutes les formes d'interactions et de causalités existantes entre les organismes vivants et leur environnement. En d'autres termes, il s'agit de l'étude des écosystèmes. L'idée élémentaire de la discipline est qu'au sein d'un écosystème donné, tout élément (les cailloux, la terre, les oiseaux, les insectes, les arbres, etc.) influe, directement ou à la suite d'une réaction en chaîne, sur les autres éléments de l'écosystème. De plus, les écologistes croient en l'holisme, un concept statuant que même si toutes ces connexions ont été définies, les phénomènes d'action/réaction ne peuvent pas tous être prédits et qu'il reste nécessaire d'envisager et d'étudier le système entier comme un ensemble. En résumé, l'écologie étudie la façon dont tous ces éléments sont connectés, et comment le fait d'altérer l'un d'entre eux peut modifier, servir ou détruire un autre.Science moderne, l'écologie est encore jeune. Elle est devenue très populaire et répandue durant le mouvement environnemental des années 1960. Récemment, l'écologie se soucie de la préservation de la biodiversité et des effets indésirables du développement humain sur les environnements et les organismes qui l'entourent. Des études sur le long terme sont en cours pour observer ces effets. La plus ancienne a débuté en 1856.Les résultats de ces études ont permis de nombreuses applications pratiques comme la gestion plus efficace et bénéfique des ressources naturelles de régions comme les zones humides et les forêts ainsi que l'amélioration des programmes de santé publique et de planification urbaine. L'écologie a également établi un cadre d'étude permettant une compréhension plus approfondie des interactions sociales humaines.",
        "quote": "\"Sur toute l'échelle du temps, ce n'est qu'au siècle présent qu'une seule espèce, l'homme, est devenue assez puissante pour altérer la nature de son monde.\" - Rachel Carson",
        "tech_prereqs": [
            {
                "name": "Théorie atomique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
            },
            {
                "name": "Pénicilline",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/penicillin.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Télécommunications",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
            },
            {
                "name": "Tactiques mobiles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mobile_tactics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Centrale solaire|Centrales solaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/solar_plant.json"
            },
            {
                "name": "Opéra de Sydney",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/sydney_opera_house.json"
            },
            {
                "name": "Centre de recyclage|Centre de recyclage",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/recycling_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
    },
    {
        "id": 66,
        "name": "Fission nucléaire",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fission.png",
        "era": "Ère atomique",
        "cost": 6400,
        "civilopedia_entry": "La fission nucléaire est une réaction nucléaire durant laquelle les noyaux d'atomes radioactifs se divisent (d'où le terme de fission). La réaction se traduit par l'émission de neutrons qui viennent percuter d'autres atomes, provoquant une réaction en chaîne. Si les atomes sont suffisamment nombreux, la fission peut s'alimenter elle-même. Elle génère alors une grande quantité d'énergie de manière contrôlée (réacteur nucléaire) ou totalement incontrôlée (bombe atomique).Si la fission nucléaire produit énormément d'énergie (plusieurs millions de fois plus que le même poids d'essence), elle produit dans le même temps une quantité non négligeable de déchets particulièrement difficiles à éliminer. Notons aussi que le procédé est mortel pour toute créature vivante : lentement dans le cadre d'une exposition à la radioactivité, ou très rapidement si la réaction en chaîne devient incontrôlable et provoque une explosion.La fission nucléaire ne se produit que rarement à l'état naturel. Le dernier cas remonte à quelque deux millions d'années. Depuis, la quantité de matériau fissile s'est désintégrée, rendant toute fission naturelle impossible sur Terre.En 1917, le Néo-Zélandais Ernest Rutherford fut le premier homme à scinder l'atome. En 1934, l'Italien Enrico Fermi expérimenta le bombardement de neutrons sur de l'uranium. La même année, Ida Noddack proposa l'idée d'une possible fission nucléaire (en d'autres termes, d'une réaction nucléaire prolongée). En 1938, les chimistes allemands Otto Hahn et Fritz Strassmann parvinrent à créer la première réaction en chaîne nucléaire de l'Histoire.Au début de la Deuxième Guerre mondiale, la course à la création de l'arme nucléaire battait son plein. Après avoir reçu une lettre d'Albert Einstein et de Leó Szilárd (alors réfugiés aux États-Unis) décrivant le potentiel meurtrier d'une éventuelle arme nucléaire, le président Franklin Roosevelt constitua une équipe de recherche scientifique et militaire destinée à créer une telle arme avant les Allemands (dont on supposait à l'époque qu'ils menaient les mêmes recherches). Des scientifiques étasuniens, canadiens et britanniques travaillèrent ensemble sur le projet qui fut baptisé \"Projet Manhattan\".Après cinq années de travail acharné, les scientifiques du Projet Manhattan parvinrent à créer et à tester une arme nucléaire. Les 6 et 9 août 1945, les États-Unis d'Amérique lâchèrent des bombes atomiques sur les villes japonaises d'Hiroshima et de Nagasaki. Ces premières déflagrations atomiques tuèrent près de 120 000 Japonais le premier jour et autant les trois mois suivants en raison des brûlures, de l'empoisonnement radioactif et d'autres blessures traumatiques. Le Japon capitula sans condition le 15 août 1945.Depuis la Deuxième Guerre mondiale, plus aucune bombe atomique ne fut utilisée en combat (bien que de nombreuses aient été testées). Les États-Unis, la Russie, l'Angleterre et la France possèdent encore d'importantes réserves d'ogives atomiques (les États-Unis et la Russie en possédant la grande majorité), et des pays comme la Chine, Israël, le Pakistan, l'Inde et la Corée du Nord ont depuis acquis la bombe A. Aujourd'hui, les États-Unis s'évertuent à empêcher l'Iran de développer de telles armes, mais nul ne sait s'ils y parviendront.",
        "quote": "\"Je suis devenu la Mort, le destructeur de mondes.\"- J. Robert Oppenheimer",
        "tech_prereqs": [
            {
                "name": "Théorie atomique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
            },
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tactiques mobiles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mobile_tactics.json"
            },
            {
                "name": "Balistique avancée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bombe atomique|Bombes atomiques",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/atomic_bomb.json"
            },
            {
                "name": "Bazooka|Bazookas",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/bazooka.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Centrale nucléaire|Centrales nucléaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/nuclear_plant.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
    },
    {
        "id": 67,
        "name": "Fusées",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
        "era": "Ère atomique",
        "cost": 6400,
        "civilopedia_entry": "Bien que la date du premier lancement de fusée soit quelque peu contestée, il est généralement admis qu'il eut lieu aux alentours de 1230 en Chine durant une opération militaire. Le premier lancement dont nous possédions des témoignages écrits remonte quant à lui à 1264, en Chine également. Il s'agit du vol d'une fusée d'artifice à combustion interne. Ces premières fusées utilisaient un carburant solide, souvent de la poudre à canon, et volaient rarement au-delà de 600 mètres.L'invention des fusées modernes pourrait être attribuée au professeur Robert Goddard. Ce dernier posa comme principes que le carburant ne devait pas être brûlé dans une petite chambre de combustion isolée, que les fusées devaient être construites sur plusieurs étages distincts et que la poussée pouvait être améliorée via l'utilisation d'une tuyère en forme de sablier appelée tuyère de Laval. Jusqu'aux améliorations de Goddard, les fusées brûlaient l'intégralité de leur carburant au sein d'une grande chambre de combustion et n'étaient capables ni de voler à une vitesse incroyable, ni de parcourir des distances intercontinentales.Aujourd'hui, les fusées utilisent une combinaison d'ergols liquides leur permettant d'atteindre une vitesse hypersonique à un prix relativement modeste. Au-delà de leur utilisation militaire évidente dans la propulsion de missiles visant à frapper des cibles lointaines, les fusées sont également utilisées dans le cadre de l'industrie du feu d'artifice, la fabrication des sièges éjectables, la recherche atmosphérique et, bien entendu, le vol spatial.",
        "quote": "\"Pour ceux qui aiment jouer avec les fusées, voici une règle simple à suivre : toujours partir du principe qu'elles vont exploser.\"- Magazine d'astronautique, 1937",
        "tech_prereqs": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Balistique avancée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
            },
            {
                "name": "Satellites",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/satellites.json"
            },
            {
                "name": "Robotique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lance-missiles SAM mobile|Lance-missiles SAM mobiles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mobile_sam.json"
            },
            {
                "name": "Lance-roquettes|Lance-roquettes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/rocket_artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
    },
    {
        "id": 68,
        "name": "Informatique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
        "era": "Ère atomique",
        "cost": 6400,
        "civilopedia_entry": "De façon très simplifiée, un ordinateur est une machine qui traite des données ou effectue certaines tâches en fonction d'indications prédéfinies. Si le premier ordinateur \"moderne\" ne fut créé qu'au début du XXe siècle, les premiers modèles reconnus sont les horloges astronomiques mécaniques d'Al-Djazari en 1206 et le métier à tisser semi-automatique de Jacquard en 1801. Si les deux machines étaient programmables, elles ne disposaient pas de la seconde fonction des ordinateurs modernes, à savoir le stockage de données. Les premiers ordinateurs fonctionnaient et emmagasinaient des données grâce à certaines parties mécaniques et d'autres analogiques. Dans les années 1940, ces dernières furent remplacées par des pièces utilisant l'électronique numérique. Il n'existe pas de consensus sur la date d'invention des ordinateurs modernes. Cependant, il est traditionnellement admis qu'il est issu d'avancées successives qui donnèrent naissance à des modèles comme le Z3 de Konrad Zuse et l'ENIAC de l'armée de terre étasunienne.Avec l'avènement de l'électronique, les ordinateurs sont devenus plus petits, plus rapides, plus fiables, plus polyvalents, meilleur marché et consomment moins d'énergie. Si les vieux modèles occupaient des pièces entières (et même des pâtés de maison entiers), l'ordinateur moderne, de part sa taille, est aujourd'hui aussi omniprésent que le téléphone fixe : outre l'existence de machines individuelles autonomes, il peut être intégré aux voitures, aux machines à laver, voire être utilisé dans l'industrie textile de pointe. Les ordinateurs ont permis aux scientifiques de réaliser des opérations qui sans cela auraient nécessité une vie entière de calculs, de prédire le temps qu'il fera avec une grande exactitude, d'envoyer des hommes sur la Lune et des vaisseaux spatiaux au-delà des frontières du système solaire, et de permettre à un enfant de Shanghai de jouer avec un petit Anglais sans qu'aucun des deux n'ait à quitter son salon.Bien qu'il ait été considéré à ses débuts comme une attraction à la mode, voire comme un passe-temps pour excentriques aisés, l'ordinateur a marqué l'Histoire et n'est pas près de disparaître.",
        "quote": "\"Les ordinateurs sont comme les Dieux de l'Ancien Testament : beaucoup de règles et aucune pitié.\"- Joseph Campbell",
        "tech_prereqs": [
            {
                "name": "Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
            },
            {
                "name": "Armée combinée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combined_arms.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Robotique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
            },
            {
                "name": "Lasers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/lasers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Hélicoptère de combat|Hélicoptères de combat",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/helicopter_gunship.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Grand pare-feu|Grands pare-feu",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_firewall.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
    },
    {
        "id": 69,
        "name": "Télécommunications",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/telecommunications.png",
        "era": "Ère de l'info.",
        "cost": 7700,
        "civilopedia_entry": "Les télécommunications permettent la transmission de données et d'informations à longue distance, par l'utilisation de différents types d'appareils à signal. Les premières formes primitives de communications à distance, notamment les signaux de fumée et les drapeaux, finirent par céder la place au télégraphe, puis au téléphone. La recherche scientifique et l'ingénierie, particulièrement au cours des 30 dernières années, a révolutionné notre capacité à communiquer sans limite. Les satellites en orbite permettent aujourd'hui de transmettre des données partout dans le monde. Si la télévision, Internet, les téléphones cellulaires et le GPS font aujourd'hui partie intégrante du quotidien de millions de personnes, c'est grâce aux recherches sur les télécommunications.",
        "quote": "\"Plus nous développons nos moyens de communication, moins nous communiquons.\" - J.B. Priestley",
        "tech_prereqs": [
            {
                "name": "Écologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_internet.json"
            },
            {
                "name": "Mondialisation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/globalization.json"
            },
            {
                "name": "Physique des particules",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Sous-marin nucléaire|Sous-marins nucléaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/nuclear_submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Abri antiaérien|Abris antiaériens",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bomb_shelter.json"
            },
            {
                "name": "Tour CN|Tours CN",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/cn_tower.json"
            },
            {
                "name": "Office national du tourisme|Offices nationaux du tourisme",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/national_visitor_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
    },
    {
        "id": 70,
        "name": "Tactiques mobiles",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mobile_tactics.png",
        "era": "Ère de l'info.",
        "cost": 7700,
        "civilopedia_entry": "Les tactiques mobiles sont des stratégies mises en place par l'armée pour permettre à des unités rapides et maniables de rejoindre et de quitter le combat sans se retrouver coincées dans un affrontement en cours. Les tactiques mobiles sont souvent utilisées par des unités irrégulières ou de guérilla, spécialisées dans les attaques rapides et ciblées visant à déstabiliser de plus grandes forces.",
        "quote": "\"Tous les hommes peuvent comprendre les tactiques derrière mes conquêtes, mais ce que personne ne voit, c'est la stratégie d'où vient la victoire.\" - Sun Tzu",
        "tech_prereqs": [
            {
                "name": "Écologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
            },
            {
                "name": "Fission nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Physique des particules",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Infanterie mécanisée|Infanterie mécanisée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mechanized_infantry.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mobile_tactics.json"
    },
    {
        "id": 71,
        "name": "Balistique avancée",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/advanced_ballistics.png",
        "era": "Ère de l'info.",
        "cost": 7700,
        "civilopedia_entry": "La balistique est la science étudiant le tir et le lancer précis d'objets à de grandes distances. La balistique avancée se focalise sur ces deux mêmes éléments (la précision et la portée), mais sur des distances dépassant celles de continents entiers. Les artilleurs modernes peuvent propulser des balles explosives à des dizaines de kilomètres avec une précision redoutable et des missiles sur des cibles spécifiques à l'autre bout de la planète. Si l'on ajoute à cela des améliorations comme le GPS et le guidage laser, alors il n'existe théoriquement aucune cible à la surface du globe qui soit à l'abri d'un tir de projectile. Bonne chose, mauvaise chose... Laissons à chacun le droit de se faire sa propre opinion. Au final, tout dépend de l'objectif de celui qui a le doigt sur le bouton rouge.",
        "quote": "\"Notre pouvoir scientifique a dépassé notre pouvoir spirituel. Nous savons guider des missiles, mais nous détournons l'Homme de sa voie.\" - Martin Luther King Jr",
        "tech_prereqs": [
            {
                "name": "Fission nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
            },
            {
                "name": "Fusées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Physique des particules",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/particle_physics.json"
            },
            {
                "name": "Fusion nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fusées de lancement",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ss_booster.json"
            },
            {
                "name": "Missile nucléaire|Missiles nucléaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/nuclear_missile.json"
            },
            {
                "name": "Missile guidé|Missiles guidés",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/guided_missile.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
    },
    {
        "id": 72,
        "name": "Satellites",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
        "era": "Ère de l'info.",
        "cost": 7700,
        "civilopedia_entry": "La technologie des satellites comprend l'étude et le développement de corps orbitaux artificiels (à l'inverse, donc, des corps naturels comme la Lune). Les satellites de confection humaine ont été une source d'inspiration majeure pour les auteurs de science-fiction depuis le début des années 1900. A titre d'exemple, le visionnaire Arthur C. Clarke imagina les plans d'un réseau satellitaire de communication de masse bien avant que la technologie ne permette de le mettre en place.Cependant, les satellites demeurèrent du domaine de la fiction pure jusqu'en 1957, année du lancement du premier satellite russe, Spoutnik 1. En plus d'avoir prouvé qu'il était possible de placer un objet conçu par l'homme en orbite constante autour de la Terre, cet évènement déclencha la course à l'espace entre l'Union soviétique et les États-Unis. Plus tard cette même année, Spoutnik 2 fut lancé, emportant à son bord le premier être terrestre à être allé dans l'espace, la chienne Laïka. Un an plus tard, les États-Unis lançaient leur premier satellite, Explorer 1.Cette course à l'espace opposant les deux rivaux provoqua l'envoi en orbite par plus de cinquante nations différentes de milliers de satellites spécialisés. Au-delà de leurs évidentes applications militaires et d'espionnage, les satellites sont entre autres utilisés dans le cadre de la communication de masse (Clarke avait donc vu juste), des systèmes GPS et de la navigation, de la recherche et de l'observation météorologiques, ainsi que de la transmission de programmes de divertissement. Le satellite le plus grand actuellement en orbite est la Station spatiale internationale (en anglais International Space Station ou ISS).",
        "quote": "\"Maintenant, étrangement, d'une certaine manière, le ciel semblait presque d'un autre monde.\"- Lyndon B. Johnson",
        "tech_prereqs": [
            {
                "name": "Fusées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusion nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cabine (vaisseau spatial)",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ss_cockpit.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Télescope spatial Hubble|Télescopes spatiaux Hubble",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hubble_space_telescope.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/satellites.json"
    },
    {
        "id": 73,
        "name": "Robotique",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
        "era": "Ère de l'info.",
        "cost": 7700,
        "civilopedia_entry": "Si divers types d'automates et de machines sont apparus au cours de l'Histoire depuis le Ier siècle apr. J.-C., la première machine entièrement autonome n'a fait son apparition qu'au milieu du XXe siècle. L'écrivain de science-fiction Isaac Asimov a inventé à son insu le terme \"robotique\" dans sa nouvelle de 1941 \"Menteur !\". Il était en effet persuadé qu'il existait, puisque d'autres comme \"électronique\" faisaient déjà partie du vocabulaire. La robotique couvre tous les aspects de l'électronique, de la mécanique et de la programmation informatique des robots, ainsi que les diverses manières dont ils perçoivent leur environnement et interagissent avec lui.Les robots industriels basiques sont utilisés depuis le début des années 1960, mais des modèles plus puissants et sophistiqués sont actuellement en développement. Incontestablement utiles dans les usines où ils effectuent des tâches répétitives de grande précision, les robots font l'objet d'études poussées destinées à les doter de prothèses à l'apparence réelle, de la démarche verticale habituellement propre aux hommes, et de la capacité de reconnaître et de reproduire des gestes, des émotions et des expressions humaines.Si l'industrie du divertissement a amassé des millions en jouant sur la peur d'une soudaine révolte de machines résolues à asservir l'homme qui les a créées, la robotique est en réalité bridée par le développement de l'I.A., l'intelligence artificielle. Les robots sont effectivement très performants lorsqu'il est question d'accomplir une série de tâches ou d'instructions prédéfinies, mais ils ne jouissent encore ni de raison, ni d'une pensée autonome. En ce sens, leur utilité dans un avenir proche semble limitée (en d'autres termes, ce n'est pas demain la veille que nous serons asservis par une armée d'aspirateurs mutins).",
        "quote": "\"1. Un robot ne peut porter atteinte à un être humain ni, restant passif, laisser cet être humain exposé au danger.2. Un robot doit obéir aux ordres donnés par les êtres humains, sauf si de tels ordres sont en contradiction avec la Première Loi.3. Un robot doit protéger son existence dans la mesure où cette protection n'entre pas en contradiction avec la Première ou la Deuxième Loi.\"- Isaac Asimov",
        "tech_prereqs": [
            {
                "name": "Fusées",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
            },
            {
                "name": "Informatique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusion nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
            },
            {
                "name": "Furtivité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
            },
            {
                "name": "Nanotechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nanotechnology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Croiseur lance-missiles|Croiseurs lance-missiles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/missile_cruiser.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Chantier spatial|Chantiers spatiaux",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/spaceship_factory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
    },
    {
        "id": 74,
        "name": "Lasers",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
        "era": "Ère de l'info.",
        "cost": 7700,
        "civilopedia_entry": "Le terme \"laser\" s'écrivait à l'origine LASER. Il s'agit en effet d'un acronyme anglais signifiant \"Light Amplification by Stimulated Emission of Radiation\" (soit \"Amplification de la lumière par émission stimulée de radiation\"). Un acronyme qui, d'ailleurs, fait très justement office de définition. Les prémices du laser nous viennent d'Albert Einstein qui, en 1917, s'inspira une nouvelle fois de la loi de Planck sur la radiation. A la même période, pure coïncidence, les auteurs de science-fiction commençaient à décrire une technologie identique. Le premier laser fonctionnel n'apparut qu'en 1960, année qui vit la création par les Laboratoires de recherche Hugues d'une technologie laser capable d'emmagasiner des données grâce à l'utilisation de dispositifs de stockage optiques (comme les graveurs de DVD).Depuis les premières années de recherche, de nombreux types de lasers spécialisés ont été développés, servant des intérêts aussi différents qu'une aide à la visée, l'amélioration de la production ou l'utilisation de différentes longueurs d'onde. Si, à l'origine, le laser n'était qu'une \"solution à la recherche d'un problème\", il trouva finalement des milliers d'utilisations différentes. On le retrouve ainsi dans l'électronique de grande consommation, l'industrie du divertissement, les institutions policières, ainsi que dans l'armée. Quoi qu'il en soit, veillez à ne jamais regarder la source d'un laser à l'œil nu !",
        "quote": "\"La nuit est avancée, le jour approche. Dépouillons-nous donc des oeuvres des Ténèbres, et revêtons les armes de la lumière.\" - La Bible : Romains, 13:12",
        "tech_prereqs": [
            {
                "name": "Informatique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Furtivité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Chasseur à réaction|Chasseurs à réaction",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/jet_fighter.json"
            },
            {
                "name": "Blindé moderne|Blindés modernes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/modern_armor.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/lasers.json"
    },
    {
        "id": 75,
        "name": "Internet",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
        "era": "Ère de l'info.",
        "cost": 8800,
        "civilopedia_entry": "L'origine d'Internet remonte au développement de l'ARPANET (Advanced Research Projects Agency Network), un projet financé par le département de la Défense américain et destiné à faciliter les échanges d'informations pour ses universitaires sous contrat et ses laboratoires de recherche. Le réseau devint rapidement un élément essentiel de l'infrastructure nécessaire au bon fonctionnement de la recherche scientifique aux États-Unis. On se dépêcha alors de développer différents outils et applications, comme un simple protocole de transfert de courrier (ou MTP, plus communément appelé \"e-mail\") et un protocole de transfert de fichiers (FTP) pour les transmissions plus longues.En 1982, le département de la Défense adopta le protocole de contrôle des transmissions (TCP), grâce auquel des ordinateurs de modèles différents, connectés à des réseaux, étaient capables de diriger et de réassembler des paquets de données, où qu'ils se trouvent dans le monde. Avec le protocole Internet (IP), un système mondial d'adresses, l'architecture ouverte du TCP fut accueillie avec enthousiasme par la plupart des chercheurs et des entreprises à travers le monde.En quelques années, le réseau transférait des millions de bits par seconde, et de nombreux réseaux commerciaux prirent leur envol. En 1993, l'université de l'Illinois distribua gratuitement \"Mosaic\", un nouveau type de programme permettant d'utiliser une nouvelle technologie Internet baptisée \"World Wide Web\", ou \"toile mondiale\". En quelques mois, plusieurs corporations, à l'image de Netscape et de Microsoft, firent leur entrée sur ce marché en plein essor, proposant des navigateurs et des serveurs informatiques à utiliser sur les ordinateurs. À la fin des années 1990, on comptait environ 100 000 fournisseurs d'accès Internet dans le monde. On estime qu'à partir des années 2000, Internet doublait en taille chaque année, ce qui en fait le plus grand canalisateur d'informations et de loisirs de toute l'histoire.",
        "quote": "\"Internet est la première création de l'humanité que l'humanité ne comprend pas, la plus grande expérience d'anarchie qui ait jamais été conduite.\" - Eric Schmidt",
        "tech_prereqs": [
            {
                "name": "Télécommunications",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Technologie future",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_internet.json"
    },
    {
        "id": 76,
        "name": "Mondialisation",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
        "era": "Ère de l'info.",
        "cost": 8800,
        "civilopedia_entry": "La mondialisation (qui n'est ni une technologie, ni un champ d'études à proprement parler) décrit le procédé par lequel les économies, cultures, langues, données et sociétés régionales s'intègrent au sein d'un réseau unique plus grand. Si le terme n'est souvent utilisé que pour désigner les tendances économiques du marché mondial, la mondialisation tient compte d'énormément de facteurs aussi divers que les schémas migratoires et la transmission de l'information et de la technologie. Bien que n'ayant été considérée que très récemment comme un concept à part entière, la mondialisation fait partie de l'histoire humaine depuis la création des premières routes commerciales entre cités distantes.L'une des premières définitions du terme nous vient de l'entrepreneur américain Charles Taze Russell en 1897, mais ce ne fut que dans les années 1960 que le mot entra dans le langage courant. La mondialisation est un concept moteur aussi bien dans le secteur public que dans le secteur privé. Ainsi, d'importantes institutions bancaires ouvrent des agences dans le monde entier, et des gouvernements indépendants s'unissent au sein de groupement comme l'Organisation des Nations Unies.La mondialisation contemporaine s'efforce de briser les barrières commerciales et politiques entre nations opposées, afin d'accroître l'indépendance et la prospérité de tous. Elle promeut le libre échange et la suppression des tarifs douaniers, le renforcement des lois relatives au principe de propriété intellectuelle, un partage facilité des informations et de l'actualité ainsi qu'une plus grande liberté au niveau des voyages internationaux, du tourisme et des mouvements migratoires.",
        "quote": "\"L'interdépendance nouvelle qu'impose l'électronique recrée le monde à l'image d'un village global.\"- Marshall McLuhan",
        "tech_prereqs": [
            {
                "name": "Télécommunications",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Technologie future",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/globalization.json"
    },
    {
        "id": 77,
        "name": "Physique des particules",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
        "era": "Ère de l'info.",
        "cost": 8800,
        "civilopedia_entry": "La physique des particules permet à l'Homme d'approfondir davantage sa compréhension de la matière et de l'énergie que ne le lui permettait son ancêtre, la théorie atomique. Si le terme d'atome ne fut utilisé pour la première fois qu'en 1803 par le chimiste John Dalton, l'idée que toute matière peut être décomposée en particules fondamentales de plus en plus petites remonte au VIe siècle av. J.-C. La science moderne qu'est la physique des particules, soit l'étude des mécanismes de la physique quantique, ne naquit réellement qu'en 1838 avec la découverte des rayons cathodiques par Michael Faraday. Cette découverte permit de prouver que l'atome (considéré jusqu'alors comme le plus petit élément physique existant) était en réalité composé de particules encore plus petites.Le fondement de la théorie quantique est en général résumé par le \"modèle standard\", soit une classification des dix-sept types de particules élémentaires : 12 fermions, 4 bosons vectoriels et 1 boson scalaire (notons que contrairement à ce qui est traditionnellement enseigné en cours élémentaire, les protons et les neutrons n'en font pas partie, en cela qu'ils sont constitués de quarks, une certaine saveur de fermions). Les particules associées à la matière sont des fermions (leur spin est demi-entier) et celles associées aux énergies sont des bosons (leur spin est entier). A partir de ces 17 particules de base, il est possible de créer des centaines d'autres types de particules composites et fondamentales.Si bon nombre de physiciens des particules pensent qu'il reste encore certains éléments à découvrir et à comprendre pour y parvenir, les études dans ce domaine ont montré qu'il était bel et bien possible de changer le plomb en or (de façon purement physique et non économique), et que les théories fantaisistes des auteurs de science-fiction comme la matière noire et la théorie du Tout pourraient bien être exactes.",
        "quote": "\"Chaque particule de matière de l'univers attire toutes les autres avec une force inversement proportionnelle au carré́ de la distance qui les sépare.\"- Isaac Newton",
        "tech_prereqs": [
            {
                "name": "Télécommunications",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
            },
            {
                "name": "Tactiques mobiles",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mobile_tactics.json"
            },
            {
                "name": "Balistique avancée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Technologie future",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Moteur (vaisseau spatial)",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ss_engine.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/particle_physics.json"
    },
    {
        "id": 78,
        "name": "Fusion nucléaire",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
        "era": "Ère de l'info.",
        "cost": 8800,
        "civilopedia_entry": "Phénomène naturel survenant à l'intérieur des étoiles, la fusion nucléaire correspond à l'assemblage d'atomes identiquement chargés formant un atome à la fois plus lourd et plus grand. Par exemple, deux atomes d'hydrogène fusionnent pour former un atome d'hélium. L'un des effets produits par cet assemblage est la libération ou l'absorption d'énormément d'énergie (bien plus que la quantité d'énergie nécessaire à la fusion initiale des deux noyaux atomiques). Maîtriser la puissance générée par la fusion a été l'objectif de la recherche énergétique depuis les années 1950. Cet engouement est né après l'observation de la puissance libérée par les réactions en chaîne incontrôlées survenues suite à l'explosion de la première bombe à hydrogène.En vulgarisant au maximum, il existe deux types de fusion : celle produisant de l'énergie et celle consommant de l'énergie. La fusion entre les éléments les plus légers et n'importe lequel de leurs isotopes (soit tout élément plus léger que le fer ou de poids atomique inférieur à 26) libèrera généralement de l'énergie. À l'inverse, la fusion des éléments les plus lourds en consommera. L'inverse est également vrai pour la fission.Une énorme quantité d'énergie est nécessaire pour que deux atomes surmontent la répulsion due à leurs charges positives et fusionnent (même s'il s'agit d'atomes d'hydrogène, le plus léger des éléments). Cependant, certains scientifiques sont convaincus que dès 2020, il sera possible de créer un réacteur capable non seulement de contrôler et de modifier légèrement le phénomène, mais également de produire dix fois plus d'énergie qu'il n'en faut pour déclencher la réaction. La mise à disposition de ce type d'énergie pourrait révolutionner les infrastructures des pays du globe et changer la façon dont les applications technologiques, même les plus insignifiantes, fonctionneront.",
        "quote": "\"La libération de l'énergie atomique n'a pas créé un nouveau problème, elle n'a fait que rendre plus urgente la nécessité de résoudre un problème existant.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Balistique avancée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/advanced_ballistics.json"
            },
            {
                "name": "Satellites",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/satellites.json"
            },
            {
                "name": "Robotique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Technologie future",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Mécacolosse de la mort|Mécacolosses de la mort",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/giant_death_robot.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
    },
    {
        "id": 79,
        "name": "Nanotechnologie",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
        "era": "Ère de l'info.",
        "cost": 8800,
        "civilopedia_entry": "La nanotechnologie est une étude globale s'intéressant au contrôle de toute matière au niveau atomique et moléculaire. Si la nanotechnologie est souvent représentée par des millions de minuscules robots contrôlant les flux atomiques, elle couvre en réalité toute science gravitant autour de l'étude ou de l'utilisation de particules de quelques nanomètres. Ainsi, elle s'intéresse à des applications comme la création de nanotubes de carbone microscopiques et de nanoparticules solaires ou la recherche ADN. Un nanomètre (la taille relative de la plupart des éléments nanotechnologiques créés) mesure un milliardième de mètre (10 exposant -9), soit la taille d'une bille à l'échelle de la Terre. Il n'y a guère que quelques années que l'homme possède la technologie lui permettant de mener des recherches à une échelle si minuscule. Bien que la nanotechnologie soit récente, on estime que trois à quatre nouveaux \"nanoproduits\" apparaissent chaque semaine dans le commerce. Les applications de cette technologie sont présentes dans l'industrie textile, les cosmétiques, l'alimentation et les techniques de conditionnement.Si de nombreux scientifiques se montrent enthousiastes vis-à-vis des possibilités offertes par le développement d'une technologie à si petite échelle, d'autres s'inquiètent de son impact sur la santé publique et l'environnement, ainsi que des problèmes éthiques qu'elle soulève. Des alarmes de santé et de sécurité publiques ont été tirées dans plusieurs pays, afin que soient mises en place des réglementations strictes, visant à empêcher que les nanoparticules ne soient accidentellement libérées dans l'environnement et les organismes vivants, et ne causent des dégâts toxiques imprévus.",
        "quote": "\"L'impact de la nanotechnologie devrait dépasser celui que la révolution électronique a eu sur nos vies.\"- Richard Schwartz",
        "tech_prereqs": [
            {
                "name": "Robotique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Technologie future",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Module stase (vaisseau spatial)",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ss_stasis_chamber.json"
            },
            {
                "name": "Escouade XCOM|Escouades XCOM",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/xcom_squad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nanotechnology.json"
    },
    {
        "id": 80,
        "name": "Furtivité",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/stealth.png",
        "era": "Ère de l'info.",
        "cost": 8800,
        "civilopedia_entry": "Si le concept ou la pratique de la furtivité est extrêmement ancien dans l'histoire du développement de la civilisation humaine, l'approche moderne de cette technologie l'a élevé à un tout autre niveau. La furtivité est le fruit de multiples disciplines et tactiques militaires allant au-delà des limites de la perception humaine. Cette technologie tente à la fois de concevoir des objets capables d'échapper aux détections radars, acoustiques et thermales (ou à tout autre système de repérage), et de les détecter par des moyens similaires extrêmement sophistiqués.Consistant à fondre visuellement un objet dans son environnement, les tenues de camouflage comptent parmi les méthodes les plus anciennes et les plus rudimentaires de dissimulation. Cependant, de nombreuses avancées technologiques ont suscité le besoin de concevoir des méthodes de camouflage et de détection plus dynamiques et élaborées. Aujourd'hui, on injecte des produits chimiques thermiques dans les vêtements, les navires sont fabriqués à partir de matériaux spéciaux absorbant les ondes radars, et les signatures infrarouges des avions sont dissimulées par de nouveaux systèmes de propulsion particulièrement ingénieux. S'il n'est pas toujours possible de rendre un objet totalement invisible à tous les modes de détection, les véhicules furtifs et les avions de reconnaissance ont changé la manière dont sont exécutées les opérations militaires. Les nations ont en effet appris à tirer de cruciaux avantages de cette technologie.",
        "quote": "\"Soyez particulièrement subtil, jusqu'à perdre toute forme. Soyez particulièrement mystérieux, jusqu'à ne plus produire aucun son. C'est comme ça que vous dirigerez le destin de votre adversaire.\"- Sun Tzu",
        "tech_prereqs": [
            {
                "name": "Robotique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
            },
            {
                "name": "Lasers",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/lasers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Technologie future",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bombardier furtif|Bombardiers furtifs",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/units/stealth_bomber.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
    },
    {
        "id": 81,
        "name": "Technologie future",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/future_tech.png",
        "era": "Ère de l'info.",
        "cost": 9500,
        "civilopedia_entry": "Il est difficile de rédiger l'histoire d'une technologie qui n'a pas encore été découverte, mais voici quelques exemples d'innovations découvertes potentiellement capables de transformer radicalement la condition humaine. Un jour ou l'autre, la médecine découvrira un remède contre le cancer et bien d'autres maladies, ce qui prolongera notre espérance de vie de façon exponentielle, et il sera possible de relier le cerveau humain directement à des machines. L'homme découvrira des sources d'énergie propres et peu coûteuses. Les ordinateurs seront de plus en plus puissants, et de plus en plus petits. Les jeux deviendront encore plus immersifs et réalistes. On inventera de nouvelles armes, toujours plus redoutables et dangereuses. Et quelqu'un trouvera bien le moyen de fabriquer un robot tueur géant pour ratatiner toute forme de vie sur la planète, mais avec un peu de chance, une armée de ninjas cyborgs mutants volera à notre rescousse. Ah, l'avenir ! Décidément, il est plein de promesses.",
        "quote": "\"Je crois que nous sommes d'accord, le passé est révolu.\" - George W. Bush",
        "tech_prereqs": [
            {
                "name": "Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_internet.json"
            },
            {
                "name": "Mondialisation",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/globalization.json"
            },
            {
                "name": "Physique des particules",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/particle_physics.json"
            },
            {
                "name": "Fusion nucléaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fusion.json"
            },
            {
                "name": "Nanotechnologie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nanotechnology.json"
            },
            {
                "name": "Furtivité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/stealth.json"
            }
        ],
        "tech_unlocks": [],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
    }
]