{
    "id": 10,
    "name": "La roue",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_wheel.png",
    "era": "Antiquité",
    "cost": 55,
    "civilopedia_entry": "La roue est un objet rond muni en son centre d'un trou ou d'un axe. Seule, elle ne sert pas à grand-chose, mais lorsqu'elle fait partie intégrante d'un système de transport incluant routes et animaux de trait, elle devient extraordinairement précieuse à l'humanité. La première description d'un véhicule équipé de roue nous vient de l'antique civilisation sumérienne, vers 3500 av. J.-C. Les premières roues étaient pleines et en bois. Les roues à rayons n'apparurent pour la première fois qu'aux alentours de 2000 av. J.-C. en Asie Mineure, où elles équipaient des chars tirés par des chevaux. Plus tard, ces modèles furent améliorés par la mise en place de moyeux tournant sur des axes graissés, et l'adjonction de ressorts ou d'autres types d'amortisseurs.Contrairement au mythe populaire, la roue était connue des indigènes du Nouveau Monde avant l'arrivée des Espagnols. En réalité, les habitants des trois Amériques ne disposant pas d'animaux de trait, tout était transporté par les hommes. Or, comme l'être humain n'est pas fait pour supporter aisément de tirer quoi que ce soit sur de longues distances (il transporte plus facilement une charge sur ses épaules ou son dos, à l'aide d'un sac, par exemple), les Indiens ne développèrent pas de charrette. Une fois les chevaux et autres animaux de trait arrivés sur le continent, les natifs des Amériques se mirent eux aussi à utiliser des véhicules à roues, et ce, le plus naturellement du monde.",
    "quote": "\"La sagesse et la vertu sont comme les deux roues d'une charrette.\" - Proverbe japonais",
    "tech_prereqs": [
        {
            "name": "Élevage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/animal_husbandry.json"
        },
        {
            "name": "Tir à l'arc",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Équitation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
        },
        {
            "name": "Mathématiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
        },
        {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Archer sur char|Archers sur char",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/chariot_archer.json"
        },
        {
            "name": "Char de guerre|Chars de guerre",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/war_chariot.json"
        },
        {
            "name": "Éléphant de guerre|Éléphants de guerre",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/war_elephant.json"
        },
        {
            "name": "Archer monté|Archers montés",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/horse_archer.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Chinampa|Chinampas",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/floating_gardens.json"
        },
        {
            "name": "Moulin à eau|Moulins à eau",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/water_mill.json"
        }
    ]
}