{
    "id": 75,
    "name": "Internet",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
    "era": "Ère de l'info.",
    "cost": 8800,
    "civilopedia_entry": "L'origine d'Internet remonte au développement de l'ARPANET (Advanced Research Projects Agency Network), un projet financé par le département de la Défense américain et destiné à faciliter les échanges d'informations pour ses universitaires sous contrat et ses laboratoires de recherche. Le réseau devint rapidement un élément essentiel de l'infrastructure nécessaire au bon fonctionnement de la recherche scientifique aux États-Unis. On se dépêcha alors de développer différents outils et applications, comme un simple protocole de transfert de courrier (ou MTP, plus communément appelé \"e-mail\") et un protocole de transfert de fichiers (FTP) pour les transmissions plus longues.En 1982, le département de la Défense adopta le protocole de contrôle des transmissions (TCP), grâce auquel des ordinateurs de modèles différents, connectés à des réseaux, étaient capables de diriger et de réassembler des paquets de données, où qu'ils se trouvent dans le monde. Avec le protocole Internet (IP), un système mondial d'adresses, l'architecture ouverte du TCP fut accueillie avec enthousiasme par la plupart des chercheurs et des entreprises à travers le monde.En quelques années, le réseau transférait des millions de bits par seconde, et de nombreux réseaux commerciaux prirent leur envol. En 1993, l'université de l'Illinois distribua gratuitement \"Mosaic\", un nouveau type de programme permettant d'utiliser une nouvelle technologie Internet baptisée \"World Wide Web\", ou \"toile mondiale\". En quelques mois, plusieurs corporations, à l'image de Netscape et de Microsoft, firent leur entrée sur ce marché en plein essor, proposant des navigateurs et des serveurs informatiques à utiliser sur les ordinateurs. À la fin des années 1990, on comptait environ 100 000 fournisseurs d'accès Internet dans le monde. On estime qu'à partir des années 2000, Internet doublait en taille chaque année, ce qui en fait le plus grand canalisateur d'informations et de loisirs de toute l'histoire.",
    "quote": "\"Internet est la première création de l'humanité que l'humanité ne comprend pas, la plus grande expérience d'anarchie qui ait jamais été conduite.\" - Eric Schmidt",
    "tech_prereqs": [
        {
            "name": "Télécommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologie future",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}