{
    "id": 22,
    "name": "Théologie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/theology.png",
    "era": "Moyen Âge",
    "cost": 275,
    "civilopedia_entry": "La théologie est l'étude des traditions et des croyances religieuses. La pratique remonte au moins au temps des Grecs de la période classique qui possédaient une mythologie riche et une tradition religieuse très forte. Au Ier et IIe siècles apr. J.-C., la transmission du savoir juif se développa de façon importante. Le Talmud de Jérusalem, une compilation de discussions rabbiniques sur la tradition juive orale, fut publié vers 200 apr. J.-C., puis étoffé au fil des deux siècles suivants.La théologie est un domaine d'importance qui a eu une influence capitale sur l'histoire du monde. Des millions et des millions d'hommes sont morts en raison de divergences d'opinions religieuses, et c'est encore le cas aujourd'hui. Les Romains tuèrent les chrétiens dont la religion novatrice niait l'existence de leurs dieux. Les chrétiens massacrèrent les juifs, les musulmans et d'autres chrétiens aux opinions religieuses divergentes. Avec ses \"95 thèses\" remettant en question, entre autres, la vente d'indulgences papales (le pardon divin de certains péchés) pour financer la construction de la basilique Saint-Pierre, le théologien chrétien révolutionnaire Martin Luther amorça des siècles de violents conflits religieux en Europe. Si la guerre religieuse opposant l'Islam radical à l'Occident devait s'arrêter un jour, nul doute que la théologie aura été une des clés de l'apaisement.",
    "quote": "\"Trois choses sont nécessaires au salut de l'homme : savoir ce qu'il faut croire, savoir ce qu'il faut désirer, et savoir ce qu'il faut faire.\" - Saint Thomas d'Aquin",
    "tech_prereqs": [
        {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        },
        {
            "name": "Drame et poésie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Boussole",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
        },
        {
            "name": "Éducation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Jardin|Jardins",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/garden.json"
        },
        {
            "name": "Sainte Sophie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hagia_sophia.json"
        },
        {
            "name": "Grande mosquée de Djenné|Grandes mosquées de Djenné",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_mosque_of_djenne.json"
        },
        {
            "name": "Grand temple|Grands temples",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/grand_temple.json"
        },
        {
            "name": "Candi|Candi",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/candi.json"
        },
        {
            "name": "Borobudur|Borobudur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/borobudur.json"
        }
    ]
}