{
    "id": 8,
    "name": "Écriture",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
    "era": "Antiquité",
    "cost": 55,
    "civilopedia_entry": "L'écriture est l'art de consigner des informations sur un matériau (papier, pierre, argile, peau d'animal), afin que ceux qui observent ce dernier puissent en dégager un sens. Inventée aux alentours du quatrième millénaire av. J.-C., l'écriture se présentait à ses débuts sous forme de pictogrammes : l'auteur du message dessinait de petits éléments symbolisant le sujet abordé. Si cette méthode se révélait utile pour aborder des sujets simples, il fallut en trouver d'autres pour traiter de sujets plus ésotériques (dessiner un mouton est simple, plus que d'en dessiner mille, et incroyablement plus que de symboliser le bruit que fait un mouton tombant du haut d'une pyramide !).Il est probable que la logographie soit apparue après la pictographie. En logographie, chaque symbole représente un mot unique : il existe un symbole pour \"un mouton\", un autre pour \"mille moutons\", et un autre pour \"son que fait un mouton tombant du haut d'une pyramide\". Malheureusement, une langue ainsi représentée nécessite un nombre astronomique de symboles, et apprendre le symbole correspondant à chaque unité de sens tient de la folie douce.Le système phonographique, lui, propose d'attribuer un symbole unique à chaque mot se prononçant différemment. Ainsi, \"mouton\" est représenté par un symbole unique, mais \"verre\", \"vert\", \"ver\" et \"vers\" partagent le même symbole. Cela permet d'avoir moins de symboles à mémoriser, mais augmente dans le même temps les risques d'incompréhension.Le système alphabétique, enfin, met à disposition de ses utilisateurs un ensemble de symboles (l'alphabet) représentant les différents sons présents dans une langue donnée. Ces symboles peuvent être liés entre eux, afin de reproduire n'importe quel mot de la langue en question. En théorie, n'importe qui sachant épeler un mot devrait être capable de le prononcer. Le système alphabétique, utilisé notamment en anglais, est généralement considéré (surtout par les locuteurs anglais) comme le système le plus utile et le plus flexible à avoir jamais été mis au point.",
    "quote": "\"Qui détruit un bon livre tue la raison elle-même.\" - John Milton",
    "tech_prereqs": [
        {
            "name": "Poterie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        },
        {
            "name": "Drame et poésie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Fabrique de papier|Fabriques de papier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/paper_maker.json"
        },
        {
            "name": "Bibliothèque|Bibliothèques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/library.json"
        },
        {
            "name": "Grande bibliothèque|Grandes bibliothèques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/great_library.json"
        },
        {
            "name": "Bibliothèque royale|Bibliothèques royales",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/royal_library.json"
        }
    ]
}