{
    "id": 2,
    "name": "Arystokracja",
    "game_info": "Arystokracja+15% produkcji podczas budowy cudów oraz +1 do zadowolenia za każdych 10 mieszkańców miasta.",
    "historical_info": "Arystokracja jest formą ustroju, w którym rządy sprawuje grupa najmożniejszych obywateli. Przynależność do tej grupy może być dziedziczna, może wynikać z zasług lub z zamożności, bądź ze wszystkich tych trzech czynników naraz. Pojęcie to pochodzi od greckiego słowa aristokratia oznaczającego „rządy najlepszych”. Istnieje bardzo cienka granica pomiędzy arystokracją a oligarchią i to, z którą formą ustroju mamy do czynienia, może zależeć tylko od punktu widzenia: władcy mogą siebie uważać za arystokratów, podczas gdy wszyscy inni dostrzegają w nich oligarchów.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/arystokracja.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Tradycja|Tradycji|Tradycji|Tradycję|Tradycją|Tradycji|tradycyjnej|tradycyjnej",
        "game_info": "Tradycja najlepiej sprawdza się w przypadku małych imperiów.Przyjęcie tradycji znacznie zwiększa tempo rozszerzania się granic miast i zapewnia 3 kultury w stolicy. Odblokowuje Wiszące Ogrody.Przyjęcie wszystkich ustrojów w drzewie tradycji to +15% przyrostu żywności i darmowy akwedukt w twoich pierwszych czterech miastach. Pozwala również kupować wielkich inżynierów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": null,
        "historical_info": "Tradycja zakłada szanowanie decyzji podjętych przez naszych przodków i poprzednich władców państwa. Do nowych trendów podchodzi się z podejrzliwością i nieufnością. Nawet w teoretycznie postępowych krajach jak Stany Zjednoczone tradycja pozostaje dość znaczącym czynnikiem decyzyjnym. Widać to choćby po dyskusji, która rozgorzała między orędownikami dosłownego traktowania zapisów konstytucji USA i przeciwnikami takiego rozwiązania, którzy proponują interpretację mającą w założeniu brać pod uwagę zmiany zachodzące w Stanach Zjednoczonych i na świecie. Ta pierwsza grupa to tradycjonaliści."
    }
}