{
    "id": 55,
    "name": "Dziedzictwo Clausewitza",
    "game_info": "Premia 25% do siły ataku wszystkich jednostek wojskowych przez pierwszych 50 tur od wprowadzenia tej ideologii.",
    "historical_info": "Po Wojnach Napoleońskich pruski oficer Carl von Clausewitz stworzył pierwsze szczegółowe teoretyczne opracowanie wojskowości od czasów Sun Tzu. Jego dziesięciotomowe dzieło pt. „Vom Krieg” („O wojnie”) było w momencie śmierci Clausewitza w 1831 r. nadal nieskończone, a mimo tego służyło za podstawę nauczania całym pokoleniom oficerów w akademiach wojskowych na całym świecie. Autor podkreślał psychologiczny oraz polityczny aspekt wojny, wpisując go w kwestie strategii i taktyki. Jego teza: „Wojna to nic innego, jak tylko kontynuacja polityki przy użyciu innych środków” legła u podstaw autokracji i ekspansjonizmu wielu rządów w przeciągu następnych dwustu lat.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/dziedzictwo_clausewitza.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}