{
    "id": 9,
    "name": "Rządy zbiorowe",
    "game_info": "Wspólne rządyPrzyspiesza szkolenie osadników o 50% w stolicy. Dodatkowo w stolicy pojawia się darmowa jednostka osadników. (Wenecja otrzymuje w zamian kupca weneckiego).",
    "historical_info": "Rządy zbiorowe to ustrój, w którym każdy członek (albo każdy dorosły, albo każdy głosujący dorosły płci męskiej) lub społeczność bierze udział w procesie rządzenia, głosując bezpośrednio, a nie przez przedstawiciela (jak w republice). Chociaż może to być skuteczna forma władzy dla plemion i małych wiosek, rządy zbiorowe stają się trudniejsze i bardziej niewygodne, kiedy mamy do czynienia z większą społecznością. Gdyby połowa obywateli plemiona, składającego się ze 100 osób, chciała przemawiać na spotkaniu przez minutę, zmieściłaby się w godzinie. Gdyby połowa mieszkańców Nowego Jorku chciała przemawiać przez minutę, potrzebowałaby około 66 000 godzin (i bardzo wielką salę spotkań).",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/collective_rule.png",
    "required_policies": [
        {
            "name": "Republika",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/republic.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Wolność|Wolności|Wolności|Wolność|Wolnością|Wolności|Wolności|Wolności",
        "game_info": "Wolność to najlepszy wybór dla cywilizacji pragnących szybkiej ekspansji.Przyjęcie wolności gwarantuje 1 kultury w każdym mieście. Odblokowuje piramidy.Przyjęcie wszystkich ustrojów w drzewie wolności oznacza pojawienie się w pobliżu stolicy wybranego przez ciebie darmowego wiekiego człowieka.",
        "prereq_era": null,
        "historical_info": "Podstawowym założeniem wolności jako ustroju jest przekonanie, że obywatele zasługują, aby być wolnymi. Nie podlegają ograniczeniom fizycznym ani kontroli despoty. Chłopi pańszczyźniani, niewolnicy i dziedziczna służba nie cieszą się wolnością, tak samo jak obywatele zmuszeni do życia w określonej wiosce, gułagu lub getcie."
    }
}