{
    "id": 10,
    "name": "Konsulaty",
    "game_info": "KonsulatyPlacówki zwiększające o 20 wpływy w każdym państwie-mieście.",
    "historical_info": "Gdy stosunki między krajami ulegały coraz większej formalizacji, zakładano konsulaty mające zapewniać pomoc i chronić interesy obywateli danego kraju na terytorium innego państwa, a także promować handel i przyjaźń między obydwoma nacjami. Ambasador to pojedynczy przedstawiciel danego władcy wysyłany do innego, ale na obszarze jednego państwa może przebywać kilku konsulów, rezydujących w głównych miastach.Koncepcja pomagania obywatelom kraju za granicą narodziła się w starożytnej Grecji, gdzie bogaci kupcy działali jako „proxenos” w innych miastach-państwach Hellady, by pomagać innym kupcom. Pod koniec XIX wieku rola konsulatu została rozszerzona o wymianę kulturową i edukacyjną, ale nie zmieniła się jego funkcja jako przedstawicielstwa danego kraju na terenie innego państwa.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/konsulaty.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenat|Mecenatu|Mecenatowi|Mecenat|Mecenatem|Mecenacie|Mecenatu|Mecenatu",
        "game_info": "Mecenat zwiększa korzyści płynące z przyjaźni z państwem-miastem.Przyjęcie mecenatu sprawia, że wpływy w państwach-miastach spadają o 25% wolniej niż zwykle. Odblokowuje Zakazany Pałac.Przyjęcie wszystkich ustrojów w drzewie mecenatu sprawi, że sprzymierzone państwa-miasta będą ci od czasu do czasu przekazywać wielkiego człowieka.",
        "prereq_era": "Epoka klasyczna|Epoki klasycznej|Epoce klasycznej|Epokę klasyczną",
        "historical_info": "Mecenat polega na tym, że bogaci i wpływowi – często magnateria – wspierają w społeczeństwie utalentowanych artystów. W wielu starożytnych społeczeństwach bogactwo skoncentrowane było w rękach wybrańców, na przykład rodziny królewskiej lub bogatych kupców. Malarze, rzeźbiarze, muzycy i inni utalentowani artyści pracowali dla elity, ponieważ tylko ona była w stanie ich opłacić. Choć było to niesprawiedliwe wobec szarych obywateli, system ten doprowadził do powstania genialnych dzieł autorstwa m.in. Leonarda da Vinci, Bena Johnsona czy Mozarta. Mecenat doczekał się obecnie czegoś w rodzaju odrodzenia, rolę mecenasa przejęły jednak wielkie korporacje."
    }
}