{
    "id": 16,
    "name": "Kult jednostki",
    "game_info": "+50% turystyki względem cywilizacji walczących ze wspólnym wrogiem.",
    "historical_info": "Kult jednostki ma miejsce, gdy jakaś osoba świadomie wykorzystuje media, propagandę i inne środki celem stworzenia swojego wyidealizowanego, heroicznego i/lub niemal boskiego wizerunku. Socjolog Max Weber opracował trójdzielną klasyfikację władzy, w której kult jednostki uznał za jedną z postaci władzy. Przywódcy autokratyczni, od monarchów absolutnych z epoki oświecenia po nowożytnych dyktatorów totalitarnych, starali się nakłonić poddanych do posłuszeństwa i oddania poprzez manipulację mediami i przemysłem rozrywkowym, przy czym efekty takich starań bywały różne.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cult_of_personality.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}