{
    "id": 18,
    "name": "Dyscyplina",
    "game_info": "Dyscyplina Premia +15% do siły bojowej jednostek walczących w zwarciu, które sąsiadują z sojuszniczymi oddziałami.",
    "historical_info": "W strukturze wojskowej dyscyplina oznacza chęć żołnierzy do wykonywania rozkazów, ich szacunek wobec przełożonych oraz gotowość do stawiania czoła niebezpieczeństwu, a nawet ryzykowania własnym życiem, gdy zajdzie potrzeba. Zdyscyplinowani żołnierze mają dbać o godność munduru nawet poza służbą oraz bronić słabych i bezbronnych. Uchybienia w dyscyplinie mogą skutkować karą wojskową, a nawet sądem wojskowym i zwolnieniem ze służby.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/dyscyplina.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Honor|Honoru|Honorowi|Honor|Honorem|Honorze|Honoru|Honoru",
        "game_info": "Honor zwiększa skuteczność armii na kilka sposobów.Przyjęcie honoru zapewnia 33-procentową premię do walki przeciwko barbarzyńcom, a gdy na odkrytym terytorium pojawią się ich obozy, otrzymasz powiadomienie. Każdy zabity barbarzyńca to dodatkowa kultura dla imperium. Odblokowuje posąg Zeusa.Przyjęcie wszystkich ustrojów w drzewie honoru sprawi, że zyskasz złoto za każdą zabitą jednostkę wroga. Pozwala również na zakup wielkich generałów za wiarę, począwszy od ery przemysłowej.",
        "prereq_era": null,
        "historical_info": "W społeczeństwie kierującym się honorem status obywateli opiera się na społecznym osądzie ich osobistych cech. Cechy uważane za godne pochwały to: lojalność, uczciwość, prawość i odwaga. W wielu takich społeczeństwach od mężczyzn oczekuje się, że będą bronić swojego dobrego imienia aż do śmierci, ponieważ jakakolwiek plama na honorze uważana jest za rzecz gorszą od utraty życia."
    }
}