{
    "id": 21,
    "name": "Wojska specjalne",
    "game_info": "Uszkodzone jednostki wojskowe powodują zniszczenia większe o 25%.",
    "historical_info": "Od czasu gdy królowie hetyccy i asyryjscy stworzyli straż pałacową, każda armia dysponuje wojskami specjalnymi, jednostkami wyszkolonymi do przeprowadzania niekonwencjonalnych, bardzo ryzykownych misji bojowych. Jednostki elitarne zyskały na znaczeniu podczas II wojny światowej, szczególnie w krajach totalitarnych. Niemcy wykorzystywali m.in. jednostkę Brandenburg oraz batalion jager SS Skorzenego z niszczycielskim skutkiem, natomiast faszystowskie Włochy posiadały kilka specjalnych jednostek morskich. Od czasu wojny jednostki w rodzaju rosyjskiego specnazu i amerykańskich oddziałów SEAL, kontynuują tradycję bezlitosnej skuteczności działania.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wojska_specjalne.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}