{
    "id": 24,
    "name": "Sztuki piękne",
    "game_info": "Sztuki piękne50% nadwyżki zadowolenia zostaje co turę dodane do ilości kultury, którą można wydać na ustroje społeczne.",
    "historical_info": "Sztuki piękne, w przeciwieństwie do sztuk ludowych, to aktywność mająca na celu tworzenie obiektów lub doznań estetycznych, którymi można dzielić się z innymi. Termin „sztuka piękna” upowszechnił się w siedemnastowiecznej Europie; za pięć głównych „sztuk pięknych” uważano malarstwo, rzeźbę, architekturę, muzykę i poezję, a do sztuk „pomniejszych” zaliczano dramat i taniec. Trwają burzliwe debaty na temat tego, czy film, fotografię, kaligrafię, komiks lub nawet gry wideo można uznać za sztukę piękną i za sztukę w ogóle.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fine_arts.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Estetyka|Estetyki|Estetyce|Estetykę|Estetyką|Estetyce|estetycznej|estetycznej",
        "game_info": "Estetyka zwiększa zdolność cywilizacji do wytwarzania kultury.Przyjęcie estetyki pozwala ci zdobywać wielkich pisarzy, artystów i muzyków o 25% szybciej. Odblokowuje budynek Uffizi.Przyjęcie wszystkich ustrojów podwaja premię motywu z muzeów i cudów. Umożliwia także zakup wielkich pisarzy, artystów lub muzyków za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Epoka klasyczna|Epoki klasycznej|Epoce klasycznej|Epokę klasyczną",
        "historical_info": "Estetyka to filozofia natury sztuki i gustu, tworzenia i doceniania piękna materialnego. Należy zaznaczyć, że estetyka nie interesuje się funkcjonalnością ani użytecznością przedmiotu, a skupia się wyłącznie na pięknie formy, barwy, kontrastu oraz innych aspektach artystycznych."
    }
}