{
    "id": 27,
    "name": "Umocnienia graniczne",
    "game_info": "+1 miejscowego zadowolenia z zamku, arsenału i bazy wojskowej.",
    "historical_info": "Już w czasach, gdy powstał Wielki Mur, kraje autokratyczne pragnęły zmniejszyć potencjalne zagrożenie ze strony najeźdźców, a także ograniczyć emigrację własnych obywateli - czyniono to za pomocą rozległych umocnień granicznych. Inżynieria wojskowa przeszła wielkie zmiany od czasów Wału Hadriana w Anglii po budowę Linii Bar Lewa przebiegającej przez Synaj, ale koncepcja pozostała niezmienna: obszary umocnione połączone są pomniejszymi fortyfikacjami i chronione przez przeszkody przeciwpiechotne, takie jak pale, doły, druty i miny. Największe współczesne umocnienia graniczne, utworzone po obu stronach granicy, znajdują się w strefie zdemilitaryzowanej oddzielającej od siebie obydwie Koree.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fortified_borders.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}