{
    "id": 30,
    "name": "Futuryzm",
    "game_info": "+250 do turystyki dla wszystkich znanych cywilizacji przy narodzinach wielkiego pisarza, artysty lub muzyka.",
    "historical_info": "Powstały jako ruch artystyczny na początku XX wieku we Włoszech, futuryzm w latach 20. i 30. wyewoluował w ruch społeczny. Kładł on nacisk na kwestie dotyczące wówczas przyszłości, takie jak: przemoc wśród młodych, technologia, uprzemysłowienie i środki szybkiej komunikacji jak samochód i samolot. Choć był on głównie ruchem filozoficzno-artystycznym, zyskał również aspekt polityczny - wielu futurystów z entuzjazmem przyjęło włoski faszyzm z nadzieją na modernizację świata, który uważali za archaiczny, prowincjonalny i zacofany. Choć futuryzm najlepiej przyjął się we Włoszech, podobne ruchy powstały również w Anglii, Francji, a zwłaszcza Rosji.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/futuryzm.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}