{
    "id": 31,
    "name": "Dyplomacja kanonierek",
    "game_info": "Dodatkowe +6 wpływów (przy standardowej prędkości) na turę w państwach-miastach, od których możesz domagać się daniny. Twoje wojska o 50% skuteczniej zastraszają państwa-miasta.",
    "historical_info": "W stosunkach międzynarodowych „dyplomacja kanonierek” to realizacja celów polityki zagranicznej potężniejszego państwa poprzez otwartą demonstrację przeważającej potęgi wojskowej, popartą groźbą otwartego ataku. Termin ten pojawił się w okresie europejskiego imperializmu, gdy mocarstwa kolonialne wykorzystywały obecność okrętów wojennych do wymuszania ustępstw na lokalnych królestwach. Ta polityka okazała się bardzo skuteczna, szczególnie gdy korzystały z niej militarystyczne autokracje... dopóki tubylcy nie zdobyli nowoczesnego uzbrojenia.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/dyplomacja_kanonierek.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}