{
    "id": 32,
    "name": "Bohater ludu",
    "game_info": "Szybkość pojawiania się wielkich ludzi rośnie o 25%.",
    "historical_info": "Choć termin „bohater ludu” można wyjaśnić na wiele sposobów, w Związku Radzieckim był on zarezerwowany dla ludzi odznaczonych medalem „Bohatera Związku Radzieckiego”, przyznawanego za bohaterskie czyny w służbie radzieckiego państwa i ludu. Odznaczenie to ustanowiono w 1934 r., zwykle przyznawano je za bohaterską służbę wojskową (tylko podczas II wojny światowej odznaczono ponad 11 tys. ludzi); za służbę krajowi otrzymywali je też partyjni oficjele, kosmonauci, naukowcy, a czasem obcokrajowcy. Do lat 70. XX w. tytuł „bohatera ludu” uległ znacznej dewaluacji, ponieważ przyznawano go biurokratom i oficerom wojska za wieloletnią służbę, a nie za akt odwagi. Jednak medal spełniał rolę polityczną, stając się celem osobistych osiągnięć w państwie komunistycznym.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/hero_of_the_people.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Ład|Ładu|Ładowi|Ład|Ładem|Ładzie|Ładu|Ładu",
        "game_info": "Ład sprzyja budowie wielkich, tętniących życiem imperiów, wzmacniając ich fundamenty.Przyjęcie ładu zaowocuje premią +1 do zadowolenia za każde posiadane miasto.Przyjęcie wszystkich doktryn z tej dziedziny da ci +2 do żywności, produkcji, nauki, złota i kultury za każde posiadane miasto.Za punkty wiary można kupować wielkich inżynierów.[COLOR_WARNING_TEXT]Ładu nie można przyjąć, gdy wybrano swobody bądź autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}