{
    "id": 34,
    "name": "Szpiegostwo przemysłowe",
    "game_info": "Szpiedzy dwukrotnie szybciej wykradają technologie.",
    "historical_info": "Szpiegostwa przemysłowego dokonuje się dla celów gospodarczych, a nie z powodów bezpieczeństwa narodowego. Korporacje starają się odkryć tajemnice i poufne informacje innych korporacji, zwykle konkurentów. Szpiegostwo przemysłowe pojawiło się w latach 20. XIX w., gdy Francja finansowała z państwowych pieniędzy próby wykradnięcia Brytyjczykom wynalazków i procesów technologicznych, dzięki czemu mogłaby dokonać równie dynamicznej industrializacji kraju. Z tej formy szpiegostwa korzysta się zwykle, gdy kraj ma poważne problemy z rozwojem gospodarczym, jak na przykład ZSRR w latach 80 XX w.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/industrial_espionage.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}