{
    "id": 35,
    "name": "Żelazna kurtyna",
    "game_info": "Darmowy budynek sądu po zdobyciu miasta. Wewnętrzne szlaki handlowe zapewniają o 50% więcej żywności lub produkcji.",
    "historical_info": "Żelazna kurtyna była symboliczną, ideologiczną i fizyczną granicą oddzielającą „dekadencki” Zachód od „uporządkowanego” Związku Radzieckiego, od zakończenia II wojny światowej do końca zimnej wojny. Tego terminu po raz pierwszy użył w swym przemówieniu Winston Churchill w marcu 1946 r., wyrażając brytyjskie niezadowolenie z powodu trwającej okupacji i represji w krajach Europy Wschodniej. Początkowo wyśmiewano pogląd Churchilla, iż żelazna kurtyna służyła wyłącznie zatrzymaniu za nią obywateli i informacji, jednak później wszyscy zgodzili się z nim, a termin ten stał się metaforą dla komunistycznej Europy.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/iron_curtain.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Ład|Ładu|Ładowi|Ład|Ładem|Ładzie|Ładu|Ładu",
        "game_info": "Ład sprzyja budowie wielkich, tętniących życiem imperiów, wzmacniając ich fundamenty.Przyjęcie ładu zaowocuje premią +1 do zadowolenia za każde posiadane miasto.Przyjęcie wszystkich doktryn z tej dziedziny da ci +2 do żywności, produkcji, nauki, złota i kultury za każde posiadane miasto.Za punkty wiary można kupować wielkich inżynierów.[COLOR_WARNING_TEXT]Ładu nie można przyjąć, gdy wybrano swobody bądź autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}