{
    "id": 36,
    "name": "Właściciele ziemscy",
    "game_info": "Właściciele ziemscy+10% do rozwoju i +2 do żywności w stolicy.",
    "historical_info": "W systemie tym siła i prestiż narodu należy do tych, którzy posiadają ziemie. Im więcej ziem ktoś posiada, tym jest potężniejszy. W niektórych wypadkach posiadanie ziemi może być zarezerwowane dla członków pewnej klasy, plemienia, religii lub nawet płci. Dużej uwagi wymaga pilnowanie, by wielka, ciemna masa chłopska nie wpadła w gniew na swoich panów, takie zajścia bowiem często kończą się radykalnymi zmianami w podziale ziemi, czemu może, choć nie musi, towarzyszyć egzekucja poprzednich jej właścicieli.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/właściciele_ziemscy.png",
    "required_policies": [
        {
            "name": "Legalizm",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradycja|Tradycji|Tradycji|Tradycję|Tradycją|Tradycji|tradycyjnej|tradycyjnej",
        "game_info": "Tradycja najlepiej sprawdza się w przypadku małych imperiów.Przyjęcie tradycji znacznie zwiększa tempo rozszerzania się granic miast i zapewnia 3 kultury w stolicy. Odblokowuje Wiszące Ogrody.Przyjęcie wszystkich ustrojów w drzewie tradycji to +15% przyrostu żywności i darmowy akwedukt w twoich pierwszych czterech miastach. Pozwala również kupować wielkich inżynierów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": null,
        "historical_info": "Tradycja zakłada szanowanie decyzji podjętych przez naszych przodków i poprzednich władców państwa. Do nowych trendów podchodzi się z podejrzliwością i nieufnością. Nawet w teoretycznie postępowych krajach jak Stany Zjednoczone tradycja pozostaje dość znaczącym czynnikiem decyzyjnym. Widać to choćby po dyskusji, która rozgorzała między orędownikami dosłownego traktowania zapisów konstytucji USA i przeciwnikami takiego rozwiązania, którzy proponują interpretację mającą w założeniu brać pod uwagę zmiany zachodzące w Stanach Zjednoczonych i na świecie. Ta pierwsza grupa to tradycjonaliści."
    }
}