{
    "id": 37,
    "name": "Legalizm",
    "game_info": "LegalizmZapewnia darmowy budynek kulturalny w pierwszych 4 miastach.",
    "historical_info": "Legalizm jest zasadą polityczną, dzięki której stosunki pomiędzy władcą a jego poddanymi regulowane są przez zestaw praw, których obie strony muszą dokładnie przestrzegać. Jeśli prawo jest sprawiedliwe i właściwie egzekwowane, lud będzie zadowolony, a pozycja władcy zabezpieczona. Choć zasada ta wydaje się obejmować większość rządów, które przestrzegają prawa, legalizm osiągnął niemal status obowiązującej religii w Chinach w Okresie Walczących Królestw.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalizm.png",
    "required_policies": [
        {
            "name": "Oligarchia",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/oligarchy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradycja|Tradycji|Tradycji|Tradycję|Tradycją|Tradycji|tradycyjnej|tradycyjnej",
        "game_info": "Tradycja najlepiej sprawdza się w przypadku małych imperiów.Przyjęcie tradycji znacznie zwiększa tempo rozszerzania się granic miast i zapewnia 3 kultury w stolicy. Odblokowuje Wiszące Ogrody.Przyjęcie wszystkich ustrojów w drzewie tradycji to +15% przyrostu żywności i darmowy akwedukt w twoich pierwszych czterech miastach. Pozwala również kupować wielkich inżynierów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": null,
        "historical_info": "Tradycja zakłada szanowanie decyzji podjętych przez naszych przodków i poprzednich władców państwa. Do nowych trendów podchodzi się z podejrzliwością i nieufnością. Nawet w teoretycznie postępowych krajach jak Stany Zjednoczone tradycja pozostaje dość znaczącym czynnikiem decyzyjnym. Widać to choćby po dyskusji, która rozgorzała między orędownikami dosłownego traktowania zapisów konstytucji USA i przeciwnikami takiego rozwiązania, którzy proponują interpretację mającą w założeniu brać pod uwagę zmiany zachodzące w Stanach Zjednoczonych i na świecie. Ta pierwsza grupa to tradycjonaliści."
    }
}