{
    "id": 38,
    "name": "Wojna błyskawiczna",
    "game_info": "+3 [ICON_MOVES] ruchu dla wielkich generałów. Jednostki pancerne zyskują +15% ataku, +1 [ICON_MOVES] ruchu i ignorują wrogą strefę kontroli.",
    "historical_info": "Wojna błyskawiczna, bardziej znana pod niemiecką nazwą „blitzkrieg”, to strategia oparta na siłach zmotoryzowanych dokonujących szybkiego przełamania linii nieprzyjaciela. Korzystając z połączonych rodzajów broni i lotnictwa taktycznego, wojska w wojnie błyskawicznej mają wytrącić przeciwnika z równowagi, wedrzeć się głęboko na jego tyły i zaatakować jednostki znajdujące się na skrzydłach wyłomu. Pionierem tej taktyki był Heinz Guderian, udoskonalili ją Erich von Manstein i Erwin Rommel. Blitzkrieg okazał się tak skuteczny w Polsce, Francji i ZSRR, że Sowieci i alianci przyjęli tę samą taktykę, by pokonać nazistowskie Niemcy.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wojna_błyskawiczna.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}