{
    "id": 39,
    "name": "Mandat niebios",
    "game_info": "Mandat Niebios20% zniżki na wszystkie zakupy jednostek religijnych i budynków za wiarę.",
    "historical_info": "Zasada mandatu niebios mówi, że obecni rządzący znajdują się u władzy dlatego, że „niebo” (lub bogowie) przyznało im ją i wspiera ich. Niezgadzanie się z władcą stanowi nie tylko zdradę, ale również grzech. Takie systemy bardzo sprzyjają uzyskaniu poparcia dla przywódców, lecz jest i druga strona medalu. Jeśli kraj spotka klęska żywiołowa: głód, powódź, trzęsienie ziemi, huragan, padające z nieba żaby czy cokolwiek innego – może to być postrzegane jako znak, że niebiosa są niezadowolone z rządzących i ich mandat wygasł. To z kolei daje poddanym prawo do obalenia grzesznych władców i zastąpienia ich takimi, którym niebiosa sprzyjają.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mandat_niebios.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Pobożność|Pobożności|Pobożności|Pobożność|Pobożnością|Pobożności|pobożnej|pobożnej",
        "game_info": "Pobożność zwiększa wiarę imperiów.Przyjęcie pobożności pozwala ci budować kaplice i świątynie dwa razy szybciej. Odblokowuje Wielki Meczet w Dżenne.Przyjęcie wszystkich ustrojów w drzewie pobożności powoduje pojawienie się wielkiego proroka i sprawia, że święte miejsca zapewniają +3 kultury.",
        "prereq_era": null,
        "historical_info": "Pobożność oznacza oddanie określonej religii lub systemowi wierzeń. Osoba pobożna uważana jest na ogół za (dosłownie) „świętszą od ciebie”, ściśle wypełniającą praktyki swojej religii i akceptującą bezkrytycznie większość jej zasad."
    }
}