{
    "id": 81,
    "name": "Armia najemna",
    "game_info": "Armia najemnaUmożliwia zakup landsknechtów.",
    "historical_info": "Najemnicy, biorący udział w konflikcie z chęci zysku, a nie z obowiązku lub z powodu przekonań, pojawiali się na wojnach już w starożytności. Szczyt popularności takich działań przypada jednak na okres renesansu, kiedy to tak zwane „wolne kompanie” powstawały, by walczyć za pieniądze. Często służyli w nich weterani z armii narodowych, a dowodzili nimi tak charyzmatyczni dowódcy, jak na przykład Anglik sir John Hawkwood, który stworzył słynną Białą Kompanię. Najemnicy zatrudniani byli głównie podczas wojen, zwykle przez państwa-miasta lub małe królestwa, którym brakowało funduszy lub ludzi, by posiadać regularne armie. Pierwsze wojska najemne specjalizowały się w określonych rodzajach walki - istniały na przykład kompanie jazdy lub artylerii, a w większości z nich służyli niemieccy lub szwajcarscy landsknechci, których szczególnie często wynajmowano podczas religijnych wojen okresu reformacji. Na południu condottieri służyli w okrutnych wojnach pomiędzy włoskimi miastami-państwami, wśród których znajdował się Watykan. Pod koniec XVIII w. szkocko-celtyckie kompanie piechoty ciężkiej cieszyły się wzięciem u kontynentalnej szlachty. Współcześnie najemników wynajmuje się w niewielkich, elitarnych grupach do określonych zadań lub korzysta się z usług prywatnych firm ochroniarskich.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercenary_army.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Handel|Handlu|Handlowi|Handel|Handlem|Handlu|handlowej|handlowej",
        "game_info": "Handel gwarantuje premie imperiom koncentrującym się na złocie.Przyjęcie handlu zwiększy przychód złota w stolicy o 25%. Odblokowuje Big Bena.Przyjęcie wszystkich ustrojów w drzewie handlu zapewni +1 złota z każdej placówki handlowej. Umożliwia także zakup wielkich kupców za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Średniowiecze|Średniowiecza|Średniowieczu|Średniowiecze",
        "historical_info": "Handel zajmuje się wymianą towarów i usług, zarówno barterową (za inne towary i usługi), jak i w zamian za jakiś rodzaj waluty. Handel jest tak stary jak ludzki język, a być może jeszcze starszy. W niektórych kulturach kupcy stanowią niższą klasę od tych, którzy rządzą, bądź od tych, co noszą broń. W innych kulturach są elitą, a bogacenie się uważane jest za najwyższe dobro. Przez większość swojej historii Stany Zjednoczone stanowiły ten drugi rodzaj kraju."
    }
}