{
    "id": 45,
    "name": "Merytokracja",
    "game_info": "Merytokracja+1 do zadowolenia w każdym twoim mieście [ICON_CONNECTED] połączonym ze stolicą i -5% do niezadowolenia obywateli w nieokupowanych miastach.",
    "historical_info": "Merytokracja to system, w którym najbardziej utalentowani oraz wartościowi ludzie dostają pracę i awansują w rządowej administracji – w przeciwieństwie do systemu, w którym dostają ją ci, którzy są osobistymi znajomymi obecnego władcy (lub kongresmena) albo ludzie pochodzący z określonego plemienia, kasty czy wyznania. Wiele długotrwałych rządów oscyluje pomiędzy rodzajem merytokracji i mniej rozsądnymi metodami wybierania ludzi do rządu. Najpierw urzędnicy są wybierani ze względu na swoje zdolności, a z upływem lat patronat i przywileje wślizgują się w system, rząd zaś staje się coraz bardziej nieskuteczny i skorumpowany. W końcu sytuacja jest tak kiepska, że biurokracja zostaje usunięta lub zreformowana i znowu zatrudnieni zostają zasłużeni urzędnicy. Ten cykl będzie się powtarzał, dopóki słońce nie eksploduje, a całe życie nie zniknie z powierzchni planety.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merytokracja.png",
    "required_policies": [
        {
            "name": "Obywatelstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Wolność|Wolności|Wolności|Wolność|Wolnością|Wolności|Wolności|Wolności",
        "game_info": "Wolność to najlepszy wybór dla cywilizacji pragnących szybkiej ekspansji.Przyjęcie wolności gwarantuje 1 kultury w każdym mieście. Odblokowuje piramidy.Przyjęcie wszystkich ustrojów w drzewie wolności oznacza pojawienie się w pobliżu stolicy wybranego przez ciebie darmowego wiekiego człowieka.",
        "prereq_era": null,
        "historical_info": "Podstawowym założeniem wolności jako ustroju jest przekonanie, że obywatele zasługują, aby być wolnymi. Nie podlegają ograniczeniom fizycznym ani kontroli despoty. Chłopi pańszczyźniani, niewolnicy i dziedziczna służba nie cieszą się wolnością, tak samo jak obywatele zmuszeni do życia w określonej wiosce, gułagu lub getcie."
    }
}