{
    "id": 48,
    "name": "Tradycja wojskowa",
    "game_info": "Tradycja wojskowaJednostki wojskowe zyskują 50% więcej doświadczenie w walce.",
    "historical_info": "Tradycja wojskowa opiera się na idealizowaniu służby w narodowym wojsku. Żołnierze oraz weterani są czczeni, podczas gdy ci, którzy w wojsku nie służą, uważani są za gorszych, a nawet niegodziwych. Współczesny Izrael posiada znaczącą tradycję wojskową, podobnie jak wiktoriańska Anglia czy południe Stanów Zjednoczonych przed Wojną Secesyjną.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/military_tradition.png",
    "required_policies": [
        {
            "name": "Kodeks wojownika",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/warrior_code.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Honor|Honoru|Honorowi|Honor|Honorem|Honorze|Honoru|Honoru",
        "game_info": "Honor zwiększa skuteczność armii na kilka sposobów.Przyjęcie honoru zapewnia 33-procentową premię do walki przeciwko barbarzyńcom, a gdy na odkrytym terytorium pojawią się ich obozy, otrzymasz powiadomienie. Każdy zabity barbarzyńca to dodatkowa kultura dla imperium. Odblokowuje posąg Zeusa.Przyjęcie wszystkich ustrojów w drzewie honoru sprawi, że zyskasz złoto za każdą zabitą jednostkę wroga. Pozwala również na zakup wielkich generałów za wiarę, począwszy od ery przemysłowej.",
        "prereq_era": null,
        "historical_info": "W społeczeństwie kierującym się honorem status obywateli opiera się na społecznym osądzie ich osobistych cech. Cechy uważane za godne pochwały to: lojalność, uczciwość, prawość i odwaga. W wielu takich społeczeństwach od mężczyzn oczekuje się, że będą bronić swojego dobrego imienia aż do śmierci, ponieważ jakakolwiek plama na honorze uważana jest za rzecz gorszą od utraty życia."
    }
}