{
    "id": 46,
    "name": "Militaryzm",
    "game_info": "+2 miejscowego zadowolenia za każde koszary, zbrojownię i akademię wojskową.",
    "historical_info": "Militaryzm określa się jako przekonanie lub chęć rządu lub ludzi do utrzymywania silnej armii i gotowości jej agresywnego wykorzystania. Militaryzm był ważnym elementem polityki większości krajów imperialistycznych lub ekspansjonistycznych, od Sparty po nazistowskie Niemcy. Ta filozofia ma wiele części składowych, wśród których znajduje się idealizacja indywidualnych osiągnięć wojskowych i polityka rządu zakładająca wydawanie znacznych środków kraju na utrzymanie i rozwój sił zbrojnych.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/militaryzm.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}