{
    "id": 49,
    "name": "Mobilizacja",
    "game_info": "Suma złota za zakup jednostek jest obniżona o 33%.",
    "historical_info": "Termin „mobilizacja” został po raz pierwszy użyty w kontekście militarnym w latach 50. XIX w., by opisać gromadzenie wojsk i zasobów podczas przygotowań carskiej Rosji do wojny. Po raz pierwszy mobilizacja zinstytucjonalizowała masowy pobór żołnierzy spośród obywateli podczas wojen rewolucyjnej Francji. Ta praktyka zmieniła charakter prowadzenia wojen, ponieważ nowe technologie łączności i transportu połączone z rozbudowanym poborem umożliwiły tworzenie wielkich armii, gotowych do starcia z równie wielkimi armiami wroga.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mobilizacja.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}