{
    "id": 50,
    "name": "Monarchia",
    "game_info": "Monarchia+1 złota i -1 niezadowolenia za każdych 2 obywateli w stolicy.",
    "historical_info": "Monarchia jest formą rządów, w której władza przysługuje jednostce. Często, choć nie zawsze, po śmierci monarchy władza przekazywana jest jego potomkom. (Istnieją monarchie elekcyjne, lecz nie ma ich wiele). Monarchia podobna jest do despotyzmu, lecz z jedną istotną różnicą: monarcha rządzi w granicach prawa, podczas gdy despota znajduje się ponad prawem. Jest oczywiście możliwe, by monarcha był despotą, lecz również jest możliwe, żeby stanowił on element politycznego procesu zyskiwania przez lud swobody. Przykładem tego ostatniego może być Wielka Brytania.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarchy.png",
    "required_policies": [
        {
            "name": "Legalizm",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradycja|Tradycji|Tradycji|Tradycję|Tradycją|Tradycji|tradycyjnej|tradycyjnej",
        "game_info": "Tradycja najlepiej sprawdza się w przypadku małych imperiów.Przyjęcie tradycji znacznie zwiększa tempo rozszerzania się granic miast i zapewnia 3 kultury w stolicy. Odblokowuje Wiszące Ogrody.Przyjęcie wszystkich ustrojów w drzewie tradycji to +15% przyrostu żywności i darmowy akwedukt w twoich pierwszych czterech miastach. Pozwala również kupować wielkich inżynierów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": null,
        "historical_info": "Tradycja zakłada szanowanie decyzji podjętych przez naszych przodków i poprzednich władców państwa. Do nowych trendów podchodzi się z podejrzliwością i nieufnością. Nawet w teoretycznie postępowych krajach jak Stany Zjednoczone tradycja pozostaje dość znaczącym czynnikiem decyzyjnym. Widać to choćby po dyskusji, która rozgorzała między orędownikami dosłownego traktowania zapisów konstytucji USA i przeciwnikami takiego rozwiązania, którzy proponują interpretację mającą w założeniu brać pod uwagę zmiany zachodzące w Stanach Zjednoczonych i na świecie. Ta pierwsza grupa to tradycjonaliści."
    }
}