{
    "id": 51,
    "name": "Nacjonalizm",
    "game_info": "Zmniejsza koszt złota za utrzymanie jednostek o 33%.",
    "historical_info": "Nacjonalizm jest postawą społeczno-polityczną, która podkreśla znaczenie i unikalność kraju. Kraj staje się matką i ojcem swojego narodu, a naród kocha swój kraj. Każdy ma wywieszoną na swoim domu flagę narodową i wszyscy uczęszczają w dniu zwycięstwa na paradę wojska i fajnego sprzętu. Kraje nacjonalistyczne są zwykle stosunkowo potężne, ponieważ lud pracuje bez wytchnienia nad rozwojem państwa. Niemniej wewnętrzna krytyka może zostać zdławiona, a to prowadzi do ograniczenia zdolności kraju do poprawiania błędów i sprowadza go z dobrej drogi.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/nacjonalizm.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}