{
    "id": 52,
    "name": "Tradycja morska",
    "game_info": "Tradycja morska+1 zadowolenia za każdą przystań, port lub latarnię morską.",
    "historical_info": "Narody z mocnymi tradycjami morskimi cenią swoją marynarkę ponad wszystkie pozostałe gałęzie wojska. (Z powodów oczywistych – zwykle są to państwa wyspiarskie). Od klasy rządzącej oczekuje się służby w marynarce, a jej oficerowie uważani są za ważniejszych od oficerów sił lądowych czy lotnictwa. Wielka Brytania posiada najdłuższą i najsilniejszą tradycję morską w Europie. Statki brytyjskie były znane ze swojej przewagi nad okrętami innych państw, a brytyjscy oficerowie oraz załogi były najbardziej doświadczone. Wszystko to dawało marynarce brytyjskiej poważną moralną przewagę w walce na morzu.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/naval_tradition.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Eksploracja|Eksploracji|Eksploracji|Eksplorację|Eksploracją|Eksploracji|eksploracyjnej|eksploracyjnej",
        "game_info": "Eksploracja zwiększa twoje możliwości powiększania imperium o obszary morskie.Przyjęcie eksploracji zapewnia +1 [ICON_MOVES] ruchu jednostkom morskim i +1 zasięgu widzenia bojowym jednostkom morskim. Odblokowuje Luwr.Przyjęcie wszystkich ustrojów pozwala zobaczyć ukryte ślady przeszłości. Umożliwia także zakup wielkich admirałów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Średniowiecze|Średniowiecza|Średniowieczu|Średniowiecze",
        "historical_info": "Od kiedy człowiek po raz pierwszy osiedlił się w jednym miejscu, zawsze znajdowali się tacy, którzy chcieli wiedzieć, co kryje się za horyzontem. Odkrywcy, motywowani chęcią zysku, żądzą przygody, nakazami religii, koniecznością lub czystą ciekawością, poszerzali naszą wiedzę o świecie i jego cudach. Poprzez swe odkrycia łączyli różne odległe kultury na dobre i na złe. Wielcy odkrywcy, kartagiński Hannon, chiński generał Wang Dayuan, Anglik sir Richard Burton oraz tysiące innych, napędzali rozwój cywilizacji i kształtowali historię."
    }
}