{
    "id": 53,
    "name": "Szkoła nawigacji",
    "game_info": "Szkoła nawigacjiPojawia się wielki admirał. +2 [ICON_MOVES] ruchu dla wszystkich wielkich admirałów. Wielcy admirałowie pojawiają się o 50% szybciej.",
    "historical_info": "W 1418 r. książę Henryk Portugalski założył pierwszą szkołę nauczającą żeglugi morskiej przy obserwatorium astronomicznym w Sagres. Portugalscy nawigatorzy uczyli się tam sztuki nawigacji, kartografii, wiedzy o pływach i prądach morskich oraz innych umiejętności ułatwiających żeglugę u wybrzeży Afryki, gdzie Henryk pragnął założyć sieć portów, prowadzących do bogactw Dalekiego Wschodu. Gdy epoka odkryć i kolonizacji weszła w szczytową fazę w XVII w., większość monarchów Europy poszła w ślady Henryka i założyła własne szkoły żeglarskie.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/navigation_school.png",
    "required_policies": [
        {
            "name": "Tradycja morska",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/naval_tradition.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Eksploracja|Eksploracji|Eksploracji|Eksplorację|Eksploracją|Eksploracji|eksploracyjnej|eksploracyjnej",
        "game_info": "Eksploracja zwiększa twoje możliwości powiększania imperium o obszary morskie.Przyjęcie eksploracji zapewnia +1 [ICON_MOVES] ruchu jednostkom morskim i +1 zasięgu widzenia bojowym jednostkom morskim. Odblokowuje Luwr.Przyjęcie wszystkich ustrojów pozwala zobaczyć ukryte ślady przeszłości. Umożliwia także zakup wielkich admirałów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Średniowiecze|Średniowiecza|Średniowieczu|Średniowiecze",
        "historical_info": "Od kiedy człowiek po raz pierwszy osiedlił się w jednym miejscu, zawsze znajdowali się tacy, którzy chcieli wiedzieć, co kryje się za horyzontem. Odkrywcy, motywowani chęcią zysku, żądzą przygody, nakazami religii, koniecznością lub czystą ciekawością, poszerzali naszą wiedzę o świecie i jego cudach. Poprzez swe odkrycia łączyli różne odległe kultury na dobre i na złe. Wielcy odkrywcy, kartagiński Hannon, chiński generał Wang Dayuan, Anglik sir Richard Burton oraz tysiące innych, napędzali rozwój cywilizacji i kształtowali historię."
    }
}