{
    "id": 56,
    "name": "Oligarchia",
    "game_info": "OligarchiaUtrzymanie garnizonów nic nie kosztuje, a miasta, w których skoszarowano jednostki bojowe, otrzymują premię +50% do [ICON_RANGE_STRENGTH] ataku dystansowego.",
    "historical_info": "Oligarchia to forma rządów, w której niewielka część społeczeństwa posiada pełnię władzy. Władzę może dzierżyć wybrana rodzina, plemię, ludzie określonego wyznania bądź wywodzący się z konkretnej kasty. Niektóre państwa-miasta starożytnej Grecji stanowiły oligarchie, w których cała władza spoczywała w rękach paru elitarnych rodzin. Apartheid w RPA mógł służyć za przykład współczesnej oligarchii, w której biała mniejszość posiadała pełną władzę. Przed 11 Września Irak również był oligarchią, z władzą skoncentrowaną w rękach członków rodziny i plemienia Saddama Husseina.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oligarchia.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Tradycja|Tradycji|Tradycji|Tradycję|Tradycją|Tradycji|tradycyjnej|tradycyjnej",
        "game_info": "Tradycja najlepiej sprawdza się w przypadku małych imperiów.Przyjęcie tradycji znacznie zwiększa tempo rozszerzania się granic miast i zapewnia 3 kultury w stolicy. Odblokowuje Wiszące Ogrody.Przyjęcie wszystkich ustrojów w drzewie tradycji to +15% przyrostu żywności i darmowy akwedukt w twoich pierwszych czterech miastach. Pozwala również kupować wielkich inżynierów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": null,
        "historical_info": "Tradycja zakłada szanowanie decyzji podjętych przez naszych przodków i poprzednich władców państwa. Do nowych trendów podchodzi się z podejrzliwością i nieufnością. Nawet w teoretycznie postępowych krajach jak Stany Zjednoczone tradycja pozostaje dość znaczącym czynnikiem decyzyjnym. Widać to choćby po dyskusji, która rozgorzała między orędownikami dosłownego traktowania zapisów konstytucji USA i przeciwnikami takiego rozwiązania, którzy proponują interpretację mającą w założeniu brać pod uwagę zmiany zachodzące w Stanach Zjednoczonych i na świecie. Ta pierwsza grupa to tradycjonaliści."
    }
}