{
    "id": 58,
    "name": "Hierarchia kościelna",
    "game_info": "Hierarchia kościelna+1 do wiary za każdą kaplicę i świątynię.",
    "historical_info": "Religia z wykształconą hierarchią to taka, w której duża liczba ludzi kultywuje te same praktyki religijne i ma te same wierzenia. Religia może posiadać kapłanów, którzy interweniują u sił wyższych w imieniu wierzących i którzy ustanawiają lub interpretują zasady religii. Istnieć może skomplikowana hierarchia kapłanów i pozostałych przywódców duchowych. Religia może posiadać świątynie oraz inne sanktuaria, w których ludzie modlą się i oddają cześć swoim bogom. Na ogół wierni ofiarowują pieniądze, by wspierać religię, jej kapłanów oraz budynki.Zhierarchizowana religia jest siłą stabilizującą wewnątrz kultury. Przedstawiciele tego samego wyznania mają wspólne poglądy, a obcy sobie ludzie rzadziej mordują się nawzajem. Może ona również dzielić ludzi – historycznie, wiele zhierarchizowanych religii postrzegało pozostałe jako zagrożenie lub wynaturzenie i niejedna wojna wybuchła o to, czyj bóg jest prawdziwy.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organized_religion.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Pobożność|Pobożności|Pobożności|Pobożność|Pobożnością|Pobożności|pobożnej|pobożnej",
        "game_info": "Pobożność zwiększa wiarę imperiów.Przyjęcie pobożności pozwala ci budować kaplice i świątynie dwa razy szybciej. Odblokowuje Wielki Meczet w Dżenne.Przyjęcie wszystkich ustrojów w drzewie pobożności powoduje pojawienie się wielkiego proroka i sprawia, że święte miejsca zapewniają +3 kultury.",
        "prereq_era": null,
        "historical_info": "Pobożność oznacza oddanie określonej religii lub systemowi wierzeń. Osoba pobożna uważana jest na ogół za (dosłownie) „świętszą od ciebie”, ściśle wypełniającą praktyki swojej religii i akceptującą bezkrytycznie większość jej zasad."
    }
}