{
    "id": 61,
    "name": "Filantropia",
    "game_info": "Filantropia Złoto ofiarowane państwom-miastom daje o 25% większe wpływy.",
    "historical_info": "O Filantropii mówi się wtedy, gdy najbogatsi obywatele państwa oddają społeczeństwu część swojego bogactwa, sponsorując biblioteki, muzea, szpitale czy stypendia. Inaczej niż mecenat, w przypadku którego jeden człowiek opłaca tworzenie sztuki dla siebie oraz innych należących do swojej klasy, filantropia skupia się na ofiarowywaniu korzyści biedniejszym członkom społeczeństwa. Amerykanin szkockiego pochodzenia, Andrew Carnegie, był jednym z największych filantropów w historii. Przez większość swojego życia był on całkowicie bezwzględnym biznesmenem, twórcą korporacji US Steel oraz posiadaczem drugiej największej fortuny w historii, zbudowanej niewolniczą pracą ludzi w jego kopalniach i hutach. Po sprzedaniu swojego biznesu w 1901 roku, Carnegie poświęcił ostatnie 19 lat swojego życia na budowanie bibliotek w biednych miastach. Ufundował ich blisko 3000 w Stanach, Kanadzie, Wielkiej Brytanii, Irlandii, Australii, Nowej Zelandii i innych krajach na całym świecie.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/philanthropy.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenat|Mecenatu|Mecenatowi|Mecenat|Mecenatem|Mecenacie|Mecenatu|Mecenatu",
        "game_info": "Mecenat zwiększa korzyści płynące z przyjaźni z państwem-miastem.Przyjęcie mecenatu sprawia, że wpływy w państwach-miastach spadają o 25% wolniej niż zwykle. Odblokowuje Zakazany Pałac.Przyjęcie wszystkich ustrojów w drzewie mecenatu sprawi, że sprzymierzone państwa-miasta będą ci od czasu do czasu przekazywać wielkiego człowieka.",
        "prereq_era": "Epoka klasyczna|Epoki klasycznej|Epoce klasycznej|Epokę klasyczną",
        "historical_info": "Mecenat polega na tym, że bogaci i wpływowi – często magnateria – wspierają w społeczeństwie utalentowanych artystów. W wielu starożytnych społeczeństwach bogactwo skoncentrowane było w rękach wybrańców, na przykład rodziny królewskiej lub bogatych kupców. Malarze, rzeźbiarze, muzycy i inni utalentowani artyści pracowali dla elity, ponieważ tylko ona była w stanie ich opłacić. Choć było to niesprawiedliwe wobec szarych obywateli, system ten doprowadził do powstania genialnych dzieł autorstwa m.in. Leonarda da Vinci, Bena Johnsona czy Mozarta. Mecenat doczekał się obecnie czegoś w rodzaju odrodzenia, rolę mecenasa przejęły jednak wielkie korporacje."
    }
}