{
    "id": 62,
    "name": "Państwo policyjne",
    "game_info": "+3 miejscowego zadowolenia za każdy budynek sądu. Budowa sądu trwa o połowę krócej.",
    "historical_info": "Każdy rząd, prawicowy i lewicowy, używający surowej i represyjnej kontroli nad życiem społecznym, gospodarczym, kulturalnym i politycznym swoich obywateli można nazwać państwem policyjnym. Państwo policyjne często charakteryzuje się totalitaryzmem i militaryzmem, ograniczeniem swobód obywatelskich i rozbudowanym aparatem bezpieczeństwa, nadzorującym poczynania obywateli. Ten termin, według Oxford Dictionary, został po raz pierwszy użyty w 1851 r. w kilku niemieckich rozprawach; w latach 30. XX w. określano nim ówczesne rządy totalitarne i komunistyczne.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/police_state.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}