{
    "id": 64,
    "name": "Protekcjonizm",
    "game_info": "Protekcjonizm+2 do zadowolenia za każdy surowiec luksusowy.",
    "historical_info": "Protekcjonizm to polityka kontrolowania handlu pomiędzy państwami za pomocą limitów, ceł i innych metod. Wprowadzany jest przez kraje, które starają się spowolnić lub zatrzymać napływ zagranicznych towarów i usług na własny rynek, by w ten sposób „chronić” własny przemysł. Protekcjonizm stosowany jest również przez władców w celu ograniczenia kontaktów podwładnych z ludźmi z zagranicy oraz z ich dobrami, bądź dlatego, iż uważają je oni za złe lub nie chcą, by ich lud wiedział, jak źle wypada na tle pozostałych narodów. Korea Północna jest przykładem groteskowo protekcjonistycznego kraju - jej władcy ograniczają kontakt ze światem zewnętrznym, by utrzymać Koreańczyków w nieświadomości własnego zacofania.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protectionism.png",
    "required_policies": [
        {
            "name": "Merkantylizm",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/mercantilism.json"
        },
        {
            "name": "Przedsiębiorczość",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/entrepreneurship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Handel|Handlu|Handlowi|Handel|Handlem|Handlu|handlowej|handlowej",
        "game_info": "Handel gwarantuje premie imperiom koncentrującym się na złocie.Przyjęcie handlu zwiększy przychód złota w stolicy o 25%. Odblokowuje Big Bena.Przyjęcie wszystkich ustrojów w drzewie handlu zapewni +1 złota z każdej placówki handlowej. Umożliwia także zakup wielkich kupców za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Średniowiecze|Średniowiecza|Średniowieczu|Średniowiecze",
        "historical_info": "Handel zajmuje się wymianą towarów i usług, zarówno barterową (za inne towary i usługi), jak i w zamian za jakiś rodzaj waluty. Handel jest tak stary jak ludzki język, a być może jeszcze starszy. W niektórych kulturach kupcy stanowią niższą klasę od tych, którzy rządzą, bądź od tych, co noszą broń. W innych kulturach są elitą, a bogacenie się uważane jest za najwyższe dobro. Przez większość swojej historii Stany Zjednoczone stanowiły ten drugi rodzaj kraju."
    }
}