{
    "id": 65,
    "name": "Reformacja",
    "game_info": "ReformacjaPo założeniu religii otrzymasz dodatkowe wierzenie reformacyjne.",
    "historical_info": "Pojęcie reformacji odnosi się do wielkiego ruchu, mającego na celu zreformowanie organizacji kościelnej lub systemu wierzeń, który postrzegany jest jako zepsuty lub który odszedł zbyt daleko od swoich pryncypiów. Reformacja protestancka była ruchem mającym na celu zreformowanie Kościoła rzymskokatolickiego. Zaczęła się w 1517 roku, gdy Marcin Luter ogłosił swoje „95 tez”, w których wymieniał dostrzegane przez siebie występki Kościoła. Ruch ten zapoczątkował 130 lat straszliwych, krwawych wojen religijnych tak w Europie, jak i w Nowym Świecie. W ich wyniku chrześcijaństwo na stałe zostało podzielone na kilka odłamów, a władza cywilna zyskała ostatecznie pierwszeństwo nad religijną.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reformacja.png",
    "required_policies": [
        {
            "name": "Tolerancja religijna",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/religious_tolerance.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Pobożność|Pobożności|Pobożności|Pobożność|Pobożnością|Pobożności|pobożnej|pobożnej",
        "game_info": "Pobożność zwiększa wiarę imperiów.Przyjęcie pobożności pozwala ci budować kaplice i świątynie dwa razy szybciej. Odblokowuje Wielki Meczet w Dżenne.Przyjęcie wszystkich ustrojów w drzewie pobożności powoduje pojawienie się wielkiego proroka i sprawia, że święte miejsca zapewniają +3 kultury.",
        "prereq_era": null,
        "historical_info": "Pobożność oznacza oddanie określonej religii lub systemowi wierzeń. Osoba pobożna uważana jest na ogół za (dosłownie) „świętszą od ciebie”, ściśle wypełniającą praktyki swojej religii i akceptującą bezkrytycznie większość jej zasad."
    }
}