{
    "id": 28,
    "name": "Tolerancja religijna",
    "game_info": "Tolerancja religijnaMiasta z religią większościową otrzymują także premię za dogmat panteonu drugiej najpopularniejszej religii.",
    "historical_info": "Wolność wyznania to polityka państwa, która nie określa, do jakiej religii muszą należeć członkowie społeczeństwa. Wszystkie religie są mile widziane, a duchowy rynek sam coś wybierze spośród nich. Chociaż być może wprowadzono ten system ze szlachetnych pobudek, wolność wyznania często ogranicza władzę pojedynczej religii. W państwach z jedną religią ludzie, którzy stoją na jej czele, mogą posiadać wielką władzę (na przykład, we współczesnym Iranie). Państwa, gdzie panuje wolność wyznania, zwykle starają się traktować wszystkie religie jednakowo, pilnując, by żadna z nich nie stała się dominującą.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/religious_tolerance.png",
    "required_policies": [
        {
            "name": "Hierarchia kościelna",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/organized_religion.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Pobożność|Pobożności|Pobożności|Pobożność|Pobożnością|Pobożności|pobożnej|pobożnej",
        "game_info": "Pobożność zwiększa wiarę imperiów.Przyjęcie pobożności pozwala ci budować kaplice i świątynie dwa razy szybciej. Odblokowuje Wielki Meczet w Dżenne.Przyjęcie wszystkich ustrojów w drzewie pobożności powoduje pojawienie się wielkiego proroka i sprawia, że święte miejsca zapewniają +3 kultury.",
        "prereq_era": null,
        "historical_info": "Pobożność oznacza oddanie określonej religii lub systemowi wierzeń. Osoba pobożna uważana jest na ogół za (dosłownie) „świętszą od ciebie”, ściśle wypełniającą praktyki swojej religii i akceptującą bezkrytycznie większość jej zasad."
    }
}