{
    "id": 66,
    "name": "Przedstawicielstwo",
    "game_info": "PrzedstawicielstwoKażde założone przez ciebie miasto zwiększa koszt kulturalny przyjęcia ustroju o 33% mniej niż normalnie. Dodatkowo rozpoczyna złotą erę.",
    "historical_info": "Przedstawicielstwo to ustrój, w którym obywatele wyznaczają swoich przedstawicieli, by sprawowali władzę. Można to uznać za krok naprzód w stosunku do rządów zbiorowych, podejmowany kiedy populacja staje się zbyt liczna, by rządy starego typu były możliwe do utrzymania. Kraj pod rządami przedstawicieli jest podzielony na mniejsze, łatwiejsze do zarządzania rejony (parafie, stany itp.), a każdy z nich wybiera jednego lub więcej miejscowych obywateli, którzy przez określony czas będą reprezentowali jego interesy wśród władz. Przedstawiciele tworzą parlament albo inny rodzaj ciała ustawodawczego i rządzą krajem. Większość tego typu systemów politycznych stanowią republiki, ale są wyjątki od tej reguły. Niektóre władze przedstawicielskie wybierają tymczasowych lub stałych królów i inną szlachtę, która ma nimi rządzić.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/przedstawicielstwo.png",
    "required_policies": [
        {
            "name": "Obywatelstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Wolność|Wolności|Wolności|Wolność|Wolnością|Wolności|Wolności|Wolności",
        "game_info": "Wolność to najlepszy wybór dla cywilizacji pragnących szybkiej ekspansji.Przyjęcie wolności gwarantuje 1 kultury w każdym mieście. Odblokowuje piramidy.Przyjęcie wszystkich ustrojów w drzewie wolności oznacza pojawienie się w pobliżu stolicy wybranego przez ciebie darmowego wiekiego człowieka.",
        "prereq_era": null,
        "historical_info": "Podstawowym założeniem wolności jako ustroju jest przekonanie, że obywatele zasługują, aby być wolnymi. Nie podlegają ograniczeniom fizycznym ani kontroli despoty. Chłopi pańszczyźniani, niewolnicy i dziedziczna służba nie cieszą się wolnością, tak samo jak obywatele zmuszeni do życia w określonej wiosce, gułagu lub getcie."
    }
}