{
    "id": 67,
    "name": "Republika",
    "game_info": "Republika+1 do produkcji w każdym mieście i +5% do produkcji w miastach wznoszących budynki.",
    "historical_info": "Republika to ustrój polityczny, w którym przedstawiciele ludu mają pełnię władzy, w przeciwieństwie do sytuacji gdzie posiada ją wyłącznie monarcha lub despota. Lud lub jego reprezentanci mogą wybrać przywódcę, ale jego władza ma źródło w woli ludu. Niektóre kultury klasyczne, przede wszystkim wiele greckich państw-miast i Rzym (przez pewien okres w historii), były republikami, ale i tak najpopularniejszy ustrój od zawsze stanowiła monarchia.Republika pojawiła się na scenie światowej w XVIII wieku, kiedy Stany Zjednoczone oddzieliły się od korony brytyjskiej i ogłosiły powstanie republiki. Zyskując niezależność od Starego Świata, większość nowych narodów w Środkowej i Południowej Ameryce stworzyła republiki (Meksyk przez jakiś czas bawił się w monarchię, ale nie potrwało to długo).W XX wieku większość europejskich państw stała się republikami po I lub II wojnie światowej, podobnie było z wieloma państwami azjatyckimi. Od tamtej pory wiele regionów Afryki podążyło tym samym torem po pozbyciu się swoich kolonialnych władców. Dzisiaj większość narodów wyznaje (lub przynajmniej twierdzi, że wyznaje) jakiś rodzaj republikanizmu.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/republic.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Wolność|Wolności|Wolności|Wolność|Wolnością|Wolności|Wolności|Wolności",
        "game_info": "Wolność to najlepszy wybór dla cywilizacji pragnących szybkiej ekspansji.Przyjęcie wolności gwarantuje 1 kultury w każdym mieście. Odblokowuje piramidy.Przyjęcie wszystkich ustrojów w drzewie wolności oznacza pojawienie się w pobliżu stolicy wybranego przez ciebie darmowego wiekiego człowieka.",
        "prereq_era": null,
        "historical_info": "Podstawowym założeniem wolności jako ustroju jest przekonanie, że obywatele zasługują, aby być wolnymi. Nie podlegają ograniczeniom fizycznym ani kontroli despoty. Chłopi pańszczyźniani, niewolnicy i dziedziczna służba nie cieszą się wolnością, tak samo jak obywatele zmuszeni do życia w określonej wiosce, gułagu lub getcie."
    }
}