{
    "id": 68,
    "name": "Wysiedlenia",
    "game_info": "Nowe miasta zaczynają z populacją większą o 3.",
    "historical_info": "Przymusowe wysiedlenia, w radzieckim żargonie zwane „transferem ludności”, miały kilka postaci: deportacji grup „antysowieckich” („wrogów ludu”), deportacji grup etnicznych, przenoszenia siły roboczej lub przymusowej migracji do regionów „etnicznie czystych”. Za rządów Stalina programy przymusowych wysiedleń wprowadzano na największą skalę; najczęściej do niezamieszkanych regionów azjatyckiej części Rosji przesiedlano Polaków, Bałtów, Finów, Rumunów, Tatarów, Kałmuków, Czeczenów, a także dziesiątki innych narodowości. Przywódcy komunistyczni uważali, że to skuteczny i względnie humanitarny sposób zaprowadzania porządku w tak rozległym i zróżnicowanym kraju.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wysiedlenia.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Ład|Ładu|Ładowi|Ład|Ładem|Ładzie|Ładu|Ładu",
        "game_info": "Ład sprzyja budowie wielkich, tętniących życiem imperiów, wzmacniając ich fundamenty.Przyjęcie ładu zaowocuje premią +1 do zadowolenia za każde posiadane miasto.Przyjęcie wszystkich doktryn z tej dziedziny da ci +2 do żywności, produkcji, nauki, złota i kultury za każde posiadane miasto.Za punkty wiary można kupować wielkich inżynierów.[COLOR_WARNING_TEXT]Ładu nie można przyjąć, gdy wybrano swobody bądź autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}