{
    "id": 69,
    "name": "Scholastyka",
    "game_info": "ScholastykaWszystkie sojusznicze państwa-miasta zapewniają premię do nauki równą 25% tego, co same wytwarzają.",
    "historical_info": "Scholastyka jest sposobem nauczania wprowadzanym w średniowiecznej Europie w latach około 1000-1500 n.e. Metoda ta podkreśla istotę rozumowania i dyskusji. Nauczyciel wybiera książkę do przestudiowania, a następnie wraz ze studentami ma przedyskutować jej znaczenie, przebadać inne książki na ten sam temat, przebadać każdą krytykę danej pracy itd. w celu zyskania głębszego zrozumienia tematu, niż w wyniku uczenia się na pamięć. Ruch ten w znacznej części napędzany był powtórnym odkryciem prac filozofów greckich oraz późniejszymi próbami pogodzenia ich z chrześcijaństwem.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scholasticism.png",
    "required_policies": [
        {
            "name": "Filantropia",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/philanthropy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenat|Mecenatu|Mecenatowi|Mecenat|Mecenatem|Mecenacie|Mecenatu|Mecenatu",
        "game_info": "Mecenat zwiększa korzyści płynące z przyjaźni z państwem-miastem.Przyjęcie mecenatu sprawia, że wpływy w państwach-miastach spadają o 25% wolniej niż zwykle. Odblokowuje Zakazany Pałac.Przyjęcie wszystkich ustrojów w drzewie mecenatu sprawi, że sprzymierzone państwa-miasta będą ci od czasu do czasu przekazywać wielkiego człowieka.",
        "prereq_era": "Epoka klasyczna|Epoki klasycznej|Epoce klasycznej|Epokę klasyczną",
        "historical_info": "Mecenat polega na tym, że bogaci i wpływowi – często magnateria – wspierają w społeczeństwie utalentowanych artystów. W wielu starożytnych społeczeństwach bogactwo skoncentrowane było w rękach wybrańców, na przykład rodziny królewskiej lub bogatych kupców. Malarze, rzeźbiarze, muzycy i inni utalentowani artyści pracowali dla elity, ponieważ tylko ona była w stanie ich opłacić. Choć było to niesprawiedliwe wobec szarych obywateli, system ten doprowadził do powstania genialnych dzieł autorstwa m.in. Leonarda da Vinci, Bena Johnsona czy Mozarta. Mecenat doczekał się obecnie czegoś w rodzaju odrodzenia, rolę mecenasa przejęły jednak wielkie korporacje."
    }
}