{
    "id": 70,
    "name": "Rewolucja naukowa",
    "game_info": "Rewolucja naukowaZwiększa naukę zyskiwaną z umów badawczych o 50%.",
    "historical_info": "Rewolucja naukowa to okres gwałtownego postępu ludzkiej wiedzy oraz przewrotów technologicznych zmieniających spojrzenie na świat, a w efekcie powodujących jeszcze szybszy rozwój myśli i wiedzy. Znaczna część Europy przebyła rewolucję naukową w XVI wieku w wyniku publikacji dzieła Mikołaja Kopernika „O obrotach sfer niebieskich” oraz „Budowy ludzkiego ciała” Wesaliusza. Obie książki były wykorzystywane przez pewien okres w ówczesnej praktyce naukowej do badania otaczającego świata, obaliwszy nieprawidłowe teorie naukowe, niektóre sięgające wstecz aż do antycznej Grecji. Sukces tych książek sprawił, że puściły „tamy” i naukowcy zaczęli dokładnie badać wszystko wokół siebie, a ludzka wiedza zwiększała się wykładniczo w ciągu kolejnych stuleci.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/rewolucja_naukowa.png",
    "required_policies": [
        {
            "name": "Niezależność",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/sovereignty.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Racjonalizm|Racjonalizmu|Racjonalizmowi|Racjonalizm|Racjonalizmem|Racjonalizmie|racjonalnej|racjonalnej",
        "game_info": "Racjonalizm zwiększa możliwości używania i generowania nauki.Przyjęcie racjonalizmu zapewnia +10% nauki, gdy w imperium panuje zadowolenie. Odblokowuje Porcelanową Wieżę.Przyjęcie wszystkich ustrojów w drzewie racjonalizmu zapewni darmową technologię. Umożliwia także zakup wielkich naukowców za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Renesans|Renesansu|Renesansie|Renesans",
        "historical_info": "Racjonalizm jest poglądem, który odwołuje się do rozumu (raczej niż do wiary) w wyjaśnianiu zagadek świata. Racjonalizm twierdzi, że rozum góruje nad wszystkimi innymi sposobami interpretowania świata, włączywszy w to wszelkie dane dostarczane przez pięć zmysłów. Początki filozofii sięgają Sokratesa ze starożytnej Grecji. Trzeba też dodać, że cieszyła się ona pewnym zainteresowaniem również w XVI i XVII wieku w Europie, gdy była badana przez myślicieli takich jak Kartezjusz, Spinoza czy Kant."
    }
}