{
    "id": 71,
    "name": "Sekularyzm",
    "game_info": "Sekularyzm+2 do nauki od każdego specjalisty.",
    "historical_info": "Sekularyzm opiera się na przekonaniu, że władza w kraju powinna być oddzielona od religii i wiary. W szkołach nie powinno być lekcji religii. Religia nie powinna też wpływać na to, kto może pracować w rządzie lub służyć w wojsku. Sekularyści niekoniecznie są niewierzący - po prostu uważają, że mieszanie religii z władzą państwową ostatecznie wychodzi na złe obu instytucjom. Stany Zjednoczone w dużej mierze są krajem sekularnym, chociaż ślady dominującej religii ich wczesnych obywateli wciąż dają się odnaleźć na pieniądzach, w treści zaprzysiężeń ich przywódców, w słowach przysiąg sądowych itd., często powodując konsternację obywateli, którzy podobnej wiary nie wyznają.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sekularyzm.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Racjonalizm|Racjonalizmu|Racjonalizmowi|Racjonalizm|Racjonalizmem|Racjonalizmie|racjonalnej|racjonalnej",
        "game_info": "Racjonalizm zwiększa możliwości używania i generowania nauki.Przyjęcie racjonalizmu zapewnia +10% nauki, gdy w imperium panuje zadowolenie. Odblokowuje Porcelanową Wieżę.Przyjęcie wszystkich ustrojów w drzewie racjonalizmu zapewni darmową technologię. Umożliwia także zakup wielkich naukowców za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Renesans|Renesansu|Renesansie|Renesans",
        "historical_info": "Racjonalizm jest poglądem, który odwołuje się do rozumu (raczej niż do wiary) w wyjaśnianiu zagadek świata. Racjonalizm twierdzi, że rozum góruje nad wszystkimi innymi sposobami interpretowania świata, włączywszy w to wszelkie dane dostarczane przez pięć zmysłów. Początki filozofii sięgają Sokratesa ze starożytnej Grecji. Trzeba też dodać, że cieszyła się ona pewnym zainteresowaniem również w XVI i XVII wieku w Europie, gdy była badana przez myślicieli takich jak Kartezjusz, Spinoza czy Kant."
    }
}