{
    "id": 76,
    "name": "Zaopatrzenie kosmiczne",
    "game_info": "Można kupować części statku kosmicznego za złoto.",
    "historical_info": "W większości programów kosmicznych tworzone jest biuro zaopatrzenia, podobne do Stennis Space Center Procurement Site NASA, odpowiedzialne za zakup materiałów i usług, których nie może zapewnić rząd: małych narzędzi, paliwa i chemikaliów, żywności i przyborów toaletowych do lotów kosmicznych, części komputerowych itp. Biuro zaopatrzenia wprowadza zasady zakupów, sprawdza materiały, wycenia usługi i często ma osobne działy przyznające kontrakty dużym korporacjom i małym firmom. Jako agencja rządowa podlega przeglądowi budżetu i przepisów, co pozwala obniżyć koszta programu kosmicznego.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/space_procurements.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Swobody|Swobód|Swobodom|Swobody|Swobodami|Swobodach|Swobód|Swobód",
        "game_info": "Swobody to świetny wybór dla niewielkich, wyspecjalizowanych cywilizacji. Sprzyjają one narodzinom wielkich ludzi i sprawiają, że praca specjalistów przynosi lepsze efekty.Przyjęcie swobód zwiększa częstotliwość narodzin wielkich ludzi o 25%.Przyjęcie wszystkich doktryn z tej dziedziny zwiększy korzyści wynikające z wielkich ulepszeń o 100% i wydłuży każdą złotą erę o połowę.Za punkty wiary można kupować wielkich artystów.[COLOR_WARNING_TEXT]Swobody nie mogą być przyjęte, gdy wybrano ład lub autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}