{
    "id": 75,
    "name": "Pionierzy lotów kosmicznych",
    "game_info": "Wielcy inżynierowie mogą kończyć części statku kosmicznego. Koło stolicy pojawiają się wielki inżynier i wielki naukowiec.",
    "historical_info": "Związek Radziecki poświęcił olbrzymie środki na swój program kosmiczny, postrzegając go jako wyścig ze Stanami Zjednoczonymi i szansę na pokazanie światu swej wyższości naukowej i technologicznej. Kilku odważnych kosmonautów stało się pierwszymi ludźmi, którzy w małych kapsułach znaleźli się w kosmosie i na orbicie okołoziemskiej. W kwietniu 1961 r. Jurij Gagarin jako pierwszy człowiek trafił na orbitę i okrążał Ziemię przez 108 minut na pokładzie statku kosmicznego Wostok 1. Pierwszą kobietą w kosmosie była Walentina Tierieszkowa, w 1963 r. przebywała na orbicie okołoziemskiej przez prawie trzy dni.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/pionierzy_lotów_kosmicznych.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Ład|Ładu|Ładowi|Ład|Ładem|Ładzie|Ładu|Ładu",
        "game_info": "Ład sprzyja budowie wielkich, tętniących życiem imperiów, wzmacniając ich fundamenty.Przyjęcie ładu zaowocuje premią +1 do zadowolenia za każde posiadane miasto.Przyjęcie wszystkich doktryn z tej dziedziny da ci +2 do żywności, produkcji, nauki, złota i kultury za każde posiadane miasto.Za punkty wiary można kupować wielkich inżynierów.[COLOR_WARNING_TEXT]Ładu nie można przyjąć, gdy wybrano swobody bądź autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}