{
    "id": 77,
    "name": "Godzina próby",
    "game_info": " Siła bojowa miast rośnie o 33%.",
    "historical_info": "W czerwcu 1940 r., gdy Niemcy pokonały Francję, premier Wielkiej Brytanii Winston Churchill wygłosił w parlamencie przemówienie, w którym użył tego zwrotu, by opisać niestrudzony opór stawiany totalitaryzmowi przez Wielką Brytanię i Wspólnotę. Te słynne słowa na stałe weszły do słownika i opisują sytuację, w której kraj demokratyczny rzuca swe wszystkie zasoby, by za wszelką cenę odnieść zwycięstwo, nawet jeżeli oznacza to samotną walkę z przeważającymi siłami wroga. Tych słów używano także podczas zimnej wojny jako stwierdzenia, że wróg sprzeciwia się zasadom wolności i swobód.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/godzina_próby.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Swobody|Swobód|Swobodom|Swobody|Swobodami|Swobodach|Swobód|Swobód",
        "game_info": "Swobody to świetny wybór dla niewielkich, wyspecjalizowanych cywilizacji. Sprzyjają one narodzinom wielkich ludzi i sprawiają, że praca specjalistów przynosi lepsze efekty.Przyjęcie swobód zwiększa częstotliwość narodzin wielkich ludzi o 25%.Przyjęcie wszystkich doktryn z tej dziedziny zwiększy korzyści wynikające z wielkich ulepszeń o 100% i wydłuży każdą złotą erę o połowę.Za punkty wiary można kupować wielkich artystów.[COLOR_WARNING_TEXT]Swobody nie mogą być przyjęte, gdy wybrano ład lub autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}