{
    "id": 78,
    "name": "Teokracja",
    "game_info": "TeokracjaŚwiątynie zwiększają o 25% ilość złota generowanego przez miasto. Miejsca święte dają +3 złota.",
    "historical_info": "W kraju teokratycznym przywódcy duchowi dzierżą pełnię władzy państwowej. Właściwie to bóg jest u władzy i to on rządzi, kierując poczynaniami przywódców za pomocą swojej boskiej mocy. Teokracja często ma charakter militarystyczny, ponieważ przywódcy duchowi postrzegają armię jako narzędzie krzewienia wiary pośród krajów pogańskich. Współczesne państwa teokratyczne często wydają się obawiać i nienawidzić postępu, postrzegając dostatek i rozwój jako zagrożenia dla pobożności narodu (a najpewniej również i władzy).",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/teokracja.png",
    "required_policies": [
        {
            "name": "Hierarchia kościelna",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/organized_religion.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Pobożność|Pobożności|Pobożności|Pobożność|Pobożnością|Pobożności|pobożnej|pobożnej",
        "game_info": "Pobożność zwiększa wiarę imperiów.Przyjęcie pobożności pozwala ci budować kaplice i świątynie dwa razy szybciej. Odblokowuje Wielki Meczet w Dżenne.Przyjęcie wszystkich ustrojów w drzewie pobożności powoduje pojawienie się wielkiego proroka i sprawia, że święte miejsca zapewniają +3 kultury.",
        "prereq_era": null,
        "historical_info": "Pobożność oznacza oddanie określonej religii lub systemowi wierzeń. Osoba pobożna uważana jest na ogół za (dosłownie) „świętszą od ciebie”, ściśle wypełniającą praktyki swojej religii i akceptującą bezkrytycznie większość jej zasad."
    }
}