{
    "id": 79,
    "name": "Trzecia droga",
    "game_info": "Ilość produkowanych zasobów strategicznych rośnie o 100%. +5 żywności i +5 nauki w stolicy.",
    "historical_info": "Trzecia droga albo trzecia pozycja to nacjonalistyczna filozofia polityczna podkreślająca sprzeciw wobec kapitalizmu i komunizmu, ale łącząca radykalne idee obu tych systemów. Zwolennicy tej filozofii wierzą w państwową własność produkcji i dystrybucji towarów oraz usług dla „produktywnych członków społeczeństwa”, pokojową segregację grup etnicznych i rasowych na terenie kraju, a od niedawna także w radykalne idee ekologiczne. Wielu politologów uważa, że ruch ten, powstały po II wojnie światowej w takich krajach jak Argentyna i RPA, nie jest trzecią drogą, ale raczej mutacją neofaszyzmu i ultranacjonalizmu.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/trzecia_droga.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}