{
    "id": 80,
    "name": "Wojna totalna",
    "game_info": "+25% do produkcji jednostek wojskowych. Nowe oddziały otrzymują na starcie +15 punktów doświadczenia.",
    "historical_info": "Wojna totalna jest strategią polegającą na tym, że kraj wykorzystuje wszystkie posiadane przez siebie zasoby do prowadzenia wojny. Cała populacja zostaje zmobilizowana do walki, a wszystkie nieistotne zajęcia zostają zawieszone na czas trwania konfliktu. Jeśli wrogi kraj przyjął tę samą strategię, wówczas wszystkie jego obiekty cywilne stają się celami wojskowymi i każde działanie, które osłabia zdolność wroga do kontynuowania walki, zostaje uznane za akceptowalne. Miasta mogą być bombardowane, nieuzbrojone statki zatapiane, studnie zatruwane, a uprawy palone. Wojna totalna jest najstraszliwszą formą konfliktu i zwykle powoduje wielkie straty w ludności cywilnej po jednej lub obu stronach frontu.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/total_war.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}