{
    "id": 82,
    "name": "Floty skarbów",
    "game_info": "Floty skarbów+4 złota ze wszystkich morskich szlaków handlowych.",
    "historical_info": "W pewnych okresach kraje przewożące duże ilości kosztowności i towarów handlowych organizowały konwoje statków, aby zwiększyć szanse dotarcia ładunku do celu. Najsłynniejsza była doroczna hiszpańska flota skarbów, przewożąca złoto, srebro, przyprawy, tytoń, perły i inne bogactwa z Indii Zachodnich do portów hiszpańskich w Europie, mająca miejsce w latach 1566-1790. Splądrowanie hiszpańskiej Hawany przez korsarzy francuskich i ataki na samotne galeony dokonywane przez angielskich piratów zmusiły Hiszpanię do organizacji konwojów między Nowym Światem i Europą. Choć obecnie na morzach zagrożenie piractwem jest niewielkie, podczas wojen kraje organizują konwoje, by zwiększyć szanse bezpiecznego dotarcia statków handlowych do celu.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/floty_skarbów.png",
    "required_policies": [
        {
            "name": "Marynarka handlowa",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/policies/merchant_navy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Eksploracja|Eksploracji|Eksploracji|Eksplorację|Eksploracją|Eksploracji|eksploracyjnej|eksploracyjnej",
        "game_info": "Eksploracja zwiększa twoje możliwości powiększania imperium o obszary morskie.Przyjęcie eksploracji zapewnia +1 [ICON_MOVES] ruchu jednostkom morskim i +1 zasięgu widzenia bojowym jednostkom morskim. Odblokowuje Luwr.Przyjęcie wszystkich ustrojów pozwala zobaczyć ukryte ślady przeszłości. Umożliwia także zakup wielkich admirałów za wiarę, począwszy od epoki przemysłowej.",
        "prereq_era": "Średniowiecze|Średniowiecza|Średniowieczu|Średniowiecze",
        "historical_info": "Od kiedy człowiek po raz pierwszy osiedlił się w jednym miejscu, zawsze znajdowali się tacy, którzy chcieli wiedzieć, co kryje się za horyzontem. Odkrywcy, motywowani chęcią zysku, żądzą przygody, nakazami religii, koniecznością lub czystą ciekawością, poszerzali naszą wiedzę o świecie i jego cudach. Poprzez swe odkrycia łączyli różne odległe kultury na dobre i na złe. Wielcy odkrywcy, kartagiński Hannon, chiński generał Wang Dayuan, Anglik sir Richard Burton oraz tysiące innych, napędzali rozwój cywilizacji i kształtowali historię."
    }
}