{
    "id": 83,
    "name": "Pakt",
    "game_info": "Zyskujesz o 4 więcej wpływów na turę (przy normalnej prędkości) w państwach-miastach, z którymi utrzymujesz szlak handlowy.",
    "historical_info": "Pakt to międzynarodowe porozumienie wojskowe stworzone dla wspólnego bezpieczeństwa; zwykle wiąże się ze wspólną strukturą dowodzenia, programami badawczymi i produkcją uzbrojenia, a także z bardziej przyziemnymi sprawami wojskowymi. Organizacja Paktu Północnoatlantyckiego (NATO) stworzona w 1949 r. to najlepiej znany pakt, ale istnieją one także w Ameryce Południowej, Afryce i innych miejscach. Pakty obronne i sojusze wojskowe były powszechne w przeszłości, ale żaden nie osiągnął poziomu integracji współczesnych paktów.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/pakt.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Swobody|Swobód|Swobodom|Swobody|Swobodami|Swobodach|Swobód|Swobód",
        "game_info": "Swobody to świetny wybór dla niewielkich, wyspecjalizowanych cywilizacji. Sprzyjają one narodzinom wielkich ludzi i sprawiają, że praca specjalistów przynosi lepsze efekty.Przyjęcie swobód zwiększa częstotliwość narodzin wielkich ludzi o 25%.Przyjęcie wszystkich doktryn z tej dziedziny zwiększy korzyści wynikające z wielkich ulepszeń o 100% i wydłuży każdą złotą erę o połowę.Za punkty wiary można kupować wielkich artystów.[COLOR_WARNING_TEXT]Swobody nie mogą być przyjęte, gdy wybrano ład lub autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}