{
    "id": 84,
    "name": "Wspólny front",
    "game_info": "Militarne państwa-miasta dają jednostki dwa razy częściej, jeśli prowadzisz wojnę ze wspólnym wrogiem.",
    "historical_info": "Wspólny front jest systemem, który pozwala rewolucjonistom na poszerzanie granic państwowych i osiąganie swych celów wraz z innymi podobnie myślącymi ludźmi niezależnie od przynależności państwowej. System ten został wymyślony przez komunistów, chcących rozprzestrzenić rewolucję bolszewicką na cały świat. Ich hasłem przewodnim było „Proletariusze wszystkich krajów, łączcie się”. Zakładało ono, że przedstawiciele niższych klas społecznych zdadzą sobie sprawę z tego, że mają ze sobą więcej wspólnego niż z klasą rządzącą własnych krajów. Robotnicy mieli podnieść się z kolan, obalić kapitalistycznych ciemiężców i rozpocząć nową erę ogólnoświatowej idylli. W rzeczywistości się to nie udało i ruch nie osiągnął swych celów. Jednakże wspólny front jest ideą, która ponownie wychodzi na światło dzienne w kontekście napięć kulturowych pomiędzy światem muzułmańskim i niemuzułmańskim.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/united_front.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autokracja|Autokracji|Autokracji|Autokrację|Autokracji|Autokracji|Autokracji|Autokracji",
        "game_info": "Autokracja to dobry wybór dla wojowniczych cywilizacji, którym marzy się podbój świata.Przyjęcie autokracji zmniejsza koszt utrzymania jednostek o 33%, pozwalając na wystawienie większej armii. Jeżeli jednostka autokratycznej cywilizacji splądruje wrogie miasto, jej właściciel otrzyma 10 punktów kultury za każdy punkt kultury wytwarzany przez to miasto.Przyjęcie wszystkich doktryn autokratycznych zwiększy siłę ataku każdej jednostki wojskowej o 25% na 50 tur.Za niewykorzystane punkty wiary można powoływać wielkich generałów i admirałów.[COLOR_WARNING_TEXT]Autokracja nie może być przyjęta, gdy wybrano ład lub swobody.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}