{
    "id": 89,
    "name": "Urbanizacja",
    "game_info": "+1 miejscowego zadowolenia za każdy młyn wodny, szpital i laboratorium medyczne.",
    "historical_info": "Urbanizacja, zwana też planowaniem miast, to fizyczne powiększanie miast spowodowane migracją z obszarów wiejskich lub powstawaniem przedmieść. Urbanizacja wiąże się ściśle z industrializacją, modernizacją i racjonalizacją socjologiczną; wszystkie te ruchy rozpoczęły się w epoce przemysłowej i rozwinęły w epoce informacji. ONZ przedstawiło raport stwierdzający, że pod koniec 2006 r. mniej więcej połowa populacji świata mieszkała w miastach, i prognozujący, iż do 2050 r. około 85% ludzi będzie mieszkać w strefach zurbanizowanych.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/urbanizacja.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Swobody|Swobód|Swobodom|Swobody|Swobodami|Swobodach|Swobód|Swobód",
        "game_info": "Swobody to świetny wybór dla niewielkich, wyspecjalizowanych cywilizacji. Sprzyjają one narodzinom wielkich ludzi i sprawiają, że praca specjalistów przynosi lepsze efekty.Przyjęcie swobód zwiększa częstotliwość narodzin wielkich ludzi o 25%.Przyjęcie wszystkich doktryn z tej dziedziny zwiększy korzyści wynikające z wielkich ulepszeń o 100% i wydłuży każdą złotą erę o połowę.Za punkty wiary można kupować wielkich artystów.[COLOR_WARNING_TEXT]Swobody nie mogą być przyjęte, gdy wybrano ład lub autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}