{
    "id": 92,
    "name": "Udogodnienia robotnicze",
    "game_info": "Fabryki zwiększają o 25% naukę generowaną przez miasto. Fabryki są budowane o połowę szybciej.",
    "historical_info": "Według teorii marksistowskiej klasa robotnicza miała być klasą rządzącą Rosją, po jej przejściu z socjalizmu do pełnego komunizmu. Robotnicy mieli korzystać z równego dostępu do wszystkich współczesnych udogodnień, od mieszkań po placówki rekreacyjne, będące dobrem wspólnym. Najbardziej powszechnymi udogodnieniami dla robotników były wspólne kompleksy mieszkaniowe, w których od dwóch do siedmiu imigracyjnych rodzin z obszarów wiejskich zajmowało jedno mieszkanie, każda z rodzin miała do dyspozycji sypialnię, ale pozostałe pomieszczenia - kuchnia, salon, łazienka, a także telefon i telewizor - należały do wszystkich domowników.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/workers'_faculties.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Ład|Ładu|Ładowi|Ład|Ładem|Ładzie|Ładu|Ładu",
        "game_info": "Ład sprzyja budowie wielkich, tętniących życiem imperiów, wzmacniając ich fundamenty.Przyjęcie ładu zaowocuje premią +1 do zadowolenia za każde posiadane miasto.Przyjęcie wszystkich doktryn z tej dziedziny da ci +2 do żywności, produkcji, nauki, złota i kultury za każde posiadane miasto.Za punkty wiary można kupować wielkich inżynierów.[COLOR_WARNING_TEXT]Ładu nie można przyjąć, gdy wybrano swobody bądź autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}