{
    "id": 93,
    "name": "Pionierzy",
    "game_info": "+1 miejscowego zadowolenia za każdy warsztat, fabrykę i elektrownię słoneczną/atomową/wodną.",
    "historical_info": "Organizacja dziecięca działająca pod auspicjami partii w wielu krajach komunistycznych. Dzieci zwykle wstępowały w jej szeregi w szkole podstawowej i należały do niej przez cały okres dorastania. Celem tej organizacji, czerpiącej część wzorców z zachodniego ruchu skautowskiego, była indoktrynacja młodzieży filozofią i zasadami komunizmu oraz walki robotniczej, a także nauczenie dzieci umiejętności, dzięki którym lepiej służyłyby państwu jako robotnicy i żołnierze. Radziecki program okazał się tak udany, że do 1990 r. naśladowano go w ponad 30 krajach; wiele z tych programów działa po dziś dzień, od samej Rosji (nieoficjalnie tamtejsza organizacja nazywa się Pionierzy Partii Komunistycznej\"), aż po Kubę i Wietnam.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/pionierzy.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Ład|Ładu|Ładowi|Ład|Ładem|Ładzie|Ładu|Ładu",
        "game_info": "Ład sprzyja budowie wielkich, tętniących życiem imperiów, wzmacniając ich fundamenty.Przyjęcie ładu zaowocuje premią +1 do zadowolenia za każde posiadane miasto.Przyjęcie wszystkich doktryn z tej dziedziny da ci +2 do żywności, produkcji, nauki, złota i kultury za każde posiadane miasto.Za punkty wiary można kupować wielkich inżynierów.[COLOR_WARNING_TEXT]Ładu nie można przyjąć, gdy wybrano swobody bądź autokrację.",
        "prereq_era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
        "historical_info": null
    }
}