{
    "id": 1,
    "name": "Alhambra|Alhambry|Alhambrze|Alhamnbrę",
    "production_cost": 400,
    "game_info": "Nowo wyszkolone jednostki (poza powietrznymi) w tym mieście otrzymują awans „Musztra I”, co zwiększa ich siłę bojową w trakcie walki na TRUDNYM terenie. Miasto otrzymuje darmowy zamek. Ponadto zwiększa ilość kultury generowanej przez miasto o 20%.",
    "strategy": null,
    "historical_info": "Znajdująca się w południowej Hiszpanii Alhambra jest dużym kompleksem pałacowym dynastii Nasrydów, która kontrolowała ten region w połowie XIV w. Budowa rozpoczęła się mniej więcej około 1238 r. n.e., za panowania Ibn al-Ahmara, i kontynuowana była przez jego następców. Nazwa Alhambra tłumaczona jest jako „czerwona wieża” i pochodzi od barwy ścian. Szczególna ze względu na styl architektoniczny mauretańskiego islamu, Alhambra posiada liczne płaskorzeźby oraz oparte na przeplatanych wzorach zdobienia zwane „arabeskami”, często spotykane w islamskiej sztuce. Choć w pałacu nadal obecne są elementy w stylu islamskim, duża część budowli wraz z jej wnętrzem została zrekonstruowana i zmodyfikowana po nastaniu w Hiszpanii katolicyzmu.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra.png",
    "quote": "„Sprawiedliwość jest twierdzą nie do zdobycia, wybudowaną na grzbiecie góry, której nie straszne ani gwałtowne wichury, ani potężne armie.” - Joseph Addison",
    "tech_prereq": {
        "name": "Chivalry",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}