{
    "id": 2,
    "name": "Angkor Wat|Angkor Watu|Angkor Watowi|Angkor Wat",
    "production_cost": 400,
    "game_info": "Koszt w kulturze i złocie podczas kupowania nowych pól jest mniejszy o 25% w każdym mieście.",
    "strategy": null,
    "historical_info": "Angkor Wat to świątynia w Angkor, w Kambodży. Angkor Wat zbudował w XII wieku król Surjawaman II, miał być to pałac królewski i świątynia hinduizmu. Dwa lub trzy wieki później Angkor Wat została zmieniona na świątynię buddyzmu. Angkor Wat to kompleks budynków okolony murami i fosą. Ogrodzony teren ma 1000 na 850 metrów.Angkor Wat jest zbudowana głównie z bloków piaskowca. Całość ma kształt prostokąta i przypomina starożytną fortecę; wewnętrzne budowle są oddzielone od murów zewnętrznych dziedzińcem, podobnym do zamkowego podwórca.Kiedyś na dziedzińcu było wiele drewnianych budynków, ale wszystkie rozpadły się. Ocalała kamienna struktura jest podzielona na trzy galerie zbudowane na podniesionych platformach. W zewnętrznych budynkach kiedyś były biblioteki, a w wewnętrznym kapliczka Wisznu (później zmieniona w kapliczkę Buddy). Na galeriach znajdują się wieże kształtem przypominające ule, najwyższe mają około 45 metrów wysokości. Ściany budynków są pokryte ornamentami i pięknymi płaskorzeźbami przedstawiającymi sceny z mitologii hinduskiej.Choć została zaniedbana w drugiej połowie XX wieku, powzięto poważne kroki, by zachować i odnowić to wspaniałe i wyjątkowe miejsce kultu, co roku zjawia się tu coraz więcej pielgrzymów.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat|angkor_watu|angkor_watowi|angkor_wat.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat|angkor_watu|angkor_watowi|angkor_wat.png",
    "quote": "„Ta świątynia… nie ma sobie równych w całym świecie. Ma wieże, zdobienia i całe wyrafinowanie, które mógł stworzyć geniusz człowieka.” – Antonio da Magdalena",
    "tech_prereq": {
        "name": "Education",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/education.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}