{
    "id": 4,
    "name": "Borobudur|Borobudura|Borobudurowi|Borobudur",
    "production_cost": 300,
    "game_info": "Musi powstać w świętym mieście. Pojawi się 3 darmowych misjonarzy.",
    "strategy": null,
    "historical_info": "Borobudur to buddyjska czandi znajdująca się w Magelang na Jawie. Składa się ona z sześciu kwadratowych platform, na których znajdują się kolejne trzy okrągłe, na nich z kolei umieszczono 72 małe stupy skupione wokół wielkiej stupy centralnej. Budowla ozdobiona jest 2672 płaskorzeźbami i 504 buddyjskimi pomnikami. Trzy poziomy świątyni przedstawiają trzy krainy buddyjskiej kosmologii: świat pragnień, świat form i świat bez formy. Budowę Borobuduru zakończono między 778 a 850 r. za panowania dynastii Sailendra. Około 1006 r. pobliska stolica następcy tronu w królestwie Medang została porzucona ze względu na serię erupcji wulkanicznych. Wkrótce później ustały pielgrzymki do Borobuduru. O świątyni na stulecia zapomniano i zniknęła ona pokryta pyłem i zarośnięta dżunglą aż do 1814 r., kiedy to odkrył ją brytyjski gubernator porucznik Jawy sir Thomas Stamford Raffles.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/borobudur.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/borobudur.png",
    "quote": "„Gdy zdasz sobie sprawę z tej perfekcji, odchylisz głowę i zaśmiejesz się w niebo”. - Gautama Budda",
    "tech_prereq": {
        "name": "Theology",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 5,
        "happiness": 0
    }
}