{
    "id": 6,
    "name": "Broadway|Broadwayu|Broadwayowi|Broadway",
    "production_cost": 1060,
    "game_info": "1 darmowy wielki muzyk pojawi się w pobliżu miasta, w którym wybudowano cud. Zawiera 3 miejsca na wielkie dzieła muzyczne.",
    "strategy": null,
    "historical_info": "Broadway to długa na 24 km ulica biegnąca przez Manhattan i Bronx, dzielnice Nowego Jorku. Choć większość budynków przy nim stojących to biurowce i apartamentowce, najbardziej znany jest ze swojej leżącej między ulicami 42. a 53. środkowej części zwanej „Great White Way” - dzielnicy teatrów. Teatry na Broadwayu zaczęto otwierać już na początku XIX w. W 1880 r. fragment między placami Madison i Union został oświetlony lampami łukowymi, czyniąc Broadway jedną z pierwszych elektrycznie oświetlonych ulic w Stanach Zjednoczonych. Dzięki rosnącemu bogactwu i kulturalnym aspiracjom Ameryki teatry stały się mekką popularnej rozrywki. Do 1900 r. otwarto tu ok. 20 teatrów, a ich elektryczne billboardy były tak jasne, że ulicę zaczęto określać mianem „Great White Way” (Droga Wielkiej Bieli). W 1925 r. na Broadwayu działało aż 80 teatrów specjalizujących się w kosztownych spektaklach, głównie rewiach i musicalach.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway|broadwayu|broadwayowi|broadway.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway|broadwayu|broadwayowi|broadway.png",
    "quote": "„Broadway to główna arteria życia kulturalnego Nowego Jorku. Zahartowana arteria”. - Walter Winchell",
    "tech_prereq": {
        "name": "Radio",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radio.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 2,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}