{
    "id": 7,
    "name": "Chichen Itza|Chichen Itzy|Chichen Itzy|Chichen Itza",
    "production_cost": 300,
    "game_info": "Czas trwania złotych er zwiększa się o 50%.",
    "strategy": null,
    "historical_info": "Chichen Itza to wyjątkowe miasto z kamienia zbudowane na Jukatanie w Meksyku. Jego najstarsze budynki i piramidy mają po 1500 lat, zbudowali je Toltekowie i Majowie.Chichen Itza składa się z kamiennych budynków, świątyń i dziedzińców. Po jednej stronie wyróżnia się duży „pok tap ok” czyli dziedziniec piłki ceremonialnej. (Piłka ceremonialna to ciekawa gra, w której dwie drużyny starają cię wrzucić piłkę w obręcze znajdujące się po obu stronach dziedzińca. Po meczu ścinano kapitana zwycięskiej drużyny jako ofiarę dla bogów.) Miasto zostało spustoszone przez czas (i złodziei), ale wciąż widać tam wiele pięknych płaskorzeźb i posągów.W samym środku miasta wznosi się piramida schodkowa Kukulcan, zwana też „El Castillo.” Zbudowano ją około XIII wieku, u podstawy ma około 60 metrów kwadratowych i 25 metrów wysokości. Zgodnie ze zwyczajem Majów, Kukulcan zbudowano na starszej i mniejszej piramidzie.Chichen Itza było kwitnącym miastem do XIII wieku, kiedy to wśród Majów wybuchło powstanie i wojna domowa, co doprowadziło do szybkiego podupadnięcia miasta, którego nie udało się już odwrócić. Centrum miasta zostało w większości opuszczone i popadło w ruinę do czasu hiszpańskiego podboju Jukatanu w XVI wieku.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itza|chichen_itzy|chichen_itzy|chichen_itza.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itza|chichen_itzy|chichen_itzy|chichen_itza.png",
    "quote": "„Katun jest w Chichen Itza. Tam powstanie osada Itza. Przybędzie kwezal, przybędzie zielony ptak. Przybędzie Ah Kantenal. […] Oto słowo boże. Itza przybędzie.” – Księgi Chilam Balam",
    "tech_prereq": {
        "name": "Civil Service",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/civil_service.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}