{
    "id": 48,
    "name": "Circus Maximus",
    "production_cost": 125,
    "game_info": "W każdym mieście musisz mieć wybudowane Koloseum. Koszt rośnie wraz z ilością miast w imperium.",
    "strategy": "Ten cud narodowy zwiększa zadowolenie w imperium o 5. Daje również +1 do kultury. Aby wznieść Circus Maximus, cywilizacja musi posiadać w każdym mieście Koloseum.",
    "historical_info": "Circus Maximus, olbrzymi stadion zlokalizowany w centrum Rzymu, był pierwszym i największym torem wyścigowym dla rydwanów w starożytnym Rzymie. W czasach, gdy był on wykorzystywany, mógł pomieścić ćwierć miliona ludzi, czyli ponad 25% populacji miasta. Miał 2000 stóp długości — na torze mogło stanąć obok siebie dwanaście pełnowymiarowych rydwanów. Był wykorzystywany przez etruskich królów do organizowania festiwali i zabaw, zaś pierwsze rzymskie igrzyska odbyły się w nim za panowania piątego króla Rzymu, Tarkwiniusza Starego. Juliusz Cezar powiększył plac do jego dzisiejszych rozmiarów w 50 roku p.n.e..Ostatni odnotowany wyścig odbył się w 549 roku n.e. i został zorganizowany przez ostrogockiego króla Totilę. Później Circus Maximus został pozostawiony swemu losowi. Obecnie cały teren jest parkiem, a tor wyścigowy porósł trawą. Wciąż pozostało tam kilka oryginalnych budynków, ale są to jedynie pojedyncze bramki startowe i półmetki. Teren dawnego Circus Maximus jest teraz wykorzystywany głównie do organizowania koncertów i dużych imprez na świeżym powietrzu.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus.png",
    "background_image": null,
    "quote": null,
    "tech_prereq": {
        "name": "Horseback Riding",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/horseback_riding.json"
    }
}