{
    "id": 12,
    "name": "Zakazany Pałac|Zakazanego Pałacu|Zakazanemu Pałacowi|Zakazany Pałac",
    "production_cost": 500,
    "game_info": "Wymaga Mecenatu. Zapewnia 2 dodatkowych delegatów na Kongresie Światowym. -10% niezadowolenia obywateli w nieokupowanych miastach.",
    "strategy": null,
    "historical_info": "Zakazany Pałac to grupa cesarskich budowli w Pekinie, będąca dowodem chińskiej pomysłowości i wyczulonego zmysłu estetycznego. Ozdobne ogrody, tarasy i fontanny otaczają tę wspaniałą konstrukcję, która w 1421 roku stała się stolicą Chin. Pałac był rezydencją 24 cesarzy z dynastii Ming i Qing, aż do abdykacji ostatniego z nich w 1911 r.Choć poprawna nazwa brzmi „Pałac Cesarski”, to kompleks jest bardziej znany jako „Zakazany Pałac”, ponieważ zwykli ludzie nie mogli wchodzić na jego teren, czy też nie mogli dostać się tam nieproszeni. Konstrukcję otaczała fosa szeroka na 50 metrów i mury wysokie na 10 metrów. Zakazany Pałac jest olbrzymi, zajmuje 170 akrów i mieści się w nim 8706 komnat. Szacuje się, że mieszkało tam od ośmiu do dziesięciu tysięcy ludzi spełniających zachcianki cesarza. Dziś Zakazany Pałac to wielka atrakcja turystyczna, wciąż uważa się go za symbol suwerenności Chin.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/zakazany_pałac|zakazanego_pałacu|zakazanemu_pałacowi|zakazany_pałac.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/zakazany_pałac|zakazanego_pałacu|zakazanemu_pałacowi|zakazany_pałac.png",
    "quote": "„Większość z nas może wybrać, czy świat będzie nam pałacem, czy więzieniem.” – John Lubbock",
    "tech_prereq": {
        "name": "Banking",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}