{
    "id": 17,
    "name": "Wielki Mur|Wielkiego Muru|Wielkiemu Murowi|Wielki Mur",
    "production_cost": 250,
    "game_info": "Jednostki lądowe wroga muszą wydać 1 dodatkowy [ICON_MOVES] punkt ruchu na każdym polu twojego terytorium. Zapewnia darmowe mury w mieście, w którym powstała budowla. Po wynalezieniu dynamitu Wielki Mur staje się przestarzały.",
    "strategy": null,
    "historical_info": "Wielki Mur Chiński to jedna z największych i najsłynniejszych budowli stworzonych przez człowieka. Chińscy władcy wznieśli go, żeby odpierać ataki wędrownych plemion z Mandżurii i Mongolii. Co ciekawe, Wielki Mur nie miał ich zatrzymywać – Chińczycy wiedzieli, że nie da się bronić tak długiej granicy – miał utrudnić grabieżcom wyniesienie łupów, przez co napady stały się mniej dochodowe i zbyt ryzykowne.Tak naprawdę różne chińskie dynastie zbudowały pięć różnych „Wielkich Murów”. Pierwsze cztery usypano z ziemi, ale wszystkie się rozpadły. Obecny mur został zbudowany praktycznie w całości przez dynastię Ming, w latach 1368 - 1640. Mur wzniesiono na znacznie większą skalę, korzystając z wytrzymalszych materiałów (na przykład kamienia). Mur Ming ma 3948 mil od przełęczy Szanhai nad Zatoką Bohai na wschodzie, aż po Lop Nur w południowo-wschodniej części autonomicznego regionu Xinjiang Uygur na zachodzie. Był to region, przez który po raz pierwszy poprowadzony został Jedwabny Szlak, a łańcuch wież strażniczych, mogących się ze sobą porozumiewać sygnałami dymnymi, służył do szybkiego przekazywania wiadomości wzdłuż całego muru.W kategoriach wojskowych Wielki Mur okazał się być porażką. Mandżurowie przekupili chińskiego generała, żeby przepuścił ich za mur, budowla zatem nie przydała się do obrony przed dużym atakiem barbarzyńców. Gdy Mandżurowie podbili Chiny, granice kraju rozszerzyły się daleko na północ, przez co mur stracił na znaczeniu. Kwoty jakie nań wydano były zawrotne, a koszt ludzkich żywotów szacuje się na ponad milion dusz. Wielki Mur jest czasem nazywany „długim cmentarzem”.Dziś duża część Wielkiego Muru jest w rozsypce – choć odcinki turystyczne są dobrze zachowane, reszta konstrukcji rozpada się - około 20% muru jest w dobrym stanie. Mimo to pozostaje on największą atrakcją turystyczną Chin i prawdziwym cudem świata.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wielki_mur|wielkiego_muru|wielkiemu_murowi|wielki_mur.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wielki_mur|wielkiego_muru|wielkiemu_murowi|wielki_mur.png",
    "quote": "„Sztuka wojny uczy nas nie polegać na prawdopodobieństwie tego, iż wróg nie zaatakuje, a na tym, że nasze pozycje są niedostępne.” – Sun Zi",
    "tech_prereq": {
        "name": "Engineering",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/engineering.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}