{
    "id": 18,
    "name": "Hagia Sophia|Hagii Sophii|Hagii Sophii|Hagię Sophię",
    "production_cost": 300,
    "game_info": "Otrzymujesz wielkiego proroka. W mieście, gdzie zbudowano ten cud, staje świątynia.",
    "strategy": null,
    "historical_info": "Hagię Sophię, „Kościół Mądrości Bożej”, zbudowano w 530 roku jako grecki kościół prawosławny. Znajduje się w tureckim Stambule (dawniej miasto to nosiło nazwę Konstantynopol), jest piękną, zdobioną budowlą z kamienia i marmuru zwieńczoną złotą kopułą mającą ponad 30 metrów średnicy. W tamtych czasach było do wielkie wyzwanie konstruktorskie – od czasu powstania kopuła zawaliła się kilka razy. Z narożników budynku wznoszą się cztery zgrabne wieże.Wnętrze Hagia Sofia to wspaniała przestrzeń wypełniona kolumnami i łukami sięgającymi samej kopuły, która zdaje się unosić nad budynkiem. Wnętrze jest pokryte kolorowym marmurem i złotymi mozaikami przedstawiającymi sceny biblijne i wizerunki chrześcijańskich świętych.W 1453 Konstantynopol został zdobyty przez Turków Osmańskich, którzy zamienili Hagia Sofia w meczet. W meczetach nie powinno być podobizn ludzi, więc wiele mozaik pokryto gipsem. W 1934 r. turecki prezydent, Kemal Ataturk zamienił budynek w muzeum. W ostatnich latach prowadzono tam prace renowacyjne, odkrywając kilka mozaik. Mimo upływu czasu, Hagia Sofia jest uważana za jeden z najpiękniejszych budynków na świecie.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
    "quote": "„Wyrasta aż po sam nieboskłon, jakby wystrzeliwując spośród innych budynków, stoi wysoko i spogląda w dół na resztę miasta, podziwiając je, bo jest jego częścią, a jednocześnie pławi się we własnym pięknie.” – Prokopiusz De Aedificis",
    "tech_prereq": {
        "name": "Theology",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 3,
        "happiness": 0
    }
}