{
    "id": 20,
    "name": "Zamek Himeji|Zamku Himeji|Zamkowi Himeji|Zamek Himeji",
    "production_cost": 500,
    "game_info": "+15% do siły bojowej dla jednostek walczących na własnym terytorium. Zapewnia darmowy zamek w mieście, w którym powstała budowla.",
    "strategy": null,
    "historical_info": "Himeji to wyjątkowy japoński zamek i jedna z najpiękniejszych budowli na świecie. Powstały w XIV wieku, na przełomie XVI i XVII stulecia znacząco przebudowany i powiększony przez Yoshitakę Kurodę i Terumasę Ikedę. Zamek Himeji to wysoka, wielopoziomowa konstrukcja z kamienia i drewna, o białych ścianach zewnętrznych i pięknie zaokrąglonym dachu. Bywa czasem nazywany „Zamkiem Białej Czapli”.Zamek Himeji jest otoczony chaotycznym labiryntem ścieżek prowadzących do warowni. Mury i bramy zaprojektowano tak, by zmusić atakującego wroga do poruszania się po koncentrycznych okręgach z wieloma ślepymi zaułkami. Miało to opóźnić napastników i umożliwić obrońcom prowadzenie długotrwałego ostrzału. Ten zmyślny system nie został przetestowany, ponieważ w całym okresie średniowiecza zamek nie stał się obiektem ataku.Choć okolica została zbombardowana przez aliantów podczas II wojny światowej, zamek przetrwał praktycznie nietknięty. Obecnie poddawany jest renowacji i stanowi jedną z największych atrakcji turystycznych w Japonii.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/himeji_castle.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/himeji_castle.png",
    "quote": "„Bushido - Droga wojownika - ujawnia się w obecności śmierci. Oznacza wybranie śmierci, gdy do wyboru jest życie lub śmierć. Nie ma innego uzasadnienia.” – Yamamoto Tsunetomo",
    "tech_prereq": {
        "name": "Gunpowder",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/gunpowder.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}