{
    "id": 21,
    "name": "Kosmiczny Teleskop Hubble'a|Kosmicznego Teleskopu Hubble'a|Kosmicznemu Teleskopowi Hubble'a|Kosmiczny Teleskop Hubble'a",
    "production_cost": 1250,
    "game_info": "2 darmowych wielkich naukowców pojawia się w pobliżu miasta, gdzie został wzniesiony cud. Zapewnia darmową fabrykę SK w mieście, w którym został stworzony. +25% do produkcji przy budowie komponentów statków kosmicznych.",
    "strategy": null,
    "historical_info": "Nazwany na cześć wielkiego amerykańskiego astronoma, Edwina Hubble'a, Kosmiczny Teleskop Hubble'a okazał się jednym z najważniejszych narzędzi astronomicznych, które kiedykolwiek stworzono. Wystrzelony w 1990 r., teleskop ten nieustannie dostarcza zapierających dech w piersiach obrazów odległych konstelacji oraz mgławic, przyciągając uwagę zarówno naukowców, jak i laików. Ponieważ jest to jedyny teleskop kosmiczny zdatny do naprawy przez astronautów, służba Hubble'a jest ciągle wydłużana na potrzeby kolejnych działań w przestrzeni kosmicznej. Mimo swej niekwestionowanej spuścizny, Kosmiczny Teleskop Hubble'a zostanie zastąpiony w 2018 r. bardziej zaawansowanym Kosmicznym Teleskopem Jamesa Webba.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hubble_space_telescope.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hubble_space_telescope.png",
    "quote": "„Cudem nie jest to wielkie pole gwiazd, lecz to, że człowiekowi udało się je zmierzyć.” - Anatole France",
    "tech_prereq": {
        "name": "Satellites",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/satellites.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}