{
    "id": 23,
    "name": "Kreml|Kremla|Kremlowi|Kreml",
    "production_cost": 1060,
    "game_info": "Wymaga Ładu. +50% produkcji przy budowie jednostek pancernych. 1 darmowy ustrój społeczny.",
    "strategy": null,
    "historical_info": "W języku rosyjskim „Kreml” oznacza zespół umocnionych budynków w centrum miasta. Najczęściej używa się go w odniesieniu do Kremla w Moskwie – wspaniałych budowli, w których ma swoją siedzibę większość rosyjskiego rządu. Znajduje się on na wzgórzu górującym nad rzeką Moskwą. W tej czy innej formie budowano tam umocnienia od prawie 1000 lat. Nazwę „Kreml” nadano w XIV wieku.Kreml znajduje się na otoczonym murami, trójkątnym terenie o powierzchni 68 akrów. Mury zbudowano z czerwonej cegły, a w narożnikach i przy wejściach znajdują się wieże przypominające kształtem ołówki. Wiele budynków pomalowano na biało z żółtym obramowaniem i zielonymi dachami, co z dystansu wygląda bardzo radośnie. Sobór Zaśnięcia NMP, zbudowany w latach 70. XV wieku, to najstarsza budowla w całym kompleksie. Za murami znajdują się jeszcze dwie katedry oraz zaskakująca ilość pałaców, z których największym jest Pałac Kremlowski.Mury Kremla były świadkami pojawiania się i upadków wielu wielkich postaci. Iwan Groźny zbudował na Kremlu Komnatę Graniastą. Podczas Wielkiej Wojny Ojczyźnianej (II wojna światowa), Józef Stalin odparł najeźdźców spod bram Moskwy – żaden z innych rosyjskich przywódców nie przesłużył bardziej się dla ojczyzny w całej jej historii. (Także tutaj Stalin zaplanował systematyczną eksterminację milionów swoich rodaków.) To tutaj Michaił Gorbaczow doprowadził do rozwiązania Związku Radzieckiego. Dziś Kreml jest siedzibą rządu Federacji Rosyjskiej.Niezależnie od tego, do czego będzie służył w przyszłości, Kreml na zawsze pozostanie wielkim symbolem przeszłości Rosji – świadkiem jej najlepszych i najgorszych czasów.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kreml|kremla|kremlowi|kreml.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kreml|kremla|kremlowi|kreml.png",
    "quote": "„Prawo to forteca na wzgórzu, którego nie zdobędzie żadna armia i nie pochłonie powódź.” – Prorok Mahomet",
    "tech_prereq": {
        "name": "Railroad",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/railroad.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}