{
    "id": 26,
    "name": "Machu Picchu",
    "production_cost": 300,
    "game_info": "+25% złota z [ICON_CONNECTED] połączeń miast.Miasto musi być zbudowane w odległości do 2 pól od gór, znajdujących się na twoim terytorium.",
    "strategy": null,
    "historical_info": "Machu Picchu wzniesione w Peru, na wysokości 2400 metrów, było niezwykłym inkaskim miastem i cudem architektury prekolumbijskiej. Zbudowano je w połowie XV wieku. Uczeni uważają, że większość miasta stanowił kompleks pałacowy wielkiego władcy Inków, Pachacuti Inca Yupanqui. Miasto, wykonane praktycznie w całości z białego granitu, zostało z nieznanych przyczyn opuszczone w połowie XVI wieku. Hiszpańscy konkwistadorzy nie dotarli w to miejsce podczas podboju Inków, więc udało mu się przetrwać do dnia dzisiejszego we względnie dobrej formie.Archeologowie odnaleźli wspomniany wyżej kompleks pałacowy oraz świątynie, tereny mieszkalne, place i cmentarz – wszystko wykute w litej skale. Góry otaczające centralne budowle zostały skute tak, by tworzyły rolnicze tarasy, nawadniane rozbudowanym systemem akweduktów, co było niesamowitym osiągnięciem w tym górzystym terenie.Choć Machu Picchu jest w ruinach, wciąż widać jego wyjątkowe, surowe piękno. Miasto to musiało być wspaniałe, gdy zamieszkiwali je wielcy Inkowie.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
    "quote": "„Niewiele romansów może się równać ze związkiem granitowej cytadeli stojącej na strzelistych urwiskach Machu Picchu, korony Kraju Inków.” – Hiram Bingham",
    "tech_prereq": {
        "name": "Guilds",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/guilds.json"
    },
    "yields": {
        "gold": 5,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 2,
        "happiness": 0
    }
}