{
    "id": 59,
    "name": "Narodowe Centrum Odwiedzających|Narodowego Centrum Odwiedzających|Narodowemu Centrum Odwiedzających|Narodowe Centrum Odwiedzających|Narodowym Centrum Odwiedzających|Narodowym Centrum Odwiedzających",
    "production_cost": 400,
    "game_info": "We wszystkich miastach musi być zbudowany hotel. Koszt jest tym wyższy, im więcej miast znajduje się w imperium. 100% kultury z cudów świata, cudów natury i ulepszeń (słynne miejsca, moai, chateau) jest dodawane do miejskiej produkcji turystyki. +100% turystyki z wielkich dzieł.",
    "strategy": "Dające ogromną premię do turystyki Narodowe Centrum Odwiedzających to doskonała budowla dla cywilizacji pragnących osiągnąć zwycięstwo kulturowe lub zwiększyć swój ideologiczny wpływ na inne cywilizacje. Zbuduj ją w swoim mieście o najwyższym wskaźniku turystyki, gdy już we wszystkich twoich miejscowościach powstaną hotele.",
    "historical_info": "Centrum odwiedzających to miejsce, w którym podróżnik może znaleźć informacje dotyczące konkretnej atrakcji turystycznej lub obszaru. Najczęściej centra te organizowane są przez rząd i zapewniają informacje oraz sugestie dotyczące wartych odwiedzenia miejsc, noclegów i kosztów pobytu, a także sprzedają mapy, broszury i pamiątki. Pierwsze proste centra odwiedzających powstawały na stacjach kolejowych - utrzymywały je kompanie kolejowe z nadzieją, że skłonią one ludzi do powrotu w odwiedzane miejsca. Dziś centra takie znajdują się w większości miast, a istnieją z tego samego powodu co ich pierwowzory.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_visitor_center.png",
    "background_image": null,
    "quote": null,
    "tech_prereq": {
        "name": "Telecommunications",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
    }
}