{
    "id": 58,
    "name": "Pałac|Pałacu|Pałacowi|Pałac|Pałace|Pałaców|Pałacom|Pałace",
    "production_cost": 0,
    "game_info": "Oznacza, że dane miasto jest stolicą imperium. Zawiera 1 miejsce na wielkie dzieło sztuki.[ICON_CONNECTED] Połączenie innych miast ze stolicą siecią dróg zapewni dodatkowy dochód w złocie.+3 do produkcji, +3 do nauki, +3 złota.",
    "strategy": "Twój pałac stanowi siedzibę rządu. Na początku gry to jedno z głównych źródeł kultury, złota, nauki i produkcji twojej stolicy. Jest też sercem sieci handlowej twojego imperium. Pałac jest automatycznie odbudowywany w innym mieście w przypadku zajęcia twojej stolicy, lecz mimo to jego utrata silnie odbija się na twojej cywilizacji (oraz uniemożliwia osiągnięcie demokratycznego zwycięstwa do czasu jego odbudowania). Broń swojego pałacu!",
    "historical_info": "Pałac jest siedzibą władcy. Pojęcie to jest cokolwiek anachroniczne i pochodzi z czasów, gdy większością cywilizacji rządzili królowie albo inni dziedziczni władcy. Współcześni władcy zamieszkują w zdobionych budynkach nazywanych „domami ludu” albo „pałacami sprawiedliwości”, ale w żaden sposób nie zmienia to osiąganych efektów. Pałace (oraz ich współczesne odpowiedniki) opracowane zostały z myślą o ułatwieniu władcy kontaktów z resztą aparatu państwowego, obronie władcy przed atakiem oraz o demonstracji własnej potęgi poddanym i obcokrajowcom.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pałac|pałacu|pałacowi|pałac|pałace|pałaców|pałacom|pałace.png",
    "background_image": null,
    "quote": null,
    "tech_prereq": null
}