{
    "id": 32,
    "name": "Partenon|Partenonu|Partenonowi|Partenon",
    "production_cost": 250,
    "game_info": "Zawiera w miejscu na wielkie dzieło przygotowane wielkie dzieło sztuki.",
    "strategy": null,
    "historical_info": "Zbudowany na Akropolu i poświęcony bogini Atenie Partenon uważany jest za szczytowe osiągnięcie architektury doryckiej. Budowa świątyni rozpoczęła się w 447 r. p.n.e., a ostatnie dekoracje umieszczono w 432 r. p.n.e. Są one ważnymi przykładami rzeźby klasycznej. W Partenonie znajdował się chryzelefantynowy pomnik Ateny autorstwa Fidiasza, a zewnętrzną fasadę ozdobiono 92 metopami. Podobnie jak inne greckie świątynie, Partenon służył również jako skarbiec zarówno dla samych Aten, jak i dla Symmachii Delijskiej. W XVIII w. europejscy turyści i uczeni mieli większy dostęp do malowniczych ruin, a ich sława rosła. Gdy Grecja w 1832 r. odzyskała niepodległość, jej rząd przejął kontrolę nad świątynią. W 1975 r. rozpoczął on prace nad restauracją Partenonu. Obecnie jest on trwałym symbolem starożytnego państwa, ateńskich demokratycznych ideałów, zachodniej cywilizacji oraz jednym z największych na świecie skarbów kultury.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/partenon|partenonu|partenonowi|partenon.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/partenon|partenonu|partenonowi|partenon.png",
    "quote": "„Ziemia z dumą nosi na sobie Partenon jak najpiękniejszy klejnot”. - Ralph Waldo Emerson",
    "tech_prereq": {
        "name": "Drama and Poetry",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 4,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}