{
    "id": 33,
    "name": "Pentagon|Pentagonu|Pentagonowi|Pentagon",
    "production_cost": 1250,
    "game_info": "Koszt w złocie za ulepszanie jednostek wojskowych jest niższy o 33%.",
    "strategy": null,
    "historical_info": "Pentagon to duży, pięcioczęściowy budynek w Arlington, w amerykańskim stanie Wirginia, stojący nad Potomakiem, naprzeciwko Waszyngtonu. Jest siedzibą Departamentu Obrony Stanów Zjednoczonych i wszystkich trzech gałęzi wojsk: armii, marynarki wojennej oraz sił powietrznych. Pentagon stworzono w celu połączenia różnych części Departamentu Wojny, wcześniej rozproszonego po siedemnastu budynkach w Waszyngtonie. Budowę rozpoczęto w 1941 r. i zakończono w 1943 – to zdumiewająco szybko, jak na taki wielki budynek, co doskonale pokazuje, w jakim szaleńczym tempie rozwijała się amerykańska armia na początku II wojny światowej. Pentagon zajmuje powierzchnię 30 akrów i może pomieścić 25 000 pracowników, co czyni go jednym z największych biurowców w historii (pracuje w nim więcej ludzi niż, na przykład, w Empire State Building).Pentagon został zaatakowany 11 września 2001 przez uprowadzony przez terrorystów samolot pasażerski. Na szczęście część Pentagonu, która została trafiona, przechodziła w tym czasie renowację. Podczas prac nad wzmocnieniem struktury budynku wielu pracowników z tej części czasowo przeniesiono do innych kwater. W ataku zginęło 125 pracowników Pentagonu oraz 64 pasażerów porwanego samolotu. Budynek został odbudowany i po dziś dzień jest sercem i mózgiem amerykańskiego wojska.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon.png",
    "quote": "„Przygotowując się do bitwy, zawsze się przekonywałem, że plany są bezużyteczne, ale planowanie jest niezbędne.” – Dwight D. Eisenhower",
    "tech_prereq": {
        "name": "Combined Arms",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combined_arms.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}