{
    "id": 34,
    "name": "Petra|Petry|Petrze|Petrę",
    "production_cost": 250,
    "game_info": "+1 żywności, +1 produkcji na wszystkich polach pustyni obsługiwanych przez to miasto (poza równinami zalewowymi). Zyskuje dodatkowe miejsce na szlak handlowy, a w mieście pojawia się karawana. +6 kultury po wynalezieniu archeologii. Miasto musi być zbudowane na pustyni lub w jej pobliżu.",
    "strategy": null,
    "historical_info": "Petra, zbudowana mniej więcej w 1000 r. n.e. w Jordanii, jest jedną z najbardziej znanych na świecie konstrukcji architektonicznych wykutych w skale. Liczne precyzyjnie wyryte elementy powstały na ścianach pustynnych kanionów otaczających te rejony, a Petra była stolicą dla niegdyś pasterskiego ludu Nabatejczyków. Najbardziej znana z tych struktur - Al Khazneh, czyli „Skarbiec”, znalazła się w wielu dużych produkcjach filmowych, takich jak „Indiana Jones i ostatnia krucjata”, w której Al Khazneh służył za scenerię dla Świętego Graala.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/petra|petry|petrze|petrę.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/petra|petry|petrze|petrę.png",
    "quote": "„...kto zaś będzie pił wodę, którą Ja mu dam, nie będzie pragnął na wieki, lecz woda, którą Ja mu dam, stanie się w nim źródłem wody wytryskującej ku życiu wiecznemu. Niech dane mi będzie dotrzeć do Świętej Góry poprzez pustynię, góry i Dolinę Półksiężyca, aż do świątyni, gdzie spoczywa Czara.” - Indiana Jones",
    "tech_prereq": {
        "name": "Currency",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}