{
    "id": 36,
    "name": "Prora|Prory|Prorze|Prorę",
    "production_cost": 1060,
    "game_info": "Wymaga Autokracji. Dodatkowo +2 zadowolenia, Prora daje też dodatkowo +1 zadowolenia za każde dwa przyjęte ustroje. 1 darmowy ustrój społeczny. Musi powstać na wybrzeżu.",
    "strategy": null,
    "historical_info": "Zbudowana w latach 1936-39 Prora miała być wielkim nadmorskim kurortem na bałtyckiej wyspie Rugia. Olbrzymi kompleks miał umożliwić niemieckim robotnikom wypoczynek. Jak planowano pierwotnie, kurort miał składać się z ośmiu bloków po dziesięć jednostek mieszkalnych mogących łącznie przyjąć 20 tys. wczasowiczów. Po ukończeniu kompleks posiadałby również restauracje, kina, baseny, sale gimnastyczne, sale balowe i inne udogodnienia, a wszystko obsługiwane byłoby przez dworzec kolejowy i nabrzeże dla statków pasażerskich. Budowę wstrzymał wybuch II wojny światowej, podczas której kompleks wykorzystywano do osiedlania uchodźców, a w późniejszej fazie - jako szpital wojskowy. Po wojnie stacjonowały tam przez jakiś czas jednostki radzieckie, a następnie budynki ogołocono ze wszystkich przydatnych materiałów, włącznie z hydrauliką i kablami. Poza muzeum poświęconemu historii Niemiec Wschodnich większość kompleksu obróciła się w ruinę.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora|prory|prorze|prorę.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora|prory|prorze|prorę.png",
    "quote": "„Ta utrata (wolności) oznacza zanik drogocennych ludziom wartości. Zostają jedynie żelazne zasady rekrutacji na stanowiska i trywialne rozrywki”. - A.N. Whitehead",
    "tech_prereq": {
        "name": "Flight",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/flight.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}