{
    "id": 38,
    "name": "Czerwony Fort|Czerwonego Fortu|Czerwonemu Fortowi|Czerwony Fort",
    "production_cost": 625,
    "game_info": "Budynki obronne we wszystkich miastach są o 25% skuteczniejsze.",
    "strategy": null,
    "historical_info": "Lal Qil'ah, zbudowany przez szacha Dżahana w Delhi i znany też jako Czerwony Fort, był rezydencją i centrum administracyjnym mogolskich cesarzy od 1648 roku, gdy jego budowa dobiegła końca, aż do 1857, gdy ostatni z władców został wygnany przez rząd brytyjski. Czerwony Fort, którego nazwa wzięła się od czerwonego piaskowca użytego do budowy jego ogromnych, ponad trzydziestometrowych murów, to pomnik wspaniałej mogolskiej architektury. Znajdują się w nim sale audiencyjne, luksusowe komnaty mieszkalne, pełne przepychu ogrody, łaźnie, biblioteki i okazałe meczety. Podczas okupacji brytyjskiej Czerwony Fort ograbiono z kosztowności, a niektóre ze znajdujących się w nim budynków zostały zburzone. Większość ogrodów zasypano, a gmach został wykorzystany jako koszary. W 2003 rząd Indii rozpoczął długoterminowy projekt przywrócenia Czerwonemu Fortowi dawnej chwały i uczynienie z niego atrakcji turystycznej.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/red_fort.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/red_fort.png",
    "quote": "„Gdy budujemy, zakładajmy, że budowla ma przetrwać wieczność” – John Ruskin",
    "tech_prereq": {
        "name": "Metallurgy",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metallurgy.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}