{
    "id": 39,
    "name": "Kaplica Sykstyńska|Kaplicy Sykstyńskiej|Kaplicy Sykstyńskiej|Kaplicę Sykstyńską",
    "production_cost": 500,
    "game_info": "+25% kultury we wszystkich miastach. Zawiera 2 miejsca na wielkie dzieła sztuki.",
    "strategy": null,
    "historical_info": "Piękno Kaplicy Sykstyńskiej w Rzymie od dawna świadczy o sile wierzeń religijnych i umiłowaniu sztuki przez mieszkańców renesansowej Europy. Wielki włoski artysta, Michał Anioł, przez cztery lata malował fresk zdobiący sklepienie Pałacu Apostolskiego, oficjalnej rezydencji papieża. Jego największe dzieło przedstawia wydarzenia z Księgi Rodzaju i inne biblijne opowieści. Dwadzieścia lat przed Michałem Aniołem inni wielcy włoscy artyści namalowali na ścianach budowli różne sceny religijne.Pomalowanie sufitu zlecił Michałowi Aniołowi papież Juliusz II; artysta pracował nad freskiem od roku 1508 do 1512. Wedle legendy Michał Anioł wcale nie chciał przyjąć tego zlecenia. Przeraziła go skala projektu, uważał też, że jego najmocniejszą stroną jest rzeźbiarstwo. Tak czy inaczej, dzieło Michała Anioła zostało uznane za jedno z najwspanialszych malowideł w historii Zachodu. Niewielu zwiedzających Kaplicę Sykstyńską potrafi przejść obojętnie obok pietyzmu artysty, umiejętnego ukazania zmagań człowieka, cierpienia i triumfu ducha.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kaplica_sykstyńska|kaplicy_sykstyńskiej|kaplicy_sykstyńskiej|kaplicę_sykstyńską.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kaplica_sykstyńska|kaplicy_sykstyńskiej|kaplicy_sykstyńskiej|kaplicę_sykstyńską.png",
    "quote": "„Żyję i kocham w bożym blasku.” – Michał Anioł Buonarroti",
    "tech_prereq": {
        "name": "Acoustics",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}