{
    "id": 42,
    "name": "Stonehenge",
    "production_cost": 185,
    "game_info": null,
    "strategy": null,
    "historical_info": "Stonehenge to prawdopodobnie najbardziej zdumiewająca budowla prehistoryczna, która nadal istnieje. Choć w większości zrujnowany, ten wielki relikt wciąż potrafi wprawić w zdumienie, zachwyt i osłupienie.Stonehenge zbudowano w południowej Anglii. Składa się z koncentrycznych kamiennych kręgów otoczonych fosą (zwaną „henge”); całość budowano etapami przez tysiące lat. Henge wykopano około 5000 lat temu, wewnętrzny krąg mniejszych głazów dodano około tysiąca lat później, około 2000 r. p.n.e., a pierścień zewnętrznych głazów ukończono 500 lat później.Nikt nie jest pewien, kto zbudował Stonehenge. Przez wieki niesłusznie wierzono, że cud wznieśli druidzi, ale w rzeczywistości budowlę ukończono na 2000 lat przed pojawieniem się pierwszych druidów. Możemy mieć jedynie pewność, że budowę zapoczątkowały ludy z epoki neolitu, a ukończyli ją ich następcy.Stonehenge to cud inżynierii wybudowany z użyciem najbardziej prymitywnych środków. Zewnętrzny parów został wykopany prawdopodobnie za pomocą drewnianych i kościanych narzędzi. 80 wewnętrznych kamieni, ważących mniej więcej po 4 tony każdy, dostarczono z kamieniołomu odległego o prawie 400 kilometrów. Uczeni uważają, że te kamienie część drogi pokonywały ciągnięte po pniach i na drewnianych saniach, a resztę na barkach rzecznych. Najcięższy głaz z zewnętrznego pierścienia waży około 50 ton; 600 ludzi musiało przeciągnąć te głazy z kamieniołomu odległego o 30 kilometrów. Te olbrzymie kamienie musiały być ustawione do pionu przez ludzi wyposażonych w liny i drewniane dźwignie.Nie ma pewności, do czego służyło Stonehenge. Niektórzy sądzą, że była to świątynia na cześć bogów ziemi, inni uważają, że to miejsce pochówku starożytnych królów i szlachty. Są też zwolennicy teorii, jakoby Stonehenge miało stanowić starożytne obserwatorium astronomiczne śledzące ruch gwiazd, które według ówczesnych ludzi kierowały ich przeznaczeniem.Niezależnie od pierwotnego przeznaczenia, dziś Stonehenge jest surowym i pięknym pomnikiem niesamowitych umiejętności i zaangażowania jego „prymitywnych” budowniczych.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
    "quote": "„Czas kruszy wszystko; wszystko się starzeje i zostaje zapomniane w obliczu potęgi czasu.” – Arystoteles",
    "tech_prereq": {
        "name": "Calendar",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/calendar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 5,
        "happiness": 0
    }
}