{
    "id": 44,
    "name": "Tadż Mahal",
    "production_cost": 625,
    "game_info": "Imperium wchodzi w złotą erę.",
    "strategy": null,
    "historical_info": "Tadż Mahal znajduje się w Agrze, w Indiach. Zbudowano je w połowie XVI wieku z rozkazu cesarza Mogołów, Szahdżahana, jako mauzoleum dla jego żony. Tadż Mahal, uznawane za jedną z najpiękniejszych budowli świata, zbudowano z rzadkich i znakomitych materiałów importowanych z całych Indii i Azji – podobno ponad 1000 słoni dźwigało piaskowiec, marmur, jadeit, turkus, szafiry i inne materiały, które posłużyły do budowy.Kompleks Tadż Mahal zajmuje obszar w przybliżeniu 300 na 600 metrów, składa się z bramy, ogrodu, mauzoleum, meczetu i domu dla gości. Pierwsze trzy budynki zbudowane są z białego marmuru i ozdobione wzorami geometrycznymi, natomiast meczet i dom gościnny wykonano z czerwonego piaskowca. Budynki zwieńczono wspaniałymi kopułami w kształcie cebuli i minaretami.Eksperci często debatują nad tym, co czyni Tadż Mahal wyjątkowym i pięknym. Niektórzy twierdzą, że to wspaniałe proporcje i symetria budowli, inni sądzą, że to gra marmurowych budynków z promieniami słonecznymi nadająca Tadż Mahal zmienny charakter w miarę wędrówki słońca po nieboskłonie. Jeszcze inni wierzą, że piękno budowli bierze się z jej przeznaczenia – mężczyzna chciał ukazać w kamieniu swą miłość do zmarłej żony.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
    "quote": "„Tadż Mahal wznosi się nad brzegiem rzeki niczym samotna łza wisząca na policzku czasu.” – Rabindranath Tagore",
    "tech_prereq": {
        "name": "Architecture",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/architecture.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}