[
    {
        "id": 1,
        "name": "Alhambra|Alhambry|Alhambrze|Alhamnbrę",
        "production_cost": 400,
        "game_info": "Nowo wyszkolone jednostki (poza powietrznymi) w tym mieście otrzymują awans „Musztra I”, co zwiększa ich siłę bojową w trakcie walki na TRUDNYM terenie. Miasto otrzymuje darmowy zamek. Ponadto zwiększa ilość kultury generowanej przez miasto o 20%.",
        "strategy": null,
        "historical_info": "Znajdująca się w południowej Hiszpanii Alhambra jest dużym kompleksem pałacowym dynastii Nasrydów, która kontrolowała ten region w połowie XIV w. Budowa rozpoczęła się mniej więcej około 1238 r. n.e., za panowania Ibn al-Ahmara, i kontynuowana była przez jego następców. Nazwa Alhambra tłumaczona jest jako „czerwona wieża” i pochodzi od barwy ścian. Szczególna ze względu na styl architektoniczny mauretańskiego islamu, Alhambra posiada liczne płaskorzeźby oraz oparte na przeplatanych wzorach zdobienia zwane „arabeskami”, często spotykane w islamskiej sztuce. Choć w pałacu nadal obecne są elementy w stylu islamskim, duża część budowli wraz z jej wnętrzem została zrekonstruowana i zmodyfikowana po nastaniu w Hiszpanii katolicyzmu.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra|alhambry|alhambrze|alhamnbrę.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra|alhambry|alhambrze|alhamnbrę.png",
        "quote": "„Sprawiedliwość jest twierdzą nie do zdobycia, wybudowaną na grzbiecie góry, której nie straszne ani gwałtowne wichury, ani potężne armie.” - Joseph Addison",
        "tech_prereq": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/alhambra.json"
    },
    {
        "id": 2,
        "name": "Angkor Wat|Angkor Watu|Angkor Watowi|Angkor Wat",
        "production_cost": 400,
        "game_info": "Koszt w kulturze i złocie podczas kupowania nowych pól jest mniejszy o 25% w każdym mieście.",
        "strategy": null,
        "historical_info": "Angkor Wat to świątynia w Angkor, w Kambodży. Angkor Wat zbudował w XII wieku król Surjawaman II, miał być to pałac królewski i świątynia hinduizmu. Dwa lub trzy wieki później Angkor Wat została zmieniona na świątynię buddyzmu. Angkor Wat to kompleks budynków okolony murami i fosą. Ogrodzony teren ma 1000 na 850 metrów.Angkor Wat jest zbudowana głównie z bloków piaskowca. Całość ma kształt prostokąta i przypomina starożytną fortecę; wewnętrzne budowle są oddzielone od murów zewnętrznych dziedzińcem, podobnym do zamkowego podwórca.Kiedyś na dziedzińcu było wiele drewnianych budynków, ale wszystkie rozpadły się. Ocalała kamienna struktura jest podzielona na trzy galerie zbudowane na podniesionych platformach. W zewnętrznych budynkach kiedyś były biblioteki, a w wewnętrznym kapliczka Wisznu (później zmieniona w kapliczkę Buddy). Na galeriach znajdują się wieże kształtem przypominające ule, najwyższe mają około 45 metrów wysokości. Ściany budynków są pokryte ornamentami i pięknymi płaskorzeźbami przedstawiającymi sceny z mitologii hinduskiej.Choć została zaniedbana w drugiej połowie XX wieku, powzięto poważne kroki, by zachować i odnowić to wspaniałe i wyjątkowe miejsce kultu, co roku zjawia się tu coraz więcej pielgrzymów.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat|angkor_watu|angkor_watowi|angkor_wat.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat|angkor_watu|angkor_watowi|angkor_wat.png",
        "quote": "„Ta świątynia… nie ma sobie równych w całym świecie. Ma wieże, zdobienia i całe wyrafinowanie, które mógł stworzyć geniusz człowieka.” – Antonio da Magdalena",
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/angkor_wat.json"
    },
    {
        "id": 3,
        "name": "Big Ben|Big Bena|Big Benowi|Big Bena",
        "production_cost": 750,
        "game_info": "Wymaga Handlu. Koszty zakupów za złoto we wszystkich miastach zostają zmniejszone o 15%.",
        "strategy": null,
        "historical_info": "Big Ben to zegar (i wieża zegarowa) w północnym krańcu Parlamentu w Londynie. Big Ben (zegar) słynie z dokładności i z olbrzymiego dzwonu, ważącego ponad 13 ton, wybijającego wszystkie godziny dnia.Big Ben został zaprojektowany przez lorda Edmunda Grimthorpe'a i skonstruowany przez Edwarda Denta i jego syna, Fredericka. Zegar i dzwon zainstalowano w wieży w 1859 r. Big Ben to drugi co do wielkości zegar z czterema cyferblatami. U podstawy każdego cyferblatu znajduje się łacińska sentencja, „Boże, chroń Królową Wiktorię Pierwszą”.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/big_ben|big_bena|big_benowi|big_bena.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/big_ben|big_bena|big_benowi|big_bena.png",
        "quote": "„Żeby dokonać czegoś wielkiego, potrzeba dwóch rzeczy: planu i zbyt mało czasu.” – Leonard Bernstein",
        "tech_prereq": {
            "name": "Industrialization",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/industrialization.json"
        },
        "yields": {
            "gold": 4,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/big_ben.json"
    },
    {
        "id": 4,
        "name": "Borobudur|Borobudura|Borobudurowi|Borobudur",
        "production_cost": 300,
        "game_info": "Musi powstać w świętym mieście. Pojawi się 3 darmowych misjonarzy.",
        "strategy": null,
        "historical_info": "Borobudur to buddyjska czandi znajdująca się w Magelang na Jawie. Składa się ona z sześciu kwadratowych platform, na których znajdują się kolejne trzy okrągłe, na nich z kolei umieszczono 72 małe stupy skupione wokół wielkiej stupy centralnej. Budowla ozdobiona jest 2672 płaskorzeźbami i 504 buddyjskimi pomnikami. Trzy poziomy świątyni przedstawiają trzy krainy buddyjskiej kosmologii: świat pragnień, świat form i świat bez formy. Budowę Borobuduru zakończono między 778 a 850 r. za panowania dynastii Sailendra. Około 1006 r. pobliska stolica następcy tronu w królestwie Medang została porzucona ze względu na serię erupcji wulkanicznych. Wkrótce później ustały pielgrzymki do Borobuduru. O świątyni na stulecia zapomniano i zniknęła ona pokryta pyłem i zarośnięta dżunglą aż do 1814 r., kiedy to odkrył ją brytyjski gubernator porucznik Jawy sir Thomas Stamford Raffles.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/borobudur|borobudura|borobudurowi|borobudur.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/borobudur|borobudura|borobudurowi|borobudur.png",
        "quote": "„Gdy zdasz sobie sprawę z tej perfekcji, odchylisz głowę i zaśmiejesz się w niebo”. - Gautama Budda",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/borobudur.json"
    },
    {
        "id": 5,
        "name": "Brama Brandenburska|Bramy Brandenburskiej|Bramie Brandenburskiej|Bramę Brandenburską",
        "production_cost": 750,
        "game_info": "Wielki generał pojawia się w pobliżu miasta, w którym wybudowano cud, a wszystkie jednostki tworzone w tym mieście otrzymują +15 PD.",
        "strategy": null,
        "historical_info": "Brama Brandenburska to jedyna ocalała brama miejska Berlina. Piękny łuk triumfalny zbudowany w stylu greckim w latach 1788-91, ma wiele kolumn, a na szczycie znajduje się „Kwadryga Wiktorii”, pomnik rydwanu ciągnionego przez konie. Stoi na końcu alei Unter den Linden.Po II wojnie światowej Berlin był podzielony na części kontrolowane przez Związek Radziecki i jego satelitów oraz USA i ich sojuszników. Także Rosjanie zbudowali Mur Berliński oddzielający obie części miasta. Brama Brandenburska znalazła się na „ziemi niczyjej” i w latach 1961-1989, nie miała do niej dostępu żadna ze stron konfliktu. Bramę otworzono ponownie w 1989, po zjednoczeniu Berlina i Niemiec.Dziś jest dumnym symbolem zjednoczonego miasta i kraju, odwiedzanym przez dziesiątki tysięcy turystów ze wschodu i zachodu.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/brama_brandenburska|bramy_brandenburskiej|bramie_brandenburskiej|bramę_brandenburską.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/brama_brandenburska|bramy_brandenburskiej|bramie_brandenburskiej|bramę_brandenburską.png",
        "quote": "„Blada Śmierć puka zarówno do drzwi biedaka, jak i do pałaców królów.” – Horacy",
        "tech_prereq": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/brandenburg_gate.json"
    },
    {
        "id": 6,
        "name": "Broadway|Broadwayu|Broadwayowi|Broadway",
        "production_cost": 1060,
        "game_info": "1 darmowy wielki muzyk pojawi się w pobliżu miasta, w którym wybudowano cud. Zawiera 3 miejsca na wielkie dzieła muzyczne.",
        "strategy": null,
        "historical_info": "Broadway to długa na 24 km ulica biegnąca przez Manhattan i Bronx, dzielnice Nowego Jorku. Choć większość budynków przy nim stojących to biurowce i apartamentowce, najbardziej znany jest ze swojej leżącej między ulicami 42. a 53. środkowej części zwanej „Great White Way” - dzielnicy teatrów. Teatry na Broadwayu zaczęto otwierać już na początku XIX w. W 1880 r. fragment między placami Madison i Union został oświetlony lampami łukowymi, czyniąc Broadway jedną z pierwszych elektrycznie oświetlonych ulic w Stanach Zjednoczonych. Dzięki rosnącemu bogactwu i kulturalnym aspiracjom Ameryki teatry stały się mekką popularnej rozrywki. Do 1900 r. otwarto tu ok. 20 teatrów, a ich elektryczne billboardy były tak jasne, że ulicę zaczęto określać mianem „Great White Way” (Droga Wielkiej Bieli). W 1925 r. na Broadwayu działało aż 80 teatrów specjalizujących się w kosztownych spektaklach, głównie rewiach i musicalach.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway|broadwayu|broadwayowi|broadway.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway|broadwayu|broadwayowi|broadway.png",
        "quote": "„Broadway to główna arteria życia kulturalnego Nowego Jorku. Zahartowana arteria”. - Walter Winchell",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/broadway.json"
    },
    {
        "id": 7,
        "name": "Chichen Itza|Chichen Itzy|Chichen Itzy|Chichen Itza",
        "production_cost": 300,
        "game_info": "Czas trwania złotych er zwiększa się o 50%.",
        "strategy": null,
        "historical_info": "Chichen Itza to wyjątkowe miasto z kamienia zbudowane na Jukatanie w Meksyku. Jego najstarsze budynki i piramidy mają po 1500 lat, zbudowali je Toltekowie i Majowie.Chichen Itza składa się z kamiennych budynków, świątyń i dziedzińców. Po jednej stronie wyróżnia się duży „pok tap ok” czyli dziedziniec piłki ceremonialnej. (Piłka ceremonialna to ciekawa gra, w której dwie drużyny starają cię wrzucić piłkę w obręcze znajdujące się po obu stronach dziedzińca. Po meczu ścinano kapitana zwycięskiej drużyny jako ofiarę dla bogów.) Miasto zostało spustoszone przez czas (i złodziei), ale wciąż widać tam wiele pięknych płaskorzeźb i posągów.W samym środku miasta wznosi się piramida schodkowa Kukulcan, zwana też „El Castillo.” Zbudowano ją około XIII wieku, u podstawy ma około 60 metrów kwadratowych i 25 metrów wysokości. Zgodnie ze zwyczajem Majów, Kukulcan zbudowano na starszej i mniejszej piramidzie.Chichen Itza było kwitnącym miastem do XIII wieku, kiedy to wśród Majów wybuchło powstanie i wojna domowa, co doprowadziło do szybkiego podupadnięcia miasta, którego nie udało się już odwrócić. Centrum miasta zostało w większości opuszczone i popadło w ruinę do czasu hiszpańskiego podboju Jukatanu w XVI wieku.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itza|chichen_itzy|chichen_itzy|chichen_itza.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itza|chichen_itzy|chichen_itzy|chichen_itza.png",
        "quote": "„Katun jest w Chichen Itza. Tam powstanie osada Itza. Przybędzie kwezal, przybędzie zielony ptak. Przybędzie Ah Kantenal. […] Oto słowo boże. Itza przybędzie.” – Księgi Chilam Balam",
        "tech_prereq": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/civil_service.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/chichen_itza.json"
    },
    {
        "id": 8,
        "name": "Wieża CN|Wieży CN|Wieży CN|Wieżę CN",
        "production_cost": 1250,
        "game_info": "Zapewnia darmową wieżę transmisyjną we wszystkich miastach. +1 do populacji w każdym mieście oraz +1 do zadowolenia na każde miasto.",
        "strategy": null,
        "historical_info": "Niegdyś najwyższa wolno stojąca budowla na świecie, wieża CN w Toronto w Kanadzie nadal jest w czołówce najwyższych konstrukcji na Ziemi. Zbudowana w 1976 r. jako wieża komunikacyjna przez Canadian National Railway Company (stąd przydomek CN), stała się symbolem Toronto oraz wielką atrakcją turystyczną. Wieża nadal jest używana jako nadajnik radiowo-telewizyjny i uważana jest za jeden z „siedmiu cudów współczesnego świata”, tym samym zasilając grupę kilku innych ważnych budowli XX w.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wieża_cn|wieży_cn|wieży_cn|wieżę_cn.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wieża_cn|wieży_cn|wieży_cn|wieżę_cn.png",
        "quote": "„Nic nie porusza się szybciej od światła, może poza złymi wieściami, które rządzą się własnymi prawami.” - Douglas Adams",
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/cn_tower.json"
    },
    {
        "id": 9,
        "name": "Kolos|Kolosa|Kolosowi|Kolosa",
        "production_cost": 185,
        "game_info": "Zyskuje dodatkowe miejsce na szlak handlowy, a w mieście pojawia się statek towarowy. Szlaki handlowe innych graczy prowadzące do miasta z kolosem wytworzą dodatkowo 2 złota dla właściciela miasta, a właściciel szlaku handlowego otrzyma dodatkowo 1 złota za ten szlak handlowy. Miasto musi być wybudowane na wybrzeżu.",
        "strategy": null,
        "historical_info": "Kolos z Rodos był wykonanym z brązu posągiem Heliosa, greckiego boga słońca, ustawionym w pobliżu wejścia do portu miejskiego. Miał ponad 30 metrów wysokości (to około dwie trzecie wysokości Statuy Wolności). Niestety przewrócił się w wyniku trzęsienia ziemi, 56 lat po ustawieniu. Za radą wyroczni miasto postanowiło go nie podnosić. Przez prawie 900 lat ludzie z całego starożytnego świata przybywali na Rodos, żeby zobaczyć szczątki kolosa. Został zniszczony w 650 roku, kiedy miasto zdobyli muzułmanie, którzy sprzedali posąg na złom.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kolos|kolosa|kolosowi|kolosa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kolos|kolosa|kolosowi|kolosa.png",
        "quote": "„Człowiek ten stanął okrakiem nad światem jak Kolos, gdy my, ludzie malusieńcy, spod jego wielkich nóg zerkamy wokół, szukając sobie upodlonych grobów.” – William Szekspir, Juliusz Cezar",
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/iron_working.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/colossus.json"
    },
    {
        "id": 10,
        "name": "Chrystus Zbawiciel|Chrystusa Zbawiciela|Chrystusowi Zbawicielowi|Chrystusa Zbawiciela",
        "production_cost": 1250,
        "game_info": "Koszt przyjmowania nowych ustrojów w kulturze jest niższy o 10%.",
        "strategy": null,
        "historical_info": "Cristo Redentor, „Chrystus Zbawiciel”, to 40-metrowy posąg Jezusa Chrystusa stojący na górze Corcovado, górującej nad brazylijskim miastem Rio de Janeiro. Pomysł jego powstania zrodził się w 1921 r. podczas obchodów stulecia niepodległości Brazylii. Do 1931 roku posąg został wzniesiony, stając się największym pomnikiem art deco na świecie. Od tego czasu posąg stojący 2330 stóp nad poziomem morza stał się ukochanym symbolem Rio de Janeiro i Brazylii.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chrystus_zbawiciel|chrystusa_zbawiciela|chrystusowi_zbawicielowi|chrystusa_zbawiciela.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chrystus_zbawiciel|chrystusa_zbawiciela|chrystusowi_zbawicielowi|chrystusa_zbawiciela.png",
        "quote": "„Przyjdźcie do Mnie wszyscy, którzy utrudzeni i obciążeni jesteście, a Ja was pokrzepię.” – Biblia, Ew. wg św. Mateusza 25,28",
        "tech_prereq": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 5,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/cristo_redentor.json"
    },
    {
        "id": 11,
        "name": "Wieża Eiffla|Wieży Eiffla|Wieży Eiffla|Wieżę Eiffla",
        "production_cost": 1060,
        "game_info": "Poza tym, że zwiększa zadowolenie i kulturę, Wieża Eiffla daje również +12 punktów do turystyki.",
        "strategy": null,
        "historical_info": "Wieża Eiffla to jedna z najbardziej znanych budowli świata. Powstała z okazji Wystawy Światowej w 1889 r., ma 324 metry wysokości, stoi na Polu Marsowym, nad brzegiem Sekwany. Konstruktor, Alexandre Gustave Eiffel, zbudował wieżę za ponad milion dolarów, żeby pokazać, jak stal i żelazo mogą posłużyć do budowy bardzo wysokich budowli. W chwili powstania Wieża Eiffla była najwyższą budowlą świata i przyciągała tłumy zdumionych gapiów z całego świata. Dziś jest jedną z głównych atrakcji turystycznych Paryża.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wieża_eiffla|wieży_eiffla|wieży_eiffla|wieżę_eiffla.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wieża_eiffla|wieży_eiffla|wieży_eiffla|wieżę_eiffla.png",
        "quote": "„Żyjemy tylko po to, aby odkrywać piękno. Wszystko inne jest jedynie sztuką oczekiwania.” – Kahlil Gibran",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 5
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/eiffel_tower.json"
    },
    {
        "id": 12,
        "name": "Zakazany Pałac|Zakazanego Pałacu|Zakazanemu Pałacowi|Zakazany Pałac",
        "production_cost": 500,
        "game_info": "Wymaga Mecenatu. Zapewnia 2 dodatkowych delegatów na Kongresie Światowym. -10% niezadowolenia obywateli w nieokupowanych miastach.",
        "strategy": null,
        "historical_info": "Zakazany Pałac to grupa cesarskich budowli w Pekinie, będąca dowodem chińskiej pomysłowości i wyczulonego zmysłu estetycznego. Ozdobne ogrody, tarasy i fontanny otaczają tę wspaniałą konstrukcję, która w 1421 roku stała się stolicą Chin. Pałac był rezydencją 24 cesarzy z dynastii Ming i Qing, aż do abdykacji ostatniego z nich w 1911 r.Choć poprawna nazwa brzmi „Pałac Cesarski”, to kompleks jest bardziej znany jako „Zakazany Pałac”, ponieważ zwykli ludzie nie mogli wchodzić na jego teren, czy też nie mogli dostać się tam nieproszeni. Konstrukcję otaczała fosa szeroka na 50 metrów i mury wysokie na 10 metrów. Zakazany Pałac jest olbrzymi, zajmuje 170 akrów i mieści się w nim 8706 komnat. Szacuje się, że mieszkało tam od ośmiu do dziesięciu tysięcy ludzi spełniających zachcianki cesarza. Dziś Zakazany Pałac to wielka atrakcja turystyczna, wciąż uważa się go za symbol suwerenności Chin.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/zakazany_pałac|zakazanego_pałacu|zakazanemu_pałacowi|zakazany_pałac.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/zakazany_pałac|zakazanego_pałacu|zakazanemu_pałacowi|zakazany_pałac.png",
        "quote": "„Większość z nas może wybrać, czy świat będzie nam pałacem, czy więzieniem.” – John Lubbock",
        "tech_prereq": {
            "name": "Banking",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/forbidden_palace.json"
    },
    {
        "id": 13,
        "name": "Globe Theatre",
        "production_cost": 500,
        "game_info": "1 darmowy wielki pisarz pojawi się w pobliżu miasta, w którym wybudowano cud. Zawiera 2 miejsca na wielkie dzieła literackie.",
        "strategy": null,
        "historical_info": "Globe Theatre zbudowany był w 1599 r. na londyńskiej Maiden Lane przez kompanię teatralną Lord Chamberlain's Men, której udziałowcem był William Szekspir. Cechował się wieloma innowacjami projektowymi. W 1613 r. budynek doszczętnie spłonął po tym, jak teatralne działo wystrzeliło podczas wystawiania sztuki „Henryk VIII” w słomiany dach i podpaliło go. Teatr odbudowano w tym samym miejscu w rok później i działał on aż do zamknięcia go w 1642 r. przez purytanów. Choć jego dokładne wymiary nie zostały nigdzie zapisane, wiadomo, że był on trzypiętrowym, okrągłym, otwartym amfiteatrem o średnicy około 30 m posiadającym około 300 miejsc dla widzów. Scena miała 13 m szerokości, 8 m głębokości i była wyniesiona na 1,5 m nad ziemię, co pozwalało na użycie zapadni.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/globe_theatre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/globe_theatre.png",
        "quote": "„Totus mundus agit histrionem” - Napis widoczny nad wejściem do Globe Theatre",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/globe_theatre.json"
    },
    {
        "id": 14,
        "name": "Wielka Zapora|Wielkiej Zapory|Wielkiej Zaporze|Wielką Zaporę",
        "production_cost": 1250,
        "game_info": "Zmniejsza o 99,9% skuteczność szpiegów wroga w mieście, w którym została zbudowana. W pozostałych miastach cywilizacji skuteczność agentów przeciwnika spada o 25%. Anuluje premię do turystyki z technologii internetowych innych graczy.",
        "strategy": null,
        "historical_info": "Wielka Zapora to wysoce restrykcyjny program do cenzury i monitoringu internetu kontrolujący przepływ informacji dostępnych dla twoich obywateli w sieci. Ograniczając ich dostęp do niebezpiecznych informacji, agencje rządowe mogą ograniczyć zamieszki i inne konsekwencje wprowadzania niepopularnych praw i programów rządowych.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wielka_zapora|wielkiej_zapory|wielkiej_zaporze|wielką_zaporę.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wielka_zapora|wielkiej_zapory|wielkiej_zaporze|wielką_zaporę.png",
        "quote": "„Nieufność i ostrożność rodzą bezpieczeństwo.” - Benjamin Franklin",
        "tech_prereq": {
            "name": "Computers",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/computers.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/great_firewall.json"
    },
    {
        "id": 15,
        "name": "Wielka Biblioteka|Wielkiej Biblioteki|Wielkiej Bibliotece|Wielką Bibliotekę",
        "production_cost": 185,
        "game_info": "1 darmowa technologia. Daje darmową bibliotekę w mieście, w którym wybudowano ten cud. Zawiera 2 miejsca na wielkie dzieła literackie.",
        "strategy": null,
        "historical_info": "Wielka Biblioteka w Aleksandrii była jedną z dwóch najważniejszych bibliotek świata starożytnego. Została założona przez Ptolemeusza I w 300 r. p.n.e., po czym rozwijali i rozbudowywali ją jego następcy. W Bibliotece próbowano zgromadzić kopie zwojów na każdy możliwy temat. Ostatecznie znalazło się tam 700 000 tomów. Fanatycy religijni zniszczyli bibliotekę w 391 r., po prawie 700 latach jej funkcjonowania. Do dziś przetrwała tylko część jej zbiorów, pokazująca ułamek skarbów, które musiały się tam kiedyś znajdować.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wielka_biblioteka|wielkiej_biblioteki|wielkiej_bibliotece|wielką_bibliotekę.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wielka_biblioteka|wielkiej_biblioteki|wielkiej_bibliotece|wielką_bibliotekę.png",
        "quote": "„Biblioteki to świątynie, w których przechowuje się i pielęgnuje wszystkie relikwie starożytnych świętych, pełne prawdziwej cnoty, a przy tym pozbawione złudzeń i kłamstw.” – Sir Francis Bacon",
        "tech_prereq": {
            "name": "Writing",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/great_library.json"
    },
    {
        "id": 16,
        "name": "Latarnia z Faros|Latarni z Faros|Latarni z Faros|Latarnię z Faros",
        "production_cost": 185,
        "game_info": "Wszystkie wojskowe jednostki wodne otrzymują +1 [ICON_MOVES] punkt ruchu i +1 do zasięgu widzenia. Zapewnia darmową latarnię morską w mieście, w którym powstała budowla. Miasto musi znajdować się na wybrzeżu.",
        "strategy": null,
        "historical_info": "Wielka Latarnia, zwana też Latarnią z Faros, była marmurową wieżą strażniczą i latarnią morską zbudowaną w 280 r. p.n.e. w Egipcie na wyspie w porcie Aleksandrii. Szacuje się, że miała około 100 metrów wysokości, a jej głównym zadaniem było naprowadzanie okrętów do portu. Nie jest do końca pewne, jak działała Latarnia z Faros, część historyków uważa, że na szczycie wieży płonął ogień, inni twierdzą, iż używano luster odbijających promienie słoneczne (ponieważ statki rzadko żeglowały nocą wzdłuż wybrzeży, w mroku latarnia morska nie była potrzebna). Latarnia z Faros została zniszczona w XIV wieku, po tym, jak uszkodziły ją trzęsienia ziemi.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/latarnia_z_faros|latarni_z_faros|latarni_z_faros|latarnię_z_faros.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/latarnia_z_faros|latarni_z_faros|latarni_z_faros|latarnię_z_faros.png",
        "quote": "„Ci, którzy na statkach ruszyli na morze, aby uprawiać handel na ogromnych wodach, ci widzieli dzieła Pana i jego cuda wśród głębiny.” – Biblia, Księga Psalmów 107,23-24",
        "tech_prereq": {
            "name": "Optics",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/great_lighthouse.json"
    },
    {
        "id": 17,
        "name": "Wielki Mur|Wielkiego Muru|Wielkiemu Murowi|Wielki Mur",
        "production_cost": 250,
        "game_info": "Jednostki lądowe wroga muszą wydać 1 dodatkowy [ICON_MOVES] punkt ruchu na każdym polu twojego terytorium. Zapewnia darmowe mury w mieście, w którym powstała budowla. Po wynalezieniu dynamitu Wielki Mur staje się przestarzały.",
        "strategy": null,
        "historical_info": "Wielki Mur Chiński to jedna z największych i najsłynniejszych budowli stworzonych przez człowieka. Chińscy władcy wznieśli go, żeby odpierać ataki wędrownych plemion z Mandżurii i Mongolii. Co ciekawe, Wielki Mur nie miał ich zatrzymywać – Chińczycy wiedzieli, że nie da się bronić tak długiej granicy – miał utrudnić grabieżcom wyniesienie łupów, przez co napady stały się mniej dochodowe i zbyt ryzykowne.Tak naprawdę różne chińskie dynastie zbudowały pięć różnych „Wielkich Murów”. Pierwsze cztery usypano z ziemi, ale wszystkie się rozpadły. Obecny mur został zbudowany praktycznie w całości przez dynastię Ming, w latach 1368 - 1640. Mur wzniesiono na znacznie większą skalę, korzystając z wytrzymalszych materiałów (na przykład kamienia). Mur Ming ma 3948 mil od przełęczy Szanhai nad Zatoką Bohai na wschodzie, aż po Lop Nur w południowo-wschodniej części autonomicznego regionu Xinjiang Uygur na zachodzie. Był to region, przez który po raz pierwszy poprowadzony został Jedwabny Szlak, a łańcuch wież strażniczych, mogących się ze sobą porozumiewać sygnałami dymnymi, służył do szybkiego przekazywania wiadomości wzdłuż całego muru.W kategoriach wojskowych Wielki Mur okazał się być porażką. Mandżurowie przekupili chińskiego generała, żeby przepuścił ich za mur, budowla zatem nie przydała się do obrony przed dużym atakiem barbarzyńców. Gdy Mandżurowie podbili Chiny, granice kraju rozszerzyły się daleko na północ, przez co mur stracił na znaczeniu. Kwoty jakie nań wydano były zawrotne, a koszt ludzkich żywotów szacuje się na ponad milion dusz. Wielki Mur jest czasem nazywany „długim cmentarzem”.Dziś duża część Wielkiego Muru jest w rozsypce – choć odcinki turystyczne są dobrze zachowane, reszta konstrukcji rozpada się - około 20% muru jest w dobrym stanie. Mimo to pozostaje on największą atrakcją turystyczną Chin i prawdziwym cudem świata.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wielki_mur|wielkiego_muru|wielkiemu_murowi|wielki_mur.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wielki_mur|wielkiego_muru|wielkiemu_murowi|wielki_mur.png",
        "quote": "„Sztuka wojny uczy nas nie polegać na prawdopodobieństwie tego, iż wróg nie zaatakuje, a na tym, że nasze pozycje są niedostępne.” – Sun Zi",
        "tech_prereq": {
            "name": "Engineering",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/great_wall.json"
    },
    {
        "id": 18,
        "name": "Hagia Sophia|Hagii Sophii|Hagii Sophii|Hagię Sophię",
        "production_cost": 300,
        "game_info": "Otrzymujesz wielkiego proroka. W mieście, gdzie zbudowano ten cud, staje świątynia.",
        "strategy": null,
        "historical_info": "Hagię Sophię, „Kościół Mądrości Bożej”, zbudowano w 530 roku jako grecki kościół prawosławny. Znajduje się w tureckim Stambule (dawniej miasto to nosiło nazwę Konstantynopol), jest piękną, zdobioną budowlą z kamienia i marmuru zwieńczoną złotą kopułą mającą ponad 30 metrów średnicy. W tamtych czasach było do wielkie wyzwanie konstruktorskie – od czasu powstania kopuła zawaliła się kilka razy. Z narożników budynku wznoszą się cztery zgrabne wieże.Wnętrze Hagia Sofia to wspaniała przestrzeń wypełniona kolumnami i łukami sięgającymi samej kopuły, która zdaje się unosić nad budynkiem. Wnętrze jest pokryte kolorowym marmurem i złotymi mozaikami przedstawiającymi sceny biblijne i wizerunki chrześcijańskich świętych.W 1453 Konstantynopol został zdobyty przez Turków Osmańskich, którzy zamienili Hagia Sofia w meczet. W meczetach nie powinno być podobizn ludzi, więc wiele mozaik pokryto gipsem. W 1934 r. turecki prezydent, Kemal Ataturk zamienił budynek w muzeum. W ostatnich latach prowadzono tam prace renowacyjne, odkrywając kilka mozaik. Mimo upływu czasu, Hagia Sofia jest uważana za jeden z najpiękniejszych budynków na świecie.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia|hagii_sophii|hagii_sophii|hagię_sophię.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia|hagii_sophii|hagii_sophii|hagię_sophię.png",
        "quote": "„Wyrasta aż po sam nieboskłon, jakby wystrzeliwując spośród innych budynków, stoi wysoko i spogląda w dół na resztę miasta, podziwiając je, bo jest jego częścią, a jednocześnie pławi się we własnym pięknie.” – Prokopiusz De Aedificis",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/hagia_sophia.json"
    },
    {
        "id": 19,
        "name": "Wiszące Ogrody|Wiszących Ogrodów|Wiszącym Ogrodom|Wiszące Ogrody",
        "production_cost": 250,
        "game_info": "Wymagają Tradycji. Daje darmowy ogród w mieście, w którym wybudowano ten cud.",
        "strategy": null,
        "historical_info": "Wiszące Ogrody były miejscem, z którego słynął Babilon. Napawały mieszkańców dumą, a ludzie goszczący w Babilonie często je opisywali. Prawdopodobnie zbudował je król Nabuchodonozor II w 600 r. p.n.e. Ogrody były zbiorem wznoszących się, nałożonych na siebie platform (inaczej niż w zigguracie), zbudowanych z cegieł błotnych. Porastały je różne gatunki drzew, krzewów i winorośli. Podobno z odległości ogrody wyglądały jak wielka zielona góra wyrastająca ze środka miasta.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wiszące_ogrody|wiszących_ogrodów|wiszącym_ogrodom|wiszące_ogrody.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wiszące_ogrody|wiszących_ogrodów|wiszącym_ogrodom|wiszące_ogrody.png",
        "quote": "„Sądzę, że jeśli śmiertelnik może gdzieś usłyszeć głos Boga, to tylko w ogrodzie, w rześki dzień.” – F. Frankfort Moore",
        "tech_prereq": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 6,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/hanging_gardens.json"
    },
    {
        "id": 20,
        "name": "Zamek Himeji|Zamku Himeji|Zamkowi Himeji|Zamek Himeji",
        "production_cost": 500,
        "game_info": "+15% do siły bojowej dla jednostek walczących na własnym terytorium. Zapewnia darmowy zamek w mieście, w którym powstała budowla.",
        "strategy": null,
        "historical_info": "Himeji to wyjątkowy japoński zamek i jedna z najpiękniejszych budowli na świecie. Powstały w XIV wieku, na przełomie XVI i XVII stulecia znacząco przebudowany i powiększony przez Yoshitakę Kurodę i Terumasę Ikedę. Zamek Himeji to wysoka, wielopoziomowa konstrukcja z kamienia i drewna, o białych ścianach zewnętrznych i pięknie zaokrąglonym dachu. Bywa czasem nazywany „Zamkiem Białej Czapli”.Zamek Himeji jest otoczony chaotycznym labiryntem ścieżek prowadzących do warowni. Mury i bramy zaprojektowano tak, by zmusić atakującego wroga do poruszania się po koncentrycznych okręgach z wieloma ślepymi zaułkami. Miało to opóźnić napastników i umożliwić obrońcom prowadzenie długotrwałego ostrzału. Ten zmyślny system nie został przetestowany, ponieważ w całym okresie średniowiecza zamek nie stał się obiektem ataku.Choć okolica została zbombardowana przez aliantów podczas II wojny światowej, zamek przetrwał praktycznie nietknięty. Obecnie poddawany jest renowacji i stanowi jedną z największych atrakcji turystycznych w Japonii.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/zamek_himeji|zamku_himeji|zamkowi_himeji|zamek_himeji.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/zamek_himeji|zamku_himeji|zamkowi_himeji|zamek_himeji.png",
        "quote": "„Bushido - Droga wojownika - ujawnia się w obecności śmierci. Oznacza wybranie śmierci, gdy do wyboru jest życie lub śmierć. Nie ma innego uzasadnienia.” – Yamamoto Tsunetomo",
        "tech_prereq": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/gunpowder.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/himeji_castle.json"
    },
    {
        "id": 21,
        "name": "Kosmiczny Teleskop Hubble'a|Kosmicznego Teleskopu Hubble'a|Kosmicznemu Teleskopowi Hubble'a|Kosmiczny Teleskop Hubble'a",
        "production_cost": 1250,
        "game_info": "2 darmowych wielkich naukowców pojawia się w pobliżu miasta, gdzie został wzniesiony cud. Zapewnia darmową fabrykę SK w mieście, w którym został stworzony. +25% do produkcji przy budowie komponentów statków kosmicznych.",
        "strategy": null,
        "historical_info": "Nazwany na cześć wielkiego amerykańskiego astronoma, Edwina Hubble'a, Kosmiczny Teleskop Hubble'a okazał się jednym z najważniejszych narzędzi astronomicznych, które kiedykolwiek stworzono. Wystrzelony w 1990 r., teleskop ten nieustannie dostarcza zapierających dech w piersiach obrazów odległych konstelacji oraz mgławic, przyciągając uwagę zarówno naukowców, jak i laików. Ponieważ jest to jedyny teleskop kosmiczny zdatny do naprawy przez astronautów, służba Hubble'a jest ciągle wydłużana na potrzeby kolejnych działań w przestrzeni kosmicznej. Mimo swej niekwestionowanej spuścizny, Kosmiczny Teleskop Hubble'a zostanie zastąpiony w 2018 r. bardziej zaawansowanym Kosmicznym Teleskopem Jamesa Webba.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kosmiczny_teleskop_hubble'a|kosmicznego_teleskopu_hubble'a|kosmicznemu_teleskopowi_hubble'a|kosmiczny_teleskop_hubble'a.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kosmiczny_teleskop_hubble'a|kosmicznego_teleskopu_hubble'a|kosmicznemu_teleskopowi_hubble'a|kosmiczny_teleskop_hubble'a.png",
        "quote": "„Cudem nie jest to wielkie pole gwiazd, lecz to, że człowiekowi udało się je zmierzyć.” - Anatole France",
        "tech_prereq": {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/satellites.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/hubble_space_telescope.json"
    },
    {
        "id": 22,
        "name": "Międzynarodowa stacja kosmiczna|Międzynarodowej stacji kosmicznej|Międzynarodowej stacji kosmicznej|Międzynarodową stację kosmiczną|Międzynarodowe stacje kosmiczne|Międzynarodowych stacji kosmicznych|Międzynarodowym stacjom kosmicznym|Międzynarodowe stacje kosmiczne",
        "production_cost": -1,
        "game_info": "+1 pkt produkcji generowany przez naukowców i +1 pkt badań generowany przez inżynierów. Wielcy naukowcy dostarczają o 33% więcej nauki, gdy wykorzystuje się ich do odkrycia nowej technologii. Może zostać wybudowana jedynie we współpracy za pośrednictwem Kongresu Światowego.",
        "strategy": null,
        "historical_info": "Stworzona z prefabrykowanych i oddzielnie wystrzeliwanych w przestrzeń modułów Międzynarodowa Stacja Kosmiczna to krążący na niskiej orbicie mieszkalny satelita ziemi. Istnieje dzięki połączeniu się w 1993 r. trzech narodowych inicjatyw stworzenia orbitalnej platformy naukowo-badawczej - radzieckiego Mir 2, amerykańskiego Freedom i europejskiego Columbus - w jeden międzynarodowy program. Do dnia dzisiejszego na stacji mieszkali i pracowali astronauci z 15 różnych krajów. Członkowie załogi wraz z zapasami przewożeni byli na platformę amerykańskimi wahadłowcami i rosyjskimi rakietami Sojuz. Wkrótce mają zastąpić je rosyjski Progress, europejski ATV, japoński pojazd transportowy H-II i amerykański Dragon autorstwa korporacji SpaceX. Międzynarodowa Stacja Kosmiczna jest największym sztucznym satelitą Ziemi, a w sprzyjających warunkach można ją dostrzec gołym okiem.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/międzynarodowa_stacja_kosmiczna|międzynarodowej_stacji_kosmicznej|międzynarodowej_stacji_kosmicznej|międzynarodową_stację_kosmiczną|międzynarodowe_stacje_kosmiczne|międzynarodowych_stacji_kosmicznych|międzynarodowym_stacjom_kosmicznym|międzynarodowe_stacje_kosmiczne.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/międzynarodowa_stacja_kosmiczna|międzynarodowej_stacji_kosmicznej|międzynarodowej_stacji_kosmicznej|międzynarodową_stację_kosmiczną|międzynarodowe_stacje_kosmiczne|międzynarodowych_stacji_kosmicznych|międzynarodowym_stacjom_kosmicznym|międzynarodowe_stacje_kosmiczne.png",
        "quote": "„Budowanie po jednej stacji kosmicznej dla każdego było i jest szaleństwem. Trzeba było zbudować po dziesięć”. - Larry Niven",
        "tech_prereq": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/international_space_station.json"
    },
    {
        "id": 23,
        "name": "Kreml|Kremla|Kremlowi|Kreml",
        "production_cost": 1060,
        "game_info": "Wymaga Ładu. +50% produkcji przy budowie jednostek pancernych. 1 darmowy ustrój społeczny.",
        "strategy": null,
        "historical_info": "W języku rosyjskim „Kreml” oznacza zespół umocnionych budynków w centrum miasta. Najczęściej używa się go w odniesieniu do Kremla w Moskwie – wspaniałych budowli, w których ma swoją siedzibę większość rosyjskiego rządu. Znajduje się on na wzgórzu górującym nad rzeką Moskwą. W tej czy innej formie budowano tam umocnienia od prawie 1000 lat. Nazwę „Kreml” nadano w XIV wieku.Kreml znajduje się na otoczonym murami, trójkątnym terenie o powierzchni 68 akrów. Mury zbudowano z czerwonej cegły, a w narożnikach i przy wejściach znajdują się wieże przypominające kształtem ołówki. Wiele budynków pomalowano na biało z żółtym obramowaniem i zielonymi dachami, co z dystansu wygląda bardzo radośnie. Sobór Zaśnięcia NMP, zbudowany w latach 70. XV wieku, to najstarsza budowla w całym kompleksie. Za murami znajdują się jeszcze dwie katedry oraz zaskakująca ilość pałaców, z których największym jest Pałac Kremlowski.Mury Kremla były świadkami pojawiania się i upadków wielu wielkich postaci. Iwan Groźny zbudował na Kremlu Komnatę Graniastą. Podczas Wielkiej Wojny Ojczyźnianej (II wojna światowa), Józef Stalin odparł najeźdźców spod bram Moskwy – żaden z innych rosyjskich przywódców nie przesłużył bardziej się dla ojczyzny w całej jej historii. (Także tutaj Stalin zaplanował systematyczną eksterminację milionów swoich rodaków.) To tutaj Michaił Gorbaczow doprowadził do rozwiązania Związku Radzieckiego. Dziś Kreml jest siedzibą rządu Federacji Rosyjskiej.Niezależnie od tego, do czego będzie służył w przyszłości, Kreml na zawsze pozostanie wielkim symbolem przeszłości Rosji – świadkiem jej najlepszych i najgorszych czasów.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kreml|kremla|kremlowi|kreml.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kreml|kremla|kremlowi|kreml.png",
        "quote": "„Prawo to forteca na wzgórzu, którego nie zdobędzie żadna armia i nie pochłonie powódź.” – Prorok Mahomet",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/railroad.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/kremlin.json"
    },
    {
        "id": 24,
        "name": "Krzywa Wieża w Pizie|Krzywej Wieży w Pizie|Krzywej Wieży w Pizie|Krzywą Wieżę w Pizie",
        "production_cost": 500,
        "game_info": "+25% do kumulacji wielkich ludzi we wszystkich miastach. Darmowy wielki człowiek pojawia się w pobliżu stolicy.",
        "strategy": null,
        "historical_info": "Sławna dzwonnica znajdująca się na Piazza del Duomo („Placu Katedralnym”) we włoskiej Pizie, popularnie zwana Krzywą Wieżą w Pizie, od wieków stoi troszkę nieprawidłowo. Budowa wieży rozpoczęła się 1173 r. i szybko stało się jasne, że niestabilna gleba i znikome fundamenty, na których powstawała konstrukcja, nie wystarczą, aby powstrzymać wieżę przed osiadaniem. Po pozostawieniu budowli w stanie nieukończonym przez niemal 100 lat, prace wznowiono pod koniec XIII w., a ukończono w 1372 r. Wieża posiada siedem dzwonów, z których każdy jest nastrojony do innego stopnia skali muzycznej.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/krzywa_wieża_w_pizie|krzywej_wieży_w_pizie|krzywej_wieży_w_pizie|krzywą_wieżę_w_pizie.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/krzywa_wieża_w_pizie|krzywej_wieży_w_pizie|krzywej_wieży_w_pizie|krzywą_wieżę_w_pizie.png",
        "quote": "„Nie klaszczcie za mocno - to bardzo stary budynek.” - John Osborne",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/leaning_tower_of_pisa.json"
    },
    {
        "id": 25,
        "name": "Luwr|Luwru|Luwrowi|Luwr",
        "production_cost": 750,
        "game_info": "Wymaga Eksploracji. 1 darmowy wielki artysta pojawia się w pobliżu miasta, w którym wybudowano ten cud. Zawiera 4 miejsca na wielkie dzieła sztuki.",
        "strategy": null,
        "historical_info": "Luwr to duży i wspaniale zdobiony pałac w Paryżu. Zbudowano go w XV wieku w miejsce starego zamku. Przez kolejnych 250 lat Luwr był siedzibą wielu francuskich królów, większość z nich rozbudowywała tę i tak wielką budowlę. W XVII wieku królowie Ludwik XIII i Ludwik XIV oraz ich doradcy, kardynałowie Richelieu i Mazarin, zaczęli tworzyć w Luwrze wielką kolekcję dzieł sztuki. W 1682 r. dwór królewski przeniósł się do Wersalu, a w roku 1783 rząd rewolucyjny otworzył pałac dla publiczności. Po dziś dzień jest on otwartym muzeum, mającym prawdopodobnie największą na świecie kolekcję premodernistycznych obrazów francuskich.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/luwr|luwru|luwrowi|luwr.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/luwr|luwru|luwrowi|luwr.png",
        "quote": "„Każde prawdziwe dzieło sztuki pod wieloma względami przypomina ziemię i słońce.” – Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Archaeology",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/louvre.json"
    },
    {
        "id": 26,
        "name": "Machu Picchu",
        "production_cost": 300,
        "game_info": "+25% złota z [ICON_CONNECTED] połączeń miast.Miasto musi być zbudowane w odległości do 2 pól od gór, znajdujących się na twoim terytorium.",
        "strategy": null,
        "historical_info": "Machu Picchu wzniesione w Peru, na wysokości 2400 metrów, było niezwykłym inkaskim miastem i cudem architektury prekolumbijskiej. Zbudowano je w połowie XV wieku. Uczeni uważają, że większość miasta stanowił kompleks pałacowy wielkiego władcy Inków, Pachacuti Inca Yupanqui. Miasto, wykonane praktycznie w całości z białego granitu, zostało z nieznanych przyczyn opuszczone w połowie XVI wieku. Hiszpańscy konkwistadorzy nie dotarli w to miejsce podczas podboju Inków, więc udało mu się przetrwać do dnia dzisiejszego we względnie dobrej formie.Archeologowie odnaleźli wspomniany wyżej kompleks pałacowy oraz świątynie, tereny mieszkalne, place i cmentarz – wszystko wykute w litej skale. Góry otaczające centralne budowle zostały skute tak, by tworzyły rolnicze tarasy, nawadniane rozbudowanym systemem akweduktów, co było niesamowitym osiągnięciem w tym górzystym terenie.Choć Machu Picchu jest w ruinach, wciąż widać jego wyjątkowe, surowe piękno. Miasto to musiało być wspaniałe, gdy zamieszkiwali je wielcy Inkowie.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
        "quote": "„Niewiele romansów może się równać ze związkiem granitowej cytadeli stojącej na strzelistych urwiskach Machu Picchu, korony Kraju Inków.” – Hiram Bingham",
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/guilds.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/machu_picchu.json"
    },
    {
        "id": 27,
        "name": "Mauzoleum w Halikarnasie",
        "production_cost": 185,
        "game_info": "Zyskujesz 100 sztuk złota za każdym razem, gdy poświęcisz wielką osobistość. Każde źródło marmuru lub kamienia w zasięgu tego miasta daje +2 sztuki złota.",
        "strategy": null,
        "historical_info": "Mauzoleum w Halikarnasie powstało ok. 350 r. p.n.e. jako krypta dla Mauzolosa, władcy Karii (dziś części Turcji). Podobno zostało zaprojektowane i skonstruowane przez największych ówczesnych rzeźbiarzy i artystów. Świątynia była sławna z powodu swych przepięknych reliefów i rozmachu budowniczych (47 metrów wysokości). Mauzoleum zostało zniszczone przez serię trzęsień ziemi podczas pierwszego tysiąclecia p.n.e. Część grobowca została odkopana przez brytyjskich archeologów w połowie XIX w. Budowla ta była jednym z siedmiu cudów świata, a samo słowo „mauzoleum” pochodzi właśnie od tego miejsca.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/mauzoleum_w_halikarnasie.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/mauzoleum_w_halikarnasie.png",
        "quote": "„Cała ziemia jest grobowcem bohaterskich mężczyzn, a ich historia jest nie tylko wyryta w kamieniu, lecz splata się niewidocznymi nićmi z losami innych ludzi.” - Perykles",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/mausoleum_of_halicarnassus.json"
    },
    {
        "id": 28,
        "name": "Wielki Meczet w Dżenne|Wielkiego Meczetu w Dżenne|Wielkiemu Meczetowi w Dżenne|Wielki Meczet w Dżenne",
        "production_cost": 300,
        "game_info": "Wymaga Pobożności. Wszyscy misjonarze rodzący się w tym mieście mogą krzewić religię trzy razy. Daje darmowy meczet w mieście, w którym wybudowano ten cud.",
        "strategy": null,
        "historical_info": "Największa gliniana struktura na świecie, Wielki Meczet w Dżenne, znajduje się w afrykańskiej Republice Mali. Uważa się że po raz pierwszy wzniesiona została około XIII w. przez sułtana Koi Kunboro, a od tego czasu kilkakrotnie zniszczona i odbudowana. Budynek w dzisiejszej postaci, wykonany z glinianych cegieł oraz zaprawy, wzniesiony został w 1906 r. wspólnymi wysiłkami okolicznej społeczności. Meczet jest obecnie odnawiany przez mieszkańców Dżenne w trakcie corocznych obchodów poświęconych przedłużaniu życia budowli.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wielki_meczet_w_dżenne|wielkiego_meczetu_w_dżenne|wielkiemu_meczetowi_w_dżenne|wielki_meczet_w_dżenne.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wielki_meczet_w_dżenne|wielkiego_meczetu_w_dżenne|wielkiemu_meczetowi_w_dżenne|wielki_meczet_w_dżenne.png",
        "quote": "„W obliczu potęgi nieskończoności pozwólmy, aby czas, z jego wszystkimi fluktuacjami, skurczył się do własnej małości.” - Thomas Chalmers",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/great_mosque_of_djenne.json"
    },
    {
        "id": 29,
        "name": "Neuschwanstein|Neuschwansteina|Neuschwansteinowi|Neuschwanstein",
        "production_cost": 1060,
        "game_info": "+3 do złota, +2 do kultury oraz +1 do zadowolenia z każdego zamku.Miasto musi znajdować się maksymalnie dwa pola od góry będącej wewnątrz twojego terytorium.",
        "strategy": null,
        "historical_info": "Zamówiony przez „Szalonego Króla” Ludwika II Bawarskiego pod koniec XIX w., zamek Neuschwanstein stał się symbolem typowego „zamku z bajki”, często pojawiającego się w literaturze dziecięcej. Wyrastający ze zbocza góry nieopodal miasta Fussen w Niemczech zamek był miejscem, gdzie Ludwik mógł odpocząć od wzroku poddanych, a był typem samotnika. Po jego śmierci zamek stał się popularną atrakcją turystyczną i ostatecznie stał się inspiracją dla słynnego zamku Śpiącej Królewny stworzonego przez Walta Disneya.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/neuschwanstein|neuschwansteina|neuschwansteinowi|neuschwanstein.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/neuschwanstein|neuschwansteina|neuschwansteinowi|neuschwanstein.png",
        "quote": "„...miejsce to jest jednym z najpiękniejszych, jakie można znaleźć. Święte i niedostępne. Prawdziwa świątynia ku czci boskiego przyjaciela, który przyprowadził wybawienie i prawdziwe błogosławieństwo dla świata.” - Król Ludwig II Bawarski",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/railroad.json"
        },
        "yields": {
            "gold": 6,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/neuschwanstein.json"
    },
    {
        "id": 30,
        "name": "Notre Dame",
        "production_cost": 400,
        "game_info": null,
        "strategy": null,
        "historical_info": "Notre Dame to potężna katedra stojąca na „Ile de la Citie,” wyspie pośrodku przepływającej przez Paryż Sekwany. Zbudowano ją w miejsce starego kościoła, który z kolei zbudowano w miejsce rzymskiej świątyni Jowisza. Notre Dame to wspaniały przykład architektury gotyckiej i jedna z najwspanialszych istniejących budowli. Prace nad Notre Dame rozpoczęły się w roku 1163 i trwały prawie dwa wieki.Notre Dame to olbrzymia kamienna budowla z kwadratowymi wieżami, skarpami i wysokimi iglicami. Z zewnątrz budynek zdobią delikatne łuki i figury świętych oraz królów. Wzdłuż linii dachu ustawiono gargulce. Wnętrze katedry jest długie i wąskie, po każdej stronie znajdują się kolumny, podtrzymujące dwie piękne galerie. Światło wpadające przez przepiękne witraże delikatnie oświetla główny ołtarz, na którym znajduje się śliczny posąg Maryi Dziewicy, patronki katedry, trzymającej ciało Jezusa.Przez wiele lat katedra była niejednokrotnie zaniedbywana. Podczas Rewolucji Francuskiej skradziono wiele skarbów Notre Dame, a budynek wykorzystywano jako magazyn. Na początku XIX wieku katedra była w tak złym stanie, że planiści rozważali jej wyburzenie. Victor Hugo napisał „Dzwonnika z Notre Dame” po części po to, żeby zwrócić uwagę ludzi na trudną sytuację katedry W 1871 r., w czasie krótkiej Komuny Paryskiej, o mały włos nie doszło do podpalenia Notre Dame. Na szczęście budowle przetrwała te trudne czasy i została w większości przywrócona do dawnej świetności.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame.png",
        "quote": "„Architektura to zapis wspaniałych idei ludzkości. W tej obszernej księdze swe miejsce ma nie tylko każdy symbol religijny, ale także każda myśl człowiecza.” – Victor Hugo",
        "tech_prereq": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/physics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 4,
            "happiness": 10
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/notre_dame.json"
    },
    {
        "id": 31,
        "name": "Wyrocznia|Wyroczni|Wyroczni|Wyrocznię|Wyrocznie|Wyroczni|Wyroczniom|Wyrocznie",
        "production_cost": 250,
        "game_info": "1 darmowy ustrój społeczny.",
        "strategy": null,
        "historical_info": "W wierzeniach starożytnej Grecji, wyrocznią był kapłan lub kapłanka, przez których przemawiali bogowie odpowiadający na pytania śmiertelników. Wyrocznia interpretowała sny, działania osób pogrążonych w transie i fizyczne znaki znalezione we wnętrznościach zwierząt złożonych w ofierze. Najsłynniejsza wyrocznia znajdowała się w świątyni Apolla w Delfach, na zboczach góry Parnas. Przez wiele wieków Grecy, Rzymianie i inni zwracali się do niej w sprawach państwowych i osobistych. Kapłanka nazywana Pytią za darmo przewidywała przyszłość. Jej przepowiednie wypowiadane w ekstazie słynęły z wieloznaczności.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wyrocznia|wyroczni|wyroczni|wyrocznię|wyrocznie|wyroczni|wyroczniom|wyrocznie.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/wyrocznia|wyroczni|wyroczni|wyrocznię|wyrocznie|wyroczni|wyroczniom|wyrocznie.png",
        "quote": "„Starożytna Wyrocznia powiedziała, że jestem najmądrzejszym z Greków. Bo tylko ja ze wszystkich Greków wiem, że nic nie wiem.” – Sokrates",
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/oracle.json"
    },
    {
        "id": 32,
        "name": "Partenon|Partenonu|Partenonowi|Partenon",
        "production_cost": 250,
        "game_info": "Zawiera w miejscu na wielkie dzieło przygotowane wielkie dzieło sztuki.",
        "strategy": null,
        "historical_info": "Zbudowany na Akropolu i poświęcony bogini Atenie Partenon uważany jest za szczytowe osiągnięcie architektury doryckiej. Budowa świątyni rozpoczęła się w 447 r. p.n.e., a ostatnie dekoracje umieszczono w 432 r. p.n.e. Są one ważnymi przykładami rzeźby klasycznej. W Partenonie znajdował się chryzelefantynowy pomnik Ateny autorstwa Fidiasza, a zewnętrzną fasadę ozdobiono 92 metopami. Podobnie jak inne greckie świątynie, Partenon służył również jako skarbiec zarówno dla samych Aten, jak i dla Symmachii Delijskiej. W XVIII w. europejscy turyści i uczeni mieli większy dostęp do malowniczych ruin, a ich sława rosła. Gdy Grecja w 1832 r. odzyskała niepodległość, jej rząd przejął kontrolę nad świątynią. W 1975 r. rozpoczął on prace nad restauracją Partenonu. Obecnie jest on trwałym symbolem starożytnego państwa, ateńskich demokratycznych ideałów, zachodniej cywilizacji oraz jednym z największych na świecie skarbów kultury.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/partenon|partenonu|partenonowi|partenon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/partenon|partenonu|partenonowi|partenon.png",
        "quote": "„Ziemia z dumą nosi na sobie Partenon jak najpiękniejszy klejnot”. - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/parthenon.json"
    },
    {
        "id": 33,
        "name": "Pentagon|Pentagonu|Pentagonowi|Pentagon",
        "production_cost": 1250,
        "game_info": "Koszt w złocie za ulepszanie jednostek wojskowych jest niższy o 33%.",
        "strategy": null,
        "historical_info": "Pentagon to duży, pięcioczęściowy budynek w Arlington, w amerykańskim stanie Wirginia, stojący nad Potomakiem, naprzeciwko Waszyngtonu. Jest siedzibą Departamentu Obrony Stanów Zjednoczonych i wszystkich trzech gałęzi wojsk: armii, marynarki wojennej oraz sił powietrznych. Pentagon stworzono w celu połączenia różnych części Departamentu Wojny, wcześniej rozproszonego po siedemnastu budynkach w Waszyngtonie. Budowę rozpoczęto w 1941 r. i zakończono w 1943 – to zdumiewająco szybko, jak na taki wielki budynek, co doskonale pokazuje, w jakim szaleńczym tempie rozwijała się amerykańska armia na początku II wojny światowej. Pentagon zajmuje powierzchnię 30 akrów i może pomieścić 25 000 pracowników, co czyni go jednym z największych biurowców w historii (pracuje w nim więcej ludzi niż, na przykład, w Empire State Building).Pentagon został zaatakowany 11 września 2001 przez uprowadzony przez terrorystów samolot pasażerski. Na szczęście część Pentagonu, która została trafiona, przechodziła w tym czasie renowację. Podczas prac nad wzmocnieniem struktury budynku wielu pracowników z tej części czasowo przeniesiono do innych kwater. W ataku zginęło 125 pracowników Pentagonu oraz 64 pasażerów porwanego samolotu. Budynek został odbudowany i po dziś dzień jest sercem i mózgiem amerykańskiego wojska.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon|pentagonu|pentagonowi|pentagon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon|pentagonu|pentagonowi|pentagon.png",
        "quote": "„Przygotowując się do bitwy, zawsze się przekonywałem, że plany są bezużyteczne, ale planowanie jest niezbędne.” – Dwight D. Eisenhower",
        "tech_prereq": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combined_arms.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/pentagon.json"
    },
    {
        "id": 34,
        "name": "Petra|Petry|Petrze|Petrę",
        "production_cost": 250,
        "game_info": "+1 żywności, +1 produkcji na wszystkich polach pustyni obsługiwanych przez to miasto (poza równinami zalewowymi). Zyskuje dodatkowe miejsce na szlak handlowy, a w mieście pojawia się karawana. +6 kultury po wynalezieniu archeologii. Miasto musi być zbudowane na pustyni lub w jej pobliżu.",
        "strategy": null,
        "historical_info": "Petra, zbudowana mniej więcej w 1000 r. n.e. w Jordanii, jest jedną z najbardziej znanych na świecie konstrukcji architektonicznych wykutych w skale. Liczne precyzyjnie wyryte elementy powstały na ścianach pustynnych kanionów otaczających te rejony, a Petra była stolicą dla niegdyś pasterskiego ludu Nabatejczyków. Najbardziej znana z tych struktur - Al Khazneh, czyli „Skarbiec”, znalazła się w wielu dużych produkcjach filmowych, takich jak „Indiana Jones i ostatnia krucjata”, w której Al Khazneh służył za scenerię dla Świętego Graala.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/petra|petry|petrze|petrę.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/petra|petry|petrze|petrę.png",
        "quote": "„...kto zaś będzie pił wodę, którą Ja mu dam, nie będzie pragnął na wieki, lecz woda, którą Ja mu dam, stanie się w nim źródłem wody wytryskującej ku życiu wiecznemu. Niech dane mi będzie dotrzeć do Świętej Góry poprzez pustynię, góry i Dolinę Półksiężyca, aż do świątyni, gdzie spoczywa Czara.” - Indiana Jones",
        "tech_prereq": {
            "name": "Currency",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/petra.json"
    },
    {
        "id": 35,
        "name": "Porcelanowa Wieża|Porcelanowej Wieży|Porcelanowej Wieży|Porcelanową Wieżę",
        "production_cost": 625,
        "game_info": "Wymaga Racjonalizmu. Wielki naukowiec pojawia się w pobliżu miasta, w którym zbudowano ten cud. 50% więcej nauki generowanej z umów naukowych.",
        "strategy": null,
        "historical_info": "Zbudowana za czasów dynastii Ming w XV wieku, Porcelanowa Wieża w Nankinie była jednym z najbardziej niezwykłych osiągnięć chińskiej architektury w historii. Wieża miała średnicę około 32 metrów i wysokość 85 metrów. Zewnętrzna część budowli składała się z porcelanowych cegieł, które lśniły w słońcu niczym lustra. Nocą z wieży zwisało od góry do dołu ponad 100 lampionów. Budowla stała w centrum Nankinu do 1854 roku, kiedy to została zniszczona podczas powstania tajpingów.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/porcelanowa_wieża|porcelanowej_wieży|porcelanowej_wieży|porcelanową_wieżę.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/porcelanowa_wieża|porcelanowej_wieży|porcelanowej_wieży|porcelanową_wieżę.png",
        "quote": "„Kiedy patrzymy w przeszłość, wszystko wydaje się piękniejsze i właśnie w tej niedostępnej wieży przeszłości rodzi się Tęsknota.” – James Russell Lowell",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/porcelain_tower.json"
    },
    {
        "id": 36,
        "name": "Prora|Prory|Prorze|Prorę",
        "production_cost": 1060,
        "game_info": "Wymaga Autokracji. Dodatkowo +2 zadowolenia, Prora daje też dodatkowo +1 zadowolenia za każde dwa przyjęte ustroje. 1 darmowy ustrój społeczny. Musi powstać na wybrzeżu.",
        "strategy": null,
        "historical_info": "Zbudowana w latach 1936-39 Prora miała być wielkim nadmorskim kurortem na bałtyckiej wyspie Rugia. Olbrzymi kompleks miał umożliwić niemieckim robotnikom wypoczynek. Jak planowano pierwotnie, kurort miał składać się z ośmiu bloków po dziesięć jednostek mieszkalnych mogących łącznie przyjąć 20 tys. wczasowiczów. Po ukończeniu kompleks posiadałby również restauracje, kina, baseny, sale gimnastyczne, sale balowe i inne udogodnienia, a wszystko obsługiwane byłoby przez dworzec kolejowy i nabrzeże dla statków pasażerskich. Budowę wstrzymał wybuch II wojny światowej, podczas której kompleks wykorzystywano do osiedlania uchodźców, a w późniejszej fazie - jako szpital wojskowy. Po wojnie stacjonowały tam przez jakiś czas jednostki radzieckie, a następnie budynki ogołocono ze wszystkich przydatnych materiałów, włącznie z hydrauliką i kablami. Poza muzeum poświęconemu historii Niemiec Wschodnich większość kompleksu obróciła się w ruinę.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora|prory|prorze|prorę.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora|prory|prorze|prorę.png",
        "quote": "„Ta utrata (wolności) oznacza zanik drogocennych ludziom wartości. Zostają jedynie żelazne zasady rekrutacji na stanowiska i trywialne rozrywki”. - A.N. Whitehead",
        "tech_prereq": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/flight.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/prora.json"
    },
    {
        "id": 37,
        "name": "Piramidy|Piramid|Piramidom|Piramidy",
        "production_cost": 185,
        "game_info": "Wymaga Wolności. Szybkość budowy ulepszeń pól rośnie o 25%, a w pobliżu miasta pojawia się 2 robotników.",
        "strategy": null,
        "historical_info": "Piramidy, zbudowane przez czwartą dynastię władców Egiptu, są największym osiągnięciem kulturowym starożytnych Egipcjan. Wzniesiono je na płaskowyżu Gizy pod współczesnym Kairem. Były dla faraonów miejscem pochówku jak i pomnikami. Ich budowa zabrała wiele pokoleń oraz kosztowała życie dziesiątków tysięcy robotników. Piramidy to jedyny z ogólnie uznawanych cudów świata zachowany do dziś.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/piramidy|piramid|piramidom|piramidy.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/piramidy|piramid|piramidom|piramidy.png",
        "quote": "„Niech ból śmierci, którego zaznasz, wejdzie w me ciało. Jam jest bóg Tem, najznamienitsza część nieba, a chroni mnie moc, która na zawsze jest wśród wszystkich bogów.” – Księga Umarłych, przetłumaczona przez Sir Ernesta Alfreda Wallisa Budge'a",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/pyramids.json"
    },
    {
        "id": 38,
        "name": "Czerwony Fort|Czerwonego Fortu|Czerwonemu Fortowi|Czerwony Fort",
        "production_cost": 625,
        "game_info": "Budynki obronne we wszystkich miastach są o 25% skuteczniejsze.",
        "strategy": null,
        "historical_info": "Lal Qil'ah, zbudowany przez szacha Dżahana w Delhi i znany też jako Czerwony Fort, był rezydencją i centrum administracyjnym mogolskich cesarzy od 1648 roku, gdy jego budowa dobiegła końca, aż do 1857, gdy ostatni z władców został wygnany przez rząd brytyjski. Czerwony Fort, którego nazwa wzięła się od czerwonego piaskowca użytego do budowy jego ogromnych, ponad trzydziestometrowych murów, to pomnik wspaniałej mogolskiej architektury. Znajdują się w nim sale audiencyjne, luksusowe komnaty mieszkalne, pełne przepychu ogrody, łaźnie, biblioteki i okazałe meczety. Podczas okupacji brytyjskiej Czerwony Fort ograbiono z kosztowności, a niektóre ze znajdujących się w nim budynków zostały zburzone. Większość ogrodów zasypano, a gmach został wykorzystany jako koszary. W 2003 rząd Indii rozpoczął długoterminowy projekt przywrócenia Czerwonemu Fortowi dawnej chwały i uczynienie z niego atrakcji turystycznej.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/czerwony_fort|czerwonego_fortu|czerwonemu_fortowi|czerwony_fort.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/czerwony_fort|czerwonego_fortu|czerwonemu_fortowi|czerwony_fort.png",
        "quote": "„Gdy budujemy, zakładajmy, że budowla ma przetrwać wieczność” – John Ruskin",
        "tech_prereq": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/red_fort.json"
    },
    {
        "id": 39,
        "name": "Kaplica Sykstyńska|Kaplicy Sykstyńskiej|Kaplicy Sykstyńskiej|Kaplicę Sykstyńską",
        "production_cost": 500,
        "game_info": "+25% kultury we wszystkich miastach. Zawiera 2 miejsca na wielkie dzieła sztuki.",
        "strategy": null,
        "historical_info": "Piękno Kaplicy Sykstyńskiej w Rzymie od dawna świadczy o sile wierzeń religijnych i umiłowaniu sztuki przez mieszkańców renesansowej Europy. Wielki włoski artysta, Michał Anioł, przez cztery lata malował fresk zdobiący sklepienie Pałacu Apostolskiego, oficjalnej rezydencji papieża. Jego największe dzieło przedstawia wydarzenia z Księgi Rodzaju i inne biblijne opowieści. Dwadzieścia lat przed Michałem Aniołem inni wielcy włoscy artyści namalowali na ścianach budowli różne sceny religijne.Pomalowanie sufitu zlecił Michałowi Aniołowi papież Juliusz II; artysta pracował nad freskiem od roku 1508 do 1512. Wedle legendy Michał Anioł wcale nie chciał przyjąć tego zlecenia. Przeraziła go skala projektu, uważał też, że jego najmocniejszą stroną jest rzeźbiarstwo. Tak czy inaczej, dzieło Michała Anioła zostało uznane za jedno z najwspanialszych malowideł w historii Zachodu. Niewielu zwiedzających Kaplicę Sykstyńską potrafi przejść obojętnie obok pietyzmu artysty, umiejętnego ukazania zmagań człowieka, cierpienia i triumfu ducha.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kaplica_sykstyńska|kaplicy_sykstyńskiej|kaplicy_sykstyńskiej|kaplicę_sykstyńską.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kaplica_sykstyńska|kaplicy_sykstyńskiej|kaplicy_sykstyńskiej|kaplicę_sykstyńską.png",
        "quote": "„Żyję i kocham w bożym blasku.” – Michał Anioł Buonarroti",
        "tech_prereq": {
            "name": "Acoustics",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/sistine_chapel.json"
    },
    {
        "id": 40,
        "name": "Statua Wolności|Statuy Wolności|Statule Wolności|Statuę Wolności",
        "production_cost": 1060,
        "game_info": "Wymaga Swobód. +1 produkcji od specjalistów w każdym mieście. 1 darmowy ustrój społeczny.",
        "strategy": null,
        "historical_info": "Statua Wolności to jeden z największych posągów na świecie. Ma 93 metry wysokości (licząc od podstawy cokołu). Została zbudowana z miedzianych okładzin nałożonych na żelazny szkielet i waży ponad 200 ton. Zaprojektował ją francuski rzeźbiarz Frederic Bartholdi. Posąg trzyma wzniesioną pochodnię, a u jego stóp leżą zerwane łańcuchy tyranii. Statua została podarowana Stanom Zjednoczonym przez rząd Francji w roku 1886 dla uczczenia 100 lat niepodległości Ameryki. Sama statua, Wyspa Wolności i Wyspa Ellis zostały uznane za pomnik narodowy w 1924 r.Od ponad wieku Statua Wolności wznosi się przy wejściu do nowojorskiego portu. Będąc często pierwszym widokiem oglądanym przez przybywających do Ameryki imigrantów, symbolizuje ona ideały wolności, na których zbudowano Stany Zjednoczone.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statua_wolności|statuy_wolności|statule_wolności|statuę_wolności.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statua_wolności|statuy_wolności|statule_wolności|statuę_wolności.png",
        "quote": "„Daj mi twoje zmęczenie i biedę,I twoich westchnień do wolności bezład,Wszystkie odrzucenia, nędze, całą życia schedę,Wyślij je, bezdomny, i rzuć je na wiatr:Podniosę mą lampę obok złotych drzwi. Jak wieniec na metę.” – Emma Lazarus",
        "tech_prereq": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/statue_of_liberty.json"
    },
    {
        "id": 41,
        "name": "Posąg Zeusa|Posągu Zeusa|Posągowi Zeusa|Posąg Zeusa",
        "production_cost": 185,
        "game_info": "Wymaga Honoru. Wszystkie jednostki zyskują +15% siły bojowej podczas atakowania miast.",
        "strategy": null,
        "historical_info": "Mierzący ponad 12 metrów Posąg Zeusa wzniesiony w Świątyni Zeusa w Olimpii był kolejnym z siedmiu cudów świata starożytnego. Został wyrzeźbiony przez greckiego rzeźbiarza Fidiasza około 440 r. p.n.e. Siedzący na złotym tronie Zeus ledwie mieścił się w świątyni. Prawdopodobnie został zniszczony nie później niż w roku 425 n.e., gdy Świątynia Zeusa spłonęła. Nie ma jednakże pewności, czy w tym czasie posąg jeszcze się tam znajdował.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/posąg_zeusa|posągu_zeusa|posągowi_zeusa|posąg_zeusa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/posąg_zeusa|posągu_zeusa|posągowi_zeusa|posąg_zeusa.png",
        "quote": "„Syn Kronosa przemówił i skinął głową z ciemnymi brwiami i na wieki namaszczone włosy wielkiego boga spłynęły z boskiej głowy, a cały Olimp zatrząsł się w posadach”. - Iliada",
        "tech_prereq": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/statue_of_zeus.json"
    },
    {
        "id": 42,
        "name": "Stonehenge",
        "production_cost": 185,
        "game_info": null,
        "strategy": null,
        "historical_info": "Stonehenge to prawdopodobnie najbardziej zdumiewająca budowla prehistoryczna, która nadal istnieje. Choć w większości zrujnowany, ten wielki relikt wciąż potrafi wprawić w zdumienie, zachwyt i osłupienie.Stonehenge zbudowano w południowej Anglii. Składa się z koncentrycznych kamiennych kręgów otoczonych fosą (zwaną „henge”); całość budowano etapami przez tysiące lat. Henge wykopano około 5000 lat temu, wewnętrzny krąg mniejszych głazów dodano około tysiąca lat później, około 2000 r. p.n.e., a pierścień zewnętrznych głazów ukończono 500 lat później.Nikt nie jest pewien, kto zbudował Stonehenge. Przez wieki niesłusznie wierzono, że cud wznieśli druidzi, ale w rzeczywistości budowlę ukończono na 2000 lat przed pojawieniem się pierwszych druidów. Możemy mieć jedynie pewność, że budowę zapoczątkowały ludy z epoki neolitu, a ukończyli ją ich następcy.Stonehenge to cud inżynierii wybudowany z użyciem najbardziej prymitywnych środków. Zewnętrzny parów został wykopany prawdopodobnie za pomocą drewnianych i kościanych narzędzi. 80 wewnętrznych kamieni, ważących mniej więcej po 4 tony każdy, dostarczono z kamieniołomu odległego o prawie 400 kilometrów. Uczeni uważają, że te kamienie część drogi pokonywały ciągnięte po pniach i na drewnianych saniach, a resztę na barkach rzecznych. Najcięższy głaz z zewnętrznego pierścienia waży około 50 ton; 600 ludzi musiało przeciągnąć te głazy z kamieniołomu odległego o 30 kilometrów. Te olbrzymie kamienie musiały być ustawione do pionu przez ludzi wyposażonych w liny i drewniane dźwignie.Nie ma pewności, do czego służyło Stonehenge. Niektórzy sądzą, że była to świątynia na cześć bogów ziemi, inni uważają, że to miejsce pochówku starożytnych królów i szlachty. Są też zwolennicy teorii, jakoby Stonehenge miało stanowić starożytne obserwatorium astronomiczne śledzące ruch gwiazd, które według ówczesnych ludzi kierowały ich przeznaczeniem.Niezależnie od pierwotnego przeznaczenia, dziś Stonehenge jest surowym i pięknym pomnikiem niesamowitych umiejętności i zaangażowania jego „prymitywnych” budowniczych.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
        "quote": "„Czas kruszy wszystko; wszystko się starzeje i zostaje zapomniane w obliczu potęgi czasu.” – Arystoteles",
        "tech_prereq": {
            "name": "Calendar",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/stonehenge.json"
    },
    {
        "id": 43,
        "name": "Opera w Sydney|Opery w Sydney|Operze w Sydney|Operę w Sydney",
        "production_cost": 1250,
        "game_info": "1 darmowy ustrój społeczny i +50% kultury w tym mieście. Zawiera 2 miejsca na wielkie dzieła muzyczne. Musi powstać w mieście na wybrzeżu.",
        "strategy": null,
        "historical_info": "Opera w Sydney to jeden z największych współczesnych gmachów opery na świecie. Jego budowa zajęła ponad 20 lat i zakończyła się w 1973 roku, a jej efektem jest przepiękny budynek na Bennelong Point wzdłuż zatoki Sydney w Australii. Budowla ta, zaprojektowana jako ciąg skorup lub skrzydeł, jest jedną z najbardziej rozpoznawalnych na świecie i uznawana jest za symbol Australii tak samo, jak Statua Wolności symbolizuje Stany Zjednoczone lub Wielka Piramida - Egipt. W gmachu mieści się opera, jedna duża i trzy mniejsze sale koncertowe oraz restauracja.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/opera_w_sydney|opery_w_sydney|operze_w_sydney|operę_w_sydney.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/opera_w_sydney|opery_w_sydney|operze_w_sydney|operę_w_sydney.png",
        "quote": "„Ci, którzy zgubią marzenia, sami są zgubieni.” – przysłowie Aborygenów",
        "tech_prereq": {
            "name": "Ecology",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/sydney_opera_house.json"
    },
    {
        "id": 44,
        "name": "Tadż Mahal",
        "production_cost": 625,
        "game_info": "Imperium wchodzi w złotą erę.",
        "strategy": null,
        "historical_info": "Tadż Mahal znajduje się w Agrze, w Indiach. Zbudowano je w połowie XVI wieku z rozkazu cesarza Mogołów, Szahdżahana, jako mauzoleum dla jego żony. Tadż Mahal, uznawane za jedną z najpiękniejszych budowli świata, zbudowano z rzadkich i znakomitych materiałów importowanych z całych Indii i Azji – podobno ponad 1000 słoni dźwigało piaskowiec, marmur, jadeit, turkus, szafiry i inne materiały, które posłużyły do budowy.Kompleks Tadż Mahal zajmuje obszar w przybliżeniu 300 na 600 metrów, składa się z bramy, ogrodu, mauzoleum, meczetu i domu dla gości. Pierwsze trzy budynki zbudowane są z białego marmuru i ozdobione wzorami geometrycznymi, natomiast meczet i dom gościnny wykonano z czerwonego piaskowca. Budynki zwieńczono wspaniałymi kopułami w kształcie cebuli i minaretami.Eksperci często debatują nad tym, co czyni Tadż Mahal wyjątkowym i pięknym. Niektórzy twierdzą, że to wspaniałe proporcje i symetria budowli, inni sądzą, że to gra marmurowych budynków z promieniami słonecznymi nadająca Tadż Mahal zmienny charakter w miarę wędrówki słońca po nieboskłonie. Jeszcze inni wierzą, że piękno budowli bierze się z jej przeznaczenia – mężczyzna chciał ukazać w kamieniu swą miłość do zmarłej żony.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/tadż_mahal.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/tadż_mahal.png",
        "quote": "„Tadż Mahal wznosi się nad brzegiem rzeki niczym samotna łza wisząca na policzku czasu.” – Rabindranath Tagore",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/taj_mahal.json"
    },
    {
        "id": 45,
        "name": "Świątynia Artemidy|Świątyni Artemidy|Świątyni Artemidy|Świątynię Artemidy",
        "production_cost": 185,
        "game_info": "+10% do przyrostu żywności we wszystkich miastach. +15% do produkcji podczas szkolenia jednostek strzeleckich.",
        "strategy": null,
        "historical_info": "Świątynia Artemidy, wybudowana w 880 r. p.n.e., była przeznaczona dla Artemidy, bogini łowów i księżyca. Powstała w mieście Efez, ale następnie była niszczona i odbudowywana nie mniej niż siedem razy, ponieważ padała ofiarą zarówno katastrof naturalnych, jak i tych spowodowanych ręką człowieka. Była jednym z siedmiu cudów starożytności. Brytyjscy archeologowie odkryli ją pod koniec XIX wieku i dziś miejsce świątyni znaczy pojedyncza kolumna wydobyta z ruin budynku.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/świątynia_artemidy|świątyni_artemidy|świątyni_artemidy|świątynię_artemidy.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/świątynia_artemidy|świątyni_artemidy|świątyni_artemidy|świątynię_artemidy.png",
        "quote": "„Nie tylko chodzi o piękno, gdy las obejmuje we władanie ludzkie serca, lecz także o to nieuchwytne coś, specyficzne powietrze i emanację pradawnych drzew, które tak wspaniale zmieniają i wzmacniają zmęczonego ducha.” - Robert Louis Stevenson",
        "tech_prereq": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/temple_of_artemis.json"
    },
    {
        "id": 46,
        "name": "Terakotowa Armia|Terakotowej Armii|Terakotowej Armii|Terakotową Armię",
        "production_cost": 250,
        "game_info": "Tworzy kopię każdego typu kontrolowanych przez ciebie lądowych jednostek wojskowych i umieszcza jednostkę w pobliżu miasta, w którym powstała Terakotowa Armia.",
        "strategy": null,
        "historical_info": "Odkopana przez chińskich rolników w 1974 r. Terakotowa Armia cesarza Qin Shi Huanga została stworzona, aby towarzyszyć cesarzowi w jego grobowcu. Powstały w III w. p.n.e. zbiór tysięcy pełnowymiarowych, glinianych figur przedstawia żołnierzy, z których każdy wygląda inaczej. Ustawione w odpowiednim szyku wzdłuż długich rowów wyrytych w grobowcu, figury Terakotowej Armii mają swoje konie, rydwany oraz kawalerię, które również odtworzono z zachowaniem niezwykłej szczegółowości.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/terakotowa_armia|terakotowej_armii|terakotowej_armii|terakotową_armię.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/terakotowa_armia|terakotowej_armii|terakotowej_armii|terakotową_armię.png",
        "quote": "„Traktuj swych żołnierzy jak synów, a pójdą za tobą w najgłębsze doliny. Patrz na nich jak na synów umiłowanych, a staną u twego boku nawet w obliczu śmierci.” - Sun Zi",
        "tech_prereq": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/terracotta_army.json"
    },
    {
        "id": 47,
        "name": "Galeria Uffizi|Galerii Uffizi|Galerii Uffizi|Galerię Uffizi",
        "production_cost": 625,
        "game_info": "Wymaga Estetyki. 1 darmowy wielki artysta pojawia się w pobliżu miasta, w którym powstał ten cud. Zawiera 3 miejsca na wielkie dzieła sztuki.",
        "strategy": null,
        "historical_info": "Zbudowana w latach 1560-1581 jako biura (po włosku uffizi) florenckich urzędników Galeria Uffizi jest jednym z najstarszych i najsławniejszych repozytoriów sztuki posiadającym najwspanialszą na świecie kolekcję włoskich obrazów epoki renesansu. Znajduje się tam również mnóstwo bezcennych antyków, rzeźb i ponad 100 tys. obrazków i druków. W 1574 r. niedokończone najwyższe piętro zmieniono na magazyn na skarby sztuki zgromadzone przez rządzącą rodzinę de Medici. W następnych dziesięcioleciach na magazyny i galerie sztuki przerabiano kolejne części budowli. Jeśli wierzyć Vasariemu, artyści tacy jak da Vinci i Michał Anioł zbierali się w Uffizi „dla jej piękna, by pracować i by odpocząć”.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/galeria_uffizi|galerii_uffizi|galerii_uffizi|galerię_uffizi.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/galeria_uffizi|galerii_uffizi|galerii_uffizi|galerię_uffizi.png",
        "quote": "„Malarz nie jest jedynie kimś, kto spojrzy i widzi. Jest przede wszystkim kimś, kto przekazuje osobistą wizję, ubierając ją w barwy”. - Marcel Paquet",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/wonders/uffizi.json"
    },
    {
        "id": 48,
        "name": "Circus Maximus",
        "production_cost": 125,
        "game_info": "W każdym mieście musisz mieć wybudowane Koloseum. Koszt rośnie wraz z ilością miast w imperium.",
        "strategy": "Ten cud narodowy zwiększa zadowolenie w imperium o 5. Daje również +1 do kultury. Aby wznieść Circus Maximus, cywilizacja musi posiadać w każdym mieście Koloseum.",
        "historical_info": "Circus Maximus, olbrzymi stadion zlokalizowany w centrum Rzymu, był pierwszym i największym torem wyścigowym dla rydwanów w starożytnym Rzymie. W czasach, gdy był on wykorzystywany, mógł pomieścić ćwierć miliona ludzi, czyli ponad 25% populacji miasta. Miał 2000 stóp długości — na torze mogło stanąć obok siebie dwanaście pełnowymiarowych rydwanów. Był wykorzystywany przez etruskich królów do organizowania festiwali i zabaw, zaś pierwsze rzymskie igrzyska odbyły się w nim za panowania piątego króla Rzymu, Tarkwiniusza Starego. Juliusz Cezar powiększył plac do jego dzisiejszych rozmiarów w 50 roku p.n.e..Ostatni odnotowany wyścig odbył się w 549 roku n.e. i został zorganizowany przez ostrogockiego króla Totilę. Później Circus Maximus został pozostawiony swemu losowi. Obecnie cały teren jest parkiem, a tor wyścigowy porósł trawą. Wciąż pozostało tam kilka oryginalnych budynków, ale są to jedynie pojedyncze bramki startowe i półmetki. Teren dawnego Circus Maximus jest teraz wykorzystywany głównie do organizowania koncertów i dużych imprez na świeżym powietrzu.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/horseback_riding.json"
        }
    },
    {
        "id": 49,
        "name": "Wielka świątynia|Wielkiej świątyni|Wielkiej świątyni|Wielką świątynię|Wielką świątynią|Wielkiej świątyni",
        "production_cost": 125,
        "game_info": "Podwaja nacisk religijny tego miasta.Musi powstać w świętym mieście. Trzeba zbudować świątynię we wszystkich miastach. Koszt rośnie wraz ze wzrostem liczby miast w imperium.",
        "strategy": "Ważny budynek dla cywilizacji próbującej rozpowszechnić swą religię na cały świat z imperium posiadającego niewiele ludnych miast. Musi powstać w świętym mieście. Podwaja nacisk religijny tego miasta. Cywilizacja musi mieć świątynie we wszystkich miastach, zanim będzie mogła zbudować wielką świątynię.",
        "historical_info": "Wielka świątynia to święte miejsce cieszące się czcią wyznawców danej religii. Te świątynie to często wspaniałe dzieła architektury z bogatymi zdobieniami, stojące przez wieki jako świadectwo wiary wyznawców. Nie ma zgody co do tego, która z wybudowanych na świecie świątyń jest najstarsza, ale wielu uważa, że Göbekli Tepe, znajdująca się na terenie dzisiejszej Turcji i wzniesiona ponad 12 000 lat temu, jest najdawniejszą znalezioną budowlą religijną wzniesioną przez człowieka.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/wielka_świątynia|wielkiej_świątyni|wielkiej_świątyni|wielką_świątynię|wielką_świątynią|wielkiej_świątyni.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
        }
    },
    {
        "id": 50,
        "name": "Ermitaż|Ermitażu|Ermitażowi|Ermitaż",
        "production_cost": 125,
        "game_info": "+50% do kultury w tym mieście. Zawiera 3 miejsca na wielkie dzieła sztuki.We wszystkich miastach musi być zbudowany gmach opery. Koszt jest tym wyższy, im więcej miast znajduje się w imperium.",
        "strategy": "Ten cud narodowy o 50% zwiększa rozwój kulturowy miasta, w którym jest wybudowany. Nie może powstać, jeżeli dana cywilizacja nie posiada opery w każdym ze swych miast.",
        "historical_info": "Ermitaż to muzeum w rosyjskim Sankt Petersburgu. Został wybudowany w 1764 roku przez Katarzynę Wielką i posiada w swych zbiorach około trzech milionów dzieł sztuki, w tym największą kolekcję obrazów na świecie. Zbiory te mieszczą się w szeregu historycznych budynków, do których zalicza się niezwykły Pałac Zimowy, od 1732 do 1917 roku będący rezydencją carów.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ermitaż|ermitażu|ermitażowi|ermitaż.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/architecture.json"
        }
    },
    {
        "id": 51,
        "name": "Epos|Eposu|Eposowi|Epos|Eposy|Eposów|Eposom|Eposy",
        "production_cost": 125,
        "game_info": "Wszystkie nowo wyszkolone jednostki lądowe lub morskie otrzymują awans morale zwiększający siłę bojową o 15%. Zawiera jedno pole na wielkie dzieło literackie.We wszystkich miastach muszą być zbudowane koszary. Koszt jest tym wyższy, im więcej miast znajduje się w imperium.",
        "strategy": "Ten cud narodowy daje wszystkim jednostkom szkolonym w tym mieście awans „Morale”, zwiększający ich siłę bojową o +15%. Daje również +1 do kultury. Epos może zostać stworzony, gdy cywilizacja posiada koszary wybudowane w każdym mieście.",
        "historical_info": "Wywodzący się ze starożytności epos jest poematem opisującym żywot ludzi danej epoki. Koncentruje się zwykle na bohaterskich czynach co najmniej jednej osoby. Do dzieł tego rodzaju zalicza się „Odyseja”, mezopotamski „Epos o Gilgameszu”, czy anglosaski „Beowulf”.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/epos|eposu|eposowi|epos|eposy|eposów|eposom|eposy.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/iron_working.json"
        }
    },
    {
        "id": 52,
        "name": "Narodowa Agencja Wywiadu|Narodowej Agencji Wywiadu|Narodowej Agencji Wywiadu|Narodową Agencję Wywiadu",
        "production_cost": 125,
        "game_info": "Daje dodatkowego szpiega i rozwija wszystkich istniejących szpiegów. Osłabia też skuteczność nieprzyjacielskiego wywiadu o 15%. Niezbędne są posterunki policji we wszystkich miastach.",
        "strategy": "Ważny obronny cud narodowy dla cywilizacji opartej na technologii. Narodowa Agencja Wywiadu daje dodatkowego szpiega, rozwija wszystkich istniejących szpiegów i osłabia skuteczność nieprzyjacielskiego szpiega o 15%. Cywilizacja musi mieć posterunki policji we wszystkich miastach zanim możliwe będzie utworzenie Narodowej Agencji Wywiadu.",
        "historical_info": "Narodowa Agencja Wywiadu zapewnia środki rządowe na pozyskiwanie informacji i danych wywiadowczych w celu zagwarantowania bezpieczeństwa kraju. Wszystko - od tajnych operacji (w tym szpiegostwa) do oceny narodowych zagrożeń bezpieczeństwa i rekomendacji działań - wykonywane jest przez te agencje. CIA Stanów Zjednoczonych jest chyba najbardziej sławną (lub niesławną) z tych agencji, a jej działania od dziesięcioleci wpływają na sprawy całego świata.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/narodowa_agencja_wywiadu|narodowej_agencji_wywiadu|narodowej_agencji_wywiadu|narodową_agencję_wywiadu.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radio.json"
        }
    },
    {
        "id": 53,
        "name": "Huta|Huty|Hucie|Hutę|Huty|Hut|Hutom|Huty",
        "production_cost": 125,
        "game_info": "W każdym mieście musisz mieć wybudowany warsztat. Koszt rośnie wraz z liczbą miast w imperium.",
        "strategy": "Huta – cud narodowy – zwiększa generowaną przez miasto produkcję o 8 . Nim możliwa będzie budowa huty, cywilizacja musi posiadać we wszystkich miastach warsztat.",
        "historical_info": "Huta jest zakładem, w którym ruda żelaza jest oczyszczana i przerabiana na żelazo lub stal. Procedura polega na wystawieniu surowca na działanie niezwykle wysokiej temperatury oraz ewentualnym zmieszaniu go z innymi materiałami, w efekcie czego powstaje oczyszczona stal lub żelazo. Początki hutnictwa datuje się na co najmniej 1200 rok p.n.e., a być może nawet wcześniej. Huty to, oczywiście, niebezpieczne miejsca, więc pracujący w nich ludzie muszą wykazywać się wysokimi kwalifikacjami, odwagą i odpornością na trudne warunki.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/huta|huty|hucie|hutę|huty|hut|hutom|huty.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/machinery.json"
        }
    },
    {
        "id": 54,
        "name": "Akademia narodowa|Akademii narodowej|Akademii narodowej|Akademię narodową|Akademie narodowe|Akademii narodowych|Akademiom narodowym|Akademie narodowe",
        "production_cost": 125,
        "game_info": "W każdym mieście musisz mieć wybudowaną bibliotekę. Koszt rośnie wraz z ilością miast w imperium.",
        "strategy": "Akademia Narodowa zwiększa wydajność naukową miasta o 50% i daje +1 do kultury. Aby móc zbudować Akademię Narodową, cywilizacja musi posiadać biblioteki we wszystkich miastach.",
        "historical_info": "Akademia Narodowa to państwowa instytucja zajmująca się szkolnictwem wyższym. Początków nowoczesnego systemu nauczania można doszukiwać się w średniowiecznej, islamskiej medresie, instytucji prawa i teologii kojarzonej zwykle z meczetami. W większości krajów świata funkcjonują teraz publiczne szkoły wyższe i uniwersytety, jak np. Uniwersytet Tokijski w Japonii. Zgodnie z rosyjskim rankingiem uniwersytetów tokijska uczelnia jest najbardziej prestiżową placówką w Azji i trzecią pod tym względem na świecie.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/akademia_narodowa|akademii_narodowej|akademii_narodowej|akademię_narodową|akademie_narodowe|akademii_narodowych|akademiom_narodowym|akademie_narodowe.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/philosophy.json"
        }
    },
    {
        "id": 55,
        "name": "Epopeja narodowa|Epopei narodowej|Epopei narodowej|Epopeję narodową|Epopeje narodowe|Epopei narodowych|Epopejom narodowym|Epopeje narodowe",
        "production_cost": 125,
        "game_info": "+25% do narodzin wielkich ludzi w tym mieście. Zawiera 1 pole na wielkie dzieło literackie.W każdym mieście musi być zbudowany pomnik. Koszt jest tym wyższy, im więcej miast jest w imperium.",
        "strategy": "Ten cud narodowy zwiększa tempo pojawiania się wielkich ludzi w mieście o 25%. Daje również +1 do kultury. Aby móc stworzyć epopeję narodową, cywilizacja musi posiadać pomniki we wszystkich miastach.",
        "historical_info": "Epopeja narodowa to poemat opisujący genezę narodu, jego charakter lub istotne wydarzenie w jego historii. Przykładowo „Epopeja o Sundiacie” jest epopeją narodową Imperium Mali. „Pieśń Hiawathy” to z kolei epopeja Stanów Zjednoczonych. Fińską epopeją narodową jest zaś „Kalevala”. Za bardziej współczesną formę epopei narodowej można uznać rosyjską „Wojnę i pokój” lub amerykańskie „Korzenie”.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/epopeja_narodowa|epopei_narodowej|epopei_narodowej|epopeję_narodową|epopeje_narodowe|epopei_narodowych|epopejom_narodowym|epopeje_narodowe.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/drama_and_poetry.json"
        }
    },
    {
        "id": 56,
        "name": "Kompania Wschodnioindyjska|Kompanii Wschodnioindyjskiej|Kompanii Wschodnioindyjskiej|Kompanię Wschodnioindyjską",
        "production_cost": 125,
        "game_info": "We wszystkich miastach musi być zbudowane targowisko. Koszt jest tym wyższy, im więcej miast znajduje się w imperium. Szlaki handlowe innych graczy do miasta z Kompanią generują dodatkowe 4 sztuki złota dla właściciela miasta, zaś właściciel szlaku otrzymuje dodatkowe 2 sztuki złota.",
        "strategy": "Kompania Wschodnioindyjska zwiększa ilość złota generowanego przez miasto. Szlaki handlowe innych graczy do miasta z Kompanią generują dodatkowe 4 sztuki złota dla właściciela miasta, zaś właściciel szlaku otrzymuje dodatkowe 2 sztuki złota.",
        "historical_info": "Rozmaite kompanie wschodnioindyjskie były spółkami akcyjnymi powoływanymi przez koronę w celu prowadzenia handlu w Azji i na wyspach Oceanu Indyjskiego. Kompanie te, których szczyt potęgi przypada na XVII i XVIII wiek, utrzymywały własne siły zbrojne, zakładały osiedla i administrowały nimi, podejmowały badania nieznanych terenów, toczyły wojny, zbierały podatki oraz budowały plantacje, kopalnie i drogi - a wszystko to w pogoni za zyskiem. Do kompanii, które odniosły największy sukces, należały brytyjska, holenderska i francuska.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kompania_wschodnioindyjska|kompanii_wschodnioindyjskiej|kompanii_wschodnioindyjskiej|kompanię_wschodnioindyjską.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/guilds.json"
        }
    },
    {
        "id": 57,
        "name": "Uniwersytet Oksfordzki|Uniwersytetu Oksfordzkiego|Uniwersytetowi Oksfordzkiemu|Uniwersytet Oksfordzki",
        "production_cost": 125,
        "game_info": "1 darmowa technologia. Zawiera 2 miejsca na wielkie dzieła literackie.W każdym mieście musisz mieć wybudowany uniwersytet. Koszt rośnie wraz z ilością miast w imperium.",
        "strategy": "Uniwersytet Oksfordzki daje 1 darmową technologię oraz +1 do kultury. Aby móc wznieść ten budynek, cywilizacja musi posiadać uniwersytety we wszystkich miastach.",
        "historical_info": "Uniwersytet Oksfordzki to najstarszy uniwersytet w Anglii oraz w całym angielskojęzycznym świecie. Powstał pod koniec XI wieku i od tamtej pory działa nieprzerwanie. Do słynnych absolwentów Oksfordu należą Roger Bacon, William Ockham, sir Walter Raleigh, John Donne, Jonathan Swift, dr Samuel Johnson, Oscar Wilde, sir Richard Burton czy J.R.R. Tolkien.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/uniwersytet_oksfordzki|uniwersytetu_oksfordzkiego|uniwersytetowi_oksfordzkiemu|uniwersytet_oksfordzki.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/education.json"
        }
    },
    {
        "id": 58,
        "name": "Pałac|Pałacu|Pałacowi|Pałac|Pałace|Pałaców|Pałacom|Pałace",
        "production_cost": 0,
        "game_info": "Oznacza, że dane miasto jest stolicą imperium. Zawiera 1 miejsce na wielkie dzieło sztuki.[ICON_CONNECTED] Połączenie innych miast ze stolicą siecią dróg zapewni dodatkowy dochód w złocie.+3 do produkcji, +3 do nauki, +3 złota.",
        "strategy": "Twój pałac stanowi siedzibę rządu. Na początku gry to jedno z głównych źródeł kultury, złota, nauki i produkcji twojej stolicy. Jest też sercem sieci handlowej twojego imperium. Pałac jest automatycznie odbudowywany w innym mieście w przypadku zajęcia twojej stolicy, lecz mimo to jego utrata silnie odbija się na twojej cywilizacji (oraz uniemożliwia osiągnięcie demokratycznego zwycięstwa do czasu jego odbudowania). Broń swojego pałacu!",
        "historical_info": "Pałac jest siedzibą władcy. Pojęcie to jest cokolwiek anachroniczne i pochodzi z czasów, gdy większością cywilizacji rządzili królowie albo inni dziedziczni władcy. Współcześni władcy zamieszkują w zdobionych budynkach nazywanych „domami ludu” albo „pałacami sprawiedliwości”, ale w żaden sposób nie zmienia to osiąganych efektów. Pałace (oraz ich współczesne odpowiedniki) opracowane zostały z myślą o ułatwieniu władcy kontaktów z resztą aparatu państwowego, obronie władcy przed atakiem oraz o demonstracji własnej potęgi poddanym i obcokrajowcom.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pałac|pałacu|pałacowi|pałac|pałace|pałaców|pałacom|pałace.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": null
    },
    {
        "id": 59,
        "name": "Narodowe Centrum Odwiedzających|Narodowego Centrum Odwiedzających|Narodowemu Centrum Odwiedzających|Narodowe Centrum Odwiedzających|Narodowym Centrum Odwiedzających|Narodowym Centrum Odwiedzających",
        "production_cost": 400,
        "game_info": "We wszystkich miastach musi być zbudowany hotel. Koszt jest tym wyższy, im więcej miast znajduje się w imperium. 100% kultury z cudów świata, cudów natury i ulepszeń (słynne miejsca, moai, chateau) jest dodawane do miejskiej produkcji turystyki. +100% turystyki z wielkich dzieł.",
        "strategy": "Dające ogromną premię do turystyki Narodowe Centrum Odwiedzających to doskonała budowla dla cywilizacji pragnących osiągnąć zwycięstwo kulturowe lub zwiększyć swój ideologiczny wpływ na inne cywilizacje. Zbuduj ją w swoim mieście o najwyższym wskaźniku turystyki, gdy już we wszystkich twoich miejscowościach powstaną hotele.",
        "historical_info": "Centrum odwiedzających to miejsce, w którym podróżnik może znaleźć informacje dotyczące konkretnej atrakcji turystycznej lub obszaru. Najczęściej centra te organizowane są przez rząd i zapewniają informacje oraz sugestie dotyczące wartych odwiedzenia miejsc, noclegów i kosztów pobytu, a także sprzedają mapy, broszury i pamiątki. Pierwsze proste centra odwiedzających powstawały na stacjach kolejowych - utrzymywały je kompanie kolejowe z nadzieją, że skłonią one ludzi do powrotu w odwiedzane miejsca. Dziś centra takie znajdują się w większości miast, a istnieją z tego samego powodu co ich pierwowzory.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/narodowe_centrum_odwiedzających|narodowego_centrum_odwiedzających|narodowemu_centrum_odwiedzających|narodowe_centrum_odwiedzających|narodowym_centrum_odwiedzających|narodowym_centrum_odwiedzających.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
        }
    },
    {
        "id": 60,
        "name": "Program Apollo|Programu Apollo|Programowi Apollo|Program Apollo|Programem Apollo|Programie Apollo",
        "production_cost": 750,
        "game_info": "Oznacza start wyścigu kosmicznego, pozwalając twoim miastom na budowę części statku kosmicznego. Gdy statek kosmiczny jest ukończony, osiągasz zwycięstwo naukowe!",
        "strategy": "Program Apollo stanowi początek wyścigu kosmicznego. Pozwala na konstrukcję części do statku kosmicznego. Każda z cywilizacji musi ukończyć ten projekt, zanim zacznie konstruować statek kosmiczny.",
        "historical_info": "Program Apollo był przedsięwzięciem Stanów Zjednoczonych, którego celem było lądowanie człowieka na Księżycu. Program opracowany w latach 50. rozpoczął się na dobre w roku 1961, za prezydentury Johna F. Kennedy'ego. W ciągu dekady, 20 lipca 1969, Amerykanie Neil Armstrong oraz Buzz Aldrin wylądowali na Księżycu – możliwe, że było to największe w historii dokonanie ludzkiej inżynierii. Program Apollo był niezwykle kosztowny, lecz postęp, który wniósł do technologii i nauki, zmienił świat na zawsze.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/program_apollo|programu_apollo|programowi_apollo|program_apollo|programem_apollo|programie_apollo.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rocketry.json"
        }
    },
    {
        "id": 61,
        "name": "Projekt Manhattan|Projektu Manhattan|Projektowi Manhattan|Projekt Manhattan",
        "production_cost": 750,
        "game_info": "Pozwala twoim miastom na budowę bomb atomowych oraz pocisków atomowych.",
        "strategy": "Projekt Manhattan pozwala cywilizacji na konstruowanie broni jądrowej. Każda cywilizacja musi ukończyć Projekt Manhattan, zanim będzie mogła robić atomówki.",
        "historical_info": "Projekt Manhattan to kryptonim dla amerykańsko-europejskich starań zbudowania bomby atomowej w czasie drugiej wojny światowej. Projekt prowadzony był przez Stany Zjednoczone, lecz wspierali go naukowcy i inżynierowie z Wielkiej Brytanii oraz Kanady. Stany podjęły wysiłki stworzenia bomby atomowej jeszcze w latach 30., lecz program nabrał tempa po tym, jak Japończycy zbombardowali Pearl Harbor pod koniec 1941 roku. Ostatecznie w programie wzięło udział 125 000 ludzi, a jego przybliżony koszt wyniósł 20 miliardów (w dzisiejszych dolarach). Do roku 1945 Projekt Manhattan doprowadził do konstrukcji oraz testów broni jądrowej, a z początkiem sierpnia tego samego roku uranowo-plutonowa bomba została zrzucona na Japonię. Japonia poddała się niecały tydzień później, co zakończyło drugą wojnę światową.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/projekt_manhattan|projektu_manhattan|projektowi_manhattan|projekt_manhattan.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Atomic Theory",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/atomic_theory.json"
        }
    }
]