{
    "id": 100,
    "name": "Elefante africano|un Elefante africano|dal tuo Elefante africano|al tuo Elefante africano|il tuo Elefante africano|da un Elefante africano",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/african_forest_elephant.png",
    "game_info": "Potente unità di cavalleria disponibile nelle prime fasi del gioco. Debole contro i nemici armati di lancia. Solo i cartaginesi possono costruirla. Quest'unità ha una Forza di combattimento superiore rispetto al Guerriero a cavallo, che sostituisce. Inoltre incute paura nelle unità nemiche vicine e aiuta a produrre Grandi Generali più velocemente.",
    "historical_info": "Durante le sue campagne contro i romani il leggendario generale Annibale fece un uso frequente degli elefanti, sia come preziose bestie da carico sia come armi terrificanti. Utilizzati per tutte le Guerre Puniche, con diversi gradi di successo, gli elefanti da guerra cartaginesi portavano sul dorso alte torrette piene di soldati ed erano addestrati a caricare le linee nemiche. Nonostante le loro dimensioni imponenti gli elefanti erano vulnerabili all'attacco della fanteria leggera, che contro di loro poteva sfruttare la sua mobilità. Inoltre prendersi cura di animali simili era estremamente dispendioso, e spesso gli elefanti morivano durante le lunghe marce a cui l'esercito cartaginese doveva sottoporsi.",
    "strategy": "L'Elefante della foresta africana è un'unità esclusiva cartaginese che sostituisce il Guerriero a cavallo. Gli Elefanti cartaginesi sono più lenti ma più potenti dei Guerrieri a cavallo. Possono muoversi dopo aver attaccato e spaventano le unità nemiche vicine, dando a tutte un modificatore negativo al combattimento. Le vittorie riportate con un Elefante hanno una maggiore possibilità di generare Grandi Generali.",
    "movement": 3,
    "cost": {
        "production": 100,
        "faith": 200
    },
    "prereq_tech": {
        "name": "Equitazione|dell'Equitazione",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalità in attacco contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Elefante spaventoso",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/feared_elephant.json"
        },
        {
            "name": "Grandi Generali II",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/great_generals_ii.json"
        }
    ]
}