{
    "id": 29,
    "name": "Bomba atomica|una Bomba atomica|dalla tua Bomba atomica|alla tua Bomba atomica|la tua Bomba atomica|da una Bomba atomica",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atomic_bomb.png",
    "game_info": "Scatena la distruzione nucleare sui tuoi nemici. Provoca gravi danni alle città e danneggia tutte le unità nel raggio dell'esplosione. Può usare come base una Portaerei.Richiede il Progetto Manhattan e una risorsa di Uranio.",
    "historical_info": "I primi bombardieri atomici non erano molto diversi dagli altri bombardieri pesanti, tranne naturalmente per l'arma che trasportavano. L'Enola Gay che sganciò la bomba atomica su Hiroshima il 6 agosto 1945 era un B-29 americano, così come il Bockscar che tre giorni dopo sorvolò i cieli di Nagasaki. Da allora le grandi potenze hanno sviluppato speciali \"bombardieri strategici\" in grado di trasportare armi nucleari in profondità nel territorio nemico. Questi apparecchi hanno un raggio d'azione molto ampio e possono volare ad altitudini estreme. Inoltre sono equipaggiati con le più sofisticate tecnologie elettroniche e difese anti-missile. I più recenti bombardieri strategici dispongono anche di sistemi \"stealth\", che li rendono ancora più difficili da avvistare prima che sgancino i loro micidiali armamenti.",
    "strategy": "Una Bomba atomica è un'unità estremamente potente che può usare come base qualsiasi città o portaerei del giocatore. Può spostarsi da una base all'altra o attaccare un bersaglio in un raggio d'azione di 10 caselle. L'esplosione di una bomba atomica danneggia ed eventualmente distrugge tutte le unità nel raggio di 2 caselle. Le città vengono danneggiate severamente. L'ordigno è automaticamente consumato al momento dell'attacco. Per ulteriori informazioni, consulta la sezione Armi Nucleari.",
    "movement": 2,
    "cost": {
        "production": 600,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Fissione nucleare|della Fissione nucleare",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
    },
    "free_promotions": [
        {
            "name": "Manovre evasive (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/evasion_(50).json"
        }
    ]
}