{
    "id": 31,
    "name": "B-17",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/b17.png",
    "game_info": "Unità aerea che sgancia un carico di morte sulle città e le unità nemiche. Solo gli americani possono costruirla. Quest'unità ha la possibilità di evitare l'intercettazione e infligge danni aggiuntivi alle città nemiche rispetto al Bombardiere, che sostituisce.",
    "historical_info": "Il Boeing B-17, soprannominato \"fortezza volante\", era un bombardiere pesante utilizzato dall'aviazione degli Stati Uniti durante la Seconda Guerra Mondiale. Dotato di quattro motori, numerose postazioni di mitragliatrici e una notevole altitudine massima di volo, il B-17 era il bombardiere preferito dell'aviazione americana, ancor più del B-24 Liberator, che pure aveva un raggio d'azione più ampio ed era in grado di trasportare un carico superiore di bombe. A suo vantaggio, il B-17 poteva sopportare un'incredibile quantità di danni e riportare a casa l'equipaggio ancora vivo.Originariamente utilizzati per eseguire rischiose incursioni diurne sulla Germania, i B-17 sostennero perdite pesantissime dai caccia della Luftwaffe. Al proseguire della guerra gli alleati progettarono caccia in grado di scortare i bombardieri in territorio nemico, così le missioni dei B-17 cominciarono ad avere maggior successo e a infliggere danni decisivi alle industrie e alle città tedesche.Durante la Seconda Guerra Mondiale furono costruiti più di 12.000 B-17, di cui circa un terzo andò perduto in battaglia.",
    "strategy": "Il B-17 è un'unità esclusiva degli Stati Uniti e sostituisce il Bombardiere. È simile alla sua controparte, ma più difficile da abbattere da parte dei caccia e dell'antiaerea nemica. Inoltre il B-17 riceve un bonus quando attacca le città nemiche. Il raggio d'azione del B-17 è di 10 caselle, come quello del Bombardiere. Per ulteriori informazioni, consulta la sezione Aviazione.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|del Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Manovre evasive",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/evasion.json"
        },
        {
            "name": "Assedio I",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/siege_i.json"
        }
    ]
}