{
    "id": 65,
    "name": "Balista|una Balista|dalla tua Balista|alla tua Balista|la tua Balista|da una Balista",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ballista.png",
    "game_info": "Unità d'assedio che infigge gravi danni attaccando da lontano, ma prima di tirare deve eseguire l'allestimento. Solo i romani possono costruirla. Quest'unità ha una Forza di combattimento a distanza superiore rispetto alla Catapulta, che sostituisce.",
    "historical_info": "La balista romana, una versione avanzata della catapulta, sparava contro il nemico pietre o grandi dardi di legno. Costruita in legno e rinforzata con robuste placche di ferro, nelle mani di operatori esperti la balista poteva essere sorprendentemente precisa. Il raggio d'azione teorico doveva aggirarsi intorno ai 450 metri, ma per essere efficace doveva agire da una distanza molto inferiore, in particolare se la posizione del nemico era ben fortificata. Giulio Cesare usò le baliste con grande efficacia durante le sue campagne in Germania e Britannia.",
    "strategy": "Unità esclusiva dei Romani, più potente della Catapulta che sostituisce. La Balista è un'eccellente arma d'assedio. È estremamente utile contro le città, ma è vulnerabile agli attacchi. Assicurati di proteggere ogni tua Balista con altre unità militari. La Balista dev'essere allestita (al costo di 1 punto movimento) prima di poter attaccare.",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Matematica|della Matematica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mathematics.json"
    },
    "free_promotions": [
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus contro le città (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Deve eseguire l'allestimento per attaccare a distanza",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Visibilità limitata",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/limited_visibility.json"
        }
    ]
}