{
    "id": 11,
    "name": "Corazzata|una Corazzata|dalla tua Corazzata|alla tua Corazzata|la tua Corazzata|da una Corazzata",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/battleship.png",
    "game_info": "L'unità navale che attacca a distanza più potente del gioco sino all'arrivo dell'Incrociatore lanciamissili",
    "historical_info": "Le corazzate sono navi da guerra grandi e pesantemente corazzate, armate con molteplici cannoni di grosso calibro. Sono discendenti dirette delle \"navi di linea\" dell'età della vela, equipaggiate per dare battaglia alle più grandi e temibili navi da guerra nemiche. Prima dell'avvento dell'aviazione e dei sommergibili le corazzate dominavano i mari ed erano in grado di affondare qualsiasi cosa si parasse sul loro cammino. I loro potentissimi cannoni potevano essere usati anche come artiglieria per bombardare bersagli posti diversi chilometri al largo della costa. Nonostante le loro dimensioni, la velocità, le pesanti difese e la potenza di fuoco, le corazzate erano estremamente vulnerabili sia agli attacchi aerei sia a quelli dei sommergibili. A Pearl Harbor gli apparecchi giapponesi che si erano levati in volo dalle portaerei affondarono quattro corazzate americane e ne danneggiarono pesantemente altre quattro. Questo convinse gli alleati dell'importanza fondamentale delle portaerei come armi d'offesa, così per il resto della guerra le corazzate furono riservate al bombardamento delle coste e alla scorta delle portaerei.",
    "strategy": "La Corazzata è una nave da guerra estremamente potente sia in combattimento ravvicinato sia a distanza. Il suo raggio d'attacco è di 3 esagoni, cosa che le consente di bombardare città e unità che si trovano ben lontane dalla costa. La sua abilità di fuoco indiretto le consente di colpire anche gli obiettivi che non può vedere (a patto che siano visibili ad altre unità amiche). La Corazzata è vulnerabile agli attacchi dall'aria e ai sottomarini.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Elettronica|dell'Elettronica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Fuoco indiretto",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/indirect_fire_sh.json"
        },
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack_at.json"
        }
    ]
}