{
    "id": 91,
    "name": "Berserker|un Berserker|dal tuo Berserker|al tuo Berserker|il tuo Berserker|da un Berserker",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berserker.png",
    "game_info": "Forte unità terrestre di epoca medievale, destinata a stare in prima fila e specialista in attacchi dal mare. Solo la Danimarca può costruirla. Sostituisce il Guerriero con spada lunga, ma è disponibile già da prima.",
    "historical_info": "Il berserker, membro di spicco del \"grande esercito pagano\", era una delle unità più temute nella seconda metà del IX secolo. Questa grande armata vichinga di berserker, guerrieri e marinai si consolidò nel corso di una serie di attacchi contro Parigi e Rouen tra l'845 e il 850 d.C., aumentando man mano i numeri e raffinando le tattiche. Nell'865 l'esercito sbarcò sulle rive orientali delle isole britanniche con l'obiettivo di conquistare l'intera Inghilterra e insediarvisi. Un anno dopo aveva già conquistato il regno di Northumbria; nell'870 occupò anche l'Anglia orientale. Seguì la Mercia, nell'874. I coloni che avevano viaggiato al seguito dell'esercito fondarono il regno di York sulle rovine. L'esercito venne finalmente sconfitto nell'878, ma i sopravvissuti si insediarono in modo permanente in Anglia orientale, Essex e Mercia.",
    "strategy": "Il Berserker sostituisce il Guerriero con spada lunga ed è una delle due unità esclusive danesi. Quest'unità ha +1 [ICON_MOVES] movimento rispetto al Guerriero con spada lunga e dispone della promozione Anfibio, che gli permette di attaccare una casella di terra dalla costa senza alcuna penalità. Disponibile dopo la ricerca sulla Fusione del Metallo al posto dell'Acciaio.",
    "movement": 3,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Fusione del metallo|della Fusione del metallo",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metal_casting.json"
    },
    "free_promotions": [
        {
            "name": "Attacco anfibio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/amphibious_n.json"
        }
    ]
}