{
    "id": 30,
    "name": "Bombardiere|un Bombardiere|dal tuo Bombardiere|al tuo Bombardiere|il tuo Bombardiere|da un Bombardiere",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bomber.png",
    "game_info": "Unità aerea che sgancia un carico di morte sulle unità e sulle città nemiche.",
    "historical_info": "Un bombardiere è un aereo progettato per sganciare morte e distruzione sulle truppe, i carri e le infrastrutture nemiche. In genere i bombardieri hanno un raggio d'azione piuttosto lungo per poter raggiungere il cuore del territorio nemico prima di sganciare il loro carico esplosivo. Sebbene possano montare mitragliatrici o altre armi per il combattimento aereo, i bombardieri sono sostanzialmente indifesi davanti all'attacco dei caccia e devono essere scortati e protetti da gruppi di caccia amici.Nella Seconda Guerra Mondiale tutte le grandi potenze hanno usato i bombardieri. I blitz tedeschi avevano lo scopo di distruggere dall'aria le fabbriche inglesi (per non parlare di Londra e delle altre città); lo stesso si può dire degli attacchi alleati, che risposero sganciando innumerevoli tonnellate di esplosivi sulle città, le fabbriche, le ferrovie e le altre infrastrutture tedesche. Nel Pacifico i bombardieri giapponesi attaccarono le città e le basi militari alleate: uno dei loro maggiori successi fu l'attacco a Pearl Harbor. Man mano che ottenevano il predominio nei cieli, le forze aeree alleate cominciarono a devastare le città e le forze armate nipponiche. I bombardieri (e i loro cugini, i missili balistici) sono ancora oggi le armi più potenti degli arsenali moderni.",
    "strategy": "Il Bombardiere è un'unità aerea. È molto efficace contro bersagli a terra, meno contro le navi, ed è molto vulnerabile all'attacco degli aerei nemici. Un Bombardiere può usare come base qualsiasi città o portaerei del giocatore. Può spostarsi da una città (o portaerei) all'altra ed eseguire missioni in un raggio d'azione di 10 caselle. I Bombardieri sono utili per attaccare le città e le unità nemiche. Quando è possibile, è meglio inviare alcuni caccia per \"consumare\" le difese antiaeree dell'avversario per il turno corrente. Per ulteriori informazioni, consulta la sezione Aviazione.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|del Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
    },
    "free_promotions": []
}