{
    "id": 56,
    "name": "Arciere su cammello|un Arciere su cammello|dal tuo Arciere su cammello|al tuo Arciere su cammello|il tuo Arciere su cammello|da un Arciere su cammello",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/camel_archer.png",
    "game_info": "Unità veloce che attacca a distanza, di epoca medievale, debole contro i Picchieri. Solo gli arabi possono costruirla. A differenza del Cavaliere, che sostituisce, è un'unità che attacca a distanza.",
    "historical_info": "Alcuni guerrieri musulmani andavano in battaglia cavalcando dei cammelli. Questo in genere sconvolgeva i cavalli provenienti dall'Europa, che non avevano mai incontrato prima quegli strani animali. Come si può immaginare, i cammelli sono più adatti dei cavalli per muoversi nel deserto. In generale gli arcieri su cammelli adottavano una tecnica stile \"colpisci e fuggi\", più simile a quella degli arcieri mongoli che ai cavalieri o alle altre unità di cavalleria pesante. Un'unità di arcieri su cammelli ben addestrati poteva risultare molto difficile da affrontare per dei cavalieri, a meno che questi non fossero a loro volta protetti da arcieri o da un distaccamento di cavalleria leggera.",
    "strategy": "L'Arciere su cammello è un'unità esclusiva degli Arabi e sostituisce il Cavaliere. È una potente unità che attacca a distanza, in grado di colpire nemici lontani 2 esagoni. Inoltre può muoversi dopo il combattimento. Nel corpo a corpo un Arciere su cammello è meno potente di un Cavaliere. Un Arciere su cammello è considerato alla stregua di cavalleria e quindi vulnerabile all'attacco dei Picchieri.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Codice cavalleresco|del Codice cavalleresco",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack.json"
        }
    ]
}