{
    "id": 17,
    "name": "Caravella|una Caravella|dalla tua Caravella|alla tua Caravella|la tua Caravella|da una Caravella",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravel.png",
    "game_info": "Veloce unità da esplorazione di epoca rinascimentale con un raggio di visione ampliato e la capacità di entrare nelle caselle di Oceano. Combatte come un'unità navale da mischia.",
    "historical_info": "La caravella è un piccolo vascello da mare aperto. Fu molto utilizzata nel XV secolo per le grandi esplorazioni. Originariamente creata per ordine del principe Enrico di Portogallo detto \"il Navigatore\", la caravella apportava evidenti miglioramenti che furono ben presto copiati dai costruttori di tutta Europa. Lunghe dai 20 ai 30 metri e dotate di due o tre alberi a vela latina, le caravelle erano leggere e avevano un pescaggio limitato; questo le rendeva ideali per l'esplorazione di coste e fiumi sconosciuti, perché si potevano avventurare arditamente dove un vascello più grande non avrebbe osato spingersi. Inoltre erano in grado di tenere ottimamente il mare e di sopravvivere a tutto quello che l'Atlantico avrebbe potuto scatenare contro di loro. Due delle tre navi di Cristoforo Colombo, la Niña e la Pinta, erano caravelle: la più grande, la Santa Maria, era invece una \"caracca\".",
    "strategy": "La Caravella rappresenta una modernizzazione importante della flotta di una civiltà. Come la Trireme, attacca da vicino, ma è più potente e veloce e può entrare negli esagoni di mare aperto. È un'unità veloce, dotata di una promozione che gli dà una buona possibilità di ritirarsi prima che il nemico le sferri un attacco navale ravvicinato. Una Caravella ha un raggio di visione ampliato, tanto da rappresentare gli \"occhi\" della flotta nelle fasi centrali della partita. Questo bonus al raggio visivo si perde se la Caravella viene successivamente aggiornata e trasformata in Cacciatorpediniere.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomia|dell'Astronomia",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Visione extra (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/extra_sight_(1).json"
        },
        {
            "name": "Ritirata dalla mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/withdraw_before_melee.json"
        }
    ]
}