{
    "id": 10,
    "name": "Portaerei|una Portaerei|dalla tua Portaerei|alla tua Portaerei|la tua Portaerei|da una Portaerei",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/carrier.png",
    "game_info": "Inizialmente può trasportare 2 unità volanti; questa capacità può aumentare grazie alle promozioni.",
    "historical_info": "Nel 1910 il primo apparecchio si levò in volo da una nave americana. Alcuni tradizionalisti continuarono a opporsi allo sviluppo delle portaerei, sostenendo che le corazzate sarebbero sempre rimaste la spina dorsale di ogni flotta moderna, ma negli anni '20 la loro produzione era ormai consuetudine in tutte le marine del mondo. Nel dicembre del 1941 i giapponesi fugarono ogni dubbio circa l'efficacia delle portaerei distruggendo gran parte della flotta americana del Pacifico (tra cui molte delle celebrate corazzate) in un brillante attacco a sorpresa a Pearl Harbor. Per uno straordinario colpo di fortuna le portaerei americane non erano in porto quando l'attacco fu scatenato. La loro successiva azione rallentò il Giappone e diede agli USA il tempo di organizzare la produzione di nuove portaerei. Il risultato finale fu un totale dominio americano dei mari e del cielo, che risultò fondamentale per la vittoria finale.",
    "strategy": "La Portaerei è una nave specializzata che trasporta caccia, bombardieri (ma non bombardieri invisibili) e bombe atomiche. La Portaerei stessa non può attaccare, ma gli apparecchi che trasporta fanno di lei la più potente arma offensiva navale in assoluto. La sua capacità difensiva, comunque, è piuttosto limitata. Per questo è sempre meglio scortare una Portaerei con incrociatori e sottomarini.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Elettronica|dell'Elettronica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Può trasportare 2 Carichi",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_carry_2_cargo.json"
        },
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack.json"
        }
    ]
}