{
    "id": 64,
    "name": "Catapulta|una Catapulta|dalla tua Catapulta|alla tua Catapulta|la tua Catapulta|da una Catapulta",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/catapult.png",
    "game_info": "Prima unità d'assedio del gioco. Infligge gravi danni alle unità e alle città attaccando da lontano, ma prima di tirare deve eseguire l'allestimento.",
    "historical_info": "La data esatta dell'invenzione della catapulta è ignota, ma i Greci la utilizzavano già nel III secolo a.C. Le catapulte lanciano proiettili a grande distanza grazie all'energia immagazzinata in corde ritorte o legno piegato. Non sono molto precise, ma possono essere mortali contro bersagli grandi o lenti, come ad esempio le fortificazioni (che sono piuttosto grosse e non si muovono affatto). In genere le catapulte erano trasportate in pezzi e assemblate sul campo di battaglia. Occasionalmente potevano anche essere costruite sul posto dai genieri. Le ultime catapulte furono usate nella Prima Guerra Mondiale dai francesi per lanciare granate nelle trincee nemiche.",
    "strategy": "La Catapulta è un'arma d'assedio, utilissima per assaltare le città nemiche. Si tratta di un'unità lenta, estremamente vulnerabile agli attacchi nemici; pertanto dev'essere sempre protetta da altre unità. La Catapulta dev'essere allestita (al costo di un 1 punto movimento) prima di poter attaccare.",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Matematica|della Matematica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mathematics.json"
    },
    "free_promotions": [
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus contro le città (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Deve eseguire l'allestimento per attaccare a distanza",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/must_set_up_to_ranged_attack_at.json"
        },
        {
            "name": "Visibilità limitata",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/limited_visibility_at.json"
        }
    ]
}