{
    "id": 42,
    "name": "Cavalleria|una Cavalleria|dalla tua Cavalleria|alla tua Cavalleria|la tua Cavalleria|da una Cavalleria",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cavalry.png",
    "game_info": "Unità a cavallo in grado di affrontare alla pari le unità di fanteria sue contemporanee.",
    "historical_info": "Alla fine del XIX secolo la cavalleria europea e americana era armata con spade, pistole e fucili a ripetizione, armi piccole e affidabili che potevano contenere dai 5 ai 15 colpi e rimanevano precise fino a una distanza di 500 metri. Un simile equipaggiamento, molto più leggero di quello che ingombrava i lancieri e i cavalieri classici, permetteva loro di muoversi più rapidamente e di coprire distanze molto maggiori dei loro predecessori. In condizioni molto favorevoli era ancora possibile assistere a una classica carica di cavalleria, ma la precisione e il ritmo di fuoco della fanteria rendeva questa manovra estremamente pericolosa. Una volta giunti a contatto con i soldati a piedi, in genere i cavalieri smontavano per combattere; uno di loro stava in retroguardia per badare a quattro cavalli mentre i suoi tre compagni ingaggiavano battaglia con il nemico.",
    "strategy": "Le unità di Cavalleria sono devastanti contro le unità da mischia, quelle che attaccano a distanza e le armi d'assedio. Usale per sbaragliare i Soldati con moschetto e sfondare le linee nemiche, sfruttando la loro capacità di muoversi dopo aver attaccato.",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Scienza militare|della Scienza militare",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalità in attacco contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}