{
    "id": 67,
    "name": "Cavalleria dei Compagni|una Cavalleria dei Compagni|dalla tua Cavalleria dei Compagni|alla tua Cavalleria dei Compagni|la tua Cavalleria dei Compagni|da una Cavalleria dei Compagni",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/companion_cavalry.png",
    "game_info": "Unità a cavallo disponibile nelle prime fasi del gioco, veloce e potente. Debole contro i nemici armati di lancia. Solo i greci possono costruirla. Quest'unità è più veloce, ha una Forza di combattimento superiore e aiuta a produrre Grandi Generali più rapidamente del Guerriero a cavallo, che sostituisce.",
    "historical_info": "Gli hetairoi, o \"Cavalleria dei Compagni\", erano guerrieri sceltissimi che accompagnavano Alessandro Magno in battaglia. Il termine \"hetairoi\" deriva dal nome dell'aristocrazia macedone: i membri della Cavalleria dei Compagni, infatti, provenivano solo dalle migliori famiglie (anche se più tardi fu ammessa anche la nobiltà delle nazioni alleate o assoggettate). Ogni cavaliere portava uno \"xyston\" (lancia da battaglia) e un \"kopis\" (spada ricurva) e indossava una corazza di bronzo, spallacci e un elmo.In battaglia solitamente Alessandro aspettava a far intervenire i Compagni finché il nemico non fosse bloccato nel corpo a corpo con la falange. Alessandro stesso avrebbe poi condotto la cavalleria contro il fianco o la retroguardia nemica, seminando terrore e confusione. Gli avversari non trovarono mai una tattica efficace per contrastare questa combinazione, grazie alla quale Alessandro conquistò la maggior parte del mondo conosciuto.",
    "strategy": "La Cavalleria dei Compagni è un'unità esclusiva dei Greci e sostituisce i Guerrieri a cavallo. La Cavalleria dei Compagni è più veloce e potente della sua controparte ed è l'unità di cavalleria più pericolosa fino all'arrivo dei Cavalieri. La Cavalleria dei Compagni aiuta a generare Grandi Generali più rapidamente delle altre unità. Inoltre è in grado di muoversi dopo aver attaccato. La Cavalleria dei Compagni è un'unità a cavallo, perciò è sempre vulnerabile all'attacco di Lancieri e Picchieri.",
    "movement": 5,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Equitazione|dell'Equitazione",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Grandi Generali I",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/great_generals_i.json"
        },
        {
            "name": "Penalità in attacco contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}