{
    "id": 43,
    "name": "Cosacco|un Cosacco|dal tuo Cosacco|al tuo Cosacco|il tuo Cosacco|da un Cosacco",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cossack.png",
    "game_info": "Unità a cavallo in grado di affrontare alla pari le unità di fanteria sue contemporanee.Solo i russi possono costruirla. Ottiene un bonus al combattimento quando combatte unità nemiche che hanno già subito danni.",
    "historical_info": "I Cosacchi costituivano comunità militari che vivevano nelle steppe dell'Ucraina e della Russia. In origine il termine si riferiva specificatamente a tribù di Tartari, ma già alla fine del XV secolo poteva indicare gruppi di contadini che a Mosca, in Polonia e in Lituania erano fuggiti dalla servitù e si erano stabiliti nella steppa. I Cosacchi erano per natura cavalieri provetti, quali forse il mondo non aveva mai visto dal tempo dei Mongoli. In cambio di privilegi speciali per sé e per le loro comunità cominciarono a servire nell'esercito russo. Fino al XX secolo la Russia utilizzò la cavalleria cosacca in tutti i maggiori conflitti interni ed esteri. Durante la guerra civile russa unità di Cosacchi combatterono in entrambi gli schieramenti. Lo stalinismo ne fece piazza pulita, ma dopo il crollo dell'Unione Sovietica alcuni sopravvissuti hanno cercato di recuperare il loro vecchio retaggio.",
    "strategy": "Il Cosacco è un'unità esclusiva dei russi e sostituisce la Cavalleria. È potente quanto la Cavalleria e anch'esso può muoversi dopo aver attaccato. Tuttavia, un Cosacco ottiene un forte bonus al combattimento quando combatte contro un'unità ferita. Questo lo rende estremamente utile per i contrattacchi: lascia che i tuoi nemici spazzino via i peoni che hai messo in prima fila, poi fai a pezzi le loro truppe indebolite con una carica di Cosacchi!",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Scienza militare|della Scienza militare",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Bonus contro nemici feriti (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/damaged_enemy_bonus_(33).json"
        },
        {
            "name": "Penalità in attacco contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}