{
    "id": 32,
    "name": "Caccia|un Caccia|dal tuo Caccia|al tuo Caccia|il tuo Caccia|da un Caccia",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/fighter.png",
    "game_info": "Unità aerea progettata per acquisire la superiorità nei cieli e abbattere gli apparecchi nemici.",
    "historical_info": "Gli aerei da guerra furono sviluppati durante la Prima Guerra Mondiale. I primi caccia erano poco più di aquiloni ad autopropulsione con delle mitragliatrici montate sopra. Nella Seconda Guerra Mondiale sia la tecnologia sia l'aeronautica militare erano nettamente migliorate, facendo degli apparecchi (che ora erano corazzati e avevano una sola coppia di ali) delle vere e proprie macchine di morte. Il compito principale di un caccia è ottenere la superiorità aerea sul campo di battaglia, distruggendo gli apparecchi nemici oppure obbligandoli a ritirarsi e permettendo così ai bombardieri amici di sganciare senza impedimenti il loro carico sulle forze terrestri o navali nemiche. Alcuni caccia trasportano anche bombe da utilizzare contro bersagli a terra, ma anche quelli che ne sono privi possono colpire con i cannoncini le unità o le navi nemiche con effetti letali.I moderni jet sono più veloci, meglio armati e più corazzati degli aerei della Seconda Guerra Mondiale, ma i principi del combattimento aereo restano gli stessi - chi ha la superiorità nei cieli dispone di un vantaggio decisivo sul nemico.",
    "strategy": "Il Caccia è un'unità aerea di potenza moderata. Può usare come base una qualsiasi delle tue città o portaerei. Può spostarsi da una città (o portaerei) all'altra ed eseguire missioni in un raggio d'azione di 8 caselle. I caccia sono utilizzati per attaccare aerei e unità di terra, o come ricognitori dietro le linee nemiche, o come difesa dagli attacchi aerei degli avversari. I caccia sono particolarmente efficaci contro gli elicotteri. Per ulteriori informazioni, consulta la sezione Aviazione.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|del Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Intercettazione (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/interception_(100)_at.json"
        },
        {
            "name": "Distruzione difese antiaeree",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/air_sweep_at.json"
        },
        {
            "name": "Ricognizione aerea",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/air_recon_at.json"
        },
        {
            "name": "Bonus contro bombardieri ed elicotteri (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_bombers_helicopters_(150)_at.json"
        }
    ]
}