{
    "id": 115,
    "name": "Bombardiere della Grande Guerra|un Bombardiere della Grande Guerra|dal tuo Bombardiere della Grande Guerra|al tuo Bombardiere della Grande Guerra|il tuo Bombardiere della Grande Guerra|da un Bombardiere della Grande Guerra",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/great_war_bomber.png",
    "game_info": "Una delle prime unità aeree, può bombardare le unità e le città nemiche dal cielo.",
    "historical_info": "Allo scoppio della Prima Guerra Mondiale molte nazioni, tra cui Gran Bretagna, Francia e Germania, avevano tutte già sperimentato il concetto di bombardamento esplosivo aereo. Nei primi giorni di guerra furono lanciate bombe da ogni genere di apparecchio, inclusi caccia e aerei da ricognizione. Uno dei primi bombardieri veri e propri introdotti durante la guerra, il Voisin III, era stato progettato dal produttore francese Gabriel Voisin. Formato da una struttura standard da biplano rinforzata da uno scheletro d'acciaio, il Voisin III era in grado di trasportare più di 150 kg di bombe.",
    "strategy": "Il Bombardiere della Grande Guerra è una delle prime unità aeree. È molto efficace contro i bersagli a terra, meno contro le navi, ed è vulnerabile agli attacchi degli aerei nemici. Un Bombardiere della Grande Guerra può usare come base una qualsiasi delle tue città o una portaerei. Può spostarsi da una città (o portaerei) all'altra ed eseguire missioni in un raggio d'azione di 6 caselle. Utilizzalo per attaccare le unità e le città nemiche. Quando possibile, prima della missione invia triplani o caccia per \"consumare\" le difese antiaeree nemiche per quel turno. Per ulteriori informazioni, consulta la sezione Aviazione.",
    "movement": 2,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Volo|del Volo",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/flight.json"
    },
    "free_promotions": []
}