{
    "id": 76,
    "name": "Immortale|un Immortale|dal tuo Immortale|al tuo Immortale|il tuo Immortale|da un Immortale",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/immortal.png",
    "game_info": "Unità di epoca antica specializzata nel combattimento contro unità a cavallo. Solo i persiani possono costruirla. Quest'unità ha una Forza di combattimento superiore e cura i danni subiti più rapidamente del Lanciere, che sostituisce.",
    "historical_info": "Gli Immortali persiani erano un'unità scelta di fanteria pesante. Mantenuti costantemente a un numero di 10.000 unità, formavano il cuore dell'esercito persiano sotto la dinastia achemenide. Gli Immortali combatterono per Ciro il Grande, Cambise II e Dario il Grande; in pace servivano come guardia di palazzo. Erano armati di lance corte, spade, arco e frecce. Portavano piccoli scudi e indossavano una cotta di scaglie metalliche. Secondo Erodoto, \"Ogni uomo scintillava dell'oro che portava sulla sua persona in quantità illimitata\". Erano oltretutto accompagnati da carri coperti pieni dei loro servi e delle loro donne, tutti grandiosamente allestiti. Cibo speciale, differente da quello del resto dell'esercito, era portato per loro...\"",
    "strategy": "L'Immortale è un'unità esclusiva della Persia e sostituisce il Lanciere. È leggermente più potente del Lanciere, ma soprattutto guarisce dalle ferite due volte più velocemente. È molto efficace contro le unità a cavallo.",
    "movement": 2,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Lavorazione del bronzo|della Lavorazione del bronzo",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Bonus contro unità a cavallo (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_mounted_(50).json"
        },
        {
            "name": "Cura a doppia velocità",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/heals_at_double_rate.json"
        }
    ]
}