{
    "id": 14,
    "name": "Ironclad|una Ironclad|dalla tua Ironclad|alla tua Ironclad|la tua Ironclad|da una Ironclad",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ironclad.png",
    "game_info": "Unità navale da mischia molto potente, la Ironclad paga la sua forza con un movimento molto lento nelle caselle di Oceano.",
    "historical_info": "Alcuni sognatori dall'immaginazione particolarmente fervida hanno concepito l'esistenza di vascelli corazzati a propulsione meccanica già ai tempi di Leonardo da Vinci, ma le navi da battaglia si diffusero solo durante la guerra civile americana, a metà del XIX secolo. Il primo vero scontro avvenne nel 1862, tra la Monitor dell'Unione e la Virginia (nota anche come \"Merrimac\") della Confederazione. La battaglia durò quattro ore: i due vascelli corazzati continuarono a scambiarsi cannonate con scarso effetto, tanto che alla fine lo scontro finì con una specie di pareggio. L'effetto della battaglia sul mondo, comunque, fu decisamente profondo. In una sola mattinata di combattimento non decisivo questi vascelli goffi e pesanti, capaci però di navigare controvento e praticamente immuni ai cannoni dell'epoca, resero obsolete tutte le flotte del mondo.",
    "strategy": "Le Ironclad sono le prime navi da guerra a vapore disponibili nel gioco. Le Ironclad attaccano da vicino. Sono più resistenti di qualsiasi vascello a vela e hanno una Forza di combattimento superiore. Il loro utilizzo principale è la difesa delle coste e l'assalto delle città.",
    "movement": 3,
    "cost": {
        "production": 250,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Energia a vapore|dell'Energia a vapore",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
    },
    "free_promotions": [
        {
            "name": "Movimento doppio lungo la costa",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/double_movement_in_coast_at.json"
        },
        {
            "name": "Bonus contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_cities_(33)_at.json"
        }
    ]
}