{
    "id": 51,
    "name": "Giannizzero|un Giannizzero|dal tuo Giannizzero|al tuo Giannizzero|il tuo Giannizzero|da un Giannizzero",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/janissary.png",
    "game_info": "Una delle prime unità dotate di armi da fuoco disponibili. Solo gli ottomani possono costruirla. Quest'unità è più forte in attacco del Soldato con moschetto, che sostituisce; inoltre cura i danni subiti ogni volta che uccide un'unità nemica.",
    "historical_info": "I giannizzeri erano una forza d'élite di fanteria nell'esercito dell'impero ottomano. Creati alla fine del XIV secolo, gli originali giannizzeri erano giovani cristiani (spesso schiavi originari dei Balcani) che venivano convertiti all'Islam e reclutati nell'esercito ottomano. All'inizio i giannizzeri erano obbligati a fare voto di castità (cosa che può spiegare la loro ferocia in battaglia), ma in seguito questa restrizione fu eliminata. Col passare degli anni i giannizzeri cominciarono a godere di una grande influenza politica all'interno dell'impero e arrivarono a tramare diversi colpi di palazzo nel XVII e XVIII secolo. Contemporaneamente però si fecero conservatori e cocciuti difensori delle tradizioni, rifiutandosi di aggiornare le loro armi e le tecniche di battaglia per restare alla pari con il resto del mondo. Nel 1826 furono sciolti con la forza e sostituiti da truppe più moderne.",
    "strategy": "Il Giannizzero è un'unità esclusiva degli Ottomani e sostituisce il Soldato con moschetto. Quando attacca, il Giannizzero riceve un importante bonus al combattimento. Inoltre guarisce immediatamente tutti i danni subiti ogni volta che distrugge un'unità nemica (a patto che non siano barbari). Questa capacità può dare a un esercito di giannizzeri un vantaggio decisivo quando aggredisce una forza nemica arroccata in difesa.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 300
    },
    "prereq_tech": {
        "name": "Polvere da sparo|della Polvere da sparo",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
    },
    "free_promotions": [
        {
            "name": "Cura 50 punti di danno se uccide un'altra unità",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/heal_50_damage_if_kills_a_unit_at.json"
        },
        {
            "name": "Bonus al combattimento in attacco (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/combat_bonus_when_attacking_(25)_at.json"
        }
    ]
}