{
    "id": 22,
    "name": "Jet da combattimento|un Jet da combattimento|dal tuo Jet da combattimento|al tuo Jet da combattimento|il tuo Jet da combattimento|da un Jet da combattimento",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jet_fighter.png",
    "game_info": "Unità aerea progettata per acquisire la superiorità nei cieli e intercettare gli apparecchi nemici.",
    "historical_info": "Il ruolo dei jet è molto simile a quello dei loro predecessori, i caccia a elica della Seconda Guerra Mondiale, ma gli apparecchi moderni sono molto diversi per quanto riguarda la potenza, le armi in dotazione, i dispositivi elettronici e i computer di supporto a disposizione. Il miglior apparecchio della Seconda Guerra Mondiale poteva raggiungere al massimo i 600 km/h, mentre un jet moderno può volare tre volte più veloce. Un caccia della Seconda Guerra Mondiale poteva avere una o due mitragliatrici e forse un paio di bombe. Un jet moderno può montare un cannoncino Gatling da 20 mm e trasportare 10 missili aria-aria e decine di razzi di vario tipo. Al giorno d'oggi gli aerei sono dotati di computer sofisticati, radar e sistemi di comunicazione che superano qualsiasi cosa sia stata mai disponibile prima. Come gli altri aerei, anche i caccia a reazione sono vulnerabili ai missili terra-aria, ma il pericolo maggiore viene dai caccia nemici. Chiunque riesca a ottenere la superiorità nei cieli avrà un vantaggio quasi incolmabile in combattimento.",
    "strategy": "Il Jet da combattimento è una potente unità aerea. Può usare come base una qualsiasi delle tue città o portaerei. Può spostarsi da una base all'altra ed eseguire missioni in un raggio d'azione di 10 caselle. I Jet sono utilizzati per attaccare aerei e unità di terra, o come ricognitori dietro le linee nemiche, o come difesa dagli attacchi aerei degli avversari. I Jet sono particolarmente efficaci contro gli elicotteri. Il Jet da combattimento ha l'abilità Ricognizione aerea, il che significa che all'inizio del turno ogni cosa in un raggio di 6 caselle dalla sua posizione viene rivelata. Per ulteriori informazioni, consulta la sezione Aviazione.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Laser|del Laser",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Intercettazione (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/interception_(100)_at.json"
        },
        {
            "name": "Distruzione difese antiaeree",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/air_sweep_at.json"
        },
        {
            "name": "Ricognizione aerea",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/air_recon_at.json"
        },
        {
            "name": "Bonus contro bombardieri ed elicotteri (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_bombers_helicopters_(150)_at.json"
        }
    ]
}