{
    "id": 55,
    "name": "Cavaliere|un Cavaliere|dal tuo Cavaliere|al tuo Cavaliere|il tuo Cavaliere|da un Cavaliere",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/knight.png",
    "game_info": "Potente unità a cavallo di epoca medievale, debole contro i Picchieri.",
    "historical_info": "Quasi sempre formati dai nobili della nazione, gli unici che si potevano permettere l'equipaggiamento, i cavalli e il lungo addestramento richiesto, i cavalieri formavano la cavalleria pesante di ogni esercito medievale. Durante gran parte del Medioevo i cavalieri dominarono il campo di battaglia. La loro armatura forniva una buona protezione da archi e lance, mentre la superiore mobilità permetteva loro di sfruttare rapidamente qualsiasi debolezza del nemico. Per fronteggiare la carica di un cavaliere ci voleva molto, molto coraggio. Un muro di picche poteva resistere ai cavalieri lanciati al galoppo, ma solo se i soldati avevano la disciplina e il fegato di tener duro senza indietreggiare. Una minima esitazione era sufficiente perché fossero spazzati via tutti.",
    "strategy": "Il Cavaliere è un'unità veloce e potente: in epoca medievale è il re incontrastato del campo di battaglia. È vulnerabile all'attacco dei Picchieri, ma può spazzare via tutte le altre unità con relativa facilità. Un Cavaliere può muoversi dopo aver attaccato, un'abilità che gli permette di aprire un varco nelle linee nemiche e infilarcisi nello stesso turno.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Codice cavalleresco|del Codice cavalleresco",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Penalità in attacco contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/penalty_attacking_cities_(33)_at.json"
        }
    ]
}