{
    "id": 45,
    "name": "Lanciere a cavallo|un Lanciere a cavallo|dal tuo Lanciere a cavallo|al tuo Lanciere a cavallo|il tuo Lanciere a cavallo|da un Lanciere a cavallo",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/lancer.png",
    "game_info": "Unità di cavalleria specializzata nel combattimento contro unità a cavallo.",
    "historical_info": "I lancieri costituivano il nerbo della cavalleria rinascimentale. In quell'epoca l'uso sempre più frequente dei cannoni e delle altre armi da fuoco rendeva la velocità e la manovrabilità molto più utili delle armature, che si stavano rivelando via via più inefficaci contro i proiettili. I lancieri abbandonarono quindi le pesanti cotte di piastre dei cavalieri medievali, conservando al massimo il solo gabbione sul petto. Nonostante lo sviluppo tecnologico, una lancia impugnata da un cavaliere ben addestrato rimaneva un'arma terrificante. Ancora ai tempi di Napoleone, i francesi ritenevano che per la cavalleria la lancia fosse più efficace della spada. Nel XIX secolo, naturalmente, entrambe le armi furono soppiantate dalla carabina.",
    "strategy": "Il Lanciere a cavallo è l'unità rinascimentale che si pone tra il Cavaliere medievale e la successiva Cavalleria. È più veloce e potente del Cavaliere, tanto da poter spazzare via dalla mappa quelle unità che solo poco tempo prima erano così temute. I Lancieri a cavallo sono addirittura in grado di sopravvivere a uno scontro con le potenti unità di Cavalleria, che appaiono solo successivamente.",
    "movement": 4,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Metallurgia|della Metallurgia",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Penalità in attacco contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/penalty_attacking_cities_(33)_at.json"
        },
        {
            "name": "Formazione I",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/formation_i_m.json"
        }
    ]
}