{
    "id": 63,
    "name": "Lanzichenecco|un Lanzichenecco|dal tuo Lanzichenecco|al tuo Lanzichenecco|il tuo Lanzichenecco|da un Lanzichenecco",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/landsknecht.png",
    "game_info": "Quest'unità costa molto meno del Picchiere e può saccheggiare una casella senza consumare punti movimento. Ruba Oro ogni volta che attacca una città. Sbloccata dalla Politica Sociale Esercito di mercenari, quest'unità non può essere costruita: dev'essere acquistata con dell'Oro. Può essere spostata subito dopo l'acquisto.",
    "historical_info": "I lanzichenecchi erano picchieri mercenari tedeschi del XVI secolo. Creati come imitazione dei leggendari picchieri svizzeri, i lanzichenecchi avrebbero finito col sostituirli come migliore fanteria mercenaria d'Europa. I lanzichenecchi presero parte praticamente a tutti gli scontri importanti del XVI secolo, spesso combattendo per entrambe le parti. In battaglia portavano picche lunghe fino a sei metri. Alcuni brandivano enormi spadoni a due mani o alabarde per troncare la punta delle picche avversarie.",
    "strategy": "Il Lanzichenecco è un'unità disponibile solo attraverso la Politica Sociale Esercito di mercenari e dev'essere acquistato con dell'Oro. Il Lanzichenecco costa molto meno del Picchiere e offre molti bonus legati al saccheggio delle caselle e delle città. Queste unità consentono di creare un esercito a basso prezzo che, inviato a devastare il territorio nemico, può fornire un buon guadagno sull'investimento.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Pubblica amministrazione|della Pubblica amministrazione",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Bonus contro unità a cavallo (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Nessun costo di PM per il saccheggio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_movement_cost_to_pillage_at.json"
        },
        {
            "name": "Saccheggio delle città",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/city_plunder_at.json"
        }
    ]
}