{
    "id": 61,
    "name": "Arciere con arco lungo|un Arciere con arco lungo|dal tuo Arciere con arco lungo|al tuo Arciere con arco lungo|il tuo Arciere con arco lungo|da un Arciere con arco lungo",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/longbowman.png",
    "game_info": "Unità di fanteria di epoca medievale che attacca a distanza. Solo gli inglesi possono costruirla. Quest'unità ha un raggio di tiro di 1 casella più ampio rispetto al Balestriere, che sostituisce.",
    "historical_info": "L'arco lungo inglese è stato sviluppato nel XII secolo, durante la conquista del Galles. Costruito con legno di tasso o di olmo, un arco poteva essere lungo da 1,5 a oltre 2 metri (a seconda dell'altezza e della forza dell'arciere). Si trattava di un'arma estremamente difficile da padroneggiare, ma un arciere inglese ben addestrato poteva tirare più lontano, più velocemente e con maggior precisione dei balestrieri dell'epoca. Per far questo, però, servivano anni di pratica. Al crescere della popolazione la campagna incontaminata inglese fu trasformata gradualmente in terreno coltivato. Le opportunità per andare a caccia diminuirono e così i piccoli proprietari terrieri usarono sempre più raramente arco e frecce. Questo motivo, ancor più dell'avvento della polvere da sparo, decretò il declino dell'arco lungo.",
    "strategy": "L'Arciere con arco lungo è un'unità esclusiva inglese e sostituisce il Balestriere. L'Arciere con arco lungo ha un raggio di tiro superiore a quello della sua controparte, arrivando a colpire nemici tre esagoni più in là e spesso distruggendoli prima che possano contrattaccare. Come le altre unità che attaccano a distanza, gli Arcieri con arco lungo sono vulnerabili agli attacchi ravvicinati.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Meccanica|della Meccanica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Raggio di tiro ampliato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/range_r.json"
        }
    ]
}