{
    "id": 8,
    "name": "Incrociatore lanciamissili|un Incrociatore lanciamissili|dal tuo Incrociatore lanciamissili|al tuo Incrociatore lanciamissili|il tuo Incrociatore lanciamissili|da un Incrociatore lanciamissili",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/missile_cruiser.png",
    "game_info": "Unità navale specializzata nel respingere gli aerei nemici. Può trasportare 3 Missili. Usata per dare la caccia e distruggere i Sottomarini nemici.",
    "historical_info": "Un incrociatore lanciamissili è l'arma navale più potente al giorno d'oggi, dopo la portaerei e il sottomarino nucleare. Progettato per trasportare e lanciare missili da crociera di enorme potenza, precisione e gittata, un incrociatore lanciamissili può spesso prendere di mira e distruggere un obiettivo sulla terra o sul mare molto prima che il nemico si accorga della sua presenza. L'incrociatore lanciamissili americano di classe Ticonderoga è probabilmente la nave più potente al mondo. Dotato di 122 tubi di lancio, trasporta una grande varietà di missili terra-terra, terra-aria e persino anti-sottomarino. Inoltre dispone di molti cannoncini Gatling antiaerei, in grado di distruggere facilmente gli aerei e i missili nemici in avvicinamento.",
    "strategy": "L'Incrociatore lanciamissili è una nave da guerra moderna. È molto veloce e resistente, ha una grande forza d'attacco a distanza ed è piuttosto abile a intercettare gli aerei nemici. Ma il suo punto di forza sta nel fatto che può trasportare missili teleguidati e missili nucleari, consentendo a un giocatore di portare queste armi letali fin sulle coste nemiche. Usati insieme a portaerei e sottomarini, gli incrociatori lanciamissili costituiscono una flotta dannatamente potente.",
    "movement": 7,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Robotica|della Robotica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/robotics.json"
    },
    "free_promotions": [
        {
            "name": "Può vedere i sottomarini",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_see_submarines.json"
        },
        {
            "name": "Attacco contro Sottomarini (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/attack_vs_submarines_(100).json"
        },
        {
            "name": "Può trasportare 3 Carichi",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_carry_3_cargo.json"
        },
        {
            "name": "Intercettazione (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/interception_(100).json"
        },
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack.json"
        }
    ]
}