{
    "id": 24,
    "name": "Unità corazzata|un'Unità corazzata|dalla tua Unità corazzata|alla tua Unità corazzata|la tua Unità corazzata|da un'Unità corazzata",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/modern_armor.png",
    "game_info": "Unità veloce e potente, disponibile verso la fine del gioco.",
    "historical_info": "Le Unità corazzate moderne sono molto superiori ai carri della Seconda Guerra Mondiale, anche quelli più evoluti. I mezzi di oggi sono più grandi, veloci, meglio armati e corazzati. Inoltre, cosa forse ancora più importante, sono dotati di sofisticati computer e sistemi di comunicazione che aumentano notevolmente la loro capacità di sopravvivere sul campo di battaglia moderno. Un carro moderno può sfrecciare a 60 km/h mentre spara con precisione millimetrica a un bersaglio posto a centinaia di metri di distanza, grazie al computer di puntamento che corregge la posizione del cannone controbilanciando ogni minima buca o cunetta sul terreno.La minaccia più grande per i carri sono gli altri carri, l'artiglieria nemica, i caccia e soprattutto gli elicotteri da guerra. È raro che un'unità di fanteria trasporti armi in grado di distruggere un carro armato: in questi casi l'arma più potente è la radio, con cui guidare il tiro dell'artiglieria o chiamare il supporto aereo.",
    "strategy": "La moderna Unità corazzata è simile al suo predecessore, il Carro armato, ma superiore sotto tutti gli aspetti. Le Unità corazzate sono molto più forti dei vecchi carri, di cui possiedono tutte le abilità, tra cui quella di muoversi dopo il combattimento.",
    "movement": 5,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Laser|del Laser",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking.json"
        }
    ]
}