{
    "id": 128,
    "name": "Nau|una Nau|dalla tua Nau|alla tua Nau|la tua Nau|da una Nau",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nau.png",
    "game_info": "Unità navale che combatte da vicino ed eccelle nell'esplorazione dei mari. Ha più [ICON_MOVES] movimento della Caravella, che sostituisce, e può sfruttare una capacità speciale una tantum vicino a una terra straniera per guadagnare Oro e XP. Solo i portoghesi possono costruirla.",
    "historical_info": "Man mano che i portoghesi estendevano le loro rotte commerciali, spingendosi nelle loro esplorazioni sempre più lontano lungo la costa africana e fino all'estremo oriente, si fece sempre più pressante la necessità di disporre di navi più grandi e robuste, in grado di affrontare lunghe traversate. La Nau, chiamata anche \"caracca\" o \"Indiaman\" dagli inglesi, era un'evoluzione della cocca a vela quadra ampiamente utilizzata per il commercio marittimo nel tardo Medioevo. Il suo progetto fu perfezionato dai mercanti portoghesi verso la fine del Quattrocento. La Nau aveva tre o quattro ponti e tre o quattro alberi; la sua larghezza la rendeva più stabile sulle onde dell'Atlantico, permettendole di affrontare traversate oceaniche; inoltre era in grado di trasportare le vettovaglie e le merci necessarie per un viaggio di lunga durata. Aveva la poppa arrotondata e fu il primo vascello oceanico dotato di un alto castello di prua. Le sue capienti stive le permettevano di attraversare grandi distanze senza scalo, una caratteristica che la impose come vascello principale della flotta mercantile portoghese. Sulle rotte commerciali oceaniche le caracche sarebbero state soppiantate dai galeoni solo nel Seicento.",
    "strategy": "Questa unità navale che combatte da vicino sostituisce la Caravella ed è ottima per l'esplorazione. Quando si trova in una casella adiacente a un territorio che appartiene a un'altra civiltà o città-stato con cui hai rapporti pacifici, può eseguire una singola missione commerciale per ottenere Oro e XP. Il bonus aumenta con la distanza dalla tua capitale, perciò è meglio usare quest'abilità in terre lontane. Usala per esplorare la mappa e scoprire dove si trovano gli altri giocatori.",
    "movement": 5,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomia|dell'Astronomia",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Merci esotiche",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/exotic_cargo_at.json"
        },
        {
            "name": "Visione extra (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/extra_sight_(1)_at.json"
        },
        {
            "name": "Ritirata dalla mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/withdraw_before_melee_at.json"
        }
    ]
}