{
    "id": 92,
    "name": "Fanteria norvegese sugli sci|una Fanteria norvegese sugli sci|dalla tua Fanteria norvegese sugli sci|alla tua Fanteria norvegese sugli sci|la tua Fanteria norvegese sugli sci|da una Fanteria norvegese sugli sci",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/norwegian_ski_infantry.png",
    "game_info": "Forte unità terrestre, disponibile a metà partita e destinata a stare in prima fila. Addestrata per muoversi in caselle di Neve, Tundra e Collina. Solo la Danimarca può costruirla. Sostituisce il Fuciliere.",
    "historical_info": "Questi intrepidi soldati furono ampiamente utilizzati dalla Danimarca contro la Svezia durante le guerre napoleoniche del 1807-1814. Dotati di una velocità analoga alla cavalleria leggera, erano in grado di attraversare le montagne e i campi innevati molto più rapidamente di qualsiasi altra unità a piedi o a cavallo. Oltre a essere in grado di attraversare in modo efficiente terreno roccioso o coperto di boschi, la fanteria sugli sci poteva anche trainare carichi di vettovaglie o addirittura altre squadre di soldati, dal momento che la mancanza di strade e la neve alta rendeva difficile l'uso dei cavalli. Il suo primo utilizzo documentato risale al XIII secolo.Oggi i soldati sugli sci sono ancora usati dalla marina danese per pattugliare ampie zone della Groenlandia nord-orientale, il cui territorio è troppo irregolare per consentire altre forme di trasporto. In Norvegia ogni soldato è addestrato nell'arte del combattimento sugli sci: l'evento sportivo del biathlon si è ispirato e sviluppato partendo dalle caratteristiche dell'addestramento e pattugliamento militare.",
    "strategy": "La Fanteria norvegese sugli sci sostituisce il Fuciliere ed è una delle due unità esclusive danesi. Quest'unità si muove con velocità doppia in caselle di Neve, Tundra e Collina. Inoltre gode di un bonus in combattimento del 25% in caselle di Neve, Tundra e Collina, a patto che non siano presenti né Foresta né Giungla.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Rigatura delle canne|della Rigatura delle canne",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rifling.json"
    },
    "free_promotions": [
        {
            "name": "Bonus in Neve, Tundra e Collina",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonuses_in_snow,_tundra,_and_hills.json"
        }
    ]
}