{
    "id": 20,
    "name": "Missile nucleare|un Missile nucleare|dal tuo Missile nucleare|al tuo Missile nucleare|il tuo Missile nucleare|da un Missile nucleare",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_missile.png",
    "game_info": "Scatena la distruzione nucleare sui tuoi nemici. Infligge danni immensi alle città e distrugge tutte le unità nel raggio dell'esplosione.Richiede il Progetto Manhattan e due risorse di Uranio.",
    "historical_info": "Un missile nucleare trasporta una o più testate contenenti bombe all'idrogeno, ognuna delle quali è in grado di distruggere una città. I missili nucleari possono trasportare il loro carico di morte attraverso mezzo globo e sono la singola arma più letale mai creata dall'uomo. Al presente non esiste alcuna difesa efficace contro di loro: una volta lanciato un missile, a meno di un miracolo, la città bersaglio è come se non esistesse più. Oltre alla distruzione immediata causata dall'immane esplosione, la radioattività residua avvelena il terreno, l'aria e il mare per molte generazioni a venire. I venti possono trasportare il fallout radioattivo per molti chilometri, uccidendo persone e inquinando vaste aree. Usare un'arma nucleare contro un nemico che vive sul proprio pianeta è una follia: il suo unico scopo è prevenire il nemico dal fare lo stesso.",
    "strategy": "Il Missile nucleare è come una Bomba atomica, ma più potente. Può usare come base qualsiasi città amica, un Sottomarino nucleare o un Incrociatore lanciamissili. Può spostarsi da una base all'altra o attaccare un bersaglio in un raggio d'azione di 12 caselle. La sua esplosione danneggia pesantemente le città e in certi casi le distrugge, mentre annienta immancabilmente tutte le unità nel raggio di 2 caselle. L'ordigno è automaticamente consumato al momento dell'attacco. Per ulteriori informazioni, consulta la sezione Armi Nucleari.",
    "movement": 2,
    "cost": {
        "production": 1000,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Balistica avanzata|della Balistica avanzata",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/advanced_ballistics.json"
    },
    "free_promotions": [
        {
            "name": "Manovre evasive (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/evasion_(50)_at.json"
        }
    ]
}