{
    "id": 9,
    "name": "Sottomarino nucleare|un Sottomarino nucleare|dal tuo Sottomarino nucleare|al tuo Sottomarino nucleare|il tuo Sottomarino nucleare|da un Sottomarino nucleare",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_submarine.png",
    "game_info": "Invisibile a tutte le unità nemiche con l'eccezione dei Cacciatorpediniere, degli Incrociatori lanciamissili e degli altri sottomarini, finché non attacca o è adiacente a un'altra unità. Può trasportare 2 Missili ed è specialista nell'attaccare unità navali.",
    "historical_info": "I sottomarini nucleari sono unità tipiche della guerra fredda, progettate per trasportare furtivamente un gran numero di missili nucleari da una parte all'altra del mondo. Questi enormi vascelli subacquei sono essi stessi a propulsione nucleare, il che conferisce loro un raggio d'azione praticamente infinito (almeno finché durano le scorte alimentari). I sottomarini nucleari sono vere e proprie piattaforme strategiche. Trasportano missili intercontinentali in grado di attraversare in volo mezzo mondo prima di colpire il loro bersaglio, che in generale è rappresentato da una città nemica. Per quanto trasportino siluri e missili terra-aria per difesa, il loro compito primario è restare nascosti ed evitare lo scontro diretto con il nemico. Devono sopravvivere a tutti i costi.I sottomarini nucleari hanno formato parte integrante della strategia della \"distruzione mutua assicurata\" tra USA e URSS: se una delle due parti avesse colpito l'altra con un'aggressione nucleare a sorpresa, per quanto riuscito, sarebbe bastato un singolo sommergibile nemico per scatenare una pioggia di morte e distruzione sull'attaccante, distruggendolo senza scampo. La teoria afferma quindi che, a meno di non essere TOTALMENTE sicuri di poter distruggere certamente, senza alcun dubbio ogni singolo sottomarino nucleare, bombardiere e missile balistico intercontinentale nemico, non è possibile vincere una guerra nucleare. Si può credere che la strategia della distruzione mutua assicurata sia una follia, ma una cosa è certa: da quando è entrata in funzione non c'è stata alcuna guerra nucleare sul pianeta.",
    "strategy": "Il Sottomarino nucleare è più forte e resistente della sua controparte precedente. Anch'esso è invisibile alla maggior parte delle unità nemiche e può avvistare i sommergibili nemici. La cosa più importante, però, è che i Sottomarini nucleari possono trasportare missili teleguidati e missili nucleari. Come i normali Sottomarini, anche quelli nucleari sono vulnerabili agli altri Sommergibili, agli Incrociatori lanciamissili e ai Cacciatorpediniere nemici, perciò è meglio assicurarsi che le acque siano sgombre prima di correre rischi.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Telecomunicazioni|delle Telecomunicazioni",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
    },
    "free_promotions": [
        {
            "name": "Invisibile (Sottomarino)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/is_invisible_(submarine)_at.json"
        },
        {
            "name": "Può vedere i sottomarini",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Può trasportare 2 Carichi",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_carry_2_cargo_at.json"
        },
        {
            "name": "Può entrare nelle caselle di Ghiaccio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_enter_ice_tiles_at.json"
        },
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus al combattimento in attacco (75)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_when_attacking_(75)_at.json"
        },
        {
            "name": "Visione extra (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/extra_sight_(1)_at.json"
        }
    ]
}