{
    "id": 96,
    "name": "Guerriero Pitto|un Guerriero Pitto|dal tuo Guerriero Pitto|al tuo Guerriero Pitto|il tuo Guerriero Pitto|da un Guerriero Pitto",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pictish_warrior.png",
    "game_info": "Solo i Celti possono costruire quest'unità, che gode di un bonus al combattimento quando si trova all'esterno dei territori amici e può saccheggiare i miglioramenti nelle caselle senza alcun costo di movimento. Ogni volta che sconfigge un'unità nemica guadagna Fede pari al 50% della forza dell'unità sconfitta.",
    "historical_info": "I Pitti, una delle più importanti tribù celtiche delle isole britanniche, furono una popolazione della tarda età del ferro stanziata nell'attuale Scozia nord-occidentale. I loro guerrieri erano temuti non solo dagli altri popoli celti, ma anche dai decantati legionari romani. Lo storico greco Dionigi di Alicarnasso, vissuto durante il regno di Augusto, scrisse che \"il loro modo di combattere era in larga misura quello delle bestie, selvagge e frenetiche\": in ogni caso i Pitti riuscirono a ottenere considerevoli successi contro le ponderose formazioni militari, che non riuscivano a manovrare efficacemente nelle foreste e colline del nord Europa.La spaventosa reputazione dei Pitti era ulteriormente corroborata dall'uso del carnyx, una tromba di bronzo che durante la battaglia veniva suonata incessantemente per incitare i guerrieri e spaventare i nemici. Infine, gli avversari entravano in battaglia già impressionati dalle teste che i guerrieri Pitti portavano con sé. I Pitti credevano che portare le teste dei nemici sconfitti infondesse coraggio e, forse, una rabbia di origine divina.",
    "strategy": "Il Guerriero Pitto è un'unità esclusiva dei Celti. Perfettamente adatto agli assalti nelle prime fasi del gioco, un Guerriero Pitto può devastare le terre nemiche, saccheggiando e muovendosi rapidamente nello stesso turno. Inoltre ti fa guadagnare Fede ogni volta che uccide un'unità nemica, facendo di ogni guerra un'occasione di progresso in ambito religioso.",
    "movement": 2,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Lavorazione del bronzo|della Lavorazione del bronzo",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Bonus in terra straniera",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/foreign_lands_bonus.json"
        },
        {
            "name": "Nessun costo di PM per il saccheggio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_movement_cost_to_pillage.json"
        }
    ]
}