{
    "id": 101,
    "name": "Quinquereme|una Quinquereme|dalla tua Quinquereme|alla tua Quinquereme|la tua Quinquereme|da una Quinquereme",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/quinquereme.png",
    "game_info": "Forte unità navale di epoca antica, usata per acquisire il controllo dei mari attaccando direttamente le altre unità navali e le città. Solo i cartaginesi possono costruirla.",
    "historical_info": "La pesante quinquereme è forse il più famoso tra i molti modelli di nave utilizzati sia dai cartaginesi sia dai romani. Queste navi prendono il nome dall'uso di cinque ordini di rematori, organizzati verticalmente in colonne per tutta la lunghezza della fiancata. Sebbene il numero preciso non sia noto, è certo che dovevano imbarcare diverse centinaia di uomini tra equipaggio e soldati. Le navi di Cartagine erano note per l'eccelsa qualità della loro costruzione: in effetti si ritiene che l'invenzione della quinquereme sia da attribuire agli ingegneri navali nordafricani e che solo successivamente i romani ne abbiano imitato lo stile.",
    "strategy": "Solo i cartaginesi possono costruire quest'unità, una versione della Trireme più forte sotto tutti gli aspetti, inclusa la Forza di combattimento. Come la Trireme, anche la Quinquereme può portare attacchi ravvicinati contro le altre unità sul mare o le città (ma non possiede attacco a distanza). Le Quinquereme non possono entrare nelle caselle di Oceano al di fuori dei confini della città.",
    "movement": 4,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Vela|della Vela",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Non può entrare in mare aperto",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/cannot_enter_deep_ocean_at.json"
        }
    ]
}