{
    "id": 27,
    "name": "Artiglieria lanciarazzi|un'Artiglieria lanciarazzi|dalla tua Artiglieria lanciarazzi|alla tua Artiglieria lanciarazzi|la tua Artiglieria lanciarazzi|da un'Artiglieria lanciarazzi",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rocket_artillery.png",
    "game_info": "Veloce unità d'assedio, disponibile verso la fine del gioco. A differenza delle altre unità d'assedio, non deve eseguire l'allestimento prima di far fuoco.",
    "historical_info": "L'artiglieria si è sempre basata sull'uso di esplosivi chimici per lanciare proiettili inerti contro gli obiettivi. L'artiglieria lanciarazzi, invece, lancia razzi a propulsione autonoma, dotati del proprio propellente. Questo permette di realizzare tubi d'artiglieria molto più piccoli e leggeri di quelli tradizionali, rendendo possibile la realizzazione di veicoli dalla grande mobilità senza rinunciare alla potenza di fuoco. I sistemi d'artiglieria più avanzati possono contenere sistemi di puntamento automatico che permettono ai proiettili di correggere la loro rotta in volo.",
    "strategy": "L'Artiglieria lanciarazzi è un'arma d'assedio eccezionalmente potente, molto superiore all'artiglieria tradizionale. L'Artiglieria lanciarazzi non deve perdere tempo con l'allestimento prima di fare fuoco: questo la rende molto più rapida delle unità precedenti. Il suo raggio di visione è limitato, ma può usare il fuoco indiretto per bombardare i bersagli che non è in grado di vedere (a patto che siano visibili ad altre unità amiche). Come tutte le altre unità d'artiglieria è vulnerabile all'attacco di fanteria e carri armati, per cui dev'essere difesa in modo appropriato.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Missilistica|della Missilistica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Fuoco indiretto",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/indirect_fire_sh.json"
        },
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus contro le città (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Visibilità limitata",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/limited_visibility_at.json"
        }
    ]
}