{
    "id": 87,
    "name": "Fromboliere|un Fromboliere|dal tuo Fromboliere|al tuo Fromboliere|il tuo Fromboliere|da un Fromboliere",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/slinger.png",
    "game_info": "Una delle prime unità a distanza disponibili, quest'unità esclusiva degli Inca sostituisce l'Arciere. Il Fromboliere non è più forte di un Arciere, ed è anzi ancora più vulnerabile se attaccato direttamente nel corpo a corpo. Tuttavia possiede una promozione che gli dà una buona possibilità di ritirarsi prima che l'attacco abbia luogo.",
    "historical_info": "I guerrieri inca erano provetti frombolieri. In genere usavano pietre tonde come proiettili. Una fionda non ha la gittata o la potenza di un arco, ma le fionde sono piccole e leggere, per cui la fanteria le può trasportare senza alcun problema. Come si legge anche nel Vecchio Testamento, un fromboliere ben addestrato può uccidere con un solo colpo anche l'avversario più robusto...",
    "strategy": "Il Fromboliere è un'unità a distanza di epoca antica che può attaccare i nemici da lontano. Quest'unità esclusiva degli Inca è in grado di ritirarsi da un combattimento, sfuggendo così alla maggior parte degli attacchi in mischia: usala per tormentare i tuoi nemici. Attenzione però: un Fromboliere sarà sconfitto facilmente se il nemico lo mette con le spalle al muro o se lo insegue con un'unità veloce.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Tiro con l'arco|del Tiro con l'arco",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archery.json"
    },
    "free_promotions": [
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Ritirata dalla mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/withdraw_before_melee_at.json"
        }
    ]
}