{
    "id": 21,
    "name": "Bombardiere invisibile|un Bombardiere invisibile|dal tuo Bombardiere invisibile|al tuo Bombardiere invisibile|il tuo Bombardiere invisibile|da un Bombardiere invisibile",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/stealth_bomber.png",
    "game_info": "Un'unità aerea a largo raggio che sgancia un carico di morte sulle unità e sulle città nemiche.",
    "historical_info": "Parallelamente all'evoluzione dei missili antiaerei, anche la progettazione dei bombardieri tattici e strategici ha fatto molti progressi. Uno dei modi più efficaci per evitare di essere abbattuti dal nemico è di rimanere invisibili ai suoi radar e agli altri sistemi di rilevamento. Il moderno bombardiere stealth è costruito con materiali speciali anti-radar e ha una forma progettata esplicitamente per deflettere i raggi. I bombardieri stealth possono trasportare bombe nucleari o tradizionali. Per quanto efficaci, questi bombardieri sono anche incredibilmente costosi: ogni B-2 americano costa circa un miliardo di dollari, abbastanza da mandare in bancarotta ogni paese tranne le più ricche super-potenze.",
    "strategy": "Il Bombardiere invisibile è un Bombardiere migliorato che ha un raggio d'azione più ampio, una forza di combattimento a distanza maggiore e la capacità di evitare i caccia e l'antiaerea nemica. Il Bombardiere invisibile ha l'abilità Ricognizione aerea, il che significa che all'inizio del turno ogni cosa in un raggio di 6 caselle dalla sua posizione viene rivelata. È da notare che i Bombardieri invisibili non possono essere trasportati sulle portaerei. Per ulteriori informazioni, consulta la sezione Aviazione.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Invisibilità|dell'Invisibilità",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/stealth.json"
    },
    "free_promotions": [
        {
            "name": "Manovre evasive (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/evasion_(100)_at.json"
        },
        {
            "name": "Ricognizione aerea",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/air_recon_at.json"
        }
    ]
}