{
    "id": 35,
    "name": "Carro armato|un Carro armato|dal tuo Carro armato|al tuo Carro armato|il tuo Carro armato|da un Carro armato",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/tank.png",
    "game_info": "Unità veloce e potente, disponibile verso la fine del gioco.",
    "historical_info": "Un carro armato unisce la potenza di fuoco dell'artiglieria alla mobilità della cavalleria. I primi carri sono apparsi sul campo di battaglia verso la fine della Prima Guerra Mondiale, inventati per cercare di annullare la superiorità delle strategie difensive del tempo: le mitragliatrici, le trincee e il filo spinato avevano reso del tutto impossibili gli assalti di fanteria, per non parlare delle cariche di cavalleria. Per quanto fossero mal progettati e severamente limitati dall'inaffidabilità dei motori e dall'inettitudine degli equipaggi, i primi carri mostrarono un grande potenziale... almeno per chi si prese la briga di fare attenzione. Nella Seconda Guerra Mondiale i tedeschi applicarono la dottrina della guerra-lampo, che prevede l'uso di numerosi carri armati concentrati per sfondare le linee nemiche. L'effetto fu straordinario: la Germania conquistò in un baleno la Francia ed espulse l'esercito inglese dal continente prima che i generali nemici riuscissero a elaborare una risposta efficace alla nuova tattica. Oggi i carri rimangono un importante componente offensivo degli eserciti di terra, ma si sono rivelati molto vulnerabili a una nuova arma ancora più rapida: l'elicottero da guerra.",
    "strategy": "Il Carro armato è un'unità terrestre estremamente veloce e potente che può muoversi dopo il combattimento, un'abilità che gli permette di aprirsi un varco nelle linee nemiche e infilarsi nell'esagono vacante così creato.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Armi combinate|delle Armi combinate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combined_arms.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking_at.json"
        }
    ]
}