{
    "id": 54,
    "name": "Trabocco|un Trabocco|dal tuo Trabocco|al tuo Trabocco|il tuo Trabocco|da un Trabocco",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trebuchet.png",
    "game_info": "Potente unità d'assedio di epoca medievale, ottima per ridurre le difese delle città nemiche. Deve eseguire l'allestimento prima di attaccare.",
    "historical_info": "Il trabocco è una potente arma d'assedio medievale. Comparso in Europa nel XII secolo, un trabocco poteva scagliare un proiettile di 150 kg a grande distanza e mandarlo a schiantarsi contro o al di là delle mura nemiche. La versione europea del trabocco utilizzava un sistema di contrappesi; era costituita da un braccio di legno molto lungo con una fionda a un'estremità e un grosso peso all'altra. Il tutto era montato su una pesante infrastruttura, anch'essa di legno. Il lungo braccio veniva abbassato a forza, provocando il sollevamento del peso, dopodiché si poneva un proiettile nella fionda. Al momento del rilascio il peso sarebbe caduto a terra con violenza facendo scattare il braccio in aria e scagliando il proiettile a grande distanza. Queste macchine in genere non si potevano spostare e richiedevano un complesso processo di assemblaggio, cosa che limitava il loro uso agli assedi protratti.",
    "strategy": "Il Trabocco è un'arma d'assedio medievale molto più potente della più arcaica Catapulta. Un Trabocco deve spendere 1 PM per l'allestimento, ma una volta in posizione può infliggere gravi danni a una città fortificata nemica. Difendi i tuoi trabocchi con unità di mischia e unità che attaccano a distanza per impedire ai nemici di avvicinarsi troppo.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Fisica|della Fisica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/physics.json"
    },
    "free_promotions": [
        {
            "name": "Non può attaccare in mischia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus contro le città (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Deve eseguire l'allestimento per attaccare a distanza",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Visibilità limitata",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/limited_visibility.json"
        }
    ]
}