{
    "id": 18,
    "name": "Trireme|una Trireme|dalla tua Trireme|alla tua Trireme|la tua Trireme|da una Trireme",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trireme.png",
    "game_info": "Unità navale di epoca antica, usata per acquisire il controllo dei mari attaccando direttamente le altre unità navali e le città.",
    "historical_info": "La trireme era una nave da guerra usata nel Mediterraneo nei tempi antichi. Per quanto fosse munita di una vela, in combattimento era mossa da tre ordini di remi. Se i rematori erano addestrati e ben motivati, una trireme poteva essere sorprendentemente agile e veloce. In genere le triremi erano munite di un rostro appuntito sulla prua; la tattica di attacco principale consisteva nello speronare le navi nemiche per affondarle. Alcune triremi trasportavano arcieri per il combattimento a distanza, altre un gran numero di fanti. In questo caso la trireme cercava di abbordare le navi nemiche per catturarle. Le triremi restarono vascelli da guerra importanti finché non furono rese obsolete dall'avvento dei cannoni, dal progresso nella costruzione delle navi e dallo sviluppo di velature complesse.",
    "strategy": "La Trireme è la prima unità navale disponibile nel gioco. Può portare attacchi ravvicinati contro le altre unità navali o le città, ma non possiede attacco a distanza. La Trireme è utile per ripulire le proprie acque territoriali dalle navi barbariche e per una limitata esplorazione: infatti non può entrare negli esagoni di mare aperto che si trovano al di fuori dei confini di una città, a meno che non appartenga alla Polinesia.",
    "movement": 4,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Vela|della Vela",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Non può entrare in mare aperto",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/cannot_enter_deep_ocean.json"
        }
    ]
}