{
    "id": 122,
    "name": "Ussaro alato|un Ussaro alato|dal tuo Ussaro alato|al tuo Ussaro alato|il tuo Ussaro alato|da un Ussaro alato",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/winged_hussar.png",
    "game_info": "Pesante unità a cavallo specializzata nel combattimento contro altre unità a cavallo. È più veloce e potente del Lanciere a cavallo, che sostituisce. Quando infligge più danni di quanti ne subisce, obbliga il difensore a ritirarsi. Solo i polacchi possono costruirla.",
    "historical_info": "Gli ussari cosiddetti \"alati\" furono introdotti nell'esercito polacco-lituano da re Stephen Báthory negli anni '70 del Cinquecento. In genere erano dotati di più armi secondarie, solitamente un martello da guerra, una sciabola e una o due pistole a ruota (più tardi a pietra e martellina) in apposite fondine sulla sella. Fra tutto il loro equipaggiamento, comunque, l'elemento più distintivo erano certamente le enormi \"ali\", strutture di legno fissate alla sella o sulle spalle del cavaliere e coperte di penne d'aquila, cigno, oca o struzzo. Lo scopo di queste ali non è mai stato determinato precisamente: tra le varie ipotesi si pensa che potessero servire per difendersi dagli attacchi alle spalle dei nemici o a proteggere il cavallo dai rumori della battaglia, oppure a intimidire i fanti avversari facendo apparire gli ussari più grandi del normale.",
    "strategy": "L'Ussaro alato è un sostituto del Lanciere a cavallo che solo i polacchi possono costruire. Più veloce e potente del Lanciere a cavallo, quando infligge più danni di quanti ne riceva l'Ussaro alato obbliga il difensore a ritirarsi. Un difensore che non può ritirarsi subisce danni extra.",
    "movement": 5,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Metallurgia|della Metallurgia",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
    },
    "free_promotions": [
        {
            "name": "Nessun bonus difensivo per terreno",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Può muoversi dopo aver attaccato",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Penalità in attacco contro le città (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Carica travolgente",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/heavy_charge.json"
        },
        {
            "name": "Assalto I",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/shock_i.json"
        },
        {
            "name": "Formazione I",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/formation_i.json"
        }
    ]
}