{
    "id": 33,
    "name": "Zero|uno Zero|dal tuo Zero|al tuo Zero|il tuo Zero|da uno Zero",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/zero.png",
    "game_info": "Unità aerea progettata per acquisire la superiorità nei cieli e intercettare gli apparecchi nemici in avvicinamento. Solo i giapponesi possono costruirla. Quest'unità ottiene un bonus quando combatte contro altri Caccia e non richiede Petrolio.",
    "historical_info": "L'A6M Zero della Mitsubishi è stato il caccia utilizzato dal Giappone per tutta la Seconda Guerra Mondiale. Progettato per levarsi in volo da una portaerei, all'inizio della guerra lo Zero era il miglior caccia della categoria esistente al mondo. Lo Zero univa manovrabilità e raggio d'azione ed era ottimo negli scontri aerei, superando facilmente gli apparecchi inglesi e americani. Durante lo svolgimento del conflitto la qualità dei caccia alleati migliorò notevolmente; l'aeronautica giapponese invece patì la carenza di materie prime e di manodopera, così alla fine lo Zero fu superato. Al suo culmine, comunque, fu un caccia impareggiabile in grado di dominare il vasto teatro del Pacifico.",
    "strategy": "Lo Zero è un'unità esclusiva del Giappone e sostituisce il Caccia. Lo Zero è un'unità aerea di potenza media. È simile agli altri apparecchi, ma quando combatte contro un altro caccia ottiene un significativo bonus al combattimento. Inoltre non richiede la risorsa Petrolio. Può usare come base una qualsiasi delle tue città o una portaerei. Può spostarsi da una città (o portaerei) all'altra ed eseguire missioni in un raggio d'azione di 8 caselle. Per ulteriori informazioni, consulta la sezione Aviazione.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar|del Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Intercettazione (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/interception_(100)_at.json"
        },
        {
            "name": "Bonus contro Caccia (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_fighters_(33)_at.json"
        },
        {
            "name": "Distruzione difese antiaeree",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/air_sweep_at.json"
        },
        {
            "name": "Ricognizione aerea",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/air_recon_at.json"
        },
        {
            "name": "Bonus contro bombardieri ed elicotteri (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/it/promotions/bonus_vs_bombers_helicopters_(150)_at.json"
        }
    ]
}