{
    "id": 17,
    "name": "Almaty",
    "historical_info": "Almaty, ubicada cerca de la frontera sureste de lo que hoy es Kazajistán, ha sido un enclave humano desde el 1000 a. C. Lo que en principio fue una tierra de tribus de granjeros y pastores, no comenzó a florecer como ciudad hasta la Edad Media, gracias a la ruta de la seda. Almaty prosperó como centro de agricultura y artesanía durante tres siglos, pero fue destruida en gran parte por los mongoles en el siglo XIII. En el siglo XV, tanto la ciudad como la región circundante pasaban por una etapa de declive.Almaty no comenzó a recuperarse y convertirse en la moderna ciudad que es hoy hasta 1854. La Rusia imperial construyó el Fuerte Zailiyskoye en el antiguo enclave, que luego se llamaría Fuerte Verni. Un año más tarde, los soldados comenzaron a aceptar la presencia de campesinos y comerciantes en la zona. Así nació la ciudad de Verni, el centro administrativo de la recién creada Semirechye, una provincia de Turquestán. Almaty prosperó de esta forma durante 30 años, pero, en 1887, un catastrófico terremoto la destruyó en menos de 12 minutos.[TAB][TAB]La ciudad pasó a llamarse Alma-Ata a principios del siglo XX y recuperó parte de su importancia con la construcción del ferrocarril Turquestán-Siberia. La capital de Kazajistán se desplazó a Alma-Ata en 1936 con la intención de convertir la ciudad en una especie de meca cultural. En 1993, el nombre de Alma-Ata volvió a cambiar; esta vez fue bautizada como Almaty en referencia a los huertos de manzanos que hay en la zona.[TAB][TAB]En 1997, el gobierno trasladó la capital a Astaná, una ciudad mucho menos amenazada por los desastres naturales. A pesar de este revés para su importancia política y la constante amenaza de los corrimientos de tierra, Almaty vuelve a prosperar como centro cultural, financiero e industrial.",
    "category": "Ciudades-estado militaristas"
}