{
    "id": 33,
    "name": "Antananarivo",
    "historical_info": "A diferencia de la mayoría de capitales del África meridional, Antananarivo ya era un asentamiento importante antes de la llegada de los europeos. Fue sede de los caciques hova, fundada en c. 1625 d. C. y debió su nombre, \"la Ciudad de los Mil\", al número de soldados que se decía que la vigilaban. Entre 1689 y 1725, Madagascar fue un puerto pirata, y la capital prosperó gracias a los botines y saqueos que se le pagaban por ofrecer refugio y protección. En 1793, cuando fue sede de los reyes merina que controlaban todo Madagascar, tuvo una población de unas 80.000 personas. La próspera economía de Antananarivo, centro comercial de la isla, se vio impulsada por la exportación de tabaco y de artículos de piel, que en su mayoría tenían como destino Europa y la India.Las tropas francesas capturaron Antananarivo en el año 1895 y la obligaron a incorporarse a su protectorado de Madagascar. La nueva administración francesa comenzó un extenso programa de reconstrucción. Durante el gobierno francés, relativamente benigno, la ciudad llegó a alcanzar los 175.000 habitantes en 1950. Junto con dos fuertes, escuelas, una universidad, carreteras y caminos pavimentados y un sistema de suministro de agua, los franceses también construyeron iglesias (en la actualidad hay unas 5.000 en la ciudad y su periferia). En 1955 se convirtió en una archidiócesis de la Iglesia Católica.En 1947, con su prestigio y presencia militar en franca recesión debido a la Segunda Guerra Mundial, los franceses reprimieron una sangrienta revuelta de los nacionalistas malgaches y entre 80.000 y 90.000 personas murieron en la contienda, que duró un año. Posteriormente, los franceses introdujeron grandes reformas mediante la ley Cadre, que facilitó una transición pacífica hacia la independencia del país. Tras la creación de la república, Antananarivo se convirtió en la capital. Impulsadas por las lucrativas industrias de producción de alimentos, cigarrillos y textiles, se modernizó rápidamente. Antananarivo es en la actualidad una de las ciudades más prósperas de África y cuenta con cerca de dos millones de habitantes.",
    "category": "Ciudades-estado mercantilistas"
}