{
    "id": 11,
    "name": "Belgrado",
    "historical_info": "La actual capital de Serbia se encuentra en la confluencia de dos de las vías fluviales más importantes de Europa, el Danubio y el Sava, y ha sido una encrucijada vital entre Europa y Asia durante siglos. Belgrado es una de las ciudades más antiguas de Europa; se han encontrado enclaves que datan del 6.000 a. C. y podrían haber albergado a la cultura prehistórica más grande de Europa, la vinca. El primer enclave permanente fortificado confirmado fue construido por los celtas en el siglo III a. C.; lo llamaron Singidunum, que quiere decir \"fortaleza redonda\".A lo largo de los siguientes doscientos años, Singidunum fue arrasado y ocupado por una numerosa sucesión de pueblos: los romanos, los hunos, los sármatas, los ostrogodos y los ávaros hasta que, en el siglo IX d. C., cayó en manos bizantinas. En ese momento, la ciudad asumió su nombre eslavo, Belgrado, que significa \"fortaleza blanca\". En los siguientes siglos, cobijó a los ejércitos de la Primera y la Segunda Cruzada, y nunca dejó de ser un campo de batalla entre Bulgaria, Hungría y Bizancio.En 1456, los otomanos iniciaron el famoso asedio de Belgrado en un intento de subyugar Hungría; la caída de la fortaleza de Belgrado habría abierto el camino hacia el centro de Europa al sultán Mehmet II. Sin embargo, un ejército dirigido por el húngaro Juan Hunyadi destrozó a las fuerzas otomanas y, con ello, no solo salvó la ciudad, también preservó la cristiandad en Europa. A día de hoy, las iglesias católicas siguen haciendo sonar sus campanas a mediodía en conmemoración de esta victoria. La desgracia quiso que, en las semanas que siguieron al triunfo, una peste acabara con muchos de los soldados victoriosos, incluyendo al propio Hunyadi. En 1521, casi setenta años más tarde, el sultán Solimán el Magnífico logró capturar la ciudad, la convirtió en la capital de un sanjak, el distrito administrativo otomano, y no tardó en pasar a ser la segunda ciudad más grande del imperio por detrás de Constantinopla.La segunda insurrección serbia de 1815 (tras el primer intento fallido de 1807) logró un estado de independencia parcial para la región serbia, pero la independencia completa no llegaría hasta 1878. La capital de este nuevo reino se trasladó a Belgrado, y la ciudad volvió a prosperar y crecer con rapidez. Este crecimiento se estancó en 1914 con la llegada de la Primera Guerra Mundial: Belgrado fue diezmada por sucesivos ataques. Tras la guerra, Belgrado se convirtió en la capital de la recién establecida Yugoslavia, y pasó por un inesperado periodo de crecimiento y modernización.A pesar de que el gobierno serbio intentó permanecer al margen de la Segunda Guerra Mundial, Belgrado sufrió intensos bombardeos y sus habitantes fueron masacrados por la Luftwaffe en 1941; los alemanes no tardaron en ocupar la ciudad. En 1944, los aliados bombardearon la ciudad y la liberaron meses después. Tras el fin de la guerra, Serbia se encontraba bajo el control de la Unión Soviética. Un año más tarde se creó la República Federal Popular de Yugoslavia y Belgrado fue, una vez más, la capital. La Belgrado comunista no tardó en convertirse en un importante centro industrial.En 1996 se produjeron manifestaciones masivas contra el gobierno comunista y, en 1997, se eligió al primer alcalde de Belgrado que no pertenecía a un partido comunista ni socialista. Sin embargo, las convulsiones continuaron con los intensos bombardeos sufridos durante la guerra de Kosovo de 1999, que causaron graves daños e hicieron salir a cientos de miles de manifestantes a las calles. Sin embargo, a pesar de los problemas económicos y militares de los noventa, Belgrado no dejó de crecer con fuerza como centro de historia, cultura y turismo.",
    "category": "Ciudades-estado militaristas"
}