{
    "id": 56,
    "name": "Bogotá",
    "historical_info": "Con sus numerosas universidades, museos y bibliotecas, Bogotá ha sido bautizada como la \"Atenas de Sudamérica\", un sobrenombre que rinde tributo a su antigua y rica herencia cultural. Fue fundada por el español Gonzalo Jiménez de Quesada, quien en 1536 lideró una expedición compuesta por 500 hombres al Río Grande de la Magdalena con el objetivo de encontrar El Dorado. Al encontrarse con los indígenas de la tribu muisca, saquearon los templos de Zaque Quemuenchatocha y Sogamoso, llevándose esmeraldas y oro. Pero en marzo de 1537 solo quedaban 70 hombres, y Quesada decidió construir un asentamiento que sirviera como base en una meseta de los Andes septentrionales, cerca de lo que después se conocería como el río Bogotá. En 1553 se construyó la plaza central y se iniciaron las obras de una catedral y un edifico gubernamental. La ciudad se convirtió en la capital de la colonia de la corona de Nueva Granada y permaneció como un virreinato hasta que consiguió la independencia de la mano de Simón Bolívar en 1819. Durante los siguientes años fue la capital de \"Gran Colombia\" (hasta 1830), después de la República de Nueva Granada (1863) y de los Estados Unidos de Colombia hasta el año 1886, fecha de nacimiento de la actual República de Colombia.\r\nDurante todas estas épocas, Bogotá floreció como el centro educativo y cultural de la nación. En 1823, la biblioteca pública de la ciudad fue ampliada y modernizada y pasó a convertirse en la Biblioteca Nacional. Pocos años después, se fundó un Museo Nacional. La primera \"escuela estatal\", precursora de la Universidad Nacional de Colombia, se inauguró en 1867. Debido a su relativo aislamiento, la ciudad se convirtió en una meca para los autores y poetas que buscaban crear nuevas tendencias y romper con las tradiciones literarias de España y Sudamérica, y desde mediados del siglo XIX hasta mediados del siglo XX fue el hogar de grandes escritores como José Asunción Silva y Rafael Pombo. A pesar de los periodos de disturbios civiles y guerra civil, la ciudad fue también un refugio de artistas. En 1886 se fundó la Escuela Nacional de Bellas Artes. Su estado como una de las ciudades con mayor cultura se reconoció formalmente en 2007, año en que la UNESCO nombró a Bogotá como la segunda Capital Mundial del Libro en el hemisferio occidental, solo por detrás de la ciudad canadiense de Montreal.",
    "category": "Ciudades-estado cultas"
}