{
    "id": 1,
    "name": "Bratislava",
    "historical_info": "Bratislava, centro económico y cultural de Eslovaquia, alberga diversas universidades, museos, teatros y galerías, así como otras famosas instituciones culturales eslavas. En la confluencia de los ríos Danubio y Morava, el primer asentamiento conocido que se diera en el emplazamiento de la ciudad fue en el Neolítico, alrededor del 5000 a. C. Posteriormente habitada y fortificada por los celtas, la zona cayó bajo el control de los romanos en el siglo I a. C. Además de las comodidades de la civilización romana –carreteras, teatros, baños públicos, bibliotecas y similares– introdujeron la vid en la zona circundante a la fortaleza, con lo que se inició una tradición de elaboración de buenos vinos que ha llegado hasta la actualidad.Rebautizada como Presburgo, la estratégica ciudad se convirtió en parte del reino de Hungría en el siglo X y allí se fundó la primera universidad eslava, la Istropolitana Acadenmy, en 1467. Con los Habsburgo acogió a arzobispos, nobleza, mercaderes, artesanos y reyes. Bratislava floreció en el siglo XVIII, especialmente durante el reinado de María Teresa, que la convirtió en la población más grande e importante de la zona. La ciudad ocupó un lugar destacado en el movimiento musical de este periodo: Wolfgang Amadeus Mozart dio allí un concierto en 1762; Joseph Haydn en 1784; Beethoven fue un invitado en 1796, mientras componía; Liszt y Bartok vivieron en ella durante breves periodos. La primera universidad politécnica del mundo, la Banska Akademia, se inauguró en 1762. Mientras tanto, se dieron iniciativas para promover y conservar el idioma y la literatura eslavos en nuevas bibliotecas. El primer periódico en eslovaco, el Presspurske Nowiny, empezó a publicarse en 1783.Tras la Primera Guerra Mundial y la disolución del Imperio Austrohúngaro, Bratislava se convirtió en la capital de Eslovaquia en la primera República Checoslovaca, y siguió siendo la capital cuando Eslovaquia se convirtió en nación independiente tras la retirada de las tropas soviéticas en 1993. Desde entonces, se ha dicho de Bratislava que es \"el alma, si no el corazón, de la cultura eslava\".",
    "category": "Ciudades-estado cultas"
}