{
    "id": 12,
    "name": "Bruselas",
    "historical_info": "Bruselas fue oficialmente fundada en la ribera del río Sena en el año 979 d. C., cuando Carlos de Lorena, descendiente de Carlomagno, construyó la primera fortificación permanente en torno a un pueblecito con una pequeña capilla católica. La primera ciudad se extendió a lo largo del río y sufría frecuentes inundaciones, por lo que recibió el nombre neerlandés de Bruocsela, \"capilla del pantano\". Las murallas que se construyeron y ampliaron entre los siglos XI y XIV hicieron posible un periodo de crecimiento, expansión y paz poco común en aquellos tiempos.La paz terminó violentamente en 1695, cuando el rey Luis XIV de Francia envió tropas a Bruselas y atacó la ciudad con artillería, destruyó el Grand Palace y casi un tercio de la ciudad en un único ataque; fue el acontecimiento más devastador de su historia. Esta invasión produjo un afrancesamiento cultural e idiomático en la zona. En 1830, las provincias sureñas de los Países Bajos, de habla francesa, se escindieron durante la revolución belga de las provincias de habla neerlandesa, y la mayor parte del conflicto tuvo como escenario a Bruselas. Tras la independencia belga, el nuevo rey Leopoldo I se impuso la titánica tarea de destruir la vieja ciudad para dejar espacio a las nuevas construcciones y los edificios modernos. A su favor pudo esgrimir que el Sena se había convertido en un grave peligro para la salud, y toda la zona urbana fue enterrada y reconstruida.Bruselas escapó de ambas guerras mundiales casi intacta (aunque en ambas ocasiones fue invadida por los alemanes), gracias sobre todo a su férrea política de neutralidad. Esta neutralidad la convirtió en un centro moderno de la política internacional, capital de facto de la Unión Europea (UE) y sede de la Organización del Tratado del Atlántico Norte (OTAN). La única gran controversia en esta pacífica ciudad la causan las fronteras idiomáticas entre los municipios en los que se habla francés y neerlandés, un conflicto que se ve reflejado en el resto de Bélgica.",
    "category": "Ciudades-estado cultas"
}