{
    "id": 10,
    "name": "Bucarest",
    "historical_info": "En la ribera fluvial del Dambovita se alza Bucarest, la ciudad más grande y capital de Rumanía. Las excavaciones arqueológicas han revelado asentamientos humanos en la zona de Bucarest que datan del 9.000 a. C., pero la ciudad propiamente dicha no aparece mencionada hasta el 1459 d. C en un documento firmado por Vlad III el Empalador. Vlad III levantó la primera fortaleza y su residencia de verano en Bucarest para intentar contener a las entrometidas fuerzas otomanas, pero fue en vano. A principios del XVII, los otomanos capturaron la ciudad, la quemaron y la reconstruyeron.Bucarest se desarrolló con rapidez bajo el dominio de los otomanos y, en 1659, se convirtió en un importante centro económico y en la capital de la conquistada región de Valaquia. Durante los dos siguientes siglos, Bucarest estuvo a punto de ser destruida por desastres naturales en muchas ocasiones, pero siempre fue reconstruida. Fue alcanzada por la peste bubónica y ocupada por los Habsburgo y la Rusia imperial.Valaquia permaneció en manos de los rusos hasta que la presión civil en Bucarest contribuyó a la unificación de las regiones de Valaquia y Moldavia, que formaron el estado de Rumanía en 1859; Bucarest fue elegida capital en 1862. Como capital del nuevo reino, la población de la ciudad creció exageradamente y se iniciaron proyectos arquitectónicos a gran escala. La extravagancia de las residencias de Bucarest en aquellos tiempos hizo que fuera apodada \"la París del este\".Aunque escapó de la Primera Guerra Mundial relativamente indemne, Bucarest sufrió graves daños durante la segunda, sobre todo por los intensos bombardeos aliados. Tras las guerras se derribó gran parte del distrito histórico para dejar espacio a los altos edificios de apartamentos del gobierno comunista y, en 1977, un fuerte terremoto destruyó buena parte de la zona histórica que aún seguía en pie. La revolución rumana de 1989 puso fin al régimen comunista en Rumanía. En Bucarest se reunieron muchos manifestantes descontentos que se alzaron durante un discurso del presidente Nicolae Ceaucescu e hicieron vanos los desesperados intentos policiales por contenerlos. Tras la caída del comunismo, Bucarest ha disfrutado de un nuevo auge económico. Las autoridades locales han modernizado la ciudad y se han esforzado en recuperar su centro histórico, casi completamente destrozado.",
    "category": "Ciudades-estado cultas"
}