{
    "id": 2,
    "name": "Budapest",
    "historical_info": "Budapest es la capital de Hungría. La que históricamente ha sido llamada \"Reina del Danubio\" es el centro político y cultural del país, además de núcleo económico e industrial del centro de Europa. Aunque la zona de Budapest tuvo habitantes neolíticos (c. 9500 a. C.), los primeros datos se remontan a la ciudad celta de Ak-Ink, que los romanos ocuparon y rebautizaron como Aquincum en el siglo II d. C. Su posición estratégica en la ribera del Danubio hacía de Aquincum un enclave codiciado tanto por Roma como por sus enemigos.A finales del siglo IX, un grupo de magiares liderados por Arpad (el segundo Gran Príncipe magiar) se asentó en la zona de Aquincum y fundó el reino de Hungría al cabo de cien años. Aunque la ciudad creció y prosperó, apenas se reforzaron las primitivas fortificaciones romanas. Una invasión tátara en el siglo XIII demostró a los húngaros lo difícil que puede ser defender una ciudad en el llano. Tras la derrota, el rey Bela IV de Hungría rodeó la ciudad con una muralla de madera reforzada con piedra y trasladó su palacio a la ciudad elevada de Buda, en las afueras de Aquincum. En 1361, Aquincum/Buda se convirtió en la capital de Hungría.El Renacimiento supuso una gran influencia para el modelo cultural de Buda; el rey Matías Corvino construyó allí su biblioteca en el siglo XV y logró reunir una de las mejores colecciones de obras históricas, filosóficas y científicas de Europa. Solo la del Vaticano rivalizaba con ella en cuanto a contenido y tamaño. Esta explosión cultural se detuvo violentamente cuando los turcos saquearon la ciudad en 1526; la asediaron y la capturaron en 1541 para no soltarla durante 140 años. En 1686, Carlos V logró recuperar la ciudad y la incorporó al imperio de los Habsburgo. Desgraciadamente, la ciudad quedó destrozada durante la batalla.El siglo XIX estuvo protagonizado por los movimientos independentistas hasta el Compromiso de 1867, que creó una nueva monarquía dual de Austria-Hungría con Buda como capital de ambas monarquías. En 1873, Buda, Pest y Óbuda se unieron oficialmente para formar Budapest e iniciar una edad de oro de prosperidad económica y cultural.Los buenos tiempos de Budapest terminaron con la Primera Guerra Mundial y la caída del Imperio Austro-húngaro. La ciudad resultó dañada por los bombardeos británicos y estadounidenses de la Segunda Guerra Mundial y, además, tuvo que sufrir el asedio de la batalla de Budapest en 1945. Las tropas soviéticas causaron graves daños y mataron a decenas de miles de civiles. El gobierno comunista del país no hizo mucho por reconstruir la ciudad al término de la guerra; más bien destruyó sistemáticamente muchos de los edificios históricos que habían sobrevivido.En 1956, unos disparos de la Policía Estatal de Seguridad en una manifestación pacífica de estudiantes de Budapest fue la chispa que inició la revolución húngara. El gobierno fue derrocado, pero la URSS envió un regimiento de tanques a aplastar la rebelión y devolver el poder al partido comunista. Las últimas tropas soviéticas abandonaron Budapest en 1991 y Hungría comenzó su transición hacia una sociedad libre. Durante el resto del siglo se intentaron reparar los daños de la guerra y reconstruir los lugares históricos que quedaron en pie. A pesar del inicio prometedor, la ciudad ha comenzado a experimentar un declive de población causado por la emigración al condado de Pest.",
    "category": "Ciudades-estado militaristas"
}