{
    "id": 50,
    "name": "Buenos Aires",
    "historical_info": "Buenos Aires es una ciudad activa y seductora, que se extiende de norte a sur por el Río de la Plata, cubriendo más de 220 kilómetros cuadrados, y ha constituido el umbral a Argentina durante siglos. Los \"porteños\", como gustan referirse a ellos mismos los multiétnicos habitantes de Buenos Aires, tienen una identidad cultural rica y elaborada, que bebe de influencias españolas, portuguesas, italianas, alemanas, irlandesas, polacas, judías y nativas. La ciudad ha sido calificada a veces como el \"París de Sudamérica\". Su estilo de vida y su arquitectura son más inconfundiblemente europeos que los de cualquier otra ciudad del hemisferio sur. Su distribución física es un mosaico tan variopinto como su pueblo, su cocina y su música. No es sorprendente que Buenos Aires sea la ciudad más visitada de América del Sur (por delante de Río de Janeiro, incluso).El lugar lo fundó con el nombre de Ciudad de Nuestra Señora Santa María del Buen Ayre en el año 1536 una expedición española. Cuando Argentina se hizo independiente en 1816, la cosmopolita ciudad se convirtió en su capital. En las décadas entre 1880 y 1940, Buenos Aires se convirtió en un lugar seguro para quienes buscaban refugiarse de la persecución política, religiosa, ideológica y artística en los países de Europa. De hambrientos irlandeses a judíos devotos pasando por supervivientes al zar, cada oleada de inmigrantes añadió al caldo sus tradiciones y talentos, lo que convirtió la ciudad en rival cultural de cualquier capital mundial.Quizá nada refleje la mezcla cultural de la ciudad tan bien como el tango. Una combinación de varios bailes, el tango evolucionó en Buenos Aires en las postrimerías de los años 1880. Se practicaba en salones de baile, parques, plazas y salas de fiestas, y se convirtió en el baile nacional, pues combina \"una reserva elegante con una pasión exuberante\". Pocos bailes están tan identificados con un lugar como el tango con Buenos Aires, el alma de Argentina.",
    "category": "Ciudades-estado cultas"
}