{
    "id": 46,
    "name": "Biblos",
    "historical_info": "Las excavaciones arqueológicas demuestran que el lugar donde se encuentra Biblos, en la costa mediterránea, ya estaba habitado en el Neolítico. Hacia el cuarto milenio a. C., un gran asentamiento subsistía en ese lugar mediante la pesca y la agricultura de interior. Durante los mil años siguientes, se fue desarrollando la exportación de cedro a Egipto, pues su madera era indispensable para la construcción de embarcaciones y su aceite se usaba para la momificación de cuerpos. Los amoritas arrasaron la ciudad durante su invasión, alrededor del 2150 a. C., y el lugar fue un yermo durante casi dos siglos antes de que los fenicios reconstruyeran el puerto y bautizaran el lugar como Gebal. La ciudad hizo su mayor contribución a la civilización humana con el desarrollo del alfabético fonético de 22 caracteres que sustituyó a la compleja escritura cuneiforme que se había utilizado en la zona previamente.Como centro comercial, Gebal se fue haciendo cada vez más rico con sus ocupantes sucesivos: Asiria, Babilonia, los aqueménidas y Persia. Tras la conquista de Alejandro, Biblos prosperó como ciudad helenizada y sus habitantes adoptaron la ropa, el idioma y la religión de los griegos. Junto con el cedro, los cereales y la fruta, la ciudad se hizo famosa por la producción y exportación de papiro, del cual coge su nombre en griego: Byblos. Durante la época romana, la ciudad perdió su importancia comercial, pero sus papel religioso aumentó a medida que hordas de peregrinos pasaron por allí en dirección a diversos lugares sagrados.En el año 395 d. C., Biblos se convirtió en parte del Imperio Bizantino, aunque era un puerto muy alejado de su imperio, hasta que los musulmanes la tomaron en el año 637. Bajo el gobierno musulmán, la ciudad, llamada Jbail, perdió todavía más riqueza e influencia y finalmente quedó abandonada por completo. Biblos desapareció en la oscuridad hasta las excavaciones del historiador francés Ernest Renan, en los años 1860. Aunque Biblos nunca más volverá a ser una potencia marítima, está resurgiendo como emplazamiento turístico de lujo, con los veraneantes atraídos por sus playas arenosas, su clima templado y sus grandes ruinas de las épocas romana, musulmana y cruzada.",
    "category": "Ciudades-estado marítimas"
}