{
    "id": 21,
    "name": "Ciudad del Cabo",
    "historical_info": "Ubicada en el extremo meridional africano, Ciudad del Cabo fue el primer asentamiento europeo en Sudáfrica. En 1652, la Compañía de las Indias Orientales holandesa fundó un punto de reabastecimiento para sus barcos en las costas de la bahía de la Mesa, un puerto al noroeste del cabo de Nueva Esperanza con acceso a agua dulce. En unos años, los colonos holandeses ya se habían aventurado más allá de los fuertes y habían establecido granjas, trabajando los campos con esclavos africanos traídos de otros lugares. Los nativos del lugar (los khoikhoi, a los que los holandeses llamaron \"hotentotes\") no fueron esclavizados y, de hecho, muchos de ellos convivieron con los colonos y, en algunos casos, se casaron. La ciudad ya contaba con unas 200 casas y un puerto floreciente a principios del nuevo siglo.Durante el siglo XVII, el puerto siguió creciendo en tamaño y en importancia estratégica, pues su ubicación permitía a los holandeses dominar el cabo de Nueva Esperanza, la principal vía marítima entre Europa y el Lejano Oriente. Los británicos quisieron ocuparla en 1781, durante la Guerra de Independencia americana, pero la flota francesa se lo impidió y dispuso una guarnición para ayudar a los holandeses a mantenerla a salvo de las manos británicas.A medida que el siglo avanzaba, el dominio británico en alta mar les dio cada vez más fuerza sobre las colonias. Inglaterra y los Países Bajos se disputaron el dominio de Ciudad del Cabo hasta 1814, en que la colonia pasó a ser británica permanentemente. Los británicos liberaron a los esclavos en 1834 y, en unos años, la población de la joven ciudad alcanzó unos 20.000 ciudadanos. En 1870 se descubrieron diamantes tierra adentro y 16 años después, se encontró oro. Esto supuso la llegada de muchos buscadores de minerales preciosos y de personas que se ganaban la vida con ellos o a su costa.A principios del siglo XX, estallaron las Guerras de los Bóers (1899-1902) entre los británicos y las repúblicas bóer, guerras que, según el historiador que uno lea, fueron una lucha para poner fin a la tiranía británica sobre las personas de sangre holandesa, una rebelión de los afrikáner que querían seguir esclavizando a los que no eran blancos, o una guerra entre políticos ambiciosos por los beneficios del oro y diamantes. La guerra fue larga y encarnizada y, aunque las luchas tuvieron lugar kilómetros tierra adentro, la ciudad fue un enclave importante para los británicos, adquiriendo una base industrial gracias a la construcción de materiales bélicos y otros suministros.En 1910, las colonias británicas Colonia del Cabo, Transvaal, Natal y Río Orange se unieron en la Unión de Sudáfrica, y Ciudad del Cabo pasó a ser su capital. El siglo XX presenció el gran esfuerzo de los habitantes europeos por protegerse de lo que veían como un peligro creciente: verse aplastados por los nativos africanos. Las leyes del apartheid, cada vez más detestables, fueron relegando a los ciudadanos que no eran blancos a un estatus servil con acceso limitado al empleo y a la educación, por no hablar del gobierno o de la gestión de sus propios asuntos. La lucha por la igualdad se intensificó a lo largo del siglo y, junto a la resistencia interna, el gobierno blanco tuvo que afrontar las crecientes sanciones del resto del mundo. En 1990, el sistema del apartheid cayó definitivamente, y Ciudad del Cabo y Sudáfrica vieron el nombramiento de Nelson Mandela como presidente, el primer hombre de color en llevar ese título.Ciudad del Cabo es, en la actualidad, una ciudad próspera y llena de vida. Aún afronta las consecuencias de las pugnas interraciales, la pobreza y una educación deficitaria de la mayoría de sus habitantes nativos. Pero ha sobrevivido a la transición del apartheid a una democracia casi universal con extraordinariamente poca violencia, gracias en gran parte a Nelson Mandela.",
    "category": "Ciudades-estado marítimas"
}