[
    {
        "id": 1,
        "name": "Bratislava",
        "historical_info": "Bratislava, centro económico y cultural de Eslovaquia, alberga diversas universidades, museos, teatros y galerías, así como otras famosas instituciones culturales eslavas. En la confluencia de los ríos Danubio y Morava, el primer asentamiento conocido que se diera en el emplazamiento de la ciudad fue en el Neolítico, alrededor del 5000 a. C. Posteriormente habitada y fortificada por los celtas, la zona cayó bajo el control de los romanos en el siglo I a. C. Además de las comodidades de la civilización romana –carreteras, teatros, baños públicos, bibliotecas y similares– introdujeron la vid en la zona circundante a la fortaleza, con lo que se inició una tradición de elaboración de buenos vinos que ha llegado hasta la actualidad.Rebautizada como Presburgo, la estratégica ciudad se convirtió en parte del reino de Hungría en el siglo X y allí se fundó la primera universidad eslava, la Istropolitana Acadenmy, en 1467. Con los Habsburgo acogió a arzobispos, nobleza, mercaderes, artesanos y reyes. Bratislava floreció en el siglo XVIII, especialmente durante el reinado de María Teresa, que la convirtió en la población más grande e importante de la zona. La ciudad ocupó un lugar destacado en el movimiento musical de este periodo: Wolfgang Amadeus Mozart dio allí un concierto en 1762; Joseph Haydn en 1784; Beethoven fue un invitado en 1796, mientras componía; Liszt y Bartok vivieron en ella durante breves periodos. La primera universidad politécnica del mundo, la Banska Akademia, se inauguró en 1762. Mientras tanto, se dieron iniciativas para promover y conservar el idioma y la literatura eslavos en nuevas bibliotecas. El primer periódico en eslovaco, el Presspurske Nowiny, empezó a publicarse en 1783.Tras la Primera Guerra Mundial y la disolución del Imperio Austrohúngaro, Bratislava se convirtió en la capital de Eslovaquia en la primera República Checoslovaca, y siguió siendo la capital cuando Eslovaquia se convirtió en nación independiente tras la retirada de las tropas soviéticas en 1993. Desde entonces, se ha dicho de Bratislava que es \"el alma, si no el corazón, de la cultura eslava\".",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/bratislava.json"
    },
    {
        "id": 2,
        "name": "Budapest",
        "historical_info": "Budapest es la capital de Hungría. La que históricamente ha sido llamada \"Reina del Danubio\" es el centro político y cultural del país, además de núcleo económico e industrial del centro de Europa. Aunque la zona de Budapest tuvo habitantes neolíticos (c. 9500 a. C.), los primeros datos se remontan a la ciudad celta de Ak-Ink, que los romanos ocuparon y rebautizaron como Aquincum en el siglo II d. C. Su posición estratégica en la ribera del Danubio hacía de Aquincum un enclave codiciado tanto por Roma como por sus enemigos.A finales del siglo IX, un grupo de magiares liderados por Arpad (el segundo Gran Príncipe magiar) se asentó en la zona de Aquincum y fundó el reino de Hungría al cabo de cien años. Aunque la ciudad creció y prosperó, apenas se reforzaron las primitivas fortificaciones romanas. Una invasión tátara en el siglo XIII demostró a los húngaros lo difícil que puede ser defender una ciudad en el llano. Tras la derrota, el rey Bela IV de Hungría rodeó la ciudad con una muralla de madera reforzada con piedra y trasladó su palacio a la ciudad elevada de Buda, en las afueras de Aquincum. En 1361, Aquincum/Buda se convirtió en la capital de Hungría.El Renacimiento supuso una gran influencia para el modelo cultural de Buda; el rey Matías Corvino construyó allí su biblioteca en el siglo XV y logró reunir una de las mejores colecciones de obras históricas, filosóficas y científicas de Europa. Solo la del Vaticano rivalizaba con ella en cuanto a contenido y tamaño. Esta explosión cultural se detuvo violentamente cuando los turcos saquearon la ciudad en 1526; la asediaron y la capturaron en 1541 para no soltarla durante 140 años. En 1686, Carlos V logró recuperar la ciudad y la incorporó al imperio de los Habsburgo. Desgraciadamente, la ciudad quedó destrozada durante la batalla.El siglo XIX estuvo protagonizado por los movimientos independentistas hasta el Compromiso de 1867, que creó una nueva monarquía dual de Austria-Hungría con Buda como capital de ambas monarquías. En 1873, Buda, Pest y Óbuda se unieron oficialmente para formar Budapest e iniciar una edad de oro de prosperidad económica y cultural.Los buenos tiempos de Budapest terminaron con la Primera Guerra Mundial y la caída del Imperio Austro-húngaro. La ciudad resultó dañada por los bombardeos británicos y estadounidenses de la Segunda Guerra Mundial y, además, tuvo que sufrir el asedio de la batalla de Budapest en 1945. Las tropas soviéticas causaron graves daños y mataron a decenas de miles de civiles. El gobierno comunista del país no hizo mucho por reconstruir la ciudad al término de la guerra; más bien destruyó sistemáticamente muchos de los edificios históricos que habían sobrevivido.En 1956, unos disparos de la Policía Estatal de Seguridad en una manifestación pacífica de estudiantes de Budapest fue la chispa que inició la revolución húngara. El gobierno fue derrocado, pero la URSS envió un regimiento de tanques a aplastar la rebelión y devolver el poder al partido comunista. Las últimas tropas soviéticas abandonaron Budapest en 1991 y Hungría comenzó su transición hacia una sociedad libre. Durante el resto del siglo se intentaron reparar los daños de la guerra y reconstruir los lugares históricos que quedaron en pie. A pesar del inicio prometedor, la ciudad ha comenzado a experimentar un declive de población causado por la emigración al condado de Pest.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/budapest.json"
    },
    {
        "id": 3,
        "name": "Ginebra",
        "historical_info": "El enclave original de la ciudad, ya habitado en el paleolítico, se encontraba en una colina, y fue poblado más tarde por una tribu de Liguria y otros pueblos anteriores a los celtas. Ginebra se convirtió en una ciudad fortificada celta en torno al 500 a. C., pero los romanos la conquistaron en el 121 a. C. La cuidad siguió cambiando de manos hasta que, en el 1033 d. C., pasó a engrosar los territorios del emperador alemán. Ginebra ya era una importante sede eclesiástica; su obispo, como dirigente de un principado territorial, era vasallo directo del emperador del Sacro Imperio.Los duques de Saboya pasaron cinco siglos compitiendo con el obispo católico por el control de la ciudad. Cuando el último obispo huyó de Ginebra, en 1533, los ciudadanos intentaron deshacerse del dominio católico y de los Saboya. Para ello se aliaron con el estado protestante de Berna y se convirtieron al protestantismo en 1536. Aunque los ciudadanos recuperaron el poder, también se aislaron del resto de los suizos católicos durante generaciones. Juan Calvino, un reformista protestante, se asentó en la ciudad poco después de 1536 y se quedó hasta su muerte, 30 años después. En ausencia del obispo, Calvino se convirtió en el nuevo líder espiritual. La ciudad siguió siendo un baluarte protestante durante muchos años, aunque a principios del siglo XVII se produjo una conversión masiva al catolicismo.Francia se anexionó brevemente Ginebra durante la Revolución Francesa, pero el Congreso de Viena de 1814 la admitió en la Confederación Suiza y su jurisdicción se amplió para cubrir 15 parroquias saboyanas vecinas. El Congreso estableció expresamente que dichas parroquias serían protegidas frente a la persecución religiosa y, a cambio, garantizó la neutralidad de la ciudad. Las tensiones entre católicos y protestantes continuaron hasta que, en 1907, Ginebra aprobó una ley separando oficialmente a la iglesia del estado; desde entonces, ninguna institución religiosa ha recibido ayudas estatales ni municipales.En 1919, tras la Primera Guerra Mundial, logró estatus internacional al convertirse en la sede de la Sociedad de Naciones. Su nueva reputación continuó tras la Segunda Guerra Mundial, pues las Naciones Unidas y muchas otras instituciones internacionales la eligieron como sede. Desde entonces, el turismo y los negocios han prosperado en la ciudad.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/geneva.json"
    },
    {
        "id": 4,
        "name": "Riga",
        "historical_info": "En el siglo XII, los comerciantes y misioneros germánicos levantaron la ciudad de Riga en la desembocadura del Daugava alrededor de un asentamiento que ya existía. En el año 1158, los comerciantes germánicos ya habían establecido puestos allí para comerciar con los baltos y los fineses; el primer monasterio católico se completó en 1190. En 1201, Alberto, recién proclamado obispo de Livonia, llegó con 23 barcos y 1500 cruzados armados –que posteriormente se organizarían en una rama de los Caballeros Teutones– para fundar su obispado y convertir a los lugareños al cristianismo por la fuerza. En 1282 Riga se unió a la Liga Hanseática, con lo que aseguró su estabilidad comercial y política durante tres siglos.Cuando los líderes de Riga aceptaron públicamente la Reforma en 1522 y el poder de los arzobispos se vino abajo, la ciudad se enzarzó rápidamente en las guerras religiosas. Cuarenta años después la capturó Gustavo Adolfo, rey de Suecia, que había participado en la guerra de los Treinta Años. Riga siguió siendo sueca hasta 1710, cuando el puerto, azotado por la peste, se rindió a las fuerzas rusas de Pedro el Grande durante la Gran Guerra del Norte. Riga se convirtió en la mayor ciudad portuaria industrializada de la Rusia zarista hasta el fin de la Primera Guerra Mundial, cuando la revolución rusa dejó que sus posesiones en el Báltico se declarasen independientes en noviembre de 1918. Riga se convirtió en la capital de Letonia.Durante los años entre guerras, Riga prosperó. Pero la libertad de Letonia era precaria, y Riga se vio ocupada primero por la Unión Soviética en junio de 1940 y un año más tarde por los invasores nazis. La reconquista de la ciudad por parte del Ejército Rojo en 1944 estuvo seguida por la llegada de obreros, burócratas y soldados soviéticos para convertirla en el complejo industrial militar más importante de la URSS occidental. El puerto se amplió y modernizó para darle una salida comercial con Occidente. En enero de 1991, con la independencia de Letonia, Riga regresó a sus preocupaciones comerciales pasadas, lo que la ha vuelto a convertir en un motor financiero del Báltico.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/riga.json"
    },
    {
        "id": 5,
        "name": "Génova",
        "historical_info": "Aunque se desconoce la fecha exacta de la fundación de Génova, la historia de la ciudad se remonta hasta un enclave ligurio en la zona. Se ha excavado un cementerio que demuestra que la ciudad estuvo ocupada por los griegos en el siglo VI a. C., pero es casi seguro que su fundación se produjo mucho antes. Bajo el dominio romano, fue un floreciente núcleo comercial, un puerto militar y un mercado, pero, tras la caída del Imperio Romano de Occidente, no tardó en ser invadida y saqueada por los ostrogodos. Génova siguió siendo un pequeño y recóndito centro pesquero durante varios siglos, pero aprovechó este tiempo para hacerse con una flota de barcos mercantes que acabaría dominando las rutas del Mediterráneo.En el siglo X d. C., Génova se independizó de los feudos locales y se convirtió en una república marítima independiente, con su propio señor que solo respondía ante el emperador del Sacro Imperio. El poder real no lo ostentaba su obispo-presidente, sino los cónsules elegidos por la asamblea popular. Los astilleros y los bancos potenciaron el crecimiento de la joven república, que fue ampliando sus fronteras y fundando colonias en Oriente Medio y el norte de África.La prosperidad de Génova se interrumpió cuando el puesto comercial genovés de Caffa importó la peste negra a Europa en 1347. Su población cayó presa de la enfermedad y su economía se resintió. La ciudad, ya debilitada, se embarcó en una serie de guerras desafortunadas durante los siguientes 70 años, en las que perdió sus estados coloniales y cayó bajo el dominio de los Visconti de Milán.La buena suerte llamó a sus puertas cuando su famoso hijo, Cristóbal Colón, regresó tras descubrir América y donó una décima parte de sus ingresos a las instituciones bancarias locales. Eso permitió la alianza que convirtió a Génova en un satélite del próspero Imperio Español, una maniobra que favoreció su recuperación económica. Las familias nobles de la ciudad-estado no tardaron en amasar fortuna y la floreciente ciudad comenzó a atraer a famosos artistas y arquitectos. Esta edad de oro duró hasta el regreso de la peste en 1656, que se llevó consigo a la mitad de la población. El lento y continuo declive de Génova se prorrogó cuando la economía mundial comenzó a desplazarse del Mediterráneo al Nuevo Mundo con el establecimiento de nuevas rutas comerciales en el siglo XVIII. La modernización y las Guerras Mundiales de la primera mitad del siglo XX no propiciaron la recuperación de la ciudad.Aunque hoy Génova es la quinta economía italiana y pertenece al triángulo industrial del país, nunca ha recuperado la importancia y la fama que le granjeó el nombre de \"La Superba\", la ciudad gloriosa de Italia.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/genoa.json"
    },
    {
        "id": 6,
        "name": "Florencia",
        "historical_info": "Florencia (\"Firenze\", en italiano) es una de las ciudades más bellas e interesantes de Europa. Se encuentra a orillas del río Arno, en la Italia septentrional, en el centro de la hermosa región de la Toscana. Julio César fundó Florencia en el 59 a. C. como asentamiento para los antiguos veteranos del ejército romano, en un lugar estratégico donde la vía Cassia (la principal ruta del norte de Roma) cruza el Arno. Se diseñó como una cuadrícula, al estilo de un campamento militar. Su ubicación permitió a Florencia prosperar en gran medida gracias al comercio entre Roma y el norte y, en el año 300 d. C., la ciudad se convirtió en la capital de la provincia de Tuscia (Toscana). Durante los siglos siguientes, la ciudad fue atacada por los ostrogodos y los bizantinos y cambió de manos repetidamente hasta que, en el 774 d. C., Carlomagno la conquistó y la defendió, impidiendo que más extranjeros se hicieran con ella.Florencia recuperó su riqueza e importancia durante los siglos siguientes y se convirtió en una de las ciudades-estado más ricas y poderosas de Europa. En 1252, la República de Florencia introdujo su propia moneda, el florín de oro. Los florines se aceptaban en gran parte del Mediterráneo y de Europa, y los mercaderes y banqueros florentinos se extendieron rápidamente por el mundo conocido.Durante el Renacimiento, controlaron Florencia varias familias acaudaladas e implacables, entre las que se contaban los Medici. Cuando no estaban enzarzados entre ellos en pugnas por el poder, los nobles florentinos eran grandes mecenas de las artes, y solo Lorenzo de Medici ya encargó obras a Miguel Ángel, Botticelli y Leonardo da Vinci, por nombrar a tres de los genios a los que dio apoyo. A mediados del siglo XV, los Medici fueron nombrados grandes duques de la Toscana y gobernaron la provincia y Florencia durante varios siglos. En 1737, Florencia se convirtió en parte del territorio de Austria, en 1859 se cedió al reino de Piamonte-Cerdeña y en 1861 pasó a formar parte del recién unido reino de Italia.La Florencia actual es un próspero centro turístico con cerca de 500.000 ciudadanos, una urbe que se regocija de su pasado romano, medieval y renacentista. Sigue siendo uno de los lugares más evocadores y fascinantes de Europa y, por supuesto, del mundo.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/florence.json"
    },
    {
        "id": 7,
        "name": "Ragusa",
        "historical_info": "La actual ciudad croata de Dubrovnik fue en el pasado una poderosa ciudad-estado conocida como República de Ragusa. Se cree que la ciudad de Ragusa se fundó en el siglo VII, en una pequeña isla abrigada en el mar Adriático, no muy lejos de la costa meridional de la Croacia actual. Sus fundadores, un grupo de refugiados romanos, crearon el enclave tras huir de la destrucción de su ciudad natal, Epidauro. Con el tiempo, la ciudad se expandió por la zona adyacente gracias a la ayuda del Imperio Otomano y del Bizantino, así como de los reyes de Croacia y Hungría. El desarrollo de la ciudad, especialmente en zonas vitales, como el puerto de Gruz (que sigue siendo crucial en la actualidad) atraería las iras de Venecia, cuyo dominio del comercio marítimo no había tenido rival hasta el momento.En 1205, cuando Venecia invadió lo que entonces se conocía como Dalmacia (una región de la Croacia oriental), Ragusa se vio obligada a convertirse en un protectorado y a pagar un gran tributo a Venecia, además de a convertirse en una de sus bases navales en el mar Adriático. Pese a las injerencias venecianas, Ragusa siguió desarrollándose como centro comercial en el Adriático. No obstante, la intromisión de Venecia pasó factura a la población, y el resentimiento creciente de los raguseos contra Venecia durante este periodo marcaría el inicio de una larga rivalidad económica entre las dos ciudades-estado. Después de que Venecia renunciara a sus pretensiones en Dalmacia, en 1358, Ragusa por fin tuvo la oportunidad de conseguir una verdadera autonomía. Poco después se estableció la República de Ragusa, y la nobleza de la ciudad rápidamente empezó a consolidar su poder. Los nobles gestionaban casi todos los aspectos de la política ragusea, y prácticamente privaron de voz a los ciudadanos y plebeyos. Este gobierno funcionó autónomamente, bajo la soberanía del rey de Hungría, durante los 100 años siguientes.En 1458, un tratado firmado con el Imperio Otomano consolidaría la posición de Ragusa como centro comercial de gran poder durante el resto de su existencia como república. La ciudad medró bajo la protección de los otomanos. Los aranceles reducidos, el acceso al mar Negro (que antes quedara restringido a los mercaderes turcos) y el respaldo otomano en las disputas comerciales demostrarían ser valiosas ventajas que propulsarían la posición de Ragusa como principal puerto del Adriático.En su momento álgido, Ragusa tuvo una población de unas 30.000 personas y sirvió como nexo crucial entre los puertos italianos y los mercados de Oriente. No obstante, a medida que aumentó la disponibilidad de las mercancías venidas de India, China y más allá, la influencia comercial de Ragusa menguó. En 1667, asoló la ciudad un gran terremoto que destruyó casi el 75% de sus edificios y mató a unas 5.000 personas. En 1806, la ciudad, una sombra de lo que había sido, se rindió finalmente al ejército de Napoleón, y en 1808 desapareció la República de Ragusa. En la actualidad, la ciudad de Dubrovnik es un destino turístico muy popular del mar Adriático y tiene unos 40.000 habitantes. Dubrovnik sigue siendo, además, un puerto comercial, uno de los pocos que quedan de su ilustre pasado.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/ragusa.json"
    },
    {
        "id": 8,
        "name": "Sydney",
        "historical_info": "Sídney, ubicada en la costa suroriental de Australia, no solo fue la primera colonia británica que se fundó en ese continente, también fue el primer enclave europeo de cualquier tipo. La estableció el almirante Arthur Phillip en 1788 como colonia penitenciaria, y los primeros responsables de su desarrollo fueron los convictos, labor que continuaron posteriormente los soldados y colonos llegados de Gran Bretaña. Con el tiempo, creció y se convirtió en la ciudad más grande y, posiblemente, más famosa de Australia, con una población actual de unos 4 millones de personas.El lugar donde desembarcó James Cook en 1770, conocido como \"Botany Bay\" (\"bahía de la Botánica\", por su gran variedad de plantas), no se estimó apropiado para ubicar una colonia permanente. El lugar ideal resultaría ser la cercana ensenada de Sídney (\"Sydney Cove\"), bautizada en honor de Thomas Townshend, \"Lord Sydney\". Cuando llegaron los colonos británicos, se encontraron con numerosas tribus de aborígenes australianos que, según parece, llevaban habitando la zona desde hacía miles de años antes. Pese a los esfuerzos del almirante Phillip por regular las relaciones entre los colonos y los miembros de las tribus del lugar, miles de aborígenes murieron por la viruela y el sarampión que propagaron las expediciones coloniales.Posteriormente, durante el siglo XIX, Sídney experimentó un enorme crecimiento de población al descubrirse oro en sus inmediaciones, sobre todo en Bathurst. Durante la década de 1920, gracias al desarrollo industrial, la población de Sídney alcanzó el millón de personas y la ciudad siguió expandiéndose para satisfacer sus crecientes necesidades de infraestructuras.En la actualidad, Sídney es famosa por su desarrollo financiero y constituye el centro económico de toda Australia, pues es sede de numerosas instituciones bancarias y financieras, entre las que destaca la bolsa australiana. Desde principios del siglo XIX, se ha celebrado la fecha de la fundación de Sídney, el 26 de enero, como el día nacional de Australia, lo que conmemora la historia de esta ciudad así como su actual importancia para el país.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/sydney.json"
    },
    {
        "id": 9,
        "name": "Ciudad de Quebec",
        "historical_info": "La ciudad de Quebec, fundada en 1608 por el explorador francés Samuel de Champlain, se ubicó en el lugar que ocupaba una pequeña aldea iroquesa llamada Stadaconé y su nombre proviene de la palabra algonquina \"kebec,\" que significa \"donde el río se estrecha\". Este asentamiento creció tanto que pasó a convertirse en el centro de los esfuerzos coloniales franceses durante el siglo XVII.Durante su primera fase de desarrollo, Quebec fue un valioso puesto comercial, además de hogar de varios misioneros cristianos y de un número creciente de colonos. Las industrias peletera y maderera dieron a los franceses valiosos recursos con los que financiar sus primeros esfuerzos por expandirse por Norteamérica. Aparte de un breve lapso en la que estuvo bajo la autoridad británica, entre 1629 y 1632, los franceses siguieron controlando la ciudad durante 150 años, pese a varios asedios fallidos. En 1663, la ciudad de Quebec fue proclamada oficialmente capital de la Nueva Francia, tras haber sido la capital del Canadá francés desde su fundación.Los franceses perdieron finalmente el control de la ciudad, que pasó a manos británicas, en 1759, en la batalla de las Llanuras de Abraham. Gran Bretaña siguió controlando la ciudad de Quebec hasta que se formó el Dominio de Canadá en 1867. Tras el Acta de Constitución de Canadá, la ciudad de Quebec se convirtió en la capital de la provincia canadiense homónima.En la actualidad, la ciudad de Quebec cuenta con unos 500.000 residentes y sigue haciendo gala de una rica herencia cultural. Proclamada Patrimonio de la Humanidad por la UNESCO en 1985, sigue conservando muchas muestras de arquitectura de raíces coloniales. Son especialmente interesantes el famoso hotel de Château Frontenac y las iglesias católicas de Notre-Dame de Québec y Notre-Dame-des-Victoires, ambas construidas en el siglo XVII.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/quebec_city.json"
    },
    {
        "id": 10,
        "name": "Bucarest",
        "historical_info": "En la ribera fluvial del Dambovita se alza Bucarest, la ciudad más grande y capital de Rumanía. Las excavaciones arqueológicas han revelado asentamientos humanos en la zona de Bucarest que datan del 9.000 a. C., pero la ciudad propiamente dicha no aparece mencionada hasta el 1459 d. C en un documento firmado por Vlad III el Empalador. Vlad III levantó la primera fortaleza y su residencia de verano en Bucarest para intentar contener a las entrometidas fuerzas otomanas, pero fue en vano. A principios del XVII, los otomanos capturaron la ciudad, la quemaron y la reconstruyeron.Bucarest se desarrolló con rapidez bajo el dominio de los otomanos y, en 1659, se convirtió en un importante centro económico y en la capital de la conquistada región de Valaquia. Durante los dos siguientes siglos, Bucarest estuvo a punto de ser destruida por desastres naturales en muchas ocasiones, pero siempre fue reconstruida. Fue alcanzada por la peste bubónica y ocupada por los Habsburgo y la Rusia imperial.Valaquia permaneció en manos de los rusos hasta que la presión civil en Bucarest contribuyó a la unificación de las regiones de Valaquia y Moldavia, que formaron el estado de Rumanía en 1859; Bucarest fue elegida capital en 1862. Como capital del nuevo reino, la población de la ciudad creció exageradamente y se iniciaron proyectos arquitectónicos a gran escala. La extravagancia de las residencias de Bucarest en aquellos tiempos hizo que fuera apodada \"la París del este\".Aunque escapó de la Primera Guerra Mundial relativamente indemne, Bucarest sufrió graves daños durante la segunda, sobre todo por los intensos bombardeos aliados. Tras las guerras se derribó gran parte del distrito histórico para dejar espacio a los altos edificios de apartamentos del gobierno comunista y, en 1977, un fuerte terremoto destruyó buena parte de la zona histórica que aún seguía en pie. La revolución rumana de 1989 puso fin al régimen comunista en Rumanía. En Bucarest se reunieron muchos manifestantes descontentos que se alzaron durante un discurso del presidente Nicolae Ceaucescu e hicieron vanos los desesperados intentos policiales por contenerlos. Tras la caída del comunismo, Bucarest ha disfrutado de un nuevo auge económico. Las autoridades locales han modernizado la ciudad y se han esforzado en recuperar su centro histórico, casi completamente destrozado.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/bucharest.json"
    },
    {
        "id": 11,
        "name": "Belgrado",
        "historical_info": "La actual capital de Serbia se encuentra en la confluencia de dos de las vías fluviales más importantes de Europa, el Danubio y el Sava, y ha sido una encrucijada vital entre Europa y Asia durante siglos. Belgrado es una de las ciudades más antiguas de Europa; se han encontrado enclaves que datan del 6.000 a. C. y podrían haber albergado a la cultura prehistórica más grande de Europa, la vinca. El primer enclave permanente fortificado confirmado fue construido por los celtas en el siglo III a. C.; lo llamaron Singidunum, que quiere decir \"fortaleza redonda\".A lo largo de los siguientes doscientos años, Singidunum fue arrasado y ocupado por una numerosa sucesión de pueblos: los romanos, los hunos, los sármatas, los ostrogodos y los ávaros hasta que, en el siglo IX d. C., cayó en manos bizantinas. En ese momento, la ciudad asumió su nombre eslavo, Belgrado, que significa \"fortaleza blanca\". En los siguientes siglos, cobijó a los ejércitos de la Primera y la Segunda Cruzada, y nunca dejó de ser un campo de batalla entre Bulgaria, Hungría y Bizancio.En 1456, los otomanos iniciaron el famoso asedio de Belgrado en un intento de subyugar Hungría; la caída de la fortaleza de Belgrado habría abierto el camino hacia el centro de Europa al sultán Mehmet II. Sin embargo, un ejército dirigido por el húngaro Juan Hunyadi destrozó a las fuerzas otomanas y, con ello, no solo salvó la ciudad, también preservó la cristiandad en Europa. A día de hoy, las iglesias católicas siguen haciendo sonar sus campanas a mediodía en conmemoración de esta victoria. La desgracia quiso que, en las semanas que siguieron al triunfo, una peste acabara con muchos de los soldados victoriosos, incluyendo al propio Hunyadi. En 1521, casi setenta años más tarde, el sultán Solimán el Magnífico logró capturar la ciudad, la convirtió en la capital de un sanjak, el distrito administrativo otomano, y no tardó en pasar a ser la segunda ciudad más grande del imperio por detrás de Constantinopla.La segunda insurrección serbia de 1815 (tras el primer intento fallido de 1807) logró un estado de independencia parcial para la región serbia, pero la independencia completa no llegaría hasta 1878. La capital de este nuevo reino se trasladó a Belgrado, y la ciudad volvió a prosperar y crecer con rapidez. Este crecimiento se estancó en 1914 con la llegada de la Primera Guerra Mundial: Belgrado fue diezmada por sucesivos ataques. Tras la guerra, Belgrado se convirtió en la capital de la recién establecida Yugoslavia, y pasó por un inesperado periodo de crecimiento y modernización.A pesar de que el gobierno serbio intentó permanecer al margen de la Segunda Guerra Mundial, Belgrado sufrió intensos bombardeos y sus habitantes fueron masacrados por la Luftwaffe en 1941; los alemanes no tardaron en ocupar la ciudad. En 1944, los aliados bombardearon la ciudad y la liberaron meses después. Tras el fin de la guerra, Serbia se encontraba bajo el control de la Unión Soviética. Un año más tarde se creó la República Federal Popular de Yugoslavia y Belgrado fue, una vez más, la capital. La Belgrado comunista no tardó en convertirse en un importante centro industrial.En 1996 se produjeron manifestaciones masivas contra el gobierno comunista y, en 1997, se eligió al primer alcalde de Belgrado que no pertenecía a un partido comunista ni socialista. Sin embargo, las convulsiones continuaron con los intensos bombardeos sufridos durante la guerra de Kosovo de 1999, que causaron graves daños e hicieron salir a cientos de miles de manifestantes a las calles. Sin embargo, a pesar de los problemas económicos y militares de los noventa, Belgrado no dejó de crecer con fuerza como centro de historia, cultura y turismo.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/belgrade.json"
    },
    {
        "id": 12,
        "name": "Bruselas",
        "historical_info": "Bruselas fue oficialmente fundada en la ribera del río Sena en el año 979 d. C., cuando Carlos de Lorena, descendiente de Carlomagno, construyó la primera fortificación permanente en torno a un pueblecito con una pequeña capilla católica. La primera ciudad se extendió a lo largo del río y sufría frecuentes inundaciones, por lo que recibió el nombre neerlandés de Bruocsela, \"capilla del pantano\". Las murallas que se construyeron y ampliaron entre los siglos XI y XIV hicieron posible un periodo de crecimiento, expansión y paz poco común en aquellos tiempos.La paz terminó violentamente en 1695, cuando el rey Luis XIV de Francia envió tropas a Bruselas y atacó la ciudad con artillería, destruyó el Grand Palace y casi un tercio de la ciudad en un único ataque; fue el acontecimiento más devastador de su historia. Esta invasión produjo un afrancesamiento cultural e idiomático en la zona. En 1830, las provincias sureñas de los Países Bajos, de habla francesa, se escindieron durante la revolución belga de las provincias de habla neerlandesa, y la mayor parte del conflicto tuvo como escenario a Bruselas. Tras la independencia belga, el nuevo rey Leopoldo I se impuso la titánica tarea de destruir la vieja ciudad para dejar espacio a las nuevas construcciones y los edificios modernos. A su favor pudo esgrimir que el Sena se había convertido en un grave peligro para la salud, y toda la zona urbana fue enterrada y reconstruida.Bruselas escapó de ambas guerras mundiales casi intacta (aunque en ambas ocasiones fue invadida por los alemanes), gracias sobre todo a su férrea política de neutralidad. Esta neutralidad la convirtió en un centro moderno de la política internacional, capital de facto de la Unión Europea (UE) y sede de la Organización del Tratado del Atlántico Norte (OTAN). La única gran controversia en esta pacífica ciudad la causan las fronteras idiomáticas entre los municipios en los que se habla francés y neerlandés, un conflicto que se ve reflejado en el resto de Bélgica.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/brussels.json"
    },
    {
        "id": 13,
        "name": "Mónaco",
        "historical_info": "El Principado de Mónaco es la monarquía más pequeña del mundo y el segundo país con menos extensión, solo por detrás del Vaticano. Aunque los ligures lo habitaron a partir del siglo VI d. C. (el nombre griego era \"Monoikos\"), la ciudad de Mónaco se fundó en 1228 como colonia genovesa. In 1297, Francisco Grimaldi capturó la fortaleza que protegía a la pequeña ciudad-estado y, desde entonces, su familia ha gobernado el país.Las fuerzas revolucionarias francesas capturaron el principado en 1793, y éste permaneció bajo su control hasta que, en 1814, el Congreso de Viena le concedió el estatus de protectorado del reino de Cerdeña. Y así continuó hasta que Francia se anexionó Cerdeña, pero recuperó su independencia en 1861. Sin embargo, Francia siguió obligada (y todavía sigue) a defenderlo. No es un mal negocio para un país que no llega a los dos kilómetros cuadrados. Mónaco fue brevemente ocupado durante la Segunda Guerra Mundial, pero el intento de instaurar una administración fascista que sustituyera a los Grimaldi fracasó.La fama actual de Mónaco se debe a la princesa Grace, a su condición de paraíso fiscal y a su célebre casino. El príncipe Rainiero III se casó con la actriz estadounidense Grace Kelly en 1956, y el pequeño país acaparó las portadas de todo el mundo. Además de la constante atención que focalizó sobre el país, Grace se esforzó por potenciar el apoyo de Estados Unidos y Mónaco a las artes y la educación. Mónaco nunca ha cobrado impuestos sobre la renta a sus habitantes, y por eso ha atraído a muchos millonarios de todo el mundo. El Fondo Monetario Internacional y el Consejo de Europa están investigando en busca de posibles infracciones o delitos de blanqueo de dinero. El casino de Monte Carlo es una de las grandes atracciones turísticas del país. Abrió sus puertas en 1856 y desde entonces ha sido visitado por muchos de los apostantes más adinerados del mundo, pero los monegascos tienen prohibido su acceso. El casino alegra la vista en el Grand Prix que Mónaco organiza cada año y aparece en tres películas de James Bond. Hay un tipo de algoritmos y métodos de muestreo de datos aleatorios que también llevan el nombre del casino.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/monaco.json"
    },
    {
        "id": 14,
        "name": "Katmandú",
        "historical_info": "La historia de la antigua ciudad de Katmandú, capital del elevado país de Nepal, se remonta a casi 2.000 años, en los albores del primer milenio d. C. Imbuida de las tradiciones hindúes y budistas, la ciudad de Katmandú tomó su nombre en honor a un gran templo de la zona llamado \"Kasthamandap\", y del que se dice que fue construido a partir de la madera de un solo árbol en el siglo XVI.Mucho antes de la fundación de la ciudad, el pueblo Newar habitó el valle de Katmandú; eran los ancestros de los modernos newars, que aún viven en Nepal. Los newars fueron los responsables de muchas de las características particulares que han llegado a convertirse en símbolos de Nepal, como la arquitectura de estilo pagoda, que se adaptó a lo largo de los siglos a partir de diseños chinos e indios.Durante el reinado de la Dinastía Malla, que gobernó Katmandú más de 500 años desde el siglo XII, se construyeron muchos de los templos y pagodas más emblemáticos de la ciudad. Si bien esta fue a menudo presa de conflictos y agitación, que provocaron la destrucción de muchas de las estructuras más antiguas, aún quedan en pie decenas de ejemplos magníficos. En 2006, la UNESCO declaró Patrimonio de la Humanidad al conjunto de monumentos de Katmandú, reconociendo así la importancia cultural de esta ciudad de larga historia.En la actualidad, viven en Katmandú más de un millón de habitantes, y su economía se basa en gran parte en la producción de artesanía local y en el creciente número de turistas que la visitan. Conforme la ciudad sigue creciendo y modernizándose, el gobierno local afronta los difíciles retos que imponen la urbanización y la contaminación.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/kathmandu.json"
    },
    {
        "id": 15,
        "name": "Hanói",
        "historical_info": "La zona de la ribera del río Rojo que rodea Hanói estuvo habitada en el tercer milenio a. C. La primera estructura permanente de que se tiene constancia es la ciudadela Co Loa, erigida en torno al 200 a. C. Sin embargo, la fundación oficial de Hanói no se produciría hasta el 1010 d. C.; el gobernante Ly Thai To trasladó la capital y la llamó Thang Long, que quiere decir \"dragón ascendente\". Thang Long continuó siendo la capital de Vietnam hasta 1397.La ciudad siguió creciendo tranquilamente durante siglos, incluso durante la breve ocupación china de principios del XV. En 1831, el emperador Minh Mang rebautizó a la ciudad con el nombre más literal de \"Entre Ríos\". Poco después, en 1873, los franceses la ocuparon y convirtieron Hanói en la capital de su nueva colonia, la Indochina francesa, en 1887.Tras la Segunda Guerra Mundial, la ciudad se convirtió en el escenario de combates mortales entre los nacionalistas y el gobierno francés, que luchaban por el país. Vietnam del Norte logró la independencia en 1954 y eligió a Hanói como su capital, privilegio que mantuvo tras la unión de Vietnam del Norte y del Sur en 1976.Desde entonces, Hanói se ha convertido en una metrópolis agitada cuyo tamaño se incrementa exponencialmente con cada nueva generación. Hoy es la urbe más moderna de Vietnam, y ofrece los últimos avances en infraestructuras y técnicas agrícolas.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/hanoi.json"
    },
    {
        "id": 16,
        "name": "Lhasa",
        "historical_info": "Lhasa, situada a 3.650 metros sobre el nivel del mar, es una de las ciudades más elevadas del mundo. Su nombre actual significa \"hogar de los dioses\"; antes del siglo VII se llamaba Rasa, \"hogar de las cabras\". Su historia escrita comienza cuando Songtsen Gampo se convierte en el líder del Imperio Tibetano y traslada la capital a Lhasa en el 637 d. C. Gampo no tardó en convertirse al budismo por influencia de sus esposas y comenzó a construir estatuas y templos. Aunque el poder político de la ciudad sufrió un declive lento pero constante con el paso de los siglos (la monarquía desapareció en el siglo IX), la importancia de Lhasa como centro religioso no dejó de crecer. El primer dalái lama, el líder espiritual de los budistas tibetanos, se alzó con el poder en 1391.En 1642, el quinto dalái lama, Lobsang Gyatso, sumó a su autoridad espiritual un auténtico poder político, y unificó a las dispersas tribus tibetanas en un único país. Lhasa se convirtió en la capital espiritual y política de la nueva nación. Cuando comenzaron a llegar los exploradores occidentales, a principios del siglo XX, casi la mitad de los habitantes de Lhasa eran monjes practicantes.En 1950, China invadió el Tíbet y muchos huyeron de la ciudad, incluyendo el decimocuarto dalái lama, que se exilió a la India. Los chinos calificaron el ataque de \"liberación pacífica\", pero los tibetanos, el congreso de Estados Unidos y otros importantes personajes políticos y militares lo consideraron una invasión injustificada. Muchos de los monjes restantes protagonizaron manifestaciones pacíficas contra los opresores chinos, que respondieron con restricciones a los monasterios. Se crearon programas de reeducación para que los budistas adoptaran el comunismo y renunciaran al dalái lama y a la independencia del Tíbet. Muchos de los monjes que se negaron a cooperar fueron encarcelados, y los que se fugaron huyeron a la India.La cuestión de la independencia del Tíbet sigue siendo objeto de grandes controversias en Lhasa y en el resto del mundo; muchos líderes mundiales todavía condenan el trato que los chinos están dando a los tibetanos. El dalái lama actual y el gobierno chino comenzaron a discutir la independencia y el gobierno autónomo del Tíbet en mayo de 2008, pero la situación apenas ha cambiado.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/lhasa.json"
    },
    {
        "id": 17,
        "name": "Almaty",
        "historical_info": "Almaty, ubicada cerca de la frontera sureste de lo que hoy es Kazajistán, ha sido un enclave humano desde el 1000 a. C. Lo que en principio fue una tierra de tribus de granjeros y pastores, no comenzó a florecer como ciudad hasta la Edad Media, gracias a la ruta de la seda. Almaty prosperó como centro de agricultura y artesanía durante tres siglos, pero fue destruida en gran parte por los mongoles en el siglo XIII. En el siglo XV, tanto la ciudad como la región circundante pasaban por una etapa de declive.Almaty no comenzó a recuperarse y convertirse en la moderna ciudad que es hoy hasta 1854. La Rusia imperial construyó el Fuerte Zailiyskoye en el antiguo enclave, que luego se llamaría Fuerte Verni. Un año más tarde, los soldados comenzaron a aceptar la presencia de campesinos y comerciantes en la zona. Así nació la ciudad de Verni, el centro administrativo de la recién creada Semirechye, una provincia de Turquestán. Almaty prosperó de esta forma durante 30 años, pero, en 1887, un catastrófico terremoto la destruyó en menos de 12 minutos.[TAB][TAB]La ciudad pasó a llamarse Alma-Ata a principios del siglo XX y recuperó parte de su importancia con la construcción del ferrocarril Turquestán-Siberia. La capital de Kazajistán se desplazó a Alma-Ata en 1936 con la intención de convertir la ciudad en una especie de meca cultural. En 1993, el nombre de Alma-Ata volvió a cambiar; esta vez fue bautizada como Almaty en referencia a los huertos de manzanos que hay en la zona.[TAB][TAB]En 1997, el gobierno trasladó la capital a Astaná, una ciudad mucho menos amenazada por los desastres naturales. A pesar de este revés para su importancia política y la constante amenaza de los corrimientos de tierra, Almaty vuelve a prosperar como centro cultural, financiero e industrial.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/almaty.json"
    },
    {
        "id": 18,
        "name": "Kuala Lumpur",
        "historical_info": "Kuala Lumpur comenzó siendo un pueblo minero cuando, en 1857, un jefe malayo abrió una mina de estaño en la zona. Su nombre original, Pengkalan Lumpur, significa \"montaña de barro\", un testamento a su condición de valle entre dos ríos igualmente cenagosos. Más tarde cambió su nombre por el de Kuala Lumpur, \"confluencia fangosa\"; es evidente que el panorama no había mejorado.Con el tiempo fue prosperando como puesto comercial, pero lo hizo de forma lenta por las enfermedades, incendios e inundaciones que sufría constantemente. A pesar de todo, la capital del estado se trasladó a la ciudad en 1880 para aprovechar la posición estratégica de los ríos y las minas. Un año más tarde, la ciudad fue pasto de las llamas y, al poco tiempo, presa de una inundación. Los dos desastres naturales destruyeron la práctica totalidad de sus edificios de madera y paja; los que no ardieron fueron arrastrados por las aguas. Los líderes de la ciudad ordenaron construir los nuevos edificios con ladrillos. Tras su reconstrucción, Kuala Lumpur fue elegida capital de los recientes Estados Federados Malayos en 1896.El siglo XX trajo nuevos problemas para Kuala Lumpur: fue ocupada por los japoneses en la Segunda Guerra Mundial, el mercado del estaño se hundió y fue el escenario de un enfrentamiento armado entre los gobernantes británicos y los comunistas nacionalistas. Sin embargo, Malasia se independizó de los británicos en 1963 y Kuala Lumpur fue, una vez más, su capital.Hoy es la ciudad más grande del país y posee algunos de los rascacielos más típicos y modernos. Entre ellos se encuentran las Torres Petronas, que fueron las más altas del mundo hasta que el Taipéi 101 las superó en 2004. Hoy es el centro económico y cultural del país, y los sectores industrial y turístico están en auge.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/kuala_lumpur.json"
    },
    {
        "id": 19,
        "name": "Singapur",
        "historical_info": "Los datos y las excavaciones arqueológicas demuestran que la isla de la actual Singapur estuvo poblada en el siglo II d. C.; en su origen perteneció a Sumatra y se llamaba Temasek, que quiere decir \"ciudad marina\". Por motivos desconocidos, la zona experimentó una recesión en el siglo XIV y la población de la isla se redujo a pequeños pueblos de pescadores durante algunos siglos.Todo cambió el 29 de enero de 1819, cuando el funcionario sir Thomas Stamford Raffles desembarcó en la isla y firmó un tratado para convertir la parte sur en un puesto comercial británico. Singapur se convirtió en colonia británica de forma oficial en 1824, cuando la Compañía de las Indias Orientales se hizo con el control de toda la isla. La ciudad se convirtió en un importante centro comercial del Pacífico y comenzó a crecer a un ritmo constante.En 1941, los japoneses tardaron seis días en hacerse con el control de la ciudad y de su base militar. La batalla de Singapur fue el peor desastre militar de la historia británica y la ciudad se convirtió en una importante base japonesa durante el resto de la Segunda Guerra Mundial, pues los británicos solo lograron recuperarla un mes después de la rendición de Japón, en 1945.Tras la guerra, Singapur inició su camino hacia la independencia. En 1955 celebró las primeras elecciones generales, pero las delegaciones enviadas a Inglaterra para exigir el autogobierno no fueron aceptadas hasta 1959. Cuatro años más tarde, la pequeña ciudad-estado declaró su independencia del Imperio Británico y rápidamente se unió a la Federación de Malasia. Sin embargo, una serie de conflictos ideológicos graves estropearon la relación y, dos años más tarde, Singapur declaraba su soberanía total.La suerte ha sonreído a la ciudad-estado desde su independencia: se han producido grandes mejoras en la calidad de vida, de la economía y de la educación. Hoy Singapur es el quinto país del mundo en términos de PIB per cápita, atrae mucho turismo y su industria médica está en auge.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/singapore.json"
    },
    {
        "id": 20,
        "name": "Ciudad de Panamá",
        "historical_info": "La ciudad de Panamá, capital de la República de Panamá, es la terminal pacífica del canal de Panamá, en el golfo del mismo nombre. La palabra \"panamá\" significa \"muchos peces\", y la ciudad está construida en el emplazamiento de un gran pueblo de pescadores que había allí cuando llegaron los conquistadores españoles. La ciudad portuaria la fundó en 1519 el gobernador español de Panamá en el lado del istmo que da al Pacífico para facilitar el transbordo de artículos y tesoros desde el Atlántico. Sirvió como punto de reunión de fuerzas para la conquista del Imperio Inca, y las riquezas incas pasaron por ahí de camino a las arcas españolas.La ciudad se enriqueció rápidamente gracias a este comercio y, por ello, el pirata inglés sir Henry Morgan la saqueó e incendió. Tres años después, la ciudad se reconstruyó, ligeramente más al sur. Aunque desde entonces los españoles defendieron muy bien la ciudad de Panamá, la destrucción del puerto caribeño de Portobelo en 1746 asestó un duro golpe al comercio por tierra. Panamá decayó en riqueza y prestigio, aunque volvió a ser importante otra vez un siglo después, cuando se inauguró el ferrocarril de Panamá y los buscadores de oro que se dirigían a California entraron a raudales en el istmo, a pie y por carretera. Los barcos panameños llevaron a la marea de personas y suministros al norte por la fiebre del oro.Después de que Panamá se declarase independiente de Colombia en 1903, la ciudad se convirtió en la capital. Cuando se completó el canal de Panamá en 1914, la ciudad pasó a ser el eje centroamericano del comercio y el turismo internacional. Sede de más de 80 bancos, hoy en día se considera que la ciudad de Panamá es la población más rica de Latinoamérica. La reciente inversión extranjera en el transporte panameño y el referéndum de 2006 para ampliar el canal significan que es muy probable que la ciudad siga con su notable bum económico.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/panama_city.json"
    },
    {
        "id": 21,
        "name": "Ciudad del Cabo",
        "historical_info": "Ubicada en el extremo meridional africano, Ciudad del Cabo fue el primer asentamiento europeo en Sudáfrica. En 1652, la Compañía de las Indias Orientales holandesa fundó un punto de reabastecimiento para sus barcos en las costas de la bahía de la Mesa, un puerto al noroeste del cabo de Nueva Esperanza con acceso a agua dulce. En unos años, los colonos holandeses ya se habían aventurado más allá de los fuertes y habían establecido granjas, trabajando los campos con esclavos africanos traídos de otros lugares. Los nativos del lugar (los khoikhoi, a los que los holandeses llamaron \"hotentotes\") no fueron esclavizados y, de hecho, muchos de ellos convivieron con los colonos y, en algunos casos, se casaron. La ciudad ya contaba con unas 200 casas y un puerto floreciente a principios del nuevo siglo.Durante el siglo XVII, el puerto siguió creciendo en tamaño y en importancia estratégica, pues su ubicación permitía a los holandeses dominar el cabo de Nueva Esperanza, la principal vía marítima entre Europa y el Lejano Oriente. Los británicos quisieron ocuparla en 1781, durante la Guerra de Independencia americana, pero la flota francesa se lo impidió y dispuso una guarnición para ayudar a los holandeses a mantenerla a salvo de las manos británicas.A medida que el siglo avanzaba, el dominio británico en alta mar les dio cada vez más fuerza sobre las colonias. Inglaterra y los Países Bajos se disputaron el dominio de Ciudad del Cabo hasta 1814, en que la colonia pasó a ser británica permanentemente. Los británicos liberaron a los esclavos en 1834 y, en unos años, la población de la joven ciudad alcanzó unos 20.000 ciudadanos. En 1870 se descubrieron diamantes tierra adentro y 16 años después, se encontró oro. Esto supuso la llegada de muchos buscadores de minerales preciosos y de personas que se ganaban la vida con ellos o a su costa.A principios del siglo XX, estallaron las Guerras de los Bóers (1899-1902) entre los británicos y las repúblicas bóer, guerras que, según el historiador que uno lea, fueron una lucha para poner fin a la tiranía británica sobre las personas de sangre holandesa, una rebelión de los afrikáner que querían seguir esclavizando a los que no eran blancos, o una guerra entre políticos ambiciosos por los beneficios del oro y diamantes. La guerra fue larga y encarnizada y, aunque las luchas tuvieron lugar kilómetros tierra adentro, la ciudad fue un enclave importante para los británicos, adquiriendo una base industrial gracias a la construcción de materiales bélicos y otros suministros.En 1910, las colonias británicas Colonia del Cabo, Transvaal, Natal y Río Orange se unieron en la Unión de Sudáfrica, y Ciudad del Cabo pasó a ser su capital. El siglo XX presenció el gran esfuerzo de los habitantes europeos por protegerse de lo que veían como un peligro creciente: verse aplastados por los nativos africanos. Las leyes del apartheid, cada vez más detestables, fueron relegando a los ciudadanos que no eran blancos a un estatus servil con acceso limitado al empleo y a la educación, por no hablar del gobierno o de la gestión de sus propios asuntos. La lucha por la igualdad se intensificó a lo largo del siglo y, junto a la resistencia interna, el gobierno blanco tuvo que afrontar las crecientes sanciones del resto del mundo. En 1990, el sistema del apartheid cayó definitivamente, y Ciudad del Cabo y Sudáfrica vieron el nombramiento de Nelson Mandela como presidente, el primer hombre de color en llevar ese título.Ciudad del Cabo es, en la actualidad, una ciudad próspera y llena de vida. Aún afronta las consecuencias de las pugnas interraciales, la pobreza y una educación deficitaria de la mayoría de sus habitantes nativos. Pero ha sobrevivido a la transición del apartheid a una democracia casi universal con extraordinariamente poca violencia, gracias en gran parte a Nelson Mandela.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/cape_town.json"
    },
    {
        "id": 22,
        "name": "Sidón",
        "historical_info": "Sidón es una antigua ciudad que se encuentra en la costa del Líbano. En origen era un centro pesquero y comercial que actualmente se ha convertido en la terminal mediterránea del oleoducto transarábigo de Arabia Saudí.Los fenicios fundaron la ciudad en el tercer milenio a. C.[TAB][TAB]Se convirtió en una urbe próspera y rica en el segundo milenio a. C., siendo famosa por la calidad de su cristal y de sus tintes púrpuras. Aproximadamente en el 2700 a. C., los colonos de Sidón fundaron la ciudad de Tiro a unos 40 kilómetros costa abajo y, durante varios años, los dos lugares compitieron por ser la sede de la riqueza y el poder fenicio.Cuando el poder de Fenicia declinó, la riqueza y la ubicación estratégica de Sidón la convirtieron en un objetivo tentador para la conquista. Durante su historia, Sidón ha estado gobernada por Asiria, Babilonia, Persia, Alejandro de Macedonia, los seléucidas, la dinastía tolemaica de Egipto, los romanos, los otomanos, los franceses y, por último, el Líbano. Durante las Cruzadas, la ciudad cambió de manos varias veces, y en ese tiempo fue destruida y reconstruida. La zona está llena de restos de fortificaciones que atestiguan su historia. Hoy en día, Sidón alberga a musulmanes suníes y chiíes, así como a la iglesia católica bizantina griega y los maronitas.En la Biblia se menciona varias veces la ciudad. Quizá su gobernante más famosa sea la pérfida reina Jezabel, esposa de Ahab, monarca del Reino del Norte de Israel y tía abuela de la reina Dido de Cartago. Según la Biblia, Jezabel era una gobernante malvada y corrupta que propició la adoración en Israel de dioses extranjeros (fenicios). Por estos crímenes, murió a manos de sus propios eunucos y sus restos fueron arrojados a la calle para que se los comieran los perros.Todos los dirigentes tienen que sacar dos lecciones importantes de esta historia: primero, que nunca deben jugar con la religión de su pueblo; y segundo, que nunca deben fiarse de los eunucos reales.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/sidon.json"
    },
    {
        "id": 23,
        "name": "Tiro",
        "historical_info": "Tiro es una antigua ciudad fenicia que se encuentra en la parte meridional del Líbano, a unos 20 kilómetros al norte de la frontera libanesa con Israel. La ciudad se construyó en el continente y en una isla cercana mar adentro. La fundaron alrededor del 2700 a. C. colonos de Sidón, y pronto creció para convertirse en rival de su ciudad hermana, a la que acabó por superar como centro pesquero y mercantil de Fenicia. En el siglo IX a. C., los colonos de Tiro fundaron la ciudad de Cartago, en el norte de África.Al igual que Sidón, Tiro aparece con frecuencia en la Biblia. Las relaciones entre Israel y Tiro fueron por lo general cordiales; de hecho, Hiram, rey de Tiro, fue quien proporcionó los materiales para construir el Templo de Salomón en Jerusalén.A causa de su riqueza y de su ubicación estratégica, Tiro fue objeto de repetidos ataques de cualquiera que fuera la potencia que estuviera arrasando la zona. En los siglos VII y VIII, estuvo bajo dominio asirio. En el siglo VI, resistió un gran asedio del rey Nabucodonosor de Babilonia, aunque los persas la capturaron poco después. En el siglo III, apareció Alejandro de Macedonia a la cabeza de su ejército.El asedio de Tiro por parte de Alejandro duró varios meses. Para derrotar a los obstinados defensores, Alejandro destruyó por completo la ciudad continental y usó los escombros para construir una calzada elevada que lo llevara hasta la isla. Tras capturar la ciudad, Alejandro Magno mostró su aprecio por el valor y el coraje de los ciudadanos dando muerte a 10.000 de ellos y vendiendo a los otros 30.000 como esclavos. Aunque posteriormente se rehízo un poco bajo el gobierno egipcio y romano, Tiro nunca se recobró de los desmanes de Alejandro.En la actualidad, Tiro es una ciudad con unos 120.000 habitantes. A causa de su cercanía con Israel, suele resentirse cuando hay actos violentos en la frontera líbano-israelí, lo que sucede con una frecuencia deprimente, y las bombas, balas y misiles de ambos bandos arruinan todavía más las antiguas ruinas. Aun así, Tiro ha sobrevivido a cosas peores, mucho peores, y es de esperar que sobreviva para conocer de nuevo la paz y la prosperidad.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/tyre.json"
    },
    {
        "id": 24,
        "name": "Amberes",
        "historical_info": "La ciudad de Amberes se encuentra en Bélgica, una nación del centro de Europa en lo que hoy se denomina Países Bajos. Se cree que los francos fundaron Amberes en el siglo IV, en la zona que el siglo anterior ocupaba un campamento romano. Amberes creció con el paso de los años gracias al esfuerzo de varios reinos gobernantes, y en el siglo XVI ya se había convertido en la ciudad más rica de Europa, así como en un importante centro comercial de todo el mundo.Durante los años más prósperos como centro económico, Amberes acogía a comerciantes y banqueros internacionales que emigraban a la creciente ciudad, trayendo con ellos las artes y la cultura del extranjero. Aunque la ciudad disfrutó de un periodo de calma y prosperidad, el tumulto de la Reforma Protestante y la creciente influencia de la cercana Ámsterdam en el siglo XVIII provocaron un rápido declive económico y de población en Amberes.En el siglo XX la ocuparon los alemanes, y los Aliados no la liberarían hasta varios años más tarde. Desgraciadamente para sus habitantes, Alemania castigó la zona con bombardeos de cohetes V-2 para cortar el flujo de suministros que llegaba al puerto. Buena parte de Amberes quedó destrozada y la ciudad tardaría varias décadas en recuperar su importancia en Europa.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/antwerp.json"
    },
    {
        "id": 25,
        "name": "Cahokia",
        "historical_info": "Cahokia, que se encuentra en la zona sur del estado norteamericano de Illinois, fue una antigua ciudad formada por más de cien túmulos construidos en torno al 700 d. C. por la cultura nativa misisipiana. Cahokia y sus más de 2.200 acres conforman la ciudad nativa más grande al norte de México. Ya en los primeros momentos de su historia, esta ciudad constituyó un importante núcleo económico del río Mississippi que permitía intercambiar bienes y servicios entre enclaves alejados.El más grande de los 70 a 80 montículos que quedan hoy en día es el \"Túmulo del Monje\", que se extiende por una zona casi tan amplia como la de la Gran Pirámide de Gizeh. Aunque se cree que el enclave fue abandonado hace 600 años, unos colonos europeos, incluyendo un grupo de monjes franceses, poblaron la zona a principios del siglo XIX (los monjes que dieron nombre al túmulo).Hoy, Cahokia es Patrimonio de la Humanidad de la UNESCO y cada año la visitan varios cientos de miles de turistas de todo el mundo; mientras, los arqueólogos siguen trabajando en la zona para ampliar su investigación y realizar nuevos descubrimientos.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/cahokia.json"
    },
    {
        "id": 26,
        "name": "Colombo",
        "historical_info": "Colombo, la ciudad más grande de la nación isleña de Sri Lanka, lleva mucho tiempo siendo un bullicioso núcleo comercial debido en gran parte a su posición estratégica entre rutas comerciales que conectan Asia, África y Oriente Medio. Ya en la Antigüedad, los comerciantes que navegaban desde Grecia, Roma y China se detenían en el puerto natural de Colombo en sus largos viajes.El algún momento del siglo VIII d. C., unos colonos y comerciantes árabes interesados en obtener beneficios del puerto se asentaron permanentemente en la zona de Colombo. Sin embargo, la economía del lugar no prosperaría hasta 600 años más tarde, con la llegada de los exploradores portugueses. Colombo cobró una gran importancia estratégica y económica para varios imperios a partir de los primeros años del siglo XVI, y la ciudad cambio de manos portuguesas a holandesas para, todavía más tarde, acabar en manos inglesas.En la actualidad, Colombo y su puerto son fundamentales para la economía global de Sri Lanka, pues una gran parte de las importaciones y exportaciones del país pasan por esta ciudad.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/colombo.json"
    },
    {
        "id": 27,
        "name": "Hong Kong",
        "historical_info": "Hong Kong, una ciudad-estado en su forma más pura, es una enorme ciudad ubicada en la costa sur de China. La isla de Hong Kong y sus territorios circundantes, que hoy acogen a más de siete millones de residentes, fueron el lugar elegido por muchos pequeños asentamientos, incluyendo algunos construidos por exploradores extranjeros. Durante el reinado de la Dinastía Qing china en el siglo XIX, las relaciones comerciales con Inglaterra empeoraban con la creciente preocupación que suscitaba la importación de opio indio a China. Gran Bretaña esperaba compensar sus cada vez más costosas importaciones de té chino exportando cada vez mayores cantidades de opio de sus colonias indias a China, pero los Qing protestaron e intentaron hacerse con los envíos de opio, dando pie a la Primera Guerra del Opio en 1839.Gran Bretaña, una de las principales potencias navales de la época, derrotó fácilmente a las fuerzas chinas y ocupó la isla de Hong Kong. Tras casi 3 años de conflicto, la firma del Tratado de Nankín en 1842 garantizó varios beneficios a los británicos, entre ellos el control de Hong Kong. Tras prosperar como colonia británica durante más de siglo y medio, Hong Kong por fin fue devuelto a China en 1997, tras un traspaso de poderes pacífico que creó la región administrativa especial de Hong Kong. La Hong Kong actual se caracteriza por un denso paisaje urbano y su horizonte plagado por docenas de rascacielos y estructuras muy iluminadas. A pesar del sistema comunista de la República Popular China, Hong Kong conserva un sistema de gobierno autónomo que favorece el comercio libre, y la ciudad se ha convertido en uno de los principales núcleos económicos del mundo.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/hong_kong.json"
    },
    {
        "id": 28,
        "name": "Ormuz",
        "historical_info": "La ciudad-estado de Ormuz se remonta al siglo X d, C., cuando los príncipes árabes quisieron fundar un puerto en la costa sur de Persia para controlar el comercio por el golfo Pérsico. La ciudad domina el angosto estrecho de Ormuz, la estratégica vía marítima que une el golfo de Omán con el Pérsico. Ormuz se hizo inmensamente rica por ser una parada crucial de las rutas de esclavos desde el este de África hasta Persia y Arabia. En el apogeo de su influencia, en el siglo XIV, fue el estado marítimo más poderoso en la zona, con una gran flota comercial y una armada de 500 barcos de guerra.En el año 1505, el rey Manuel I de Portugal decidió bloquear el comercio musulmán con la India. Afonso de Albuquerque llevó sus naves al golfo en 1507, capturó la isla de Ormuz, construyó allí un fuerte y la reclamó para Portugal. En marzo de 1515, regresó con una flota de 27 naves y 1.500 solados, con cañones, para cerciorarse de que la isla siguiera siendo portuguesa. La ciudad pasó a ser conocida por su libertinaje y sus placeres pecaminosos, según relatos de los visitantes y sacerdotes portugueses. El lujo y el solaz de Ormuz se reflejan en un proverbio árabe de aquellos tiempos: \"Si todo el mundo fuera un anillo de oro, Ormuz sería la joya que lo corona\".Aunque durante tres siglos más las rutas marítimas no hicieron gran caso de la ciudad, el descubrimiento de petróleo en el golfo Pérsico y Oriente Medio dio a Ormuz un nuevo papel en el comercio mundial. En el año 2011, el 35% del transporte de petróleo por mar pasaba por la ciudad. La revolución iraní que depuso a la monarquía absoluta en favor de la república fundamentalista islámica del ayatolá Jomeini en 1979 no hizo más que aumentar la importancia estratégica del lugar, ya que el nuevo gobierno resultó ser hostil a las potencias occidentales.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/ormus.json"
    },
    {
        "id": 29,
        "name": "Jerusalén",
        "historical_info": "El frecuentemente polémico debate sobre Jerusalén, ciudad santa para los seguidores del Islam, el judaísmo y el cristianismo, duró décadas desde que fue elegida capital de Israel. Jerusalén es una de las ciudades más antiguas del mundo, pues algunas de sus zonas fueron construidas hace 6.000 años. A lo largo de su tumultuosa historia, ha sido asediada muchas veces por parte de imperios remotos y reinos próximos por igual, todos ellos interesados en arrebatarse la ciudad unos a otros.Se dice que la Ciudad de David, la zona más antigua de Jerusalén, fue fundada por el legendario rey David en el primer milenio a. C. Durante los siguientes siglos fueron llegando inmigrantes y refugiados mientras diversos reyes y emperadores ampliaban la ciudad. Cuando los califatos islámicos asumieron el poder en el siglo VI d. C., Jerusalén ya había pasado por manos macedonias, romanas y bizantinas.El siglo pasado ha sido, posiblemente, el más controvertido de la historia de Jerusalén a partir de la fundación del estado judío de Israel y la subsiguiente anexión de Jerusalén por parte de Israel tras la Guerra de los Seis Días. Desde entonces, el control que Israel ostenta de Jerusalén ha sido uno de los principales obstáculos para la resolución del longevo conflicto con los palestinos.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/jerusalem.json"
    },
    {
        "id": 30,
        "name": "La Venta",
        "historical_info": "Los arqueólogos creen que el antiguo asentamiento olmeca de La Venta, situado en el centro de México, era un importante centro cultural que también fue protagonista del comercio en la región. Las estructuras de La Venta son únicas porque en los alrededores no había piedras disponibles para la construcción, así que los olmecas construyeron todo con arcilla y tierra. Aunque buena parte del enclave se ha perdido, lo que se ha excavado indica que La Venta tuvo importancia ceremonial para los olmecas. Muchos monumentos y esculturas adornan el complejo, y también se han descubierto tumbas y altares. Cuatro de las \"cabezas colosales\" características de los olmecas más famosas se encuentran en La Venta. Los arqueólogos no pueden más que teorizar cómo los olmecas conseguían estas piedras de varias toneladas para realizar sus tallas. Desgraciadamente, dadas las construcciones que se están llevando a cabo en la zona, parece poco probable que en un futuro próximo se realicen nuevas excavaciones en esta región.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/la_venta.json"
    },
    {
        "id": 31,
        "name": "Vancouver",
        "historical_info": "Los pueblos nativos de la región llevaban viviendo en el noroeste del Pacífico 10.000 años cuando el capitán de la marina británica George Vancouver desembarcó en Point Grey en el año 1792. En 1808, el comerciante británico Simon Fraser descendió por el río que lleva su nombre hasta llegar a Point Grey. A partir de los relatos de Fraser y otros tramperos, en 1827 la Hudson Bay Company construyó Fort Langley, pero la zona siguió bastante deshabitada hasta la fiebre del oro del Fraser en 1858, cuando los mineros de California y el este de Canadá llegaron a raudales.Una fuente de riqueza más duradera se convirtió pronto en la base de un crecimiento mayor: se emplazaron gran número de serrerías en las costas de la ensenada. En 1867, un burdo asentamiento llamado Gastown surgió alrededor de la taberna costera que llevaba \"Gassy\" Deighton. En 1884, se eligió la población, con su magnífico puerto natural, como terminal occidental del Canadian Pacific Railroad. Los recién llegados, en su mayor parte escandinavos y escoceses, supusieron un crecimiento tan rápido que los diversos asentamientos de la ensenada se combinaron e incorporaron a la ciudad de Vancouver en abril de 1886.Con la inauguración del canal de Panamá en 1914, se hizo más factible económicamente transportar cereales y madera directamente a la costa este de Norteamérica y a Europa desde Vancouver. El muelle de Ballantyne Pier, completado en 1923, convirtió Vancouver en el puerto más avanzado tecnológicamente de toda la Commonwealth británica. Tras la Segunda Guerra Mundial, el bum en Vancouver continuó, convirtiéndola en la octava ciudad más grande de Canadá. El auge del turismo en el norte del Pacífico comporta que numerosos cruceros zarpen regularmente desde Vancouver, 199 viajes en 2011. Recientemente, la búsqueda y explotación de petróleo en Alaska y de gas natural en el oeste de Canadá han llevado a planear convertirla en una gran terminal de crudo y de gas.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/vancouver.json"
    },
    {
        "id": 32,
        "name": "Manila",
        "historical_info": "Aunque los datos históricos de las primeras etapas de la historia de Manila son limitados, en algún momento del siglo X se fundó la primera \"versión\" del asentamiento que habría de convertirse en la futura capital de Filipinas. La llegada del conquistador español Miguel López de Legazpi en 1571 supuso la destrucción de los asentamientos existentes, y la ciudad que se reconstruyó recibió el nombre de Manila. Durante los siguientes 300 años, Manila y las Islas Filipinas permanecieron bajo control español. En 1898, España rindió los territorios de las Filipinas a Estados Unidos después de la Guerra de Cuba.El puerto de Manila, cuyo nombre no es otro que \"Puerto de Manila\", es uno de los puertos marinos más ajetreados del mundo, y la principal entrada y salida de mercancías de las Filipinas. Se exporta una amplia variedad de productos: desde alimentos a bienes locales, productos químicos e industriales, pues la prosperidad de la economía filipina depende mucho del puerto de su capital. El turismo también es un componente importante de la economía local, pues llegan visitantes de todas partes del mundo para ver el histórico distrito amurallado denominado Intramuros.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/manila.json"
    },
    {
        "id": 33,
        "name": "Antananarivo",
        "historical_info": "A diferencia de la mayoría de capitales del África meridional, Antananarivo ya era un asentamiento importante antes de la llegada de los europeos. Fue sede de los caciques hova, fundada en c. 1625 d. C. y debió su nombre, \"la Ciudad de los Mil\", al número de soldados que se decía que la vigilaban. Entre 1689 y 1725, Madagascar fue un puerto pirata, y la capital prosperó gracias a los botines y saqueos que se le pagaban por ofrecer refugio y protección. En 1793, cuando fue sede de los reyes merina que controlaban todo Madagascar, tuvo una población de unas 80.000 personas. La próspera economía de Antananarivo, centro comercial de la isla, se vio impulsada por la exportación de tabaco y de artículos de piel, que en su mayoría tenían como destino Europa y la India.Las tropas francesas capturaron Antananarivo en el año 1895 y la obligaron a incorporarse a su protectorado de Madagascar. La nueva administración francesa comenzó un extenso programa de reconstrucción. Durante el gobierno francés, relativamente benigno, la ciudad llegó a alcanzar los 175.000 habitantes en 1950. Junto con dos fuertes, escuelas, una universidad, carreteras y caminos pavimentados y un sistema de suministro de agua, los franceses también construyeron iglesias (en la actualidad hay unas 5.000 en la ciudad y su periferia). En 1955 se convirtió en una archidiócesis de la Iglesia Católica.En 1947, con su prestigio y presencia militar en franca recesión debido a la Segunda Guerra Mundial, los franceses reprimieron una sangrienta revuelta de los nacionalistas malgaches y entre 80.000 y 90.000 personas murieron en la contienda, que duró un año. Posteriormente, los franceses introdujeron grandes reformas mediante la ley Cadre, que facilitó una transición pacífica hacia la independencia del país. Tras la creación de la república, Antananarivo se convirtió en la capital. Impulsadas por las lucrativas industrias de producción de alimentos, cigarrillos y textiles, se modernizó rápidamente. Antananarivo es en la actualidad una de las ciudades más prósperas de África y cuenta con cerca de dos millones de habitantes.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/antananarivo.json"
    },
    {
        "id": 34,
        "name": "Milán",
        "historical_info": "La ciudad de Milán, fundada por los celtas en el IV a. C., prosperó hasta convertirse en uno de los centros culturales más importantes del Renacimiento italiano.Tras ser conquistada por los romanos aproximadamente en el 222 a. C., Milán llegaría a convertirse en una de las tres capitales del Imperio Romano durante la tetrarquía del emperador Diocleciano. Tras la caída de los romanos, este importante bastión del norte de Italia pasó de mano en mano, perteneció a diversos reyes e imperios, y no dejó de prosperar.Uno de los múltiples aspectos notables de la historia de Milán es su aportación cultural. Como parte fundamental del Renacimiento italiano, en Milán vivieron muchos grandes artistas que crearon algunas de las obras más grandiosas de este periodo histórico. El más famoso quizá sea el polifacético Leonardo da Vinci, que pasó buena parte de su vida trabajando y estudiando en la ciudad.En el presente, Milán sigue siendo uno de los principales centros culturales del mundo, sobre todo en el campo de la moda y del diseño. Milán también es uno de los centros comerciales más importantes de Italia, pues buena parte de la infraestructura de transporte del país pasa por la ciudad, y hay muchas multinacionales manufactureras y de telecomunicaciones que tienen aquí sus oficinas.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/milan.json"
    },
    {
        "id": 35,
        "name": "Mombasa",
        "historical_info": "Aunque los datos históricos acerca de la fundación de Mombasa son conflictivos, se cree que la que hoy es la segunda ciudad más grande de Kenia apareció en algún momento del siglo X d. C. En la Edad Media, Mombasa se había convertido en una floreciente ciudad cuya economía se basaba principalmente en la exportación de marfil. Sin embargo, también contaba con una amplia red de plantaciones de cocos, anacardos y mijo, que luego se enviaban por las rutas comerciales que cruzaban el océano Índico. Kilindini, el puerto de Mombasa, es el único puerto internacional de Kenia, lo que ha permitido que la ciudad se convierta en un centro de comercio esencial de la nación. En la actualidad, la mayor parte de las exportaciones de Mombasa siguen siendo de naturaleza agrícola: café, té y cereales.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/mombasa.json"
    },
    {
        "id": 36,
        "name": "Praga",
        "historical_info": "La ciudad de Praga, capital de la República Checa, famosa por las contribuciones culturales que ha realizado durante el milenio pasado, comenzó siendo un asentamiento menor a mediados del siglo VIII que prosperó hasta convertirse en la gran zona metropolitana de más de un millón de habitantes que es en la actualidad.Durante el siglo XIV, Praga prosperó como sede de poder de Carlos IV de Alemania, emperador del Sacro Imperio. Muchas de las atracciones de la ciudad se construyeron durante su reinado, como la famosa catedral gótica de San Vito. Además de por el aumento de su población, Praga también se expandió como centro económico durante esta época, pues recibía a comerciantes y hombres de negocios de toda Europa.Sus famosos museos y demás atracciones culturales convierten a Praga en un destino turístico popular. Según las estimaciones, más de tres millones de visitantes disfrutan del casco antiguo de Praga todos los años.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/prague.json"
    },
    {
        "id": 37,
        "name": "La Valeta",
        "historical_info": "La Valeta, la capital de la República de Malta, una isla situada al sur de Sicilia en el mar Mediterráneo, fue fundada por Jean Parisot de la Valette, Gran Maestre de la Orden de Malta. El rey español Carlos I entregó la isla de Malta a los Caballeros Hospitalarios, una orden militar cristiana, en 1530 durante el apogeo del poder del Imperio Otomano islámico. Ello provocó el famoso asedio de Malta en 1565, cuando los otomanos intentaron invadir la isla y derrotar a los caballeros. La Orden de Malta consiguió rechazar la invasión y construyó una nueva ciudad fortificada para asegurar el enclave frente a futuros ataques. La Valeta se fundó en la línea costera de Malta, un enclave ideal que ofrecía acceso fácil a dos puertos importantes. El Gran Puerto, tal como se denomina hoy, es el puerto más importante de Malta, pues gestiona la mayor parte de las importaciones y exportaciones de la república.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/valletta.json"
    },
    {
        "id": 38,
        "name": "Ciudad del Vaticano",
        "historical_info": "La ciudad-estado amurallada del Vaticano se estableció oficialmente en 1929 como epicentro de la Iglesia católica y sus millones de devotos que hoy tiene en todo el mundo. Se fundó para resolver los conflictos entre el Papa y el Reino de Italia acerca de la tierra y el control de Roma; los Pactos de Letrán allanaron el terreno para la formación de una ciudad estado independiente dentro de los límites de la propia Roma. Como soberano de la Ciudad del Vaticano, el Papa es el único monarca absoluto que queda en Europa y mantiene una autoridad suprema sobre todas las secciones del gobierno vaticano. La ciudad es famosa por las numerosas obras de arte que contienen sus museos y catedrales. La Basílica de San Pedro y la Capilla Sixtina quizá sean los lugares famosos del Vaticano, y exhiben obras de Miguel Ángel, Rafael y Botticelli.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/vatican_city.json"
    },
    {
        "id": 39,
        "name": "Wittenberg",
        "historical_info": "La ciudad de Wittenberg, un pequeño asentamiento en Alemania central, tiene una gran relevancia histórica al ser la cuna de la Reforma Protestante que instigó Martín Lutero en el s. XVI. Aunque la ciudad estaba bien establecida dentro del Sacro Imperio Romano como sede del Elector de Sajonia, fue la revuelta de Lutero la que convirtió Wittenberg en el foco de atención.Cuando enseñaba Teología en la universidad de Wittenberg, Martín Lutero expresó por primera vez su desagrado por la venta de indulgencias (pagar a la Iglesia Católica por el perdón de un pecado). En 1517, Martín Lutero clavó sus famosas \"noventa y cinco tesis\" en la puerta de la iglesia del palacio de Wittenberg, lo que supuso el inicio de la Reforma Protestante en Europa. Aunque costó más de un siglo que se apagaran las llamas de las guerras religiosas que prendió la Reforma, Wittenberg se recuerda como cuna de la disidencia de Martín Lutero.En épocas más recientes, Wittenberg se vio consumida por el conflicto de la Segunda Guerra Mundial, aunque gran parte de su centro histórico se salvó de la devastadora campaña de bombardeos aliados. Acabada la guerra, los soviéticos la ocuparon y convirtieron en parte de Alemania del Este hasta la reunificación de Alemania en 1990.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/wittenberg.json"
    },
    {
        "id": 40,
        "name": "Ereván",
        "historical_info": "Podemos rastrear la fundación de Ereván, una de las ciudades más antiguas del mundo y la capital actual de Armenia, en la fortaleza de Erebuni que construyó el rey Argishti I de Urartu en el 782 a. C. Desde entonces, Ereván ha caído en manos de muchos imperios poderosos. Fue conquistada durante las invasiones árabes del siglo IV d. C, periodo durante el cual se convirtió en una parada importante en las rutas de caravanas que conectaban Europa con Asia. En la actualidad, Ereván es famosa por la multitud de fábricas que hay en la ciudad, que producen un 50% del total de la producción industrial de Armenia. Estas industrias de maquinaria pesada, químicos, materias primas y productos textiles han sido fundamentales para la próspera economía de la ciudad. Ereván también desempeña un papel importante en la reputación de Armenia como país productor de alcohol de gran calidad, pues la ciudad acoge a muchas fábricas.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/yerevan.json"
    },
    {
        "id": 41,
        "name": "Zanzíbar",
        "historical_info": "Zanzíbar, ubicada en la región del este de África que antes se conocía como \"islas de las Especias\", se encuentra en Tanzania y desde siempre ha suscitado el interés de los comerciantes que navegaban por el mundo. En un determinado momento, Zanzíbar fue el mayor productor mundial de clavo y otras especias, como nuez moscada y canela. En la actualidad, Zanzíbar depende mucho del turismo, que proporciona unos ingresos estables que se suman a los de las industrias agrícolas.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/zanzibar.json"
    },
    {
        "id": 42,
        "name": "Zúrich",
        "historical_info": "La historia de Zúrich, la ciudad más grande de la actual Suiza, se remonta hasta la época de los romanos, quien se cree fundaron una pequeña fortaleza que se acabaría convirtiendo en la ciudad hace unos 2.000 años. Zúrich no se transformó en un importante centro de comercio y negocios internacionales hasta el siglo XVIII, con la planificación de expansiones enormes y el crecimiento exponencial de la ciudad.En la actualidad, es un centro económico fundamental de Suiza y Europa, pues muchos de los bancos e instituciones financieras más potentes del mundo tienen sus oficinas centrales en la ciudad. La bolsa de Suiza, que existe desde hace más de 150 años, también mantiene su sede en Zúrich.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/zurich.json"
    },
    {
        "id": 43,
        "name": "Samarkanda",
        "historical_info": "Samarkanda es una de las ciudades más antiguas del mundo, y se encuentra en la región de Asia central conocida como Transoxiana. Construida en el fértil valle del río Zeravshan, Samarkanda tuvo el beneficio de abundantes recursos y alimentos naturales y, lo que es más importante, se encontraba en medio de la Ruta de la seda, la principal ruta comercial entre Oriente y Occidente. Fundada alrededor del 700 a. C. por los sogdianos, cuando Alejandro Magno la conquistó en el año 329 a. C., Samarkanda ya era una de las ciudades más ricas e importantes del mundo.La ciudad siguió siendo una potencia mercantil durante los siglos siguientes, haciéndose cada vez más rica por los impuestos con los que gravaban las caravanas de la Ruta de la seda. También sirvió como conducto para la cultura y la innovación entre Oriente y Occidente. La leyenda cuenta que el secreto de la fabricación del papel se lo arrancaron los musulmanes a unos prisioneros chinos en el año 751, lo que llevó a la creación de la primera fábrica de papel del mundo islámico en Samarkanda. Desde ahí, el conocimiento del papel de hilo se difundió por las tierras musulmanas y llegó a Europa.Marco Polo, en su relato del viaje por la Ruta de la seda hasta llegar a China, describió Samarkanda como una \"ciudad muy grande y espléndida\". En el año 1370, Tamerlán, fundador del imperio de Timor, la convirtió en su capital. Durante los 35 años siguientes, reconstruyó varias veces la ciudad y la llenó de hábiles artesanos, mercaderes y eruditos de todo el imperio, con lo que se convirtió en el centro comercial y cultural de Asia central.Pero la apertura de rutas marítimas entre Oriente y Europa y la explotación de las Américas recién descubiertas, hizo que se quedara obsoleta. La población declinó rápidamente y, durante un tiempo, estuvo deshabitada. Solo después de que se convirtiera en una capital provincial durante la expansión del imperio ruso en 1887 Samarkanda pudo volver a convertirse en un centro económico importante.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/samarkand.json"
    },
    {
        "id": 44,
        "name": "Malaca",
        "historical_info": "La ciudad se fundó alrededor del año 1400, cuando Paramesvara, rey de Tumasik, huyó de las fuerzas majapahit invasoras y encontró refugio en una pequeña aldea de pescadores. Allí, en un puerto que dominaba el estrecho de Malaca, fundó el reino malayo, que pronto extendería su autoridad por toda la península y más allá. El Sultanato de Malaca que lo sucedió pronto se convirtió en una parada indispensable para las comerciantes chinos, árabes y europeos en la que avituallarse. El gobierno malayo terminó en 1511, cuando Afonso de Albuquerque tomó la ciudad para Portugal.Durante el siglo siguiente, Malaca se convirtió en el puesto comercial más importante del sudeste asiático, con los portugueses construyendo grandes muelles y almacenes para exportar azúcar y arroz. La expansión del puerto prosiguió con la Compañía Holandesa de las Indias Orientales, que capturó y fortificó la ciudad en 1641. La rivalidad británico-holandesa por controlar los estrechos estratégicos se zanjó a favor de los ingleses por el tratado anglo-neerlandés de 1824, y Malaca se convirtió en una de las \"Colonias del Estrecho\" originarias del Imperio Británico. Las obstrucciones del estuario del puerto, combinadas con el crecimiento de Singapur, llevaron el declive de Malaca como centro comercial.Tras la disolución de la colonia de la corona tras la ocupación japonesa de la Segunda Guerra Mundial, Malaca se convirtió en parte de la Unión Malaya independiente en 1957, que evolucionó hasta convertirse en la actual nación de Malasia. Antes de la guerra, la región circundante había visto el desarrollo del caucho como cultivo comercial; después de la guerra, el caucho se convirtió en la principal exportación de Malaca, lo que volvió a convertir la ciudad en un puerto importante. El dragado y la construcción de malecones ha hecho que la ciudad sea más accesible a los cargueros transoceánicos y portacontenedores de gran calado, y la construcción de un ferrocarril y modernas autovías que llevan a la ciudad la ha convertido en una importante estación de carga una vez más.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/malacca.json"
    },
    {
        "id": 45,
        "name": "Mogadiscio",
        "historical_info": "Según el Periplo por el Mar de Eritrea, Mogadiscio ya era un importante centro marítimo en el siglo I d. C. cuando los mercaderes romanos empezaron a comerciar desde los puertos egipcios por toda la costa del mar Rojo. Con el asentamiento de comerciantes musulmanes en la ciudad somalí alrededor del año 900, las rutas comerciales se expandieron a reinos distantes como China, Vietnam y Sri Lanka. Para cuando llegó el explorador y escritor marroquí ibn-Batuta, en 1331, Mogadiscio estaba en todo su próspero apogeo y era la ciudad más sobresaliente del Cuerno de África.La riqueza de Mogadiscio se convirtió en materia de leyendas en Europa, alimentadas por las observaciones de los viajeros. Vasco de Gama, quien se detuvo en la ciudad en el siglo XV, comentó que estaba bien defendida y construida, con casas de cuatro o cinco pisos, grandes palacios en el centro y muchas mezquitas. En el siglo siguiente, el viajero portugués Duarte Barbosa escribió que cientos de naves de tierras lejanas navegaban hasta este puerto con cargamentos de paño y especias que cambiaban por oro, cera y marfil. Barbosa también describió Mogadiscio como centro de una incipiente industria textil que producía una tela ligera muy apreciada en Egipto y Siria.Movidas por la avaricia, las potencias europeas quisieron incorporar la ciudad a sus imperios coloniales; los portugueses lo intentaron infructuosamente y, poco después, la Compañía Británica de las Indias Orientales la controló brevemente. En 1892, el sultán de Zanzíbar cedió Mogadiscio a Italia, que la convirtió en la capital de la Somalia italiana en 1905. En 1960, Somalia consiguió la independencia pacíficamente. Pero la democracia se derrumbó durante la guerra civil de 1991. Desde 1994, cuando las Naciones Unidas retiraron a sus fuerzas de pacificación, Mogadiscio se ha visto destruida por las luchas casi contantes entre las milicias rivales. En medio de este caos, el puerto, antaño próspero, ha caído en el abandono.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/mogadishu.json"
    },
    {
        "id": 46,
        "name": "Biblos",
        "historical_info": "Las excavaciones arqueológicas demuestran que el lugar donde se encuentra Biblos, en la costa mediterránea, ya estaba habitado en el Neolítico. Hacia el cuarto milenio a. C., un gran asentamiento subsistía en ese lugar mediante la pesca y la agricultura de interior. Durante los mil años siguientes, se fue desarrollando la exportación de cedro a Egipto, pues su madera era indispensable para la construcción de embarcaciones y su aceite se usaba para la momificación de cuerpos. Los amoritas arrasaron la ciudad durante su invasión, alrededor del 2150 a. C., y el lugar fue un yermo durante casi dos siglos antes de que los fenicios reconstruyeran el puerto y bautizaran el lugar como Gebal. La ciudad hizo su mayor contribución a la civilización humana con el desarrollo del alfabético fonético de 22 caracteres que sustituyó a la compleja escritura cuneiforme que se había utilizado en la zona previamente.Como centro comercial, Gebal se fue haciendo cada vez más rico con sus ocupantes sucesivos: Asiria, Babilonia, los aqueménidas y Persia. Tras la conquista de Alejandro, Biblos prosperó como ciudad helenizada y sus habitantes adoptaron la ropa, el idioma y la religión de los griegos. Junto con el cedro, los cereales y la fruta, la ciudad se hizo famosa por la producción y exportación de papiro, del cual coge su nombre en griego: Byblos. Durante la época romana, la ciudad perdió su importancia comercial, pero sus papel religioso aumentó a medida que hordas de peregrinos pasaron por allí en dirección a diversos lugares sagrados.En el año 395 d. C., Biblos se convirtió en parte del Imperio Bizantino, aunque era un puerto muy alejado de su imperio, hasta que los musulmanes la tomaron en el año 637. Bajo el gobierno musulmán, la ciudad, llamada Jbail, perdió todavía más riqueza e influencia y finalmente quedó abandonada por completo. Biblos desapareció en la oscuridad hasta las excavaciones del historiador francés Ernest Renan, en los años 1860. Aunque Biblos nunca más volverá a ser una potencia marítima, está resurgiendo como emplazamiento turístico de lujo, con los veraneantes atraídos por sus playas arenosas, su clima templado y sus grandes ruinas de las épocas romana, musulmana y cruzada.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/byblos.json"
    },
    {
        "id": 47,
        "name": "Kizil",
        "historical_info": "Fundada en el año 1914 con el nombre de Belotsarsk por la Rusia zarista para hacer de capital de la República Tuvá, Kyzyl se encuentra en la confluencia de dos tributarios del río Yeniséi, en el corazón de Asia. De hecho, se dice que la ciudad se construyó como centro geográfico exacto de Asia. Históricamente, la región la controlaron los mongoles hasta el año 1757, cuando cayó bajo el gobierno Manchú, hasta 1911. Durante la rebelión china de 1911, la Rusia zarista proclamó a Tuvá protectorado, una pretensión que China no estaba en posición de refutar. Durante la revolución rusa, la ciudad se vio ocupada a veces por el Ejército Rojo y a veces por el Blanco y, tras un breve periodo de dos años en el que volvió a estar bajo el control chino, en agosto de 1921 los bolcheviques del lugar fundaron una república comunista, rebautizaron la ciudad como Kyzyl (\"rojo\", en turco) y la convirtieron en su capital. La Unión Soviética se anexionó directamente Kyzyl, junto con Tuvá, en 1944.Hasta que no se formó la Federación Rusa en 1992, Kyzyl permaneció en su mayor parte aislada del mundo. Este aislamiento forzoso de 50 años ha ayudado a conservar la cultura turcomongola, característica de la ciudad y que no se puede encontrar en ningún lugar más del mundo. El khuresh, una forma tuvana de lucha, es extremadamente popular y se celebra una competición anual en Kyzyl. También se celebra un festival de música turca, especialmente del canto gutural tuvano, cada año en Naadym. Desde la caída soviética se ha promovido un esfuerzo concertado por conservar la rica tradición oral de epopeyas, poemas, acertijos y trabalenguas de la región.Desde 1992, el Movimiento Democrático Tuvano ha buscado dar trabajo y alojamiento a los pueblos nómadas de la república, además de promover la lengua y las artes tuvanas. Tras una oleada de ataques contra la numerosa población rusa de Kyzyl, que acabaron con 88 muertes, muchos rusos se trasladaron a otras ciudades de la federación. Pero Kyzyl, aunque se le sigue promocionando como centro turístico, sigue encontrándose lejos y resulta difícil llegar ahí.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/kyzyl.json"
    },
    {
        "id": 48,
        "name": "Ife",
        "historical_info": "Según las antiguas leyendas, la ciudad santa de Ife es la cuna de los yoruba, el mayor grupo étnico de África occidental. En su mitología, fue el lugar donde Oduduwa, hermano del dios supremo Obatala, bajó de los cielos y tiró un puñado de tierra sobre el océano primordial, creando así la tierra sobre la que se erguiría Ife. En yoruba, \"ife\" significa \"expansión\", y se cree que la ciudad no es solo la cuna de los yoruba, sino de toda la humanidad.Con independencia de la verdad que haya tras su fundación, hacia el siglo XI d. C., Ife era la capital de un reino bien establecido que abarcaba lo que es la actual Nigeria. En un siglo, la ciudad ya estaba ejerciendo una influencia política y religiosa considerable en la zona, especialmente sobre el reino Edo de Benín, hacia el sureste. Aunque las ciudades yoruba de Benín y Oyo se convertirían en estados de mayor importancia política, Ife siguió siendo el centro espiritual. Consiguió evitar los ataques de los fulani islámicos que hicieron caer Oyo, pero se vio debilitada por las pugnas con Owu, en el suroeste, en los años 1820 por hacerse con el control del tráfico de esclavos. En 1882, Ife fue destruida en su mayor parte cuando un ejército combinado de guerreros de Ibadán y Modakeke saqueó la ciudad santa.Aunque siguió siendo una ciudad santa para los yoruba, su influencia política terminó hacia el año 1900. Tras las guerras napoleónicas, los británicos montaron una serie de puertos y puestos comerciales en el África occidental. En 1885, las potencias europeas reconocieron formalmente las pretensiones británicas sobre la esfera de influencia de África occidental, y el año siguiente la corona creó la Royal Niger Company. Nigeria siguió siendo parte del Imperio Británico hasta que consiguió la independencia en 1960. Durante el periodo colonial, Ife pasó casi desapercibida, excepto para los estudiosos europeos y los peregrinos yoruba.",
        "category": "Ciudades-estado religiosas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/ife.json"
    },
    {
        "id": 49,
        "name": "Kiev",
        "historical_info": "Según la leyenda, Kiev fue fundada por tres hermanos eslavos –Kyi, Schek y Khoryv– a inicios del siglo VI d. C. Desde entonces, Kiev, una de las ciudades más antiguas de Europa del este, ha pasado por épocas de gran importancia y por periodos de una oscuridad relativa. No obstante, a través de los siglos, ha seguido siendo el centro cultural eslavo más importante y ha tenido un papel central en el desarrollo de la civilización eslava oriental medieval.Ubicada en la ruta comercial del Dniéper, entre Constantinopla y Escandinavia, Kiev se hizo con el control de la nobleza local varega (vikingos) y se convirtió en el centro del estado de la Rus. Durante los años 1000, fue ganando en importancia y se convirtió en un centro cultural con más de 400 iglesias, ocho mercados, muelles, una caravansary y casas magníficas. Con la fundación de la academia de Kiev-Mogilyanskaya en 1632, la ciudad se convirtió en el centro del aprendizaje y la erudición ucranianos. Pero, como capital de la Rus de Kiev, la ciudad se vio ocupada y saqueada repetidamente.En 1667, la ciudad se convirtió en parte del Imperio Ruso. Kiev siguió siendo un centro eclesiástico y cultural, pero su influencia política y económica se vio marginada. Kiev experimentó una \"rusificación\" creciente en el siglo XIX como resultado de la emigración rusa, la política educativa y la industrialización. No obstante, los entusiastas entre los nobles de etnia ucraniana, los mandos militares y los comerciantes mantuvieron viva la cultura nativa en Kiev, a menudo mediante actividades clandestinas como la impresión de libros, teatro de aficionados, fiestas privadas, festivales folk y similares.Incorporada a la fuerza a la Unión Soviética, la ciudad soportó toda suerte de problemas: la hambruna de 1932-1933 devastó a las clases bajas, las purgas de Stalin de 1937 y 1938 casi acabaron con la intelectualidad de la ciudad, y la invasión nazi de 1941-1943 conllevó muerte y destrucción. Pero Kiev sobrevivió y, como consecuencia de la caída de la Unión Soviética, se proclamó la independencia de Ucrania en 1991, con la resurgente Kiev como capital y centro cultural.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/kiev.json"
    },
    {
        "id": 50,
        "name": "Buenos Aires",
        "historical_info": "Buenos Aires es una ciudad activa y seductora, que se extiende de norte a sur por el Río de la Plata, cubriendo más de 220 kilómetros cuadrados, y ha constituido el umbral a Argentina durante siglos. Los \"porteños\", como gustan referirse a ellos mismos los multiétnicos habitantes de Buenos Aires, tienen una identidad cultural rica y elaborada, que bebe de influencias españolas, portuguesas, italianas, alemanas, irlandesas, polacas, judías y nativas. La ciudad ha sido calificada a veces como el \"París de Sudamérica\". Su estilo de vida y su arquitectura son más inconfundiblemente europeos que los de cualquier otra ciudad del hemisferio sur. Su distribución física es un mosaico tan variopinto como su pueblo, su cocina y su música. No es sorprendente que Buenos Aires sea la ciudad más visitada de América del Sur (por delante de Río de Janeiro, incluso).El lugar lo fundó con el nombre de Ciudad de Nuestra Señora Santa María del Buen Ayre en el año 1536 una expedición española. Cuando Argentina se hizo independiente en 1816, la cosmopolita ciudad se convirtió en su capital. En las décadas entre 1880 y 1940, Buenos Aires se convirtió en un lugar seguro para quienes buscaban refugiarse de la persecución política, religiosa, ideológica y artística en los países de Europa. De hambrientos irlandeses a judíos devotos pasando por supervivientes al zar, cada oleada de inmigrantes añadió al caldo sus tradiciones y talentos, lo que convirtió la ciudad en rival cultural de cualquier capital mundial.Quizá nada refleje la mezcla cultural de la ciudad tan bien como el tango. Una combinación de varios bailes, el tango evolucionó en Buenos Aires en las postrimerías de los años 1880. Se practicaba en salones de baile, parques, plazas y salas de fiestas, y se convirtió en el baile nacional, pues combina \"una reserva elegante con una pasión exuberante\". Pocos bailes están tan identificados con un lugar como el tango con Buenos Aires, el alma de Argentina.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/buenos_aires.json"
    },
    {
        "id": 51,
        "name": "M'banza-Kongo",
        "historical_info": "Situada en una meseta baja al noroeste de Angola, M'banza-Kongo fue la patria de los manikongo, regentes absolutos del Reino del Congo, fundado alrededor de 1390. En su momento de más esplendor, los guerreros bantúes de M'banza-Kongo controlaban un territorio que iba desde la costa media-atlántica de África al río Kwango, y desde Pointe Noire, al norte, hasta el río Loje, al sur. La ciudad se mantenía gracias a los impuestos, los trabajos forzados y las levas reales; a veces, para financiar su ejército los manikongo intercambiaban esclavos, cobre y marfil con los europeos de la costa. También se sufragó exigiendo tributos de las ciudades y de los reinos vecinos, lo que convirtió a M'banza-Kongo en una de las ciudades africanas más ricas del siglo XVI.En el año 1568, el rey se vio obligado a dejar que los portugueses fundaran una colonia en la provincia de Luanda. Desde esta base, los portugueses fueron consiguiendo gradualmente el control de la mayor parte del territorio aledaño a M'banza-Kongo, lo que supuso que las tensiones aumentaran. En la batalla de Ambuila, en 1665, una fuerza de mosqueteros y cañones ligeros portugueses derrotó decisivamente al ejército manikongo; las bajas entre los guerreros nativos superaron los 5.000 hombres, incluido el rey, lo que terminó de un plumazo con la supremacía militar de M'banza-Kongo en la región. La batalla se contempla por lo general como un momento decisivo en la historia de la ciudad, porque la saquearon varias veces durante las guerras civiles que siguieron a la muerte del rey, por lo que quedó prácticamente abandonada en 1678.M'banza-Kongo volvió a ser ocupada por la profeta cristiana indígena Beatriz Kimpa Vita y sus seguidores en 1705, con apoyo de los portugueses, y restablecida como capital del Congo en 1709. Aunque ya como un vasallo de Portugal, el reino siguió existiendo otros 150 años, hasta que se dividió entre Portugal, Bélgica y Francia en la Conferencia de Berlín de 1884. M'banza-Kongo nunca recuperó su gloria pasada, ni después de la concesión de la independencia congoleña, en 1960.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/m'banza-kongo.json"
    },
    {
        "id": 52,
        "name": "Kabul",
        "historical_info": "Abed Rahmani escribió a sus compatriotas afganos: \"Seguid unidos como la lluvia; sed poderosos como un océano\". Se puede decir que esto es lo que ha hecho la gente de Kabul, la ciudad más grande de Afganistán, tras haber sobrepuesto a repetidas invasiones imperiales para conservar su cultura e identidad distintivas. Encajada en un valle del Hindu Kush, Kabul ocupa un lugar estratégico en la ruta entre el sur y el centro de Asia, pues controla quien se acerca al paso Jáiber. La ciudad hace las veces de centro cultural y educativo de Afganistán; aunque los conflictos que empezaron en 1978 han mermado la influencia de Kabul, desde la llegada de la administración de Karzai en 2001 se han hecho avances para devolver a la capital su papel histórico en la vida cultural y política del Hindu Kush.Kabul tiene más de 3.500 años de antigüedad, pero rara vez ha sido libre. El Rig Veda la alaba como la ciudad ideal, una \"visión del paraíso puesta en la montañas\". Posteriormente, en la época aqueménida, la ciudad se convirtió en un centro del zoroastrismo. Numerosos reinos e imperios se apoderaron de Kabul durante la siguiente docena de siglos. En 1504, Babur tomó la ciudad y la convirtió en su sede mientras forjaba el Imperio Mogol. A Babur le gustó tanto la ciudad que vivió allí durante dos décadas y en su tumba se puede leer en persa: \"Si hay un paraíso en la Tierra, es este, es este\".Libre al fin en los albores del siglo XX, Kabul vivió un renacimiento que duró 60 años. Durante los 40 años de gobierno del liberal Mohammed Zahir Shah, las inversiones europeas ayudaron a desarrollar una red moderna de comunicaciones y transportes. Los diez años de ocupación soviética terminaron en una guerra civil en 1989, lo que comportó que los represores talibanes acabaran controlando el Emirato Islámico de Afganistán. No fue hasta que una coalición internacional liderada por los EE. UU. estableciera un gobierno democrático que Kabul empezó a reafirmar su identidad cultural e histórica.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/kabul.json"
    },
    {
        "id": 53,
        "name": "Sofía",
        "historical_info": "Sofía, la capital y la ciudad más grande de Bulgaria, se encuentra en el centro de la península de los Balcanes. Los serdios, una tribu tracia, se asentaron por primera vez en la zona alrededor del 700 a. C. y cerca del año 29 a. C. los romanos conquistaron el asentamiento. La ciudad, enclavada en una ruta comercial importante que cruzaba los Balcanes, floreció durante el gobierno del emperador Trajano (98-117 d. C.) y llegó a su cénit de paz y prosperidad con el emperador de Bizancio Constantino. Después de eso, la de Sofía es básicamente una historia de pugnas, guerras y conquistas.La ciudad se vio destruida en su mayor parte debido a la invasión de los hunos en el año 447 d. C. Reconstruida por el emperador Justiniano I, en el año 809 tomó la ciudad el kan búlgaro Krum. Los búlgaros se vieron reemplazados por los turcos otomanos en 1382. Tras la fallida cruzada de Vladislao de Polonia para liberar Bulgaria, la élite cristiana quedó aniquilada y la capital se convirtió en la capital de la provincia otomana de Rumelia durante los cuatro siglos siguientes.Las tropas rusas tomaron Sofía durante la guerra ruso-turca de 1878 y la convirtieron en capital del \"Principado Autónomo de Bulgaria\", que pasó a convertirse en el reino independiente de Bulgaria en 1908. Tras su independencia, Bulgaria se vio envuelta en dos guerras en los Balcanes. Tras salvarse de intervenir durante el primer año de la Primera Guerra Mundial, Bulgaria entró en la Entente y atacó Serbia, Grecia y Rumanía, todas aliadas de las potencias occidentales.En el caos político dejado por el conflicto, los años de entreguerras fueron un periodo de luchas intestinas y derramamiento de sangre. Bulgaria se unió a las potencias del Eje en 1941, con el resultado de que las fuerzas aliadas bombardearon intensamente Sofía en 1943; además, la ciudad se vio ocupada por el Ejército Rojo en septiembre de 1944. La ocupación soviética duraría hasta la caída del Telón de Acero en 1989, el último episodio de agitaciones en la larga historia de la ciudad.",
        "category": "Ciudades-estado militaristas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/sofia.json"
    },
    {
        "id": 54,
        "name": "Ur",
        "historical_info": "Las ruinas de Ur, originariamente una ciudad de la desembocadura del Éufrates, al norte del golfo Pérsico, se encuentran ahora a 240 kilómetros tierra adentro, a 10 kilómetros del margen derecho del río. Mencionada ya en la Biblia como lugar donde nació el patriarca hebreo Abraham, \"Ur de Caldea\" se fundó alrededor del año 5500 a. C. durante el periodo de El Obeid de Sumer. Ur, que controlaba el comercio entre los pueblos del Éufrates, el Tigris y el mar, se encontraba situada favorablemente para convertirse en un centro comercial y político. Mesanepada, fundador de la primera dinastía de Ur, supervisó la construcción de muelles y diques para controlar las crecidas anuales de los ríos. En el año 2800 a. C. ya se había convertido en una de las primeras ciudades-estado sumerias, y las rutas comerciales entre Mesopotamia y la India, Etiopía y Egipto pasaban por ella.Tras un periodo de declive y estancamiento, con Ur-Nammu Ur experimentó un renacimiento del arte, la literatura y la cultura sumerios. Los historiadores estiman que Ur fue la ciudad más grande del mundo desde el 2030 al 1980 a. C., con una población de más de 65.000 personas. Pero con los tres últimos reyes de la tercera dinastía, la influencia y la riqueza de Ur decayeron. Alrededor del año 1940 a. C., los elamitas capturaron y saquearon la ciudad.Reconstruida poco después, Ur se convirtió en parte del reino de Isin, que posteriormente se incorporó al Imperio Babilonio. Aunque siguió siendo un centro religioso importante, su influencia comercial entró en declive, posiblemente como resultado de un cambio en el curso del Éufrates. Después de que la propia Babilonia cayera bajo el control de los persas, Ur cayó en el olvido en su mayor parte. Su población se fue, sus muros y templos y sus templos se desmoronaron y la tierra y la arena cubrieron su fondeadero. En el siglo IV d. C., Ur ya estaba prácticamente olvidada hasta que la redescubrió y excavó en parte el viceconsejero británico de Basora, John G. Taylor, a partir de 1854.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/ur.json"
    },
    {
        "id": 55,
        "name": "Melbourne",
        "historical_info": "Ubicada en la bahía de Port Phillip, en la costa sureste de Australia, Melbourne se convirtió en un asentamiento permanente en 1835 cuando el inglés John Batman negoció un tratado con los aborígenes del lugar para comprar 20.000 hectáreas. Se distingue de otras ciudades australianas en que es la única fundada por una iniciativa privada y no por la corona. Melbourne se incorporó como ciudad en 1847, pero su mayor crecimiento se produjo en los años 1850, tras descubrirse oro en los cercanas Bendigo y Ballarat. El lugar sirvió como puerto principal y centro de suministro durante la fiebre del oro que siguió, y su población pasó de 25.000 a 40.000 personas en pocos meses.El bum económico llegó a su punto álgido en los años 1880, cuando Melbourne pasó a ser considerada la ciudad más rica del mundo y la más grande del Imperio Británico después de Londres. Como resultado del bum, aparecieron de repente por toda la ciudad edificios comerciales y bancos, chalets adosados y mansiones palaciegas. Pero el bum del oro terminó en 1891, trayendo la bancarrota a muchos negocios y la depresión económica; la crisis financiera de Melbourne contribuyó al pánico de los bancos australianos de 1893.La banca y la industria de la ciudad se recuperaron y Melbourne creció lentamente durante la primera parte del siglo XX. En el momento de federarse y crear la Commonwealth de Australia en 1901, Melbourne ya era lo bastante importante como para convertirse en sede del gobierno (hasta que la nueva capital se trasladó a Canberra en 1927). Pasada la Segunda Guerra Mundial, la influencia económica de la ciudad se vio fortalecida todavía más por la afluencia de inmigrantes, principalmente del sur de Europa, que llevaron nuevos negocios e industrias. Grandes proyectos de transportes y viviendas marcaron las décadas de los 70 a 90. La reciente y sustanciosa inversión internacional ha dado a la ciudad una economía diversificada, especialmente fuerte en banca y finanzas, fabricación, transporte, investigación, tecnologías de la información y turismo.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/melbourne.json"
    },
    {
        "id": 56,
        "name": "Bogotá",
        "historical_info": "Con sus numerosas universidades, museos y bibliotecas, Bogotá ha sido bautizada como la \"Atenas de Sudamérica\", un sobrenombre que rinde tributo a su antigua y rica herencia cultural. Fue fundada por el español Gonzalo Jiménez de Quesada, quien en 1536 lideró una expedición compuesta por 500 hombres al Río Grande de la Magdalena con el objetivo de encontrar El Dorado. Al encontrarse con los indígenas de la tribu muisca, saquearon los templos de Zaque Quemuenchatocha y Sogamoso, llevándose esmeraldas y oro. Pero en marzo de 1537 solo quedaban 70 hombres, y Quesada decidió construir un asentamiento que sirviera como base en una meseta de los Andes septentrionales, cerca de lo que después se conocería como el río Bogotá. En 1553 se construyó la plaza central y se iniciaron las obras de una catedral y un edifico gubernamental. La ciudad se convirtió en la capital de la colonia de la corona de Nueva Granada y permaneció como un virreinato hasta que consiguió la independencia de la mano de Simón Bolívar en 1819. Durante los siguientes años fue la capital de \"Gran Colombia\" (hasta 1830), después de la República de Nueva Granada (1863) y de los Estados Unidos de Colombia hasta el año 1886, fecha de nacimiento de la actual República de Colombia.\r\nDurante todas estas épocas, Bogotá floreció como el centro educativo y cultural de la nación. En 1823, la biblioteca pública de la ciudad fue ampliada y modernizada y pasó a convertirse en la Biblioteca Nacional. Pocos años después, se fundó un Museo Nacional. La primera \"escuela estatal\", precursora de la Universidad Nacional de Colombia, se inauguró en 1867. Debido a su relativo aislamiento, la ciudad se convirtió en una meca para los autores y poetas que buscaban crear nuevas tendencias y romper con las tradiciones literarias de España y Sudamérica, y desde mediados del siglo XIX hasta mediados del siglo XX fue el hogar de grandes escritores como José Asunción Silva y Rafael Pombo. A pesar de los periodos de disturbios civiles y guerra civil, la ciudad fue también un refugio de artistas. En 1886 se fundó la Escuela Nacional de Bellas Artes. Su estado como una de las ciudades con mayor cultura se reconoció formalmente en 2007, año en que la UNESCO nombró a Bogotá como la segunda Capital Mundial del Libro en el hemisferio occidental, solo por detrás de la ciudad canadiense de Montreal.",
        "category": "Ciudades-estado cultas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/bogota.json"
    },
    {
        "id": 57,
        "name": "Vilna",
        "historical_info": "Situada a unos 300 km del Báltico, en la confluencia de dos ríos navegables, el Vilnia y el Neris, la ciudad de Vilna se fundó como un puesto comercial en los espesos bosques de Lituania. La primera mención escrita de la ciudad data de 1323, cuando los judíos alemanes recibieron una invitación del duque Gediminas para trasladarse a la capital del Gran Ducado de Lituania, donde les prometía tolerancia religiosa y oportunidades comerciales. Durante las décadas siguientes, el ducado se expandió bajo el poder del duque y sus hijos hasta llegar a ocupar la mayor parte de la Lituania moderna, Bielorrusia, Ucrania, Transnistria y partes de Polonia y el norte de Rusia. Con la Unión de Lublin en 1569, la ciudad se convirtió en un importante centro mercantil de la Mancomunidad de Polonia y Lituania.Durante este periodo, Vilna creció enormemente. Las autoridades daban la bienvenida a los inmigrantes, y miles de eslavos, alemanes y judíos se asentaron en la próspera ciudad. Los reyes polacos y los duques lituanos iniciaron numerosos proyectos de construcción, entre los que destacan el amplio sistema de murallas y las nueve puertas fortificadas de la ciudad. En 1579, el rey Esteban Bathory fundó la institución que sería el germen de la universidad de Vilna, la más antigua de los países del Báltico, que no tardaría en convertirse en uno de los centros científicos y culturales más importantes de la Mancomunidad. Se crearon varios tipos de gremios y la ciudad ejerció como principal centro comercial entre Escandinavia y Europa occidental y el interior de Polonia y el norte de Rusia.Pero la llegada del siglo XVII trajo consigo la catástrofe. Durante la guerra entre Rusia y Polonia de 1654 a 1667, la ciudad fue capturada por las tropas zaristas, saqueada, incendiada y todos sus habitantes fueron masacrados. En 1710, se estima que una epidemia de peste bubónica mató a unos 35.000 habitantes. Y durante la primera mitad del siglo XVIII, una serie de devastadores incendios destruyeron la mayor parte de la ciudad. En 1795, la tercera partición de Polonia hizo que Vilna pasara a formar parte del Imperio Ruso, situación que continuó hasta el Tratado Soviético-Lituano de 1920, que reconocía la independencia de Lituania. No obstante, Polonia se anexionó la región en 1922, y la ciudad quedó bajo su poder hasta la Segunda Guerra Mundial, cuando fue ocupada de nuevo por las tropas rusas. Vilna no volvería a recuperar su papel como capital de Lituania hasta la independencia en 1990 de la República de Lituania de la Unión Soviética.",
        "category": "Ciudades-estado mercantilistas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/vilnius.json"
    },
    {
        "id": 58,
        "name": "Wellington",
        "historical_info": "Según una leyenda maorí, el jefe Kupe de la isla Hawaiki llegó a la isla Norte de Nueva Zelanda alrededor del año 925 tras navegar hasta ella en canoa y derrotar a numerosos monstruos marinos y demonios para alcanzar esta tierra prometida. Sea como sea, en septiembre de 1839 una expedición de la Compañía de Nueva Zelanda, con sede en Londres, llegó a la isla y fundó un asentamiento en una zona llana de la desembocadura del río Hutt. Al año siguiente, el barco Aurora llegó con 150 colonos procedentes de Inglaterra a bordo. El emplazamiento inicial era demasiado pantanoso y propenso a las inundaciones, por lo que los recién llegados se trasladaron a la otra parte de la bahía resguardada y los directores de la Compañía bautizaron la ciudad con su nombre actual (en la actualidad el asentamiento original lo ocupa la ciudad de Petone). En 1865, la ciudad fue declarada capital de la colonia, sustituyendo a Auckland, que era la sede del naciente gobierno desde 1841. Se consideró que Wellington, con su magnífico puerto y su ubicación más céntrica, serviría mejor para ese propósito.\r\nWellington se encuentra en el estrecho de Cook, en las colinas al sudoeste de la bahía. En su primer viaje de exploración, el capitán de la Royal Navy, James Cook, llegó a las islas de Nueva Zelanda en 1770 mientras buscaba el rumoreado continente de Terra Australis. Circunnavegó y cartografió todo el litoral e hizo mención especial del puerto natural abrigado donde la Compañía de Nueva Zelanda fundaría Wellington. Durante gran parte de su historia, el fondeadero de 70 kilómetros cuadrados fue conocido como Port Nicholson. Después de la fundación de la ciudad, el puerto de Wellington se convirtió rápidamente en el más importante de las islas al abastecer a los barcos de la Marina británica y los mercantes. En la actualidad es el puerto de contenedores más grande de la región y se ha construido una terminal para buques cisterna en el distrito industrial de Seaview. En 1895, la Union Steamship Company inició un servicio regular de ida y vuelta al puerto, y durante más de un siglo Wellington ha sido el principal puerto de transbordadores entre las islas que forman el país y otros destinos.",
        "category": "Ciudades-estado marítimas",
        "url": "https://eyefyre.github.io/civvapi/v1/es/citystates/wellington.json"
    }
]