{
    "id": 6,
    "name": "Florencia",
    "historical_info": "Florencia (\"Firenze\", en italiano) es una de las ciudades más bellas e interesantes de Europa. Se encuentra a orillas del río Arno, en la Italia septentrional, en el centro de la hermosa región de la Toscana. Julio César fundó Florencia en el 59 a. C. como asentamiento para los antiguos veteranos del ejército romano, en un lugar estratégico donde la vía Cassia (la principal ruta del norte de Roma) cruza el Arno. Se diseñó como una cuadrícula, al estilo de un campamento militar. Su ubicación permitió a Florencia prosperar en gran medida gracias al comercio entre Roma y el norte y, en el año 300 d. C., la ciudad se convirtió en la capital de la provincia de Tuscia (Toscana). Durante los siglos siguientes, la ciudad fue atacada por los ostrogodos y los bizantinos y cambió de manos repetidamente hasta que, en el 774 d. C., Carlomagno la conquistó y la defendió, impidiendo que más extranjeros se hicieran con ella.Florencia recuperó su riqueza e importancia durante los siglos siguientes y se convirtió en una de las ciudades-estado más ricas y poderosas de Europa. En 1252, la República de Florencia introdujo su propia moneda, el florín de oro. Los florines se aceptaban en gran parte del Mediterráneo y de Europa, y los mercaderes y banqueros florentinos se extendieron rápidamente por el mundo conocido.Durante el Renacimiento, controlaron Florencia varias familias acaudaladas e implacables, entre las que se contaban los Medici. Cuando no estaban enzarzados entre ellos en pugnas por el poder, los nobles florentinos eran grandes mecenas de las artes, y solo Lorenzo de Medici ya encargó obras a Miguel Ángel, Botticelli y Leonardo da Vinci, por nombrar a tres de los genios a los que dio apoyo. A mediados del siglo XV, los Medici fueron nombrados grandes duques de la Toscana y gobernaron la provincia y Florencia durante varios siglos. En 1737, Florencia se convirtió en parte del territorio de Austria, en 1859 se cedió al reino de Piamonte-Cerdeña y en 1861 pasó a formar parte del recién unido reino de Italia.La Florencia actual es un próspero centro turístico con cerca de 500.000 ciudadanos, una urbe que se regocija de su pasado romano, medieval y renacentista. Sigue siendo uno de los lugares más evocadores y fascinantes de Europa y, por supuesto, del mundo.",
    "category": "Ciudades-estado cultas"
}