{
    "id": 3,
    "name": "Ginebra",
    "historical_info": "El enclave original de la ciudad, ya habitado en el paleolítico, se encontraba en una colina, y fue poblado más tarde por una tribu de Liguria y otros pueblos anteriores a los celtas. Ginebra se convirtió en una ciudad fortificada celta en torno al 500 a. C., pero los romanos la conquistaron en el 121 a. C. La cuidad siguió cambiando de manos hasta que, en el 1033 d. C., pasó a engrosar los territorios del emperador alemán. Ginebra ya era una importante sede eclesiástica; su obispo, como dirigente de un principado territorial, era vasallo directo del emperador del Sacro Imperio.Los duques de Saboya pasaron cinco siglos compitiendo con el obispo católico por el control de la ciudad. Cuando el último obispo huyó de Ginebra, en 1533, los ciudadanos intentaron deshacerse del dominio católico y de los Saboya. Para ello se aliaron con el estado protestante de Berna y se convirtieron al protestantismo en 1536. Aunque los ciudadanos recuperaron el poder, también se aislaron del resto de los suizos católicos durante generaciones. Juan Calvino, un reformista protestante, se asentó en la ciudad poco después de 1536 y se quedó hasta su muerte, 30 años después. En ausencia del obispo, Calvino se convirtió en el nuevo líder espiritual. La ciudad siguió siendo un baluarte protestante durante muchos años, aunque a principios del siglo XVII se produjo una conversión masiva al catolicismo.Francia se anexionó brevemente Ginebra durante la Revolución Francesa, pero el Congreso de Viena de 1814 la admitió en la Confederación Suiza y su jurisdicción se amplió para cubrir 15 parroquias saboyanas vecinas. El Congreso estableció expresamente que dichas parroquias serían protegidas frente a la persecución religiosa y, a cambio, garantizó la neutralidad de la ciudad. Las tensiones entre católicos y protestantes continuaron hasta que, en 1907, Ginebra aprobó una ley separando oficialmente a la iglesia del estado; desde entonces, ninguna institución religiosa ha recibido ayudas estatales ni municipales.En 1919, tras la Primera Guerra Mundial, logró estatus internacional al convertirse en la sede de la Sociedad de Naciones. Su nueva reputación continuó tras la Segunda Guerra Mundial, pues las Naciones Unidas y muchas otras instituciones internacionales la eligieron como sede. Desde entonces, el turismo y los negocios han prosperado en la ciudad.",
    "category": "Ciudades-estado religiosas"
}