{
    "id": 5,
    "name": "Génova",
    "historical_info": "Aunque se desconoce la fecha exacta de la fundación de Génova, la historia de la ciudad se remonta hasta un enclave ligurio en la zona. Se ha excavado un cementerio que demuestra que la ciudad estuvo ocupada por los griegos en el siglo VI a. C., pero es casi seguro que su fundación se produjo mucho antes. Bajo el dominio romano, fue un floreciente núcleo comercial, un puerto militar y un mercado, pero, tras la caída del Imperio Romano de Occidente, no tardó en ser invadida y saqueada por los ostrogodos. Génova siguió siendo un pequeño y recóndito centro pesquero durante varios siglos, pero aprovechó este tiempo para hacerse con una flota de barcos mercantes que acabaría dominando las rutas del Mediterráneo.En el siglo X d. C., Génova se independizó de los feudos locales y se convirtió en una república marítima independiente, con su propio señor que solo respondía ante el emperador del Sacro Imperio. El poder real no lo ostentaba su obispo-presidente, sino los cónsules elegidos por la asamblea popular. Los astilleros y los bancos potenciaron el crecimiento de la joven república, que fue ampliando sus fronteras y fundando colonias en Oriente Medio y el norte de África.La prosperidad de Génova se interrumpió cuando el puesto comercial genovés de Caffa importó la peste negra a Europa en 1347. Su población cayó presa de la enfermedad y su economía se resintió. La ciudad, ya debilitada, se embarcó en una serie de guerras desafortunadas durante los siguientes 70 años, en las que perdió sus estados coloniales y cayó bajo el dominio de los Visconti de Milán.La buena suerte llamó a sus puertas cuando su famoso hijo, Cristóbal Colón, regresó tras descubrir América y donó una décima parte de sus ingresos a las instituciones bancarias locales. Eso permitió la alianza que convirtió a Génova en un satélite del próspero Imperio Español, una maniobra que favoreció su recuperación económica. Las familias nobles de la ciudad-estado no tardaron en amasar fortuna y la floreciente ciudad comenzó a atraer a famosos artistas y arquitectos. Esta edad de oro duró hasta el regreso de la peste en 1656, que se llevó consigo a la mitad de la población. El lento y continuo declive de Génova se prorrogó cuando la economía mundial comenzó a desplazarse del Mediterráneo al Nuevo Mundo con el establecimiento de nuevas rutas comerciales en el siglo XVIII. La modernización y las Guerras Mundiales de la primera mitad del siglo XX no propiciaron la recuperación de la ciudad.Aunque hoy Génova es la quinta economía italiana y pertenece al triángulo industrial del país, nunca ha recuperado la importancia y la fama que le granjeó el nombre de \"La Superba\", la ciudad gloriosa de Italia.",
    "category": "Ciudades-estado mercantilistas"
}