{
    "id": 48,
    "name": "Ife",
    "historical_info": "Según las antiguas leyendas, la ciudad santa de Ife es la cuna de los yoruba, el mayor grupo étnico de África occidental. En su mitología, fue el lugar donde Oduduwa, hermano del dios supremo Obatala, bajó de los cielos y tiró un puñado de tierra sobre el océano primordial, creando así la tierra sobre la que se erguiría Ife. En yoruba, \"ife\" significa \"expansión\", y se cree que la ciudad no es solo la cuna de los yoruba, sino de toda la humanidad.Con independencia de la verdad que haya tras su fundación, hacia el siglo XI d. C., Ife era la capital de un reino bien establecido que abarcaba lo que es la actual Nigeria. En un siglo, la ciudad ya estaba ejerciendo una influencia política y religiosa considerable en la zona, especialmente sobre el reino Edo de Benín, hacia el sureste. Aunque las ciudades yoruba de Benín y Oyo se convertirían en estados de mayor importancia política, Ife siguió siendo el centro espiritual. Consiguió evitar los ataques de los fulani islámicos que hicieron caer Oyo, pero se vio debilitada por las pugnas con Owu, en el suroeste, en los años 1820 por hacerse con el control del tráfico de esclavos. En 1882, Ife fue destruida en su mayor parte cuando un ejército combinado de guerreros de Ibadán y Modakeke saqueó la ciudad santa.Aunque siguió siendo una ciudad santa para los yoruba, su influencia política terminó hacia el año 1900. Tras las guerras napoleónicas, los británicos montaron una serie de puertos y puestos comerciales en el África occidental. En 1885, las potencias europeas reconocieron formalmente las pretensiones británicas sobre la esfera de influencia de África occidental, y el año siguiente la corona creó la Royal Niger Company. Nigeria siguió siendo parte del Imperio Británico hasta que consiguió la independencia en 1960. Durante el periodo colonial, Ife pasó casi desapercibida, excepto para los estudiosos europeos y los peregrinos yoruba.",
    "category": "Ciudades-estado religiosas"
}