{
    "id": 52,
    "name": "Kabul",
    "historical_info": "Abed Rahmani escribió a sus compatriotas afganos: \"Seguid unidos como la lluvia; sed poderosos como un océano\". Se puede decir que esto es lo que ha hecho la gente de Kabul, la ciudad más grande de Afganistán, tras haber sobrepuesto a repetidas invasiones imperiales para conservar su cultura e identidad distintivas. Encajada en un valle del Hindu Kush, Kabul ocupa un lugar estratégico en la ruta entre el sur y el centro de Asia, pues controla quien se acerca al paso Jáiber. La ciudad hace las veces de centro cultural y educativo de Afganistán; aunque los conflictos que empezaron en 1978 han mermado la influencia de Kabul, desde la llegada de la administración de Karzai en 2001 se han hecho avances para devolver a la capital su papel histórico en la vida cultural y política del Hindu Kush.Kabul tiene más de 3.500 años de antigüedad, pero rara vez ha sido libre. El Rig Veda la alaba como la ciudad ideal, una \"visión del paraíso puesta en la montañas\". Posteriormente, en la época aqueménida, la ciudad se convirtió en un centro del zoroastrismo. Numerosos reinos e imperios se apoderaron de Kabul durante la siguiente docena de siglos. En 1504, Babur tomó la ciudad y la convirtió en su sede mientras forjaba el Imperio Mogol. A Babur le gustó tanto la ciudad que vivió allí durante dos décadas y en su tumba se puede leer en persa: \"Si hay un paraíso en la Tierra, es este, es este\".Libre al fin en los albores del siglo XX, Kabul vivió un renacimiento que duró 60 años. Durante los 40 años de gobierno del liberal Mohammed Zahir Shah, las inversiones europeas ayudaron a desarrollar una red moderna de comunicaciones y transportes. Los diez años de ocupación soviética terminaron en una guerra civil en 1989, lo que comportó que los represores talibanes acabaran controlando el Emirato Islámico de Afganistán. No fue hasta que una coalición internacional liderada por los EE. UU. estableciera un gobierno democrático que Kabul empezó a reafirmar su identidad cultural e histórica.",
    "category": "Ciudades-estado cultas"
}