{
    "id": 49,
    "name": "Kiev",
    "historical_info": "Según la leyenda, Kiev fue fundada por tres hermanos eslavos –Kyi, Schek y Khoryv– a inicios del siglo VI d. C. Desde entonces, Kiev, una de las ciudades más antiguas de Europa del este, ha pasado por épocas de gran importancia y por periodos de una oscuridad relativa. No obstante, a través de los siglos, ha seguido siendo el centro cultural eslavo más importante y ha tenido un papel central en el desarrollo de la civilización eslava oriental medieval.Ubicada en la ruta comercial del Dniéper, entre Constantinopla y Escandinavia, Kiev se hizo con el control de la nobleza local varega (vikingos) y se convirtió en el centro del estado de la Rus. Durante los años 1000, fue ganando en importancia y se convirtió en un centro cultural con más de 400 iglesias, ocho mercados, muelles, una caravansary y casas magníficas. Con la fundación de la academia de Kiev-Mogilyanskaya en 1632, la ciudad se convirtió en el centro del aprendizaje y la erudición ucranianos. Pero, como capital de la Rus de Kiev, la ciudad se vio ocupada y saqueada repetidamente.En 1667, la ciudad se convirtió en parte del Imperio Ruso. Kiev siguió siendo un centro eclesiástico y cultural, pero su influencia política y económica se vio marginada. Kiev experimentó una \"rusificación\" creciente en el siglo XIX como resultado de la emigración rusa, la política educativa y la industrialización. No obstante, los entusiastas entre los nobles de etnia ucraniana, los mandos militares y los comerciantes mantuvieron viva la cultura nativa en Kiev, a menudo mediante actividades clandestinas como la impresión de libros, teatro de aficionados, fiestas privadas, festivales folk y similares.Incorporada a la fuerza a la Unión Soviética, la ciudad soportó toda suerte de problemas: la hambruna de 1932-1933 devastó a las clases bajas, las purgas de Stalin de 1937 y 1938 casi acabaron con la intelectualidad de la ciudad, y la invasión nazi de 1941-1943 conllevó muerte y destrucción. Pero Kiev sobrevivió y, como consecuencia de la caída de la Unión Soviética, se proclamó la independencia de Ucrania en 1991, con la resurgente Kiev como capital y centro cultural.",
    "category": "Ciudades-estado cultas"
}