{
    "id": 18,
    "name": "Kuala Lumpur",
    "historical_info": "Kuala Lumpur comenzó siendo un pueblo minero cuando, en 1857, un jefe malayo abrió una mina de estaño en la zona. Su nombre original, Pengkalan Lumpur, significa \"montaña de barro\", un testamento a su condición de valle entre dos ríos igualmente cenagosos. Más tarde cambió su nombre por el de Kuala Lumpur, \"confluencia fangosa\"; es evidente que el panorama no había mejorado.Con el tiempo fue prosperando como puesto comercial, pero lo hizo de forma lenta por las enfermedades, incendios e inundaciones que sufría constantemente. A pesar de todo, la capital del estado se trasladó a la ciudad en 1880 para aprovechar la posición estratégica de los ríos y las minas. Un año más tarde, la ciudad fue pasto de las llamas y, al poco tiempo, presa de una inundación. Los dos desastres naturales destruyeron la práctica totalidad de sus edificios de madera y paja; los que no ardieron fueron arrastrados por las aguas. Los líderes de la ciudad ordenaron construir los nuevos edificios con ladrillos. Tras su reconstrucción, Kuala Lumpur fue elegida capital de los recientes Estados Federados Malayos en 1896.El siglo XX trajo nuevos problemas para Kuala Lumpur: fue ocupada por los japoneses en la Segunda Guerra Mundial, el mercado del estaño se hundió y fue el escenario de un enfrentamiento armado entre los gobernantes británicos y los comunistas nacionalistas. Sin embargo, Malasia se independizó de los británicos en 1963 y Kuala Lumpur fue, una vez más, su capital.Hoy es la ciudad más grande del país y posee algunos de los rascacielos más típicos y modernos. Entre ellos se encuentran las Torres Petronas, que fueron las más altas del mundo hasta que el Taipéi 101 las superó en 2004. Hoy es el centro económico y cultural del país, y los sectores industrial y turístico están en auge.",
    "category": "Ciudades-estado cultas"
}