{
    "id": 47,
    "name": "Kizil",
    "historical_info": "Fundada en el año 1914 con el nombre de Belotsarsk por la Rusia zarista para hacer de capital de la República Tuvá, Kyzyl se encuentra en la confluencia de dos tributarios del río Yeniséi, en el corazón de Asia. De hecho, se dice que la ciudad se construyó como centro geográfico exacto de Asia. Históricamente, la región la controlaron los mongoles hasta el año 1757, cuando cayó bajo el gobierno Manchú, hasta 1911. Durante la rebelión china de 1911, la Rusia zarista proclamó a Tuvá protectorado, una pretensión que China no estaba en posición de refutar. Durante la revolución rusa, la ciudad se vio ocupada a veces por el Ejército Rojo y a veces por el Blanco y, tras un breve periodo de dos años en el que volvió a estar bajo el control chino, en agosto de 1921 los bolcheviques del lugar fundaron una república comunista, rebautizaron la ciudad como Kyzyl (\"rojo\", en turco) y la convirtieron en su capital. La Unión Soviética se anexionó directamente Kyzyl, junto con Tuvá, en 1944.Hasta que no se formó la Federación Rusa en 1992, Kyzyl permaneció en su mayor parte aislada del mundo. Este aislamiento forzoso de 50 años ha ayudado a conservar la cultura turcomongola, característica de la ciudad y que no se puede encontrar en ningún lugar más del mundo. El khuresh, una forma tuvana de lucha, es extremadamente popular y se celebra una competición anual en Kyzyl. También se celebra un festival de música turca, especialmente del canto gutural tuvano, cada año en Naadym. Desde la caída soviética se ha promovido un esfuerzo concertado por conservar la rica tradición oral de epopeyas, poemas, acertijos y trabalenguas de la región.Desde 1992, el Movimiento Democrático Tuvano ha buscado dar trabajo y alojamiento a los pueblos nómadas de la república, además de promover la lengua y las artes tuvanas. Tras una oleada de ataques contra la numerosa población rusa de Kyzyl, que acabaron con 88 muertes, muchos rusos se trasladaron a otras ciudades de la federación. Pero Kyzyl, aunque se le sigue promocionando como centro turístico, sigue encontrándose lejos y resulta difícil llegar ahí.",
    "category": "Ciudades-estado cultas"
}