{
    "id": 16,
    "name": "Lhasa",
    "historical_info": "Lhasa, situada a 3.650 metros sobre el nivel del mar, es una de las ciudades más elevadas del mundo. Su nombre actual significa \"hogar de los dioses\"; antes del siglo VII se llamaba Rasa, \"hogar de las cabras\". Su historia escrita comienza cuando Songtsen Gampo se convierte en el líder del Imperio Tibetano y traslada la capital a Lhasa en el 637 d. C. Gampo no tardó en convertirse al budismo por influencia de sus esposas y comenzó a construir estatuas y templos. Aunque el poder político de la ciudad sufrió un declive lento pero constante con el paso de los siglos (la monarquía desapareció en el siglo IX), la importancia de Lhasa como centro religioso no dejó de crecer. El primer dalái lama, el líder espiritual de los budistas tibetanos, se alzó con el poder en 1391.En 1642, el quinto dalái lama, Lobsang Gyatso, sumó a su autoridad espiritual un auténtico poder político, y unificó a las dispersas tribus tibetanas en un único país. Lhasa se convirtió en la capital espiritual y política de la nueva nación. Cuando comenzaron a llegar los exploradores occidentales, a principios del siglo XX, casi la mitad de los habitantes de Lhasa eran monjes practicantes.En 1950, China invadió el Tíbet y muchos huyeron de la ciudad, incluyendo el decimocuarto dalái lama, que se exilió a la India. Los chinos calificaron el ataque de \"liberación pacífica\", pero los tibetanos, el congreso de Estados Unidos y otros importantes personajes políticos y militares lo consideraron una invasión injustificada. Muchos de los monjes restantes protagonizaron manifestaciones pacíficas contra los opresores chinos, que respondieron con restricciones a los monasterios. Se crearon programas de reeducación para que los budistas adoptaran el comunismo y renunciaran al dalái lama y a la independencia del Tíbet. Muchos de los monjes que se negaron a cooperar fueron encarcelados, y los que se fugaron huyeron a la India.La cuestión de la independencia del Tíbet sigue siendo objeto de grandes controversias en Lhasa y en el resto del mundo; muchos líderes mundiales todavía condenan el trato que los chinos están dando a los tibetanos. El dalái lama actual y el gobierno chino comenzaron a discutir la independencia y el gobierno autónomo del Tíbet en mayo de 2008, pero la situación apenas ha cambiado.",
    "category": "Ciudades-estado religiosas"
}