{
    "id": 51,
    "name": "M'banza-Kongo",
    "historical_info": "Situada en una meseta baja al noroeste de Angola, M'banza-Kongo fue la patria de los manikongo, regentes absolutos del Reino del Congo, fundado alrededor de 1390. En su momento de más esplendor, los guerreros bantúes de M'banza-Kongo controlaban un territorio que iba desde la costa media-atlántica de África al río Kwango, y desde Pointe Noire, al norte, hasta el río Loje, al sur. La ciudad se mantenía gracias a los impuestos, los trabajos forzados y las levas reales; a veces, para financiar su ejército los manikongo intercambiaban esclavos, cobre y marfil con los europeos de la costa. También se sufragó exigiendo tributos de las ciudades y de los reinos vecinos, lo que convirtió a M'banza-Kongo en una de las ciudades africanas más ricas del siglo XVI.En el año 1568, el rey se vio obligado a dejar que los portugueses fundaran una colonia en la provincia de Luanda. Desde esta base, los portugueses fueron consiguiendo gradualmente el control de la mayor parte del territorio aledaño a M'banza-Kongo, lo que supuso que las tensiones aumentaran. En la batalla de Ambuila, en 1665, una fuerza de mosqueteros y cañones ligeros portugueses derrotó decisivamente al ejército manikongo; las bajas entre los guerreros nativos superaron los 5.000 hombres, incluido el rey, lo que terminó de un plumazo con la supremacía militar de M'banza-Kongo en la región. La batalla se contempla por lo general como un momento decisivo en la historia de la ciudad, porque la saquearon varias veces durante las guerras civiles que siguieron a la muerte del rey, por lo que quedó prácticamente abandonada en 1678.M'banza-Kongo volvió a ser ocupada por la profeta cristiana indígena Beatriz Kimpa Vita y sus seguidores en 1705, con apoyo de los portugueses, y restablecida como capital del Congo en 1709. Aunque ya como un vasallo de Portugal, el reino siguió existiendo otros 150 años, hasta que se dividió entre Portugal, Bélgica y Francia en la Conferencia de Berlín de 1884. M'banza-Kongo nunca recuperó su gloria pasada, ni después de la concesión de la independencia congoleña, en 1960.",
    "category": "Ciudades-estado militaristas"
}