{
    "id": 44,
    "name": "Malaca",
    "historical_info": "La ciudad se fundó alrededor del año 1400, cuando Paramesvara, rey de Tumasik, huyó de las fuerzas majapahit invasoras y encontró refugio en una pequeña aldea de pescadores. Allí, en un puerto que dominaba el estrecho de Malaca, fundó el reino malayo, que pronto extendería su autoridad por toda la península y más allá. El Sultanato de Malaca que lo sucedió pronto se convirtió en una parada indispensable para las comerciantes chinos, árabes y europeos en la que avituallarse. El gobierno malayo terminó en 1511, cuando Afonso de Albuquerque tomó la ciudad para Portugal.Durante el siglo siguiente, Malaca se convirtió en el puesto comercial más importante del sudeste asiático, con los portugueses construyendo grandes muelles y almacenes para exportar azúcar y arroz. La expansión del puerto prosiguió con la Compañía Holandesa de las Indias Orientales, que capturó y fortificó la ciudad en 1641. La rivalidad británico-holandesa por controlar los estrechos estratégicos se zanjó a favor de los ingleses por el tratado anglo-neerlandés de 1824, y Malaca se convirtió en una de las \"Colonias del Estrecho\" originarias del Imperio Británico. Las obstrucciones del estuario del puerto, combinadas con el crecimiento de Singapur, llevaron el declive de Malaca como centro comercial.Tras la disolución de la colonia de la corona tras la ocupación japonesa de la Segunda Guerra Mundial, Malaca se convirtió en parte de la Unión Malaya independiente en 1957, que evolucionó hasta convertirse en la actual nación de Malasia. Antes de la guerra, la región circundante había visto el desarrollo del caucho como cultivo comercial; después de la guerra, el caucho se convirtió en la principal exportación de Malaca, lo que volvió a convertir la ciudad en un puerto importante. El dragado y la construcción de malecones ha hecho que la ciudad sea más accesible a los cargueros transoceánicos y portacontenedores de gran calado, y la construcción de un ferrocarril y modernas autovías que llevan a la ciudad la ha convertido en una importante estación de carga una vez más.",
    "category": "Ciudades-estado mercantilistas"
}