{
    "id": 55,
    "name": "Melbourne",
    "historical_info": "Ubicada en la bahía de Port Phillip, en la costa sureste de Australia, Melbourne se convirtió en un asentamiento permanente en 1835 cuando el inglés John Batman negoció un tratado con los aborígenes del lugar para comprar 20.000 hectáreas. Se distingue de otras ciudades australianas en que es la única fundada por una iniciativa privada y no por la corona. Melbourne se incorporó como ciudad en 1847, pero su mayor crecimiento se produjo en los años 1850, tras descubrirse oro en los cercanas Bendigo y Ballarat. El lugar sirvió como puerto principal y centro de suministro durante la fiebre del oro que siguió, y su población pasó de 25.000 a 40.000 personas en pocos meses.El bum económico llegó a su punto álgido en los años 1880, cuando Melbourne pasó a ser considerada la ciudad más rica del mundo y la más grande del Imperio Británico después de Londres. Como resultado del bum, aparecieron de repente por toda la ciudad edificios comerciales y bancos, chalets adosados y mansiones palaciegas. Pero el bum del oro terminó en 1891, trayendo la bancarrota a muchos negocios y la depresión económica; la crisis financiera de Melbourne contribuyó al pánico de los bancos australianos de 1893.La banca y la industria de la ciudad se recuperaron y Melbourne creció lentamente durante la primera parte del siglo XX. En el momento de federarse y crear la Commonwealth de Australia en 1901, Melbourne ya era lo bastante importante como para convertirse en sede del gobierno (hasta que la nueva capital se trasladó a Canberra en 1927). Pasada la Segunda Guerra Mundial, la influencia económica de la ciudad se vio fortalecida todavía más por la afluencia de inmigrantes, principalmente del sur de Europa, que llevaron nuevos negocios e industrias. Grandes proyectos de transportes y viviendas marcaron las décadas de los 70 a 90. La reciente y sustanciosa inversión internacional ha dado a la ciudad una economía diversificada, especialmente fuerte en banca y finanzas, fabricación, transporte, investigación, tecnologías de la información y turismo.",
    "category": "Ciudades-estado mercantilistas"
}