{
    "id": 45,
    "name": "Mogadiscio",
    "historical_info": "Según el Periplo por el Mar de Eritrea, Mogadiscio ya era un importante centro marítimo en el siglo I d. C. cuando los mercaderes romanos empezaron a comerciar desde los puertos egipcios por toda la costa del mar Rojo. Con el asentamiento de comerciantes musulmanes en la ciudad somalí alrededor del año 900, las rutas comerciales se expandieron a reinos distantes como China, Vietnam y Sri Lanka. Para cuando llegó el explorador y escritor marroquí ibn-Batuta, en 1331, Mogadiscio estaba en todo su próspero apogeo y era la ciudad más sobresaliente del Cuerno de África.La riqueza de Mogadiscio se convirtió en materia de leyendas en Europa, alimentadas por las observaciones de los viajeros. Vasco de Gama, quien se detuvo en la ciudad en el siglo XV, comentó que estaba bien defendida y construida, con casas de cuatro o cinco pisos, grandes palacios en el centro y muchas mezquitas. En el siglo siguiente, el viajero portugués Duarte Barbosa escribió que cientos de naves de tierras lejanas navegaban hasta este puerto con cargamentos de paño y especias que cambiaban por oro, cera y marfil. Barbosa también describió Mogadiscio como centro de una incipiente industria textil que producía una tela ligera muy apreciada en Egipto y Siria.Movidas por la avaricia, las potencias europeas quisieron incorporar la ciudad a sus imperios coloniales; los portugueses lo intentaron infructuosamente y, poco después, la Compañía Británica de las Indias Orientales la controló brevemente. En 1892, el sultán de Zanzíbar cedió Mogadiscio a Italia, que la convirtió en la capital de la Somalia italiana en 1905. En 1960, Somalia consiguió la independencia pacíficamente. Pero la democracia se derrumbó durante la guerra civil de 1991. Desde 1994, cuando las Naciones Unidas retiraron a sus fuerzas de pacificación, Mogadiscio se ha visto destruida por las luchas casi contantes entre las milicias rivales. En medio de este caos, el puerto, antaño próspero, ha caído en el abandono.",
    "category": "Ciudades-estado marítimas"
}