{
    "id": 13,
    "name": "Mónaco",
    "historical_info": "El Principado de Mónaco es la monarquía más pequeña del mundo y el segundo país con menos extensión, solo por detrás del Vaticano. Aunque los ligures lo habitaron a partir del siglo VI d. C. (el nombre griego era \"Monoikos\"), la ciudad de Mónaco se fundó en 1228 como colonia genovesa. In 1297, Francisco Grimaldi capturó la fortaleza que protegía a la pequeña ciudad-estado y, desde entonces, su familia ha gobernado el país.Las fuerzas revolucionarias francesas capturaron el principado en 1793, y éste permaneció bajo su control hasta que, en 1814, el Congreso de Viena le concedió el estatus de protectorado del reino de Cerdeña. Y así continuó hasta que Francia se anexionó Cerdeña, pero recuperó su independencia en 1861. Sin embargo, Francia siguió obligada (y todavía sigue) a defenderlo. No es un mal negocio para un país que no llega a los dos kilómetros cuadrados. Mónaco fue brevemente ocupado durante la Segunda Guerra Mundial, pero el intento de instaurar una administración fascista que sustituyera a los Grimaldi fracasó.La fama actual de Mónaco se debe a la princesa Grace, a su condición de paraíso fiscal y a su célebre casino. El príncipe Rainiero III se casó con la actriz estadounidense Grace Kelly en 1956, y el pequeño país acaparó las portadas de todo el mundo. Además de la constante atención que focalizó sobre el país, Grace se esforzó por potenciar el apoyo de Estados Unidos y Mónaco a las artes y la educación. Mónaco nunca ha cobrado impuestos sobre la renta a sus habitantes, y por eso ha atraído a muchos millonarios de todo el mundo. El Fondo Monetario Internacional y el Consejo de Europa están investigando en busca de posibles infracciones o delitos de blanqueo de dinero. El casino de Monte Carlo es una de las grandes atracciones turísticas del país. Abrió sus puertas en 1856 y desde entonces ha sido visitado por muchos de los apostantes más adinerados del mundo, pero los monegascos tienen prohibido su acceso. El casino alegra la vista en el Grand Prix que Mónaco organiza cada año y aparece en tres películas de James Bond. Hay un tipo de algoritmos y métodos de muestreo de datos aleatorios que también llevan el nombre del casino.",
    "category": "Ciudades-estado cultas"
}