{
    "id": 28,
    "name": "Ormuz",
    "historical_info": "La ciudad-estado de Ormuz se remonta al siglo X d, C., cuando los príncipes árabes quisieron fundar un puerto en la costa sur de Persia para controlar el comercio por el golfo Pérsico. La ciudad domina el angosto estrecho de Ormuz, la estratégica vía marítima que une el golfo de Omán con el Pérsico. Ormuz se hizo inmensamente rica por ser una parada crucial de las rutas de esclavos desde el este de África hasta Persia y Arabia. En el apogeo de su influencia, en el siglo XIV, fue el estado marítimo más poderoso en la zona, con una gran flota comercial y una armada de 500 barcos de guerra.En el año 1505, el rey Manuel I de Portugal decidió bloquear el comercio musulmán con la India. Afonso de Albuquerque llevó sus naves al golfo en 1507, capturó la isla de Ormuz, construyó allí un fuerte y la reclamó para Portugal. En marzo de 1515, regresó con una flota de 27 naves y 1.500 solados, con cañones, para cerciorarse de que la isla siguiera siendo portuguesa. La ciudad pasó a ser conocida por su libertinaje y sus placeres pecaminosos, según relatos de los visitantes y sacerdotes portugueses. El lujo y el solaz de Ormuz se reflejan en un proverbio árabe de aquellos tiempos: \"Si todo el mundo fuera un anillo de oro, Ormuz sería la joya que lo corona\".Aunque durante tres siglos más las rutas marítimas no hicieron gran caso de la ciudad, el descubrimiento de petróleo en el golfo Pérsico y Oriente Medio dio a Ormuz un nuevo papel en el comercio mundial. En el año 2011, el 35% del transporte de petróleo por mar pasaba por la ciudad. La revolución iraní que depuso a la monarquía absoluta en favor de la república fundamentalista islámica del ayatolá Jomeini en 1979 no hizo más que aumentar la importancia estratégica del lugar, ya que el nuevo gobierno resultó ser hostil a las potencias occidentales.",
    "category": "Ciudades-estado marítimas"
}