{
    "id": 20,
    "name": "Ciudad de Panamá",
    "historical_info": "La ciudad de Panamá, capital de la República de Panamá, es la terminal pacífica del canal de Panamá, en el golfo del mismo nombre. La palabra \"panamá\" significa \"muchos peces\", y la ciudad está construida en el emplazamiento de un gran pueblo de pescadores que había allí cuando llegaron los conquistadores españoles. La ciudad portuaria la fundó en 1519 el gobernador español de Panamá en el lado del istmo que da al Pacífico para facilitar el transbordo de artículos y tesoros desde el Atlántico. Sirvió como punto de reunión de fuerzas para la conquista del Imperio Inca, y las riquezas incas pasaron por ahí de camino a las arcas españolas.La ciudad se enriqueció rápidamente gracias a este comercio y, por ello, el pirata inglés sir Henry Morgan la saqueó e incendió. Tres años después, la ciudad se reconstruyó, ligeramente más al sur. Aunque desde entonces los españoles defendieron muy bien la ciudad de Panamá, la destrucción del puerto caribeño de Portobelo en 1746 asestó un duro golpe al comercio por tierra. Panamá decayó en riqueza y prestigio, aunque volvió a ser importante otra vez un siglo después, cuando se inauguró el ferrocarril de Panamá y los buscadores de oro que se dirigían a California entraron a raudales en el istmo, a pie y por carretera. Los barcos panameños llevaron a la marea de personas y suministros al norte por la fiebre del oro.Después de que Panamá se declarase independiente de Colombia en 1903, la ciudad se convirtió en la capital. Cuando se completó el canal de Panamá en 1914, la ciudad pasó a ser el eje centroamericano del comercio y el turismo internacional. Sede de más de 80 bancos, hoy en día se considera que la ciudad de Panamá es la población más rica de Latinoamérica. La reciente inversión extranjera en el transporte panameño y el referéndum de 2006 para ampliar el canal significan que es muy probable que la ciudad siga con su notable bum económico.",
    "category": "Ciudades-estado marítimas"
}