{
    "id": 9,
    "name": "Ciudad de Quebec",
    "historical_info": "La ciudad de Quebec, fundada en 1608 por el explorador francés Samuel de Champlain, se ubicó en el lugar que ocupaba una pequeña aldea iroquesa llamada Stadaconé y su nombre proviene de la palabra algonquina \"kebec,\" que significa \"donde el río se estrecha\". Este asentamiento creció tanto que pasó a convertirse en el centro de los esfuerzos coloniales franceses durante el siglo XVII.Durante su primera fase de desarrollo, Quebec fue un valioso puesto comercial, además de hogar de varios misioneros cristianos y de un número creciente de colonos. Las industrias peletera y maderera dieron a los franceses valiosos recursos con los que financiar sus primeros esfuerzos por expandirse por Norteamérica. Aparte de un breve lapso en la que estuvo bajo la autoridad británica, entre 1629 y 1632, los franceses siguieron controlando la ciudad durante 150 años, pese a varios asedios fallidos. En 1663, la ciudad de Quebec fue proclamada oficialmente capital de la Nueva Francia, tras haber sido la capital del Canadá francés desde su fundación.Los franceses perdieron finalmente el control de la ciudad, que pasó a manos británicas, en 1759, en la batalla de las Llanuras de Abraham. Gran Bretaña siguió controlando la ciudad de Quebec hasta que se formó el Dominio de Canadá en 1867. Tras el Acta de Constitución de Canadá, la ciudad de Quebec se convirtió en la capital de la provincia canadiense homónima.En la actualidad, la ciudad de Quebec cuenta con unos 500.000 residentes y sigue haciendo gala de una rica herencia cultural. Proclamada Patrimonio de la Humanidad por la UNESCO en 1985, sigue conservando muchas muestras de arquitectura de raíces coloniales. Son especialmente interesantes el famoso hotel de Château Frontenac y las iglesias católicas de Notre-Dame de Québec y Notre-Dame-des-Victoires, ambas construidas en el siglo XVII.",
    "category": "Ciudades-estado marítimas"
}