{
    "id": 7,
    "name": "Ragusa",
    "historical_info": "La actual ciudad croata de Dubrovnik fue en el pasado una poderosa ciudad-estado conocida como República de Ragusa. Se cree que la ciudad de Ragusa se fundó en el siglo VII, en una pequeña isla abrigada en el mar Adriático, no muy lejos de la costa meridional de la Croacia actual. Sus fundadores, un grupo de refugiados romanos, crearon el enclave tras huir de la destrucción de su ciudad natal, Epidauro. Con el tiempo, la ciudad se expandió por la zona adyacente gracias a la ayuda del Imperio Otomano y del Bizantino, así como de los reyes de Croacia y Hungría. El desarrollo de la ciudad, especialmente en zonas vitales, como el puerto de Gruz (que sigue siendo crucial en la actualidad) atraería las iras de Venecia, cuyo dominio del comercio marítimo no había tenido rival hasta el momento.En 1205, cuando Venecia invadió lo que entonces se conocía como Dalmacia (una región de la Croacia oriental), Ragusa se vio obligada a convertirse en un protectorado y a pagar un gran tributo a Venecia, además de a convertirse en una de sus bases navales en el mar Adriático. Pese a las injerencias venecianas, Ragusa siguió desarrollándose como centro comercial en el Adriático. No obstante, la intromisión de Venecia pasó factura a la población, y el resentimiento creciente de los raguseos contra Venecia durante este periodo marcaría el inicio de una larga rivalidad económica entre las dos ciudades-estado. Después de que Venecia renunciara a sus pretensiones en Dalmacia, en 1358, Ragusa por fin tuvo la oportunidad de conseguir una verdadera autonomía. Poco después se estableció la República de Ragusa, y la nobleza de la ciudad rápidamente empezó a consolidar su poder. Los nobles gestionaban casi todos los aspectos de la política ragusea, y prácticamente privaron de voz a los ciudadanos y plebeyos. Este gobierno funcionó autónomamente, bajo la soberanía del rey de Hungría, durante los 100 años siguientes.En 1458, un tratado firmado con el Imperio Otomano consolidaría la posición de Ragusa como centro comercial de gran poder durante el resto de su existencia como república. La ciudad medró bajo la protección de los otomanos. Los aranceles reducidos, el acceso al mar Negro (que antes quedara restringido a los mercaderes turcos) y el respaldo otomano en las disputas comerciales demostrarían ser valiosas ventajas que propulsarían la posición de Ragusa como principal puerto del Adriático.En su momento álgido, Ragusa tuvo una población de unas 30.000 personas y sirvió como nexo crucial entre los puertos italianos y los mercados de Oriente. No obstante, a medida que aumentó la disponibilidad de las mercancías venidas de India, China y más allá, la influencia comercial de Ragusa menguó. En 1667, asoló la ciudad un gran terremoto que destruyó casi el 75% de sus edificios y mató a unas 5.000 personas. En 1806, la ciudad, una sombra de lo que había sido, se rindió finalmente al ejército de Napoleón, y en 1808 desapareció la República de Ragusa. En la actualidad, la ciudad de Dubrovnik es un destino turístico muy popular del mar Adriático y tiene unos 40.000 habitantes. Dubrovnik sigue siendo, además, un puerto comercial, uno de los pocos que quedan de su ilustre pasado.",
    "category": "Ciudades-estado marítimas"
}