{
    "id": 4,
    "name": "Riga",
    "historical_info": "En el siglo XII, los comerciantes y misioneros germánicos levantaron la ciudad de Riga en la desembocadura del Daugava alrededor de un asentamiento que ya existía. En el año 1158, los comerciantes germánicos ya habían establecido puestos allí para comerciar con los baltos y los fineses; el primer monasterio católico se completó en 1190. En 1201, Alberto, recién proclamado obispo de Livonia, llegó con 23 barcos y 1500 cruzados armados –que posteriormente se organizarían en una rama de los Caballeros Teutones– para fundar su obispado y convertir a los lugareños al cristianismo por la fuerza. En 1282 Riga se unió a la Liga Hanseática, con lo que aseguró su estabilidad comercial y política durante tres siglos.Cuando los líderes de Riga aceptaron públicamente la Reforma en 1522 y el poder de los arzobispos se vino abajo, la ciudad se enzarzó rápidamente en las guerras religiosas. Cuarenta años después la capturó Gustavo Adolfo, rey de Suecia, que había participado en la guerra de los Treinta Años. Riga siguió siendo sueca hasta 1710, cuando el puerto, azotado por la peste, se rindió a las fuerzas rusas de Pedro el Grande durante la Gran Guerra del Norte. Riga se convirtió en la mayor ciudad portuaria industrializada de la Rusia zarista hasta el fin de la Primera Guerra Mundial, cuando la revolución rusa dejó que sus posesiones en el Báltico se declarasen independientes en noviembre de 1918. Riga se convirtió en la capital de Letonia.Durante los años entre guerras, Riga prosperó. Pero la libertad de Letonia era precaria, y Riga se vio ocupada primero por la Unión Soviética en junio de 1940 y un año más tarde por los invasores nazis. La reconquista de la ciudad por parte del Ejército Rojo en 1944 estuvo seguida por la llegada de obreros, burócratas y soldados soviéticos para convertirla en el complejo industrial militar más importante de la URSS occidental. El puerto se amplió y modernizó para darle una salida comercial con Occidente. En enero de 1991, con la independencia de Letonia, Riga regresó a sus preocupaciones comerciales pasadas, lo que la ha vuelto a convertir en un motor financiero del Báltico.",
    "category": "Ciudades-estado marítimas"
}