{
    "id": 43,
    "name": "Samarkanda",
    "historical_info": "Samarkanda es una de las ciudades más antiguas del mundo, y se encuentra en la región de Asia central conocida como Transoxiana. Construida en el fértil valle del río Zeravshan, Samarkanda tuvo el beneficio de abundantes recursos y alimentos naturales y, lo que es más importante, se encontraba en medio de la Ruta de la seda, la principal ruta comercial entre Oriente y Occidente. Fundada alrededor del 700 a. C. por los sogdianos, cuando Alejandro Magno la conquistó en el año 329 a. C., Samarkanda ya era una de las ciudades más ricas e importantes del mundo.La ciudad siguió siendo una potencia mercantil durante los siglos siguientes, haciéndose cada vez más rica por los impuestos con los que gravaban las caravanas de la Ruta de la seda. También sirvió como conducto para la cultura y la innovación entre Oriente y Occidente. La leyenda cuenta que el secreto de la fabricación del papel se lo arrancaron los musulmanes a unos prisioneros chinos en el año 751, lo que llevó a la creación de la primera fábrica de papel del mundo islámico en Samarkanda. Desde ahí, el conocimiento del papel de hilo se difundió por las tierras musulmanas y llegó a Europa.Marco Polo, en su relato del viaje por la Ruta de la seda hasta llegar a China, describió Samarkanda como una \"ciudad muy grande y espléndida\". En el año 1370, Tamerlán, fundador del imperio de Timor, la convirtió en su capital. Durante los 35 años siguientes, reconstruyó varias veces la ciudad y la llenó de hábiles artesanos, mercaderes y eruditos de todo el imperio, con lo que se convirtió en el centro comercial y cultural de Asia central.Pero la apertura de rutas marítimas entre Oriente y Europa y la explotación de las Américas recién descubiertas, hizo que se quedara obsoleta. La población declinó rápidamente y, durante un tiempo, estuvo deshabitada. Solo después de que se convirtiera en una capital provincial durante la expansión del imperio ruso en 1887 Samarkanda pudo volver a convertirse en un centro económico importante.",
    "category": "Ciudades-estado mercantilistas"
}