{
    "id": 22,
    "name": "Sidón",
    "historical_info": "Sidón es una antigua ciudad que se encuentra en la costa del Líbano. En origen era un centro pesquero y comercial que actualmente se ha convertido en la terminal mediterránea del oleoducto transarábigo de Arabia Saudí.Los fenicios fundaron la ciudad en el tercer milenio a. C.[TAB][TAB]Se convirtió en una urbe próspera y rica en el segundo milenio a. C., siendo famosa por la calidad de su cristal y de sus tintes púrpuras. Aproximadamente en el 2700 a. C., los colonos de Sidón fundaron la ciudad de Tiro a unos 40 kilómetros costa abajo y, durante varios años, los dos lugares compitieron por ser la sede de la riqueza y el poder fenicio.Cuando el poder de Fenicia declinó, la riqueza y la ubicación estratégica de Sidón la convirtieron en un objetivo tentador para la conquista. Durante su historia, Sidón ha estado gobernada por Asiria, Babilonia, Persia, Alejandro de Macedonia, los seléucidas, la dinastía tolemaica de Egipto, los romanos, los otomanos, los franceses y, por último, el Líbano. Durante las Cruzadas, la ciudad cambió de manos varias veces, y en ese tiempo fue destruida y reconstruida. La zona está llena de restos de fortificaciones que atestiguan su historia. Hoy en día, Sidón alberga a musulmanes suníes y chiíes, así como a la iglesia católica bizantina griega y los maronitas.En la Biblia se menciona varias veces la ciudad. Quizá su gobernante más famosa sea la pérfida reina Jezabel, esposa de Ahab, monarca del Reino del Norte de Israel y tía abuela de la reina Dido de Cartago. Según la Biblia, Jezabel era una gobernante malvada y corrupta que propició la adoración en Israel de dioses extranjeros (fenicios). Por estos crímenes, murió a manos de sus propios eunucos y sus restos fueron arrojados a la calle para que se los comieran los perros.Todos los dirigentes tienen que sacar dos lecciones importantes de esta historia: primero, que nunca deben jugar con la religión de su pueblo; y segundo, que nunca deben fiarse de los eunucos reales.",
    "category": "Ciudades-estado militaristas"
}