{
    "id": 19,
    "name": "Singapur",
    "historical_info": "Los datos y las excavaciones arqueológicas demuestran que la isla de la actual Singapur estuvo poblada en el siglo II d. C.; en su origen perteneció a Sumatra y se llamaba Temasek, que quiere decir \"ciudad marina\". Por motivos desconocidos, la zona experimentó una recesión en el siglo XIV y la población de la isla se redujo a pequeños pueblos de pescadores durante algunos siglos.Todo cambió el 29 de enero de 1819, cuando el funcionario sir Thomas Stamford Raffles desembarcó en la isla y firmó un tratado para convertir la parte sur en un puesto comercial británico. Singapur se convirtió en colonia británica de forma oficial en 1824, cuando la Compañía de las Indias Orientales se hizo con el control de toda la isla. La ciudad se convirtió en un importante centro comercial del Pacífico y comenzó a crecer a un ritmo constante.En 1941, los japoneses tardaron seis días en hacerse con el control de la ciudad y de su base militar. La batalla de Singapur fue el peor desastre militar de la historia británica y la ciudad se convirtió en una importante base japonesa durante el resto de la Segunda Guerra Mundial, pues los británicos solo lograron recuperarla un mes después de la rendición de Japón, en 1945.Tras la guerra, Singapur inició su camino hacia la independencia. En 1955 celebró las primeras elecciones generales, pero las delegaciones enviadas a Inglaterra para exigir el autogobierno no fueron aceptadas hasta 1959. Cuatro años más tarde, la pequeña ciudad-estado declaró su independencia del Imperio Británico y rápidamente se unió a la Federación de Malasia. Sin embargo, una serie de conflictos ideológicos graves estropearon la relación y, dos años más tarde, Singapur declaraba su soberanía total.La suerte ha sonreído a la ciudad-estado desde su independencia: se han producido grandes mejoras en la calidad de vida, de la economía y de la educación. Hoy Singapur es el quinto país del mundo en términos de PIB per cápita, atrae mucho turismo y su industria médica está en auge.",
    "category": "Ciudades-estado mercantilistas"
}