{
    "id": 53,
    "name": "Sofía",
    "historical_info": "Sofía, la capital y la ciudad más grande de Bulgaria, se encuentra en el centro de la península de los Balcanes. Los serdios, una tribu tracia, se asentaron por primera vez en la zona alrededor del 700 a. C. y cerca del año 29 a. C. los romanos conquistaron el asentamiento. La ciudad, enclavada en una ruta comercial importante que cruzaba los Balcanes, floreció durante el gobierno del emperador Trajano (98-117 d. C.) y llegó a su cénit de paz y prosperidad con el emperador de Bizancio Constantino. Después de eso, la de Sofía es básicamente una historia de pugnas, guerras y conquistas.La ciudad se vio destruida en su mayor parte debido a la invasión de los hunos en el año 447 d. C. Reconstruida por el emperador Justiniano I, en el año 809 tomó la ciudad el kan búlgaro Krum. Los búlgaros se vieron reemplazados por los turcos otomanos en 1382. Tras la fallida cruzada de Vladislao de Polonia para liberar Bulgaria, la élite cristiana quedó aniquilada y la capital se convirtió en la capital de la provincia otomana de Rumelia durante los cuatro siglos siguientes.Las tropas rusas tomaron Sofía durante la guerra ruso-turca de 1878 y la convirtieron en capital del \"Principado Autónomo de Bulgaria\", que pasó a convertirse en el reino independiente de Bulgaria en 1908. Tras su independencia, Bulgaria se vio envuelta en dos guerras en los Balcanes. Tras salvarse de intervenir durante el primer año de la Primera Guerra Mundial, Bulgaria entró en la Entente y atacó Serbia, Grecia y Rumanía, todas aliadas de las potencias occidentales.En el caos político dejado por el conflicto, los años de entreguerras fueron un periodo de luchas intestinas y derramamiento de sangre. Bulgaria se unió a las potencias del Eje en 1941, con el resultado de que las fuerzas aliadas bombardearon intensamente Sofía en 1943; además, la ciudad se vio ocupada por el Ejército Rojo en septiembre de 1944. La ocupación soviética duraría hasta la caída del Telón de Acero en 1989, el último episodio de agitaciones en la larga historia de la ciudad.",
    "category": "Ciudades-estado militaristas"
}