{
    "id": 8,
    "name": "Sydney",
    "historical_info": "Sídney, ubicada en la costa suroriental de Australia, no solo fue la primera colonia británica que se fundó en ese continente, también fue el primer enclave europeo de cualquier tipo. La estableció el almirante Arthur Phillip en 1788 como colonia penitenciaria, y los primeros responsables de su desarrollo fueron los convictos, labor que continuaron posteriormente los soldados y colonos llegados de Gran Bretaña. Con el tiempo, creció y se convirtió en la ciudad más grande y, posiblemente, más famosa de Australia, con una población actual de unos 4 millones de personas.El lugar donde desembarcó James Cook en 1770, conocido como \"Botany Bay\" (\"bahía de la Botánica\", por su gran variedad de plantas), no se estimó apropiado para ubicar una colonia permanente. El lugar ideal resultaría ser la cercana ensenada de Sídney (\"Sydney Cove\"), bautizada en honor de Thomas Townshend, \"Lord Sydney\". Cuando llegaron los colonos británicos, se encontraron con numerosas tribus de aborígenes australianos que, según parece, llevaban habitando la zona desde hacía miles de años antes. Pese a los esfuerzos del almirante Phillip por regular las relaciones entre los colonos y los miembros de las tribus del lugar, miles de aborígenes murieron por la viruela y el sarampión que propagaron las expediciones coloniales.Posteriormente, durante el siglo XIX, Sídney experimentó un enorme crecimiento de población al descubrirse oro en sus inmediaciones, sobre todo en Bathurst. Durante la década de 1920, gracias al desarrollo industrial, la población de Sídney alcanzó el millón de personas y la ciudad siguió expandiéndose para satisfacer sus crecientes necesidades de infraestructuras.En la actualidad, Sídney es famosa por su desarrollo financiero y constituye el centro económico de toda Australia, pues es sede de numerosas instituciones bancarias y financieras, entre las que destaca la bolsa australiana. Desde principios del siglo XIX, se ha celebrado la fecha de la fundación de Sídney, el 26 de enero, como el día nacional de Australia, lo que conmemora la historia de esta ciudad así como su actual importancia para el país.",
    "category": "Ciudades-estado marítimas"
}