{
    "id": 23,
    "name": "Tiro",
    "historical_info": "Tiro es una antigua ciudad fenicia que se encuentra en la parte meridional del Líbano, a unos 20 kilómetros al norte de la frontera libanesa con Israel. La ciudad se construyó en el continente y en una isla cercana mar adentro. La fundaron alrededor del 2700 a. C. colonos de Sidón, y pronto creció para convertirse en rival de su ciudad hermana, a la que acabó por superar como centro pesquero y mercantil de Fenicia. En el siglo IX a. C., los colonos de Tiro fundaron la ciudad de Cartago, en el norte de África.Al igual que Sidón, Tiro aparece con frecuencia en la Biblia. Las relaciones entre Israel y Tiro fueron por lo general cordiales; de hecho, Hiram, rey de Tiro, fue quien proporcionó los materiales para construir el Templo de Salomón en Jerusalén.A causa de su riqueza y de su ubicación estratégica, Tiro fue objeto de repetidos ataques de cualquiera que fuera la potencia que estuviera arrasando la zona. En los siglos VII y VIII, estuvo bajo dominio asirio. En el siglo VI, resistió un gran asedio del rey Nabucodonosor de Babilonia, aunque los persas la capturaron poco después. En el siglo III, apareció Alejandro de Macedonia a la cabeza de su ejército.El asedio de Tiro por parte de Alejandro duró varios meses. Para derrotar a los obstinados defensores, Alejandro destruyó por completo la ciudad continental y usó los escombros para construir una calzada elevada que lo llevara hasta la isla. Tras capturar la ciudad, Alejandro Magno mostró su aprecio por el valor y el coraje de los ciudadanos dando muerte a 10.000 de ellos y vendiendo a los otros 30.000 como esclavos. Aunque posteriormente se rehízo un poco bajo el gobierno egipcio y romano, Tiro nunca se recobró de los desmanes de Alejandro.En la actualidad, Tiro es una ciudad con unos 120.000 habitantes. A causa de su cercanía con Israel, suele resentirse cuando hay actos violentos en la frontera líbano-israelí, lo que sucede con una frecuencia deprimente, y las bombas, balas y misiles de ambos bandos arruinan todavía más las antiguas ruinas. Aun así, Tiro ha sobrevivido a cosas peores, mucho peores, y es de esperar que sobreviva para conocer de nuevo la paz y la prosperidad.",
    "category": "Ciudades-estado mercantilistas"
}