{
    "id": 54,
    "name": "Ur",
    "historical_info": "Las ruinas de Ur, originariamente una ciudad de la desembocadura del Éufrates, al norte del golfo Pérsico, se encuentran ahora a 240 kilómetros tierra adentro, a 10 kilómetros del margen derecho del río. Mencionada ya en la Biblia como lugar donde nació el patriarca hebreo Abraham, \"Ur de Caldea\" se fundó alrededor del año 5500 a. C. durante el periodo de El Obeid de Sumer. Ur, que controlaba el comercio entre los pueblos del Éufrates, el Tigris y el mar, se encontraba situada favorablemente para convertirse en un centro comercial y político. Mesanepada, fundador de la primera dinastía de Ur, supervisó la construcción de muelles y diques para controlar las crecidas anuales de los ríos. En el año 2800 a. C. ya se había convertido en una de las primeras ciudades-estado sumerias, y las rutas comerciales entre Mesopotamia y la India, Etiopía y Egipto pasaban por ella.Tras un periodo de declive y estancamiento, con Ur-Nammu Ur experimentó un renacimiento del arte, la literatura y la cultura sumerios. Los historiadores estiman que Ur fue la ciudad más grande del mundo desde el 2030 al 1980 a. C., con una población de más de 65.000 personas. Pero con los tres últimos reyes de la tercera dinastía, la influencia y la riqueza de Ur decayeron. Alrededor del año 1940 a. C., los elamitas capturaron y saquearon la ciudad.Reconstruida poco después, Ur se convirtió en parte del reino de Isin, que posteriormente se incorporó al Imperio Babilonio. Aunque siguió siendo un centro religioso importante, su influencia comercial entró en declive, posiblemente como resultado de un cambio en el curso del Éufrates. Después de que la propia Babilonia cayera bajo el control de los persas, Ur cayó en el olvido en su mayor parte. Su población se fue, sus muros y templos y sus templos se desmoronaron y la tierra y la arena cubrieron su fondeadero. En el siglo IV d. C., Ur ya estaba prácticamente olvidada hasta que la redescubrió y excavó en parte el viceconsejero británico de Basora, John G. Taylor, a partir de 1854.",
    "category": "Ciudades-estado marítimas"
}