{
    "id": 31,
    "name": "Vancouver",
    "historical_info": "Los pueblos nativos de la región llevaban viviendo en el noroeste del Pacífico 10.000 años cuando el capitán de la marina británica George Vancouver desembarcó en Point Grey en el año 1792. En 1808, el comerciante británico Simon Fraser descendió por el río que lleva su nombre hasta llegar a Point Grey. A partir de los relatos de Fraser y otros tramperos, en 1827 la Hudson Bay Company construyó Fort Langley, pero la zona siguió bastante deshabitada hasta la fiebre del oro del Fraser en 1858, cuando los mineros de California y el este de Canadá llegaron a raudales.Una fuente de riqueza más duradera se convirtió pronto en la base de un crecimiento mayor: se emplazaron gran número de serrerías en las costas de la ensenada. En 1867, un burdo asentamiento llamado Gastown surgió alrededor de la taberna costera que llevaba \"Gassy\" Deighton. En 1884, se eligió la población, con su magnífico puerto natural, como terminal occidental del Canadian Pacific Railroad. Los recién llegados, en su mayor parte escandinavos y escoceses, supusieron un crecimiento tan rápido que los diversos asentamientos de la ensenada se combinaron e incorporaron a la ciudad de Vancouver en abril de 1886.Con la inauguración del canal de Panamá en 1914, se hizo más factible económicamente transportar cereales y madera directamente a la costa este de Norteamérica y a Europa desde Vancouver. El muelle de Ballantyne Pier, completado en 1923, convirtió Vancouver en el puerto más avanzado tecnológicamente de toda la Commonwealth británica. Tras la Segunda Guerra Mundial, el bum en Vancouver continuó, convirtiéndola en la octava ciudad más grande de Canadá. El auge del turismo en el norte del Pacífico comporta que numerosos cruceros zarpen regularmente desde Vancouver, 199 viajes en 2011. Recientemente, la búsqueda y explotación de petróleo en Alaska y de gas natural en el oeste de Canadá han llevado a planear convertirla en una gran terminal de crudo y de gas.",
    "category": "Ciudades-estado marítimas"
}