{
    "id": 57,
    "name": "Vilna",
    "historical_info": "Situada a unos 300 km del Báltico, en la confluencia de dos ríos navegables, el Vilnia y el Neris, la ciudad de Vilna se fundó como un puesto comercial en los espesos bosques de Lituania. La primera mención escrita de la ciudad data de 1323, cuando los judíos alemanes recibieron una invitación del duque Gediminas para trasladarse a la capital del Gran Ducado de Lituania, donde les prometía tolerancia religiosa y oportunidades comerciales. Durante las décadas siguientes, el ducado se expandió bajo el poder del duque y sus hijos hasta llegar a ocupar la mayor parte de la Lituania moderna, Bielorrusia, Ucrania, Transnistria y partes de Polonia y el norte de Rusia. Con la Unión de Lublin en 1569, la ciudad se convirtió en un importante centro mercantil de la Mancomunidad de Polonia y Lituania.Durante este periodo, Vilna creció enormemente. Las autoridades daban la bienvenida a los inmigrantes, y miles de eslavos, alemanes y judíos se asentaron en la próspera ciudad. Los reyes polacos y los duques lituanos iniciaron numerosos proyectos de construcción, entre los que destacan el amplio sistema de murallas y las nueve puertas fortificadas de la ciudad. En 1579, el rey Esteban Bathory fundó la institución que sería el germen de la universidad de Vilna, la más antigua de los países del Báltico, que no tardaría en convertirse en uno de los centros científicos y culturales más importantes de la Mancomunidad. Se crearon varios tipos de gremios y la ciudad ejerció como principal centro comercial entre Escandinavia y Europa occidental y el interior de Polonia y el norte de Rusia.Pero la llegada del siglo XVII trajo consigo la catástrofe. Durante la guerra entre Rusia y Polonia de 1654 a 1667, la ciudad fue capturada por las tropas zaristas, saqueada, incendiada y todos sus habitantes fueron masacrados. En 1710, se estima que una epidemia de peste bubónica mató a unos 35.000 habitantes. Y durante la primera mitad del siglo XVIII, una serie de devastadores incendios destruyeron la mayor parte de la ciudad. En 1795, la tercera partición de Polonia hizo que Vilna pasara a formar parte del Imperio Ruso, situación que continuó hasta el Tratado Soviético-Lituano de 1920, que reconocía la independencia de Lituania. No obstante, Polonia se anexionó la región en 1922, y la ciudad quedó bajo su poder hasta la Segunda Guerra Mundial, cuando fue ocupada de nuevo por las tropas rusas. Vilna no volvería a recuperar su papel como capital de Lituania hasta la independencia en 1990 de la República de Lituania de la Unión Soviética.",
    "category": "Ciudades-estado mercantilistas"
}