{
    "id": 58,
    "name": "Wellington",
    "historical_info": "Según una leyenda maorí, el jefe Kupe de la isla Hawaiki llegó a la isla Norte de Nueva Zelanda alrededor del año 925 tras navegar hasta ella en canoa y derrotar a numerosos monstruos marinos y demonios para alcanzar esta tierra prometida. Sea como sea, en septiembre de 1839 una expedición de la Compañía de Nueva Zelanda, con sede en Londres, llegó a la isla y fundó un asentamiento en una zona llana de la desembocadura del río Hutt. Al año siguiente, el barco Aurora llegó con 150 colonos procedentes de Inglaterra a bordo. El emplazamiento inicial era demasiado pantanoso y propenso a las inundaciones, por lo que los recién llegados se trasladaron a la otra parte de la bahía resguardada y los directores de la Compañía bautizaron la ciudad con su nombre actual (en la actualidad el asentamiento original lo ocupa la ciudad de Petone). En 1865, la ciudad fue declarada capital de la colonia, sustituyendo a Auckland, que era la sede del naciente gobierno desde 1841. Se consideró que Wellington, con su magnífico puerto y su ubicación más céntrica, serviría mejor para ese propósito.\r\nWellington se encuentra en el estrecho de Cook, en las colinas al sudoeste de la bahía. En su primer viaje de exploración, el capitán de la Royal Navy, James Cook, llegó a las islas de Nueva Zelanda en 1770 mientras buscaba el rumoreado continente de Terra Australis. Circunnavegó y cartografió todo el litoral e hizo mención especial del puerto natural abrigado donde la Compañía de Nueva Zelanda fundaría Wellington. Durante gran parte de su historia, el fondeadero de 70 kilómetros cuadrados fue conocido como Port Nicholson. Después de la fundación de la ciudad, el puerto de Wellington se convirtió rápidamente en el más importante de las islas al abastecer a los barcos de la Marina británica y los mercantes. En la actualidad es el puerto de contenedores más grande de la región y se ha construido una terminal para buques cisterna en el distrito industrial de Seaview. En 1895, la Union Steamship Company inició un servicio regular de ida y vuelta al puerto, y durante más de un siglo Wellington ha sido el principal puerto de transbordadores entre las islas que forman el país y otros destinos.",
    "category": "Ciudades-estado marítimas"
}