[
    {
        "id": 1,
        "name": "Wielki artysta|Wielkiego artysty|Wielkiemu artyście|Wielkiego artystę",
        "game_info": null,
        "strategy": "Wielki artysta może stworzyć wielkie dzieło sztuki (generuje kulturę i turystykę), umieszczane w najbliższym mieście mającym odpowiedni budynek z pustym miejscem (na przykład pałac, muzeum lub katedra). Wielki artysta może też stworzyć złotą erę. Wielcy artyści znikają, jeśli użyje się ich na jeden z tych sposobów.",
        "historical_info": "Wielcy artyści to wizjonerzy cywilizacji. Interpretują oni świat i wprowadzają piękno, geniusz, formę i kolor tam, gdzie nikt go wcześniej nie odnalazł. Rzeźbią pomniki, malują obrazy, robią zdjęcia i kręcą filmy, które na nowo definiują nasze człowieczeństwo. Często ich dzieła okazują się ponadczasowe, oświecają i wynoszą świadomość ludzi na nowy poziom, czyniąc cywilizację czymś więcej niż sumą jej dóbr materialnych i potęgi.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_artist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_artist.json"
    },
    {
        "id": 2,
        "name": "Wielki naukowiec|Wielkiego naukowca|Wielkiemu naukowcowi|Wielkiego naukowca",
        "game_info": null,
        "strategy": "Wielki naukowiec może zbudować ulepszenie - akademię, generującą dużo punktów nauki. Ponadto, wielki naukowiec pozwala ci natychmiast zdobyć dużą ilość nauki, zależną od produkcji naukowej twojej cywilizacji. Wielki naukowiec zostaje wykorzystany, gdy użyje się go w jeden z opisanych sposobów.",
        "historical_info": "Wielcy naukowcy odkrywają, jak działa świat. Dowiadują się, że to Ziemia orbituje wokół Słońca. Poznają sekwencję DNA i wynajdują mechanikę kwantową. Leczą paraliż i przewidują zaćmienia. Sprawiają, że cywilizacja staje się mądrzejsza. Tworzą przyszłość.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_scientist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_scientist.json"
    },
    {
        "id": 3,
        "name": "Wielki kupiec|Wielkiego kupca|Wielkiemu kupcowi|Wielkiego kupca",
        "game_info": null,
        "strategy": "Wielki kupiec może zbudować ulepszenie - izbę celną, która przynosi mnóstwo złota. Może także udać się do państwa-miasta i przeprowadzić „misję handlową” dającą góry złota i wiele punktów wpływów w państwie-mieście. Wielki kupiec zostaje wykorzystany, gdy użyje się go w jeden z opisanych sposobów.",
        "historical_info": "Wielcy kupcy zapewniają dobra i usługi, których cywilizacja potrzebuje do przeżycia. Importują jedzenie, leki i towary luksusowe, a eksportują dobra wytwarzane przez cywilizację. Zapewniają finanse na wykonanie wielkich projektów. Budują majątek cywilizacji.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_merchant.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_merchant.json"
    },
    {
        "id": 4,
        "name": "Wielki inżynier|Wielkiego inżyniera|Wielkiemu inżynierowi|Wielkiego inżyniera",
        "game_info": null,
        "strategy": "Wielki inżynier może zbudować ulepszenie - manufakturę, która znacznie zwiększa produkcję miasta. Wielki inżynier może przyspieszyć produkcję jednostki, budynku albo cudu w mieście. Wielki inżynier zostaje wykorzystany, gdy użyje się go w jeden z opisanych sposobów.",
        "historical_info": "Wielcy inżynierowie to mężczyźni i kobiety, którzy wykonują przeróżne zadania. Budują pomniki, drogi oraz sieci informacyjne, polepszając tym samym życie otaczających ich ludzi. Wynajdują nowe sposoby konstrukcji wieżowców czy produkcji walcowanej stali. Kopią kanały, nawadniają pustynie. To dzięki nim cywilizacja porusza się do przodu.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_engineer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_engineer.json"
    },
    {
        "id": 5,
        "name": "Wielki generał|Wielkiego generała|Wielkiemu generałowi|Wielkiego generała",
        "game_info": null,
        "strategy": "Wielki generał może zbudować specjalne ulepszenie - cytadelę, zapewniającą stacjonującej w niej jednostce znaczną premię do obrony, zadającą uszkodzenia jednostkom wroga poruszającym się po sąsiednich polach i przyłączającą do twojego terytorium przylegające do niej pola. Wielki generał gwarantuje 15% do premii bojowej dla wszystkich sojuszniczych jednostek w promieniu dwóch pól. Nie jest poświęcany, gdy zapewnia tę premię.",
        "historical_info": "Wielcy generałowie to najlepsi wojownicy cywilizacji. Tworzą broń i trenują żołnierzy. Planują strategie, by chronić cywilów przed wrogiem, tworzą odważne plany ofensywne, mocne fortyfikacje i podstępne pułapki. Są pierwszymi, którzy wychodzą z okopów albo wdzierają się na statek nieprzyjaciela. Prowadzą szarżę do ataku, niosąc na swoich szerokich ramionach ludzkie przeznaczenie.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_general.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_general.json"
    },
    {
        "id": 6,
        "name": "Chan|Chana|Chanowi|Chana",
        "game_info": "Ta unikalna dla Mongołów wielka osobistość zastępuje wielkiego generała. Zapewniając te same bonusy bojowe co zwykły wielki generał, chan porusza się z większą prędkością i skuteczniej leczy jednostki w swoim otoczeniu.",
        "strategy": "Chan to unikalny mongolski rodzaj wielkiego człowieka zastępujący zwykłego wielkiego generała. Stosują się do niego te same premie w walce, lecz porusza się on z taką samą prędkością jak keshik (5 pkt na turę) i może leczyć sąsiadujące jednostki o dodatkowych 15 pkt życia na turę. Ten wzmocniony generał potrafi dopilnować, by jego kawaleria zawsze była gotowa do walki.",
        "historical_info": "Chanowie byli początkowo wodzami plemiennymi rządzącymi jednym plemieniem, lub grupą kilku mniejszych. Kiedy Czyngis doszedł do władzy, tytuł ten zarezerwowano dla dowódców wojskowych, a później poszerzono o lokalnych zarządców cywilnych Imperium Mongolskiego. Chanowie byli wybieranymi zarządcami konkretnych prowincji imperium, a tytuł był nadawany przez wzgląd na dokonania i lojalność, a nie ze względu na więzy rodzinne. Często ci sami zarządcy pełnili też funkcję dowódców wojskowych, prowadząc olbrzymie armie mongolskie na zwycięskie wyprawy i podboje. Później pojawiła się rozszerzone wersja tego tytułu, Chagan, która miała oznaczać chana chanów, wielkiego władcę. Nazwa ta jednak nie była używana przed śmiercią Czyngis-chana w 1227 AD.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/khan.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/khan.json"
    },
    {
        "id": 7,
        "name": "Wielki prorok|Wielkiego proroka|Wielkiemu prorokowi|Wielkiego proroka",
        "game_info": null,
        "strategy": "Wielki prorok jest jedyną jednostką, która może założyć lub rozwinąć religię. Może również zbudować specjalne ulepszenie - święte miejsce - które wytwarza dużo wiary. Inną możliwą do wyboru umiejętnością wielkiego proroka jest czterokrotne szerzenie wiary (usuwa przy tym wszelkie inne religie z miast). Wielki prorok zostaje wykorzystany, gdy użyje się go w jeden z trzech opisanych sposobów.",
        "historical_info": "Wielcy prorocy badają zagadnienia wierzeń religijnych, a ich spostrzeżenia służą jako etyczne i moralne wskazówki dla całych cywilizacji. Zakładają religie, szerzą słowo boże i niosą ludziom wiarę. Dają narodom nadzieję nawet w najcięższych czasach.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_prophet.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_prophet.json"
    },
    {
        "id": 8,
        "name": "Wielki admirał|Wielkiego admirała|Wielkiemu admirałowi|Wielkiego admirała",
        "game_info": null,
        "strategy": "Wielki admirał może natychmiast zreperować wszystkie jednostki morskie i zaokrętowane znajdujące się na tym samym i przyległych polach. Po wykonaniu tej akcji wielki admirał zostaje wykorzystany. Ponadto zapewnia 15% premii do walki wszystkim jednostkom morskim będącym w posiadaniu gracza i znajdującym się w odległości 2 pól. Wielki admirał NIE zostaje wykorzystany, gdy dostarcza tę premię.",
        "historical_info": "Wielcy admirałowie prowadzą floty do zwycięskich bitew na otwartym morzu. Planują, wprowadzają w życie i wykonują skomplikowane manewry niezbędne do zachowania przewagi na morzu do ochrony wybrzeża, tak ważnego dla wszystkich cywilizacji.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_admiral.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_admiral.json"
    },
    {
        "id": 9,
        "name": "Wenecki kupiec|Weneckiego kupca|Weneckiemu kupcowi|Weneckiego kupca",
        "game_info": "Ten unikalny dla Wenecji wielki człowiek zastępuje wielkiego kupca. Poza tym, że może przeprowadzić misję handlową, potrafi też kupować państwa-miasta, czyniąc z nich marionetki Wenecji.",
        "strategy": "Kupiec wenecki to unikalny rodzaj wielkiego kupca. Poza umiejętnościami typowymi dla tego wielkiego człowieka może on również przejmować kontrolę nad wolnymi miastami i czynić je marionetkami weneckimi. Działanie to powoduje zniknięcie kupca weneckiego.",
        "historical_info": "Kupcy działający na rzecz Wenecji od XIII do XVI w. byli nie tylko handlowcami, lecz również badaczami, dyplomatami, geografami i pisarzami. Przynosili Republice Weneckiej wiedzę i kulturę, które następnie uwieczniali na piśmie. Dokonania ludzi takich jak Marco Polo, Gasparo Balbi czy Ambrogio Contarini nie tylko uczyniły Wenecję bogatą, ale również sławną.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/merchant_of_venice.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/merchant_of_venice.json"
    },
    {
        "id": 10,
        "name": "Wielki pisarz|Wielkiego pisarza|Wielkiemu pisarzowi|Wielkiego pisarza",
        "game_info": null,
        "strategy": "Wielki pisarz może stworzyć wielkie dzieło literackie (generuje kulturę i turystykę), umieszczane w najbliższym mieście mającym odpowiedni budynek z pustym miejscem (na przykład amfiteatr, epopeja narodowa, epos lub biblioteka królewska). Wielki pisarz może też napisać traktat polityczny, dający graczowi dużą premię kultury. Wielcy pisarze znikają, jeśli użyje się ich na jeden z tych sposobów.",
        "historical_info": "Wielcy pisarze to uzdolnieni mężczyźni i kobiety, którzy wyrażają nasze pragnienia, przemyślenia, upodobania, słabostki, lęki i radości w zapisanych słowach. Czy to w poezji, powieściach czy opowiadaniach, czy to w dramatach i scenariuszach, artyści ci od lat definiują swoje kultury i cywilizacje. Niektórzy piszą prozę i poezję o wymyślonych światach, a inni traktaty filozoficzne, polityczne, religijne i naukowe o tym, jaki nasz świat jest lub powinien być. Słowa te dźwięczą w naszych uszach przez pokolenia i łączą nas ze sobą nawzajem.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_writer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_writer.json"
    },
    {
        "id": 11,
        "name": "Wielki muzyk|Wielkiego muzyka|Wielkiemu muzykowi|Wielkiego muzyka",
        "game_info": null,
        "strategy": "Wielki muzyk może stworzyć wielkie dzieło muzyczne (generuje kulturę i turystykę), umieszczane w najbliższym mieście mającym odpowiedni budynek z pustym miejscem (na przykład opera lub wieża transmisyjna). Wielki muzyk może też udać się do innej cywilizacji z trasą koncertową, która da ci jednorazową premię do turystyki na tym terytorium. Wielcy muzycy znikają, jeśli użyje się ich na jeden z tych sposobów.",
        "historical_info": "Mówi się, że muzyka jest duszą ludzi. Jeśli faktycznie jest to prawdą, to wielcy muzycy są strażnikami tej duszy. Żadna inna forma sztuki nie przemawia do naszych emocji tak bardzo, jak muzyka, niezależnie od tego, jaką ma formę i na jakich instrumentach gramy. Od czasu, gdy człowiek po raz pierwszy wystukał rytm na wydrążonym pniaku, do dzisiejszych czasów elektronicznych orkiestr, wielcy kompozytorzy i wykonawcy wyrażają przez muzykę smutki i radości członków każdej z cywilizacji.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_musician.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/great_musician.json"
    },
    {
        "id": 12,
        "name": "Bezrobotny obywatel",
        "game_info": null,
        "strategy": "Niezatrudnieni obywatele zapewniają niewielką ilość produkcji. Powinni być, jeśli to możliwe, przydzieleni do pracy na polach gry lub wyszkoleni na specjalistów.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/unemployed_citizen.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/unemployed_citizen|unemployed_citizens.json"
    },
    {
        "id": 13,
        "name": "Pisarz",
        "game_info": null,
        "strategy": "Stwórz pisarzy, żeby zwiększyć ilość generowanej kultury i przyśpieszyć tworzenie wielkich pisarzy.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/writer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/writer|writers.json"
    },
    {
        "id": 14,
        "name": "Artysta",
        "game_info": null,
        "strategy": "Twórz artystów, by zwiększyć dorobek kulturowy cywilizacji i przyspieszyć pojawianie się wielkich artystów.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/artist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/artist|artists.json"
    },
    {
        "id": 15,
        "name": "Muzyk",
        "game_info": null,
        "strategy": "Stwórz muzyków, żeby zwiększyć ilość generowanej kultury i przyśpieszyć tworzenie wielkich muzyków.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/musician.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/musician|musicians.json"
    },
    {
        "id": 16,
        "name": "Naukowiec",
        "game_info": null,
        "strategy": "Twórz naukowców, by zwiększyć dorobek naukowy cywilizacji i przyspieszyć pojawianie się wielkich naukowców.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/scientist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/scientist|scientists.json"
    },
    {
        "id": 17,
        "name": "Kupiec",
        "game_info": null,
        "strategy": "Twórz kupców, by zwiększyć przychód złota cywilizacji i przyspieszyć powstawanie wielkich kupców.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/merchant.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/merchant|merchants.json"
    },
    {
        "id": 18,
        "name": "Inżynier",
        "game_info": null,
        "strategy": "Twórz inżynierów, by zwiększać produkcję cywilizacji i przyspieszyć pojawianie się wielkich inżynierów.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/engineer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/specialists/engineer|engineers.json"
    }
]