{
    "id": 17,
    "name": "Almaty",
    "historical_info": "Située près de la frontière sud-est du Kazakhstan moderne, Almaty est occupée par l'homme depuis environ 1000 ans av. J.-C. À l'origine peuplée de fermiers et de bergers, Almaty se transforma au Moyen Âge en une ville riche et prospère, étant alors intégrée au tracé de la route de la soie. Durant trois siècles, Almaty fut l'un des principaux centres de l'agriculture et de l'artisanat, mais au XIIIe siècle, une grande partie de la ville fut détruite par les Mongols. Au XVe siècle, Almaty et la région alentour entamèrent une longue période de déclin.Ce ne fut pas avant 1854 qu'Almaty commença à se reconstruire pour devenir la ville moderne que l'on connaît aujourd'hui. La Russie impériale bâtit le fort Zailiysky sur l'ancien site de la ville, fort qui fut renommé Verniy. Un an plus tard, les soldats commencèrent à accepter la présence de paysans et de marchands et c'est ainsi que la ville de Verniy fut fondée, abritant l'oblast de Semirechie, nouvelle province du Turkménistan. Pendant 30 ans, Almaty continua de prospérer mais en 1887, un tremblement de terre de 12 longues minutes anéantit complètement la ville.Au début du XXe siècle, la ville fut renommée Alma-Ata. Avec la construction d'une voie de chemins de fer reliant le Turkménistan à la Sibérie, la ville devint un dépôt de marchandises et retrouva un peu de sa gloire passée. La capitale du Kazakhstan fut transférée à Alma-Ata en 1936, avec l'objectif de faire de la ville une sorte de Mecque culturelle. En 1993, le nom d'Alma-Ata fut de nouveau modifié et l'on reprit celui d'Almaty (en référence aux nombreux vergers de la région, puisque Almaty signifie \"riche en pommes\").En 1997, le gouvernement transféra la capitale du pays à Astana, bien moins soumise aux menaces de catastrophes naturelles. Malgré des échecs politiques réguliers et la menace constante de glissements de terrain, Almaty a su se développer en un centre culturel, industriel et financier des plus importants.",
    "category": "Cités-états militaristes"
}