{
    "id": 33,
    "name": "Antananarivo",
    "historical_info": "Contrairement à la plupart des capitales d'Afrique du Sud, Antananarivo était déjà une colonie majeure bien avant l'arrivée des Européens. Siège des chefs hova, dont la tribu avait été fondée vers 1625, la ville fut surnommée \"Cité des Mille\", en raison du nombre de guerriers supposés la protéger. Entre 1689 et 1725, Madagascar regorgeait de pirates, et la capitale prospéra très rapidement grâce aux butins et richesses qui transitaient. En 1793, Antananarivo était devenue le siège des rois Merina qui contrôlaient tout Madagascar, et sa population atteignait les 80 000 âmes. La ville devint le principal centre marchand de l'île, son économie florissante alimentée par l'exportation de tabac et de cuir vers l'Europe et l'Inde.Les troupes françaises s'emparèrent de la ville en 1895, l'intégrant de force à leur protectorat de Madagascar. Les nouveaux administrateurs français entamèrent un vaste programme de reconstruction. En 1950, régie par des lois relativement clémentes, la ville avait atteint 175 000 habitants. Les Français firent construire deux forts, des écoles et une université, des parcs, des routes pavées et un système d'irrigation de l'eau, mais aussi de nombreuses églises. La ville et ses environs comptent actuellement plus de 5 000 lieux de culte. En 1955, Antananarivo devint un archidiocèse de l'Église catholique.En 1947, la Deuxième Guerre mondiale ayant nettement affecté leur prestige et leur présence militaire, les Français durent faire face à une insurrection sanglante orchestrée par les nationalistes malgaches. Après une année d'affrontements, le nombre de victimes s'élevait à environ 85 000. Par la suite, les Français instaurèrent de grandes réformes via une loi-cadre qui fournit une transition pacifique vers l'indépendance du pays. Après la création de la République de Madagascar, Antananarivo en devint la capitale. Renforcée par des entreprises lucratives de production de nourriture, de cigarettes et de textiles, la ville s'est rapidement modernisée. Aujourd'hui, avec près de deux millions d'habitants, Antananarivo est l'une des villes les plus importantes d'Afrique.",
    "category": "Cités-états mercantiles"
}