{
    "id": 11,
    "name": "Belgrade",
    "historical_info": "L'actuelle capitale de la Serbie, Belgrade, se trouve à la jonction de deux des plus grands fleuves navigables d'Europe : le Danube et la Save. C'est pourquoi elle fit office de carrefour principal entre l'Europe et l'Asie durant de nombreux siècles. Belgrade est l'une des plus anciennes villes d'Europe, puisqu'elle fut occupée dès 6000 av. J.-C. et donna naissance à la plus importante culture préhistorique d'Europe, celle de Vinca. Les plus anciens forts et campements permanents découverts à cet endroit furent construits par les Celtes au IIIe siècle av. J.-C., qui nommèrent cette ville fortifiée Singidun, ou Singidunum, signifiant \"forteresse blanche\".Pendant les siècles qui suivirent, Singidunum fut ravagée et occupée par de nombreux peuples, dont les Romains, les Huns, les Sarmates, les Ostrogoths et les Avars, avant de tomber sous la coupe byzantine au IXe siècle apr. J.-C. C'est à ce moment que l'on donna à la ville son nom slave, Beograd. Au cours des siècles suivants, la ville fut le refuge des armées de la Première et de la Deuxième croisade, et demeura un champ de bataille très convoité par la Bulgarie, la Hongrie et Byzance.En 1456, les Ottomans entamèrent le fameux \"Siège de Belgrade\" avec la volonté d'assujettir la Hongrie ; la stratégie du sultan Mourad II consistant à faire tomber la ville de Belgrade afin de conquérir le cœur de l'Europe centrale. Cependant, une armée menée par le Hongrois Jean Hunyadi vainquit les forces ottomanes et, en plus de sauver la ville, permit au christianisme de perdurer en Europe. À ce jour, les églises catholiques font toutes sonner leurs cloches à midi pour commémorer cette victoire. Malheureusement, une épidémie de peste tua une grande majorité des soldats victorieux, dont leur chef Hunyadi, dans les semaines suivant leur triomphe. En 1521, environ 70 ans après, le sultan Soliman le Magnifique captura la ville qui devint un district ottoman puis la deuxième plus grande ville de l'empire, après Constantinople.Le deuxième soulèvement serbe de 1815 (le premier ayant échoué en 1807) permit à la région serbe d'obtenir une semi-indépendance, l'indépendance totale ne sera acquise qu'en 1878. La capitale de ce nouveau royaume fut transférée à Belgrade et la ville retrouva rapidement sa gloire d'antan. Sa croissance fut cependant interrompue lorsque la Première Guerre mondiale éclata en 1914, conflit durant lequel Belgrade fut décimée par des assauts répétés. Après la guerre, Belgrade devint la capitale du nouveau pays qu'était la Yougoslavie et connut une période de croissance et de modernisation totalement imprévue.Malgré la volonté du gouvernement serbe de ne pas s'impliquer dans la Deuxième Guerre mondiale, Belgrade fut lourdement bombardée et ses habitants massacrés par la Luftwaffe en 1941, avant d'être occupée par les Allemands. En 1944, les Alliés bombardèrent à leur tour la ville qu'ils libérèrent quelques mois plus tard. Au terme de la guerre, la Serbie était sous le contrôle de l'Union soviétique, et un an plus tard, la République populaire de Yougoslavie fut proclamée, Belgrade abritant de nouveau le siège du gouvernement. La nouvelle Belgrade communiste se développa rapidement en un considérable centre industriel.En 1996, d'importantes manifestations furent organisées à Belgrade pour protester contre le gouvernement communiste, et en 1997, le premier maire de Belgrade ne faisant allégeance ni au parti communiste, ni au parti socialiste, fut élu. Mais les troubles se poursuivirent, avec notamment une série de bombardements durant la guerre du Kosovo en 1999 qui causa des dommages considérables et fit descendre des centaines de milliers de manifestants dans les rues. Cependant, Belgrade a su se relever après cette agitation militaire et économique qui l'a ébranlée dans les années 1990. Belgrade est aujourd'hui un centre historique, culturel et touristique en plein essor.",
    "category": "Cités-états militaristes"
}