{
    "id": 56,
    "name": "Bogota",
    "historical_info": "Dotée de nombreuses universités et bibliothèques, ainsi que de nombreux musées, Bogota est parfois appelée \"l'Athènes d'Amérique du Sud\", en hommage à son riche héritage culturel. Bogota fut fondée par l'Espagnol Gonzalo Jimenez de Quesada, qui mena en 1536 une expédition de 500 conquistadors sur le Rio Grande de la Magdalena à la recherche de l'Eldorado. Lors d'affrontements avec les indiens Muiscas, ils pillèrent les temples du Zaque Quemuenchatocha et celui de Sogamoso, dérobant de l'or et des émeraudes. En mars 1537, il ne restait toutefois que 70 hommes, et Quesada décida d'établir une colonie servant de base, située sur un plateau des Andes du Nord, près de la rivière appelée aujourd'hui río Bogotá. En 1553, la place centrale fut érigée et la construction d'une cathédrale et des bâtiments du gouvernement commença. La ville devint capitale de la colonie de la Couronne de la Nouvelle-Grenade et resta une vice-royauté jusqu'à obtenir son indépendance en 1819, sous Simon Bolivar. Les années suivantes, elle fut la capitale de la \"Grande-Colombie\" (jusqu'en 1830), puis de la République de Nouvelle-Grenade (jusqu'en 1863), puis des États-Unis de Colombie (jusqu'en 1866), date à laquelle la République de Colombie actuelle fut instaurée. Durant tous ces changements, Bogota devint le centre éducatif et culturel de la nation. En 1823, la bibliothèque de la ville fut agrandie et modernisée, devenant la Bibliothèque nationale. Quelques années plus tard, un Musée national fut érigé. La première \"école d'État\", précurseur de l'Université nationale de Colombie, fut établie en 1867. En raison de son isolement relatif, la ville devint une Mecque pour les auteurs et les poètes cherchant à se détacher des traditions littéraires espagnoles d'Amérique du Sud. Entre le milieu du XIXe et du XXe siècles, d'illustres auteurs tels que Jose Asuncion Silva et Rafael Pombo s'y installèrent. Malgré plusieurs crises sociales et guerres civiles, la ville resta le refuge privilégié des artistes et, en 1886, l'École nationale des beaux-arts y fut fondée. Bogota fut officiellement reconnue comme l'une des villes culturelles les plus riches du monde en 2007, quand l'UNESCO la nomma Capitale mondiale du livre, devenant la deuxième ville de l'hémisphère ouest à obtenir ce titre (avec la ville de Montréal, au Canada).",
    "category": "Cités-états cultivées"
}