{
    "id": 1,
    "name": "Bratislava",
    "historical_info": "Bratislava, centre économique et culturel de la Slovaquie, abrite plusieurs universités, musées, théâtres et galeries d'art de renom, ainsi que de nombreuses institutions culturelles slaves. La première communauté connue installée à l'emplacement actuel de la ville, au confluent du Danube et de la Morava, date de l'ère néolithique, aux alentours de 5 000 av. J.-C. Plus tard, les Celtes s'installèrent dans la zone et la fortifièrent avant de l'abandonner aux mains des Romains au Ier siècle. En plus des structures inhérentes à la civilisation romaine (routes, théâtres, bains publics, bibliothèques, etc.), de nombreuses vignes furent plantées dans la zone entourant la forteresse, marquant le début d'une tradition vinicole qui perdure encore aujourd'hui.Rebaptisé Presbourg, cet emplacement stratégique intégra ensuite le royaume de Hongrie au Xe siècle, et accueillit la toute première université slave, l'Akademia Istropolitana, en 1467. Sous la dynastie des Habsbourg, la ville devint le lieu de résidence des archevêques, des nobles, des marchands, des artisans et des rois. Mais c'est au XVIIIe siècle que Bratislava connut un véritable essor, principalement sous le règne de Maria Theresa, qui en fit la ville la plus vaste et la plus importante de la région. C'est ainsi que Bratislava devint une figure emblématique du mouvement classique de cette période : Wolfgang Amadeus Mozart y donna un concert en 1762, Joseph Haydn y joua en 1784, Beethoven y séjourna alors qu'il composait en 1796 et Liszt et Bartok y vécurent pendant de courtes périodes. La ville abrite la toute première université technique au monde, la Banska Akademia, inaugurée en 1762. Au même moment, des initiatives furent lancées afin de promouvoir et de préserver la langue et la littérature slaves dans de nouvelles bibliothèques. De la même manière, le premier journal en langue slave, le Presspurske Nowiny, fut fondé en 1783.Après la Première Guerre mondiale et la dissolution de l'Autriche-Hongrie, Bratislava devint capitale de la Slovaquie de la première République tchèque, puis de la Slovaquie, nation indépendante qui vit le jour après le retrait des troupes soviétiques en 1993. Bratislava est depuis considérée comme l'âme et le cœur de la culture slave.",
    "category": "Cités-états cultivées"
}