{
    "id": 12,
    "name": "Bruxelles",
    "historical_info": "À l'origine, Bruxelles fut fondée sur la rive de la rivière Senne en 979 apr. J.-C., lorsque Charles de Lorraine, un descendant de Charlemagne, fit construire une fortification permanente autour de la chapelle catholique et de la commune. La ville primaire était située en bas sur la rive et était souvent menacée d'inondations, d'où son nom néerlandais Broeksel ou \"maison dans les marais\". Les enceintes de la ville, construites et agrandies entre les XIe et XIVe siècles, permirent aux habitants de connaître une période de croissance, d'expansion et de paix pour le moins inhabituelle à cette époque.Cette période de paix prit fin violemment en 1695, lorsque le roi de France Louis XIV envoya ses troupes à Bruxelles et fit bombarder la cité par son artillerie lourde, détruisant le Grand palais et environ un tiers de la ville en un seul assaut. Ce fut l'évènement le plus destructeur de l'histoire de la ville. Cette invasion fit souffler un vent de \"francisation\" sur la région, que ce soit sur le plan culturel ou linguistique. En 1830, lors de la révolution belge, les provinces francophones du sud du Royaume des Pays-Bas se séparèrent des provinces néerlandophones. Le conflit se déroula principalement à Bruxelles. Suite à l'indépendance belge, le nouveau roi Léopold Ier entreprit de détruire les enceintes de l'ancienne ville pour commencer la construction de nouveaux bâtiments plus modernes. Le fait que la Senne, l'ancienne âme de la ville, fût devenue un risque pour la santé des habitants aida sa cause, et toute la zone urbaine fut rasée puis reconstruite.Grâce à sa volonté inflexible d'adopter une position neutre, et malgré plusieurs invasions allemandes en Belgique, Bruxelles sortit presque indemne de la Deuxième Guerre mondiale, ne souffrant que de légers dégâts matériels. Cette neutralité a permis à la ville de devenir aujourd'hui un important centre politique international ainsi que la capitale de l'Union européenne et le quartier général de l'Organisation du traité de l'Atlantique Nord (OTAN). La seule controverse qui touche cette ville pacifiste concerne les lois relatives aux frontières linguistiques entre les municipalités francophones et néerlandophones, provoquant des tensions dans le pays tout entier.",
    "category": "Cités-états cultivées"
}