{
    "id": 10,
    "name": "Bucarest",
    "historical_info": "Fondée sur les rives de la rivière Dâmboviţa, Bucarest est la capitale ainsi que la plus grande ville de Roumanie. Des fouilles archéologiques ont permis d'établir que l'homme occupait cette ville et ses alentours dès 9000 av. J.-C. ; cependant la ville ne fut mentionnée pour la première fois qu'en 1459 de notre ère dans un document signé par Vlad III, surnommé l'Empaleur. C'est à cette époque que Vlad III fit construire la première forteresse ainsi que sa résidence secondaire à Bucarest avec l'objectif, vain, de repousser les forces ottomanes qui empiétaient sur cette zone. Au début du XVIIe siècle, les Ottomans réduisirent la cité en cendres avant de s'en emparer et de la reconstruire.Bucarest se développa rapidement sous la mainmise ottomane, devenant alors le principal centre économique et la capitale de la vaste région de la Valachie en 1659. Les deux siècles qui suivirent mirent à l'épreuve la volonté des différents dirigeants de Bucarest : à plusieurs reprises, la ville fut presque entièrement détruite à cause de catastrophes naturelles (mais toujours reconstruite), elle fut également ravagée par une épidémie de peste bubonique et régulièrement occupée par la Monarchie des Habsbourg et la Russie impériale, qui finit par s'imposer.La Valachie resta sous le contrôle des Russes jusqu'à ce qu'une série de troubles civils à Bucarest n'aboutisse à l'unification des régions de Valachie et de Moldavie, donnant ainsi naissance à l'état de Roumanie en 1859. Bucarest fut désignée capitale en 1862. En tant que capitale du nouveau royaume, la ville vit sa population accroître de façon spectaculaire et de grands programmes architecturaux virent le jour. L'extravagance des résidences de Bucarest de l'époque valut à la capitale d'être surnommée la \"Paris de l'Est\".Sortie relativement indemne de la Grande Guerre, Bucarest subit en revanche des dommages substantiels lors de la Deuxième Guerre mondiale, principalement liés aux bombardements alliés. Suite à ces deux guerres, une grande partie du vieux quartier historique de la ville fut détruit afin d'y ériger de nouveaux immeubles locatifs commandés par le gouvernement communiste. En 1977, un violent tremblement de terre radia définitivement de la carte les derniers vestiges du quartier historique.La révolution roumaine de 1989 rassembla dans les rues de Bucarest nombre de protestataires et citoyens déçus, qui mirent un terme à la mainmise communiste sur le pays. Lors d'un discours prononcé par le président Nicolae Ceaucescu, les manifestants se révoltèrent et la police, rapidement débordée par l'ampleur de la grogne, ne put contenir la foule. Depuis la chute du communisme, Bucarest connaît un véritable essor économique et le gouvernement local a lancé un programme de restauration du quartier historique sans pour autant mettre un frein aux envies de modernité de la population.",
    "category": "Cités-états cultivées"
}