{
    "id": 2,
    "name": "Budapest",
    "historical_info": "Budapest est la capitale de la Hongrie. La \"Perle du Danube\" est le centre politique et culturel du pays, ainsi qu'un axe économique et industriel important de l'Europe centrale. Bien que déjà habitée au Néolithique (aux environs de 9500 av. J.-C.), le premier campement dont on retrouva trace dans la région de Budapest fut celui de la cité d'Ak-Ink, ensuite occupée par les Romains et renommée Aquincum au IIe siècle de notre ère. Sa position stratégique sur les rives du Danube fit d'Aquincum un territoire très convoité par les Romains et leurs ennemis. À la fin du IXe siècle, un groupe de Hongrois mené par Árpád (second grand prince des Magyars) s'installa dans la périphérie d'Aquincum et fonda officiellement le royaume de Hongrie un siècle plus tard. Alors que la ville grandissait et prospérait, les fortifications romaines ne furent peu ou pas renforcées, et une invasion tatare au XIIIe siècle fit prendre conscience aux Hongrois qu'il leur serait très difficile de protéger leur ville sise sur une plaine dégagée. Après cette défaite, le roi Béla IV de Hongrie fit ériger des murs fortifiés autour de la cité et déplacer son palais dans la ville sécurisée de Buda, située à la lisière d'Aquincum. En 1361, Aquincum/Buda devint la capitale de la Hongrie.La Renaissance italienne influença considérablement le rôle culturel de Buda ; le roi Matthias Corvin y fit construire sa bibliothèque au XVe siècle, bâtiment renfermant l'une des plus grandes collections d'ouvrages historiques, philosophiques et scientifiques d'Europe. Seule la bibliothèque du Vatican rivalisait avec celle-ci, tant par sa taille que par les œuvres qu'elle contenait. Cette période d'essor culturel prit fin lorsque les Turcs pillèrent la ville en 1526, avant de l'assiéger et de l'assujettir en 1541. Ils occupèrent les lieux pendant près de 140 ans. En 1686, la cité fut reconquise par Charles V et incorporée à l'empire Habsbourg. Malheureusement, elle fut grandement détruite au cours de la bataille.Le XIXe siècle fut dominé par le combat qui opposa les Hongrois, avides d'indépendance, à la maison Habsbourg. La Réconciliation eut lieu en 1867 ; elle donna naissance à une nouvelle double monarchie Autriche-Hongrie et la ville de Buda fut élue capitale de ces deux monarchies. En 1873, les villes de Buda, Pest et Óbuda (vieux-Buda), furent officiellement regroupées pour former la ville de Budapest. Cela marqua le début d'un âge d'or économique et culturel.Les années d'insouciance de Budapest prirent fin lorsque la Première Guerre mondiale éclata et que l'Empire austro-hongrois s'effondra. Durant la Deuxième Guerre mondiale, la ville subit d'importants dégâts liés aux raids aériens britanniques et américains, et elle fut assiégée lors de la bataille de Budapest en 1945. La ville fut fortement endommagée suite aux attaques des troupes soviétiques, et des dizaines de milliers de civils furent tués. Le gouvernement communiste ne fit pas grand-chose pour reconstruire la ville après la guerre. Il pilla et détruisit la plupart des bâtiments historiques encore debout.En 1956, une manifestation pacifique d'étudiants dégénéra, la police d'État ouvrit le feu sur la foule. C'est ainsi que débuta l'Insurrection du Budapest. Le gouvernement fut renversé mais l'URSS envoya un régiment de chars à Budapest, mit un terme à la révolte et réintégra le Parti communiste au pouvoir. Les dernières troupes soviétiques quittèrent Budapest en 1991 et la Hongrie entama une transition vers une société libre. La fin du siècle fut consacrée à un travail de restauration de la capitale et du pays, et de préservation des derniers bâtiments historiques. Malgré un regain d'énergie et de croissance, Budapest a récemment connu une baisse sensible de sa population, les habitants préférant fuir pour s'installer dans la région de Pest.",
    "category": "Cités-états militaristes"
}