{
    "id": 50,
    "name": "Buenos Aires",
    "historical_info": "Ville attrayante et dynamique de 126 km² construite sur un axe nord-sud le long du Rio de la Plata, Buenos Aires est depuis des siècles la porte de l'Argentine. Les habitants de Buenos Aires, qu'on appelle les Portenos, sont issus d'horizons variés et possèdent une identité culturelle riche et complexe. Les origines espagnoles, portugaises, italiennes, allemandes, irlandaises, polonaises et juives se mêlent à des influences locales pour former une ville pluriculturelle, surnommée le \"Paris de l'Amérique du Sud\". En effet, de par son style de vie et son architecture, Buenos Aires est la plus européenne des villes de l'hémisphère sud. Son agencement est une vraie mosaïque, à l'image de ses habitants, de sa cuisine et de sa musique. Buenos Aires est la ville la plus visitée d'Amérique du Sud (et même plus que Rio de Janeiro).La ville fut fondée en 1536 par une expédition espagnole et baptisée Ciudad de Nuestra Senora Santa Maria del Buen Ayre (\"Notre-Dame Sainte-Marie du Bon Vent\"). À la proclamation de l'indépendance de l'Argentine en 1816, la ville cosmopolite en devint la capitale. Entre 1880 et 1940, Buenos Aires servit de refuge aux Européens cherchant à fuir les persécutions politiques, religieuses, idéologiques et artistiques. Chaque nouvelle vague d'immigrants, Irlandais affamés, Juifs dévots ou encore rescapés tsaristes, apporta ses traditions et ses caractéristiques au savant mélange qui allait faire de cette capitale l'une des plus cosmopolites du monde.Mais rien ne symbolise mieux la ville que le tango, un mélange de plusieurs danses apparu à la fin des années 1880. Pratiqué dans les salles de danse, les parcs, les places publiques et les salles de bal, le tango devint rapidement la danse nationale, mêlant l'élégance de la réserve à l'exubérance de la passion. Il est rare qu'une danse soit aussi profondément liée à une ville comme le tango à Buenos Aires, l'âme de l'Argentine.",
    "category": "Cités-états cultivées"
}