{
    "id": 46,
    "name": "Byblos",
    "historical_info": "Des fouilles archéologiques ont révélé que les premiers habitants du site de Byblos, sur la côte méditerranéenne, dataient de l'ère néolithique. Dès le IVe siècle av. J.-C., le site devint une importante colonie capable de subvenir à ses propres besoins grâce à la pêche et à l'agriculture. Au cours des millénaires qui suivirent, l'exportation de cèdre vers l'Égypte devint de plus en plus importante, le bois servant à la fabrication de bateaux et de quais, et l'huile de cèdre étant utilisée dans le processus de momification des corps. Aux alentours de 2150 av. J.-C., les Amorrites incendièrent le site au cours de leur invasion, provoquant l'abandon du site pendant près de deux siècles avant que les Phéniciens ne reconstruisent le port, rebaptisant la ville Gebal. La ville contribua de manière cruciale au développement de la civilisation grâce à la création d'un alphabet phonétique à 22 caractères, qui allait remplacer le complexe système cunéiforme utilisé dans la région.Centre marchand majeur, Gebal devint encore plus importante après les occupations successives des Assyriens, des Babyloniens, des Achéménides et des Perses. Après avoir été conquise par Alexandre, Byblos prospéra en tant que cité hellénique, ses citoyens ayant adopté le style vestimentaire, la langue et les croyances des Grecs. En plus du cèdre, des céréales et des fruits, la ville devint célèbre pour la production et l'exportation de papyrus, qui lui valut son nom grec de Byblos. Au cours de l'ère romaine, la ville perdit sa suprématie commerciale, mais son rôle religieux augmenta grâce aux nombreux groupes de pèlerins qui y faisaient escale lors de leurs périples vers divers sites sacrés.En 395 av. J.-C., bien que n'étant qu'un petit port secondaire, Byblos devint partie intégrante de l'Empire byzantin, jusqu'à ce que les Musulmans l'envahissent en 637. Sous le régime musulman, la richesse et l'influence de la ville, rebaptisée Jbeil, continuèrent à décliner, et elle finit par être abandonnée. Byblos disparut dans l'oubli jusqu'à ce qu'un historien français, Ernest Renan, la mette au jour dans les années 1860. Même si Byblos ne sera plus jamais un puissant port maritime, elle renaît en tant que destination touristique de choix, et accueille de nombreux vacanciers attirés par ses plages de sable blanc, son climat clément et ses ruines datant du temps des Romains, des Musulmans et des Croisades.",
    "category": "Cités-états maritimes"
}