{
    "id": 21,
    "name": "Le Cap",
    "historical_info": "Situé à la pointe méridionale de l'Afrique, Le Cap fut la première colonie européenne d'Afrique du Sud. En 1652, la Compagnie hollandaise des Indes orientales établit une escale pour ses navires sur les côtes de la Baie de la Table (un port situé au nord-ouest du Cap de Bonne-Espérance offrant un accès à l'eau potable). Quelques années plus tard, les colons hollandais s'aventurèrent à l'extérieur pour aménager des fermes. Ils exploitèrent ces dernières à l'aide d'esclaves importés d'autres contrées africaines. Les indigènes (les Khoïkhoï, que les Hollandais avaient surnommé \"Hottentots\") ne furent pas asservis. Nombre d'entre eux cohabitèrent, voire se marièrent, avec les colons. Au début du siècle suivant, la ville comptait près de 200 maisons et un port florissant.Au XVIIe siècle, le port continua de gagner en taille, mais également en importance stratégique : sa position permettait aux Hollandais de dominer le Cap de Bonne-Espérance, alors principale voie maritime entre l'Europe et l'Extrême-Orient. Les Britanniques tentèrent d'occuper le port en 1781, mais ils furent devancés par une flotte française qui y installa une garnison pour renforcer les Hollandais. Au cours de ce même siècle, la suprématie maritime des Britanniques leur permit d'assoir leur domination sur les colonies africaines. Dès lors, et ce jusqu'à ce qu'en 1814 la ville rejoigne définitivement le Royaume-Uni, Le Cap fut alternativement dominé par les Hollandais et les Britanniques. Ces derniers abolirent l'esclavage en 1834. Quelques années plus tard, la jeune cité comptait 20 000 citoyens. En 1870, des diamants furent découverts à l'intérieur des terres ainsi que de l'or 16 ans plus tard. Ces nouvelles attirèrent au Cap et dans les régions environnantes un nombre impressionnant d'opportunistes en tout genre.À la fin du XIXe siècle, la seconde guerre des Boers (1899-1902) éclata entre les républiques britannique et hollandaise. Selon les historiens, ce conflit est considéré soit comme une guerre contre le joug des Britanniques sur les colons de souche hollandaise, soit comme une rébellion d'Afrikaans décidés à asservir les non-blancs, soit comme une guerre de politiciens voulant mettre la main sur les richesses de la région. Le conflit fut aussi long que meurtrier. Bien que les combats eurent lieu à plusieurs kilomètres de la ville, Le Cap fut une base stratégique capitale pour les Britanniques. La ville développa son industrie en produisant de grandes quantités d'équipements militaires.En 1910, les colonies britanniques du Cap, de Transvaal, de Natal et de la rivière Orange devinrent l'Union de l'Afrique du Sud. Le Cap fut désignée comme capitale. Le XXe siècle vit les colons européens redoubler d'efforts pour se protéger de ce qu'ils estimaient être une montée en puissance et en nombre des indigènes africains. Les lois d'une politique ségrégationniste baptisée \"Apartheid\" reléguèrent les non-blancs au rang de citoyens de seconde zone. De fait, l'accès à l'emploi et à l'éducation leur devint limité, et ils durent subir l'ingérence des blancs dans leurs affaires. La lutte pour l'égalité s'intensifia au cours du siècle, ainsi qu'un mouvement de résistance interne (le gouvernement se voyant sanctionné par la communauté internationale). En 1990, l'Apartheid s'effondra, Le Cap et l'Afrique du Sud nommèrent alors Nelson Mandela président. Il fut le premier homme noir à détenir ce titre.Le Cap d'aujourd'hui est une ville dynamique et florissante. Cependant la ville souffre encore des séquelles causées par ces luttes interraciales, ainsi que de la misère et du manque d'éducation. Malgré cela, la ville survit à la transition de l'Apartheid vers la démocratie sans grande violence. Si Le Cap est aujourd'hui en proie à tous les maux frappant les mégapoles modernes (en plus des siens), la ville semble avoir devant elle un avenir radieux.",
    "category": "Cités-états maritimes"
}