[
    {
        "id": 1,
        "name": "Bratislava",
        "historical_info": "Bratislava, centre économique et culturel de la Slovaquie, abrite plusieurs universités, musées, théâtres et galeries d'art de renom, ainsi que de nombreuses institutions culturelles slaves. La première communauté connue installée à l'emplacement actuel de la ville, au confluent du Danube et de la Morava, date de l'ère néolithique, aux alentours de 5 000 av. J.-C. Plus tard, les Celtes s'installèrent dans la zone et la fortifièrent avant de l'abandonner aux mains des Romains au Ier siècle. En plus des structures inhérentes à la civilisation romaine (routes, théâtres, bains publics, bibliothèques, etc.), de nombreuses vignes furent plantées dans la zone entourant la forteresse, marquant le début d'une tradition vinicole qui perdure encore aujourd'hui.Rebaptisé Presbourg, cet emplacement stratégique intégra ensuite le royaume de Hongrie au Xe siècle, et accueillit la toute première université slave, l'Akademia Istropolitana, en 1467. Sous la dynastie des Habsbourg, la ville devint le lieu de résidence des archevêques, des nobles, des marchands, des artisans et des rois. Mais c'est au XVIIIe siècle que Bratislava connut un véritable essor, principalement sous le règne de Maria Theresa, qui en fit la ville la plus vaste et la plus importante de la région. C'est ainsi que Bratislava devint une figure emblématique du mouvement classique de cette période : Wolfgang Amadeus Mozart y donna un concert en 1762, Joseph Haydn y joua en 1784, Beethoven y séjourna alors qu'il composait en 1796 et Liszt et Bartok y vécurent pendant de courtes périodes. La ville abrite la toute première université technique au monde, la Banska Akademia, inaugurée en 1762. Au même moment, des initiatives furent lancées afin de promouvoir et de préserver la langue et la littérature slaves dans de nouvelles bibliothèques. De la même manière, le premier journal en langue slave, le Presspurske Nowiny, fut fondé en 1783.Après la Première Guerre mondiale et la dissolution de l'Autriche-Hongrie, Bratislava devint capitale de la Slovaquie de la première République tchèque, puis de la Slovaquie, nation indépendante qui vit le jour après le retrait des troupes soviétiques en 1993. Bratislava est depuis considérée comme l'âme et le cœur de la culture slave.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/bratislava.json"
    },
    {
        "id": 2,
        "name": "Budapest",
        "historical_info": "Budapest est la capitale de la Hongrie. La \"Perle du Danube\" est le centre politique et culturel du pays, ainsi qu'un axe économique et industriel important de l'Europe centrale. Bien que déjà habitée au Néolithique (aux environs de 9500 av. J.-C.), le premier campement dont on retrouva trace dans la région de Budapest fut celui de la cité d'Ak-Ink, ensuite occupée par les Romains et renommée Aquincum au IIe siècle de notre ère. Sa position stratégique sur les rives du Danube fit d'Aquincum un territoire très convoité par les Romains et leurs ennemis. À la fin du IXe siècle, un groupe de Hongrois mené par Árpád (second grand prince des Magyars) s'installa dans la périphérie d'Aquincum et fonda officiellement le royaume de Hongrie un siècle plus tard. Alors que la ville grandissait et prospérait, les fortifications romaines ne furent peu ou pas renforcées, et une invasion tatare au XIIIe siècle fit prendre conscience aux Hongrois qu'il leur serait très difficile de protéger leur ville sise sur une plaine dégagée. Après cette défaite, le roi Béla IV de Hongrie fit ériger des murs fortifiés autour de la cité et déplacer son palais dans la ville sécurisée de Buda, située à la lisière d'Aquincum. En 1361, Aquincum/Buda devint la capitale de la Hongrie.La Renaissance italienne influença considérablement le rôle culturel de Buda ; le roi Matthias Corvin y fit construire sa bibliothèque au XVe siècle, bâtiment renfermant l'une des plus grandes collections d'ouvrages historiques, philosophiques et scientifiques d'Europe. Seule la bibliothèque du Vatican rivalisait avec celle-ci, tant par sa taille que par les œuvres qu'elle contenait. Cette période d'essor culturel prit fin lorsque les Turcs pillèrent la ville en 1526, avant de l'assiéger et de l'assujettir en 1541. Ils occupèrent les lieux pendant près de 140 ans. En 1686, la cité fut reconquise par Charles V et incorporée à l'empire Habsbourg. Malheureusement, elle fut grandement détruite au cours de la bataille.Le XIXe siècle fut dominé par le combat qui opposa les Hongrois, avides d'indépendance, à la maison Habsbourg. La Réconciliation eut lieu en 1867 ; elle donna naissance à une nouvelle double monarchie Autriche-Hongrie et la ville de Buda fut élue capitale de ces deux monarchies. En 1873, les villes de Buda, Pest et Óbuda (vieux-Buda), furent officiellement regroupées pour former la ville de Budapest. Cela marqua le début d'un âge d'or économique et culturel.Les années d'insouciance de Budapest prirent fin lorsque la Première Guerre mondiale éclata et que l'Empire austro-hongrois s'effondra. Durant la Deuxième Guerre mondiale, la ville subit d'importants dégâts liés aux raids aériens britanniques et américains, et elle fut assiégée lors de la bataille de Budapest en 1945. La ville fut fortement endommagée suite aux attaques des troupes soviétiques, et des dizaines de milliers de civils furent tués. Le gouvernement communiste ne fit pas grand-chose pour reconstruire la ville après la guerre. Il pilla et détruisit la plupart des bâtiments historiques encore debout.En 1956, une manifestation pacifique d'étudiants dégénéra, la police d'État ouvrit le feu sur la foule. C'est ainsi que débuta l'Insurrection du Budapest. Le gouvernement fut renversé mais l'URSS envoya un régiment de chars à Budapest, mit un terme à la révolte et réintégra le Parti communiste au pouvoir. Les dernières troupes soviétiques quittèrent Budapest en 1991 et la Hongrie entama une transition vers une société libre. La fin du siècle fut consacrée à un travail de restauration de la capitale et du pays, et de préservation des derniers bâtiments historiques. Malgré un regain d'énergie et de croissance, Budapest a récemment connu une baisse sensible de sa population, les habitants préférant fuir pour s'installer dans la région de Pest.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/budapest.json"
    },
    {
        "id": 3,
        "name": "Genève",
        "historical_info": "Bâtie au centre d'une cuvette encadrée par des montagnes et surplombant le lac Léman, Genève fut colonisée dès le Paléolithique puis, un peu plus tard, par des tribus liguriennes et préceltiques. Vers 500 av. J.-C., Genève devint une ville fortifiée habitée par le peuple celte, avant d'être envahie par les Romains en 121 av. J.-C. Les envahisseurs des contrées environnantes ne cessèrent de se succéder, jusqu'à ce que l'empereur allemand prenne le pouvoir sur la ville en 1033 de notre ère. À cette époque, Genève était devenue un important siège ecclésiastique puisque l'évêque de la ville, vassal direct du Saint-Empereur romain, avait le titre de prince du territoire.Au cours des cinq siècles suivants, les ducs de Savoie et l'évêque catholique se disputèrent le pouvoir sur la ville de Genève. Lorsque le dernier évêque dirigeant fuit la ville en 1533, les citoyens genevois saisirent l'opportunité pour se débarrasser des catholiques et des Savoyards : ils s'allièrent avec l'État protestant de Berne et déclarèrent leur ville souveraineté protestante en 1536. La réforme adoptée, les Genevois avaient récupéré le pouvoir mais, par la même occasion, ils s'étaient mis à dos la population catholique suisse pour plusieurs générations. Le réformateur protestant Jean Calvin s'installa à Genève en 1536 et y resta jusqu'à sa mort, trente ans plus tard. En l'absence d'évêque, il devint le nouveau chef spirituel. La ville demeura un bastion protestant de nombreuses années encore, même si une grande majorité de la population amorça un retour vers le catholicisme au début du XVIIe siècle.Genève fut brièvement annexée par la France au cours de la Révolution française, mais en 1814, la ville fut intégrée à la Confédération suisse lors du Congrès de Vienne, sa juridiction étendue pour recouvrir 15 cantons savoyards voisins. Le Congrès exigea que ces cantons catholiques soient protégés de toute persécution religieuse et, en retour, il garantit la neutralité à la ville. Les tensions entre catholiques et protestants ne s'affaiblirent guère, jusqu'à ce jour heureux de 1907, où Genève passa une loi mandatant la séparation officielle de l'Église et de l'État : aucun corpus religieux ne reçut d'aide de l'État ou d'une municipalité depuis.Après la Première Guerre mondiale, en 1919, Genève hébergea le siège de la Société des Nations, recevant alors le statut de \"ville internationale\". Ce nouveau statut prit encore plus d'ampleur après la Deuxième Guerre mondiale, au terme de laquelle la ville hébergea le siège européen de l'Organisation des Nations unies (ONU), puis de nombreuses autres organisations internationales. Depuis, les affaires et le tourisme sont deux branches florissantes de l'économie de la ville.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/geneva.json"
    },
    {
        "id": 4,
        "name": "Riga",
        "historical_info": "Au XIIe siècle, des marchands et missionnaires allemands construisirent la ville de Riga sur l'embouchure de la Daugava à partir d'un campement existant. En 1158, les marchands allemands avaient établi des postes de commerce pour traiter avec les Baltes et les Finnois, et le premier monastère catholique fut achevé en 1190. En 1201, Albert, le nouvel évêque de Livonie, débarqua avec 23 navires et 1 500 croisés armés (qui seraient plus tard associés à une branche de l'ordre Teutonique) dans le but d'établir l'autorité de son épiscopat et de convertir par la force les autochtones au christianisme. En 1282, Riga rejoignit la Hanse, une association qui assura sa stabilité commerciale et politique pendant trois siècles.Lorsque les dirigeants de Riga acceptèrent publiquement la Réforme protestante en 1522, le pouvoir des archevêques s'écroula et la ville se trouva entraînée dans des guerres de religion. Quarante ans plus tard, elle fut capturée par Gustave II Adolphe, roi de Suède célèbre pour ses interventions pendant la guerre de Trente Ans. Riga demeura une ville suédoise jusqu'en 1710, pendant la grande guerre du Nord, lorsque le port frappé par une épidémie se rendit aux forces russes de Pierre le Grand. Riga fut le plus grand port industriel de la Russie tsariste jusqu'à la fin de la Première guerre mondiale. Puis en novembre 1918, la Révolution russe abandonna ses territoires dans les Balkans, lesquels déclarèrent leur indépendance. Riga devint alors la capitale de la Lettonie.Pendant l'entre-deux-guerres, Riga prospéra. Toutefois, la liberté de la Lettonie demeurait précaire et la ville subit l'occupation de l'Union soviétique en juin 1940, puis celle des nazis un an plus tard. L'Armée rouge reprit la cité en 1944, ce qui engendra un afflux massif d'ouvriers, de bureaucrates et de troupes soviétiques qui allaient transformer Riga en l'un des complexes militaro-industriels les plus importants de l'URSS occidentale. Le port fut agrandi et modernisé pour assurer les échanges commerciaux avec l'Ouest. En janvier 1991, suite à l'indépendance de la Lettonie, Riga était redevenue le grand centre commercial et financier baltique qu'elle était autrefois.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/riga.json"
    },
    {
        "id": 5,
        "name": "Gênes",
        "historical_info": "Alors qu'aucune date précise ne saurait être donnée quant à la fondation de Gênes, il est en revanche certain que la ville fut colonisée il y a fort longtemps par le peuple ligurien. La mise au jour d'un cimetière datant du VIe siècle av. J.-C. indique également que la ville fut, à une époque, occupée par les Grecs. Sous domination romaine, la ville fut un carrefour commercial florissant, doublé d'un port militaire d'envergure. Mais après la chute de l'Empire romain d'Occident, elle fut rapidement envahie et pillée par les Ostrogoths. Durant les siècles qui suivirent, Gênes demeura un obscur petit port de pêche. Les habitants profitèrent de cette période pour construire une flotte de navires marchands qui, quelques temps après, dominait les routes commerciales de la Méditerranée.Au Xe siècle de notre ère, Gênes gagna son indépendance auprès des vassaux locaux et devint une cité-état, ou \"République maritime\", possédant ainsi son propre seigneur qui rendait ses comptes directement à l'Empereur romain germanique. Le pouvoir de la ville était détenu non pas par l'évêque-président, mais par des consuls élus par l'assemblée populaire. Les industries navales et bancaires de Gênes permirent à la jeune république de prospérer, et la ville commença à étendre ses frontières et établir des colonies au Moyen-Orient et en Afrique du Nord.L'essor de Gênes prit fin lorsque le poste commercial génois de Caffa se fit le vecteur de la peste noire en Europe, en 1347. L'économie de la ville s'effondra alors et sa population fut décimée. Considérablement affaiblie, Gênes dut faire face à une série d'échecs militaires durant 70 ans, perdant la plupart de ses colonies et tombant sous la coupe des Visconti, de Milan.La ville vit cependant sa chance tourner lorsque l'un de ses célèbres enfants, Christophe Colomb, rentra au pays après avoir découvert les Amériques et fit don d'un dixième de ses revenus aux institutions bancaires locales. C'est ainsi qu'une alliance se créa, faisant de Gênes un satellite du prospère Empire espagnol, et permettant à la ville de retrouver une santé économique. Très vite, les familles nobles de la cité-état récupérèrent leur fortune perdue et la ville devint un pôle d'attraction pour nombre d'illustres artistes et architectes. Cet âge d'or dura jusqu'à la moitié du XVIIe siècle, mais en 1656, la peste sévit de nouveau et décima la moitié de la population génoise. Gênes entama alors une longue descente aux enfers, l'établissement de nouvelles routes commerciales dans les années 1700 faisant du Nouveau Monde le nouveau centre de l'économie mondiale, autrefois situé en Méditerranée. La modernisation et les guerres mondiales n'aidèrent en rien au rétablissement de la ville.Même si Gênes est aujourd'hui à la tête de la cinquième économie d'Italie et fait partie intégrante du \"triangle industriel\" du pays, elle n'a pour autant jamais retrouvé sa gloire d'antan, qui lui avait valu le surnom de \"La Superbe\".",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/genoa.json"
    },
    {
        "id": 6,
        "name": "Florence",
        "historical_info": "Florence (en italien, \"Firenze\") est l'une des villes les plus captivantes et les plus magnifiques d'Europe. Elle est traversée par le fleuve Arno et se situe au nord de l'Italie, au cœur de la superbe région de la Toscane. Florence fut fondée en 59 av. J.-C. par Jules César, afin de servir de résidence aux vétérans de l'armée romaine. Ville stratégique, elle se situait au croisement de la Via Cassia (la principale route partant vers le nord depuis Rome) et de l'Arno. La ville fut construite en damier, à la manière d'un campement militaire. Son emplacement permit à Florence de prospérer en tirant un important profit du commerce entre Rome et le Nord. Ainsi, dès 300 apr. J.-C., la ville devint la capitale de la province de la Tuscia (Toscane). Dès lors et pendant plusieurs siècles, la ville subit les assauts des Ostrogoths et des Byzantins. Elle changea de camp de nombreuses fois jusqu'en 774 apr. J.-C., date à laquelle Charlemagne s'en empara définitivement, repoussant toutes les tentatives étrangères de conquête.Au cours des siècles suivants, Florence retrouva sa richesse et son importance passées et devint l'une des plus puissantes et opulentes cités-états d'Europe. En 1252, la République de Florence introduisit sa propre monnaie, le florin d'or. Les florins étaient acceptés dans la majeure partie des pays méditerranéens et d'Europe, et les marchands et banquiers florentins se répandirent rapidement aux quatre coins du monde connu.Durant la Renaissance, Florence se trouva dominée par plusieurs familles aussi richissimes qu'impitoyables, dont les Médicis. Lorsqu'ils n'étaient pas impliqués dans d'assassines luttes de pouvoir, les nobles florentins étaient de grands mécènes. À lui seul, Laurent de Médicis commanda des œuvres à Michel-Ange, Botticelli et Léonard de Vinci (pour ne citer que trois des hommes de talent qu'il entretenait). Au milieu du XVIe siècle, les Médicis devinrent les grands-ducs héréditaires de Toscane. Ils dirigèrent Florence et sa province pendant plusieurs siècles. En 1737, Florence devint autrichienne, en 1859, elle passa aux mains du royaume de Piémont-Sardaigne, puis en 1861, elle rejoint le Royaume d'Italie, nouvellement formé.La Florence d'aujourd'hui est un centre touristique prospère comptant près de 500 000 citoyens. La ville séduit par ses influences romaines, médiévales et de la Renaissance, et reste l'une des plus belles et évocatrices d'Europe, voire du monde entier.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/florence.json"
    },
    {
        "id": 7,
        "name": "Raguse",
        "historical_info": "La ville actuelle de Dubrovnik, en Croatie, fut jadis une puissante cité-état, la République de Raguse. Raguse fut fondée au VIIe siècle, sur une petite île rocheuse de la mer Adriatique, non loin de la côte sud de la Croatie actuelle, par un groupe de réfugiés romains ayant fui la ville dévastée d'Epidaurus. Grâce à l'aide des empires Byzantin et Ottoman, ainsi que des rois de Croatie et de Hongrie, la ville s'étendit dans la région environnante. Son développement, notamment dans les zones clés comme le Port de Gruz (un port important, encore aujourd'hui), provoqua l'ire de Venise, dont la suprématie en matière de commerce maritime n'avait jusqu'à cette époque jamais connu de concurrence.À partir de 1205, lorsque Venise envahit la Dalmatie (région située à l'est de la Croatie), Raguse fut forcée d'adopter une position de suzeraineté et de payer de lourds tributs à Venise, tout en lui servant de base navale dans l'Adriatique. Mais malgré les pressions exercées par Venise, Raguse continua son développement en tant que centre de commerce sur l'Adriatique. L'ingérence de Venise n'était guère acceptée par la population et le ressentiment grandissant des Ragusiens envers celle-ci fut à l'origine de la longue rivalité économique entre les deux cités-états. En 1358, lorsque Venise perd la Dalmatie, Raguse voit l'occasion de devenir entièrement autonome. La République de Raguse est établie peu après sur l'impulsion de l'aristocratie qui se partage les pouvoirs et ne se préoccupe guère de l'opinion des citoyens ordinaires. Le gouvernement sera autonome pendant le siècle qui suivit, sous la souveraineté du roi de Hongrie.En 1458, un traité signé avec l'Empire Ottoman confirme la position de Raguse comme puissant centre de commerce, ce qu'elle restera jusqu'à sa disparition. La protection des Ottomans, qui se traduisait par des frais de douanes réduits, un accès à la mer Noire (auparavant réservée aux marchants ottomans) et le soutien ottoman en cas de conflits commerciaux, permit à la ville de prospérer et de s'imposer comme le principal port de l'Adriatique. Pendant ses années les plus prospères, Raguse comptait près de 30 000 habitants et constituait un lien essentiel entre les ports de l'Italie et l'Orient. Mais à mesure que les marchandises en provenance de l'Inde, de la Chine et des autres régions extrême-orientales devenaient plus accessibles, l'influence commerciale de Raguse commença à décliner. En 1667, un séisme détruisit 75% des bâtiments, faisant plus de 5000 victimes. La ville ne retrouva jamais sa superbe et tomba sous le contrôle de l'armée de Napoléon en 1806. En 1808, la République de Raguse fut abolie. La ville de Dubrovnik, qui compte plus de 40 000 habitants, est aujourd'hui une destination touristique très populaire de la région adriatique. C'est également un port commercial, l'un des rares vestiges de sa prestigieuse histoire.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/ragusa.json"
    },
    {
        "id": 8,
        "name": "Sydney",
        "historical_info": "Située sur la côte sud-est de l'Australie, Sydney ne fut pas seulement la première colonie britannique établie sur le continent, mais également la première colonie européenne de l'histoire. Colonie de déportation fondée par le capitaine Arthur Philip en 1788, Sydney doit ses premières évolutions aux condamnés. Des soldats à la retraite et des colons britanniques prirent ensuite le relais. Au fil du temps, Sydney devint la ville la plus peuplée d'Australie, et probablement la plus connue, comptant aujourd'hui plus de 4 millions d'habitants.Découvert par James Cook en 1770, \"Botany Bay\", le site du débarquement, se révéla inapproprié pour une installation permanente. L'emplacement idéal fut trouvé à Sydney Cove, ainsi nommé en hommage à \"Lord Sydney\" Thomas Townshend. Des aborigènes y vécurent probablement durant plusieurs milliers d'années avant l'arrivée des colons britanniques, et de nombreuses tribus furent découvertes dans la région à leur arrivée. Malgré les efforts faits par le capitaine Phillip pour limiter les contacts entre les colons et les tribus locales, des milliers d'aborigènes moururent de maladies introduites par les Européens, comme la variole et la rougeole.Un boom démographique eut lieu à Sydney au XIXe siècle, quand des mines d'or furent découvertes dans les régions voisines, en particulier à Bathurst. C'est à cette période que la croissance industrielle de la ville explosa. Dans les années 1920, Sydney comptait un million d'habitants et continuait à se développer pour répondre à ses besoins croissants en infrastructures.La ville est aujourd'hui connue pour son développement financier, et est devenue le coeur économique de l'Australie. Des banques prestigieuses et de nombreuses institutions financières y ont élu domicile, tout comme la Bourse de l'Australie. Le jour de la fondation de Sydney, le 26 janvier, est depuis le début du XIXe siècle une fête nationale en Australie. Cette journée est l'occasion de commémorer l'histoire de la ville et sa place importante en Australie aujourd'hui.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/sydney.json"
    },
    {
        "id": 9,
        "name": "Québec",
        "historical_info": "La ville de Québec, fondée en 1608 par l'explorateur français Samuel de Champlain, fut construite sur un site qui abritait autrefois un petit village iroquois appelé Stadaconé. La colonie de Québec tire son nom de l'algonquin \"Kebec\", qui signifie \"là où la rivière se rétrécit\". La colonie grandit jusqu'à devenir le noyau de l'Empire colonial français en Amérique du Nord au XVIIe siècle.Au début de sa croissance, la ville de Québec était une plate-forme commerciale importante mais servait également de foyer à des missionnaires chrétiens ou aux colons, toujours plus nombreux à venir s'y installer. L'industrie de la fourrure et du bois dotèrent les Français de précieuses ressources qui leur permirent d'élargir leur sphère d'influence à l'Amérique du Nord. Après une brève dépendance anglaise de 1629 à 1632, les Français gouvernèrent la ville pendant 150 ans, malgré les nombreux sièges. Capitale du Canada français depuis sa fondation, la ville fut officiellement nommée capitale de la Nouvelle-France en 1663.Lors de la bataille des plaines d'Abraham, en 1759, les Français perdirent le contrôle de la ville. Les Britanniques la dirigèrent jusqu'à la création du Dominion du Canada, en 1867. C'est ainsi que la ville de Québec devint la capitale de la province du Québec.Aujourd'hui, la ville de Québec abrite 500 000 habitants, et continue à prospérer avec son riche héritage culturel. La ville, inscrite au patrimoine mondial de l'UNESCO depuis 1985, a conservé une grande partie de l'architecture historique de ses racines coloniales. Le fameux hôtel Château Frontenac en est un exemple intéressant, ainsi que les églises catholiques romaines Notre-Dame de Québec et Notre-Dame-des-Victoires, construites au XVIIe siècle.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/quebec_city.json"
    },
    {
        "id": 10,
        "name": "Bucarest",
        "historical_info": "Fondée sur les rives de la rivière Dâmboviţa, Bucarest est la capitale ainsi que la plus grande ville de Roumanie. Des fouilles archéologiques ont permis d'établir que l'homme occupait cette ville et ses alentours dès 9000 av. J.-C. ; cependant la ville ne fut mentionnée pour la première fois qu'en 1459 de notre ère dans un document signé par Vlad III, surnommé l'Empaleur. C'est à cette époque que Vlad III fit construire la première forteresse ainsi que sa résidence secondaire à Bucarest avec l'objectif, vain, de repousser les forces ottomanes qui empiétaient sur cette zone. Au début du XVIIe siècle, les Ottomans réduisirent la cité en cendres avant de s'en emparer et de la reconstruire.Bucarest se développa rapidement sous la mainmise ottomane, devenant alors le principal centre économique et la capitale de la vaste région de la Valachie en 1659. Les deux siècles qui suivirent mirent à l'épreuve la volonté des différents dirigeants de Bucarest : à plusieurs reprises, la ville fut presque entièrement détruite à cause de catastrophes naturelles (mais toujours reconstruite), elle fut également ravagée par une épidémie de peste bubonique et régulièrement occupée par la Monarchie des Habsbourg et la Russie impériale, qui finit par s'imposer.La Valachie resta sous le contrôle des Russes jusqu'à ce qu'une série de troubles civils à Bucarest n'aboutisse à l'unification des régions de Valachie et de Moldavie, donnant ainsi naissance à l'état de Roumanie en 1859. Bucarest fut désignée capitale en 1862. En tant que capitale du nouveau royaume, la ville vit sa population accroître de façon spectaculaire et de grands programmes architecturaux virent le jour. L'extravagance des résidences de Bucarest de l'époque valut à la capitale d'être surnommée la \"Paris de l'Est\".Sortie relativement indemne de la Grande Guerre, Bucarest subit en revanche des dommages substantiels lors de la Deuxième Guerre mondiale, principalement liés aux bombardements alliés. Suite à ces deux guerres, une grande partie du vieux quartier historique de la ville fut détruit afin d'y ériger de nouveaux immeubles locatifs commandés par le gouvernement communiste. En 1977, un violent tremblement de terre radia définitivement de la carte les derniers vestiges du quartier historique.La révolution roumaine de 1989 rassembla dans les rues de Bucarest nombre de protestataires et citoyens déçus, qui mirent un terme à la mainmise communiste sur le pays. Lors d'un discours prononcé par le président Nicolae Ceaucescu, les manifestants se révoltèrent et la police, rapidement débordée par l'ampleur de la grogne, ne put contenir la foule. Depuis la chute du communisme, Bucarest connaît un véritable essor économique et le gouvernement local a lancé un programme de restauration du quartier historique sans pour autant mettre un frein aux envies de modernité de la population.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/bucharest.json"
    },
    {
        "id": 11,
        "name": "Belgrade",
        "historical_info": "L'actuelle capitale de la Serbie, Belgrade, se trouve à la jonction de deux des plus grands fleuves navigables d'Europe : le Danube et la Save. C'est pourquoi elle fit office de carrefour principal entre l'Europe et l'Asie durant de nombreux siècles. Belgrade est l'une des plus anciennes villes d'Europe, puisqu'elle fut occupée dès 6000 av. J.-C. et donna naissance à la plus importante culture préhistorique d'Europe, celle de Vinca. Les plus anciens forts et campements permanents découverts à cet endroit furent construits par les Celtes au IIIe siècle av. J.-C., qui nommèrent cette ville fortifiée Singidun, ou Singidunum, signifiant \"forteresse blanche\".Pendant les siècles qui suivirent, Singidunum fut ravagée et occupée par de nombreux peuples, dont les Romains, les Huns, les Sarmates, les Ostrogoths et les Avars, avant de tomber sous la coupe byzantine au IXe siècle apr. J.-C. C'est à ce moment que l'on donna à la ville son nom slave, Beograd. Au cours des siècles suivants, la ville fut le refuge des armées de la Première et de la Deuxième croisade, et demeura un champ de bataille très convoité par la Bulgarie, la Hongrie et Byzance.En 1456, les Ottomans entamèrent le fameux \"Siège de Belgrade\" avec la volonté d'assujettir la Hongrie ; la stratégie du sultan Mourad II consistant à faire tomber la ville de Belgrade afin de conquérir le cœur de l'Europe centrale. Cependant, une armée menée par le Hongrois Jean Hunyadi vainquit les forces ottomanes et, en plus de sauver la ville, permit au christianisme de perdurer en Europe. À ce jour, les églises catholiques font toutes sonner leurs cloches à midi pour commémorer cette victoire. Malheureusement, une épidémie de peste tua une grande majorité des soldats victorieux, dont leur chef Hunyadi, dans les semaines suivant leur triomphe. En 1521, environ 70 ans après, le sultan Soliman le Magnifique captura la ville qui devint un district ottoman puis la deuxième plus grande ville de l'empire, après Constantinople.Le deuxième soulèvement serbe de 1815 (le premier ayant échoué en 1807) permit à la région serbe d'obtenir une semi-indépendance, l'indépendance totale ne sera acquise qu'en 1878. La capitale de ce nouveau royaume fut transférée à Belgrade et la ville retrouva rapidement sa gloire d'antan. Sa croissance fut cependant interrompue lorsque la Première Guerre mondiale éclata en 1914, conflit durant lequel Belgrade fut décimée par des assauts répétés. Après la guerre, Belgrade devint la capitale du nouveau pays qu'était la Yougoslavie et connut une période de croissance et de modernisation totalement imprévue.Malgré la volonté du gouvernement serbe de ne pas s'impliquer dans la Deuxième Guerre mondiale, Belgrade fut lourdement bombardée et ses habitants massacrés par la Luftwaffe en 1941, avant d'être occupée par les Allemands. En 1944, les Alliés bombardèrent à leur tour la ville qu'ils libérèrent quelques mois plus tard. Au terme de la guerre, la Serbie était sous le contrôle de l'Union soviétique, et un an plus tard, la République populaire de Yougoslavie fut proclamée, Belgrade abritant de nouveau le siège du gouvernement. La nouvelle Belgrade communiste se développa rapidement en un considérable centre industriel.En 1996, d'importantes manifestations furent organisées à Belgrade pour protester contre le gouvernement communiste, et en 1997, le premier maire de Belgrade ne faisant allégeance ni au parti communiste, ni au parti socialiste, fut élu. Mais les troubles se poursuivirent, avec notamment une série de bombardements durant la guerre du Kosovo en 1999 qui causa des dommages considérables et fit descendre des centaines de milliers de manifestants dans les rues. Cependant, Belgrade a su se relever après cette agitation militaire et économique qui l'a ébranlée dans les années 1990. Belgrade est aujourd'hui un centre historique, culturel et touristique en plein essor.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/belgrade.json"
    },
    {
        "id": 12,
        "name": "Bruxelles",
        "historical_info": "À l'origine, Bruxelles fut fondée sur la rive de la rivière Senne en 979 apr. J.-C., lorsque Charles de Lorraine, un descendant de Charlemagne, fit construire une fortification permanente autour de la chapelle catholique et de la commune. La ville primaire était située en bas sur la rive et était souvent menacée d'inondations, d'où son nom néerlandais Broeksel ou \"maison dans les marais\". Les enceintes de la ville, construites et agrandies entre les XIe et XIVe siècles, permirent aux habitants de connaître une période de croissance, d'expansion et de paix pour le moins inhabituelle à cette époque.Cette période de paix prit fin violemment en 1695, lorsque le roi de France Louis XIV envoya ses troupes à Bruxelles et fit bombarder la cité par son artillerie lourde, détruisant le Grand palais et environ un tiers de la ville en un seul assaut. Ce fut l'évènement le plus destructeur de l'histoire de la ville. Cette invasion fit souffler un vent de \"francisation\" sur la région, que ce soit sur le plan culturel ou linguistique. En 1830, lors de la révolution belge, les provinces francophones du sud du Royaume des Pays-Bas se séparèrent des provinces néerlandophones. Le conflit se déroula principalement à Bruxelles. Suite à l'indépendance belge, le nouveau roi Léopold Ier entreprit de détruire les enceintes de l'ancienne ville pour commencer la construction de nouveaux bâtiments plus modernes. Le fait que la Senne, l'ancienne âme de la ville, fût devenue un risque pour la santé des habitants aida sa cause, et toute la zone urbaine fut rasée puis reconstruite.Grâce à sa volonté inflexible d'adopter une position neutre, et malgré plusieurs invasions allemandes en Belgique, Bruxelles sortit presque indemne de la Deuxième Guerre mondiale, ne souffrant que de légers dégâts matériels. Cette neutralité a permis à la ville de devenir aujourd'hui un important centre politique international ainsi que la capitale de l'Union européenne et le quartier général de l'Organisation du traité de l'Atlantique Nord (OTAN). La seule controverse qui touche cette ville pacifiste concerne les lois relatives aux frontières linguistiques entre les municipalités francophones et néerlandophones, provoquant des tensions dans le pays tout entier.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/brussels.json"
    },
    {
        "id": 13,
        "name": "Monaco",
        "historical_info": "La principauté de Monaco est la deuxième plus petite monarchie du monde, ainsi que le deuxième plus petit pays, juste derrière la Cité du Vatican. Colonisée par le peuple ligurien (Monoïkos en grec) dès le VIe siècle de notre ère, la ville de Monaco ne fut cependant créée qu'en 1228, avec le statut de colonie génoise. En 1297, Francesco Grimaldi s'empara de la forteresse protégeant la petite cité-état et depuis lors, sa famille règne sur le pays.Les forces de la Révolution française capturèrent la principauté en 1793 et elle resta sous domination française jusqu'en 1814, année où elle fut désignée protectorat du Royaume de Sardaigne par le Congrès de Vienne. Monaco demeura une propriété sarde jusqu'en 1860, année où la Sardaigne fut annexée par la France, mais finit par obtenir son indépendance en 1861. Cependant, la France exigea d'implanter des troupes armées dans le petit pays et aujourd'hui encore, elles continuent de défendre la principauté. Monaco accepta sans faire d'histoire. La cité-état fut brièvement occupée lors de la Deuxième Guerre mondiale, mais l'ennemi échoua dans sa tentative visant à instaurer une administration fasciste et remplacer la famille Grimaldi. Le pays sortit de la guerre sans grands dommages ni changements.La notoriété de Monaco est liée à trois éléments : la Princesse Grace, son statut de paradis fiscal et son casino de renommée mondiale. Lorsque le Prince Rainier III épousa l'actrice américaine Grace Kelly en 1956, le monde entier avait les yeux tournés vers ce petit pays jusqu'alors plutôt discret. La princesse consacra toute sa vie à améliorer les arts et l'éducation aux États-Unis et à Monaco. Le gouvernement monégasque n'ayant jamais instauré d'impôt personnel, les grandes fortunes du monde entier viennent s'installer dans la cité-État pour bénéficier de cette loi avantageuse. Mais actuellement, le pays fait l'objet d'une enquête menée par le Fond Monétaire International et le Conseil européen en raison d'infractions et de fraudes fiscales, ainsi que de blanchiment d'argent. Enfin, le casino de Monte-Carlo est l'une des attractions touristiques les plus importantes du pays. Ouvert en 1856, le casino accueille les plus grands joueurs du monde mais est interdit d'accès aux citoyens monégasques. Il sert de décor lors du Grand Prix de Monaco, et est apparu dans trois films relatant les aventures de James Bond. Le nom de Monte-Carlo a également été donné à une méthode visant à calculer une valeur numérique en faisant appel à des procédés aléatoires, c'est-à-dire des techniques probabilistes.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/monaco.json"
    },
    {
        "id": 14,
        "name": "Katmandou",
        "historical_info": "La ville de Katmandou, capitale du Népal, a déjà presque 2 000 ans, et sa création remonte à l'aube du premier millénaire. Imprégnée des traditions hindoues et bouddhistes, la ville doit son nom à un temple appelé \"Kaasthamandap\", qui d'après la légende aurait été construit au XVIe siècle avec le bois d'un seul et même arbre. Bien avant la fondation de la ville, la vallée de Katmandou était habitée par les Newars, dont les descendants peuplent toujours le Népal. Les Newars sont à l'origine de la plupart des caractéristiques les plus symboliques du Népal, et notamment l'architecture en pagode adaptée au cours des siècles des bâtiments chinois et indiens. C'est à la dynastie Malla, qui régna sur Katmandou pendant plus de 500 ans à compter du XIIe siècle, que nous devons la construction de la plupart des temples et pagodes les plus notables de la ville. Bien que la ville fût souvent en proie aux conflits et aux troubles, qui causèrent la destruction de nombre des bâtiments les plus anciens, des dizaines d'exemples d'architecture magnifique sont encore sur pied aujourd'hui. En 2006, les monuments de Katmandou ont été inscrits au patrimoine mondial de l'UNESCO, qui reconnaissait ainsi l'importance culturelle de cette ville historique. Aujourd'hui, Katmandou compte plus d'un million d'habitants, et son économie est soutenue par la production de l'artisanat local, ainsi que par un tourisme en forte expansion. La ville ne cesse de s'agrandir et de se moderniser, et les dirigeants locaux doivent ainsi faire face à de nouveaux problèmes : l'urbanisation et la pollution.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/kathmandu.json"
    },
    {
        "id": 15,
        "name": "Hanoï",
        "historical_info": "Située sur les rives du fleuve Rouge au Vietnam, la région périphérique d'Hanoï fut colonisée dès 3000 av. J.-C. L'une des toutes premières structures érigées sur le site fut la citadelle de Co Loa, construite aux environs de 200 av. J.-C. Cependant, ce n'est qu'en 1010 de notre ère que fut officiellement fondée Hanoï : le dirigeant de l'époque, Lý Thái To, transféra la capitale du pays sur le site et la baptisa Thang Long, \"dragon dominant\". Thang Long demeura la capitale du Vietnam jusqu'en 1397.La ville se développa tranquillement au fil des siècles, malgré une brève période d'occupation par les Chinois au début du XVe siècle. En 1831, l'empereur Minh Mang rebaptisa la ville, dont le nom, plus littéral, pourrait être traduit par \"Entre les fleuves\". Peu après, en 1873, les Français occupèrent la ville et les environs. En 1887, ils firent d'Hanoï la capitale de leur nouvelle colonie, l'Indochine française.Après la Deuxième Guerre mondiale, la ville, revendiquée à la fois par les nationalistes indépendants et le gouvernement français, fut le théâtre de combats d'une extrême violence. Le Nord-Vietnam acquit finalement son indépendance en 1954 et établit Hanoï comme sa capitale. Lors de l'unification du Nord-Vietnam et du Sud-Vietnam, en 1976, Hanoï fut désignée comme capitale du pays unifié.Depuis, Hanoï est devenue une métropole fourmillant d'activité, étendant ses limites géographiques d'année en année. Elle est aujourd'hui la ville la plus développée et la plus moderne du pays, profitant notamment des dernières avancées en matière d'infrastructure et de technologies agricoles.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/hanoi.json"
    },
    {
        "id": 16,
        "name": "Lhassa",
        "historical_info": "Située à une altitude de 3 650 mètres, Lhassa est l'une des villes les plus élevées du monde. Autrefois nommée Rasa (qui signifie littéralement \"terre des chèvres\"), la ville fut rebaptisée Lhassa au début du VIIe siècle, nom un peu plus prestigieux puisqu'il pourrait être traduit par \"terre des dieux\". L'histoire de la ville débuta en 637 apr. J.-C., année où Songtsen Gampo, chef de l'Empire tibétain, fit de Lhassa la capitale du pays. Gampo se convertit rapidement au bouddhisme (ce sont ses femmes qui l'initièrent) et il ordonna la construction de statues et de temples bouddhistes. Alors que la puissance politique déclina lentement au fil des siècles (la monarchie fut dissoute au IXe siècle de notre ère), Lhassa continua de prendre de l'ampleur en tant que centre religieux. C'est à cette époque, en 1391, que le premier Dalaï Lama, chef spirituel des bouddhistes tibétains, fut porté au pouvoir.En 1642, le cinquième Dalaï Lama, Lozang Gyatso, bénéficiait d'un réel pouvoir politique, en plus de son autorité spirituelle, et c'est ainsi qu'il unifia les tribus tibétaines pour en faire un pays. Lhassa fut désignée capitale spirituelle et politique de la nouvelle nation. Au XXe siècle, lorsque des explorateurs occidentaux visitèrent la capitale tibétaine, près de la moitié des habitants de Lhassa étaient des moines bouddhistes.En 1950, la Chine envahit le Tibet et de nombreux habitants fuirent Lhassa, y compris le 14e Dalaï Lama, afin de trouver refuge en Inde. Les Chinois qualifièrent leur attaque de \"libération pacifique\" mais les Tibétains, le Congrès américain et d'autres grandes figures politiques et militaires considérèrent cette action comme une invasion injustifiée. De nombreux moines et religieuses restés sur place se révoltèrent et organisèrent des manifestations pacifiques pour dénoncer leurs oppresseurs chinois. Leur action se solda par des années de répression. Des programmes de rééducation furent instaurés dans l'espoir de faire adopter la doctrine communiste aux bouddhistes. On demanda également aux Tibétains de renier leur Dalaï Lama et d'abandonner leurs envies d'indépendance. Les moines et religieuses furent très nombreux à se rebeller. Ils furent envoyés en prison et ceux qui parvinrent à y échapper allèrent trouver refuge en Inde.La question de l'indépendance du Tibet est aujourd'hui encore un sujet très controversé à Lhassa et dans le reste du monde. De nombreux dirigeants continuent de condamner le traitement qu'inflige le gouvernement chinois au peuple tibétain. Un dialogue entre le Dalaï Lama en exil et le gouvernement chinois fut entamé en mai 2008 afin de discuter de l'indépendance du Tibet et de son autonomie, mais la situation n'a guère évolué depuis.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/lhasa.json"
    },
    {
        "id": 17,
        "name": "Almaty",
        "historical_info": "Située près de la frontière sud-est du Kazakhstan moderne, Almaty est occupée par l'homme depuis environ 1000 ans av. J.-C. À l'origine peuplée de fermiers et de bergers, Almaty se transforma au Moyen Âge en une ville riche et prospère, étant alors intégrée au tracé de la route de la soie. Durant trois siècles, Almaty fut l'un des principaux centres de l'agriculture et de l'artisanat, mais au XIIIe siècle, une grande partie de la ville fut détruite par les Mongols. Au XVe siècle, Almaty et la région alentour entamèrent une longue période de déclin.Ce ne fut pas avant 1854 qu'Almaty commença à se reconstruire pour devenir la ville moderne que l'on connaît aujourd'hui. La Russie impériale bâtit le fort Zailiysky sur l'ancien site de la ville, fort qui fut renommé Verniy. Un an plus tard, les soldats commencèrent à accepter la présence de paysans et de marchands et c'est ainsi que la ville de Verniy fut fondée, abritant l'oblast de Semirechie, nouvelle province du Turkménistan. Pendant 30 ans, Almaty continua de prospérer mais en 1887, un tremblement de terre de 12 longues minutes anéantit complètement la ville.Au début du XXe siècle, la ville fut renommée Alma-Ata. Avec la construction d'une voie de chemins de fer reliant le Turkménistan à la Sibérie, la ville devint un dépôt de marchandises et retrouva un peu de sa gloire passée. La capitale du Kazakhstan fut transférée à Alma-Ata en 1936, avec l'objectif de faire de la ville une sorte de Mecque culturelle. En 1993, le nom d'Alma-Ata fut de nouveau modifié et l'on reprit celui d'Almaty (en référence aux nombreux vergers de la région, puisque Almaty signifie \"riche en pommes\").En 1997, le gouvernement transféra la capitale du pays à Astana, bien moins soumise aux menaces de catastrophes naturelles. Malgré des échecs politiques réguliers et la menace constante de glissements de terrain, Almaty a su se développer en un centre culturel, industriel et financier des plus importants.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/almaty.json"
    },
    {
        "id": 18,
        "name": "Kuala Lumpur",
        "historical_info": "Kuala Lumpur était, à l'origine, une ville minière spécialisée dans l'extraction d'étain. Elle fut créée en 1857 sur ordre du dirigeant malais. D'abord baptisée Pengkalan Lumpur, nom que l'on pourrait traduire par \"Tas de boue\", en référence à l'emplacement du site établi entre deux affluents boueux, la ville fut ensuite renommée Kuala Lumpur, ou \"Confluent boueux\" ; les conditions topographiques ne s'étant visiblement pas améliorées.La petite ville minière se développa en une région marchande florissante mais, étant régulièrement touchée par la maladie, les incendies ou les inondations, sa croissance fut considérablement ralentie. Malgré ce handicap, Kuala Lumpur fut désignée capitale de l'État en 1880 en raison de sa position géographique stratégique. Cependant, un an plus tard, un incendie ravagea la ville qui, peu de temps après, dut faire face à une terrible inondation. Ces deux catastrophes naturelles détruisirent tous les bâtiments de la ville, les constructions étant à base de bois et de chaume, matériaux guère résistants à la chaleur des flammes ou à la force du courant. Les chefs de la ville décrétèrent donc obligatoire l'utilisation de briques et de tuiles pour la construction des futurs bâtiments. Une fois la ville reconstruite, elle fut choisie capitale des États malais fédérés, en 1896.Le début du XXe siècle apporta son lot de problèmes à Kuala Lumpur : la ville fut occupée par les Japonais durant la Deuxième Guerre mondiale, le commerce de l'étain souffrit d'une forte baisse sur le marché mondial et une guérilla éclata entre les dirigeants britanniques et les communistes malais. Mais en 1963, la Malaisie gagna son indépendance de la Grande-Bretagne et Kuala Lumpur devint la capitale du pays.La ville est aujourd'hui la plus grande de Malaisie et fait montre d'une modernité sans précédent. À une époque, elle détenait même le record des plus hauts gratte-ciels du monde avec les tours Petronas, mais elle fut détrônée par Taïwan, qui érigea le Taipei 101 en 2004. Kuala Lumpur est aujourd'hui un centre économique et culturel vital du pays, tirant parti de ses secteurs industriel et touristique, en plein essor.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/kuala_lumpur.json"
    },
    {
        "id": 19,
        "name": "Singapour",
        "historical_info": "Des fouilles archéologiques permettent aujourd'hui d'affirmer que l'île de Singapour telle que nous la connaissons aujourd'hui fut occupée dès le IIe siècle de notre ère. La petite île faisait à l'origine partie de l'empire de Sumatra et était connue sous le nom de Temasel, soit \"ville de la mer\". Pour des raisons encore inconnues, la zone subit un fort déclin au XIVe siècle. Durant les siècles qui suivirent, la population de l'île se composa principalement de pêcheurs établis dans de petits villages.Mais le 29 janvier 1819, le destin de Singapour fut bouleversé. L'homme d'État britannique Sir Thomas Stamford Raffles débarqua sur l'île et signa un traité visant à transformer la partie sud en un poste commercial britannique. Singapour devint officiellement une colonie de la couronne en 1824, lorsque la Compagnie britannique des Indes orientales s'empara du contrôle de l'île entière. Devenue un pilier central du commerce dans le Pacifique, la cité insulaire entama alors une période de forte croissance.En 1941, les Japonais envahirent Singapour et, en six jours seulement, ils prirent le contrôle de la ville et de la base militaire. La bataille de Singapour fut le plus grand désastre militaire de l'histoire britannique et la ville devint une base japonaise stratégique jusqu'à la fin de la Deuxième Guerre mondiale. Les Britanniques reprirent possession de l'île un mois après la reddition des Japonais, en 1945.Après la guerre, Singapour prit le chemin de l'indépendance. En 1955, la ville fut autorisée à organiser les premières élections générales de son histoire, mais la délégation envoyée en Grande-Bretagne en 1959 pour réclamer l'autonomie essuya un vif refus. Quatre ans plus tard, la petite cité-état déclara son indépendance et rejoignit la Fédération des États de Malaisie. Cependant, d'importants conflits idéologiques éclatèrent entre Singapour et la Fédération, c'est pourquoi deux ans plus tard, Singapour se déclara république indépendante.Depuis, la fortune du pays a fortement augmenté, et le niveau de vie de la population, l'économie et l'éducation ont connu de grandes améliorations. Aujourd'hui, Singapour est le cinquième pays le plus riche du monde (en termes de PIB) et ses industries touristiques et médicales sont en plein essor.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/singapore.json"
    },
    {
        "id": 20,
        "name": "Panama",
        "historical_info": "Panama, capitale de la République de Panama, est le terminus côté Pacifique du canal de Panama, dans le golfe de Panama. Le mot \"panama\" signifie \"beaucoup de poissons\" : en effet la ville fut bâtie sur le site d'un important village de pêche indigène qui existait déjà avant l'arrivée des conquistadors espagnols. La cité portuaire fut fondée en 1519 par le gouverneur espagnol du Panama sur la rive Pacifique de l'isthme afin de faciliter le transbordement des marchandises et des richesses provenant de l'Atlantique. La ville servit de point de passage principal lors de la conquête de l'empire inca, et la majorité de ses trésors transitèrent par Panama avant de rejoindre les coffres de l'Espagne.Grâce à ce commerce, la cité s'enrichit rapidement, ce qui lui valut par la suite d'être pillée et brûlée par le pirate anglais Sir Henry Morgan. Trois ans plus tard, la ville fut reconstruite un peu plus au sud. Si Panama était bien défendue par les espagnols, la destruction en 1746 du port des Caraïbes à Portobelo causa un sérieux préjudice aux routes commerciales terrestres. Le prestige et la richesse de Panama déclinèrent pendant un siècle, après quoi elle retrouva sa notoriété grâce à l'ouverture du chemin de fer du Panama. De nombreux chercheurs d'or en route pour la Californie affluèrent vers la ville par le train et la route. Les navires au départ de Panama transportèrent ainsi des vagues de population, mais aussi les provisions et fournitures nécessaires à la ruée vers l'or.Le Panama déclara son indépendance vis-à-vis de la Colombie en 1903, suite à quoi la ville de Panama fut choisie comme capitale du nouvel État. Lorsque la construction du canal de Panama s'acheva en 1914, la ville devint le principal centre commercial, économique et touristique d'Amérique centrale. Aujourd'hui, Panama abrite plus de 80 banques et elle est considérée comme la ville la plus riche d'Amérique latine. Au vu de la récente recrudescence d'investissements étrangers dans les transports de marchandises du Panama, et du référendum de 2006 visant à élargir le canal, le remarquable boum économique de la ville ne semble pas près de s'arrêter.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/panama_city.json"
    },
    {
        "id": 21,
        "name": "Le Cap",
        "historical_info": "Situé à la pointe méridionale de l'Afrique, Le Cap fut la première colonie européenne d'Afrique du Sud. En 1652, la Compagnie hollandaise des Indes orientales établit une escale pour ses navires sur les côtes de la Baie de la Table (un port situé au nord-ouest du Cap de Bonne-Espérance offrant un accès à l'eau potable). Quelques années plus tard, les colons hollandais s'aventurèrent à l'extérieur pour aménager des fermes. Ils exploitèrent ces dernières à l'aide d'esclaves importés d'autres contrées africaines. Les indigènes (les Khoïkhoï, que les Hollandais avaient surnommé \"Hottentots\") ne furent pas asservis. Nombre d'entre eux cohabitèrent, voire se marièrent, avec les colons. Au début du siècle suivant, la ville comptait près de 200 maisons et un port florissant.Au XVIIe siècle, le port continua de gagner en taille, mais également en importance stratégique : sa position permettait aux Hollandais de dominer le Cap de Bonne-Espérance, alors principale voie maritime entre l'Europe et l'Extrême-Orient. Les Britanniques tentèrent d'occuper le port en 1781, mais ils furent devancés par une flotte française qui y installa une garnison pour renforcer les Hollandais. Au cours de ce même siècle, la suprématie maritime des Britanniques leur permit d'assoir leur domination sur les colonies africaines. Dès lors, et ce jusqu'à ce qu'en 1814 la ville rejoigne définitivement le Royaume-Uni, Le Cap fut alternativement dominé par les Hollandais et les Britanniques. Ces derniers abolirent l'esclavage en 1834. Quelques années plus tard, la jeune cité comptait 20 000 citoyens. En 1870, des diamants furent découverts à l'intérieur des terres ainsi que de l'or 16 ans plus tard. Ces nouvelles attirèrent au Cap et dans les régions environnantes un nombre impressionnant d'opportunistes en tout genre.À la fin du XIXe siècle, la seconde guerre des Boers (1899-1902) éclata entre les républiques britannique et hollandaise. Selon les historiens, ce conflit est considéré soit comme une guerre contre le joug des Britanniques sur les colons de souche hollandaise, soit comme une rébellion d'Afrikaans décidés à asservir les non-blancs, soit comme une guerre de politiciens voulant mettre la main sur les richesses de la région. Le conflit fut aussi long que meurtrier. Bien que les combats eurent lieu à plusieurs kilomètres de la ville, Le Cap fut une base stratégique capitale pour les Britanniques. La ville développa son industrie en produisant de grandes quantités d'équipements militaires.En 1910, les colonies britanniques du Cap, de Transvaal, de Natal et de la rivière Orange devinrent l'Union de l'Afrique du Sud. Le Cap fut désignée comme capitale. Le XXe siècle vit les colons européens redoubler d'efforts pour se protéger de ce qu'ils estimaient être une montée en puissance et en nombre des indigènes africains. Les lois d'une politique ségrégationniste baptisée \"Apartheid\" reléguèrent les non-blancs au rang de citoyens de seconde zone. De fait, l'accès à l'emploi et à l'éducation leur devint limité, et ils durent subir l'ingérence des blancs dans leurs affaires. La lutte pour l'égalité s'intensifia au cours du siècle, ainsi qu'un mouvement de résistance interne (le gouvernement se voyant sanctionné par la communauté internationale). En 1990, l'Apartheid s'effondra, Le Cap et l'Afrique du Sud nommèrent alors Nelson Mandela président. Il fut le premier homme noir à détenir ce titre.Le Cap d'aujourd'hui est une ville dynamique et florissante. Cependant la ville souffre encore des séquelles causées par ces luttes interraciales, ainsi que de la misère et du manque d'éducation. Malgré cela, la ville survit à la transition de l'Apartheid vers la démocratie sans grande violence. Si Le Cap est aujourd'hui en proie à tous les maux frappant les mégapoles modernes (en plus des siens), la ville semble avoir devant elle un avenir radieux.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/cape_town.json"
    },
    {
        "id": 22,
        "name": "Sidon",
        "historical_info": "Sidon est une ville antique située sur la côte libanaise. Si elle était à l'origine un lieu de pêche et de commerce, la ville est surtout connue aujourd'hui pour être le terminus méditerranéen de l'oléoduc transarabique venu d'Arabie saoudite.Sidon fut fondée au troisième millénaire av. J.-C. par les Phéniciens.Sidon devint prospère et riche au deuxième millénaire av. J.-C. ; elle était notamment réputée pour la qualité de son verre et de ses teintures violette. Vers 2700 av. J.-C., les colons de Sidon fondèrent la ville côtière de Tyr, près de 35 km au sud. Pendant de nombreuses années, les deux cités luttèrent pour devenir le siège de la richesse et du pouvoir phéniciens.Lorsque la puissance phénicienne commença à péricliter, la richesse et l'emplacement stratégique de Sidon en firent une cible privilégiée de conquête. Au cours de son histoire, Sidon a été dominée par l'Assyrie, Babylone, la Perse, Alexandre le Grand, les Séleucides, la dynastie égyptienne des Ptolémées, les Romains, les Ottomans, les Français et, enfin, par le Liban. Durant les Croisades, la ville changea de mains à maintes reprises. Elle fut chaque fois en partie détruite, puis reconstruite. La région de la ville regorge de fortifications issues de diverses époques de l'Histoire. Aujourd'hui, Sidon abrite des musulmans sunnites et chiites, ainsi que des Grecs chrétiens catholiques et des maronites.La ville est mentionnée à de nombreuses reprises dans la Bible. Son citoyen le plus célèbre est probablement la reine pécheresse Jézabel, épouse du roi d'Israël du Nord, Achab, et grand-tante de la reine Didon de Carthage. Selon la Bible, Jézabel fut une dirigeante mauvaise et corrompue qui encouragea la vénération de divinités étrangères (en l'occurrence phéniciennes) en Israël. Pour ces crimes, elle fut tuée par ses propres eunuques et jetée à la rue où elle fut dévorée par des chiens.Pour tout dirigeant, il y a deux grandes leçons à tirer de cette histoire : premièrement, mieux vaut respecter la foi d'un peuple, et deuxièmement, il faut toujours se méfier des eunuques royaux.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/sidon.json"
    },
    {
        "id": 23,
        "name": "Tyr",
        "historical_info": "Tyr est une ancienne cité phénicienne située dans la partie sud du Liban, près de 20 km au nord de la frontière libano-israélienne. Tyr fut construite à la fois sur les terres et sur une île proche. Fondée vers 2700 av. J.-C. par des colons de Sidon, la ville grandit et devint vite une rivale de son aînée. Elle finit même par la surpasser, devenant un important centre de pêche et de commerce phénicien. Au IXe siècle av. J.-C., des colons de Tyr fondèrent la ville de Carthage en Afrique du Nord.Comme Sidon, Tyr est de nombreuses fois citée dans la Bible. Les rapports entre Israël et Tyr furent généralement cordiaux. D'ailleurs, Hiram Ier, roi de Tyr, fournit bon nombre de matériaux pour la construction du Temple de Salomon à Jérusalem.Comme elle était riche et idéalement située, Tyr fut la cible de tentatives d'annexion répétées, les puissances saccageant la région tentant leur chance les unes après les autres. Aux VIIIe et VIIe siècles av. J.-C., la ville connut une domination assyrienne. Au VIe siècle av. J.-C., elle résista à un long siège mené par le roi babylonien Nabuchodonosor II, mais fut prise peu de temps plus tard par les Perses. Au IIIe siècle av. J.-C., Alexandre le Grand de Macédoine entra en scène à la tête de son armée.Le siège de Tyr par Alexandre dura sept mois. Pour vaincre les défenseurs zélés de la ville, il détruisit totalement la partie de la cité située sur les terres, puis utilisa les décombres pour construire une chaussée jusqu'à l'île. Après avoir pris la ville, Alexandre le Grand montra combien il avait apprécié à leur juste valeur l'honneur et le courage des citoyens : il en mit 10 000 à mort et en vendit 30 000 autres comme esclaves. Si la ville eut un regain de vitalité sous les règnes égyptien et romain, elle ne se remit jamais vraiment de l'extrémisme d'Alexandre. Aujourd'hui, Tyr compte près de 120 000 habitants. En raison de sa proximité avec Israël, elle tend à souffrir quasi systématiquement dès que la violence éclate le long de la frontière libano-israélienne. Malheureusement, cela est tristement fréquent, et les bombes, balles et autres missiles des deux camps laissent chaque fois la cité un peu plus en ruine. Cela étant, Tyr a déjà survécu à pire (bien pire) que ce dont elle souffre aujourd'hui. Espérons qu'elle survive encore assez longtemps pour connaître à nouveau paix et prospérité.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/tyre.json"
    },
    {
        "id": 24,
        "name": "Anvers",
        "historical_info": "Anvers est une ville d'Europe centrale située en Belgique. Établie par les Francs au IVe siècle, Anvers fut vraisemblablement fondée sur les vestiges d'un camp romain datant du siècle précédent. À mesure que les royaumes se succédèrent, Anvers s'agrandit progressivement pour devenir au XVIe siècle la ville la plus riche d'Europe, véritable centre économique pour les marchands du monde entier.À l'apogée d'Anvers en tant que carrefour financier, négociants, marchands et banquiers de tous pays se retrouvaient en masse dans la ville en pleine expansion, apportant avec eux leurs arts et cultures d'origine. Bien que la ville connût une période de calme et de prospérité, elle vit ses richesses et sa population rapidement décliner au cours du XVIIIe siècle en raison de l'agitation provoquée par la Réforme protestante, ainsi que de l'influence grandissante d'Amsterdam à proximité.Au XXe siècle, Anvers fut occupée par les Allemands durant la Deuxième Guerre mondiale, puis libérée par les Alliés au terme de plusieurs années de conflit. Malheureusement pour les Anversois, l'Allemagne avait ravagé la ville à grands renforts de missiles V2 afin d'empêcher le ravitaillement par le port. La majeure partie de la ville fut anéantie, et il fallut attendre plusieurs décennies pour qu'Anvers retrouve une place de prestige au sein de l'Europe.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/antwerp.json"
    },
    {
        "id": 25,
        "name": "Cahokia",
        "historical_info": "Située dans le sud de l'État américain de l'Illinois, Cahokia fut autrefois une cité où l'on dénombrait plus de cent tumulus, créés aux environs de l'an 700 par la civilisation mississippienne. Couvrant près de 900 hectares, Cahokia est la plus grande cité amérindienne au nord du Mexique. Au début de son histoire, elle fit office de grand carrefour économique le long du Mississippi, permettant aux villages éloignés d'échanger des biens et des services.Parmi les 70 à 80 tertres encore visibles de nos jours, le plus grand est appelé \"tumulus des Moines\" et couvre une surface comparable à celle de la pyramide de Gizeh. Bien que l'on estime ce site abandonné depuis environ 600 ans, des colons européens peuplèrent la région au début du XIXe siècle, parmi lesquels un groupe de moines français (d'où le nom du fameux tumulus).Aujourd'hui, Cahokia est classée au patrimoine mondial de l'UNESCO. Chaque année, le site attire plusieurs centaines de milliers de touristes venus du monde entier, tandis que les archéologues de la région poursuivent leurs recherches et accumulent les découvertes.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/cahokia.json"
    },
    {
        "id": 26,
        "name": "Colombo",
        "historical_info": "Plus grande ville de l'île du Sri Lanka, Colombo est depuis longtemps un remarquable centre d'activité économique en raison de son emplacement stratégique sur les routes commerciales qui relient l'Asie, l'Afrique et le Moyen-Orient. Dès l'Antiquité, les navigateurs venus de Grèce, de Rome et de Chine faisaient escale au port naturel de Colombo avant de mettre le cap sur des ports plus lointains.Aux environs du VIIIe siècle, des colons et commerçants arabes élurent domicile dans la région de Colombo, espérant y faire fortune grâce à l'activité du port. Il fallut cependant attendre encore 600 ans, avec l'arrivée des explorateurs portugais, pour que l'influence économique de Colombo se développe véritablement. À partir du début du XVIe siècle, de nombreux empires virent en Colombo un indéniable atout stratégique et économique. Ainsi, la ville changea plusieurs fois de mains au cours de son histoire : des Portugais, elle passa aux Néerlandais avant de revenir aux Anglais.Aujourd'hui, Colombo et son port jouent un rôle capital dans l'économie du Sri Lanka, la plupart des biens importés et exportés au niveau national transitant par cette ville.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/colombo.json"
    },
    {
        "id": 27,
        "name": "Hong Kong",
        "historical_info": "Parfait exemple d'une cité-état, Hong Kong est une ville immense bordant la côte sud de la Chine. Comptant aujourd'hui plus de sept millions d'habitants, l'île de Hong Kong et ses territoires environnants accueillaient autrefois de nombreux petits villages, certains établis par des explorateurs étrangers. Au XIXe siècle, sous le règne de la dynastie chinoise Qing, l'importation d'opium indien vers la Chine vint troubler ses relations commerciales avec l'Angleterre. Espérant compenser ses importations de thé chinois de plus en plus onéreuses, la Grande-Bretagne se mit à augmenter ses exportations d'opium en provenance des colonies indiennes vers la Chine. L'Empire Qing décida qu'il en serait autrement et tenta de s'emparer des cargaisons d'opium, provoquant ainsi la première guerre de l'opium en 1839.Alors qu'elle était l'une des plus grandes puissances navales de l'époque, la Grande-Bretagne domina les forces chinoises sans grande difficulté et prit possession de l'île de Hong Kong. Après presque 3 années de conflit, la signature du traité de Nankin, en 1842, conféra de nombreux avantages aux Britanniques, dont le contrôle de Hong Kong. Colonie anglaise prospère pendant plus de 150 ans, Hong Kong fut finalement rétrocédée à la Chine en 1997, date à laquelle un transfert pacifique de souveraineté donna naissance à la Région administrative spéciale de Hong Kong. Cette ville se distingue aujourd'hui par son paysage urbain extrêmement dense, caractérisé par ses dizaines de gratte-ciel et ses innombrables néons. Malgré le système communiste au pouvoir dans la République populaire de Chine, la ville de Hong Kong dispose d'un gouvernement autonome à la philosophie ouvertement libérale. Elle est à présent considérée comme l'un des plus grands centres d'activité financière au monde.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/hong_kong.json"
    },
    {
        "id": 28,
        "name": "Ormus",
        "historical_info": "Les origines de la cité-État d'Ormus remontent au Xe siècle, lorsque des princes arabes cherchèrent à établir un port sur la côte sud de la Perse afin de contrôler les échanges commerciaux du golfe Persique. La cité dominait l'étroit détroit d'Ormuz, une route maritime stratégique reliant le golfe d'Oman au golfe Persique. Ormus s'enrichit de façon extravagante en devenant une escale cruciale des convois d'esclaves partant d'Afrique de l'Est pour rejoindre la Perse et l'Arabie. Ormus atteignit l'apogée de son influence au XIVe siècle ; la cité était alors l'un des plus puissants états maritimes de la région, disposant d'une vaste flotte marchande et d'une force navale de 500 navires de guerre.En 1505, le roi Manuel Ier de Portugal décida de bloquer les échanges commerciaux entre les musulmans et l'Inde. Afonso de Albuquerque mena ses vaisseaux dans le golfe en 1507, captura l'île d'Ormuz, y construisit un fort et déclara la cité d'Ormus territoire portugais. En mars 1515, Albuquerque revint avec une flotte de 27 navires et un contingent de 1 500 soldats équipés de canons pour maintenir la cité sous le joug portugais. D'après les récits des voyageurs et des prêtres portugais, la ville devint célèbre pour ses lieux de débauche et de plaisirs. Le luxe et les plaisirs d'Ormus ont été conservés dans un proverbe arabe de l'époque : \"Si le monde était une bague en or, Ormus en devrait être le diamant.\"Pendant les trois siècles qui suivirent, Ormus fut laissée à l'écart de la plupart des voies maritimes, mais la découverte de pétrole dans le golfe Persique et en Moyen-Orient lui donnèrent un nouveau rôle sur la scène du commerce mondial. En 2011, 35% des cargaisons de pétrole acheminées par la mer passaient par Ormus. La Révolution iranienne de 1979 mit fin à la monarchie absolue au profit d'une république fondamentaliste islamique sous l'administration de l'ayatollah Khomeini. Ce renversement politique ne fit qu'augmenter l'importance stratégique de la ville, puisque le nouveau gouvernement se déclara hostile aux puissances occidentales.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/ormus.json"
    },
    {
        "id": 29,
        "name": "Jérusalem",
        "historical_info": "Jérusalem, ville sainte pour les religions musulmane, juive et chrétienne, est l'objet de débats souvent houleux depuis son établissement en tant que capitale d'Israël. Certaines parties de la ville datent de plus de 6 000 ans, ce qui fait de Jérusalem l'une des plus anciennes villes connues au monde. Tout au long de son histoire tumultueuse, Jérusalem fut assiégée à de nombreuses reprises, alors qu'empires lointains et royaumes voisins se la disputaient.Lieu le plus ancien de Jérusalem, la Cité de David aurait été fondée par le légendaire roi David, au cours du Ier millénaire av. J.-C. Pendant les siècles qui suivirent, des immigrants et des réfugiés travaillèrent dur, sous bon nombre de rois et d'empereurs, pour agrandir la ville. Quand le califat musulman prit le pouvoir, au cours du VIe siècle, Jérusalem était déjà passée entre les mains des Macédoniens, des Romains et de l'Empire byzantin.Ce dernier siècle a sans doute été le plus contesté de toute l'histoire de Jérusalem, suite à la proclamation de l'État d'Israël et l'annexion de la ville, au terme de la guerre des Six Jours. Depuis, le contrôle israélien de Jérusalem constitue l'un des plus grands obstacles empêchant la résolution du conflit de longue date israélo-palestinien.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/jerusalem.json"
    },
    {
        "id": 30,
        "name": "La Venta",
        "historical_info": "Selon les archéologues, le site olmèque de La Venta, situé au centre du Mexique, était autrefois un important centre culturel, ayant également contribué au développement du commerce dans la région. Comme la zone environnante est dépourvue de pierres, les monuments olmèques que l'on trouve à La Venta ont la particularité d'être constitués uniquement d'argile et de terre. Bien que d'importantes portions du site aient disparu, les fouilles effectuées indiquent que La Venta était un lieu de cérémonie pour les Olmèques. Le site regorge de monuments et de sculptures, parmi lesquels des tombeaux et des autels. La Venta abrite quatre des plus célèbres \"têtes colossales\", sculptures emblématiques de la tradition olmèque. Les archéologues ne peuvent qu'élaborer des théories concernant l'origine de la pierre que les Olmèques ont utilisée pour façonner ces gigantesques décorations, pesant chacune plusieurs tonnes. Malheureusement, en raison des projets de construction en cours dans la région, il est peu probable que de nouvelles fouilles aient lieu à La Venta dans un avenir proche.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/la_venta.json"
    },
    {
        "id": 31,
        "name": "Vancouver",
        "historical_info": "Les peuples indigènes de la région vivaient dans le Nord-Ouest Pacifique depuis 10 000 ans lors de l'arrivée à Point Grey en 1972 de l'officier de marine britannique George Vancouver. En 1808, le marchand britannique Simon Fraser descendit la rivière qui porte aujourd'hui son nom jusqu'à Point Grey. D'après les écrits de Fraser et d'autres trappeurs, la Hudson Bay Company bâtit Fort Langley en 1827, mais la région demeura peu fréquentée jusqu'à la ruée vers l'or du Fraser en 1858. À cette époque, des mineurs de Californie et de l'Est du Canada affluèrent vers le canton.Mais une ressource plus durable, le bois, allait devenir le fondement de la croissance de cette région : de nombreuses scieries s'établirent sur le littoral. En 1867, un campement rustique du nom de Gastown émergea aux environs d'une taverne faisant face à la mer et dirigée par un certain \"Gassy\" Deighton. En 1884, la ville et son magnifique port naturel furent choisis comme terminus ouest du Chemin de fer Canadien Pacifique. L'afflux d'étrangers, en particulier de Scandinaves et d'Écossais, provoqua une telle croissance de la ville que les nombreux campements situés le long de la côte fusionnèrent. La ville de Vancouver fut officiellement fondée en avril 1886.Avec l'ouverture du canal de Panama en 1914, il devint possible de transporter par voie maritime des céréales et du bois vers la côte est des États-Unis et vers l'Europe depuis Vancouver. Une fois les quais du Ballantyne Pier terminés, Vancouver devint le port le plus avancé technologiquement de tout le Commonwealth. À la fin de la Seconde Guerre mondiale, la ville continua à se développer, atteignant le rang de huitième plus grande ville du Canada. L'essor du tourisme dans le Pacifique Nord attire un grand nombre de navires de croisière dans le port de Vancouver. En 2011, on a recensé 199 départs. Suite à la découverte de pétrole en Alaska et de gaz naturel dans l'ouest du Canada, ces régions sont en passe de devenir des pôles pétroliers et énergétiques majeurs.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/vancouver.json"
    },
    {
        "id": 32,
        "name": "Manille",
        "historical_info": "Bien que l'on manque d'éléments précis sur les origines de Manille, les premiers campements indiquant la future capitale des Philippines dateraient des environs du Xe siècle. Il fallut pourtant attendre jusqu'en 1571, date d'arrivée du conquistador espagnol Miguel López de Legazpi, pour voir ces premières habitations détruites et de nouveaux bâtiments se dresser et former la ville de Manille. Au cours des trois siècles qui suivirent, Manille et les îles des Philippines restèrent sous la domination espagnole. En 1898, l'Espagne céda les territoires philippins aux États-Unis après la guerre hispano-américaine.Le port de Manille, puisqu'il est nommé ainsi, fait partie des ports les plus fréquentés au monde, principal point de transit pour les importations et les exportations philippines. Avec sa grande variété de produits exportés, allant de la nourriture et des marchandises locales aux produits chimiques et industriels, l'archipel des Philippines compte avant tout sur le port de Manille pour servir son économie florissante. Le tourisme joue également un rôle majeur dans les revenus de Manille : des visiteurs viennent du monde entier pour voir Intramuros, son quartier le plus ancien entouré de fortifications.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/manila.json"
    },
    {
        "id": 33,
        "name": "Antananarivo",
        "historical_info": "Contrairement à la plupart des capitales d'Afrique du Sud, Antananarivo était déjà une colonie majeure bien avant l'arrivée des Européens. Siège des chefs hova, dont la tribu avait été fondée vers 1625, la ville fut surnommée \"Cité des Mille\", en raison du nombre de guerriers supposés la protéger. Entre 1689 et 1725, Madagascar regorgeait de pirates, et la capitale prospéra très rapidement grâce aux butins et richesses qui transitaient. En 1793, Antananarivo était devenue le siège des rois Merina qui contrôlaient tout Madagascar, et sa population atteignait les 80 000 âmes. La ville devint le principal centre marchand de l'île, son économie florissante alimentée par l'exportation de tabac et de cuir vers l'Europe et l'Inde.Les troupes françaises s'emparèrent de la ville en 1895, l'intégrant de force à leur protectorat de Madagascar. Les nouveaux administrateurs français entamèrent un vaste programme de reconstruction. En 1950, régie par des lois relativement clémentes, la ville avait atteint 175 000 habitants. Les Français firent construire deux forts, des écoles et une université, des parcs, des routes pavées et un système d'irrigation de l'eau, mais aussi de nombreuses églises. La ville et ses environs comptent actuellement plus de 5 000 lieux de culte. En 1955, Antananarivo devint un archidiocèse de l'Église catholique.En 1947, la Deuxième Guerre mondiale ayant nettement affecté leur prestige et leur présence militaire, les Français durent faire face à une insurrection sanglante orchestrée par les nationalistes malgaches. Après une année d'affrontements, le nombre de victimes s'élevait à environ 85 000. Par la suite, les Français instaurèrent de grandes réformes via une loi-cadre qui fournit une transition pacifique vers l'indépendance du pays. Après la création de la République de Madagascar, Antananarivo en devint la capitale. Renforcée par des entreprises lucratives de production de nourriture, de cigarettes et de textiles, la ville s'est rapidement modernisée. Aujourd'hui, avec près de deux millions d'habitants, Antananarivo est l'une des villes les plus importantes d'Afrique.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/antananarivo.json"
    },
    {
        "id": 34,
        "name": "Milan",
        "historical_info": "Fondée au IVe siècle av. J.-C. par les Insubres celtes, la ville de Milan, dans le nord de l'Italie, s'est développée jusqu'à devenir l'un des plus grands centres culturels de la Renaissance italienne.Conquise par les Romains vers 222 av. J.-C., Milan devint ensuite l'une des trois capitales de l'Empire romain pendant la Tétrarchie de l'empereur Dioclétien. Alors que l'Empire romain déclinait et que bon nombre de rois et empereurs se succédaient à la tête de Milan, la ville continua de prospérer pour devenir un important bastion de l'Italie du nord.Des nombreux aspects notables de l'histoire de Milan, ce sont ses contributions culturelles qui marquèrent le monde le plus durablement. Partie intégrante de la Renaissance italienne, Milan accueillit beaucoup de grands artistes ayant produit des œuvres parmi les plus remarquables de l'époque. Le plus célèbre résident de Milan fut sans doute le peintre Léonard de Vinci, qui passa une grande partie de sa vie à travailler et à étudier dans la ville.De nos jours, Milan est toujours reconnue comme l'un des principaux centres d'activité culturelle au monde, surtout en matière de mode et de design. Milan est également l'un des principaux centres financiers en Italie, la plupart des infrastructures de transport traversant la ville. De nombreuses multinationales possèdent des bureaux à Milan, dans des industries allant des télécommunications à la manufacture.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/milan.json"
    },
    {
        "id": 35,
        "name": "Mombasa",
        "historical_info": "Bien qu'il soit difficile de remonter précisément aux origines de Mombasa en raison d'archives contradictoires, il est probable que la deuxième plus grande ville du Kenya fût fondée autour du Xe siècle. Au Moyen Âge, Mombasa était déjà une ville prospère, dont l'économie était avant tout basée sur l'exportation d'ivoire. Mombasa était également connue pour ses vastes plantations produisant des noix de coco, des noix de cajou et du millet, alors expédiés sur les routes commerciales traversant l'océan Indien. Kilindini, le port de Mombasa, est le seul port maritime international du Kenya, ce qui permit à la ville de devenir un centre majeur pour le commerce et les affaires du pays. Aujourd'hui, les principales exportations de Mombasa proviennent toujours de l'agriculture, où l'on produit majoritairement du café, du thé et des céréales.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/mombasa.json"
    },
    {
        "id": 36,
        "name": "Prague",
        "historical_info": "Amplement reconnue pour ses contributions culturelles dans l'Europe au cours du dernier millénaire, Prague, capitale de la République tchèque, est passée du petit village qu'elle était au VIIIe siècle à l'importante métropole que l'on connaît aujourd'hui, hébergeant plus d'un million d'habitants.La ville connut son apogée au cours du XIVe siècle avec l'empereur romain germanique Charles IV. Les plus célèbres monuments de la ville furent pour la plupart construits sous son règne, dont la cathédrale gothique Saint-Guy. Prague se développa également en tant que centre économique durant cette période, accueillant des marchands et des financiers venus des quatre coins de l'Europe, alors que la population augmentait fortement.Réputée pour ses prestigieux musées, théâtres et autres attractions culturelles, Prague est aujourd'hui une destination touristique extrêmement populaire. On estime actuellement que trois millions de visiteurs par an se rendent à Prague pour y admirer ses somptueux monuments historiques.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/prague.json"
    },
    {
        "id": 37,
        "name": "La Valette",
        "historical_info": "Capitale de la République de Malte, située au sud de la Sicile dans la mer Méditerranée, La Valette fut fondée par Jean Parisot de La Valette, grand maître de l'ordre de Malte. En 1530, le roi espagnol Charles V céda l'île de Malte à l'ordre chrétien militaire des chevaliers hospitaliers, alors que l'empire islamique ottoman était à son apogée. Cet événement mena au célèbre Grand Siège de Malte en 1565, lorsque les Ottomans tentèrent d'envahir l'île et de terrasser les chevaliers. Après avoir repoussé l'invasion, l'ordre de Malte décida de bâtir une nouvelle ville fortifiée afin de se protéger de futures attaques. La Valette fut fondée le long des côtes maltaises, emplacement idéal laissant un accès facile à deux ports majeurs. C'est par le Grand Harbour, port le plus important de Malte, que transitent aujourd'hui la plupart des importations et exportations de la république.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/valletta.json"
    },
    {
        "id": 38,
        "name": "Le Vatican",
        "historical_info": "L'État de la Cité du Vatican, territoire fortifié établi en 1929, constitue aujourd'hui l'épicentre de l'Église catholique et de ses millions de croyants à travers le monde. Signés afin de résoudre les conflits entre le pape et le royaume d'Italie autour de la possession et du contrôle de Rome, les accords du Latran jetèrent les fondations d'une ville-état indépendante, enclavée dans la ville de Rome. Dernier représentant de la monarchie absolue en Europe, le pape, à la tête de la Cité du Vatican, détient l'autorité suprême dans le gouvernement de l'enclave. La cité en elle-même est bien connue pour les innombrables œuvres d'art disséminées dans ses musées et cathédrales. La basilique Saint-Pierre et la chapelle Sixtine sont sans doute les deux sites les plus connus du Vatican ; on peut y admirer des œuvres de Michel-Ange, Raphaël et Botticelli.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/vatican_city.json"
    },
    {
        "id": 39,
        "name": "Wittenberg",
        "historical_info": "La ville de Wittenberg, petite bourgade du centre de l'Allemagne, jouit d'un statut particulier dans l'histoire. C'est en effet la ville natale de la Réforme protestante engagée par Martin Luther au XVIe siècle. La ville, bien établie dans le Saint Empire romain germanique en tant que siège du pouvoir de l'Électorat de Saxe, doit surtout sa renommée à la révolte de Martin Luther. Alors qu'il enseignait la théologie à l'université de Wittenberg, Martin Luther exprima sa désapprobation concernant les indulgences, qui consistaient à payer l'église catholique pour le pardon des péchés. En 1517, Martin Luther placarda ses désormais célèbres \"Quatre-vingt-quinze Thèses\" sur la porte de la chapelle du château de Wittenberg, déclenchant ainsi la Réforme protestante dans toute l'Europe. Il fallut plus d'un siècle pour que cessent les guerres de religion entraînées par cette Réforme, mais Wittenberg restera à jamais le berceau de la révolte de Martin Luther. Wittenberg fut plus tard ravagée par la Seconde Guerre mondiale, mais la plupart de ses quartiers historiques ont été épargnés par les bombardements massifs des Alliés. Après la fin de la guerre, la ville fut occupée par les Soviétiques avant d'être intégrée à l'Allemagne de l'Est en 1949, jusqu'à la réunification de l'Allemagne en 1990.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/wittenberg.json"
    },
    {
        "id": 40,
        "name": "Erevan",
        "historical_info": "L'histoire d'Erevan, capitale actuelle de l'Arménie figurant parmi les plus anciennes villes au monde, remonte jusqu'en 782 av. J.-C., date à laquelle la forteresse d'Erebouni fut construite par le roi Argishti Ier. Depuis, de nombreux et puissants empires ont régné tour à tour sur Erevan, conquise lors des invasions arabes au VIIe siècle. C'est au cours de cette période qu'Erevan devint une étape importante pour les caravanes cheminant entre l'Europe et l'Asie. De nos jours, Erevan est connue pour ses nombreuses industries qui représentent plus de 50% de la production arménienne. Produisant de la machinerie lourde, des produits chimiques, des matières premières et des textiles, elles ont toutes contribué à l'économie croissante de la ville. Erevan possède également plusieurs distilleries et joue de ce fait un grand rôle dans la bonne réputation que l'Arménie a acquise en produisant un alcool d'excellente qualité.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/yerevan.json"
    },
    {
        "id": 41,
        "name": "Zanzibar",
        "historical_info": "Archipel situé à l'est de l'Afrique au large des côtes tanzaniennes, et autrefois surnommé \"îles aux épices\", Zanzibar fait rêver depuis longtemps les marchands qui sillonnent les mers du monde entier. Autrefois, Zanzibar était le premier producteur mondial de clous de girofle, en plus d'autres épices comme la noix de muscade et la cannelle. De nos jours, l'économie de Zanzibar repose essentiellement sur l'industrie lucrative du tourisme, ainsi que sur l'agriculture.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/zanzibar.json"
    },
    {
        "id": 42,
        "name": "Zurich",
        "historical_info": "L'histoire de Zurich, plus grande ville de la Suisse contemporaine, remonte à l'époque des Romains, qui auraient fondé une petite cité fortifiée il y a de cela deux mille ans. Le développement de Zurich en grand centre international du commerce et des finances date quant à lui du XVIIIe siècle, époque où d'importants aménagements furent effectués et où la ville s'agrandit en conséquence.Zurich est aujourd'hui un carrefour économique incontournable pour la Suisse et pour l'Europe ; de nombreuses banques et institutions financières parmi les plus prestigieuses au monde ont choisi d'y implanter leur siège. La place boursière suisse, qui existe depuis plus de 150 ans, est également basée à Zurich.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/zurich.json"
    },
    {
        "id": 43,
        "name": "Samarcande",
        "historical_info": "Située dans une région d'Asie centrale connue sous le nom de Transoxiane, Samarcande est l'une des plus anciennes villes du monde. Bâtie dans la fertile vallée du Zeravchan, Samarcande jouissait de ressources naturelles abondantes et de grandes réserves de nourriture. Plus important, elle se trouvait sur le passage de la célèbre route de la soie, le principal axe de commerce entre l'Orient et l'Occident. Fondée en 700 av. J.-C. par les Sogdiens, la ville évolua rapidement. Elle était déjà l'une des plus riches et importantes villes du monde lorsqu'Alexandre le Grand la conquit en 329 av. J.-C.La cité demeura une grande puissance commerciale pendant de nombreux siècles ; elle s'enrichit grâce aux taxes imposées aux caravanes voyageant sur la route de la soie, et servit également à véhiculer les innovations techniques et culturelles entre l'Est et l'Ouest. La légende raconte que le secret de la fabrication du papier fut soutiré à deux prisonniers chinois par les Musulmans en l'an 751, une découverte qui entraîna l'ouverture à Samarcande de la première fabrique de papier du monde islamique. La technique de fabrication du papier de lin se transmit ensuite à travers tous les territoires musulmans, et plus tard à l'Europe.Marco Polo, dans son récit détaillant son voyage le long de la route de la soie jusqu'à la Chine, décrivit Samarcande comme \"une très noble et grandissime cité\". En 1370, Tamerlan, fondateur de la dynastie des Timourides, choisit Samarcande comme capitale. Pendant 35 ans, il entreprit de reconstruire la ville (et cela plusieurs fois), et d'y attirer les meilleurs artisans, marchands et érudits de toute l'Asie centrale.Mais l'ouverture des routes maritimes entre l'Orient et l'Europe, et plus tard l'exploitation du nouveau continent des Amériques, fut peu profitable à Samarcande. La population chuta précipitamment, et la ville demeura même inhabitée pendant un temps. Ce n'est qu'en 1887, lorsqu'elle devint une capitale provinciale de l'Empire russe (alors en pleine expansion), que Samarcande redevint l'important pôle économique qu'elle était jadis.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/samarkand.json"
    },
    {
        "id": 44,
        "name": "Malacca",
        "historical_info": "Malacca fut fondée vers 1400 lorsque Paramesvara, roi de Tumasik, fuyant les forces d'invasion de Majapahit, trouva refuge dans un petit village de pêcheurs. C'est là, dans un port dominant le détroit de Malacca, qu'il fonda le Royaume malais, dont l'autorité s'étendit rapidement sur toute la péninsule et même au-delà. Le Sultanat de Malacca devint rapidement une halte indispensable pour les marchands chinois, arabes et européens, qui venaient s'y réapprovisionner en eau et en nourriture. Le règne des Malais prit fin lorsqu'en 1511 Afonso de Albuquerque s'empara de la ville au nom du Portugal.Au cours du siècle qui suivit, Malacca devint le port commercial le plus important de toute l'Asie du Sud-Est, les Portugais y ayant construit de vastes quais et des entrepôts pour faciliter l'exportation du sucre et du riz. La croissance du port continua après que la Compagnie néerlandaise des Indes orientales eut capturé et fortifié la ville en 1641. La rivalité entre les Britanniques et les Néerlandais pour le contrôle des détroits tourna en faveur des Britanniques lors de la signature du Traité de Londres en 1824, et Malacca devint l'un des premiers \"établissements des détroits\" de l'Empire britannique. Mais l'ensablement massif de l'estuaire et la croissance de Singapour provoqua le déclin de Malacca en tant que centre marchand.Après la dissolution de la colonie britannique suite à l'occupation japonaise au cours de la Deuxième Guerre mondiale, Malacca fut intégrée à l'Union malaise indépendante en 1957 (qui devint plus tard l'actuelle Malaisie). Avant la guerre, la région avait largement développé la culture du caoutchouc, et après le conflit, cette matière première devint la principale source d'exportation de Malacca et permit à la ville de regagner son statut de port majeur. Le dragage et la construction de brise-lames rendit la zone accessible aux cargos à fort tirant d'eau et aux porte-conteneurs, et la construction de voies ferrées et d'une autoroute moderne ralliant la ville lui permit de redevenir un important point d'arrêt pour le transport de marchandises.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/malacca.json"
    },
    {
        "id": 45,
        "name": "Mogadiscio",
        "historical_info": "D'après le Périple de la mer Érythrée, Mogadiscio était déjà un centre maritime important au Ier siècle, lorsque les marchands romains entamèrent des échanges commerciaux avec les ports égyptiens situés le long du littoral de la mer Rouge. Avec l'arrivée de marchands musulmans dans la ville somalienne autour de l'an 900, les routes commerciales s'étendirent jusqu'à des contrées aussi lointaines que la Chine, le Vietnam et le Sri Lanka. Lorsque l'explorateur et auteur marocain Ibn Battûta débarqua en 1331, il découvrit Mogadiscio à l'apogée de sa prospérité. Elle était alors la cité la plus importante de la corne de l'Afrique.La richesse de Mogadiscio donna vie à de nombreuses légendes en Europe, nourries par les récits des voyageurs. Vasco de Gama, qui fit escale dans la ville au XVe siècle, expliqua qu'elle était bien défendue et élégamment bâtie, avec des maisons de quatre à cinq étages, d'immenses palais dans le centre et de nombreuses mosquées. Au siècle suivant, le voyageur portugais Duarte Barbosa écrivit que des centaines de navires provenant de territoires lointains mouillaient dans son port, chargés de cargaisons de tissus et d'épices qu'ils troquaient contre de l'or, de la cire et de l'ivoire. Barbosa décrivit également Mogadiscio comme un haut-lieu de l'industrie du tissage, dont les produits étaient très prisés en Égypte et en Syrie.La convoitise incita les grandes puissances européennes à tenter de prendre la ville pour l'intégrer à leurs empires coloniaux. Les Portugais essayèrent sans succès, imités plus tard par la Compagnie anglaise des Indes orientales, qui établit un bref contrôle sur la ville. En 1892, le sultan de Zanzibar céda Mogadiscio à l'Italie, qui en fit la capitale de la Somalie italienne en 1905. En 1960, la Somalie obtint son indépendance pacifiquement mais la démocratie s'écroula au cours de la guerre civile de 1991. Depuis 1994, année où les Nations Unies retirèrent leurs forces de maintien de la paix, Mogadiscio n'a cessé d'être déchirée par des conflits incessants opposant les milices rivales. Au milieu d'un tel chaos, son port autrefois florissant est tombé en décrépitude.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/mogadishu.json"
    },
    {
        "id": 46,
        "name": "Byblos",
        "historical_info": "Des fouilles archéologiques ont révélé que les premiers habitants du site de Byblos, sur la côte méditerranéenne, dataient de l'ère néolithique. Dès le IVe siècle av. J.-C., le site devint une importante colonie capable de subvenir à ses propres besoins grâce à la pêche et à l'agriculture. Au cours des millénaires qui suivirent, l'exportation de cèdre vers l'Égypte devint de plus en plus importante, le bois servant à la fabrication de bateaux et de quais, et l'huile de cèdre étant utilisée dans le processus de momification des corps. Aux alentours de 2150 av. J.-C., les Amorrites incendièrent le site au cours de leur invasion, provoquant l'abandon du site pendant près de deux siècles avant que les Phéniciens ne reconstruisent le port, rebaptisant la ville Gebal. La ville contribua de manière cruciale au développement de la civilisation grâce à la création d'un alphabet phonétique à 22 caractères, qui allait remplacer le complexe système cunéiforme utilisé dans la région.Centre marchand majeur, Gebal devint encore plus importante après les occupations successives des Assyriens, des Babyloniens, des Achéménides et des Perses. Après avoir été conquise par Alexandre, Byblos prospéra en tant que cité hellénique, ses citoyens ayant adopté le style vestimentaire, la langue et les croyances des Grecs. En plus du cèdre, des céréales et des fruits, la ville devint célèbre pour la production et l'exportation de papyrus, qui lui valut son nom grec de Byblos. Au cours de l'ère romaine, la ville perdit sa suprématie commerciale, mais son rôle religieux augmenta grâce aux nombreux groupes de pèlerins qui y faisaient escale lors de leurs périples vers divers sites sacrés.En 395 av. J.-C., bien que n'étant qu'un petit port secondaire, Byblos devint partie intégrante de l'Empire byzantin, jusqu'à ce que les Musulmans l'envahissent en 637. Sous le régime musulman, la richesse et l'influence de la ville, rebaptisée Jbeil, continuèrent à décliner, et elle finit par être abandonnée. Byblos disparut dans l'oubli jusqu'à ce qu'un historien français, Ernest Renan, la mette au jour dans les années 1860. Même si Byblos ne sera plus jamais un puissant port maritime, elle renaît en tant que destination touristique de choix, et accueille de nombreux vacanciers attirés par ses plages de sable blanc, son climat clément et ses ruines datant du temps des Romains, des Musulmans et des Croisades.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/byblos.json"
    },
    {
        "id": 47,
        "name": "Kyzyl",
        "historical_info": "Fondée en 1914 sous le nom de Belotsarsk par la Russie tsariste pour servir de capitale à la république de Touva, Kyzyl se trouve à la jonction de deux affluents du fleuve Ienisseï, au cœur de l'Asie. Ses habitants déclarent d'ailleurs que la ville est située exactement en plein centre de l'Asie. La région, qui était contrôlée par les Mongols, passa ensuite sous contrôle mandchou de 1757 jusqu'à 1911. Durant la rébellion chinoise de 1911, la Russie tsariste proclama le protectorat de Touva, une décision que la Chine ne put contester. Après la Révolution russe, la ville fut successivement occupée par l'Armée Rouge et l'Armée blanche, puis de nouveau par la Chine pendant deux ans, avant que les Bolcheviks proclament une république communiste en août 1921, faisant de Kyzyl (dont le nouveau nom signifie \"rouge\" en turc) leur capitale. L'Union soviétique annexa complètement Kyzyl et Touva en 1944.La ville resta presque entièrement isolée du reste du monde jusqu'à la formation de la Fédération de Russie en 1992. Cet isolement forcé permit la préservation de la culture Turco-mongole unique qui caractérise la ville. Le Khuresh, un dérivé touvain de la lutte, y est extrêmement populaire, et un grand tournoi a lieu chaque année à Kyzyl. Tous les ans, lors du festival du Naadam, on y célèbre également la musique turque, et notamment le chant de gorge touvain. Depuis l'effondrement de l'URSS, une action concertée a été lancée pour préserver la riche tradition orale de la région à travers des épopées, des poèmes, des énigmes et des virelangues.Depuis 1992, le Mouvement démocrate touvain vise à proposer des emplois et des logements aux nomades de la République, ainsi qu'à promouvoir la langue et l'artisanat de Touva. Après une série d'attaques contre l'importante population russe de Kyzyl qui fit 88 victimes, de nombreux Russes quittèrent la ville pour d'autres cités de la Fédération. Kyzyl est désormais un lieu touristique, mais l'endroit reste éloigné et difficile à atteindre.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/kyzyl.json"
    },
    {
        "id": 48,
        "name": "Ife",
        "historical_info": "Selon les légendes anciennes, la cité sainte de Ife est le berceau des Yorubas, la plus grande tribu d'Afrique de l'Ouest. D'après la mythologie yoruba, Oduduwa, le frère du dieu suprême Obatala, descendit du ciel et lança une poignée de poussière sur l'océan primordial, créant ainsi l'emplacement sur lequel se tiendrait Ife. Le mot \"ife\" signifie \"croissance\" en yoruba, et d'après les croyances, Ife ne serait pas seulement le berceau des Yorubas, mais également celui de toute l'humanité.Quelle que soit son origine, dès le XIe siècle av. J.-C. Ife était la capitale d'un royaume bien établi sur le territoire de l'actuel Nigéria. En l'espace d'un siècle, la cité avait établi une influence religieuse et politique considérable dans la région, principalement sur le royaume Edo du Bénin, au sud-est. Les villes yorubas du Bénin et d'Oyo devinrent des centres politiques importants, mais Ife resta la capitale spirituelle de toute la région. Ife fut épargnée par les attaques des Peuls qui renversèrent Oyo, mais la cité fut affaiblie dans les années 1820 par des conflits avec le royaume d'Owu, au sud-ouest, pour le contrôle du commerce des esclaves. En 1882, Ife frôla la destruction quand une armée constituée de guerriers d'Ibadan et de Modakeke pillèrent la cité sainte.Si Ife resta une ville sainte pour les Yorubas, son influence politique fut réduite à néant au début de XXe siècle. Suite aux guerres napoléoniennes, les Britanniques établirent une série de ports et de comptoirs commerciaux en Afrique de l'Ouest. En 1885, l'influence britannique dans cette partie de l'Afrique fut reconnue par les autres puissances européennes, et l'année suivante, la Compagnie royale du Niger était agréée par la couronne. Le Nigéria resta attaché à l'Empire Britannique jusqu'à la proclamation de son indépendance en 1960. Pendant la période coloniale, la ville d'Ife n'intéressait que les érudits européens et les pèlerins yorubas.",
        "category": "Cités-états religieuses",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/ife.json"
    },
    {
        "id": 49,
        "name": "Kiev",
        "historical_info": "Selon la légende, Kiev fut fondée par trois frères slaves, Kyi, Schek et Khoryv, vers le début du VIe siècle. Depuis lors, la ville (l'une des plus anciennes d'Europe) connut des périodes fastes, mais aussi des moments sombres. Cela ne l'empêcha pas de rester le centre culturel slave le plus important et de jouer un rôle majeur dans le développement de la civilisation slave orientale au Moyen Âge.Située sur la rive du Dnieper, importante route fluviale entre Constantinople et la Scandinavie, Kiev fut d'abord dirigée par la noblesse Varègue (les Vikings) et devint le noyau de l'état Rus. Au cours de l'an mil, la ville atteignit son apogée, étant devenue un centre culturel doté de 400 églises, huit marchés, de quais et d'un caravansérail, ainsi que de demeures magnifiques. Avec la création de l'Académie Mogilyanskaya en 1632, la ville devint un centre universitaire majeur. Mais en tant que capitale de la Rus' de Kiev, la cité fut pillée et occupée à de nombreuses reprises.En 1667, la ville fut intégrée à l'Empire russe : elle conserva son statut de centre religieux et culturel, mais son influence politique et économique devint marginale. Au cours du XIXe siècle, Kiev connut une \"Russification\" croissante due à la migration russe, la politique éducative et l'industrialisation. Cependant, de nombreux enthousiastes au sein de la noblesse, des militaires et des marchands ukrainiens de souche firent en sorte de préserver les aspects culturels de la ville, souvent par l'intermédiaire d'activités clandestines comme l'imprimerie, le théâtre amateur, les soirées privées ou les festivals folkloriques.Rattachée de force à l'Union soviétique, la ville dut faire face à de nombreuses difficultés : une famine décima les classes inférieures entre 1932 et 1933, les purges de Staline éradiquèrent presque entièrement l'Intelligentsia entre 1937 et 1938, et l'invasion nazie entre 1941 et 1943 sema mort et destruction dans toute la cité. Mais Kiev survécut, et lors de l'effondrement de l'Union soviétique et de la proclamation de l'indépendance de l'Ukraine en 1991, Kiev la rescapée fut proclamée capitale et centre culturel du pays.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/kiev.json"
    },
    {
        "id": 50,
        "name": "Buenos Aires",
        "historical_info": "Ville attrayante et dynamique de 126 km² construite sur un axe nord-sud le long du Rio de la Plata, Buenos Aires est depuis des siècles la porte de l'Argentine. Les habitants de Buenos Aires, qu'on appelle les Portenos, sont issus d'horizons variés et possèdent une identité culturelle riche et complexe. Les origines espagnoles, portugaises, italiennes, allemandes, irlandaises, polonaises et juives se mêlent à des influences locales pour former une ville pluriculturelle, surnommée le \"Paris de l'Amérique du Sud\". En effet, de par son style de vie et son architecture, Buenos Aires est la plus européenne des villes de l'hémisphère sud. Son agencement est une vraie mosaïque, à l'image de ses habitants, de sa cuisine et de sa musique. Buenos Aires est la ville la plus visitée d'Amérique du Sud (et même plus que Rio de Janeiro).La ville fut fondée en 1536 par une expédition espagnole et baptisée Ciudad de Nuestra Senora Santa Maria del Buen Ayre (\"Notre-Dame Sainte-Marie du Bon Vent\"). À la proclamation de l'indépendance de l'Argentine en 1816, la ville cosmopolite en devint la capitale. Entre 1880 et 1940, Buenos Aires servit de refuge aux Européens cherchant à fuir les persécutions politiques, religieuses, idéologiques et artistiques. Chaque nouvelle vague d'immigrants, Irlandais affamés, Juifs dévots ou encore rescapés tsaristes, apporta ses traditions et ses caractéristiques au savant mélange qui allait faire de cette capitale l'une des plus cosmopolites du monde.Mais rien ne symbolise mieux la ville que le tango, un mélange de plusieurs danses apparu à la fin des années 1880. Pratiqué dans les salles de danse, les parcs, les places publiques et les salles de bal, le tango devint rapidement la danse nationale, mêlant l'élégance de la réserve à l'exubérance de la passion. Il est rare qu'une danse soit aussi profondément liée à une ville comme le tango à Buenos Aires, l'âme de l'Argentine.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/buenos_aires.json"
    },
    {
        "id": 51,
        "name": "M'banza-Kongo",
        "historical_info": "Située sur un plateau bas au nord-ouest de l'Angola, la ville de M'banza-Kongo, fondée vers 1390, était la résidence du Manikongo, dirigeant incontesté du Royaume de Kongo. À son apogée, les guerriers bantous de M'banza-Kongo contrôlaient un territoire s'étendant de la côte atlantique centrale jusqu'à la rivière Kwango, et de Pointe-Noire jusqu'au sud de la rivière Loje. La ville subsistait grâce aux impôts, au travail forcé et aux prélèvements royaux, et le Manikongo vendait parfois des esclaves, du cuivre et de l'ivoire aux Européens de la côte pour financer son armée. Les villes et les royaumes voisins étaient également contraints de participer à la croissance de M'banza-Kongo, qui devint rapidement l'une des villes africaines les plus riches du XVIe siècle.En 1568, le roi fut forcé d'autoriser l'établissement d'une colonie portugaise dans la province de Luanda. Cette base permit aux Portugais de prendre progressivement le contrôle de la plupart du territoire entourant M'banza-Kongo, entraînant des tensions de plus en plus fortes. Lors de la bataille d'Ambuila en 1665, les troupes portugaises, composées de mousquetaires et d'artillerie légère, imposèrent une cuisante défaite à l'armée du Manikongo : plus de 5 000 guerriers indigènes périrent, dont le roi, entraînant la fin de la suprématie militaire de M'banza-Kongo dans la région. Cette bataille est considérée comme le principal tournant de l'histoire de la ville, qui fut dès lors pillée à plusieurs reprises au cours des guerres civiles qui suivirent la mort du roi. En 1678, la ville était presque entièrement abandonnée.M'banza-Kongo connut une renaissance lorsque la prophétesse chrétienne Béatrice Kimpa Vita et ses disciples, encouragés par le Portugal, s'y installèrent en 1705, et la proclamèrent capitale du Kongo en 1709. Le royaume, tributaire du Portugal, continua d'exister pendant 150 ans jusqu'à ce qu'il soit partagé entre le Portugal, la Belgique et la France lors de la Conférence de Berlin en 1884. M'banza-Kongo ne retrouva jamais sa gloire passée, même après la proclamation de l'indépendance du Congo en 1960.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/m'banza-kongo.json"
    },
    {
        "id": 52,
        "name": "Kaboul",
        "historical_info": "Abd al-Rahman avait écrit à ses compatriotes afghans \"Soyez unis comme la pluie, et puissants comme l'océan\". On peut dire que les habitants de Kaboul, la plus grande ville d'Afghanistan, ont suivi ce commandement à la lettre car ils réussirent à conserver leur identité et leur culture même après les multiples invasions. Située dans une vallée au creux de la chaîne de l'Hindou-Kouch, la plaine de Kaboul est un emplacement stratégique permettant de contrôler la passe de Khyber, sur la route entre le sud et le centre de l'Asie. Kaboul est le centre culturel et éducatif de l'Afghanistan, et malgré les nombreux conflits qui réduisirent son influence à partir de 1978, la ville réussit à reprendre son rôle historique dans la vie culturelle et politique de l'Hindou-Kouch après l'ascension de l'administration de Karzai en 2001.En 3 500 ans d'existence, Kaboul a rarement été libre. Le Rig-Veda hindouiste la décrit comme la ville idéale, \"une vision du paradis en pleine montagne\". Vers la fin de l'Empire achéménide, la ville devint le cœur du zoroastrisme. Pendant les siècles qui suivirent, Kaboul fut occupée par de nombreux royaumes et empires. En 1504, elle fut prise par Bâbour, qui en fit son quartier général pendant l'avènement de l'Empire moghol. Bâbour y vécut vingt ans et tomba littéralement amoureux de Kaboul, à tel point que sa tombe porte une inscription en perse disant : \"S'il existe un paradis sur Terre, il se trouve là-bas\".Kaboul connut enfin la liberté à l'aube du XXe siècle, et s'ensuivit une renaissance qui dura 60 ans. Durant les quarante années du règne libéral de Mohammad Zaher Shah, des investissements européens permirent à la ville de s'équiper d'un réseau de communication et de transport moderne. L'occupation soviétique qui perdura pendant dix ans se termina en guerre civile en 1989, laissant alors la place à l'Émirat islamique d'Afghanistan, contrôlé d'une main de fer par les Talibans. Kaboul ne put commencer à réaffirmer son identité culturelle historique qu'après la création d'un nouveau gouvernement démocrate initié par une coalition américaine.",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/kabul.json"
    },
    {
        "id": 53,
        "name": "Sofia",
        "historical_info": "À la fois capitale et plus grande ville de Bulgarie, Sofia se situe au centre de la péninsule des Balkans. Les Serdi, une tribu thracienne, furent les premiers à s'installer dans la région en 700 av. J.-C. Autour de 29 av. J.-C., les territoires serdi furent conquis par les Romains. La ville, idéalement située le long d'une importante route de commerce traversant les Balkans, connut son essor sous le règne de l'empereur Trajan (de 98 à 117). Toutefois, c'est sous l'empereur byzantin Constantin qu'elle vécut sa plus grande période de prospérité et de paix. Passée cette époque, l'histoire de Sofia ne fut plus qu'une longue suite de conflits, de guerres et de conquêtes.La ville fut en grande partie détruite par l'invasion des Huns en 447. Rebâtie par l'empereur Justinien Ier, elle fut saisie en 809 par les forces du bulgare Khan Kroum. Ce dernier fut ensuite délogé par les Turcs ottomans en 1382. Suite à l'échec de la croisade de Ladislas III Jagellon de Pologne visant à libérer la Bulgarie, l'élite chrétienne de la ville fut massacrée et Sofia devint la capitale de la province ottomane de Roumélie. Elle le demeura pendant près de quatre siècles.Sofia fut capturée par les troupes russes pendant la guerre russo-turque de 1878 et nommée capitale de la \"principauté autonome de Bulgarie\", laquelle évolua pour devenir le royaume de Bulgarie en 1908. Après avoir obtenu son indépendance, la Bulgarie se trouva entraînée dans deux guerres balkaniques. Plus tard, la Bulgarie resta à l'écart de la Première Guerre mondiale pendant près d'une année avant de se joindre aux Empires centraux, s'opposant ainsi à la Serbie, la Grèce et la Roumanie, trois pays alliés des puissances occidentales.L'entre-deux-guerres fut une période de conflits et de bains de sang. La Bulgarie rejoignit les forces de l'Axe en 1941 ; en conséquence, Sofia fut bombardée massivement par les forces aériennes des Alliés en 1943 et occupée par l'Armée rouge en septembre 1944. L'occupation soviétique dura jusqu'à l'effondrement du rideau de fer en 1989, dernier épisode de la longue et tumultueuse histoire de la ville.",
        "category": "Cités-états militaristes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/sofia.json"
    },
    {
        "id": 54,
        "name": "Ur",
        "historical_info": "Ancienne cité côtière située à l'embouchure de l'Euphrate, à l'extrémité nord du golfe Persique, les ruines d'Ur se trouvent désormais à l'intérieur des terres, à près de 240 km de la rivière. Décrite dans la Genèse comme le lieu qui vit naître le patriarche juif Abraham, \"l'Ur des Chaldéens\" fut fondée en 5500 av. J.-C., à la période Ubaid de Sumer. Régissant le commerce entre les villages bordant l'Euphrate, le Tigris et le littoral, Ur se trouvait à l'emplacement idéal pour devenir un centre politique et économique. Le fondateur de la première dynastie d'Ur, Mesannepada, entreprit la construction de ports et de digues dans le but de maîtriser les crues annuelles. En 2800 av. J.-C., Ur était devenue l'une des premières cités-États sumériennes, traversée par les grands axes commerciaux entre la Mésopotamie et l'Inde, mais aussi l'Éthiopie et l'Égypte.Après une période de déclin, puis de stagnation, Ur connut une véritable renaissance sous le règne d'Ur-Nammu pendant laquelle l'art, la littérature et la culture sumériens se développèrent. Les historiens estiment qu'Ur fut la plus grande ville du monde entre 2030 et 1980 av. J.-C., et qu'elle souffrit d'un excès de population de 65 000 habitants. Mais pendant les règnes successifs des trois derniers rois de la troisième dynastie, Ur perdit progressivement de son influence et de sa richesse. Autour de 1940 av. J.-C., la ville fut capturée et pillée par les Élamites.Reconstruite quelques temps plus tard, Ur se trouva intégrée au royaume d'Isin, lequel fut plus tard annexé par l'empire babylonien. Bien que demeurant un important centre religieux, l'influence commerciale d'Ur s'essouffla, probablement à cause de la déviation du cours de l'Euphrate. Sa population finit par émigrer, les murs et les temples tombèrent en ruine et son port fut enseveli sous le sable. Au IVe siècle av. J.-C., Ur était presque totalement oubliée du monde. Elle ne fut redécouverte et partiellement mise au jour que bien plus tard : en 1854, par le vice-conseiller britannique de Basra, John G. Taylor.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/ur.json"
    },
    {
        "id": 55,
        "name": "Melbourne",
        "historical_info": "Située dans la Baie de Port Phillip, sur la côte sud-est de l'Australie, la ville de Melbourne devint une colonie permanente en 1835, lorsque le britannique John Batman négocia un traité avec les Aborigènes et acheta 500 000 hectares de terres à l'emplacement de la ville. Melbourne est la seule ville australienne fondée par une entreprise privée, et non par la couronne. Élevée au rang de ville en 1847, ce n'est que dans les années 1850 que Melbourne connut un véritable essor grâce à la découverte de gisements d'or dans les cités proches de Bendigo et Ballarat. La région servit de lieu d'escale et d'approvisionnement pendant la ruée vers l'or qui s'ensuivit, et sa population passa de 25 000 à 40 000 en seulement quelques mois.La croissance économique continua pour atteindre son apogée dans les années 1880 : Melbourne était alors considérée comme la ville la plus riche du monde, et la plus grande de l'Empire britannique, après Londres. Cet essor permit la construction d'immeubles commerciaux, de banques, d'appartements luxueux et de manoirs à travers toute la ville. Mais à la fin de la ruée vers l'or en 1891, de nombreuses entreprises firent faillite et une dépression économique majeure provoqua la crise bancaire australienne de 1893.L'économie et l'industrie de la ville se rétablirent peu à peu, et la croissance de Melbourne reprit au début du XXe siècle. Au moment de la fédération et de la création du Commonwealth d'Australie en 1901, Melbourne était suffisamment importante pour devenir le siège du gouvernement (qui serait transféré en 1927 vers Canberra, la nouvelle capitale). Dans les années qui suivirent la Deuxième Guerre mondiale, l'influence économique de la ville fut renforcée par l'arrivée de nombreux immigrants, principalement venus du sud de l'Europe, donnant naissance à de nouveaux commerces et industries. Pendant les années 70 à 90, d'importants projets de transports et d'immobilier modifièrent la structure de la ville. Les investissements internationaux récents ont créé une économie puissante et diversifiée, basée sur la finance, la production, le transport maritime, la recherche, l'informatique et le tourisme.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/melbourne.json"
    },
    {
        "id": 56,
        "name": "Bogota",
        "historical_info": "Dotée de nombreuses universités et bibliothèques, ainsi que de nombreux musées, Bogota est parfois appelée \"l'Athènes d'Amérique du Sud\", en hommage à son riche héritage culturel. Bogota fut fondée par l'Espagnol Gonzalo Jimenez de Quesada, qui mena en 1536 une expédition de 500 conquistadors sur le Rio Grande de la Magdalena à la recherche de l'Eldorado. Lors d'affrontements avec les indiens Muiscas, ils pillèrent les temples du Zaque Quemuenchatocha et celui de Sogamoso, dérobant de l'or et des émeraudes. En mars 1537, il ne restait toutefois que 70 hommes, et Quesada décida d'établir une colonie servant de base, située sur un plateau des Andes du Nord, près de la rivière appelée aujourd'hui río Bogotá. En 1553, la place centrale fut érigée et la construction d'une cathédrale et des bâtiments du gouvernement commença. La ville devint capitale de la colonie de la Couronne de la Nouvelle-Grenade et resta une vice-royauté jusqu'à obtenir son indépendance en 1819, sous Simon Bolivar. Les années suivantes, elle fut la capitale de la \"Grande-Colombie\" (jusqu'en 1830), puis de la République de Nouvelle-Grenade (jusqu'en 1863), puis des États-Unis de Colombie (jusqu'en 1866), date à laquelle la République de Colombie actuelle fut instaurée. Durant tous ces changements, Bogota devint le centre éducatif et culturel de la nation. En 1823, la bibliothèque de la ville fut agrandie et modernisée, devenant la Bibliothèque nationale. Quelques années plus tard, un Musée national fut érigé. La première \"école d'État\", précurseur de l'Université nationale de Colombie, fut établie en 1867. En raison de son isolement relatif, la ville devint une Mecque pour les auteurs et les poètes cherchant à se détacher des traditions littéraires espagnoles d'Amérique du Sud. Entre le milieu du XIXe et du XXe siècles, d'illustres auteurs tels que Jose Asuncion Silva et Rafael Pombo s'y installèrent. Malgré plusieurs crises sociales et guerres civiles, la ville resta le refuge privilégié des artistes et, en 1886, l'École nationale des beaux-arts y fut fondée. Bogota fut officiellement reconnue comme l'une des villes culturelles les plus riches du monde en 2007, quand l'UNESCO la nomma Capitale mondiale du livre, devenant la deuxième ville de l'hémisphère ouest à obtenir ce titre (avec la ville de Montréal, au Canada).",
        "category": "Cités-états cultivées",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/bogota.json"
    },
    {
        "id": 57,
        "name": "Vilnius",
        "historical_info": "Située au confluent des rivières Vilnia et Neris, à 312 km de la mer Baltique, Vilnius fut établie comme comptoir commercial dans les bois profonds de Lituanie. La ville est mentionnée pour la première fois dans les actes historiques de 1323, où les Juifs d'Allemagne furent invités à émigrer dans la capitale du Grand-duché de Lituanie par le Grand-duc Gediminas, qui promit la tolérance religieuse et les perspectives commerciales. Lors des décennies suivantes sous le Grand-duc et ses fils, le duché s'agrandit jusqu'à englober la majeure partie de la Lituanie actuelle, de la Biélorussie, de l'Ukraine et de la Transnistrie, ainsi que des parties de la Pologne et du nord de la Russie. Avec l'Union de Lublin en 1569, Vilnius devint une ville commerciale importante de la République des Deux Nations.Durant cette période, Vilnius s'agrandit considérablement. Les autorités accueillaient à bras ouverts les immigrants et des milliers de Slaves, d'Allemands et de Juifs partirent vivre dans la ville en plein essor. Les rois de Pologne et les ducs de Lituanie entreprirent de vastes projets de construction, et non des moindres, comme la fortification de la ville qui sera dotée de grandes murailles et de neuf portes fortifiées. En 1579, le roi Étienne Báthory fonda l'institution qui deviendra l'Université de Vilnius (la Vilniaus universitetus), la plus ancienne université des Pays baltes, qui devint rapidement l'un des centres scientifiques et culturels les plus importants de la République des Deux Nations. Des confréries de plusieurs secteurs d'activité s'y établirent, et Vilnius devint la principale ville commerciale entre la Scandinavie et l'Europe occidentale et entre la Pologne intérieure et le nord de la Russie.\r\nMais le XVIIe siècle fut désastreux. Pendant la guerre soviéto-polonaise (de 1654 à 1667), la ville fut prise par les troupes tsaristes. Elle fut pillée, brûlée et sa population fut massacrée. En 1710, une éruption de peste bubonique tua environ 35 000 citoyens. Plusieurs incendies dévastateurs détruisirent une grande partie de la ville durant la première moitié du XVIIIe siècle. En 1795, avec le troisième partage de la Pologne, Vilnius fut intégrée à l'Empire russe et ce jusqu'au traité lituano-soviétique de 1920 qui reconnut l'indépendance de la Lituanie. Cependant, la Pologne annexa la région en 1922 et Vilnius fut sous la domination polonaise jusqu'à la Deuxième Guerre mondiale, où elle fut de nouveau occupée par les forces russes. Il faudra attendre 1990, avec la sécession de la République socialiste soviétique de Lituanie suite à l'effondrement de l'Union soviétique, pour que Vilnius retrouve son autonomie et devienne la capitale de la Lituanie actuelle.",
        "category": "Cités-états mercantiles",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/vilnius.json"
    },
    {
        "id": 58,
        "name": "Wellington",
        "historical_info": "Selon la légende maorie, Kupe, le chef de Hawaiki, arriva sur l'île du Nord de la Nouvelle-Zélande vers 925. Il y serait venu en canoë, terrassant de nombreux monstres et démons marins pour atteindre cette terre promise. Quelle que soit la vérité historique, en septembre 1839, une expédition menée par la Compagnie de Nouvelle-Zélande basée à Londres s'établit sur un plateau, à l'embouchure de la rivière Hutt. L'année suivante, le navire Aurora arriva d'Angleterre avec 150 colons à son bord. Le premier site s'avérant trop marécageux et sujet aux inondations, les arrivants replacèrent leur site le long de la baie protégée et les directeurs de la Compagnie nommèrent la ville Wellington (la ville de Petone est aujourd'hui située à l'emplacement du premier site). En 1865, la ville fut nommée nouvelle capitale de la colonie, remplaçant Auckland qui avait été désignée comme le siège du gouvernement naissant en 1841. L'administration de la colonie justifia ce choix en disant que Wellington, avec son port magnifique et son emplacement plus central, serait mieux adaptée comme capitale.\r\nWellington est située sur le détroit de Cook, sur les collines du sud-ouest de la baie. Au cours de sa première expédition, le capitaine de la Royal Navy James Cook, cherchant le continent supposé de Terra Australis, atteint les îles de Nouvelle-Zélande en 1770. Il navigua autour des îles, dessina la carte de tout le littoral et mentionna en particulier le port naturel protégé où la Compagnie de Nouvelle-Zélande établirait Wellington. Durant la plus grande partie de son histoire, les 43 kilomètres carrés d'ancrage furent connus sous le nom de Port Nicholson. Après l'établissement de la capitale, le port de Wellington devint rapidement le plus important des îles, répondant à la fois aux besoins de la marine et du commerce britannique. C'est aujourd'hui le plus grand port-conteneur de la région et un terminal de navires pétroliers a été construit dans la zone industrielle de Seaview. En 1895, l'Union Steamship Company établit un service régulier en provenance et à destination du port, et pendant plus d'un siècle, Wellington fut le terminal principal pour les ferrys entre les îles de la nation et au-delà.",
        "category": "Cités-états maritimes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/citystates/wellington.json"
    }
]