{
    "id": 6,
    "name": "Florence",
    "historical_info": "Florence (en italien, \"Firenze\") est l'une des villes les plus captivantes et les plus magnifiques d'Europe. Elle est traversée par le fleuve Arno et se situe au nord de l'Italie, au cœur de la superbe région de la Toscane. Florence fut fondée en 59 av. J.-C. par Jules César, afin de servir de résidence aux vétérans de l'armée romaine. Ville stratégique, elle se situait au croisement de la Via Cassia (la principale route partant vers le nord depuis Rome) et de l'Arno. La ville fut construite en damier, à la manière d'un campement militaire. Son emplacement permit à Florence de prospérer en tirant un important profit du commerce entre Rome et le Nord. Ainsi, dès 300 apr. J.-C., la ville devint la capitale de la province de la Tuscia (Toscane). Dès lors et pendant plusieurs siècles, la ville subit les assauts des Ostrogoths et des Byzantins. Elle changea de camp de nombreuses fois jusqu'en 774 apr. J.-C., date à laquelle Charlemagne s'en empara définitivement, repoussant toutes les tentatives étrangères de conquête.Au cours des siècles suivants, Florence retrouva sa richesse et son importance passées et devint l'une des plus puissantes et opulentes cités-états d'Europe. En 1252, la République de Florence introduisit sa propre monnaie, le florin d'or. Les florins étaient acceptés dans la majeure partie des pays méditerranéens et d'Europe, et les marchands et banquiers florentins se répandirent rapidement aux quatre coins du monde connu.Durant la Renaissance, Florence se trouva dominée par plusieurs familles aussi richissimes qu'impitoyables, dont les Médicis. Lorsqu'ils n'étaient pas impliqués dans d'assassines luttes de pouvoir, les nobles florentins étaient de grands mécènes. À lui seul, Laurent de Médicis commanda des œuvres à Michel-Ange, Botticelli et Léonard de Vinci (pour ne citer que trois des hommes de talent qu'il entretenait). Au milieu du XVIe siècle, les Médicis devinrent les grands-ducs héréditaires de Toscane. Ils dirigèrent Florence et sa province pendant plusieurs siècles. En 1737, Florence devint autrichienne, en 1859, elle passa aux mains du royaume de Piémont-Sardaigne, puis en 1861, elle rejoint le Royaume d'Italie, nouvellement formé.La Florence d'aujourd'hui est un centre touristique prospère comptant près de 500 000 citoyens. La ville séduit par ses influences romaines, médiévales et de la Renaissance, et reste l'une des plus belles et évocatrices d'Europe, voire du monde entier.",
    "category": "Cités-états cultivées"
}