{
    "id": 3,
    "name": "Genève",
    "historical_info": "Bâtie au centre d'une cuvette encadrée par des montagnes et surplombant le lac Léman, Genève fut colonisée dès le Paléolithique puis, un peu plus tard, par des tribus liguriennes et préceltiques. Vers 500 av. J.-C., Genève devint une ville fortifiée habitée par le peuple celte, avant d'être envahie par les Romains en 121 av. J.-C. Les envahisseurs des contrées environnantes ne cessèrent de se succéder, jusqu'à ce que l'empereur allemand prenne le pouvoir sur la ville en 1033 de notre ère. À cette époque, Genève était devenue un important siège ecclésiastique puisque l'évêque de la ville, vassal direct du Saint-Empereur romain, avait le titre de prince du territoire.Au cours des cinq siècles suivants, les ducs de Savoie et l'évêque catholique se disputèrent le pouvoir sur la ville de Genève. Lorsque le dernier évêque dirigeant fuit la ville en 1533, les citoyens genevois saisirent l'opportunité pour se débarrasser des catholiques et des Savoyards : ils s'allièrent avec l'État protestant de Berne et déclarèrent leur ville souveraineté protestante en 1536. La réforme adoptée, les Genevois avaient récupéré le pouvoir mais, par la même occasion, ils s'étaient mis à dos la population catholique suisse pour plusieurs générations. Le réformateur protestant Jean Calvin s'installa à Genève en 1536 et y resta jusqu'à sa mort, trente ans plus tard. En l'absence d'évêque, il devint le nouveau chef spirituel. La ville demeura un bastion protestant de nombreuses années encore, même si une grande majorité de la population amorça un retour vers le catholicisme au début du XVIIe siècle.Genève fut brièvement annexée par la France au cours de la Révolution française, mais en 1814, la ville fut intégrée à la Confédération suisse lors du Congrès de Vienne, sa juridiction étendue pour recouvrir 15 cantons savoyards voisins. Le Congrès exigea que ces cantons catholiques soient protégés de toute persécution religieuse et, en retour, il garantit la neutralité à la ville. Les tensions entre catholiques et protestants ne s'affaiblirent guère, jusqu'à ce jour heureux de 1907, où Genève passa une loi mandatant la séparation officielle de l'Église et de l'État : aucun corpus religieux ne reçut d'aide de l'État ou d'une municipalité depuis.Après la Première Guerre mondiale, en 1919, Genève hébergea le siège de la Société des Nations, recevant alors le statut de \"ville internationale\". Ce nouveau statut prit encore plus d'ampleur après la Deuxième Guerre mondiale, au terme de laquelle la ville hébergea le siège européen de l'Organisation des Nations unies (ONU), puis de nombreuses autres organisations internationales. Depuis, les affaires et le tourisme sont deux branches florissantes de l'économie de la ville.",
    "category": "Cités-états religieuses"
}