{
    "id": 5,
    "name": "Gênes",
    "historical_info": "Alors qu'aucune date précise ne saurait être donnée quant à la fondation de Gênes, il est en revanche certain que la ville fut colonisée il y a fort longtemps par le peuple ligurien. La mise au jour d'un cimetière datant du VIe siècle av. J.-C. indique également que la ville fut, à une époque, occupée par les Grecs. Sous domination romaine, la ville fut un carrefour commercial florissant, doublé d'un port militaire d'envergure. Mais après la chute de l'Empire romain d'Occident, elle fut rapidement envahie et pillée par les Ostrogoths. Durant les siècles qui suivirent, Gênes demeura un obscur petit port de pêche. Les habitants profitèrent de cette période pour construire une flotte de navires marchands qui, quelques temps après, dominait les routes commerciales de la Méditerranée.Au Xe siècle de notre ère, Gênes gagna son indépendance auprès des vassaux locaux et devint une cité-état, ou \"République maritime\", possédant ainsi son propre seigneur qui rendait ses comptes directement à l'Empereur romain germanique. Le pouvoir de la ville était détenu non pas par l'évêque-président, mais par des consuls élus par l'assemblée populaire. Les industries navales et bancaires de Gênes permirent à la jeune république de prospérer, et la ville commença à étendre ses frontières et établir des colonies au Moyen-Orient et en Afrique du Nord.L'essor de Gênes prit fin lorsque le poste commercial génois de Caffa se fit le vecteur de la peste noire en Europe, en 1347. L'économie de la ville s'effondra alors et sa population fut décimée. Considérablement affaiblie, Gênes dut faire face à une série d'échecs militaires durant 70 ans, perdant la plupart de ses colonies et tombant sous la coupe des Visconti, de Milan.La ville vit cependant sa chance tourner lorsque l'un de ses célèbres enfants, Christophe Colomb, rentra au pays après avoir découvert les Amériques et fit don d'un dixième de ses revenus aux institutions bancaires locales. C'est ainsi qu'une alliance se créa, faisant de Gênes un satellite du prospère Empire espagnol, et permettant à la ville de retrouver une santé économique. Très vite, les familles nobles de la cité-état récupérèrent leur fortune perdue et la ville devint un pôle d'attraction pour nombre d'illustres artistes et architectes. Cet âge d'or dura jusqu'à la moitié du XVIIe siècle, mais en 1656, la peste sévit de nouveau et décima la moitié de la population génoise. Gênes entama alors une longue descente aux enfers, l'établissement de nouvelles routes commerciales dans les années 1700 faisant du Nouveau Monde le nouveau centre de l'économie mondiale, autrefois situé en Méditerranée. La modernisation et les guerres mondiales n'aidèrent en rien au rétablissement de la ville.Même si Gênes est aujourd'hui à la tête de la cinquième économie d'Italie et fait partie intégrante du \"triangle industriel\" du pays, elle n'a pour autant jamais retrouvé sa gloire d'antan, qui lui avait valu le surnom de \"La Superbe\".",
    "category": "Cités-états mercantiles"
}