{
    "id": 15,
    "name": "Hanoï",
    "historical_info": "Située sur les rives du fleuve Rouge au Vietnam, la région périphérique d'Hanoï fut colonisée dès 3000 av. J.-C. L'une des toutes premières structures érigées sur le site fut la citadelle de Co Loa, construite aux environs de 200 av. J.-C. Cependant, ce n'est qu'en 1010 de notre ère que fut officiellement fondée Hanoï : le dirigeant de l'époque, Lý Thái To, transféra la capitale du pays sur le site et la baptisa Thang Long, \"dragon dominant\". Thang Long demeura la capitale du Vietnam jusqu'en 1397.La ville se développa tranquillement au fil des siècles, malgré une brève période d'occupation par les Chinois au début du XVe siècle. En 1831, l'empereur Minh Mang rebaptisa la ville, dont le nom, plus littéral, pourrait être traduit par \"Entre les fleuves\". Peu après, en 1873, les Français occupèrent la ville et les environs. En 1887, ils firent d'Hanoï la capitale de leur nouvelle colonie, l'Indochine française.Après la Deuxième Guerre mondiale, la ville, revendiquée à la fois par les nationalistes indépendants et le gouvernement français, fut le théâtre de combats d'une extrême violence. Le Nord-Vietnam acquit finalement son indépendance en 1954 et établit Hanoï comme sa capitale. Lors de l'unification du Nord-Vietnam et du Sud-Vietnam, en 1976, Hanoï fut désignée comme capitale du pays unifié.Depuis, Hanoï est devenue une métropole fourmillant d'activité, étendant ses limites géographiques d'année en année. Elle est aujourd'hui la ville la plus développée et la plus moderne du pays, profitant notamment des dernières avancées en matière d'infrastructure et de technologies agricoles.",
    "category": "Cités-états militaristes"
}