{
    "id": 27,
    "name": "Hong Kong",
    "historical_info": "Parfait exemple d'une cité-état, Hong Kong est une ville immense bordant la côte sud de la Chine. Comptant aujourd'hui plus de sept millions d'habitants, l'île de Hong Kong et ses territoires environnants accueillaient autrefois de nombreux petits villages, certains établis par des explorateurs étrangers. Au XIXe siècle, sous le règne de la dynastie chinoise Qing, l'importation d'opium indien vers la Chine vint troubler ses relations commerciales avec l'Angleterre. Espérant compenser ses importations de thé chinois de plus en plus onéreuses, la Grande-Bretagne se mit à augmenter ses exportations d'opium en provenance des colonies indiennes vers la Chine. L'Empire Qing décida qu'il en serait autrement et tenta de s'emparer des cargaisons d'opium, provoquant ainsi la première guerre de l'opium en 1839.Alors qu'elle était l'une des plus grandes puissances navales de l'époque, la Grande-Bretagne domina les forces chinoises sans grande difficulté et prit possession de l'île de Hong Kong. Après presque 3 années de conflit, la signature du traité de Nankin, en 1842, conféra de nombreux avantages aux Britanniques, dont le contrôle de Hong Kong. Colonie anglaise prospère pendant plus de 150 ans, Hong Kong fut finalement rétrocédée à la Chine en 1997, date à laquelle un transfert pacifique de souveraineté donna naissance à la Région administrative spéciale de Hong Kong. Cette ville se distingue aujourd'hui par son paysage urbain extrêmement dense, caractérisé par ses dizaines de gratte-ciel et ses innombrables néons. Malgré le système communiste au pouvoir dans la République populaire de Chine, la ville de Hong Kong dispose d'un gouvernement autonome à la philosophie ouvertement libérale. Elle est à présent considérée comme l'un des plus grands centres d'activité financière au monde.",
    "category": "Cités-états mercantiles"
}