{
    "id": 48,
    "name": "Ife",
    "historical_info": "Selon les légendes anciennes, la cité sainte de Ife est le berceau des Yorubas, la plus grande tribu d'Afrique de l'Ouest. D'après la mythologie yoruba, Oduduwa, le frère du dieu suprême Obatala, descendit du ciel et lança une poignée de poussière sur l'océan primordial, créant ainsi l'emplacement sur lequel se tiendrait Ife. Le mot \"ife\" signifie \"croissance\" en yoruba, et d'après les croyances, Ife ne serait pas seulement le berceau des Yorubas, mais également celui de toute l'humanité.Quelle que soit son origine, dès le XIe siècle av. J.-C. Ife était la capitale d'un royaume bien établi sur le territoire de l'actuel Nigéria. En l'espace d'un siècle, la cité avait établi une influence religieuse et politique considérable dans la région, principalement sur le royaume Edo du Bénin, au sud-est. Les villes yorubas du Bénin et d'Oyo devinrent des centres politiques importants, mais Ife resta la capitale spirituelle de toute la région. Ife fut épargnée par les attaques des Peuls qui renversèrent Oyo, mais la cité fut affaiblie dans les années 1820 par des conflits avec le royaume d'Owu, au sud-ouest, pour le contrôle du commerce des esclaves. En 1882, Ife frôla la destruction quand une armée constituée de guerriers d'Ibadan et de Modakeke pillèrent la cité sainte.Si Ife resta une ville sainte pour les Yorubas, son influence politique fut réduite à néant au début de XXe siècle. Suite aux guerres napoléoniennes, les Britanniques établirent une série de ports et de comptoirs commerciaux en Afrique de l'Ouest. En 1885, l'influence britannique dans cette partie de l'Afrique fut reconnue par les autres puissances européennes, et l'année suivante, la Compagnie royale du Niger était agréée par la couronne. Le Nigéria resta attaché à l'Empire Britannique jusqu'à la proclamation de son indépendance en 1960. Pendant la période coloniale, la ville d'Ife n'intéressait que les érudits européens et les pèlerins yorubas.",
    "category": "Cités-états religieuses"
}