{
    "id": 52,
    "name": "Kaboul",
    "historical_info": "Abd al-Rahman avait écrit à ses compatriotes afghans \"Soyez unis comme la pluie, et puissants comme l'océan\". On peut dire que les habitants de Kaboul, la plus grande ville d'Afghanistan, ont suivi ce commandement à la lettre car ils réussirent à conserver leur identité et leur culture même après les multiples invasions. Située dans une vallée au creux de la chaîne de l'Hindou-Kouch, la plaine de Kaboul est un emplacement stratégique permettant de contrôler la passe de Khyber, sur la route entre le sud et le centre de l'Asie. Kaboul est le centre culturel et éducatif de l'Afghanistan, et malgré les nombreux conflits qui réduisirent son influence à partir de 1978, la ville réussit à reprendre son rôle historique dans la vie culturelle et politique de l'Hindou-Kouch après l'ascension de l'administration de Karzai en 2001.En 3 500 ans d'existence, Kaboul a rarement été libre. Le Rig-Veda hindouiste la décrit comme la ville idéale, \"une vision du paradis en pleine montagne\". Vers la fin de l'Empire achéménide, la ville devint le cœur du zoroastrisme. Pendant les siècles qui suivirent, Kaboul fut occupée par de nombreux royaumes et empires. En 1504, elle fut prise par Bâbour, qui en fit son quartier général pendant l'avènement de l'Empire moghol. Bâbour y vécut vingt ans et tomba littéralement amoureux de Kaboul, à tel point que sa tombe porte une inscription en perse disant : \"S'il existe un paradis sur Terre, il se trouve là-bas\".Kaboul connut enfin la liberté à l'aube du XXe siècle, et s'ensuivit une renaissance qui dura 60 ans. Durant les quarante années du règne libéral de Mohammad Zaher Shah, des investissements européens permirent à la ville de s'équiper d'un réseau de communication et de transport moderne. L'occupation soviétique qui perdura pendant dix ans se termina en guerre civile en 1989, laissant alors la place à l'Émirat islamique d'Afghanistan, contrôlé d'une main de fer par les Talibans. Kaboul ne put commencer à réaffirmer son identité culturelle historique qu'après la création d'un nouveau gouvernement démocrate initié par une coalition américaine.",
    "category": "Cités-états cultivées"
}