{
    "id": 49,
    "name": "Kiev",
    "historical_info": "Selon la légende, Kiev fut fondée par trois frères slaves, Kyi, Schek et Khoryv, vers le début du VIe siècle. Depuis lors, la ville (l'une des plus anciennes d'Europe) connut des périodes fastes, mais aussi des moments sombres. Cela ne l'empêcha pas de rester le centre culturel slave le plus important et de jouer un rôle majeur dans le développement de la civilisation slave orientale au Moyen Âge.Située sur la rive du Dnieper, importante route fluviale entre Constantinople et la Scandinavie, Kiev fut d'abord dirigée par la noblesse Varègue (les Vikings) et devint le noyau de l'état Rus. Au cours de l'an mil, la ville atteignit son apogée, étant devenue un centre culturel doté de 400 églises, huit marchés, de quais et d'un caravansérail, ainsi que de demeures magnifiques. Avec la création de l'Académie Mogilyanskaya en 1632, la ville devint un centre universitaire majeur. Mais en tant que capitale de la Rus' de Kiev, la cité fut pillée et occupée à de nombreuses reprises.En 1667, la ville fut intégrée à l'Empire russe : elle conserva son statut de centre religieux et culturel, mais son influence politique et économique devint marginale. Au cours du XIXe siècle, Kiev connut une \"Russification\" croissante due à la migration russe, la politique éducative et l'industrialisation. Cependant, de nombreux enthousiastes au sein de la noblesse, des militaires et des marchands ukrainiens de souche firent en sorte de préserver les aspects culturels de la ville, souvent par l'intermédiaire d'activités clandestines comme l'imprimerie, le théâtre amateur, les soirées privées ou les festivals folkloriques.Rattachée de force à l'Union soviétique, la ville dut faire face à de nombreuses difficultés : une famine décima les classes inférieures entre 1932 et 1933, les purges de Staline éradiquèrent presque entièrement l'Intelligentsia entre 1937 et 1938, et l'invasion nazie entre 1941 et 1943 sema mort et destruction dans toute la cité. Mais Kiev survécut, et lors de l'effondrement de l'Union soviétique et de la proclamation de l'indépendance de l'Ukraine en 1991, Kiev la rescapée fut proclamée capitale et centre culturel du pays.",
    "category": "Cités-états cultivées"
}