{
    "id": 47,
    "name": "Kyzyl",
    "historical_info": "Fondée en 1914 sous le nom de Belotsarsk par la Russie tsariste pour servir de capitale à la république de Touva, Kyzyl se trouve à la jonction de deux affluents du fleuve Ienisseï, au cœur de l'Asie. Ses habitants déclarent d'ailleurs que la ville est située exactement en plein centre de l'Asie. La région, qui était contrôlée par les Mongols, passa ensuite sous contrôle mandchou de 1757 jusqu'à 1911. Durant la rébellion chinoise de 1911, la Russie tsariste proclama le protectorat de Touva, une décision que la Chine ne put contester. Après la Révolution russe, la ville fut successivement occupée par l'Armée Rouge et l'Armée blanche, puis de nouveau par la Chine pendant deux ans, avant que les Bolcheviks proclament une république communiste en août 1921, faisant de Kyzyl (dont le nouveau nom signifie \"rouge\" en turc) leur capitale. L'Union soviétique annexa complètement Kyzyl et Touva en 1944.La ville resta presque entièrement isolée du reste du monde jusqu'à la formation de la Fédération de Russie en 1992. Cet isolement forcé permit la préservation de la culture Turco-mongole unique qui caractérise la ville. Le Khuresh, un dérivé touvain de la lutte, y est extrêmement populaire, et un grand tournoi a lieu chaque année à Kyzyl. Tous les ans, lors du festival du Naadam, on y célèbre également la musique turque, et notamment le chant de gorge touvain. Depuis l'effondrement de l'URSS, une action concertée a été lancée pour préserver la riche tradition orale de la région à travers des épopées, des poèmes, des énigmes et des virelangues.Depuis 1992, le Mouvement démocrate touvain vise à proposer des emplois et des logements aux nomades de la République, ainsi qu'à promouvoir la langue et l'artisanat de Touva. Après une série d'attaques contre l'importante population russe de Kyzyl qui fit 88 victimes, de nombreux Russes quittèrent la ville pour d'autres cités de la Fédération. Kyzyl est désormais un lieu touristique, mais l'endroit reste éloigné et difficile à atteindre.",
    "category": "Cités-états cultivées"
}