{
    "id": 16,
    "name": "Lhassa",
    "historical_info": "Située à une altitude de 3 650 mètres, Lhassa est l'une des villes les plus élevées du monde. Autrefois nommée Rasa (qui signifie littéralement \"terre des chèvres\"), la ville fut rebaptisée Lhassa au début du VIIe siècle, nom un peu plus prestigieux puisqu'il pourrait être traduit par \"terre des dieux\". L'histoire de la ville débuta en 637 apr. J.-C., année où Songtsen Gampo, chef de l'Empire tibétain, fit de Lhassa la capitale du pays. Gampo se convertit rapidement au bouddhisme (ce sont ses femmes qui l'initièrent) et il ordonna la construction de statues et de temples bouddhistes. Alors que la puissance politique déclina lentement au fil des siècles (la monarchie fut dissoute au IXe siècle de notre ère), Lhassa continua de prendre de l'ampleur en tant que centre religieux. C'est à cette époque, en 1391, que le premier Dalaï Lama, chef spirituel des bouddhistes tibétains, fut porté au pouvoir.En 1642, le cinquième Dalaï Lama, Lozang Gyatso, bénéficiait d'un réel pouvoir politique, en plus de son autorité spirituelle, et c'est ainsi qu'il unifia les tribus tibétaines pour en faire un pays. Lhassa fut désignée capitale spirituelle et politique de la nouvelle nation. Au XXe siècle, lorsque des explorateurs occidentaux visitèrent la capitale tibétaine, près de la moitié des habitants de Lhassa étaient des moines bouddhistes.En 1950, la Chine envahit le Tibet et de nombreux habitants fuirent Lhassa, y compris le 14e Dalaï Lama, afin de trouver refuge en Inde. Les Chinois qualifièrent leur attaque de \"libération pacifique\" mais les Tibétains, le Congrès américain et d'autres grandes figures politiques et militaires considérèrent cette action comme une invasion injustifiée. De nombreux moines et religieuses restés sur place se révoltèrent et organisèrent des manifestations pacifiques pour dénoncer leurs oppresseurs chinois. Leur action se solda par des années de répression. Des programmes de rééducation furent instaurés dans l'espoir de faire adopter la doctrine communiste aux bouddhistes. On demanda également aux Tibétains de renier leur Dalaï Lama et d'abandonner leurs envies d'indépendance. Les moines et religieuses furent très nombreux à se rebeller. Ils furent envoyés en prison et ceux qui parvinrent à y échapper allèrent trouver refuge en Inde.La question de l'indépendance du Tibet est aujourd'hui encore un sujet très controversé à Lhassa et dans le reste du monde. De nombreux dirigeants continuent de condamner le traitement qu'inflige le gouvernement chinois au peuple tibétain. Un dialogue entre le Dalaï Lama en exil et le gouvernement chinois fut entamé en mai 2008 afin de discuter de l'indépendance du Tibet et de son autonomie, mais la situation n'a guère évolué depuis.",
    "category": "Cités-états religieuses"
}