{
    "id": 44,
    "name": "Malacca",
    "historical_info": "Malacca fut fondée vers 1400 lorsque Paramesvara, roi de Tumasik, fuyant les forces d'invasion de Majapahit, trouva refuge dans un petit village de pêcheurs. C'est là, dans un port dominant le détroit de Malacca, qu'il fonda le Royaume malais, dont l'autorité s'étendit rapidement sur toute la péninsule et même au-delà. Le Sultanat de Malacca devint rapidement une halte indispensable pour les marchands chinois, arabes et européens, qui venaient s'y réapprovisionner en eau et en nourriture. Le règne des Malais prit fin lorsqu'en 1511 Afonso de Albuquerque s'empara de la ville au nom du Portugal.Au cours du siècle qui suivit, Malacca devint le port commercial le plus important de toute l'Asie du Sud-Est, les Portugais y ayant construit de vastes quais et des entrepôts pour faciliter l'exportation du sucre et du riz. La croissance du port continua après que la Compagnie néerlandaise des Indes orientales eut capturé et fortifié la ville en 1641. La rivalité entre les Britanniques et les Néerlandais pour le contrôle des détroits tourna en faveur des Britanniques lors de la signature du Traité de Londres en 1824, et Malacca devint l'un des premiers \"établissements des détroits\" de l'Empire britannique. Mais l'ensablement massif de l'estuaire et la croissance de Singapour provoqua le déclin de Malacca en tant que centre marchand.Après la dissolution de la colonie britannique suite à l'occupation japonaise au cours de la Deuxième Guerre mondiale, Malacca fut intégrée à l'Union malaise indépendante en 1957 (qui devint plus tard l'actuelle Malaisie). Avant la guerre, la région avait largement développé la culture du caoutchouc, et après le conflit, cette matière première devint la principale source d'exportation de Malacca et permit à la ville de regagner son statut de port majeur. Le dragage et la construction de brise-lames rendit la zone accessible aux cargos à fort tirant d'eau et aux porte-conteneurs, et la construction de voies ferrées et d'une autoroute moderne ralliant la ville lui permit de redevenir un important point d'arrêt pour le transport de marchandises.",
    "category": "Cités-états mercantiles"
}