{
    "id": 55,
    "name": "Melbourne",
    "historical_info": "Située dans la Baie de Port Phillip, sur la côte sud-est de l'Australie, la ville de Melbourne devint une colonie permanente en 1835, lorsque le britannique John Batman négocia un traité avec les Aborigènes et acheta 500 000 hectares de terres à l'emplacement de la ville. Melbourne est la seule ville australienne fondée par une entreprise privée, et non par la couronne. Élevée au rang de ville en 1847, ce n'est que dans les années 1850 que Melbourne connut un véritable essor grâce à la découverte de gisements d'or dans les cités proches de Bendigo et Ballarat. La région servit de lieu d'escale et d'approvisionnement pendant la ruée vers l'or qui s'ensuivit, et sa population passa de 25 000 à 40 000 en seulement quelques mois.La croissance économique continua pour atteindre son apogée dans les années 1880 : Melbourne était alors considérée comme la ville la plus riche du monde, et la plus grande de l'Empire britannique, après Londres. Cet essor permit la construction d'immeubles commerciaux, de banques, d'appartements luxueux et de manoirs à travers toute la ville. Mais à la fin de la ruée vers l'or en 1891, de nombreuses entreprises firent faillite et une dépression économique majeure provoqua la crise bancaire australienne de 1893.L'économie et l'industrie de la ville se rétablirent peu à peu, et la croissance de Melbourne reprit au début du XXe siècle. Au moment de la fédération et de la création du Commonwealth d'Australie en 1901, Melbourne était suffisamment importante pour devenir le siège du gouvernement (qui serait transféré en 1927 vers Canberra, la nouvelle capitale). Dans les années qui suivirent la Deuxième Guerre mondiale, l'influence économique de la ville fut renforcée par l'arrivée de nombreux immigrants, principalement venus du sud de l'Europe, donnant naissance à de nouveaux commerces et industries. Pendant les années 70 à 90, d'importants projets de transports et d'immobilier modifièrent la structure de la ville. Les investissements internationaux récents ont créé une économie puissante et diversifiée, basée sur la finance, la production, le transport maritime, la recherche, l'informatique et le tourisme.",
    "category": "Cités-états mercantiles"
}