{
    "id": 45,
    "name": "Mogadiscio",
    "historical_info": "D'après le Périple de la mer Érythrée, Mogadiscio était déjà un centre maritime important au Ier siècle, lorsque les marchands romains entamèrent des échanges commerciaux avec les ports égyptiens situés le long du littoral de la mer Rouge. Avec l'arrivée de marchands musulmans dans la ville somalienne autour de l'an 900, les routes commerciales s'étendirent jusqu'à des contrées aussi lointaines que la Chine, le Vietnam et le Sri Lanka. Lorsque l'explorateur et auteur marocain Ibn Battûta débarqua en 1331, il découvrit Mogadiscio à l'apogée de sa prospérité. Elle était alors la cité la plus importante de la corne de l'Afrique.La richesse de Mogadiscio donna vie à de nombreuses légendes en Europe, nourries par les récits des voyageurs. Vasco de Gama, qui fit escale dans la ville au XVe siècle, expliqua qu'elle était bien défendue et élégamment bâtie, avec des maisons de quatre à cinq étages, d'immenses palais dans le centre et de nombreuses mosquées. Au siècle suivant, le voyageur portugais Duarte Barbosa écrivit que des centaines de navires provenant de territoires lointains mouillaient dans son port, chargés de cargaisons de tissus et d'épices qu'ils troquaient contre de l'or, de la cire et de l'ivoire. Barbosa décrivit également Mogadiscio comme un haut-lieu de l'industrie du tissage, dont les produits étaient très prisés en Égypte et en Syrie.La convoitise incita les grandes puissances européennes à tenter de prendre la ville pour l'intégrer à leurs empires coloniaux. Les Portugais essayèrent sans succès, imités plus tard par la Compagnie anglaise des Indes orientales, qui établit un bref contrôle sur la ville. En 1892, le sultan de Zanzibar céda Mogadiscio à l'Italie, qui en fit la capitale de la Somalie italienne en 1905. En 1960, la Somalie obtint son indépendance pacifiquement mais la démocratie s'écroula au cours de la guerre civile de 1991. Depuis 1994, année où les Nations Unies retirèrent leurs forces de maintien de la paix, Mogadiscio n'a cessé d'être déchirée par des conflits incessants opposant les milices rivales. Au milieu d'un tel chaos, son port autrefois florissant est tombé en décrépitude.",
    "category": "Cités-états maritimes"
}