{
    "id": 13,
    "name": "Monaco",
    "historical_info": "La principauté de Monaco est la deuxième plus petite monarchie du monde, ainsi que le deuxième plus petit pays, juste derrière la Cité du Vatican. Colonisée par le peuple ligurien (Monoïkos en grec) dès le VIe siècle de notre ère, la ville de Monaco ne fut cependant créée qu'en 1228, avec le statut de colonie génoise. En 1297, Francesco Grimaldi s'empara de la forteresse protégeant la petite cité-état et depuis lors, sa famille règne sur le pays.Les forces de la Révolution française capturèrent la principauté en 1793 et elle resta sous domination française jusqu'en 1814, année où elle fut désignée protectorat du Royaume de Sardaigne par le Congrès de Vienne. Monaco demeura une propriété sarde jusqu'en 1860, année où la Sardaigne fut annexée par la France, mais finit par obtenir son indépendance en 1861. Cependant, la France exigea d'implanter des troupes armées dans le petit pays et aujourd'hui encore, elles continuent de défendre la principauté. Monaco accepta sans faire d'histoire. La cité-état fut brièvement occupée lors de la Deuxième Guerre mondiale, mais l'ennemi échoua dans sa tentative visant à instaurer une administration fasciste et remplacer la famille Grimaldi. Le pays sortit de la guerre sans grands dommages ni changements.La notoriété de Monaco est liée à trois éléments : la Princesse Grace, son statut de paradis fiscal et son casino de renommée mondiale. Lorsque le Prince Rainier III épousa l'actrice américaine Grace Kelly en 1956, le monde entier avait les yeux tournés vers ce petit pays jusqu'alors plutôt discret. La princesse consacra toute sa vie à améliorer les arts et l'éducation aux États-Unis et à Monaco. Le gouvernement monégasque n'ayant jamais instauré d'impôt personnel, les grandes fortunes du monde entier viennent s'installer dans la cité-État pour bénéficier de cette loi avantageuse. Mais actuellement, le pays fait l'objet d'une enquête menée par le Fond Monétaire International et le Conseil européen en raison d'infractions et de fraudes fiscales, ainsi que de blanchiment d'argent. Enfin, le casino de Monte-Carlo est l'une des attractions touristiques les plus importantes du pays. Ouvert en 1856, le casino accueille les plus grands joueurs du monde mais est interdit d'accès aux citoyens monégasques. Il sert de décor lors du Grand Prix de Monaco, et est apparu dans trois films relatant les aventures de James Bond. Le nom de Monte-Carlo a également été donné à une méthode visant à calculer une valeur numérique en faisant appel à des procédés aléatoires, c'est-à-dire des techniques probabilistes.",
    "category": "Cités-états cultivées"
}