{
    "id": 28,
    "name": "Ormus",
    "historical_info": "Les origines de la cité-État d'Ormus remontent au Xe siècle, lorsque des princes arabes cherchèrent à établir un port sur la côte sud de la Perse afin de contrôler les échanges commerciaux du golfe Persique. La cité dominait l'étroit détroit d'Ormuz, une route maritime stratégique reliant le golfe d'Oman au golfe Persique. Ormus s'enrichit de façon extravagante en devenant une escale cruciale des convois d'esclaves partant d'Afrique de l'Est pour rejoindre la Perse et l'Arabie. Ormus atteignit l'apogée de son influence au XIVe siècle ; la cité était alors l'un des plus puissants états maritimes de la région, disposant d'une vaste flotte marchande et d'une force navale de 500 navires de guerre.En 1505, le roi Manuel Ier de Portugal décida de bloquer les échanges commerciaux entre les musulmans et l'Inde. Afonso de Albuquerque mena ses vaisseaux dans le golfe en 1507, captura l'île d'Ormuz, y construisit un fort et déclara la cité d'Ormus territoire portugais. En mars 1515, Albuquerque revint avec une flotte de 27 navires et un contingent de 1 500 soldats équipés de canons pour maintenir la cité sous le joug portugais. D'après les récits des voyageurs et des prêtres portugais, la ville devint célèbre pour ses lieux de débauche et de plaisirs. Le luxe et les plaisirs d'Ormus ont été conservés dans un proverbe arabe de l'époque : \"Si le monde était une bague en or, Ormus en devrait être le diamant.\"Pendant les trois siècles qui suivirent, Ormus fut laissée à l'écart de la plupart des voies maritimes, mais la découverte de pétrole dans le golfe Persique et en Moyen-Orient lui donnèrent un nouveau rôle sur la scène du commerce mondial. En 2011, 35% des cargaisons de pétrole acheminées par la mer passaient par Ormus. La Révolution iranienne de 1979 mit fin à la monarchie absolue au profit d'une république fondamentaliste islamique sous l'administration de l'ayatollah Khomeini. Ce renversement politique ne fit qu'augmenter l'importance stratégique de la ville, puisque le nouveau gouvernement se déclara hostile aux puissances occidentales.",
    "category": "Cités-états maritimes"
}