{
    "id": 20,
    "name": "Panama",
    "historical_info": "Panama, capitale de la République de Panama, est le terminus côté Pacifique du canal de Panama, dans le golfe de Panama. Le mot \"panama\" signifie \"beaucoup de poissons\" : en effet la ville fut bâtie sur le site d'un important village de pêche indigène qui existait déjà avant l'arrivée des conquistadors espagnols. La cité portuaire fut fondée en 1519 par le gouverneur espagnol du Panama sur la rive Pacifique de l'isthme afin de faciliter le transbordement des marchandises et des richesses provenant de l'Atlantique. La ville servit de point de passage principal lors de la conquête de l'empire inca, et la majorité de ses trésors transitèrent par Panama avant de rejoindre les coffres de l'Espagne.Grâce à ce commerce, la cité s'enrichit rapidement, ce qui lui valut par la suite d'être pillée et brûlée par le pirate anglais Sir Henry Morgan. Trois ans plus tard, la ville fut reconstruite un peu plus au sud. Si Panama était bien défendue par les espagnols, la destruction en 1746 du port des Caraïbes à Portobelo causa un sérieux préjudice aux routes commerciales terrestres. Le prestige et la richesse de Panama déclinèrent pendant un siècle, après quoi elle retrouva sa notoriété grâce à l'ouverture du chemin de fer du Panama. De nombreux chercheurs d'or en route pour la Californie affluèrent vers la ville par le train et la route. Les navires au départ de Panama transportèrent ainsi des vagues de population, mais aussi les provisions et fournitures nécessaires à la ruée vers l'or.Le Panama déclara son indépendance vis-à-vis de la Colombie en 1903, suite à quoi la ville de Panama fut choisie comme capitale du nouvel État. Lorsque la construction du canal de Panama s'acheva en 1914, la ville devint le principal centre commercial, économique et touristique d'Amérique centrale. Aujourd'hui, Panama abrite plus de 80 banques et elle est considérée comme la ville la plus riche d'Amérique latine. Au vu de la récente recrudescence d'investissements étrangers dans les transports de marchandises du Panama, et du référendum de 2006 visant à élargir le canal, le remarquable boum économique de la ville ne semble pas près de s'arrêter.",
    "category": "Cités-états maritimes"
}