{
    "id": 9,
    "name": "Québec",
    "historical_info": "La ville de Québec, fondée en 1608 par l'explorateur français Samuel de Champlain, fut construite sur un site qui abritait autrefois un petit village iroquois appelé Stadaconé. La colonie de Québec tire son nom de l'algonquin \"Kebec\", qui signifie \"là où la rivière se rétrécit\". La colonie grandit jusqu'à devenir le noyau de l'Empire colonial français en Amérique du Nord au XVIIe siècle.Au début de sa croissance, la ville de Québec était une plate-forme commerciale importante mais servait également de foyer à des missionnaires chrétiens ou aux colons, toujours plus nombreux à venir s'y installer. L'industrie de la fourrure et du bois dotèrent les Français de précieuses ressources qui leur permirent d'élargir leur sphère d'influence à l'Amérique du Nord. Après une brève dépendance anglaise de 1629 à 1632, les Français gouvernèrent la ville pendant 150 ans, malgré les nombreux sièges. Capitale du Canada français depuis sa fondation, la ville fut officiellement nommée capitale de la Nouvelle-France en 1663.Lors de la bataille des plaines d'Abraham, en 1759, les Français perdirent le contrôle de la ville. Les Britanniques la dirigèrent jusqu'à la création du Dominion du Canada, en 1867. C'est ainsi que la ville de Québec devint la capitale de la province du Québec.Aujourd'hui, la ville de Québec abrite 500 000 habitants, et continue à prospérer avec son riche héritage culturel. La ville, inscrite au patrimoine mondial de l'UNESCO depuis 1985, a conservé une grande partie de l'architecture historique de ses racines coloniales. Le fameux hôtel Château Frontenac en est un exemple intéressant, ainsi que les églises catholiques romaines Notre-Dame de Québec et Notre-Dame-des-Victoires, construites au XVIIe siècle.",
    "category": "Cités-états maritimes"
}