{
    "id": 7,
    "name": "Raguse",
    "historical_info": "La ville actuelle de Dubrovnik, en Croatie, fut jadis une puissante cité-état, la République de Raguse. Raguse fut fondée au VIIe siècle, sur une petite île rocheuse de la mer Adriatique, non loin de la côte sud de la Croatie actuelle, par un groupe de réfugiés romains ayant fui la ville dévastée d'Epidaurus. Grâce à l'aide des empires Byzantin et Ottoman, ainsi que des rois de Croatie et de Hongrie, la ville s'étendit dans la région environnante. Son développement, notamment dans les zones clés comme le Port de Gruz (un port important, encore aujourd'hui), provoqua l'ire de Venise, dont la suprématie en matière de commerce maritime n'avait jusqu'à cette époque jamais connu de concurrence.À partir de 1205, lorsque Venise envahit la Dalmatie (région située à l'est de la Croatie), Raguse fut forcée d'adopter une position de suzeraineté et de payer de lourds tributs à Venise, tout en lui servant de base navale dans l'Adriatique. Mais malgré les pressions exercées par Venise, Raguse continua son développement en tant que centre de commerce sur l'Adriatique. L'ingérence de Venise n'était guère acceptée par la population et le ressentiment grandissant des Ragusiens envers celle-ci fut à l'origine de la longue rivalité économique entre les deux cités-états. En 1358, lorsque Venise perd la Dalmatie, Raguse voit l'occasion de devenir entièrement autonome. La République de Raguse est établie peu après sur l'impulsion de l'aristocratie qui se partage les pouvoirs et ne se préoccupe guère de l'opinion des citoyens ordinaires. Le gouvernement sera autonome pendant le siècle qui suivit, sous la souveraineté du roi de Hongrie.En 1458, un traité signé avec l'Empire Ottoman confirme la position de Raguse comme puissant centre de commerce, ce qu'elle restera jusqu'à sa disparition. La protection des Ottomans, qui se traduisait par des frais de douanes réduits, un accès à la mer Noire (auparavant réservée aux marchants ottomans) et le soutien ottoman en cas de conflits commerciaux, permit à la ville de prospérer et de s'imposer comme le principal port de l'Adriatique. Pendant ses années les plus prospères, Raguse comptait près de 30 000 habitants et constituait un lien essentiel entre les ports de l'Italie et l'Orient. Mais à mesure que les marchandises en provenance de l'Inde, de la Chine et des autres régions extrême-orientales devenaient plus accessibles, l'influence commerciale de Raguse commença à décliner. En 1667, un séisme détruisit 75% des bâtiments, faisant plus de 5000 victimes. La ville ne retrouva jamais sa superbe et tomba sous le contrôle de l'armée de Napoléon en 1806. En 1808, la République de Raguse fut abolie. La ville de Dubrovnik, qui compte plus de 40 000 habitants, est aujourd'hui une destination touristique très populaire de la région adriatique. C'est également un port commercial, l'un des rares vestiges de sa prestigieuse histoire.",
    "category": "Cités-états maritimes"
}