{
    "id": 4,
    "name": "Riga",
    "historical_info": "Au XIIe siècle, des marchands et missionnaires allemands construisirent la ville de Riga sur l'embouchure de la Daugava à partir d'un campement existant. En 1158, les marchands allemands avaient établi des postes de commerce pour traiter avec les Baltes et les Finnois, et le premier monastère catholique fut achevé en 1190. En 1201, Albert, le nouvel évêque de Livonie, débarqua avec 23 navires et 1 500 croisés armés (qui seraient plus tard associés à une branche de l'ordre Teutonique) dans le but d'établir l'autorité de son épiscopat et de convertir par la force les autochtones au christianisme. En 1282, Riga rejoignit la Hanse, une association qui assura sa stabilité commerciale et politique pendant trois siècles.Lorsque les dirigeants de Riga acceptèrent publiquement la Réforme protestante en 1522, le pouvoir des archevêques s'écroula et la ville se trouva entraînée dans des guerres de religion. Quarante ans plus tard, elle fut capturée par Gustave II Adolphe, roi de Suède célèbre pour ses interventions pendant la guerre de Trente Ans. Riga demeura une ville suédoise jusqu'en 1710, pendant la grande guerre du Nord, lorsque le port frappé par une épidémie se rendit aux forces russes de Pierre le Grand. Riga fut le plus grand port industriel de la Russie tsariste jusqu'à la fin de la Première guerre mondiale. Puis en novembre 1918, la Révolution russe abandonna ses territoires dans les Balkans, lesquels déclarèrent leur indépendance. Riga devint alors la capitale de la Lettonie.Pendant l'entre-deux-guerres, Riga prospéra. Toutefois, la liberté de la Lettonie demeurait précaire et la ville subit l'occupation de l'Union soviétique en juin 1940, puis celle des nazis un an plus tard. L'Armée rouge reprit la cité en 1944, ce qui engendra un afflux massif d'ouvriers, de bureaucrates et de troupes soviétiques qui allaient transformer Riga en l'un des complexes militaro-industriels les plus importants de l'URSS occidentale. Le port fut agrandi et modernisé pour assurer les échanges commerciaux avec l'Ouest. En janvier 1991, suite à l'indépendance de la Lettonie, Riga était redevenue le grand centre commercial et financier baltique qu'elle était autrefois.",
    "category": "Cités-états maritimes"
}