{
    "id": 43,
    "name": "Samarcande",
    "historical_info": "Située dans une région d'Asie centrale connue sous le nom de Transoxiane, Samarcande est l'une des plus anciennes villes du monde. Bâtie dans la fertile vallée du Zeravchan, Samarcande jouissait de ressources naturelles abondantes et de grandes réserves de nourriture. Plus important, elle se trouvait sur le passage de la célèbre route de la soie, le principal axe de commerce entre l'Orient et l'Occident. Fondée en 700 av. J.-C. par les Sogdiens, la ville évolua rapidement. Elle était déjà l'une des plus riches et importantes villes du monde lorsqu'Alexandre le Grand la conquit en 329 av. J.-C.La cité demeura une grande puissance commerciale pendant de nombreux siècles ; elle s'enrichit grâce aux taxes imposées aux caravanes voyageant sur la route de la soie, et servit également à véhiculer les innovations techniques et culturelles entre l'Est et l'Ouest. La légende raconte que le secret de la fabrication du papier fut soutiré à deux prisonniers chinois par les Musulmans en l'an 751, une découverte qui entraîna l'ouverture à Samarcande de la première fabrique de papier du monde islamique. La technique de fabrication du papier de lin se transmit ensuite à travers tous les territoires musulmans, et plus tard à l'Europe.Marco Polo, dans son récit détaillant son voyage le long de la route de la soie jusqu'à la Chine, décrivit Samarcande comme \"une très noble et grandissime cité\". En 1370, Tamerlan, fondateur de la dynastie des Timourides, choisit Samarcande comme capitale. Pendant 35 ans, il entreprit de reconstruire la ville (et cela plusieurs fois), et d'y attirer les meilleurs artisans, marchands et érudits de toute l'Asie centrale.Mais l'ouverture des routes maritimes entre l'Orient et l'Europe, et plus tard l'exploitation du nouveau continent des Amériques, fut peu profitable à Samarcande. La population chuta précipitamment, et la ville demeura même inhabitée pendant un temps. Ce n'est qu'en 1887, lorsqu'elle devint une capitale provinciale de l'Empire russe (alors en pleine expansion), que Samarcande redevint l'important pôle économique qu'elle était jadis.",
    "category": "Cités-états mercantiles"
}