{
    "id": 22,
    "name": "Sidon",
    "historical_info": "Sidon est une ville antique située sur la côte libanaise. Si elle était à l'origine un lieu de pêche et de commerce, la ville est surtout connue aujourd'hui pour être le terminus méditerranéen de l'oléoduc transarabique venu d'Arabie saoudite.Sidon fut fondée au troisième millénaire av. J.-C. par les Phéniciens.Sidon devint prospère et riche au deuxième millénaire av. J.-C. ; elle était notamment réputée pour la qualité de son verre et de ses teintures violette. Vers 2700 av. J.-C., les colons de Sidon fondèrent la ville côtière de Tyr, près de 35 km au sud. Pendant de nombreuses années, les deux cités luttèrent pour devenir le siège de la richesse et du pouvoir phéniciens.Lorsque la puissance phénicienne commença à péricliter, la richesse et l'emplacement stratégique de Sidon en firent une cible privilégiée de conquête. Au cours de son histoire, Sidon a été dominée par l'Assyrie, Babylone, la Perse, Alexandre le Grand, les Séleucides, la dynastie égyptienne des Ptolémées, les Romains, les Ottomans, les Français et, enfin, par le Liban. Durant les Croisades, la ville changea de mains à maintes reprises. Elle fut chaque fois en partie détruite, puis reconstruite. La région de la ville regorge de fortifications issues de diverses époques de l'Histoire. Aujourd'hui, Sidon abrite des musulmans sunnites et chiites, ainsi que des Grecs chrétiens catholiques et des maronites.La ville est mentionnée à de nombreuses reprises dans la Bible. Son citoyen le plus célèbre est probablement la reine pécheresse Jézabel, épouse du roi d'Israël du Nord, Achab, et grand-tante de la reine Didon de Carthage. Selon la Bible, Jézabel fut une dirigeante mauvaise et corrompue qui encouragea la vénération de divinités étrangères (en l'occurrence phéniciennes) en Israël. Pour ces crimes, elle fut tuée par ses propres eunuques et jetée à la rue où elle fut dévorée par des chiens.Pour tout dirigeant, il y a deux grandes leçons à tirer de cette histoire : premièrement, mieux vaut respecter la foi d'un peuple, et deuxièmement, il faut toujours se méfier des eunuques royaux.",
    "category": "Cités-états militaristes"
}