{
    "id": 19,
    "name": "Singapour",
    "historical_info": "Des fouilles archéologiques permettent aujourd'hui d'affirmer que l'île de Singapour telle que nous la connaissons aujourd'hui fut occupée dès le IIe siècle de notre ère. La petite île faisait à l'origine partie de l'empire de Sumatra et était connue sous le nom de Temasel, soit \"ville de la mer\". Pour des raisons encore inconnues, la zone subit un fort déclin au XIVe siècle. Durant les siècles qui suivirent, la population de l'île se composa principalement de pêcheurs établis dans de petits villages.Mais le 29 janvier 1819, le destin de Singapour fut bouleversé. L'homme d'État britannique Sir Thomas Stamford Raffles débarqua sur l'île et signa un traité visant à transformer la partie sud en un poste commercial britannique. Singapour devint officiellement une colonie de la couronne en 1824, lorsque la Compagnie britannique des Indes orientales s'empara du contrôle de l'île entière. Devenue un pilier central du commerce dans le Pacifique, la cité insulaire entama alors une période de forte croissance.En 1941, les Japonais envahirent Singapour et, en six jours seulement, ils prirent le contrôle de la ville et de la base militaire. La bataille de Singapour fut le plus grand désastre militaire de l'histoire britannique et la ville devint une base japonaise stratégique jusqu'à la fin de la Deuxième Guerre mondiale. Les Britanniques reprirent possession de l'île un mois après la reddition des Japonais, en 1945.Après la guerre, Singapour prit le chemin de l'indépendance. En 1955, la ville fut autorisée à organiser les premières élections générales de son histoire, mais la délégation envoyée en Grande-Bretagne en 1959 pour réclamer l'autonomie essuya un vif refus. Quatre ans plus tard, la petite cité-état déclara son indépendance et rejoignit la Fédération des États de Malaisie. Cependant, d'importants conflits idéologiques éclatèrent entre Singapour et la Fédération, c'est pourquoi deux ans plus tard, Singapour se déclara république indépendante.Depuis, la fortune du pays a fortement augmenté, et le niveau de vie de la population, l'économie et l'éducation ont connu de grandes améliorations. Aujourd'hui, Singapour est le cinquième pays le plus riche du monde (en termes de PIB) et ses industries touristiques et médicales sont en plein essor.",
    "category": "Cités-états mercantiles"
}