{
    "id": 53,
    "name": "Sofia",
    "historical_info": "À la fois capitale et plus grande ville de Bulgarie, Sofia se situe au centre de la péninsule des Balkans. Les Serdi, une tribu thracienne, furent les premiers à s'installer dans la région en 700 av. J.-C. Autour de 29 av. J.-C., les territoires serdi furent conquis par les Romains. La ville, idéalement située le long d'une importante route de commerce traversant les Balkans, connut son essor sous le règne de l'empereur Trajan (de 98 à 117). Toutefois, c'est sous l'empereur byzantin Constantin qu'elle vécut sa plus grande période de prospérité et de paix. Passée cette époque, l'histoire de Sofia ne fut plus qu'une longue suite de conflits, de guerres et de conquêtes.La ville fut en grande partie détruite par l'invasion des Huns en 447. Rebâtie par l'empereur Justinien Ier, elle fut saisie en 809 par les forces du bulgare Khan Kroum. Ce dernier fut ensuite délogé par les Turcs ottomans en 1382. Suite à l'échec de la croisade de Ladislas III Jagellon de Pologne visant à libérer la Bulgarie, l'élite chrétienne de la ville fut massacrée et Sofia devint la capitale de la province ottomane de Roumélie. Elle le demeura pendant près de quatre siècles.Sofia fut capturée par les troupes russes pendant la guerre russo-turque de 1878 et nommée capitale de la \"principauté autonome de Bulgarie\", laquelle évolua pour devenir le royaume de Bulgarie en 1908. Après avoir obtenu son indépendance, la Bulgarie se trouva entraînée dans deux guerres balkaniques. Plus tard, la Bulgarie resta à l'écart de la Première Guerre mondiale pendant près d'une année avant de se joindre aux Empires centraux, s'opposant ainsi à la Serbie, la Grèce et la Roumanie, trois pays alliés des puissances occidentales.L'entre-deux-guerres fut une période de conflits et de bains de sang. La Bulgarie rejoignit les forces de l'Axe en 1941 ; en conséquence, Sofia fut bombardée massivement par les forces aériennes des Alliés en 1943 et occupée par l'Armée rouge en septembre 1944. L'occupation soviétique dura jusqu'à l'effondrement du rideau de fer en 1989, dernier épisode de la longue et tumultueuse histoire de la ville.",
    "category": "Cités-états militaristes"
}