{
    "id": 8,
    "name": "Sydney",
    "historical_info": "Située sur la côte sud-est de l'Australie, Sydney ne fut pas seulement la première colonie britannique établie sur le continent, mais également la première colonie européenne de l'histoire. Colonie de déportation fondée par le capitaine Arthur Philip en 1788, Sydney doit ses premières évolutions aux condamnés. Des soldats à la retraite et des colons britanniques prirent ensuite le relais. Au fil du temps, Sydney devint la ville la plus peuplée d'Australie, et probablement la plus connue, comptant aujourd'hui plus de 4 millions d'habitants.Découvert par James Cook en 1770, \"Botany Bay\", le site du débarquement, se révéla inapproprié pour une installation permanente. L'emplacement idéal fut trouvé à Sydney Cove, ainsi nommé en hommage à \"Lord Sydney\" Thomas Townshend. Des aborigènes y vécurent probablement durant plusieurs milliers d'années avant l'arrivée des colons britanniques, et de nombreuses tribus furent découvertes dans la région à leur arrivée. Malgré les efforts faits par le capitaine Phillip pour limiter les contacts entre les colons et les tribus locales, des milliers d'aborigènes moururent de maladies introduites par les Européens, comme la variole et la rougeole.Un boom démographique eut lieu à Sydney au XIXe siècle, quand des mines d'or furent découvertes dans les régions voisines, en particulier à Bathurst. C'est à cette période que la croissance industrielle de la ville explosa. Dans les années 1920, Sydney comptait un million d'habitants et continuait à se développer pour répondre à ses besoins croissants en infrastructures.La ville est aujourd'hui connue pour son développement financier, et est devenue le coeur économique de l'Australie. Des banques prestigieuses et de nombreuses institutions financières y ont élu domicile, tout comme la Bourse de l'Australie. Le jour de la fondation de Sydney, le 26 janvier, est depuis le début du XIXe siècle une fête nationale en Australie. Cette journée est l'occasion de commémorer l'histoire de la ville et sa place importante en Australie aujourd'hui.",
    "category": "Cités-états maritimes"
}