{
    "id": 23,
    "name": "Tyr",
    "historical_info": "Tyr est une ancienne cité phénicienne située dans la partie sud du Liban, près de 20 km au nord de la frontière libano-israélienne. Tyr fut construite à la fois sur les terres et sur une île proche. Fondée vers 2700 av. J.-C. par des colons de Sidon, la ville grandit et devint vite une rivale de son aînée. Elle finit même par la surpasser, devenant un important centre de pêche et de commerce phénicien. Au IXe siècle av. J.-C., des colons de Tyr fondèrent la ville de Carthage en Afrique du Nord.Comme Sidon, Tyr est de nombreuses fois citée dans la Bible. Les rapports entre Israël et Tyr furent généralement cordiaux. D'ailleurs, Hiram Ier, roi de Tyr, fournit bon nombre de matériaux pour la construction du Temple de Salomon à Jérusalem.Comme elle était riche et idéalement située, Tyr fut la cible de tentatives d'annexion répétées, les puissances saccageant la région tentant leur chance les unes après les autres. Aux VIIIe et VIIe siècles av. J.-C., la ville connut une domination assyrienne. Au VIe siècle av. J.-C., elle résista à un long siège mené par le roi babylonien Nabuchodonosor II, mais fut prise peu de temps plus tard par les Perses. Au IIIe siècle av. J.-C., Alexandre le Grand de Macédoine entra en scène à la tête de son armée.Le siège de Tyr par Alexandre dura sept mois. Pour vaincre les défenseurs zélés de la ville, il détruisit totalement la partie de la cité située sur les terres, puis utilisa les décombres pour construire une chaussée jusqu'à l'île. Après avoir pris la ville, Alexandre le Grand montra combien il avait apprécié à leur juste valeur l'honneur et le courage des citoyens : il en mit 10 000 à mort et en vendit 30 000 autres comme esclaves. Si la ville eut un regain de vitalité sous les règnes égyptien et romain, elle ne se remit jamais vraiment de l'extrémisme d'Alexandre. Aujourd'hui, Tyr compte près de 120 000 habitants. En raison de sa proximité avec Israël, elle tend à souffrir quasi systématiquement dès que la violence éclate le long de la frontière libano-israélienne. Malheureusement, cela est tristement fréquent, et les bombes, balles et autres missiles des deux camps laissent chaque fois la cité un peu plus en ruine. Cela étant, Tyr a déjà survécu à pire (bien pire) que ce dont elle souffre aujourd'hui. Espérons qu'elle survive encore assez longtemps pour connaître à nouveau paix et prospérité.",
    "category": "Cités-états mercantiles"
}