{
    "id": 54,
    "name": "Ur",
    "historical_info": "Ancienne cité côtière située à l'embouchure de l'Euphrate, à l'extrémité nord du golfe Persique, les ruines d'Ur se trouvent désormais à l'intérieur des terres, à près de 240 km de la rivière. Décrite dans la Genèse comme le lieu qui vit naître le patriarche juif Abraham, \"l'Ur des Chaldéens\" fut fondée en 5500 av. J.-C., à la période Ubaid de Sumer. Régissant le commerce entre les villages bordant l'Euphrate, le Tigris et le littoral, Ur se trouvait à l'emplacement idéal pour devenir un centre politique et économique. Le fondateur de la première dynastie d'Ur, Mesannepada, entreprit la construction de ports et de digues dans le but de maîtriser les crues annuelles. En 2800 av. J.-C., Ur était devenue l'une des premières cités-États sumériennes, traversée par les grands axes commerciaux entre la Mésopotamie et l'Inde, mais aussi l'Éthiopie et l'Égypte.Après une période de déclin, puis de stagnation, Ur connut une véritable renaissance sous le règne d'Ur-Nammu pendant laquelle l'art, la littérature et la culture sumériens se développèrent. Les historiens estiment qu'Ur fut la plus grande ville du monde entre 2030 et 1980 av. J.-C., et qu'elle souffrit d'un excès de population de 65 000 habitants. Mais pendant les règnes successifs des trois derniers rois de la troisième dynastie, Ur perdit progressivement de son influence et de sa richesse. Autour de 1940 av. J.-C., la ville fut capturée et pillée par les Élamites.Reconstruite quelques temps plus tard, Ur se trouva intégrée au royaume d'Isin, lequel fut plus tard annexé par l'empire babylonien. Bien que demeurant un important centre religieux, l'influence commerciale d'Ur s'essouffla, probablement à cause de la déviation du cours de l'Euphrate. Sa population finit par émigrer, les murs et les temples tombèrent en ruine et son port fut enseveli sous le sable. Au IVe siècle av. J.-C., Ur était presque totalement oubliée du monde. Elle ne fut redécouverte et partiellement mise au jour que bien plus tard : en 1854, par le vice-conseiller britannique de Basra, John G. Taylor.",
    "category": "Cités-états maritimes"
}