{
    "id": 31,
    "name": "Vancouver",
    "historical_info": "Les peuples indigènes de la région vivaient dans le Nord-Ouest Pacifique depuis 10 000 ans lors de l'arrivée à Point Grey en 1972 de l'officier de marine britannique George Vancouver. En 1808, le marchand britannique Simon Fraser descendit la rivière qui porte aujourd'hui son nom jusqu'à Point Grey. D'après les écrits de Fraser et d'autres trappeurs, la Hudson Bay Company bâtit Fort Langley en 1827, mais la région demeura peu fréquentée jusqu'à la ruée vers l'or du Fraser en 1858. À cette époque, des mineurs de Californie et de l'Est du Canada affluèrent vers le canton.Mais une ressource plus durable, le bois, allait devenir le fondement de la croissance de cette région : de nombreuses scieries s'établirent sur le littoral. En 1867, un campement rustique du nom de Gastown émergea aux environs d'une taverne faisant face à la mer et dirigée par un certain \"Gassy\" Deighton. En 1884, la ville et son magnifique port naturel furent choisis comme terminus ouest du Chemin de fer Canadien Pacifique. L'afflux d'étrangers, en particulier de Scandinaves et d'Écossais, provoqua une telle croissance de la ville que les nombreux campements situés le long de la côte fusionnèrent. La ville de Vancouver fut officiellement fondée en avril 1886.Avec l'ouverture du canal de Panama en 1914, il devint possible de transporter par voie maritime des céréales et du bois vers la côte est des États-Unis et vers l'Europe depuis Vancouver. Une fois les quais du Ballantyne Pier terminés, Vancouver devint le port le plus avancé technologiquement de tout le Commonwealth. À la fin de la Seconde Guerre mondiale, la ville continua à se développer, atteignant le rang de huitième plus grande ville du Canada. L'essor du tourisme dans le Pacifique Nord attire un grand nombre de navires de croisière dans le port de Vancouver. En 2011, on a recensé 199 départs. Suite à la découverte de pétrole en Alaska et de gaz naturel dans l'ouest du Canada, ces régions sont en passe de devenir des pôles pétroliers et énergétiques majeurs.",
    "category": "Cités-états maritimes"
}