{
    "id": 57,
    "name": "Vilnius",
    "historical_info": "Située au confluent des rivières Vilnia et Neris, à 312 km de la mer Baltique, Vilnius fut établie comme comptoir commercial dans les bois profonds de Lituanie. La ville est mentionnée pour la première fois dans les actes historiques de 1323, où les Juifs d'Allemagne furent invités à émigrer dans la capitale du Grand-duché de Lituanie par le Grand-duc Gediminas, qui promit la tolérance religieuse et les perspectives commerciales. Lors des décennies suivantes sous le Grand-duc et ses fils, le duché s'agrandit jusqu'à englober la majeure partie de la Lituanie actuelle, de la Biélorussie, de l'Ukraine et de la Transnistrie, ainsi que des parties de la Pologne et du nord de la Russie. Avec l'Union de Lublin en 1569, Vilnius devint une ville commerciale importante de la République des Deux Nations.Durant cette période, Vilnius s'agrandit considérablement. Les autorités accueillaient à bras ouverts les immigrants et des milliers de Slaves, d'Allemands et de Juifs partirent vivre dans la ville en plein essor. Les rois de Pologne et les ducs de Lituanie entreprirent de vastes projets de construction, et non des moindres, comme la fortification de la ville qui sera dotée de grandes murailles et de neuf portes fortifiées. En 1579, le roi Étienne Báthory fonda l'institution qui deviendra l'Université de Vilnius (la Vilniaus universitetus), la plus ancienne université des Pays baltes, qui devint rapidement l'un des centres scientifiques et culturels les plus importants de la République des Deux Nations. Des confréries de plusieurs secteurs d'activité s'y établirent, et Vilnius devint la principale ville commerciale entre la Scandinavie et l'Europe occidentale et entre la Pologne intérieure et le nord de la Russie.\r\nMais le XVIIe siècle fut désastreux. Pendant la guerre soviéto-polonaise (de 1654 à 1667), la ville fut prise par les troupes tsaristes. Elle fut pillée, brûlée et sa population fut massacrée. En 1710, une éruption de peste bubonique tua environ 35 000 citoyens. Plusieurs incendies dévastateurs détruisirent une grande partie de la ville durant la première moitié du XVIIIe siècle. En 1795, avec le troisième partage de la Pologne, Vilnius fut intégrée à l'Empire russe et ce jusqu'au traité lituano-soviétique de 1920 qui reconnut l'indépendance de la Lituanie. Cependant, la Pologne annexa la région en 1922 et Vilnius fut sous la domination polonaise jusqu'à la Deuxième Guerre mondiale, où elle fut de nouveau occupée par les forces russes. Il faudra attendre 1990, avec la sécession de la République socialiste soviétique de Lituanie suite à l'effondrement de l'Union soviétique, pour que Vilnius retrouve son autonomie et devienne la capitale de la Lituanie actuelle.",
    "category": "Cités-états mercantiles"
}