{
    "id": 58,
    "name": "Wellington",
    "historical_info": "Selon la légende maorie, Kupe, le chef de Hawaiki, arriva sur l'île du Nord de la Nouvelle-Zélande vers 925. Il y serait venu en canoë, terrassant de nombreux monstres et démons marins pour atteindre cette terre promise. Quelle que soit la vérité historique, en septembre 1839, une expédition menée par la Compagnie de Nouvelle-Zélande basée à Londres s'établit sur un plateau, à l'embouchure de la rivière Hutt. L'année suivante, le navire Aurora arriva d'Angleterre avec 150 colons à son bord. Le premier site s'avérant trop marécageux et sujet aux inondations, les arrivants replacèrent leur site le long de la baie protégée et les directeurs de la Compagnie nommèrent la ville Wellington (la ville de Petone est aujourd'hui située à l'emplacement du premier site). En 1865, la ville fut nommée nouvelle capitale de la colonie, remplaçant Auckland qui avait été désignée comme le siège du gouvernement naissant en 1841. L'administration de la colonie justifia ce choix en disant que Wellington, avec son port magnifique et son emplacement plus central, serait mieux adaptée comme capitale.\r\nWellington est située sur le détroit de Cook, sur les collines du sud-ouest de la baie. Au cours de sa première expédition, le capitaine de la Royal Navy James Cook, cherchant le continent supposé de Terra Australis, atteint les îles de Nouvelle-Zélande en 1770. Il navigua autour des îles, dessina la carte de tout le littoral et mentionna en particulier le port naturel protégé où la Compagnie de Nouvelle-Zélande établirait Wellington. Durant la plus grande partie de son histoire, les 43 kilomètres carrés d'ancrage furent connus sous le nom de Port Nicholson. Après l'établissement de la capitale, le port de Wellington devint rapidement le plus important des îles, répondant à la fois aux besoins de la marine et du commerce britannique. C'est aujourd'hui le plus grand port-conteneur de la région et un terminal de navires pétroliers a été construit dans la zone industrielle de Seaview. En 1895, l'Union Steamship Company établit un service régulier en provenance et à destination du port, et pendant plus d'un siècle, Wellington fut le terminal principal pour les ferrys entre les îles de la nation et au-delà.",
    "category": "Cités-états maritimes"
}