{
    "id": 1,
    "name": "Alhambra",
    "production_cost": 400,
    "game_info": "Toutes les nouvelles unités non aériennes de la ville reçoivent la promotion Exercice I, qui améliore la puissance de combat lors des combats sur terrain ACCIDENTÉ. Donne un château gratuit dans la ville de construction. Augmente la production de culture de la ville de 20%.",
    "strategy": null,
    "historical_info": "Situé dans le sud de l'Espagne, l'Alhambra est un ensemble palatial remontant à la dynastie des Nasrides, qui contrôlait la région au milieu du XIVe siècle. Sa construction commença aux alentours de 1238, sous le règne d'Ibn al-Ahmar, et continua sous celui de ses successeurs. Tirant son nom de la teinte rouge de ses façades, le nom d'Alhambra peut se traduire par \"forteresse rouge\". Célèbres pour leur style architectural mauresque, les parois de l'Alhambra accueillent des gravures complexes et des motifs entrelacés, aussi appelés \"arabesques\" et caractéristiques de l'art islamique. Bien qu'on y trouve encore aujourd'hui de nombreux exemples du style islamique d'origine, la majorité du palais et de son intérieur fut reconstruit et modifié après l'avènement du catholicisme en Espagne.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra.png",
    "quote": "'La justice est une forteresse imprenable, bâtie au sommet d'une montagne. Elle ne peut être renversée par la violence des torrents, ni détruite par la force des armées.' - Joseph Addison",
    "tech_prereq": {
        "name": "Chivalry",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}