{
    "id": 2,
    "name": "Angkor Vat",
    "production_cost": 400,
    "game_info": "Le coût en culture et en or pour l'achat de nouvelles cases diminue de 25% dans toutes les villes.",
    "strategy": null,
    "historical_info": "Angkor Vat est un temple situé sur le site d'Angkor, au Cambodge. Il fut bâti au XIIe siècle par le roi Suryavarman II pour servir de palais royal et de temple national, l'hindouisme étant la religion d'État. Deux ou trois siècles plus tard, Angkor Vat fut reconverti en temple bouddhiste. Il s'agit d'un ensemble de bâtiments occupant un rectangle de 1000 x 800 mètres, entouré de remparts et d'une large douve.Angkor Vat fut principalement construit avec du grès. L'ensemble rectangulaire fait penser à une ancienne forteresse, les bâtiments intérieurs étant séparés des murs d'enceinte par une cour intérieure très similaire à ce que l'on trouve dans les châteaux forts médiévaux.À une certaine époque, la cour intérieure regorgea de petites bâtisses en bois, mais celles-ci ont intégralement disparu. La structure intérieure comprend trois galeries en pierre successives construites sur des plates-formes surélevées. La galerie extérieure abritait autrefois des bibliothèques, alors que la dernière ouvrait sur un sanctuaire dédié à Vishnou (aujourd'hui dédié à Bouddha). Les galeries sont surmontées de tours qui ressemblent à des ruches d'abeilles stylisées, la plus haute faisant plus de 40 mètres. Les remparts sont ornés de somptueux bas-reliefs qui représentent des scènes de la mythologie hindoue.Même si le site fut plus ou moins laissé à l'abandon pendant la deuxième moitié du XXe siècle, d'importants efforts sont faits aujourd'hui pour préserver et restaurer cet exceptionnel et magnifique lieu de culte, que pèlerins et touristes visitent chaque année en plus grand nombre.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat.png",
    "quote": "\"Le temple ne ressemble à aucun autre édifice au monde. Il est pourvu de tours, d'ornements et de tous les raffinements que le génie humain peut concevoir.\" - Antonio da Magdalena",
    "tech_prereq": {
        "name": "Education",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}