{
    "id": 6,
    "name": "Broadway|Broadway",
    "production_cost": 1060,
    "game_info": "Un musicien illustre gratuit apparaît près de la ville de construction de la merveille. Contient 3 emplacements pour chefs-d'oeuvre musicaux.",
    "strategy": null,
    "historical_info": "À New York, Broadway est une avenue longue de 24 km qui traverse Manhattan et le Bronx. Bien que la majeure partie de la rue soit bordée de bureaux, d'entreprises et d'immeubles, elle est plus connue pour sa partie centrale, située entre la 42e et la 53e rue, que l'on appelle la \"Great White Way\" (la \"Grande route blanche\"), et qui constitue le quartier des théâtres. À partir du milieu du XIXe siècle, un certain nombre de théâtres ouvrit à Broadway. En 1880, on illumina une partie de la rue, entre Madison Square et Union Square, avec des lampes à arc. Elle fut ainsi l'une des premières rues éclairées par la lumière électrique aux États-Unis. Avec la hausse des revenus et l'intérêt grandissant des Américains pour la culture, les théâtres devinrent un haut-lieu de divertissement populaire. Au début du XXe siècle, quelque 20 théâtres avaient ouvert leurs portes dans cette partie de Broadway, et leurs panneaux publicitaires électriques étaient si lumineux, qu'on lui donna le nom de Great White Way. En 1925, on comptait pas moins de 80 théâtres sur Broadway, spécialisés dans les grandes productions, principalement des revues et des comédies musicales.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway|broadway.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway|broadway.png",
    "quote": "'Broadway est l'artère principale de la vie culturelle new-yorkaise. Une artère insensible.' - Walter Winchell",
    "tech_prereq": {
        "name": "Radio",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 2,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}