{
    "id": 7,
    "name": "Chichén Itzá",
    "production_cost": 300,
    "game_info": "La durée des âges d'or augmente de 50%.",
    "strategy": null,
    "historical_info": "Chichén Itzá est une extraordinaire cité en pierre du Yucatán, au Mexique. Certains de ses plus anciens bâtiments et pyramides datent de plus de 1500 ans et sont d'origine toltèque ou maya.Chichén Itzá comprend des bâtiments, des temples et des cours en pierre. Il y a notamment un vaste terrain dédié au jeu de balle \"pok tap ok\" (ce jeu de balle passionnant opposait deux équipes qui devaient faire passer la balle dans des anneaux placés de part et d'autre du terrain. Le capitaine de l'équipe victorieuse était décapité en sacrifice aux dieux). Même si cette cité a subi les ravages du temps (et des pillards), il y reste de splendides bas-reliefs et statues.Au centre de la cité se dresse la puissante pyramide en escalier de Kukulcán, aussi appelée \"El Castillo\". Construite vers le XIIIe siècle, El Castillo mesure environ 55 m de côté pour une hauteur de 25 m. Comme c'était l'usage chez les Mayas, Kukulcán fut construite au-dessus d'une pyramide plus ancienne et plus petite.Chichén Itzá prospéra jusqu'au XIIIe siècle. A ce moment là, révoltes et guerre civile affaiblirent les Mayas et la cité qui ne retrouva jamais son lustre perdu. Le centre de la cité fut quasiment abandonné et, au XVIe siècle, les conquistadors espagnols le découvrirent en ruine.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itza.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itza.png",
    "quote": "\"Le katun est établi à Chichén Itzá. Les Itzá s'y installeront. Le quetzal viendra, l'oiseau vert viendra. Ah Kantenal viendra ! [[...] C'est la parole de Dieu. Les Itzá viendront.\" - Les livres de Chilam Balam",
    "tech_prereq": {
        "name": "Civil Service",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}