{
    "id": 56,
    "name": "Compagnie des Indes orientales|Compagnies des Indes orientales",
    "production_cost": 125,
    "game_info": "Nécessite un marché dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une Compagnie des Indes orientales génèrent 4 Or supplémentaires pour le propriétaire de la ville et 2 Or pour le propriétaire de la route commerciale.",
    "strategy": "La Compagnie des Indes orientales augmente la quantité d' or générée par une ville. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une Compagnie des Indes orientales génèrent 4 Or supplémentaires pour le propriétaire de la ville et 2 Or supplémentaires pour le propriétaire de la route commerciale.",
    "historical_info": "Les différentes Compagnies des Indes orientales étaient des sociétés par actions faisant l'objet d'une charte royale, dont le but était de faire commerce en Asie et dans les îles autour de l'Océan Indien. Au sommet de leur apogée aux XVIIe et XVIIIe siècles, ces compagnies disposaient de leurs propres forces militaires, fondaient des colonies placées sous leur administration, organisaient des expéditions, partaient en guerre, prélevaient des impôts, établissaient des plantations, et construisaient des mines et des routes, dans le but de faire du profit. Celles qui connurent le plus de succès furent l'\"honorable\" Compagnie britannique des Indes orientales (fondée en 1600 par une charte de la reine Elisabeth), la Compagnie néerlandaise des Indes orientales (1602) et la Compagnie française des Indes orientales (1664).",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/east_india_company.png",
    "background_image": null,
    "quote": null,
    "tech_prereq": {
        "name": "Guilds",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
    }
}