{
    "id": 12,
    "name": "Cité interdite|Cités interdites",
    "production_cost": 500,
    "game_info": "Vous devez avoir découvert le mécénat. Octroie deux délégués supplémentaires au Congrès mondial. Le mécontentement diminue de 10% pour les citoyens des villes non occupées.",
    "strategy": null,
    "historical_info": "Ensemble de bâtiments impériaux, la Cité interdite de Beijing (Pékin) témoigne de l'ingéniosité et de l'esthétique de l'architecture chinoise. Jardins ornementaux, terrasses et fontaines entourent cette superbe construction, qui devint la capitale de la Chine en 1421. Elle servit de résidence à 24 empereurs des dynasties Ming et Qing jusqu'à l'abdication du dernier empereur en 1911.Bien que la dénomination correcte de ce bâtiment soit \"Palais impérial\", il est passé à la postérité sous le nom de \"Cité interdite\" car les gens ordinaires ne pouvaient y pénétrer. Avec ses douves de 52 mètres de large et ses remparts de 10 mètres de haut, il y avait peu de chance qu'un intrus y fasse irruption ! La Cité interdite est immense, elle couvre 72 hectares et renferme 8706 pièces. On estime entre huit et dix mille le nombre de personnes qui y vivaient pour servir l'empereur. Aujourd'hui, ce symbole de la souveraineté chinoise constitue une attraction touristique très populaire.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/forbidden_palace.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/forbidden_palace.png",
    "quote": "\"La plupart d'entre nous peut, à son gré, faire de ce monde un palais ou une prison.\" - John Lubbock",
    "tech_prereq": {
        "name": "Banking",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}