{
    "id": 17,
    "name": "Grande muraille|Grandes murailles",
    "production_cost": 250,
    "game_info": "Territoire national : les unités terrestres ennemies doivent dépenser 1 PM [ICON_MOVES] supplémentaire par case traversée. Des remparts gratuits apparaissent dans la ville de sa construction. Après la découverte de la dynamite, la Grande muraille devient obsolète.",
    "strategy": null,
    "historical_info": "La Grande Muraille de Chine est l'une des plus vastes et plus célèbres constructions de l'homme. Les souverains chinois l'ont bâtie pour contenir les tribus nomades qui vivaient alors dans la Mongolie et la Mandchourie actuelles. Il est intéressant de noter que la Grande Muraille ne visait pas tant à empêcher l'entrée des pillards (les Chinois savaient qu'il était impossible de défendre une frontière aussi étendue) qu'à ce qu'ils aient du mal à rapporter leur butin, rendant leurs incursions moins rentables par rapport aux risques qu'ils devaient courir.En fait, il y eut cinq Grandes Murailles différentes construites par plusieurs dynasties chinoises. Les quatre premières furent bâties en terre et ont entièrement disparu. La Muraille que nous connaissons fut presque intégralement l'œuvre de la dynastie Ming entre 1368 et 1640 apr. J.-C. Elle fut construite sur une grande échelle, utilisant des matériaux plus résistants (comme la pierre). La Muraille Ming s'étend sur plus de 6500 kilomètres entre le Défilé de Shanhai (Shanhaiguan) sur le golfe de Bohai à l'est et le Lop Nor dans la partie sud-est de la Région autonome ouïgoure du Xinjiang à l'ouest. C'est dans cette région que la Route de la Soie entrait en Chine, et une série de tours de guet qui pouvaient communiquer par signaux de fumée permettait de transmettre rapidement des messages sur toute la longueur de la Muraille.D'un point de vue purement militaire, la Grande Muraille fut un échec. Les Mandchous parvinrent à corrompre un général chinois qui les laissa passer sans encombre, et elle se révéla donc fort peu efficace pour enrayer une invasion barbare d'envergure. Après que les Mandchous eurent conquis la Chine, les frontières du pays s'étendirent loin vers le nord, rendant la Muraille inutile. Le coût financier de la Muraille fut stupéfiant, ainsi que son coût en vies humaines puisqu'on dit que plus d'un million d'hommes perdirent la vie en la construisant. La Grande Muraille est parfois surnommée la \"Grande Sépulture\".Aujourd'hui, la majeure partie de la Grande Muraille est laissée à l'abandon ; même si elle est bien conservée dans les zones touristiques, partout ailleurs, elle tombe en ruine, et on estime à 20% sa partie en bon état. Malgré cela, la Grande Muraille reste l'une des attractions touristiques chinoises les plus populaires et une véritable merveille du monde.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_wall.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_wall.png",
    "quote": "\"L'art de la guerre nous enseigne à ne pas nous fier à la probabilité que l'ennemi ne passe pas à l'attaque, mais plutôt à notre capacité à bâtir des défenses infranchissables.\" - Sun Tzu",
    "tech_prereq": {
        "name": "Engineering",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}