{
    "id": 18,
    "name": "Sainte Sophie",
    "production_cost": 300,
    "game_info": "Un prophète illustre gratuit apparaît. Offre un temple gratuit dans la ville de sa construction.",
    "strategy": null,
    "historical_info": "Sainte-Sophie (Hagia Sophia à l'origine, ce qui signifiait Sainte Sagesse) fut bâtie en 530 apr. J.-C. pour servir d'église grecque orthodoxe. Situé à Istanbul (ville qui s'appela aussi \"Constantinople\") en Turquie, ce bâtiment superbement décoré, en pierre et en marbre, est surmonté d'un dôme doré mesurant plus de 30 mètres de diamètre. Extraordinaire défi architectural à l'époque de sa construction, ce dôme s'effondra plusieurs fois. Quatre tours gracieuses s'élèvent à chaque coin du bâtiment.L'intérieur de Sainte-Sophie est un espace somptueux parsemé de colonnes et d'arches s'élevant jusqu'au dôme, qui semble lui-même flotter au sommet du bâtiment. La décoration y alterne entre marbres polychromes et mosaïques dorées représentant des scènes bibliques et des saints chrétiens.En 1453, Constantinople fut prise par les Turcs ottomans, et Sainte-Sophie fut convertie en une mosquée. Les dessins étant réprouvés dans les mosquées, beaucoup de mosaïques furent recouvertes de plâtre. En 1934, le président turc, Kemal Atatürk, transforma le bâtiment en musée. Il y a peu, un travail de restauration a été entrepris sur Sainte-Sophie, et quelques mosaïques ont été découvertes. Malgré les ravages du temps, Sainte-Sophie reste universellement reconnue comme l'un des bâtiments les plus élégants au monde.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sainte_sophie.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sainte_sophie.png",
    "quote": "'Elle s'élance vers le ciel, et, ce faisant, surgit plus haut que les autres bâtiments qu'elle surplombe, lançant un regard sur le reste de la cité qu'elle embellit par sa seule présence, tout en glorifiant sa propre beauté.' - Procope de Césarée, De Aedificis",
    "tech_prereq": {
        "name": "Theology",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 3,
        "happiness": 0
    }
}