{
    "id": 20,
    "name": "Château de Himeji",
    "production_cost": 500,
    "game_info": " Puissance de combat en territoire allié +15%. Fournit un château gratuit dans la ville de sa construction.",
    "strategy": null,
    "historical_info": "Le Château de Himeji est une extraordinaire forteresse japonaise et l'un des plus beaux édifices au monde. Construite au XIVe siècle puis remodelée et agrandie à la fin du XVIIe et au début du XVIIIe par Kuroda Yoshitaka et Ikeda Terumasa, cette imposante structure s'étale sur plusieurs niveaux, mêlant la pierre et le bois. Son extérieur d'un blanc brillant est relevé par une série de toits magnifiquement sculptés. Il est surnommé le \"Château du Héron Blanc\".Le Château de Himeji désoriente par le labyrinthe que forment tous les chemins qui mènent à lui. Ses remparts et ses portes furent conçus pour obliger les assaillants à suivre des cercles concentriques parsemés d'impasses avant d'atteindre la porte principale. Ceci avait pour objectif d'étirer le groupe ennemi tout en permettant aux défenseurs de tirer à loisir sur son avant-garde. Cet ingénieux système ne subit jamais l'épreuve du feu puisque le château ne fut pas attaqué à l'époque médiévale.Bien que la région environnante ait été dévastée par les bombardements alliés de la Deuxième Guerre mondiale, le château ne subit aucun dégât. Il est actuellement en restauration et reste l'une des destinations touristiques les plus populaires au Japon.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/château_de_himeji.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/château_de_himeji.png",
    "quote": "'Le Bushido (la voie du guerrier) prend tout son sens devant la mort. Il commande de préférer la mort lorsqu'il y a à choisir entre la vie et la mort. Il n'est aucun autre raisonnement possible.' -Yamamoto Tsunetomo",
    "tech_prereq": {
        "name": "Gunpowder",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}