{
    "id": 21,
    "name": "Télescope spatial Hubble|Télescopes spatiaux Hubble",
    "production_cost": 1250,
    "game_info": "Deux scientifiques illustres gratuits apparaissent près de la ville de construction de la merveille. Donne un chantier spatial gratuit dans la ville de construction. Production +25% lors de la construction de composants du vaisseau spatial.",
    "strategy": null,
    "historical_info": "Ainsi nommé en hommage à l'astronome américain Edwin Hubble, le télescope spatial Hubble est sans doute possible l'un des outils de recherche astronomique les plus importants jamais développés. Lancé en 1990, il offre depuis lors sans discontinuer des images époustouflantes de constellations et de nébuleuses lointaines, attirant aussi bien l'attention des scientifiques que du public. Étant le seul télescope spatial pouvant être réparé par des astronautes, sa durée de vie a pu être prolongée grâce à une série de sorties dans l'espace. Cependant, malgré tout ce qu'il a pu nous apprendre, le télescope Hubble sera remplacé en 2018 par le télescope James Webb, un modèle plus sophistiqué.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/télescope_spatial_hubble|télescopes_spatiaux_hubble.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/télescope_spatial_hubble|télescopes_spatiaux_hubble.png",
    "quote": "'L'émerveillement, ce n'est pas que le champ des étoiles soit si vaste, mais que l'homme soit parvenu à le mesurer.' - Anatole France",
    "tech_prereq": {
        "name": "Satellites",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/satellites.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}