{
    "id": 23,
    "name": "Kremlin",
    "production_cost": 1060,
    "game_info": "Nécessite l'idéologie Ordre. La production augmente de 50% lorsque vous créez des unités blindées et vous recevez une doctrine sociale gratuite.",
    "strategy": null,
    "historical_info": "\"Kremlin\" est un mot russe qui désigne un complexe fortifié de bâtiments au centre d'une ville. Il est généralement employé pour parler du Kremlin de la ville de Moscou, un remarquable ensemble architectural qui abrite la plus grande partie du gouvernement russe. Juché sur une colline, il domine le fleuve Moskova. Sous une forme ou une autre, des fortifications ont été érigées sur ce site depuis plus de 1000 ans mais il ne reçut le nom de Kremlin qu'au XIVe siècle.Le Kremlin, d'une superficie de 28 hectares, est concentré dans une zone triangulaire entourée de remparts en brique rouge surmontés de tours semblables à des crayons. Beaucoup des bâtiments qu'il renferme sont peints en blanc avec des arêtes jaunes et des toits verts qui, de loin, constituent un ensemble très chaleureux. La Cathédrale de la Dormition, bâtie dans les années 1470, est le plus vieil édifice de l'ensemble. Deux autres cathédrales s'élèvent entre ses murs, ainsi qu'un nombre incroyable de palais dont le plus grand est le Palais du Kremlin.Le Kremlin vit la gloire et la chute de nombreux personnages historiques. Ivan le Terrible construisit le Palais à Facettes. Durant la Deuxième Guerre mondiale, Joseph Staline repoussa les envahisseurs allemands devant les portes de Moscou, peut-être le plus grand service rendu par un dirigeant russe à son pays (c'est aussi du Kremlin que Staline planifia l'élimination systématique de millions de ses concitoyens). C'est encore d'ici que Mikhaïl Gorbatchev vécut l'éclatement de l'Union soviétique. Aujourd'hui, le Kremlin abrite le gouvernement de la Fédération de Russie.Quel que soit l'usage qu'il sera fait du Kremlin à l'avenir, il restera toujours un monument dédié au passé de la Russie, car il aura vu le meilleur et le pire de cette grande nation.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kremlin.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kremlin.png",
    "quote": "\"La Loi est une forteresse bâtie sur une colline que ni les armées ni les inondations ne peuvent atteindre.\" - Le Prophète Mahomet",
    "tech_prereq": {
        "name": "Railroad",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}