{
    "id": 26,
    "name": "Machu Picchu",
    "production_cost": 300,
    "game_info": "[ICON_CONNECTED] Connexions urbaines : or +25%. La ville doit être bâtie à moins de deux cases d'une montagne se trouvant sur votre territoire.",
    "strategy": null,
    "historical_info": "Accroché à un sommet péruvien d'une hauteur de plus de 2300 mètres, le Machu Picchu fut une extraordinaire cité inca et l'une des merveilles de l'architecture précolombienne. Les experts pensent que la majeure partie de cette cité, construite au XVe siècle, était occupée par le palais du puissant souverain inca Pachacutec. Cette cité, toute de granit blanc, fut inexplicablement abandonnée au milieu du XVIe siècle. Les conquistadors espagnols ne découvrirent pas ce site durant leur conquête du pays inca, ce qui explique qu'il soit encore si bien conservé.Les archéologues ont localisé le palais cité plus haut, ainsi que des temples, des zones résidentielles, des places et un cimetière, le tout creusé dans la roche. Le terrain montagneux qui cerne les édifices centraux a été sculpté en terrasses destinées à l'agriculture et autrefois irriguées par un système d'aqueducs très complet, en soi un exploit remarquable dans un environnement aussi montagneux.Même s'il est en ruine, le Machu Picchu conserve toute sa beauté sauvage. La cité devait être à couper le souffle à l'époque où les Incas l'habitaient.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
    "quote": "\"Peu de choses dégagent autant d'intensité que la citadelle de granit qui surplombe les falaises à pic du Machu Picchu, la couronne du pays inca.\" - Hiram Bingham",
    "tech_prereq": {
        "name": "Guilds",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
    },
    "yields": {
        "gold": 5,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 2,
        "happiness": 0
    }
}