{
    "id": 27,
    "name": "Mausolée d'Halicarnasse|Mausolées d'Halicarnasse",
    "production_cost": 185,
    "game_info": "Vous recevez 100  Or pour chaque personnage illustre utilisé. Chaque source de marbre ou pierre exploitée par la ville produit 2 unités d' or supplémentaires.",
    "strategy": null,
    "historical_info": "Le Mausolée d'Halicarnasse fut érigé entre 353 et 350 av. J.-C. pour servir de tombeau à Mausole, roi de Carie (une région de la Turquie actuelle). Mis au point, à en croire la légende, par les plus grands sculpteurs et artisans de l'époque, le temple était réputé pour ses reliefs sculptés incroyablement détaillés et ses dimensions impressionnantes, avec une hauteur approchant les 47 mètres. Bien que le monument fût ravagé par une série de séismes tout au long du premier millénaire, certains éléments du tombeau furent découverts par des archéologues britanniques au milieu du XIXe siècle. Le terme \"mausolée\" que l'on connaît aujourd'hui dérive directement de ce tombeau, qui était en son temps l'une des sept merveilles du monde.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/mausoleum_of_halicarnassus.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/mausoleum_of_halicarnassus.png",
    "quote": "\"La terre entière est le tombeau d'hommes héroïques, et leur histoire n'est pas seulement gravée dans la pierre au-dessus de leur dépouille, mais survit partout, sans symbole visible, tissée à l'intérieur même de la vie des autres hommes.\" - Périclès",
    "tech_prereq": {
        "name": "Masonry",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}