{
    "id": 59,
    "name": "Office national du tourisme|Offices nationaux du tourisme",
    "production_cost": 400,
    "game_info": "Nécessite un hôtel dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente. 100% de la culture issue des merveilles mondiales, des merveilles naturelles et des aménagements (monuments, moaï, castels) est ajoutée à la production de tourisme de la ville. La production de tourisme augmente de +100% grâce aux chefs-d'oeuvre.",
    "strategy": "L'office national du tourisme, qui stimule fortement la production de tourisme, est un excellent choix pour les civilisations qui souhaitent remporter une victoire culturelle ou augmenter leur impact idéologique sur les autres civilisations. Construisez-le dans votre ville principale dédiée au tourisme une fois que vous avez terminé la construction des hôtels de toutes vos villes.",
    "historical_info": "Un office du tourisme est un lieu qui permet aux voyageurs de s'informer sur un site ou une région. Les plus courants sont ceux dirigés par l'État. Ils permettent d'obtenir des informations et des conseils sur les attractions touristiques, l'hébergement et les divers coûts d'une région, et fournissent également des cartes, des brochures et des souvenirs. Les premiers offices du tourisme étaient situés près des gares et étaient entretenus par les sociétés de chemin de fer qui espéraient ainsi convaincre les voyageurs de revenir. Aujourd'hui, la plupart des villes possèdent un office du tourisme qui remplit le même rôle.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_visitor_center.png",
    "background_image": null,
    "quote": null,
    "tech_prereq": {
        "name": "Telecommunications",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
    }
}