{
    "id": 30,
    "name": "Notre-Dame",
    "production_cost": 400,
    "game_info": null,
    "strategy": null,
    "historical_info": "Notre-Dame est une grande cathédrale implantée sur l'Île de la Cité, autour de laquelle coule la Seine à Paris, en France. Bâtie sur le site d'une ancienne église, elle-même construite au-dessus d'un temple romain dédié à Jupiter, Notre-Dame est un exemple saisissant d'architecture gothique et l'un des plus beaux édifices. Sa construction débuta en 1163 et dura presque deux siècles.Notre-Dame est un bâtiment massif en pierre surmonté de tours carrées, de flèches élancées et soutenu par des arcs-boutants. L'extérieur est agrémenté de rubans délicats, d'arches et de statues des saints et des rois. Le toit du bâtiment est orné de gargouilles. Quant à l'intérieur, c'est une longue et étroite nef bordée par des colonnes qui soutiennent deux magnifiques galeries. Des vitraux illuminent doucement l'autel principal, qui renferme une magnifique statue de la Vierge Marie, la patronne de la Cathédrale, tenant le corps de Jésus.La Cathédrale a souffert des nombreuses périodes durant lesquelles elle ne fut pas entretenue. Pendant la Révolution française, beaucoup de ses trésors furent volés et le bâtiment servit d'entrepôt. Au début du XIXe siècle, son état était si dégradé que les architectes de la ville pensèrent à la détruire. En fait, Victor Hugo écrivit \"Notre-Dame de Paris\" en partie pour attirer l'attention sur le sort de la Cathédrale. En 1871, pendant la brève période de la Commune de Paris, Notre-Dame fut pratiquement incendiée. Heureusement, elle survécut et, enfin restaurée, elle retrouva son lustre d'antan.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre-dame.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre-dame.png",
    "quote": "'L'architecture a été la grande écriture du genre humain. Non seulement tout symbole religieux, mais encore toute pensée humaine a sa page dans ce livre immense.' - Victor Hugo",
    "tech_prereq": {
        "name": "Physics",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 4,
        "happiness": 10
    }
}