{
    "id": 32,
    "name": "Parthénon|Parthénons",
    "production_cost": 250,
    "game_info": "Un chef-d'oeuvre artistique est déjà présent dans l'un des emplacements pour chef-d'oeuvre.",
    "strategy": null,
    "historical_info": "Construit sur l'Acropole et dédié à la déesse Athéna, le Parthénon est considéré comme le point culminant de l'architecture dorique. La construction du temple commença en 447 av. J.-C. et les derniers éléments de décoration, exemples prépondérants de la sculpture classique, furent placés en 432 av. J.-C. Le temple abritait la statue chryséléphantine d'Athéna sculpté par Phidias et sa façade extérieure était ornée de 92 métopes. Comme la plupart des temples grecs, le Parthénon servait également de trésorerie, pour la ville d'Athènes ainsi pour la ligue de Délos. Au cours du XVIIIe siècle, les touristes et les érudits européens purent bénéficier d'un meilleur accès aux ruines pittoresques du bâtiment, dont la popularité explosa. Lorsque la Grèce recouvra son indépendance en 1832, le gouvernement pris le contrôle du site. Après avoir mené des travaux de restauration en 1975, la Grèce a fait du Parthénon l'un des plus grands symboles de la Grèce antique, des idéaux démocratiques athéniens et de la civilisation occidentale, ainsi que l'un des trésors culturels les plus exceptionnels du monde.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/parthenon.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/parthenon.png",
    "quote": "\"La Terre porte avec fierté le Parthénon comme sa plus belle parure\". - Ralph Waldo Emerson",
    "tech_prereq": {
        "name": "Drama and Poetry",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 4,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}