{
    "id": 36,
    "name": "Prora|Prora",
    "production_cost": 1060,
    "game_info": "Nécessite l'idéologie Autocratie. En plus de procurer 2 unités de bonheur supplémentaires, la station balnéaire Prora octroie également 1 unité de bonheur supplémentaire toutes les 2 doctrines adoptées, ainsi qu'une doctrine sociale gratuite. Doit être construit dans une ville côtière.",
    "strategy": null,
    "historical_info": "Construite entre 1936 et 1939, Prora était destinée à devenir une immense station balnéaire sur l'île Rügen, dans la mer Baltique. L'ambitieux et impressionnant complexe fut conçu pour permettre aux travailleurs allemands de s'offrir des vacances à un prix abordable. À l'origine, il était prévu de construire huit blocs d'habitations, pouvant accueillir jusqu'à 20 000 vacanciers. Le complexe, s'il avait été terminé, aurait également proposé des restaurants, des cinémas, des piscines, des gymnases, des salles de bal et d'autres installations, le tout accessible en train ou par bateau. Le déclenchement de la Deuxième Guerre mondiale stoppa la construction. Pendant la guerre, les bâtiments furent utilisés comme centre d'hébergement pour les réfugiés, puis comme hôpital militaire. Après la guerre, le complexe fut occupé par les forces soviétiques pendant un certain temps, puis dépouillé de tous ses matériaux utiles, jusqu'aux câbles électriques et à la plomberie. À l'exception d'un musée consacré à l'histoire de l'Allemagne de l'Est, la majorité du complexe est aujourd'hui laissée à l'abandon.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora|prora.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora|prora.png",
    "quote": "'Cette perte (de liberté) implique, pour la vie humaine, la disparition de certaines valeurs lui étant précieuses. Il ne subsiste que des conditions drastiques de travail et du temps libre pour des divertissements triviaux.' - A.N. Whitehead",
    "tech_prereq": {
        "name": "Flight",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}