{
    "id": 39,
    "name": "Chapelle Sixtine|Chapelles Sixtines",
    "production_cost": 500,
    "game_info": " Culture +25% dans toutes les villes. Comporte 2 emplacements pour chefs-d'oeuvre artistiques.",
    "strategy": null,
    "historical_info": "La beauté de la Chapelle Sixtine, à Rome, a longtemps été l'un des plus grands témoignages du mélange de ferveur religieuse et de passion pour l'art qui caractérisa la Renaissance européenne. L'immense artiste italien Michel-Ange passa quatre ans à peindre le plafond de cette partie du Palais apostolique (Palais du Vatican), la résidence officielle du Pape. Les œuvres de Michel-Ange représentent des scènes de la Genèse et d'autres histoires bibliques. Vingt ans avant que Michel-Ange n'entame cette fresque, de grands artistes italiens avaient illustré les murs de la Chapelle d'autres scènes religieuses.Michel-Ange reçut commande du Pape Jules II et y travailla de 1508 à 1512. La légende veut qu'il ne souhaitait pas du tout travailler à ce projet, car il était intimidé par l'ampleur du travail et se trouvait meilleur dans l'art de la sculpture. Finalement, cette œuvre devait être acclamée comme l'une des plus grandes peintures de toute l'histoire occidentale. Peu de visiteurs de la Chapelle Sixtine ne sont pas émus par le dévouement de l'artiste à son sujet, ou sa conception de la nature de la lutte, de la souffrance et du triomphe spirituel de l'humanité.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chapelle_sixtine|chapelles_sixtines.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chapelle_sixtine|chapelles_sixtines.png",
    "quote": "'Je vis et j'aime dans la singulière lumière de Dieu.' - Michelangelo Buonarroti, dit Michel-Ange",
    "tech_prereq": {
        "name": "Acoustics",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}