{
    "id": 40,
    "name": "Statue de la Liberté",
    "production_cost": 1060,
    "game_info": "Nécessite l'idéologie Égalité. Production +1 pour les spécialistes de toutes les villes. Octroie une doctrine sociale gratuite.",
    "strategy": null,
    "historical_info": "La Statue de la Liberté est l'une des plus grandes statues au monde. S'élevant d'un peu plus de 90 mètres au-dessus de la base de son piédestal , elle est constituée d'un placage de bronze sur une armature de fer et pèse plus de 220 tonnes. Conçue par le sculpteur français Frédéric Bartholdi, la statue avec sa torche et les chaînes de la tyrannie brisées à ses pieds, fut offerte aux États-Unis par le gouvernement français en 1886 pour commémorer le centenaire de l'indépendance américaine. La statue elle-même, les îles Liberty Island et Ellis Island devinrent des monuments nationaux en 1924.Depuis plus d'un siècle, la Statue de la Liberté s'élève à l'entrée du port de New York. Constituant souvent la première vision de l'Amérique pour les immigrants, Dame Liberté, symbolise les idéaux de liberté sur lesquels les États-Unis furent fondés.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_de_la_liberté.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_de_la_liberté.png",
    "quote": "'Donne-moi tes épuisés, tes pauvres,Tes foules entassées qui aspirent à la liberté,Les rebuts misérables de tes rivages grouillants.Conduis à moi les déshérités malmenés par la tempête,Je lève ma torche et montre la porte d'or !' - Emma Lazarus",
    "tech_prereq": {
        "name": "Replaceable Parts",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}