{
    "id": 42,
    "name": "Stonehenge",
    "production_cost": 185,
    "game_info": null,
    "strategy": null,
    "historical_info": "Stonehenge est sans doute l'édifice préhistorique le plus surprenant qui soit encore debout. Même si elle est en ruine, cette puissante relique garde le pouvoir de faire éprouver surprise, crainte et émerveillement.Stonehenge fut érigé dans le sud de l'Angleterre. Comprenant plusieurs cercles concentriques de pierres entourées d'un fossé ( un \"henge\"), sa construction se fit en différentes étapes étalées sur plusieurs millénaires. Le fossé fut creusé il y a environ 5000 ans, le premier cercle de \"pierres bleues\" ajouté environ 1000 ans plus tard, autour de 2000 av. J.-C., et le cercle extérieur d'immenses pierres \"sarsen\" achevé 500 ans plus tard.Personne ne sait qui exactement a pu construire Stonehenge. Pendant des siècles, on pensa à tort que c'était les druides mais, en fait, il fut achevé 2000 ans avant l'apparition des premiers druides. Tout ce que nous savons est que sa construction a été entamée par des hommes du néolithique et achevée par ceux qui les supplantèrent.Stonehenge est une merveille de génie technique construite avec les outils les plus primitifs. Apparemment, le fossé fut creusé avec des instruments en bois et en os. Les 80 \"pierres bleues\" des cercles intérieurs, qui pèsent environ 4 tonnes chacune, furent transportées depuis une carrière située à plus de 380 kilomètres. Les scientifiques pensent que les pierres ont été tirées sur des troncs ou des traîneaux de bois pour partie, puis convoyées par barges sur des rivières. La plus lourde des pierres du cercle extérieur pèse environ 50 tonnes ; il a fallu autour de 600 hommes pour porter une pierre pareille depuis sa carrière, à environ 32 kilomètres de là. Ces pierres monstrueuses ont dû ensuite être hissées jusqu'à leur position définitive par des hommes équipés de cordes et de leviers en bois.Il y a beaucoup de débats au sujet de la fonction de Stonehenge. Certains sont d'avis qu'il s'agit d'un temple destiné à honorer les dieux de la terre, d'autres que c'est une sépulture destinées à des rois et des nobles, d'autres encore que c'est en fait un observatoire astronomique, avec vocation de cartographier le ciel dont les hommes pensaient qu'il gouvernait leur destin.Quoi qu'ait pu être sa fonction originelle, c'est aujourd'hui un monument sauvage et magnifique, témoignage de l'incroyable savoir-faire et du dévouement de ses constructeurs \"primitifs\".",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
    "quote": "\"Le temps a raison de tout ; soumise à sa force, toute chose vieillit, puis finit par être oubliée.\" - Aristote",
    "tech_prereq": {
        "name": "Calendar",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 5,
        "happiness": 0
    }
}