{
    "id": 44,
    "name": "Taj Mahal",
    "production_cost": 625,
    "game_info": "L'empire entre dans un âge d'or.",
    "strategy": null,
    "historical_info": "Le Taj Mahal est situé à Agra, en Inde. Ce mausolée fut construit au milieu du XVIe siècle sur ordre de l'empereur moghol Shâh Jahân, pour abriter la dépouille de sa femme. Reconnu comme l'un des plus beaux édifices au monde, il fut construit avec de rares et nobles matériaux importés de toute l'Inde et de toute l'Asie ; on raconte que plus de 1000 éléphants participèrent au transport du grès, du marbre, des jades, des turquoises, des saphirs et du reste de ces matériaux.Le complexe du Taj Mahal s'étend sur une surface d'environ 300 x 580 mètres et comprend un portail monumental, des jardins, le mausolée, une mosquée et une résidence. Les trois premiers sont couverts de marbre blanc orné de motifs géométriques alors que la mosquée et la résidence sont en grès rouge brillant. Les bâtiments sont surmontés de superbes dômes et minarets à bulbe.Les experts débattent depuis longtemps de ce qui rend le Taj Mahal si magnifique et unique. Certains penchent pour les proportions et la symétrie parfaites des bâtiments, d'autres pour le jeu de la lumière sur le marbre qui confère au Taj Mahal des caractères si différents du lever au coucher du soleil. D'autres encore pensent que c'est son origine qui le rend si extraordinaire : un homme voulant graver dans la pierre son amour pour son épouse disparue.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
    "quote": "'Le Taj Mahal s'élève sur les berges d'un fleuve comme une larme suspendue sur la joue du temps.' - Rabindranath Tagore",
    "tech_prereq": {
        "name": "Architecture",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}