{
    "id": 47,
    "name": "Galerie des Offices|Galeries des Offices",
    "production_cost": 625,
    "game_info": "Nécessite la doctrine Esthétique. Un artiste illustre gratuit apparaît près de la ville de construction de la merveille. Comprend 3 emplacements pour chefs-d'oeuvre artistiques.",
    "strategy": null,
    "historical_info": "Construite à l'origine entre 1560 et 1581 pour servir de bureaux (en italien, \"uffizi\") aux magistrats florentins, la Galerie des Offices constitue l'un des patrimoines artistiques les plus anciens et les plus célèbres au monde. Elle abrite une superbe collection de peintures de la Renaissance italienne et réunit également des antiquités et sculptures inestimables, ainsi que plus de 100 000 dessins et gravures. En 1574, le dernier étage, resté inachevé, fut converti en dépôt, afin d'y conserver les précieuses oeuvres d'art accumulées sous le règne de la famille de Médicis. Au cours des décennies qui suivirent, d'autres parties du complexe furent réaménagées en galeries d'art et en entrepôts. Selon Vasari, des artistes tels que Léonard de Vinci et Michel-Ange se réunissaient à la Galerie des Offices \"pour en admirer la beauté, pour travailler et pour se détendre\".",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/galerie_des_offices|galeries_des_offices.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/galerie_des_offices|galeries_des_offices.png",
    "quote": "'Le peintre est plus que celui qui regarde et qui voit. C'est avant tout un artiste qui rend visible une idée personnelle en l'exposant.' - Marcel Paquet",
    "tech_prereq": {
        "name": "Architecture",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 2,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}