[
    {
        "id": 1,
        "name": "Alhambra",
        "production_cost": 400,
        "game_info": "Toutes les nouvelles unités non aériennes de la ville reçoivent la promotion Exercice I, qui améliore la puissance de combat lors des combats sur terrain ACCIDENTÉ. Donne un château gratuit dans la ville de construction. Augmente la production de culture de la ville de 20%.",
        "strategy": null,
        "historical_info": "Situé dans le sud de l'Espagne, l'Alhambra est un ensemble palatial remontant à la dynastie des Nasrides, qui contrôlait la région au milieu du XIVe siècle. Sa construction commença aux alentours de 1238, sous le règne d'Ibn al-Ahmar, et continua sous celui de ses successeurs. Tirant son nom de la teinte rouge de ses façades, le nom d'Alhambra peut se traduire par \"forteresse rouge\". Célèbres pour leur style architectural mauresque, les parois de l'Alhambra accueillent des gravures complexes et des motifs entrelacés, aussi appelés \"arabesques\" et caractéristiques de l'art islamique. Bien qu'on y trouve encore aujourd'hui de nombreux exemples du style islamique d'origine, la majorité du palais et de son intérieur fut reconstruit et modifié après l'avènement du catholicisme en Espagne.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra.png",
        "quote": "\"La justice est une forteresse imprenable, bâtie au sommet d'une montagne. Elle ne peut être renversée par la violence des torrents, ni détruite par la force des armées.\" - Joseph Addison",
        "tech_prereq": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/alhambra.json"
    },
    {
        "id": 2,
        "name": "Angkor Vat",
        "production_cost": 400,
        "game_info": "Le coût en culture et en or pour l'achat de nouvelles cases diminue de 25% dans toutes les villes.",
        "strategy": null,
        "historical_info": "Angkor Vat est un temple situé sur le site d'Angkor, au Cambodge. Il fut bâti au XIIe siècle par le roi Suryavarman II pour servir de palais royal et de temple national, l'hindouisme étant la religion d'État. Deux ou trois siècles plus tard, Angkor Vat fut reconverti en temple bouddhiste. Il s'agit d'un ensemble de bâtiments occupant un rectangle de 1000 x 800 mètres, entouré de remparts et d'une large douve.Angkor Vat fut principalement construit avec du grès. L'ensemble rectangulaire fait penser à une ancienne forteresse, les bâtiments intérieurs étant séparés des murs d'enceinte par une cour intérieure très similaire à ce que l'on trouve dans les châteaux forts médiévaux.À une certaine époque, la cour intérieure regorgea de petites bâtisses en bois, mais celles-ci ont intégralement disparu. La structure intérieure comprend trois galeries en pierre successives construites sur des plates-formes surélevées. La galerie extérieure abritait autrefois des bibliothèques, alors que la dernière ouvrait sur un sanctuaire dédié à Vishnou (aujourd'hui dédié à Bouddha). Les galeries sont surmontées de tours qui ressemblent à des ruches d'abeilles stylisées, la plus haute faisant plus de 40 mètres. Les remparts sont ornés de somptueux bas-reliefs qui représentent des scènes de la mythologie hindoue.Même si le site fut plus ou moins laissé à l'abandon pendant la deuxième moitié du XXe siècle, d'importants efforts sont faits aujourd'hui pour préserver et restaurer cet exceptionnel et magnifique lieu de culte, que pèlerins et touristes visitent chaque année en plus grand nombre.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat.png",
        "quote": "\"Le temple ne ressemble à aucun autre édifice au monde. Il est pourvu de tours, d'ornements et de tous les raffinements que le génie humain peut concevoir.\" - Antonio da Magdalena",
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/angkor_wat.json"
    },
    {
        "id": 3,
        "name": "Big Ben",
        "production_cost": 750,
        "game_info": "Vous devez avoir découvert le commerce. Les coûts en or diminuent de 15% dans toutes les villes.",
        "strategy": null,
        "historical_info": "Big Ben désigne l'horloge (et la Tour de l'Horloge) située à l'extrémité nord du parlement britannique, à Londres, en Angleterre. Big Ben (l'horloge) est célèbre pour sa précision et pour son énorme cloche qui pèse plus de 13 tonnes et sonne à chaque heure juste de la journée.Big Ben fut conçue par Lord Edmund Grimthorpe et fabriquée par Edward Dent et son fils, Frederick. L'horloge et la cloche furent installées dans la tour en 1859. Big Ben est le deuxième plus haut beffroi du monde orné d'une horloge sur chaque côté. Sous chacune des horloges se trouve l'inscription latine signifiant \"Oh, Seigneur, protège notre reine Victoria I.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/big_ben.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/big_ben.png",
        "quote": "\"Pour accomplir de grandes choses, il faut deux choses : un plan, et pas assez de temps.\" - Leonard Bernstein",
        "tech_prereq": {
            "name": "Industrialization",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
        },
        "yields": {
            "gold": 4,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/big_ben.json"
    },
    {
        "id": 4,
        "name": "Borobudur|Borobudur",
        "production_cost": 300,
        "game_info": "Doit être construit dans une ville sainte. Trois missionnaires gratuits apparaissent.",
        "strategy": null,
        "historical_info": "Borobudur est un temple bouddhique situé à Magelang, à Java. Il est constitué de six plateformes carrées surmontées de trois plateformes circulaires, au sommet desquelles se trouve un grand stupa central entouré de 72 petits stupas. La structure est décorée de 2672 bas-reliefs sculptés et de 504 statues bouddhistes. Les trois niveaux du temple représentent les trois royaumes de la cosmologie bouddhiste : le monde des désirs, le monde de la forme et le monde du sans-forme. La construction de Borobudur se termina entre 778 et 850, sous la dynastie Sailendra. Vers 1006, la capitale voisine du royaume de Mataram, son successeur, dut être abandonnée suite à une série d'éruptions volcaniques. Le temple resta dissimulé pendant des siècles sous des couches de cendres et de végétation, avant d'être découvert par le lieutenant britannique gouverneur de Java, Sir Stamford Raffles, en 1814.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/borobudur.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/borobudur.png",
        "quote": "\"Quand vous réaliserez la perfection de toutes choses, vous lèverez la tête pour vous moquer du ciel.\" - Gautama Buddha",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/borobudur.json"
    },
    {
        "id": 5,
        "name": "Porte de Brandebourg",
        "production_cost": 750,
        "game_info": "Un général illustre apparaît près de la ville où la merveille a été construite et toutes les unités formées dans la ville reçoivent +15 EXP.",
        "strategy": null,
        "historical_info": "La Porte de Brandebourg est la seule porte qui subsiste de l'ancienne ville de Berlin. Splendide \"arc de triomphe\" construit dans le style grec entre 1788 et 1791, elle comporte de nombreuses colonnes et est surmontée par le \"Quadrige de la Victoire\", la statue d'un char tiré par quatre chevaux. La Porte est située à l'extrémité de la l'avenue Unter den Linden.Après la Deuxième Guerre mondiale, Berlin fut divisée en plusieurs zones contrôlées par l'Union soviétique et ses alliés pour certaines, les États-Unis et ses alliés pour les autres ; les Soviétiques bâtirent le Mur de Berlin pour séparer les deux parties de la ville. La Porte de Brandebourg se retrouva alors dans une sorte de no man's land entre les deux camps, et resta inaccessible de 1961 à 1989, au moment des événements qui conduisirent à la réunification de Berlin puis de l'Allemagne.Aujourd'hui, elle est un symbole de la fierté de cette ville et de ce pays réunifiés. Elle reçoit la visite de dizaines de milliers de touristes venus de l'ouest comme de l'est.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/brandenburg_gate.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/brandenburg_gate.png",
        "quote": "\"La Mort blafarde frappe indistinctement à la porte du pauvre et à la porte du roi.\" - Horace",
        "tech_prereq": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/brandenburg_gate.json"
    },
    {
        "id": 6,
        "name": "Broadway|Broadway",
        "production_cost": 1060,
        "game_info": "Un musicien illustre gratuit apparaît près de la ville de construction de la merveille. Contient 3 emplacements pour chefs-d'oeuvre musicaux.",
        "strategy": null,
        "historical_info": "À New York, Broadway est une avenue longue de 24 km qui traverse Manhattan et le Bronx. Bien que la majeure partie de la rue soit bordée de bureaux, d'entreprises et d'immeubles, elle est plus connue pour sa partie centrale, située entre la 42e et la 53e rue, que l'on appelle la \"Great White Way\" (la \"Grande route blanche\"), et qui constitue le quartier des théâtres. À partir du milieu du XIXe siècle, un certain nombre de théâtres ouvrit à Broadway. En 1880, on illumina une partie de la rue, entre Madison Square et Union Square, avec des lampes à arc. Elle fut ainsi l'une des premières rues éclairées par la lumière électrique aux États-Unis. Avec la hausse des revenus et l'intérêt grandissant des Américains pour la culture, les théâtres devinrent un haut-lieu de divertissement populaire. Au début du XXe siècle, quelque 20 théâtres avaient ouvert leurs portes dans cette partie de Broadway, et leurs panneaux publicitaires électriques étaient si lumineux, qu'on lui donna le nom de Great White Way. En 1925, on comptait pas moins de 80 théâtres sur Broadway, spécialisés dans les grandes productions, principalement des revues et des comédies musicales.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway.png",
        "quote": "\"Broadway est l'artère principale de la vie culturelle new-yorkaise. Une artère insensible.\" - Walter Winchell",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/broadway.json"
    },
    {
        "id": 7,
        "name": "Chichén Itzá",
        "production_cost": 300,
        "game_info": "La durée des âges d'or augmente de 50%.",
        "strategy": null,
        "historical_info": "Chichén Itzá est une extraordinaire cité en pierre du Yucatán, au Mexique. Certains de ses plus anciens bâtiments et pyramides datent de plus de 1500 ans et sont d'origine toltèque ou maya.Chichén Itzá comprend des bâtiments, des temples et des cours en pierre. Il y a notamment un vaste terrain dédié au jeu de balle \"pok tap ok\" (ce jeu de balle passionnant opposait deux équipes qui devaient faire passer la balle dans des anneaux placés de part et d'autre du terrain. Le capitaine de l'équipe victorieuse était décapité en sacrifice aux dieux). Même si cette cité a subi les ravages du temps (et des pillards), il y reste de splendides bas-reliefs et statues.Au centre de la cité se dresse la puissante pyramide en escalier de Kukulcán, aussi appelée \"El Castillo\". Construite vers le XIIIe siècle, El Castillo mesure environ 55 m de côté pour une hauteur de 25 m. Comme c'était l'usage chez les Mayas, Kukulcán fut construite au-dessus d'une pyramide plus ancienne et plus petite.Chichén Itzá prospéra jusqu'au XIIIe siècle. A ce moment là, révoltes et guerre civile affaiblirent les Mayas et la cité qui ne retrouva jamais son lustre perdu. Le centre de la cité fut quasiment abandonné et, au XVIe siècle, les conquistadors espagnols le découvrirent en ruine.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itza.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itza.png",
        "quote": "\"Le katun est établi à Chichén Itzá. Les Itzá s'y installeront. Le quetzal viendra, l'oiseau vert viendra. Ah Kantenal viendra ! [[...] C'est la parole de Dieu. Les Itzá viendront.\" - Les livres de Chilam Balam",
        "tech_prereq": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/civil_service.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/chichen_itza.json"
    },
    {
        "id": 8,
        "name": "Tour CN|Tours CN",
        "production_cost": 1250,
        "game_info": "Donne une tour de radiodiffusion gratuite dans toutes les villes. Population +1 dans chaque ville et bonheur +1 par ville.",
        "strategy": null,
        "historical_info": "Autrefois structure la plus haute du monde, la tour CN de Toronto, au Canada, reste à ce jour l'un des plus grands bâtiments qui soient. Construite en 1976 par la compagnie ferroviaire Canadien National (d'où le CN), cette tour de communications est devenue l'un des symboles de Toronto et une attraction touristique majeure de la ville. Si la tour sert encore aujourd'hui à diffuser la télévision et la radio, elle fait aussi désormais partie des \"sept merveilles du monde moderne\", où elle a rejoint d'autres constructions remarquables du XXe siècle.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cn_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cn_tower.png",
        "quote": "\"Rien ne se déplace plus vite que la lumière, à l'exception peut-être des mauvaises nouvelles, qui sont régies par leurs propres lois.\" - Douglas Adams",
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/cn_tower.json"
    },
    {
        "id": 9,
        "name": "Colosse|Colosses",
        "production_cost": 185,
        "game_info": "+1 emplac. pour route commerciale additionnelle. +1 navire marchand. +2 Or (propriétaire de la ville) par route commerciale avec villes d'autres joueurs possédant le Colosse. +1 Or (propriétaire de la route). Exclusif aux villes côtières.",
        "strategy": null,
        "historical_info": "Le Colosse de Rhodes était une statue en bronze d'Hélios, le Dieu grec du Soleil, érigée à l'entrée du port de la cité. Il culminait à plus de 30 mètres (à peu près deux tiers de la hauteur de la Statue de la Liberté). Malheureusement, un tremblement de terre le fit s'écrouler à peine 56 ans après sa construction. Suite à la recommandation d'un oracle, la cité décida de le laisser en ruine. Pendant plus de 900 ans, des gens de tout le monde antique convergèrent vers Rhodes pour admirer les restes du Colosse. En 650 apr. J.-C., des envahisseurs musulmans prirent la ville et emportèrent pour les vendre les matériaux qui composaient les restes du Colosse.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/colossus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/colossus.png",
        "quote": "\"Quel homme, il arpente ce monde étriqué tel un colosse alors que nous, hommes de peu, piétinons entre ses immenses jambes en quête de tombes déshonorantes.\" - William Shakespeare, Jules César",
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/iron_working.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/colossus.json"
    },
    {
        "id": 10,
        "name": "Christ Rédempteur",
        "production_cost": 1250,
        "game_info": "Le coût en culture pour l'adoption de nouvelles doctrines diminue de 10%.",
        "strategy": null,
        "historical_info": "Cristo Redentor, \"le Christ Rédempteur\" en français, est une statue de 38 mètres de haut représentant Jésus-Christ, érigée au sommet du Corcovado, un pic qui surplombe la ville brésilienne de Rio de Janeiro. Projetée dès 1921, à l'occasion du centenaire de l'indépendance du Brésil, la construction en fut achevée en 1931 ; il s'agit du plus grand monument art déco au monde. Depuis, cette statue, juchée 710 mètres au-dessus du niveau de la mer, est devenue un symbole de Rio de Janeiro et du Brésil.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cristo_redentor.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cristo_redentor.png",
        "quote": "\"Venez à moi, vous tous qui êtes fatigués et chargés, et je vous donnerai du repos.\" - La Bible, Matthieu, 25:28",
        "tech_prereq": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 5,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/cristo_redentor.json"
    },
    {
        "id": 11,
        "name": "Tour Eiffel",
        "production_cost": 1060,
        "game_info": "En plus de ses effets sur le bonheur et la culture, la tour Eiffel fournit également 12 points de tourisme.",
        "strategy": null,
        "historical_info": "La Tour Eiffel est l'un des monuments les plus célèbres au monde. Bâtie pour l'Exposition Universelle de 1889, elle s'élève à plus de 300 mètres au-dessus du Champs de Mars, à Paris, près de la Seine. Ingénieur spécialisé dans la construction métallique, Gustave Eiffel érigea la tour qui porte son nom pour un coût supérieur à 1 million de dollars afin de montrer comment l'on pouvait associer l'acier et le fer dans la construction de bâtiments très élevés. Plus haut bâtiment au monde lors de son inauguration, la Tour Eiffel attira d'immenses foules d'observateurs enthousiastes venus des quatre coins du monde. Elle reste aujourd'hui encore l'une des attractions principales de Paris.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/eiffel_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/eiffel_tower.png",
        "quote": "\"Parce que nous sommes des ingénieurs, croit-on donc que la beauté ne nous préoccupe pas, et qu'en même temps que nous faisons solide et durable nous ne nous efforçons pas de faire élégant ?\" - Gustave Alexandre Eiffel",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 5
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/eiffel_tower.json"
    },
    {
        "id": 12,
        "name": "Cité interdite|Cités interdites",
        "production_cost": 500,
        "game_info": "Vous devez avoir découvert le mécénat. Octroie deux délégués supplémentaires au Congrès mondial. Le mécontentement diminue de 10% pour les citoyens des villes non occupées.",
        "strategy": null,
        "historical_info": "Ensemble de bâtiments impériaux, la Cité interdite de Beijing (Pékin) témoigne de l'ingéniosité et de l'esthétique de l'architecture chinoise. Jardins ornementaux, terrasses et fontaines entourent cette superbe construction, qui devint la capitale de la Chine en 1421. Elle servit de résidence à 24 empereurs des dynasties Ming et Qing jusqu'à l'abdication du dernier empereur en 1911.Bien que la dénomination correcte de ce bâtiment soit \"Palais impérial\", il est passé à la postérité sous le nom de \"Cité interdite\" car les gens ordinaires ne pouvaient y pénétrer. Avec ses douves de 52 mètres de large et ses remparts de 10 mètres de haut, il y avait peu de chance qu'un intrus y fasse irruption ! La Cité interdite est immense, elle couvre 72 hectares et renferme 8706 pièces. On estime entre huit et dix mille le nombre de personnes qui y vivaient pour servir l'empereur. Aujourd'hui, ce symbole de la souveraineté chinoise constitue une attraction touristique très populaire.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/forbidden_palace.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/forbidden_palace.png",
        "quote": "\"La plupart d'entre nous peut, à son gré, faire de ce monde un palais ou une prison.\" - John Lubbock",
        "tech_prereq": {
            "name": "Banking",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/forbidden_palace.json"
    },
    {
        "id": 13,
        "name": "Théâtre du Globe|Théâtres du Globe",
        "production_cost": 500,
        "game_info": "Un écrivain illustre gratuit apparaît près de la ville où la merveille a été construite. Contient 2 emplacements pour chefs-d'oeuvre littéraires.",
        "strategy": null,
        "historical_info": "Construit en 1599 sur Maiden Lane à Londres par les \"Lord Chamberlain's Men\", la compagnie théâtrale dont William Skakespeare était actionnaire, le théâtre du Globe présentait un certain nombre d'innovations architecturales. En 1613, il brûla entièrement après qu'un tir de canon eut mis feu à son toit de chaume pendant une représentation d'Henri VIII. Il fut reconstruit au même endroit en 1614 et resta en service jusqu'à sa fermeture par les puritains en 1642. Bien que l'on ne connaisse pas ses dimensions exactes, on sait que le théâtre du Globe était un amphithéâtre circulaire à ciel ouvert de trois étages, faisant 30 mètres de diamètre et pouvant accueillir environ 300 spectateurs. La scène faisait 13 mètres de large, 8 mètres de profondeur et s'élevait à 1,50 mètres au-dessus du sol, permettant l'utilisation de trappes.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/globe_theatre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/globe_theatre.png",
        "quote": "\"Totus mundus agit histrionem\" (Le monde entier est un théâtre.) - Inscription à l'entrée du théâtre du Globe",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/globe_theatre.json"
    },
    {
        "id": 14,
        "name": "Grand pare-feu|Grands pare-feu",
        "production_cost": 1250,
        "game_info": "Réduit de 99% l'efficacité des espions ennemis dans la ville où il est construit. Toutes les autres villes de la civilisation profitent d'une réduction de 25% de l'efficacité des espions ennemis. Annule le bonus de tourisme dont profitent les joueurs ayant découvert Internet.",
        "strategy": null,
        "historical_info": "Le grand pare-feu est un programme de censure et de surveillance restrictive d'Internet, utilisé pour contrôler le flux d'informations mis à disposition en ligne pour un peuple. En restreignant l'accès du public à des informations potentiellement dangereuses, les agences gouvernementales peuvent limiter les retours négatifs et autres conflits autour de politiques et de programmes peu populaires.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_firewall.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_firewall.png",
        "quote": "\"La méfiance et la prudence sont les parents de la sécurité.\" - Benjamin Franklin",
        "tech_prereq": {
            "name": "Computers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/computers.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/great_firewall.json"
    },
    {
        "id": 15,
        "name": "Grande bibliothèque|Grandes bibliothèques",
        "production_cost": 185,
        "game_info": "Octroie une technologie gratuite, ainsi qu'une bibliothèque dans la ville de sa construction. Contient 2 emplacements pour chefs-d'oeuvre littéraires.",
        "strategy": null,
        "historical_info": "La Grande Bibliothèque d'Alexandrie fut l'une des deux bibliothèques les plus importantes du monde antique. Fondée par Ptolémée vers 300 av. J.-C., elle fut ensuite agrandie et développée par ses successeurs. Elle avait pour vocation de posséder une copie de tous les écrits importants, et finit par en rassembler 700 000. Elle fut détruite en 391 apr. J.-C. par des fanatiques religieux, après 700 ans de service. Aujourd'hui, seule une partie de son catalogue a survécu, nous révélant les trésors qu'elle contint autrefois.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_library.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_library.png",
        "quote": "\"Les bibliothèques sont des autels où sont préservés et entreposés les reliques sacrées, emplies de véritable vertu, et tout ce qui exclut l'illusion ou l'imposture.\"- Sir Francis Bacon",
        "tech_prereq": {
            "name": "Writing",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/great_library.json"
    },
    {
        "id": 16,
        "name": "Grand phare|Grands phares",
        "production_cost": 185,
        "game_info": "Unités militaires navales : [ICON_MOVES] mouvement et champ de vision +1. Un phare gratuit apparaît dans la ville de sa construction. La ville doit se trouver sur la côte.",
        "strategy": null,
        "historical_info": "Le Phare d'Alexandrie, une tour de guet en marbre servant de phare, fut construit en 280 av. J.-C., sur une île dans le port d'Alexandrie, en Égypte. On estime qu'il s'élevait à plus de 100 mètres et avait pour fonction principale de guider les navires vers le port sur une côte sans repère. Le fonctionnement de ce phare est aujourd'hui encore sujet à débats : si certains historiens pensent que l'on entretenait un feu à son sommet, d'autres croient que des miroirs y reflétaient la lumière du soleil (comme les navires de l'époque longeaient rarement les côtes la nuit, un phare éclairé la nuit avait sans doute peu d'intérêt). Le Phare fut détruit au XIVe siècle après avoir été endommagé par des tremblements de terre.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_lighthouse.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_lighthouse.png",
        "quote": "\"Ceux qui étaient descendus sur la mer dans des navires et qui travaillaient sur les grandes eaux, ceux-là virent les œuvres de l'Eternel et ses merveilles au milieu de l'abîme.\" - La Bible, Psaumes, 107:23-24",
        "tech_prereq": {
            "name": "Optics",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/great_lighthouse.json"
    },
    {
        "id": 17,
        "name": "Grande muraille|Grandes murailles",
        "production_cost": 250,
        "game_info": "Territoire national : les unités terrestres ennemies doivent dépenser 1 PM [ICON_MOVES] supplémentaire par case traversée. Des remparts gratuits apparaissent dans la ville de sa construction. Après la découverte de la dynamite, la Grande muraille devient obsolète.",
        "strategy": null,
        "historical_info": "La Grande Muraille de Chine est l'une des plus vastes et plus célèbres constructions de l'homme. Les souverains chinois l'ont bâtie pour contenir les tribus nomades qui vivaient alors dans la Mongolie et la Mandchourie actuelles. Il est intéressant de noter que la Grande Muraille ne visait pas tant à empêcher l'entrée des pillards (les Chinois savaient qu'il était impossible de défendre une frontière aussi étendue) qu'à ce qu'ils aient du mal à rapporter leur butin, rendant leurs incursions moins rentables par rapport aux risques qu'ils devaient courir.En fait, il y eut cinq Grandes Murailles différentes construites par plusieurs dynasties chinoises. Les quatre premières furent bâties en terre et ont entièrement disparu. La Muraille que nous connaissons fut presque intégralement l'œuvre de la dynastie Ming entre 1368 et 1640 apr. J.-C. Elle fut construite sur une grande échelle, utilisant des matériaux plus résistants (comme la pierre). La Muraille Ming s'étend sur plus de 6500 kilomètres entre le Défilé de Shanhai (Shanhaiguan) sur le golfe de Bohai à l'est et le Lop Nor dans la partie sud-est de la Région autonome ouïgoure du Xinjiang à l'ouest. C'est dans cette région que la Route de la Soie entrait en Chine, et une série de tours de guet qui pouvaient communiquer par signaux de fumée permettait de transmettre rapidement des messages sur toute la longueur de la Muraille.D'un point de vue purement militaire, la Grande Muraille fut un échec. Les Mandchous parvinrent à corrompre un général chinois qui les laissa passer sans encombre, et elle se révéla donc fort peu efficace pour enrayer une invasion barbare d'envergure. Après que les Mandchous eurent conquis la Chine, les frontières du pays s'étendirent loin vers le nord, rendant la Muraille inutile. Le coût financier de la Muraille fut stupéfiant, ainsi que son coût en vies humaines puisqu'on dit que plus d'un million d'hommes perdirent la vie en la construisant. La Grande Muraille est parfois surnommée la \"Grande Sépulture\".Aujourd'hui, la majeure partie de la Grande Muraille est laissée à l'abandon ; même si elle est bien conservée dans les zones touristiques, partout ailleurs, elle tombe en ruine, et on estime à 20% sa partie en bon état. Malgré cela, la Grande Muraille reste l'une des attractions touristiques chinoises les plus populaires et une véritable merveille du monde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_wall.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_wall.png",
        "quote": "\"L'art de la guerre nous enseigne à ne pas nous fier à la probabilité que l'ennemi ne passe pas à l'attaque, mais plutôt à notre capacité à bâtir des défenses infranchissables.\" - Sun Tzu",
        "tech_prereq": {
            "name": "Engineering",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/great_wall.json"
    },
    {
        "id": 18,
        "name": "Sainte Sophie",
        "production_cost": 300,
        "game_info": "Un prophète illustre gratuit apparaît. Offre un temple gratuit dans la ville de sa construction.",
        "strategy": null,
        "historical_info": "Sainte-Sophie (Hagia Sophia à l'origine, ce qui signifiait Sainte Sagesse) fut bâtie en 530 apr. J.-C. pour servir d'église grecque orthodoxe. Situé à Istanbul (ville qui s'appela aussi \"Constantinople\") en Turquie, ce bâtiment superbement décoré, en pierre et en marbre, est surmonté d'un dôme doré mesurant plus de 30 mètres de diamètre. Extraordinaire défi architectural à l'époque de sa construction, ce dôme s'effondra plusieurs fois. Quatre tours gracieuses s'élèvent à chaque coin du bâtiment.L'intérieur de Sainte-Sophie est un espace somptueux parsemé de colonnes et d'arches s'élevant jusqu'au dôme, qui semble lui-même flotter au sommet du bâtiment. La décoration y alterne entre marbres polychromes et mosaïques dorées représentant des scènes bibliques et des saints chrétiens.En 1453, Constantinople fut prise par les Turcs ottomans, et Sainte-Sophie fut convertie en une mosquée. Les dessins étant réprouvés dans les mosquées, beaucoup de mosaïques furent recouvertes de plâtre. En 1934, le président turc, Kemal Atatürk, transforma le bâtiment en musée. Il y a peu, un travail de restauration a été entrepris sur Sainte-Sophie, et quelques mosaïques ont été découvertes. Malgré les ravages du temps, Sainte-Sophie reste universellement reconnue comme l'un des bâtiments les plus élégants au monde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
        "quote": "\"Elle s'élance vers le ciel, et, ce faisant, surgit plus haut que les autres bâtiments qu'elle surplombe, lançant un regard sur le reste de la cité qu'elle embellit par sa seule présence, tout en glorifiant sa propre beauté.\" - Procope de Césarée, De Aedificis",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/hagia_sophia.json"
    },
    {
        "id": 19,
        "name": "Jardins suspendus",
        "production_cost": 250,
        "game_info": "Vous devez avoir découvert la tradition. Octroie un jardin gratuit dans la ville de sa construction.",
        "strategy": null,
        "historical_info": "Les Jardins Suspendus furent l'une des merveilles de la Babylone antique. Source de grande fierté pour le peuple, ils inspirèrent nombre de visiteurs étrangers qui en laissèrent des descriptions écrites. Sans doute construits par Nabuchodonosor II en 660 av. J.-C., les Jardins étaient en fait une série de terrasses (un peu comme un ziggourat) construites en briques d'argile et plantées de toutes sortes d'arbres, d'arbustes et de plantes grimpantes. Certains évoquèrent une montagne verte qui s'élevait du centre de la cité.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hanging_gardens.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hanging_gardens.png",
        "quote": "\"Je pense que si jamais un mortel entendait la voix de Dieu, ce serait dans un jardin à la fraîcheur de la journée.\" - F. Francfort Moore",
        "tech_prereq": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 6,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/hanging_gardens.json"
    },
    {
        "id": 20,
        "name": "Château de Himeji",
        "production_cost": 500,
        "game_info": " Puissance de combat en territoire allié +15%. Fournit un château gratuit dans la ville de sa construction.",
        "strategy": null,
        "historical_info": "Le Château de Himeji est une extraordinaire forteresse japonaise et l'un des plus beaux édifices au monde. Construite au XIVe siècle puis remodelée et agrandie à la fin du XVIIe et au début du XVIIIe par Kuroda Yoshitaka et Ikeda Terumasa, cette imposante structure s'étale sur plusieurs niveaux, mêlant la pierre et le bois. Son extérieur d'un blanc brillant est relevé par une série de toits magnifiquement sculptés. Il est surnommé le \"Château du Héron Blanc\".Le Château de Himeji désoriente par le labyrinthe que forment tous les chemins qui mènent à lui. Ses remparts et ses portes furent conçus pour obliger les assaillants à suivre des cercles concentriques parsemés d'impasses avant d'atteindre la porte principale. Ceci avait pour objectif d'étirer le groupe ennemi tout en permettant aux défenseurs de tirer à loisir sur son avant-garde. Cet ingénieux système ne subit jamais l'épreuve du feu puisque le château ne fut pas attaqué à l'époque médiévale.Bien que la région environnante ait été dévastée par les bombardements alliés de la Deuxième Guerre mondiale, le château ne subit aucun dégât. Il est actuellement en restauration et reste l'une des destinations touristiques les plus populaires au Japon.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/himeji_castle.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/himeji_castle.png",
        "quote": "\"Le Bushido (la voie du guerrier) prend tout son sens devant la mort. Il commande de préférer la mort lorsqu'il y a à choisir entre la vie et la mort. Il n'est aucun autre raisonnement possible.\" -Yamamoto Tsunetomo",
        "tech_prereq": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/gunpowder.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/himeji_castle.json"
    },
    {
        "id": 21,
        "name": "Télescope spatial Hubble|Télescopes spatiaux Hubble",
        "production_cost": 1250,
        "game_info": "Deux scientifiques illustres gratuits apparaissent près de la ville de construction de la merveille. Donne un chantier spatial gratuit dans la ville de construction. Production +25% lors de la construction de composants du vaisseau spatial.",
        "strategy": null,
        "historical_info": "Ainsi nommé en hommage à l'astronome américain Edwin Hubble, le télescope spatial Hubble est sans doute possible l'un des outils de recherche astronomique les plus importants jamais développés. Lancé en 1990, il offre depuis lors sans discontinuer des images époustouflantes de constellations et de nébuleuses lointaines, attirant aussi bien l'attention des scientifiques que du public. Étant le seul télescope spatial pouvant être réparé par des astronautes, sa durée de vie a pu être prolongée grâce à une série de sorties dans l'espace. Cependant, malgré tout ce qu'il a pu nous apprendre, le télescope Hubble sera remplacé en 2018 par le télescope James Webb, un modèle plus sophistiqué.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hubble_space_telescope.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hubble_space_telescope.png",
        "quote": "\"L'émerveillement, ce n'est pas que le champ des étoiles soit si vaste, mais que l'homme soit parvenu à le mesurer.\" - Anatole France",
        "tech_prereq": {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/satellites.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/hubble_space_telescope.json"
    },
    {
        "id": 22,
        "name": "Station spatiale internationale|Stations spatiales internationales",
        "production_cost": -1,
        "game_info": " Production des scientifiques +1 et science des ingénieurs +1. Les savants illustres augmentent de 33% la production de science lorsqu'ils sont utilisés pour découvrir de nouvelles technologies. Doit être construite en collaboration sous la supervision du Congrès mondial.",
        "strategy": null,
        "historical_info": "La Station spatiale internationale, faite de modules préfabriqués lancés individuellement, est un satellite habitable placé en orbite terrestre basse. Plateforme orbitale permanente dédiée à la recherche et à l'exploration, elle est née en 1993 de la fusion en un seul programme multinational de trois programmes nationaux : le programme soviétique \"Mir-2\", le programme américain \"Freedom\" et le programme européen \"Columbus\". À ce jour, des astronautes de 15 pays ont vécu et travaillé sur la station. Les vivres et les membres d'équipage sont acheminés sur la plateforme via des navettes spatiales américaines et des vaisseaux russes Soyouz. Ceux-ci devraient prochainement être remplacés par le vaisseau russe Progress, l'ATV européen, le HTV japonais et le SpaceX Dragon américain. La Station spatiale internationale est le plus gros objet artificiel en orbite et peut être vue à l'oeil nu depuis la Terre quand les conditions le permettent.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/international_space_station.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/international_space_station.png",
        "quote": "\"Construire une station spatiale pour tous était et reste une idée folle... Il aurait fallu en construire une douzaine.\" - Larry Niven",
        "tech_prereq": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/international_space_station.json"
    },
    {
        "id": 23,
        "name": "Kremlin",
        "production_cost": 1060,
        "game_info": "Nécessite l'idéologie Ordre. La production augmente de 50% lorsque vous créez des unités blindées et vous recevez une doctrine sociale gratuite.",
        "strategy": null,
        "historical_info": "\"Kremlin\" est un mot russe qui désigne un complexe fortifié de bâtiments au centre d'une ville. Il est généralement employé pour parler du Kremlin de la ville de Moscou, un remarquable ensemble architectural qui abrite la plus grande partie du gouvernement russe. Juché sur une colline, il domine le fleuve Moskova. Sous une forme ou une autre, des fortifications ont été érigées sur ce site depuis plus de 1000 ans mais il ne reçut le nom de Kremlin qu'au XIVe siècle.Le Kremlin, d'une superficie de 28 hectares, est concentré dans une zone triangulaire entourée de remparts en brique rouge surmontés de tours semblables à des crayons. Beaucoup des bâtiments qu'il renferme sont peints en blanc avec des arêtes jaunes et des toits verts qui, de loin, constituent un ensemble très chaleureux. La Cathédrale de la Dormition, bâtie dans les années 1470, est le plus vieil édifice de l'ensemble. Deux autres cathédrales s'élèvent entre ses murs, ainsi qu'un nombre incroyable de palais dont le plus grand est le Palais du Kremlin.Le Kremlin vit la gloire et la chute de nombreux personnages historiques. Ivan le Terrible construisit le Palais à Facettes. Durant la Deuxième Guerre mondiale, Joseph Staline repoussa les envahisseurs allemands devant les portes de Moscou, peut-être le plus grand service rendu par un dirigeant russe à son pays (c'est aussi du Kremlin que Staline planifia l'élimination systématique de millions de ses concitoyens). C'est encore d'ici que Mikhaïl Gorbatchev vécut l'éclatement de l'Union soviétique. Aujourd'hui, le Kremlin abrite le gouvernement de la Fédération de Russie.Quel que soit l'usage qu'il sera fait du Kremlin à l'avenir, il restera toujours un monument dédié au passé de la Russie, car il aura vu le meilleur et le pire de cette grande nation.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kremlin.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kremlin.png",
        "quote": "\"La Loi est une forteresse bâtie sur une colline que ni les armées ni les inondations ne peuvent atteindre.\" - Le Prophète Mahomet",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/kremlin.json"
    },
    {
        "id": 24,
        "name": "Tour penchée de Pise|Tours penchées de Pise",
        "production_cost": 500,
        "game_info": "Génération de personnages illustres +25% dans toutes les villes. Un personnage illustre de votre choix apparaît près de la capitale.",
        "strategy": null,
        "historical_info": "Située sur la Piazza dei Miracoli (\"Place des Miracles\") de Pise, en Italie, le célèbre campanile qu'on appelle la tour penchée de Pise se tient là, de guingois, depuis des siècles. Sa construction commença en 1173, et il devint rapidement évident que le sol instable et la quasi absence de fondations ne pourraient pas l'empêcher de s'enfoncer. Les travaux furent donc abandonnés pendant près d'un siècle, avant de reprendre à la fin du XIIIe siècle ; le dernier étage fut terminé en 1372. La tour abrite sept cloches, sonnant chacune une note différente.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/leaning_tower_of_pisa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/leaning_tower_of_pisa.png",
        "quote": "\"Doucement sur les applaudissements, c'est un très vieux bâtiment.\" - John Osborne",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/leaning_tower_of_pisa.json"
    },
    {
        "id": 25,
        "name": "Louvre",
        "production_cost": 750,
        "game_info": "Nécessite la doctrine Exploration. Un artiste illustre gratuit apparaît près de la ville où la merveille a été construite. Contient 4 emplacements pour chefs-d'oeuvre artistiques.",
        "strategy": null,
        "historical_info": "Le Louvre est un immense palais aux incroyables décorations, situé en plein cœur de Paris, en France. Construit à l'origine au XVe siècle sur le site d'un château encore plus ancien, le Louvre servit pendant deux siècles et demi de résidence à de nombreux rois de France, qui l'embellirent et l'agrandirent. Au XVIIe siècle, les rois Louis XIII et Louis XIV, ainsi que leurs conseillers les cardinaux de Richelieu et Mazarin commencèrent à accumuler une immense collection d'art qui y fut conservée. En 1682, la Cour royale déménagea pour Versailles et, en 1783, le gouvernement révolutionnaire ouvrit le Louvre au public. Depuis, c'est toujours un musée qui, ce n'est pas une surprise, renferme notamment la plus belle collection de peintures françaises pré-modernes au monde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/louvre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/louvre.png",
        "quote": "\"Toute véritable œuvre d'art a autant de raison d'être que la Terre et le Soleil.\" - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Archaeology",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/louvre.json"
    },
    {
        "id": 26,
        "name": "Machu Picchu",
        "production_cost": 300,
        "game_info": "[ICON_CONNECTED] Connexions urbaines : or +25%. La ville doit être bâtie à moins de deux cases d'une montagne se trouvant sur votre territoire.",
        "strategy": null,
        "historical_info": "Accroché à un sommet péruvien d'une hauteur de plus de 2300 mètres, le Machu Picchu fut une extraordinaire cité inca et l'une des merveilles de l'architecture précolombienne. Les experts pensent que la majeure partie de cette cité, construite au XVe siècle, était occupée par le palais du puissant souverain inca Pachacutec. Cette cité, toute de granit blanc, fut inexplicablement abandonnée au milieu du XVIe siècle. Les conquistadors espagnols ne découvrirent pas ce site durant leur conquête du pays inca, ce qui explique qu'il soit encore si bien conservé.Les archéologues ont localisé le palais cité plus haut, ainsi que des temples, des zones résidentielles, des places et un cimetière, le tout creusé dans la roche. Le terrain montagneux qui cerne les édifices centraux a été sculpté en terrasses destinées à l'agriculture et autrefois irriguées par un système d'aqueducs très complet, en soi un exploit remarquable dans un environnement aussi montagneux.Même s'il est en ruine, le Machu Picchu conserve toute sa beauté sauvage. La cité devait être à couper le souffle à l'époque où les Incas l'habitaient.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
        "quote": "\"Peu de choses dégagent autant d'intensité que la citadelle de granit qui surplombe les falaises à pic du Machu Picchu, la couronne du pays inca.\" - Hiram Bingham",
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/machu_picchu.json"
    },
    {
        "id": 27,
        "name": "Mausolée d'Halicarnasse|Mausolées d'Halicarnasse",
        "production_cost": 185,
        "game_info": "Vous recevez 100  Or pour chaque personnage illustre utilisé. Chaque source de marbre ou pierre exploitée par la ville produit 2 unités d' or supplémentaires.",
        "strategy": null,
        "historical_info": "Le Mausolée d'Halicarnasse fut érigé entre 353 et 350 av. J.-C. pour servir de tombeau à Mausole, roi de Carie (une région de la Turquie actuelle). Mis au point, à en croire la légende, par les plus grands sculpteurs et artisans de l'époque, le temple était réputé pour ses reliefs sculptés incroyablement détaillés et ses dimensions impressionnantes, avec une hauteur approchant les 47 mètres. Bien que le monument fût ravagé par une série de séismes tout au long du premier millénaire, certains éléments du tombeau furent découverts par des archéologues britanniques au milieu du XIXe siècle. Le terme \"mausolée\" que l'on connaît aujourd'hui dérive directement de ce tombeau, qui était en son temps l'une des sept merveilles du monde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/mausoleum_of_halicarnassus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/mausoleum_of_halicarnassus.png",
        "quote": "\"La terre entière est le tombeau d'hommes héroïques, et leur histoire n'est pas seulement gravée dans la pierre au-dessus de leur dépouille, mais survit partout, sans symbole visible, tissée à l'intérieur même de la vie des autres hommes.\" - Périclès",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/mausoleum_of_halicarnassus.json"
    },
    {
        "id": 28,
        "name": "Grande mosquée de Djenné|Grandes mosquées de Djenné",
        "production_cost": 300,
        "game_info": "Vous devez avoir découvert la piété. Tous les missionnaires formés dans cette ville peuvent propager leur religion trois fois. Donne une mosquée gratuite dans la ville de construction.",
        "strategy": null,
        "historical_info": "Plus grand bâtiment en terre crue adobe au monde, la Grande mosquée de Djenné se trouve dans la république africaine du Mali. Si la première structure remonterait au XIIIe siècle, sous les ordres du sultan Koi Kunboro, la mosquée a depuis été maintes fois détruite et reconstruite. Le modèle qu'on peut voir aujourd'hui, composé de briques en terre crue et de mortier, fut érigé en 1906 grâce aux efforts combinés de la communauté des environs. De nos jours, la mosquée est entretenue par les habitants de Djenné au cours d'un festival annuel créé spécifiquement dans le but d'assurer sa longévité.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_mosque_of_djenne.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_mosque_of_djenne.png",
        "quote": "\"Face à la splendeur de l'éternité devant nous, laissons le temps, et toutes ses fluctuations, se refermer sur sa propre étroitesse.\" - Thomas Chalmers",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/great_mosque_of_djenne.json"
    },
    {
        "id": 29,
        "name": "Neuschwanstein",
        "production_cost": 1060,
        "game_info": " Or +3, culture +2 et bonheur +1 pour chaque château. La ville doit être bâtie à moins de deux cases d'une montagne se trouvant sur votre territoire.",
        "strategy": null,
        "historical_info": "Commandé par le \"roi fou\" Louis II de Bavière à la fin du XIXe siècle, le château de Neuschwanstein est aujourd'hui le symbole classique des châteaux de contes de fée qu'on trouve dans les histoires pour enfants. Bâti à flanc de coteau près de la ville de Füssen, en Allemagne, le château devait permettre au roi, un homme solitaire, de se retirer du monde. Après sa mort, le château devint une attraction touristique populaire, et servit même d'inspiration pour le château de la Belle au bois dormant de Walt Disney.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/neuschwanstein.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/neuschwanstein.png",
        "quote": "\"...l'endroit est l'un des plus beaux au monde, saint et impossible d'accès, un temple digne du divin ami qui a apporté le salut et la bénédiction à ce monde.\" - Louis II de Bavière",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/railroad.json"
        },
        "yields": {
            "gold": 6,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/neuschwanstein.json"
    },
    {
        "id": 30,
        "name": "Notre-Dame",
        "production_cost": 400,
        "game_info": null,
        "strategy": null,
        "historical_info": "Notre-Dame est une grande cathédrale implantée sur l'Île de la Cité, autour de laquelle coule la Seine à Paris, en France. Bâtie sur le site d'une ancienne église, elle-même construite au-dessus d'un temple romain dédié à Jupiter, Notre-Dame est un exemple saisissant d'architecture gothique et l'un des plus beaux édifices. Sa construction débuta en 1163 et dura presque deux siècles.Notre-Dame est un bâtiment massif en pierre surmonté de tours carrées, de flèches élancées et soutenu par des arcs-boutants. L'extérieur est agrémenté de rubans délicats, d'arches et de statues des saints et des rois. Le toit du bâtiment est orné de gargouilles. Quant à l'intérieur, c'est une longue et étroite nef bordée par des colonnes qui soutiennent deux magnifiques galeries. Des vitraux illuminent doucement l'autel principal, qui renferme une magnifique statue de la Vierge Marie, la patronne de la Cathédrale, tenant le corps de Jésus.La Cathédrale a souffert des nombreuses périodes durant lesquelles elle ne fut pas entretenue. Pendant la Révolution française, beaucoup de ses trésors furent volés et le bâtiment servit d'entrepôt. Au début du XIXe siècle, son état était si dégradé que les architectes de la ville pensèrent à la détruire. En fait, Victor Hugo écrivit \"Notre-Dame de Paris\" en partie pour attirer l'attention sur le sort de la Cathédrale. En 1871, pendant la brève période de la Commune de Paris, Notre-Dame fut pratiquement incendiée. Heureusement, elle survécut et, enfin restaurée, elle retrouva son lustre d'antan.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame.png",
        "quote": "\"L'architecture a été la grande écriture du genre humain. Non seulement tout symbole religieux, mais encore toute pensée humaine a sa page dans ce livre immense.\" - Victor Hugo",
        "tech_prereq": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/physics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 4,
            "happiness": 10
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/notre_dame.json"
    },
    {
        "id": 31,
        "name": "Oracle|Oracles",
        "production_cost": 250,
        "game_info": "1 doctrine gratuite.",
        "strategy": null,
        "historical_info": "Dans la religion grecque antique, un oracle était un prêtre ou une prêtresse par la bouche de qui les Dieux répondaient aux questions qui leur étaient posées. L'oracle interprétait les rêves, les actions de personnes en transe et les signes physiques trouvés dans les entrailles d'animaux sacrifiés. L'oracle le plus célèbre résidait dans le temple d'Apollon à Delphes, sur les pentes du Mont Parnasse. Pendant des siècles, les Grecs et les Romains entre autres consultèrent cet oracle pour des problèmes politiques ou privés. Contre des offrandes, une prêtresse, la Pythie faisait des prédictions publiques. Celles-ci devinrent tristement célèbres pour leur ambiguïté.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oracle.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/oracle.png",
        "quote": "\"L'Oracle de Delphes a déclaré que de tous les Grecs, j'étais le plus sage. C'est sans nul doute parce que de tous les Grecs, je suis le seul à savoir que je ne sais rien.\" - Socrate",
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/oracle.json"
    },
    {
        "id": 32,
        "name": "Parthénon|Parthénons",
        "production_cost": 250,
        "game_info": "Un chef-d'oeuvre artistique est déjà présent dans l'un des emplacements pour chef-d'oeuvre.",
        "strategy": null,
        "historical_info": "Construit sur l'Acropole et dédié à la déesse Athéna, le Parthénon est considéré comme le point culminant de l'architecture dorique. La construction du temple commença en 447 av. J.-C. et les derniers éléments de décoration, exemples prépondérants de la sculpture classique, furent placés en 432 av. J.-C. Le temple abritait la statue chryséléphantine d'Athéna sculpté par Phidias et sa façade extérieure était ornée de 92 métopes. Comme la plupart des temples grecs, le Parthénon servait également de trésorerie, pour la ville d'Athènes ainsi pour la ligue de Délos. Au cours du XVIIIe siècle, les touristes et les érudits européens purent bénéficier d'un meilleur accès aux ruines pittoresques du bâtiment, dont la popularité explosa. Lorsque la Grèce recouvra son indépendance en 1832, le gouvernement pris le contrôle du site. Après avoir mené des travaux de restauration en 1975, la Grèce a fait du Parthénon l'un des plus grands symboles de la Grèce antique, des idéaux démocratiques athéniens et de la civilisation occidentale, ainsi que l'un des trésors culturels les plus exceptionnels du monde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/parthenon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/parthenon.png",
        "quote": "\"La Terre porte avec fierté le Parthénon comme sa plus belle parure\". - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/parthenon.json"
    },
    {
        "id": 33,
        "name": "Pentagone|Pentagones",
        "production_cost": 1250,
        "game_info": "Le coût d'amélioration des unités militaires en or diminue de 33%.",
        "strategy": null,
        "historical_info": "Le Pentagone est un grand bâtiment à cinq côtés situé dans la ville américaine d'Arlington, en Virginie, sur la rive du Potomac opposée à Washington DC. Le Pentagone abrite le quartier général du département de la Défense des États-Unis, ainsi que ses trois branches militaires : l'armée de terre (US Army), la marine (US Navy) et l'armée de l'air (US Air Force). Le bâtiment a été conçu dans le but de réunir et de consolider les différentes sections du département de la guerre, jusqu'alors dispersées dans dix-sept bâtisses de Washington. Sa construction débuta en 1941 et s'acheva en 1943. La rapidité des travaux, compte tenu de la grandeur de l'édifice, reflète l'expansion effrénée de l'armée américaine au début de la Deuxième Guerre mondiale. Le Pentagone occupe près de 117 000 m² et dispose d'un espace de travail permettant d'accueillir 25 000 employés. Ces caractéristiques en font l'un des bâtiments de travail les plus imposants à avoir jamais été construits (à titre d'exemple, il abrite plus de travailleurs que l'Empire State Building).Le 11 septembre 2001, le Pentagone a été percuté par un avion de ligne piloté par des terroristes. Fort heureusement, lors de l'attaque, la zone touchée par l'attentat était en cours de rénovation (des travaux destinés à renforcer la résistance structurelle du bâtiment) et nombre des employés qui y travaillaient avaient été temporairement relocalisés ; 125 ouvriers périrent lors de l'attaque, ainsi que les 64 passagers de l'avion. Depuis, le bâtiment a été entièrement rénové et est devenu le centre névralgique de l'armée américaine.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon.png",
        "quote": "\"Avant les combats, les plans ne sont rien ; c'est la planification qui compte.\" - Dwight D. Eisenhower",
        "tech_prereq": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/combined_arms.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/pentagon.json"
    },
    {
        "id": 34,
        "name": "Pétra",
        "production_cost": 250,
        "game_info": "+1 nourriture, +1 production pour toutes cases de désert exploitées par la ville (sauf plaines inondables). +1 emplac. pour route commerciale sup. +1 caravane dans la ville. +6 culture une fois l'archéologie découverte. Condition : ville adjacente ou bâtie sur une case de désert.",
        "strategy": null,
        "historical_info": "Construit aux alentours de l'an 1000 av. J.-C., le site de Pétra, en Jordanie, est l'un des plus fameux exemples au monde d'architecture taillée à même la roche. De nombreuses structures aux riches gravures furent taillées dans les parois en grès des canyons du désert de la région, et Pétra devint peu à peu la capitale des Nabatéens, un peuple autrefois nomade. La plus célèbre de ces structures, la Khazneh, aussi appelée le \"trésor du Pharaon\", est apparue dans plusieurs grands films à succès, et notamment dans \"Indiana Jones et la dernière croisade\", où elle était censée abriter le Saint Graal.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/petra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/petra.png",
        "quote": "\"...celui qui boira l'eau que je lui donne, dit le Seigneur, aura en lui une fontaine de vie éternelle. Qu'ils m'amènent à ta montagne sainte, là où tu vis. À travers le désert et par-delà la montagne, jusqu'au canyon du croissant de lune...\" - Indiana Jones",
        "tech_prereq": {
            "name": "Currency",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/petra.json"
    },
    {
        "id": 35,
        "name": "Tour de porcelaine|Tours de porcelaine",
        "production_cost": 625,
        "game_info": "Vous devez avoir découvert le rationalisme. Un savant illustre apparaît près de la ville où la merveille a été construite. Les Accords de Recherche génèrent 50% de science en plus.",
        "strategy": null,
        "historical_info": "Construite par la dynastie Ming au XVe siècle à Nankin, la Tour de porcelaine ou Pagode de porcelaine, fut l'une des plus extraordinaires réussites de l'architecture chinoise. Elle mesurait un peu plus de 29 mètres de diamètre et 79 mètres de haut.L'extérieur du bâtiment était recouvert de briques blanches en porcelaine qui reflétaient le soleil comme autant de miroirs. La nuit, on accrochait plus de 100 lampes de la base au sommet de la tour. Celle-ci surplomba la cité de Nankin jusqu'en 1854, lorsqu'elle fut détruite lors de la révolte des Taiping.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/porcelain_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/porcelain_tower.png",
        "quote": "\"Les choses paraissent toujours plus douces quand on y repense plus tard, et c'est de cette inaccessible tour du passé que la nostalgie nous observe et nous attire.\" - James Russell Lowell",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/porcelain_tower.json"
    },
    {
        "id": 36,
        "name": "Prora|Prora",
        "production_cost": 1060,
        "game_info": "Nécessite l'idéologie Autocratie. En plus de procurer 2 unités de bonheur supplémentaires, la station balnéaire Prora octroie également 1 unité de bonheur supplémentaire toutes les 2 doctrines adoptées, ainsi qu'une doctrine sociale gratuite. Doit être construit dans une ville côtière.",
        "strategy": null,
        "historical_info": "Construite entre 1936 et 1939, Prora était destinée à devenir une immense station balnéaire sur l'île Rügen, dans la mer Baltique. L'ambitieux et impressionnant complexe fut conçu pour permettre aux travailleurs allemands de s'offrir des vacances à un prix abordable. À l'origine, il était prévu de construire huit blocs d'habitations, pouvant accueillir jusqu'à 20 000 vacanciers. Le complexe, s'il avait été terminé, aurait également proposé des restaurants, des cinémas, des piscines, des gymnases, des salles de bal et d'autres installations, le tout accessible en train ou par bateau. Le déclenchement de la Deuxième Guerre mondiale stoppa la construction. Pendant la guerre, les bâtiments furent utilisés comme centre d'hébergement pour les réfugiés, puis comme hôpital militaire. Après la guerre, le complexe fut occupé par les forces soviétiques pendant un certain temps, puis dépouillé de tous ses matériaux utiles, jusqu'aux câbles électriques et à la plomberie. À l'exception d'un musée consacré à l'histoire de l'Allemagne de l'Est, la majorité du complexe est aujourd'hui laissée à l'abandon.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora.png",
        "quote": "\"Cette perte (de liberté) implique, pour la vie humaine, la disparition de certaines valeurs lui étant précieuses. Il ne subsiste que des conditions drastiques de travail et du temps libre pour des divertissements triviaux.\" - A.N. Whitehead",
        "tech_prereq": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/flight.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/prora.json"
    },
    {
        "id": 37,
        "name": "Pyramides",
        "production_cost": 185,
        "game_info": "Vous devez avoir découvert la liberté. La vitesse de construction des aménagements augmente de 25% et deux ouvriers apparaissent près de la ville.",
        "strategy": null,
        "historical_info": "Construites par la quatrième dynastie des souverains égyptiens, les Pyramides représentent le sommet du développement culturel de l'Égypte antique. Situées sur le plateau de Gizeh, un peu à l'écart de l'actuelle ville du Caire, elles furent des tombeaux et des monuments dédiés aux pharaons. Leur construction exigea probablement le travail de dizaines de milliers d'ouvriers sur plusieurs générations. Mais, de toutes les grandes merveilles antiques faites par l'homme, elles sont les dernières encore debout.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pyramids.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pyramids.png",
        "quote": "\"Ô, ne laisse pas les douleurs de la mort qui sont tiennes pénétrer en moi. Je suis le divin Atoum, et je siège au plus haut des cieux. La puissance qui me garde est celle qui accompagne les dieux dans l'éternité.\" - Le Livre des morts",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/pyramids.json"
    },
    {
        "id": 38,
        "name": "Fort rouge",
        "production_cost": 625,
        "game_info": "Efficacité des bâtiments de défense de toutes les villes +25%.",
        "strategy": null,
        "historical_info": "Bâti par Shah Jahan, le Lal Qil'ah de Delhi, plus connu sous le nom de Fort rouge, était le palais résidentiel et administratif des empereurs moghols entre 1648, date de la fin de sa construction, et 1857, lorsque le dernier empereur moghol fut exilé par le gouvernement britannique. Le Fort rouge doit son nom au grès rouge utilisé pour ses murs extérieurs de 23 mètres de haut. Il constitue un hommage à la magnifique architecture moghole avec ses grands halls d'entrée, ses quartiers résidentiels luxueux, ses jardins paysagés, ses bains, ses bibliothèques et ses somptueuses mosquées. Sous l'occupation britannique, le Fort rouge fut vidé de ses richesses, de nombreux bâtiments furent démolis, ses jardins furent détruits et il fut utilisé comme base militaire. En 2003, le gouvernement indien lança un projet à long terme pour restaurer la grandeur du Fort rouge en en faisant un site touristique.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/red_fort.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/red_fort.png",
        "quote": "\"Lorsque nous bâtissons, pensons que nous bâtissons pour toujours.\" - John Ruskin",
        "tech_prereq": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/red_fort.json"
    },
    {
        "id": 39,
        "name": "Chapelle Sixtine|Chapelles Sixtines",
        "production_cost": 500,
        "game_info": " Culture +25% dans toutes les villes. Comporte 2 emplacements pour chefs-d'oeuvre artistiques.",
        "strategy": null,
        "historical_info": "La beauté de la Chapelle Sixtine, à Rome, a longtemps été l'un des plus grands témoignages du mélange de ferveur religieuse et de passion pour l'art qui caractérisa la Renaissance européenne. L'immense artiste italien Michel-Ange passa quatre ans à peindre le plafond de cette partie du Palais apostolique (Palais du Vatican), la résidence officielle du Pape. Les œuvres de Michel-Ange représentent des scènes de la Genèse et d'autres histoires bibliques. Vingt ans avant que Michel-Ange n'entame cette fresque, de grands artistes italiens avaient illustré les murs de la Chapelle d'autres scènes religieuses.Michel-Ange reçut commande du Pape Jules II et y travailla de 1508 à 1512. La légende veut qu'il ne souhaitait pas du tout travailler à ce projet, car il était intimidé par l'ampleur du travail et se trouvait meilleur dans l'art de la sculpture. Finalement, cette œuvre devait être acclamée comme l'une des plus grandes peintures de toute l'histoire occidentale. Peu de visiteurs de la Chapelle Sixtine ne sont pas émus par le dévouement de l'artiste à son sujet, ou sa conception de la nature de la lutte, de la souffrance et du triomphe spirituel de l'humanité.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sistine_chapel.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sistine_chapel.png",
        "quote": "\"Je vis et j'aime dans la singulière lumière de Dieu.\" - Michelangelo Buonarroti, dit Michel-Ange",
        "tech_prereq": {
            "name": "Acoustics",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/sistine_chapel.json"
    },
    {
        "id": 40,
        "name": "Statue de la Liberté",
        "production_cost": 1060,
        "game_info": "Nécessite l'idéologie Égalité. Production +1 pour les spécialistes de toutes les villes. Octroie une doctrine sociale gratuite.",
        "strategy": null,
        "historical_info": "La Statue de la Liberté est l'une des plus grandes statues au monde. S'élevant d'un peu plus de 90 mètres au-dessus de la base de son piédestal , elle est constituée d'un placage de bronze sur une armature de fer et pèse plus de 220 tonnes. Conçue par le sculpteur français Frédéric Bartholdi, la statue avec sa torche et les chaînes de la tyrannie brisées à ses pieds, fut offerte aux États-Unis par le gouvernement français en 1886 pour commémorer le centenaire de l'indépendance américaine. La statue elle-même, les îles Liberty Island et Ellis Island devinrent des monuments nationaux en 1924.Depuis plus d'un siècle, la Statue de la Liberté s'élève à l'entrée du port de New York. Constituant souvent la première vision de l'Amérique pour les immigrants, Dame Liberté, symbolise les idéaux de liberté sur lesquels les États-Unis furent fondés.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_of_liberty.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_of_liberty.png",
        "quote": "\"Donne-moi tes épuisés, tes pauvres,Tes foules entassées qui aspirent à la liberté,Les rebuts misérables de tes rivages grouillants.Conduis à moi les déshérités malmenés par la tempête,Je lève ma torche et montre la porte d'or !\" - Emma Lazarus",
        "tech_prereq": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/statue_of_liberty.json"
    },
    {
        "id": 41,
        "name": "Statue de Zeus|Statues de Zeus",
        "production_cost": 185,
        "game_info": "Nécessite la doctrine Honneur. Puissance de combat +15 % pour toutes les unités lors de l'attaque d'une ville.",
        "strategy": null,
        "historical_info": "Haute de plus de 12 mètres, la statue chryséléphantine de Zeus à Olympie, en Grèce, était considérée comme la troisième des sept merveilles du monde de l'Antiquité. Oeuvre du sculpteur grec Phidias, elle fut érigée aux alentours de 432 av. J.-C. et tenait à peine dans le temple, de par la taille imposante de Zeus sur son trône en or. Sa destruction reste encore aujourd'hui sujette à discussion, mais beaucoup pense qu'elle aurait péri dans l'incendie qui ravagea le temple de Zeus, en 425.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_of_zeus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_of_zeus.png",
        "quote": "\"Lorsque le fils de Chronos s'exprima et acquiesça, le front sombre, la chevelure consacrée et immortelle du grand dieu se balança sur son crâne divin, et toute l'Olympe fut secouée.\" - L'Iliade",
        "tech_prereq": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/statue_of_zeus.json"
    },
    {
        "id": 42,
        "name": "Stonehenge",
        "production_cost": 185,
        "game_info": null,
        "strategy": null,
        "historical_info": "Stonehenge est sans doute l'édifice préhistorique le plus surprenant qui soit encore debout. Même si elle est en ruine, cette puissante relique garde le pouvoir de faire éprouver surprise, crainte et émerveillement.Stonehenge fut érigé dans le sud de l'Angleterre. Comprenant plusieurs cercles concentriques de pierres entourées d'un fossé ( un \"henge\"), sa construction se fit en différentes étapes étalées sur plusieurs millénaires. Le fossé fut creusé il y a environ 5000 ans, le premier cercle de \"pierres bleues\" ajouté environ 1000 ans plus tard, autour de 2000 av. J.-C., et le cercle extérieur d'immenses pierres \"sarsen\" achevé 500 ans plus tard.Personne ne sait qui exactement a pu construire Stonehenge. Pendant des siècles, on pensa à tort que c'était les druides mais, en fait, il fut achevé 2000 ans avant l'apparition des premiers druides. Tout ce que nous savons est que sa construction a été entamée par des hommes du néolithique et achevée par ceux qui les supplantèrent.Stonehenge est une merveille de génie technique construite avec les outils les plus primitifs. Apparemment, le fossé fut creusé avec des instruments en bois et en os. Les 80 \"pierres bleues\" des cercles intérieurs, qui pèsent environ 4 tonnes chacune, furent transportées depuis une carrière située à plus de 380 kilomètres. Les scientifiques pensent que les pierres ont été tirées sur des troncs ou des traîneaux de bois pour partie, puis convoyées par barges sur des rivières. La plus lourde des pierres du cercle extérieur pèse environ 50 tonnes ; il a fallu autour de 600 hommes pour porter une pierre pareille depuis sa carrière, à environ 32 kilomètres de là. Ces pierres monstrueuses ont dû ensuite être hissées jusqu'à leur position définitive par des hommes équipés de cordes et de leviers en bois.Il y a beaucoup de débats au sujet de la fonction de Stonehenge. Certains sont d'avis qu'il s'agit d'un temple destiné à honorer les dieux de la terre, d'autres que c'est une sépulture destinées à des rois et des nobles, d'autres encore que c'est en fait un observatoire astronomique, avec vocation de cartographier le ciel dont les hommes pensaient qu'il gouvernait leur destin.Quoi qu'ait pu être sa fonction originelle, c'est aujourd'hui un monument sauvage et magnifique, témoignage de l'incroyable savoir-faire et du dévouement de ses constructeurs \"primitifs\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
        "quote": "\"Le temps a raison de tout ; soumise à sa force, toute chose vieillit, puis finit par être oubliée.\" - Aristote",
        "tech_prereq": {
            "name": "Calendar",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/stonehenge.json"
    },
    {
        "id": 43,
        "name": "Opéra de Sydney",
        "production_cost": 1250,
        "game_info": "Octroie une doctrine sociale gratuite et +50% de culture dans la ville. Comprend 2 emplacements pour chefs-d'oeuvre musicaux. La ville doit se trouver sur la côte.",
        "strategy": null,
        "historical_info": "L'Opéra de Sidney est l'un des opéras les plus somptueux du monde moderne. Ce superbe bâtiment, dont la construction achevée en 1973 dura vingt ans, se situe à Bennelong Point dans le port de Sidney, en Australie. Conçu comme un enchevêtrement de carapaces (ou d'ailes, selon le point de vue), il est l'une des structures architecturales les plus reconnaissables au monde. L'opéra est d'ailleurs devenu le symbole de l'Australie, au même titre que la Statue de la Liberté pour les États-Unis, ou les Pyramides pour l'Égypte. Le complexe comprend une salle d'opéra, une salle de concert, trois salles de théâtre plus petites et un restaurant.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sydney_opera_house.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sydney_opera_house.png",
        "quote": "\"Ceux qui perdent leur capacité à rêver sont perdus.\" - Proverbe aborigène",
        "tech_prereq": {
            "name": "Ecology",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/sydney_opera_house.json"
    },
    {
        "id": 44,
        "name": "Taj Mahal",
        "production_cost": 625,
        "game_info": "L'empire entre dans un âge d'or.",
        "strategy": null,
        "historical_info": "Le Taj Mahal est situé à Agra, en Inde. Ce mausolée fut construit au milieu du XVIe siècle sur ordre de l'empereur moghol Shâh Jahân, pour abriter la dépouille de sa femme. Reconnu comme l'un des plus beaux édifices au monde, il fut construit avec de rares et nobles matériaux importés de toute l'Inde et de toute l'Asie ; on raconte que plus de 1000 éléphants participèrent au transport du grès, du marbre, des jades, des turquoises, des saphirs et du reste de ces matériaux.Le complexe du Taj Mahal s'étend sur une surface d'environ 300 x 580 mètres et comprend un portail monumental, des jardins, le mausolée, une mosquée et une résidence. Les trois premiers sont couverts de marbre blanc orné de motifs géométriques alors que la mosquée et la résidence sont en grès rouge brillant. Les bâtiments sont surmontés de superbes dômes et minarets à bulbe.Les experts débattent depuis longtemps de ce qui rend le Taj Mahal si magnifique et unique. Certains penchent pour les proportions et la symétrie parfaites des bâtiments, d'autres pour le jeu de la lumière sur le marbre qui confère au Taj Mahal des caractères si différents du lever au coucher du soleil. D'autres encore pensent que c'est son origine qui le rend si extraordinaire : un homme voulant graver dans la pierre son amour pour son épouse disparue.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
        "quote": "\"Le Taj Mahal s'élève sur les berges d'un fleuve comme une larme suspendue sur la joue du temps.\" - Rabindranath Tagore",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/taj_mahal.json"
    },
    {
        "id": 45,
        "name": "Temple d'Artémis|Temples d'Artémis",
        "production_cost": 185,
        "game_info": " Croissance +10% dans toutes les villes. Production +15% lors de la formation d'unités d'attaque à distance.",
        "strategy": null,
        "historical_info": "Le temple d'Artémis, construction grecque remontant à 880 av. J.-C., avait pour but d'honorer la déesse de la nature sauvage, de la chasse et de la lune. Bâti à l'origine dans la ville d'Éphèse, on raconte que le temple aurait été détruit et reconstruit pas loin de sept fois, tombant tour à tour aux mains de la nature et de l'homme. Considéré comme l'une des sept merveilles du monde antique, le site fut redécouvert par des archéologues britanniques à la fin du XIXe siècle. Son emplacement est aujourd'hui symbolisé par une colonne unique, composée des ruines trouvées au cours des fouilles.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/temple_of_artemis.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/temple_of_artemis.png",
        "quote": "\"Ce n'est pas tant par sa beauté que la forêt s'empare du coeur des hommes, que par ce petit quelque chose, cette qualité de l'air, cette exhalaison des arbres anciens, capables comme par magie de transformer et de régénérer une âme fatiguée.\" - Robert Louis Stevenson",
        "tech_prereq": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/temple_of_artemis.json"
    },
    {
        "id": 46,
        "name": "Armée de terre cuite|Armées de terre cuite",
        "production_cost": 250,
        "game_info": "Crée une copie de chaque type d'unité terrestre militaire que vous contrôlez et place l'unité près de la ville où l'armée de terre cuite est construite.",
        "strategy": null,
        "historical_info": "Déterrée par des fermiers chinois en 1974, l'armée de terre cuite de l'empereur Qin Shi Huangdi fut assemblée pour accompagner le souverain dans sa dernière demeure. C'est au cours du IIIe siècle av. J.-C. que des ouvriers créèrent des milliers de figurines en terre à taille humaine, ajoutant à chaque soldat des caractéristiques uniques. Placés en formation militaire dans des fosses à l'intérieur du tombeau, les soldats de l'armée en terre cuite sont accompagnés de chevaux, de chariots et d'unités de cavalerie, également reproduits dans le plus grand détail.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/terracotta_army.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/terracotta_army.png",
        "quote": "\"Considère tes soldats comme tes enfants, et ils te suivront dans les plus profondes des vallées. Regarde-les comme tes fils bien-aimés, et ils resteront à tes côtés jusqu'à la mort.\" - Sun Tzu",
        "tech_prereq": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/terracotta_army.json"
    },
    {
        "id": 47,
        "name": "Galerie des Offices|Galeries des Offices",
        "production_cost": 625,
        "game_info": "Nécessite la doctrine Esthétique. Un artiste illustre gratuit apparaît près de la ville de construction de la merveille. Comprend 3 emplacements pour chefs-d'oeuvre artistiques.",
        "strategy": null,
        "historical_info": "Construite à l'origine entre 1560 et 1581 pour servir de bureaux (en italien, \"uffizi\") aux magistrats florentins, la Galerie des Offices constitue l'un des patrimoines artistiques les plus anciens et les plus célèbres au monde. Elle abrite une superbe collection de peintures de la Renaissance italienne et réunit également des antiquités et sculptures inestimables, ainsi que plus de 100 000 dessins et gravures. En 1574, le dernier étage, resté inachevé, fut converti en dépôt, afin d'y conserver les précieuses oeuvres d'art accumulées sous le règne de la famille de Médicis. Au cours des décennies qui suivirent, d'autres parties du complexe furent réaménagées en galeries d'art et en entrepôts. Selon Vasari, des artistes tels que Léonard de Vinci et Michel-Ange se réunissaient à la Galerie des Offices \"pour en admirer la beauté, pour travailler et pour se détendre\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/uffizi.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/uffizi.png",
        "quote": "\"Le peintre est plus que celui qui regarde et qui voit. C'est avant tout un artiste qui rend visible une idée personnelle en l'exposant.\" - Marcel Paquet",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/wonders/uffizi.json"
    },
    {
        "id": 48,
        "name": "Circus Maximus",
        "production_cost": 125,
        "game_info": "Nécessite un colisée dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente.",
        "strategy": "Cette merveille nationale augmente le bonheur dans tout l'empire de 5 et fournit +1 Culture. Votre civilisation doit posséder un colisée dans chacune de ses villes pour pouvoir construire un Circus Maximus.",
        "historical_info": "Gigantesque enceinte sportive située au coeur de Rome, le Circus Maximus fut le premier et le plus grand hippodrome pour courses de chars de la Rome antique. En son temps, il pouvait accueillir plus de 250 000 personnes, soit plus de 25% des habitants de la ville. Long de plus de 600 mètres, douze chars pouvaient s'y affronter côte à côte à la course. D'abord utilisé par les rois étrusques pour leurs divertissements et leurs festivités, il fut le théâtre des premiers Jeux romains organisés par le cinquième roi de Rome, Tarquin l'Ancien. L'agrandissement du site à sa taille actuelle fut ordonné par Jules César en 46 av. J.-C. La dernière course eut lieu en 549, organisée par le roi ostrogoth Totila, puis le cirque fut laissé à l'abandon. C'est aujourd'hui un parc public, et la piste est envahie par l'herbe. Certaines structures originales subsistent, notamment quelques stalles de départ et terre-pleins, mais le Circus Maximus n'accueille plus que des concerts et des meetings.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
        }
    },
    {
        "id": 49,
        "name": "Grand temple|Grands temples",
        "production_cost": 125,
        "game_info": "Multiplie par deux la pression religieuse exercée par cette ville. Doit être construit dans une ville sainte. Un temple doit déjà être construit dans toutes les villes. Plus l'empire compte de villes, plus le prix augmente.",
        "strategy": "Un bâtiment important pour les civilisations tentant de propager leur religion au monde entier depuis un empire doté de peu de villes, mais très peuplées. Doit être construit dans une ville sainte. Multiplie par deux la pression religieuse exercée par cette ville. La civilisation doit avoir bâti un temple dans toutes ses villes pour pouvoir construire le Grand temple.",
        "historical_info": "Un Grand temple est un site saint considéré comme sacré par les adeptes d'une même religion. Ces temples proposent souvent une architecture grandiose et des inscriptions richement ornées, résistant au passage du temps pour prouver la foi des fidèles de cette religion. Bien qu'on ne puisse pas prouver avec certitude lequel des nombreux temples disséminés dans le monde est le plus ancien, beaucoup pensent que Göbekli Tepe, dans la Turquie actuelle et assemblé voilà plus de 12 000 ans, est la plus ancienne structure religieuse bâtie par l'homme jamais découverte.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/grand_temple.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        }
    },
    {
        "id": 50,
        "name": "Ermitage",
        "production_cost": 125,
        "game_info": "La culture augmente de 50% dans cette ville. Contient 3 emplacements pour des chefs-d'oeuvre artistiques.Nécessite un opéra dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente.",
        "strategy": "Cette merveille nationale augmente de 50% la production de culture de la ville où elle se trouve. La civilisation doit déjà posséder un opéra dans chacune de ses villes pour que sa construction soit possible.",
        "historical_info": "L'Ermitage est un musée de Saint-Pétersbourg, en Russie. Construit en 1764 par Catherine la Grande, l'établissement possède une collection de près de trois millions de pièces, dont la plus grande collection de peintures au monde. Les œuvres sont exposées dans plusieurs bâtiments historiques, au nombre desquels l'extraordinaire Palais d'hiver, ancienne résidence des tsars de 1732 à 1917.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hermitage.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/architecture.json"
        }
    },
    {
        "id": 51,
        "name": "Épopée héroïque",
        "production_cost": 125,
        "game_info": "Toutes les nouvelles unités non aériennes de la ville reçoivent la promotion Moral ( Puissance de combat +15%).Nécessite une caserne dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente.",
        "strategy": "Cette merveille nationale octroie à toutes les unités produites dans la ville la promotion \"Moral\", augmentant leur puissance de combat de 15%. Elle génère également 1 point de culture. La civilisation doit déjà posséder une caserne dans chacune de ses villes pour que la construction de l'épopée héroïque soit possible.",
        "historical_info": "L'épopée héroïque est apparue au cours de l'Antiquité. Il s'agit d'un poème caractérisant un peuple ou une région, généralement centré sur les hauts faits d'un ou plusieurs protagonistes. L'Odyssée est un exemple d'épopée héroïque, au même titre que l'épopée mésopotamienne de Gilgamesh et le Beowulf anglo-saxon.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/heroic_epic.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/iron_working.json"
        }
    },
    {
        "id": 52,
        "name": "Agence nationale du renseignement|Agences nationales du renseignement",
        "production_cost": 125,
        "game_info": "Fournit un espion supplémentaire et fait gagner un niveau à tous les espions existants. Réduit également de 15% l'efficacité des espions ennemis. Il doit y avoir un commissariat dans toutes les villes.",
        "strategy": "Merveille nationale défensive clé pour toute civilisation qui recherche et développe des technologies. L'Agence nationale du renseignement fournit un espion supplémentaire, fait gagner un niveau à tous les espions existants et réduit de 15% l'efficacité des espions ennemis. Une civilisation doit avoir un commissariat dans toutes les villes avant de pouvoir construire l'Agence nationale du renseignement.",
        "historical_info": "L'Agence nationale du renseignement fournit des ressources gouvernementales pour l'acquisition d'informations et de renseignements essentiels à la sécurité et la défense nationale. Toutes les opérations, de l'espionnage à l'infiltration en passant par l'évaluation des dangers pour la sécurité nationale et les réponses à ces risques, sont contrôlées par cette agence. La Central Intelligence Agency des États-Unis est la plus (parfois tristement) célèbre des agences de renseignements dans le monde, car son programme influence la politique mondiale de diverses manières depuis des décennies.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_intelligence_agency.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
        }
    },
    {
        "id": 53,
        "name": "Usine sidérurgique|Usines sidérurgiques",
        "production_cost": 125,
        "game_info": "Nécessite un atelier dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente.",
        "strategy": "L'usine sidérurgique (merveille nationale) augmente la production d'une ville de 8 . La civilisation doit déjà posséder un atelier dans chacune de ses villes pour que sa construction soit possible.",
        "historical_info": "Une usine sidérurgique est un bâtiment dans lequel le minerai de fer est purifié, puis transformé en fer ou en acier. Le processus commence par l'exposition du minerai brut à une température extrêmement élevée. Puis, après adjonction d'autres matériaux, il s'achève par la formation d'un fer ou d'un acier purifié. Le procédé de la fonte du fer remonte à 1200 av. J.-C., voire plus tôt. Comme on peut s'en douter, les usines sidérurgiques sont des lieux extrêmement dangereux, et les ouvriers qui y travaillent font preuve autant de compétence que de courage.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ironworks.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/machinery.json"
        }
    },
    {
        "id": 54,
        "name": "Université publique",
        "production_cost": 125,
        "game_info": "Nécessite une bibliothèque dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente.",
        "strategy": "L'université publique (merveille nationale) augmente la production de science d'une ville de 50%, et octroie 1 point de culture. La civilisation doit déjà posséder une bibliothèque dans chacune de ses villes pour que sa construction soit possible.",
        "historical_info": "Les universités publiques sont des instituts étatiques d'enseignement supérieur. L'université moderne trouve ses origines dans les médersas islamiques médiévales, des établissements juridiques et théologiques dépendant des mosquées. La plupart des pays du monde disposent aujourd'hui d'un système universitaire. A titre d'exemple, on peut citer l'Université de Tokyo, au Japon. Selon le classement russe mondial des universités, cette dernière est la plus prestigieuse université d'Asie, et la troisième plus prestigieuse au monde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_college.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        }
    },
    {
        "id": 55,
        "name": "Épopée nationale",
        "production_cost": 125,
        "game_info": "Génération de personnages illustres dans cette ville : +25%. Contient 1 emplacement pour chef-d'oeuvre littéraire.Nécessite un monument historique dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente.",
        "strategy": "Cette merveille nationale augmente de 25% la génération de personnages illustres de la ville. Elle octroie également 1 point de culture. La civilisation doit déjà posséder un monument historique dans chacune de ses villes pour que la construction de l'épopée nationale soit possible.",
        "historical_info": "Une épopée nationale est un poème ou un récit décrivant les origines d'une nation, son identité ou un événement important de son histoire. A titre d'exemples, on peut citer : l'épopée de Soundiata (Mali), celle d'Hiawatha (Indiens d'Amérique) ou le Kalevala (Finlande). Plus modernes, \"Guerre et paix\" pourrait être considéré comme l'épopée nationale russe, et \"Racines\" comme une épopée nationale américaine.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_epic.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
        }
    },
    {
        "id": 56,
        "name": "Compagnie des Indes orientales|Compagnies des Indes orientales",
        "production_cost": 125,
        "game_info": "Nécessite un marché dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une Compagnie des Indes orientales génèrent 4 Or supplémentaires pour le propriétaire de la ville et 2 Or pour le propriétaire de la route commerciale.",
        "strategy": "La Compagnie des Indes orientales augmente la quantité d' or générée par une ville. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une Compagnie des Indes orientales génèrent 4 Or supplémentaires pour le propriétaire de la ville et 2 Or supplémentaires pour le propriétaire de la route commerciale.",
        "historical_info": "Les différentes Compagnies des Indes orientales étaient des sociétés par actions faisant l'objet d'une charte royale, dont le but était de faire commerce en Asie et dans les îles autour de l'Océan Indien. Au sommet de leur apogée aux XVIIe et XVIIIe siècles, ces compagnies disposaient de leurs propres forces militaires, fondaient des colonies placées sous leur administration, organisaient des expéditions, partaient en guerre, prélevaient des impôts, établissaient des plantations, et construisaient des mines et des routes, dans le but de faire du profit. Celles qui connurent le plus de succès furent l'\"honorable\" Compagnie britannique des Indes orientales (fondée en 1600 par une charte de la reine Elisabeth), la Compagnie néerlandaise des Indes orientales (1602) et la Compagnie française des Indes orientales (1664).",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/east_india_company.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
        }
    },
    {
        "id": 57,
        "name": "Université d'Oxford|Universités d'Oxford",
        "production_cost": 125,
        "game_info": "1 technologie gratuite. Contient 2 emplacements pour chefs-d'oeuvre littéraires.Nécessite une université dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente.",
        "strategy": "L'Université d'Oxford, une merveille nationale, octroie une technologie gratuite ainsi qu'1 point de culture. La civilisation doit déjà posséder une université dans chacune de ses villes pour que sa construction soit possible.",
        "historical_info": "L'Université d'Oxford est la plus ancienne université d'Angleterre et du monde anglophone. Fondée à la fin du XIe siècle, Oxford n'a jamais fermé ses portes depuis. Parmi les célèbres diplômés d'Oxford, on peut citer Roger Bacon, Guillaume d'Ockham, Sir Walter Raleigh, John Donne, Jonathan Swift, Dr Samuel Johnson, Oscar Wilde, Sir Richard Burton et J.R.R. Tolkien.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oxford_university.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        }
    },
    {
        "id": 58,
        "name": "Palais|Palais",
        "production_cost": 0,
        "game_info": "Indique que cette ville est la capitale de l'empire. Contient 1 emplacement pour chef-d'oeuvre artistique.[ICON_CONNECTED] Reliez vos villes à votre capitale par des routes pour générer de l' or supplémentaire. Production +3, science +3, or +3.",
        "strategy": "Le palais est le siège de votre gouvernement. En tout début de partie, il est le principal générateur de culture, d'or, de science et de production de votre capitale. Il constitue également le cœur du système commercial de votre empire. Bien que le palais soit automatiquement reconstruit dans une autre ville si votre capitale est annexée, le perdre constitue un coup dur pour votre civilisation (d'ailleurs, il vous sera impossible de remporter une victoire militaire sans l'avoir récupéré). En trois mots comme en cent : protégez votre palais !",
        "historical_info": "C'est dans un palais que réside généralement le dirigeant d'un peuple. Ce terme est quelque peu anachronique, car il date d'une époque à laquelle la plupart des pays étaient dirigés par un roi ou une reine. De nos jours, les dirigeants évoluent dans des bâtiments raffinés, appelés parfois \"Maison des représentants\" ou \"Palais de Justice\". Les palais (et leurs équivalents modernes) ont trois desseins principaux : permettre à un dirigeant de réunir ses ministres pour prendre des décisions et gérer le pays, abriter le dirigeant en cas de menace ou d'attaque, et impressionner les sujets et les visiteurs étrangers par sa magnificence.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/palace.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": null
    },
    {
        "id": 59,
        "name": "Office national du tourisme|Offices nationaux du tourisme",
        "production_cost": 400,
        "game_info": "Nécessite un hôtel dans chacune de vos villes. Plus votre empire possède de villes, plus le coût augmente. 100% de la culture issue des merveilles mondiales, des merveilles naturelles et des aménagements (monuments, moaï, castels) est ajoutée à la production de tourisme de la ville. La production de tourisme augmente de +100% grâce aux chefs-d'oeuvre.",
        "strategy": "L'office national du tourisme, qui stimule fortement la production de tourisme, est un excellent choix pour les civilisations qui souhaitent remporter une victoire culturelle ou augmenter leur impact idéologique sur les autres civilisations. Construisez-le dans votre ville principale dédiée au tourisme une fois que vous avez terminé la construction des hôtels de toutes vos villes.",
        "historical_info": "Un office du tourisme est un lieu qui permet aux voyageurs de s'informer sur un site ou une région. Les plus courants sont ceux dirigés par l'État. Ils permettent d'obtenir des informations et des conseils sur les attractions touristiques, l'hébergement et les divers coûts d'une région, et fournissent également des cartes, des brochures et des souvenirs. Les premiers offices du tourisme étaient situés près des gares et étaient entretenus par les sociétés de chemin de fer qui espéraient ainsi convaincre les voyageurs de revenir. Aujourd'hui, la plupart des villes possèdent un office du tourisme qui remplit le même rôle.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_visitor_center.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
        }
    },
    {
        "id": 60,
        "name": "Programme Apollo",
        "production_cost": 750,
        "game_info": "Signale le début de la course à l'espace, permettant à vos villes de commencer à construire des pièces de vaisseau spatial. Une fois l'astronef terminé, vous remportez une victoire scientifique !",
        "strategy": "Le Programme Apollo marque le début de la course à l'espace. Il permet la construction des pièces du vaisseau spatial. Chaque civilisation doit terminer ce projet avant de pouvoir produire ces pièces.",
        "historical_info": "Le Programme Apollo fut une initiative des États-Unis destinée à envoyer le premier être humain sur la lune. Lancé dans les années 50, le programme a pris son essor en 1961 sous le président John F. Kennedy. Moins d'une décennie plus tard, le 20 juillet 1969, les Américains Neil Armstrong et Buzz Aldrin alunissent, réalisant ce qui reste aujourd'hui dans l'Histoire comme le plus grand exploit de l'ingénierie humaine. Le Programme Apollo coûta des sommes colossales, mais les progrès qu'il a permis en termes de science et de technologie ont changé le monde à tout jamais.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/apollo_program.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/rocketry.json"
        }
    },
    {
        "id": 61,
        "name": "Projet Manhattan",
        "production_cost": 750,
        "game_info": "Permet à vos villes de construire des bombes atomiques et des missiles nucléaires.",
        "strategy": "Le Projet Manhattan permet à une civilisation de construire des armes nucléaires. Chaque civilisation doit terminer ce projet avant de pouvoir produire ces unités.",
        "historical_info": "Le Projet Manhattan est le nom de code du projet américano-européen de développement d'une bombe nucléaire durant la Deuxième Guerre mondiale. Le projet, mené par les États-Unis, incluait des scientifiques et des ingénieurs du Royaume-Uni et du Canada. Les États-Unis avaient commencé à travailler à la création d'une bombe atomique dans les années 30, mais le projet passa à la vitesse supérieure après le bombardement de Pearl Harbor par les Japonais, le 7 décembre 1941. Le projet mobilisa 125 000 personnes et coûta près de 20 milliards de dollars (soit plus de 16 milliards d'euros de 2010). En 1945, le Projet Manhattan réussit à concevoir et tester des armes atomiques, et au début du mois d'août, une bombe à l'uranium et une au plutonium furent lâchées sur le Japon qui capitula moins d'une semaine plus tard. Cette reddition sonna la fin de la Deuxième Guerre mondiale.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/manhattan_project.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Atomic Theory",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/atomic_theory.json"
        }
    }
]