{
    "id": 1,
    "name": "Aeroporto|l'Aeroporto|unAeroporto",
    "game_info": "Permette l'aerotrasporto da e verso questa città. Aumenta da 6 a 10 unità la capacità della città come base aerea. Il 50% della Cultura ottenuta da Grandi Meraviglie, Meraviglie naturali e miglioramenti (Punti di riferimento, Moai, Chateau) viene aggiunto al Turismo prodotto nella città. +50% al Turismo ottenuto dai Capolavori.",
    "strategy": "Il versatile Aeroporto è un'ottima scelta sia per le civiltà che stanno cercando di sviluppare il proprio Turismo sia per quelle che vogliono aerotrasportare rapidamente unità fra città lontane.",
    "historical_info": "Tecnicamente, un \"aeroporto\" è qualsiasi luogo in cui atterrano e decollano aerei, elicotteri, dirigibili e altri aeromobili. Nel linguaggio comune, però, il termine è riservato ai complessi destinati al traffico commerciale di grandi aerei passeggeri, composti da piste, torri di controllo, hangar, terminali, strutture d'emergenza e parcheggi. Prima del 1930 la maggior parte degli aeroporti era costituita da piccoli campi d'aviazione o aerodromi, con piste di lunghezza inferiore ai 700 metri. Nel 1939 l'aeroporto La Guardia, a New York, gestiva quasi un quarto di milione di passeggeri al mese. Secondo le statistiche più recenti l'aeroporto passeggeri più trafficato del mondo è l'Hartsfield-Jackson di Atlanta, che nel 2011 è stato utilizzato da più di 92 milioni di viaggiatori.",
    "cost": {
        "production": 400,
        "faith": 0
    },
    "gold_maintenance": 5,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/airport.png",
    "prereq_tech": {
        "name": "Radar|del Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}