{
    "id": 1,
    "name": "Castello|il Castello|un Castello",
    "game_info": "La città deve avere delle Mura.",
    "strategy": "Il Castello è un edificio di epoca medievale che aumenta di 7 la forza difensiva di una città e di 25 i suoi PF. Per costruire un Castello la città deve già possedere delle Mura.",
    "historical_info": "Un castello è un edificio progettato per proteggere una forza militare (e in certi casi anche i civili) dall'attacco dei nemici. Costruiti principalmente in pietra (dal momento che il legno è infiammabile), i castelli sono composti solitamente da un muro esterno che racchiude un edificio interno separato e fortificato, il cosiddetto dongione. In genere i castelli dispongono di una fonte d'acqua indipendente e dello spazio per immagazzinare grandi riserve di cibo.Un castello ben progettato deve fornire ai difensori l'opportunità di danneggiare gli attaccanti mentre si avvicinano e cercano di scalare i muri o di sfondare i portoni. Una presenza fissa sono le feritoie per tirare frecce e le merlature (parapetti con sezioni tagliate a intervalli regolari), ma spesso ci sono anche buchi nel pavimento per versare olio bollente o tirare frecce sulla testa degli attaccanti stipati al piano di sotto.I castelli sono rimasti il più costoso ed evidente segno del potere economico e militare delle nazioni finché l'avvento dell'artiglieria moderna li trasformò in complicate quanto mortali trappole per i malcapitati racchiusi al loro interno.",
    "cost": {
        "production": 160,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/castle.png",
    "prereq_tech": {
        "name": "Codice cavalleresco|del Codice cavalleresco",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}