{
    "id": 1,
    "name": "Krepost|il Krepost|un Krepost",
    "game_info": "+15 XP a tutte le unità. Il costo in Cultura e Oro dell'acquisizione di nuove caselle è ridotto del 25% in questa città.",
    "strategy": "Il Krepost è un edificio esclusivo della Russia e sostituisce la Caserma. Il Krepost fornisce 15 punti esperienza a tutte le unità militari costruite nella città. Inoltre il Krepost velocizza del 25% l'allargamento dei confini della città dovuti alla sua cultura. Vale la pena di costruire quest'utile edificio in tutte le città della Russia, specialmente quelle vicine alla frontiera.",
    "historical_info": "\"Krepost\" è la parola russa che significa \"fortezza\". Per gran parte della sua storia la Russia è stata una nazione espansionista, sempre desiderosa di estendere i suoi confini verso est attraverso le vaste steppe, in Siberia e ancora più in là. Quando raggiungevano nuovi territori, i russi costruivano spesso un \"krepost\" per dare alloggio alle truppe e proteggere gli edifici governativi e religiosi. A seconda della situazione locale e della disponibilità di materiali, un krepost poteva essere costituito da un fortino temporaneo di legno o da un complesso difensivo permanente realizzato in pietra. Sotto molti punti di vista il krepost è la controparte, come forma e funzione, degli accampamenti fortificati che i Romani costruivano ovunque nelle terre appena conquistate.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/krepost.png",
    "prereq_tech": {
        "name": "Lavorazione del bronzo|della Lavorazione del bronzo",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/bronze_working.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}