{
    "id": 1,
    "name": "Gilda dei Musicisti|la Gilda dei Musicisti|una Gilda dei Musicisti",
    "game_info": "Fornisce 3 punti Grande Personaggio (PGP) per un Grande Musicista. Puoi assegnare fino a due specialisti a questo edificio per guadagnare Cultura e aumentare il ritmo di acquisizione di Grandi Musicisti (3 Cultura e 3 PGP per specialista).",
    "strategy": "La Gilda dei Musicisti è il solo edificio che contiene slot per specialisti musicisti, che hanno un'importanza cruciale per la generazione di Grandi Musicisti. Se il tuo scopo è ottenere una Vittoria culturale, quest'edificio è fondamentale. La Gilda dei Musicisti fornisce 3 punti Grande Personaggio, mentre ogni specialista assegnato fornisce 3 punti Grande Personaggio e 3 Cultura.",
    "historical_info": "Le gilde di musicisti fiorite per breve tempo durante il Rinascimento affondavano le radici nei gruppi di musicisti di corte che godevano della protezione della nobiltà e delle famiglie reali. Durante il Rinascimento, quando il gusto per la musica cominciò ad estendersi alle nuove classi medie mercantili, i musici privi di protezione altolocata cominciarono a riunirsi per garantirsi una paga equa e gestire l'accesso al lavoro. A partire dal XVII Secolo, con l'affermarsi della moderna orchestra, le città cominciarono a finanziare compositori e direttori, consentendo la messa in scena di opere sempre più elaborate. Quest'ascesa della \"musica civica\" rese in gran parte superflue le gilde di musicisti. Per avere di nuovo organizzazioni formali di musicisti, questa volta sotto forma di sindacati, bisognerà attendere l'inizio del XX Secolo e l'esplosione della musica popolare.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/musicians'_guild.png",
    "prereq_tech": {
        "name": "Acustica|dell'Acustica",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}