{
    "id": 1,
    "name": "Centrale nucleare|la Centrale nucleare|una Centrale nucleare",
    "game_info": "Richiede 1 Uranio. La città non deve possedere una Centrale a energia solare.",
    "strategy": "Una Centrale nucleare aumenta notevolmente la produttività di una città. La sua costruzione richiede una risorsa di Uranio, e la città deve già contenere una Fabbrica.",
    "historical_info": "Una centrale nucleare è un edificio in cui l'energia nucleare controllata viene convertita in potenza elettrica. L'energia sprigionata dalla fissione nucleare è utilizzata per riscaldare enormi quantità d'acqua e trasformarle in vapore. Il vapore, convogliato attraverso grandi turbine, genera elettricità. L'energia nucleare in realtà è più pulita di quella ricavata dal petrolio, dal gas o dal carbone, dato che non inquina l'aria o le falde acquifere nel territorio che circonda la centrale. Il problema è che il processo produce una certa quantità di scorie radioattive, un sottoprodotto letale che dev'essere conservato per secoli prima che perda il suo potenziale tossico. Inoltre, un grave incidente in una centrale nucleare avrebbe conseguenze molto più gravi e durature dello stesso incidente in una centrale di altro tipo. Ricavare l'energia necessaria per far funzionare il pianeta è un problema arduo e pericoloso contro cui l'umanità dovrà scontrarsi ancora a lungo, a meno che non si scopra una nuova fonte di energia abbondante, pulita e sicura.",
    "cost": {
        "production": 500,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/nuclear_plant.png",
    "prereq_tech": {
        "name": "Fissione nucleare|della Fissione nucleare",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
    },
    "yields": {
        "gold": 0,
        "production": 5,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}