{
    "id": 1,
    "name": "Biblioteca Reale|la Biblioteca Reale|una Biblioteca Reale",
    "game_info": "Edificio esclusivo assiro che sostituisce la Biblioteca. +1 Scienza ogni 2 Cittadini nella città. Inoltre ha uno slot per un Capolavoro Letterario che, una volta riempito, fornisce XP extra alle unità addestrate.",
    "strategy": "In aggiunta alla produzione di Scienza della Biblioteca, che sostituisce, la Biblioteca Reale ha anche uno slot per un Capolavoro Letterario. Una volta che questo è riempito con un Capolavoro, la Biblioteca Reale fornisce XP extra alle unità addestrate nella città, perciò collocaci un Capolavoro il prima possibile per ottenere il massimo vantaggio! Solo gli assiri possono costruirla.",
    "historical_info": "La biblioteca più antica del mondo di cui abbiamo conoscenza risale al regno del re assiro Sennacherib, che intorno al 700 a.C. raccolse migliaia di tavolette d'argilla nel suo palazzo a Ninive. Fu però suo nipote, Assurbanipal, a creare la famosa Biblioteca Reale. Appassionato collezionista, il re inviò i suoi eruditi in tutta la regione a raccogliere testi, per lo più babilonesi, ma provenienti anche dai regni vicini. Per assicurare la sopravvivenza della sua grande biblioteca, il re incaricò gli scribi di copiare i testi, che sarebbero stati poi conservati nelle altre città del nuovo impero assiro in costante espansione. La Biblioteca Reale fu devastata durante il saccheggio di Ninive, nel 612 a.C., ma gli archeologi sono stati in grado di ritrovare 10.000 frammenti di tavolette cuneiformi.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/biblioteca_reale|la_biblioteca_reale|una_biblioteca_reale.png",
    "prereq_tech": {
        "name": "Scrittura|della Scrittura",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/writing.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}