{
    "id": 1,
    "name": "Corte del satrapo|la Corte del satrapo|una Corte del satrapo",
    "game_info": "La città deve avere un Mercato. Le Rotte commerciali portate da altri giocatori in una città che possiede una Corte del satrapo frutteranno 1 Oro extra al possessore della città, mentre il possessore della Rotta commerciale guadagnerà 1 Oro aggiuntivo per la Rotta commerciale.",
    "strategy": "La Corte del satrapo è un edificio esclusivo dei Persiani che sostituisce la Banca. Come quella aumenta la ricchezza di una città; ma la Corte del satrapo aumenta anche la Felicità di una civiltà. Per costruire una Corte del satrapo una città deve già possedere un Mercato.",
    "historical_info": "I satrapi erano i governatori delle province dell'impero persiano degli Achemenidi. Solitamente erano nominati dal re e appartenevano alla famiglia reale. Figure dotate di grande importanza, i satrapi raccoglievano le tasse e detenevano il potere giudiziario supremo in tutta la provincia. Ogni satrapo era responsabile della gestione dell'esercito locale, e perciò era indispensabile che fosse una persona fidata. Durante il V secolo a.C. il potere centrale dell'impero persiano si indebolì gradatamente, così i satrapi divennero sempre più indipendenti: alcuni arrivarono ad avere un potere maggiore di quello dello stesso monarca a cui dovevano rispondere.Dopo la conquista della Persia Alessandro conservò l'organizzazione delle satrapie; in qualche caso pose al comando uno dei suoi generali, ma altrettanto spesso mantenne in carica i governatori preesistenti a patto che mantenessero la pace e continuassero a versargli le tasse dovute.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/corte_del_satrapo|la_corte_del_satrapo|una_corte_del_satrapo.png",
    "prereq_tech": {
        "name": "Sistema bancario|del Sistema bancario",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}