{
    "id": 1,
    "name": "Borsa|la Borsa|una Borsa",
    "game_info": "La città deve avere una Banca.",
    "strategy": "La Borsa è un edificio disponibile nella parte centrale della partita che incrementa le entrate in Oro della città. Per costruire una Borsa la città deve già avere una Banca (o una Corte del satrapo).",
    "historical_info": "Una Borsa è un luogo in cui i mediatori possono acquistare e vendere \"azioni\", cioè quote di proprietà di società quotate. In alcuni casi gli azionisti acquisiscono anche il diritto di voto, che dà loro la possibilità di esprimere la propria opinione sulla gestione dell'azienda. Talvolta gli azionisti ottengono anche i cosiddetti \"dividendi\", una porzione dei profitti annuali suddivisi in base alle azioni possedute. Lo scopo principale (o almeno quello originario) delle borse consiste nel permettere ai proprietari delle compagnie di raccogliere fondi vendendo una parte dell'azienda agli investitori. Quando il valore di una società cresce, parallelamente cresce il valore delle sue azioni. Naturalmente c'è anche il rischio inverso: se il valore dell'azienda dovesse crollare, anche le azioni si rivelerebbero un pessimo investimento. Una borsa moderna vende anche altri potenti strumenti finanziari come obbligazioni, titoli, opzioni, operazioni a termine e derivati. Quando è gestito nel modo corretto, un sistema borsistico può davvero mettere il turbo all'economia. In caso contrario può portare al caos e alla rovina finanziaria.",
    "cost": {
        "production": 360,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stock_exchange.png",
    "prereq_tech": {
        "name": "Elettricità|dell'Elettricità",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}