{
    "id": 1,
    "name": "Mura di Babilonia|Mura di Babilonia|Mura di Babilonia",
    "game_info": "Le Mura di Babilonia aumentano i danni prodotti da tutti gli attacchi a distanza della città e ne aumentano la difesa.",
    "strategy": "Le Mura di Babilonia sono un edificio esclusivo babilonese e sostituiscono le normali Mura cittadine. Aumentano di 6 punti la forza difensiva della città e forniscono 100 PF aggiuntivi alla città (in entrambi gli aspetti sono ben più efficaci delle Mura normali).",
    "historical_info": "In principio incluse nell'elenco di Antipatro delle Sette Meraviglie del mondo, le mura di Babilonia racchiudevano la città e la proteggevano dai pericoli, circondandola interamente e passando anche sopra il fiume Eufrate (che attraversava il centro dell'abitato). Le mura esterne erano lunghe oltre 15 chilometri e spesse più di 8 metri, e si diceva che svettassero per oltre 100 metri sopra la città. Dietro a quelle principali vi erano cerchi di mura più piccole, che fornivano una linea di difesa aggiuntiva se mai la prima fosse caduta. Circa 250 torri erano disseminate lungo le mura, fornendo eccellenti punti di osservazione per le sentinelle e ottime postazioni per gli abili arcieri babilonesi. Le mura erano in grado di resistere a qualsiasi tecnologia d'assedio disponibile all'epoca. Alle estremità del fiume erano stati posizionati grandi cancelli di metallo per impedire l'ingresso di intrusi via fiume. Per controllare il traffico a piedi erano state costruite otto enormi porte, la più nota delle quali era la famosa porta di Ishtar. Queste mura protessero efficacemente la città per quasi un secolo.Bisognò attendere il 539 a.C. per trovare il modo di aggirare le difese della città: Ciro il Grande concepì un piano per deviare l'Eufrate, abbassando il livello dell'acqua in modo tale da entrare a piedi dal letto del fiume. Il suo esercito superò i cancelli metallici con il favore delle tenebre e catturò la città dall'interno. Per quanto fossero in grado di respingere ogni attacco diretto, le mura non poterono resistere all'ingegno di un uomo determinato.A dimostrazione della loro resistenza, buona parte delle antiche mura esiste ancora. Nel 1983 Saddam Hussein iniziò un progetto di ricostruzione del sito dell'antica città, che includeva il restauro delle mura e la ricostruzione della porta di Ishtar. Il progetto è rimasto in sospeso, ma l'Iraq spera di riprendere il restauro per far sì che Babilonia torni a essere un luogo meraviglioso, sempre che le bombe americane lascino qualcosa ancora in piedi.",
    "cost": {
        "production": 65,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/walls_of_babylon.png",
    "prereq_tech": {
        "name": "Muratura|della Muratura",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/masonry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}