{
    "id": 1,
    "name": "Gilda degli Scrittori|la Gilda degli Scrittori|una Gilda degli Scrittori",
    "game_info": "Fornisce 1 punto Grande Personaggio (PGP) per un Grande Scrittore. Puoi assegnare fino a due specialisti a questo edificio per guadagnare Cultura e aumentare il ritmo di acquisizione di Grandi Scrittori (3 Cultura e 3 PGP per specialista).",
    "strategy": "La Gilda degli Scrittori è il solo edificio che contiene slot per specialisti scrittori, che hanno un'importanza cruciale per la generazione di Grandi Scrittori. Se il tuo scopo è ottenere una Vittoria culturale, quest'edificio è fondamentale. La Gilda degli Scrittori fornisce 1 punto Grande Personaggio, mentre ogni specialista assegnato fornisce 3 punti Grande Personaggio e 3 Cultura.",
    "historical_info": "Benché non abbiano mai ottenuto l'influenza delle coeve gilde di artisti, dopo l'invenzione della stampa, nel Rinascimento, furono create anche delle gilde di scrittori. In molte città europee sorsero organizzazioni, più o meno formalizzate, il cui scopo era assicurare che gli autori fossero adeguatamente ricompensati dagli stampatori e dai venditori di libri. Nella Londra di Shakespeare, e altrove, i drammaturghi si riunirono per proteggere i loro profitti dai plagi e impedire che venissero messe in scena rappresentazioni non autorizzate. Anche se ormai si tratta più di sindacati che di gilde, la stessa tradizione è portata avanti al giorno d'oggi in tutto il mondo da centinaia di organizzazioni come la Writers Guild of Great Britain o l'American Authors Guild.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gilda_degli_scrittori|la_gilda_degli_scrittori|una_gilda_degli_scrittori.png",
    "prereq_tech": {
        "name": "Drammaturgia e poesia|della Drammaturgia e poesia",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}