{
    "id": 17,
    "name": "Almaty",
    "historical_info": "Situata vicino al confine sud-orientale del moderno Kazakistan, l'area di Almaty ha ospitato insediamenti umani fin dal 1000 a.C. All'inizio gli abitanti erano raccolti in fattorie sparse o in tribù nomadi di allevatori, e fu solo in epoca medievale che Almaty cominciò a prosperare come città, quando diventò una tappa obbligata sulla Via della Seta. Per tre secoli Almaty fu un centro fiorente per l'agricoltura e l'artigianato, finché nel XIII secolo venne praticamente distrutta dalle incursioni dei Mongoli. Nel XV secolo Almaty e la regione circostante si trovavano in uno stato di declino.Solo nel 1854, quando fu rifondata da un gruppo di Cosacchi, Almaty cominciò a rifiorire sviluppandosi fino a diventare la città moderna di oggi. Durante il periodo imperiale la Russia costruì sulle sue antiche fondamenta il Forte Zailiyskoye, successivamente ribattezzato Forte Vernyi. Un anno dopo i soldati cominciarono ad accogliere contadini e commercianti e trasformarono l'insediamento in una vera e propria cittadina, che ospitava il centro amministrativo della neonata provincia Semirechye del Turkistan. Per 30 brevi anni questa nuova versione di Almaty riprese a prosperare, finché nel 1887 fu distrutta in meno di 12 minuti da un catastrofico terremoto.All'inizio del XX secolo il nome della città fu cambiato in Alma-Ata. La costruzione della ferrovia che collega il Turkistan alla Siberia le fece riguadagnare una parte della sua antica importanza come centro commerciale. Nel 1936 la capitale del Kazakistan fu spostata ad Alma-Ata con l'intenzione di farne una specie di Mecca culturale. Nel 1993 il nome di Alma-Ata fu di nuovo cambiato nell'originale Almaty (un riferimento ai grandi meleti che la circondano).Nel 1997 il governo spostò la capitale ad Astana, una città molto meno minacciata dai disastri naturali. Nonostante questo inconveniente politico e la costante minaccia di distruzione a causa di catastrofiche colate di fango, ancora una volta Almaty sta prosperando come centro culturale, finanziario e industriale.",
    "category": "Città-stato militaristiche"
}