{
    "id": 33,
    "name": "Antananarivo",
    "historical_info": "A differenza della maggior parte delle capitali dell'Africa del sud, Antananarivo era già un grande insediamento prima dell'arrivo degli europei. Fondata intorno al 1625 d.C., servì come base per i capitani Hova; il nome di \"Città dei Mille\" deriva dal numero di soldati che secondo la leggenda furono messi di guardia alla città. Tra il 1689 e il 1725 il Madagascar fu un rifugio per i pirati; la capitale si arricchì grazie ai bottini e ai tributi versati in cambio di asilo e protezione. Nel 1793, quando divenne residenza dei re di Merina che controllavano l'intero Madagascar, la città contava circa 80.000 abitanti. Antananarivo era il centro commerciale dell'isola: la sua florida economia era alimentata dall'esportazione di tabacco e articoli in cuoio, la maggior parte destinata all'Europa e all'India.Nel 1895 Antananarivo fu conquistata dalle truppe francesi e annessa con la forza al protettorato del Madagascar. I nuovi amministratori francesi iniziarono un grande piano di riedificazione. Sotto la dominazione francese, relativamente benevola, la popolazione della città aumentò fino a raggiungere i 175.000 abitanti nel 1950. I francesi costruirono due fortezze, scuole, un'università, parchi, strade pavimentate e sentieri, un sistema idrico, ma soprattutto chiese: oggi la città, comprese le aree periferiche, ne conta circa 5.000. Nel 1955 Antananarivo diventò un'arcidiocesi della Chiesa Cattolica.Nel 1947 l'autorità e la presenza militare della Francia erano in una condizione precaria a causa della Seconda Guerra Mondiale. I francesi soffocarono nel sangue una rivolta dei nazionalisti malgasci: nei combattimenti, durati un anno, morirono tra gli 80.000 e i 90.000 uomini. In seguito i francesi introdussero importanti riforme sotto l'ombrello della Legge Quadro, che prevedeva il passaggio pacifico all'indipendenza del paese, e Antananarivo divenne capitale della nuova repubblica. Sostenuta da redditizie industrie di alimentari, sigarette e tessuti, la città si modernizzò rapidamente. Oggi, con quasi due milioni di abitanti, Antananarivo è una delle città più ricche dell'Africa.",
    "category": "Città-stato mercantili"
}