{
    "id": 11,
    "name": "Belgrado",
    "historical_info": "L'odierna capitale della Serbia, Belgrado, giace nel punto di confluenza di due importanti corsi d'acqua europei, i fiumi Sava e Danubio, ed è stata per secoli uno dei crocevia tra l'Asia e l'Europa. Belgrado è una delle città più antiche d'Europa: i primi insediamenti risalgono al 6.000 a.C., e l'area è stata abitata da una delle più grandi culture preistoriche europee, i Vinca. Il primo villaggio fortificato permanente fu costruito dai Celti nel III secolo a.C., che lo chiamarono Singidun o Singidunum, \"Fortezza Bianca\".Nei due secoli successivi Singidunum fu saccheggiato e occupato da una lunga serie di popoli, tra cui romani, Unni, Sarmati, Ostrogoti e Avari, finché nel IX secolo cadde sotto il dominio di Bisanzio. È stato allora che la città ha ricevuto il suo nome slavo, Beligrad, che ancora una volta significa \"Fortezza Bianca\". Nei secoli successivi ospitò gli eserciti della Prima e della Seconda Crociata e fu contesa tra la Bulgaria, l'Ungheria e Bisanzio.Nel 1456 gli Ottomani lanciarono il famoso assedio di Belgrado nel tentativo di soggiogare l'Ungheria: la caduta della fortezza serba avrebbe aperto al sovrano Maometto II il cammino per il cuore dell'Europa. Tuttavia un esercito comandato dall'ungherese János Hunyadi distrusse le forze ottomane; si dice che così facendo non abbia salvato solo la città, ma anche la stessa presenza del Cristianesimo in Europa. Ancora oggi le chiese cattoliche suonano le campane a mezzogiorno per commemorare questa vittoria. Sfortunatamente, nelle settimane immediatamente successive al trionfo i soldati vittoriosi (tra cui Hunyadi stesso) furono sterminati dalla peste. Nel 1521, quasi 70 anni dopo, il sultano Solimano il Magnifico catturò finalmente la città e ne fece la sede di un sangiaccato (sanjak) ottomano. Ben presto Belgrado divenne la seconda città dell'impero, superata solo da Costantinopoli.In seguito alla seconda rivolta serba del 1815 (che seguì a un primo, sfortunato tentativo del 1807) la regione acquistò la semi-indipendenza, ma dovette aspettare fino al 1878 per l'indipendenza totale; la capitale del nuovo regno fu spostata a Belgrado e la città ancora una volta conobbe un periodo di espansione e prosperità. La sua crescita, tuttavia, subì un arresto nel 1914 con lo scoppio della Prima Guerra Mondiale, durante la quale la popolazione della città fu decimata da ripetuti attacchi. Dopo la guerra Belgrado divenne la capitale della nuova nazione della Jugoslavia e visse un periodo di crescita e modernizzazione.Nonostante il tentativo del governo serbo di non lasciarsi coinvolgere nella Seconda Guerra Mondiale, Belgrado fu pesantemente bombardata dalla Luftwaffe e occupata dai tedeschi nel 1941. La popolazione fu massacrata. Nel 1944 gli Alleati la bombardarono ancora per liberarla qualche mese dopo. Alla fine della guerra la Serbia si trovò nell'area di influenza dell'Unione Sovietica. Un anno dopo fu creata la Repubblica Socialista Federale di Jugoslavia, con Belgrado ancora una volta sede del governo. La Belgrado comunista si è rapidamente sviluppata in un centro industriale di prima grandezza.Nel 1996 si sono tenute grandi manifestazioni contro il governo comunista, e nel 1997 è stato eletto il primo sindaco di un partito non comunista o socialista. I disordini, comunque, sono continuati. Nel 1999, durante la guerra del Kosovo, Belgrado fu bombardata dalle forze aeree della NATO e subì danni considerevoli. Nonostante i drammatici eventi degli anni '90, Belgrado ha continuato a crescere e oggi è un grande centro storico, culturale e turistico.",
    "category": "Città-stato militaristiche"
}