{
    "id": 56,
    "name": "Bogotà",
    "historical_info": "Con le sue numerose università, biblioteche e musei, Bogotà è stata soprannominata \"l'Atene del Sud America\", un tributo al suo antico e ricco retaggio culturale. Fu fondata dallo spagnolo Gonzalo Jiménez de Quesada, che nel 1536 d.C. condusse una spedizione di 500 conquistadores sul Rio Grande de la Magdalena in cerca dell'Eldorado. Dopo essersi scontrati con gli indigeni Muiscas, gli spagnoli saccheggiarono i tempi di Zaque Quemuenchatocha e Sogamoso, portando via smeraldi e oro. Ma nel marzo del 1537 erano rimasti solo 70 uomini, e Quesada decise di costruire un insediamento che fungesse da base su un altopiano nelle Ande Settentrionali, vicino a quello che sarebbe diventato noto come il fiume Bogotà. Nel 1553 fu costruita la piazza centrale e si iniziò la costruzione della cattedrale e dei palazzi del governo. La città divenne la capitale della colonia reale di Nuova Granada e rimase un viceregno finché non ottenne l'indipendenza con Simon Bolivar nel 1819. Negli anni seguenti fu capitale della \"Gran Colombia\" (fino al 1830), poi della Repubblica di Nuova Granada (1863), quindi degli Stati Uniti di Colombia fino al 1886, anno in cui nacque l'attuale Repubblica di Colombia.\r\nAttraverso tutti questi cambiamenti Bogotà spiccò come centro di cultura e istruzione della nazione, qualunque forma questa assumesse. Nel 1823 la biblioteca pubblica della città fu espansa e modernizzata, diventando la Biblioteca Nazionale. Qualche anno dopo fu fondato un Museo Nazionale. La prima \"Scuola di Stato\", antesignana dell'Università Nazionale della Colombia, fu fondata nel 1867. A causa del suo relativo isolamento, la città divenne una mecca per scrittori e poeti che miravano a creare nuove correnti, distinte dalle tradizioni letterarie spagnole del Sud America: dalla metà dell'Ottocento fino alla metà del Novecento fu dimora di grandi scrittori come José Asunción Silva e Rafael Pombo. Nonostante periodi di agitazioni e guerre civili, la città divenne anche la meta preferita dagli artisti; la Scuola Nazionale di Belle Arti fu fondata nel 1886. Il suo status come una delle città culturalmente più ricche del mondo è stato ufficialmente riconosciuto nel 2007, quando l'UNESCO ha nominato Bogotà capitale mondiale del libro, seconda nell'emisfero occidentale insieme alla canadese Montreal.",
    "category": "Città-stato acculturate"
}