{
    "id": 1,
    "name": "Bratislava",
    "historical_info": "Bratislava, centro economico e culturale della Slovacchia, ospita diverse famose università, musei, teatri, gallerie d'arte e altre istituzioni di cultura slava. Il primo insediamento nell'area, situata alla confluenza dei fiumi Danubio e Morava, risale al 5000 a.C. circa, nel Neolitico. Successivamente abitata e fortificata dai celti, la regione cadde sotto l'influenza di Roma nel I Secolo d.C. Oltre agli altri vantaggi della loro civiltà (strade, teatri, terme, biblioteche, eccetera) i romani introdussero nelle zone intorno ai loro fortini dei vigneti, dando origine a una tradizione di viticultura che sopravvive ancora oggi.Con il nuovo nome di Pressburg, nel X Secolo la strategica città entrò a far parte del Regno d'Ungheria; nel 1467 vi fu fondata la prima università slava, l'\"Academia Istropolitana\". Sotto gli Asburgo la città ospitò arcivescovi, nobili, mercanti, artigiani e re. Il Settecento fu il secolo della fioritura definitiva di Bratislava, soprattutto durante il regno di Maria Teresa, che ne fece il centro più grande e importante della regione. In quel periodo la città ebbe un ruolo prominente per la musica classica: Wolfgang Mozart vi tenne un concerto nel 1762; Joseph Haydn nel 1784; Beethoven vi scrisse alcune composizioni nel 1796; Liszt e Bartók vi abitarono per brevi periodi. La prima università tecnica del mondo, la Banská Akadémia, fu inaugurata nel 1762. Nel frattempo venivano costruite biblioteche per conservare la lingua e la cultura slava: nel 1783 cominciò le sue pubblicazioni il primo giornale in lingua slovacca, il Presspurske Nowiny.Dopo la Prima Guerra Mondiale e la dissoluzione del regno austro-ungarico, Bratislava divenne la capitale della Slovacchia nella prima Repubblica Cecoslovacca, e rimase capitale anche quando la Slovacchia emerse come nazione indipendente in seguito al ritiro delle truppe sovietiche nel 1993. Da allora Bratislava è stata definita \"l'anima, se non il cuore, della cultura slava\".",
    "category": "Città-stato acculturate"
}