{
    "id": 12,
    "name": "Bruxelles",
    "historical_info": "Bruxelles fu fondata ufficialmente sulle rive della Senna nel 979 d.C., quando Carlo di Lorena, un discendente di Carlo Magno, costruì le prime fortificazioni permanenti intorno a una piccola cappella cattolica e al villaggio a essa associato. All'inizio la città si estendeva lungo il fiume ed era a rischio costante di inondazioni: da questo deriva il suo nome olandese Broeksel, letteralmente \"casa nella palude\". Le mura cittadine, costruite e ampliate dall'XI al XIV secolo, consentirono a Bruxelles di sperimentare un lungo periodo di crescita ed espansione pacifica, piuttosto raro per quei tempi.La pace terminò violentemente nel 1695, quando Luigi XIV di Francia inviò le sue truppe e bombardò la città con l'artiglieria, distruggendone con un solo attacco quasi un terzo e radendo al suolo il Palazzo Grande. Questo è ancor oggi l'evento più violento nella storia di Bruxelles. L'invasione portò a una \"francesizzazione\" dell'intera regione, sia per la cultura sia per il linguaggio. Nel 1830 le province francofone del sud del Regno Unito dei Paesi Bassi si staccarono da quelle di lingua olandese con la rivoluzione belga. Il conflitto ebbe luogo per la maggior parte a Bruxelles. In seguito all'indipendenza del Belgio, il nuovo re Leopoldo I diede il via a una serie di opere titaniche per abbattere le vecchie mura e costruire edifici più moderni. L'impresa fu ulteriormente giustificata dal fatto che la Senna, una volta risorsa vitale per la città, a questo punto si era trasformata in un grave problema sanitario: l'intera area del fiume fu così ricoperta.Grazie alla sua politica di assoluta neutralità Bruxelles riuscì a superare le due guerre mondiali con pochi danni, nonostante sia stata invasa dai tedeschi in entrambe le occasioni. Proprio in virtù della sua tradizione di neutralità la città è diventata nei tempi moderni un centro di politica internazionale, nonché capitale di fatto dell'Unione Europea e quartier generale della NATO. L'unica controversia in una città altrimenti pacifica riguarda le leggi che regolano i confini linguistici tra le municipalità di lingua francese e quella di lingua olandese, una tensione che peraltro si rispecchia nell'intero Belgio.",
    "category": "Città-stato acculturate"
}