{
    "id": 10,
    "name": "Bucarest",
    "historical_info": "Fondata sulle sponde del fiume Dâmbovita, Bucarest è la capitale e la città più grande della Romania. Gli scavi archeologici hanno mostrato che l'uomo si insediò nell'area nel 9000 a.C., ma la città di Bucarest è stata menzionata per la prima volta nel 1459 d.C. in un documento firmato da Vlad III l'Impalatore. Intorno a quell'anno Vlad III vi costruì la propria residenza estiva e la prima fortezza. Il suo scopo era tenere a bada le aggressive forze ottomane, ma il tentativo non ebbe molto successo. All'inizio del XVII secolo la città fu data alle fiamme dagli Ottomani, che dopo la conquista la ricostruirono.Sotto il potere turco Bucarest si sviluppò rapidamente, diventando il primo centro economico della Valacchia e, nel 1659, anche la sua capitale. Nei 200 anni successivi Bucarest sfiorò più volte la completa distruzione per cause naturali, ma ogni volta fu ostinatamente ricostruita. Inoltre fu devastata dalla peste bubbonica e ripetutamente occupata dagli Asburgo e dalla Russia imperiale, finendo col ricadere definitivamente nell'orbita russa.La Valacchia rimase sotto il dominio dei russi finché una serie di sollevazioni popolari a Bucarest provocarono la separazione delle regioni della Valacchia e della Moldavia, che insieme formarono nel 1859 il regno indipendente della Romania; dal 1862 Bucarest ne è la capitale. Nella sua nuova veste di capitale del nuovo regno, la città conobbe una grande crescita e diede il via a progetti architettonici di grande importanza. La stravaganza esibita dalle residenze di Bucarest in questo periodo le fece guadagnare il soprannome di \"Parigi dell'Est\".La città superò la Prima Guerra Mondiale relativamente illesa, ma subì gravi danni durante il conflitto successivo, a causa soprattutto dei bombardamenti alleati. Dopo la guerra gran parte del centro storico fu abbattuto per fare spazio ai grandi complessi di appartamenti commissionati dal governo comunista; nel 1977 un grave terremoto distrusse buona parte dei restanti quartieri antichi.Nel 1989 la rivoluzione rumena, che chiamò a raccolta un gran numero di manifestanti a Bucarest, pose fine al governo comunista. Durante un discorso del presidente Nicolae Ceausescu la protesta si trasformò in insurrezione; nonostante i suoi sforzi disperati la polizia non riuscì a contenere i tafferugli. Dalla caduta del comunismo Bucarest ha goduto di un nuovo boom economico e ha attraversato un periodo di modernizzazione. Il governo locale ha anche cercato di restaurare il centro storico, ormai quasi del tutto demolito.",
    "category": "Città-stato acculturate"
}