{
    "id": 2,
    "name": "Budapest",
    "historical_info": "Budapest è la capitale dell'Ungheria. Nota storicamente come \"regina del Danubio\", è il centro culturale e politico del paese e un importante snodo economico-industriale dell'Europa centrale. La regione è stata abitata fin dal neolitico (dal 9500 a.C. circa), ma il primo insediamento di cui abbiamo notizia è la città celtica di Ak-Ink, che successivamente fu ribattezzata Aquincum dai romani dopo la loro conquista nel II secolo d.C. La sua posizione strategica sul Danubio rese Aquincum importante sia per i romani sia per i loro nemici.Alla fine del IX secolo d.C. un gruppo di Ungheresi capitanati da Árpád (il secondo grande principe dei Magiari) si insediò nell'area intorno ad Aquincum, fondando ufficialmente il Regno d'Ungheria cent'anni dopo. La città crebbe e prosperò, ma non fece nulla per estendere e rinforzare le vecchie fortificazioni romane. L'invasione tartara del XIII secolo dimostrò agli Ungheresi che è molto difficile difendere una città costruita in aperta campagna. Dopo la sconfitta il re Béla IV d'Ungheria costruì mura di pietra tutt'attorno all'abitato e spostò il proprio palazzo su Buda, una collina facilmente difendibile alla periferia di Aquincum. Nel 1361 Aquincum/Buda divenne la capitale dell'Ungheria.Il Rinascimento italiano influenzò profondamente il ruolo culturale di Buda, tanto che nel XV secolo il re Mattia Corvino vi costruì una biblioteca che ospitava una grande collezione di testi storici, filosofici e scientifici. La ricchezza e varietà delle opere era superata solo dalla Biblioteca Vaticana. Questo periodo di grande crescita culturale fu interrotto brutalmente dai Turchi che saccheggiarono la città nel 1526, dopodiché la assediarono e conquistarono nel 1541 e ne mantennero in controllo per i successivi 140 anni. Nel 1686 fu riconquistata da Carlo V di Lorena e incorporata nell'Impero asburgico. Sfortunatamente la città rimase quasi completamente distrutta nella battaglia.L'Ottocento fu dominato dalle lotte degli ungheresi per conquistare l'indipendenza dagli Asburgo; queste si conclusero con la riconciliazione del 1867, che diede origine alla nuova duplice monarchia austro-ungarica con Buda capitale di entrambe. Nel 1873 Buda, Pest e Óbuda (Buda antica) furono riunite ufficialmente nella moderna città di Budapest, dando il via a una nuova età dell'oro economica e culturale.Il periodo magico di Budapest si concluse con la Prima Guerra Mondiale e la caduta dell'Impero austro-ungarico. Durante la Seconda Guerra Mondiale la città subì gravi danneggiamenti a opera dell'aviazione inglese e americana e fu assediata nel 1945 durante la battaglia di Budapest. Anche le truppe sovietiche inflissero gravi danni durante l'attacco, uccidendo decine di migliaia di civili. Il governo comunista non fece molti sforzi per ricostruire la città dopo la guerra, abbattendo anzi parecchi edifici storici sopravvissuti.Nel 1956 una pacifica dimostrazione studentesca portò allo scoppio della rivoluzione ungherese, quando la polizia aprì il fuoco sulla folla. Il governo fu rovesciato, ma l'Unione Sovietica inviò un reggimento di carri armati, schiacciò la rivolta e rimise al potere il Partito comunista. Le ultime truppe sovietiche lasciarono Budapest nel 1991, mentre l'Ungheria cominciava il processo di transizione che l'avrebbe portata a diventare una società libera. Nell'ultima decade del secolo furono compiuti molti sforzi per riparare i danni della guerra e per recuperare e ricostruire gli edifici storici sopravvissuti. Nonostante questi sforzi la città ha recentemente subito una netta diminuzione della popolazione, perché molti abitanti si sono spostati nella vicina regione di Pest.",
    "category": "Città-stato militaristiche"
}