{
    "id": 50,
    "name": "Buenos Aires",
    "historical_info": "Città piena di energia e di attrattive, Buenos Aires si estende lungo il Rio de la Plata da nord a sud su un'area di 200 kmq ed è stata per secoli la porta dell'Argentina. I \"porteños\", come si autodefiniscono i suoi cittadini cosmopoliti, vantano un'identità culturale ricca e complessa, che unisce influenze spagnole, portoghesi, italiane, tedesche, irlandesi, polacche ed ebraiche, a cui si aggiunge la cultura dei nativi: per questo la città è stata spesso definita \"la Parigi del Sudamerica\". Il suo stile di vita e la sua architettura si rifanno all'Europa più di ogni altra città nell'emisfero australe. La sua conformazione fisica è un mosaico vario quanto la sua gente, la sua cucina e la sua musica. Non sorprende quindi che Buenos Aires sia la città più visitata di tutto il Sudamerica (anche più di Rio de Janeiro).La città fu fondata nel 1536 da una spedizione spagnola col nome di \"Ciudad del Espíritu Santo y Puerto Santa María del Buen Ayre\" e ribattezzata nel 1580 \"Ciudad de la Santísima Trinidad y Puerto de Nuestra Señora de los Buenos Aires\". Quando l'Argentina conquistò l'indipendenza, nel 1816, la città cosmopolita ne divenne la capitale. Tra il 1880 e il 1940 Buenos Aires divenne un rifugio per tutti coloro che in Europa cercavano di sfuggire a persecuzioni politiche, religiose, ideologiche e artistiche. Da irlandesi affamati a ebrei devoti, per arrivare a qualche zarista sopravvissuto, ogni ondata di immigranti aggiunse al calderone i suoi talenti e le sue tradizioni, permettendo alla città di rivaleggiare culturalmente con ogni capitale del mondo.Forse nulla più del tango è in grado di riflettere il peculiare miscuglio culturale della città. Una combinazione di danze diverse, il tango si è sviluppato a Buenos Aires alla fine degli anni '80 dell'Ottocento. Praticato nelle sale da ballo, nei parchi, nelle piazze e nei saloni raffinati, divenne il ballo nazionale, unendo \"una riservata eleganza e una passione esuberante\". Pochi balli sono identificati così strettamente con un luogo come il tango è con Buenos Aires, l'anima dell'Argentina.",
    "category": "Città-stato acculturate"
}