{
    "id": 46,
    "name": "Biblo",
    "historical_info": "Gli scavi archeologici mostrano che l'area di Biblo, sulla costa mediterranea, era abitata fin dall'epoca neolitica; già nel IV millennio a.C. un grande insediamento viveva grazie alla pesca e all'agricoltura nell'entroterra. Nel corso dei mille anni successivi si sviluppò l'esportazione con l'Egitto, basata sul cedro: il suo legno era indispensabile per costruire barche e moli, mentre con l'olio si mummificavano i corpi. Intorno al 2150 a.C. gli amorrei assaltarono la città e la ridussero in cenere; la località restò abbandonata per quasi due secoli, dopodiché i fenici ricostruirono il porto dandogli il nome di Gebal. Il più grande contributo della città alla storia della civiltà umana è stato lo sviluppo di un alfabeto fonetico di 22 caratteri, che sostituì il complesso cuneiforme utilizzato in precedenza nella regione.Gebal era un grande centro commerciale, che diventò sempre più ricco e importante attraverso una successione di occupazioni: Assiria, Babilonia, quindi achemenidi e persiani. Dopo la conquista da parte di Alessandro, Biblo adottò la religione, il linguaggio e lo stile greco e prosperò come città ellenizzata. Insieme al cedro, la frutta e i cereali, divenne famosa per la produzione e l'esportazione di papiro, e fu proprio questo a farle guadagnare il suo nome greco di Biblo. Durante l'epoca romana perse la sua preminenza commerciale, ma diventò un importante centro religioso dal momento che orde di pellegrini la attraversavano per recarsi in vari luoghi santi.Nel 395 d.C. Biblo entrò a far parte dell'impero bizantino, ma rimase sempre un porto di minore importanza fino alla conquista musulmana nel 637. Sotto il governo islamico la città, ribattezzata Jbail, perse sempre più ricchezza e influenza fino a essere completamente abbandonata. Biblo sparì dalle mappe fino agli scavi dello storico francese Ernest Renan, avvenuti negli anni '60 dell'Ottocento. Biblo non ha più riacquistato lo status di potenza marittima, ma si sta facendo un nome come centro turistico di lusso, allettando i viaggiatori con le sue spiagge sabbiose, il clima dolce e le estese rovine romane, islamiche e medievali.",
    "category": "Città-stato marittime"
}