{
    "id": 21,
    "name": "Città del Capo",
    "historical_info": "Situata all'estremità meridionale del continente, Città del Capo è il più antico insediamento europeo in Sudafrica. Nel 1652 la Compagnia Olandese delle Indie Orientali stabilì una stazione di scalo per le sue navi sulle coste della Table Bay, un porto naturale situato a nord-ovest del Capo di Buona Speranza con accesso ad acqua dolce. Nel giro di pochi anni i coloni olandesi si avventurarono al di fuori dei fortini e cominciarono a stabilire insediamenti agricoli, utilizzando schiavi africani importati per lavorare la terra. I nativi locali (i Khoekhoe, che gli olandesi chiamavano \"ottentotti\") non furono ridotti in schiavitù: in effetti, molti di loro vissero fianco a fianco con i coloni e ci furono addirittura dei matrimoni misti. Alla fine del secolo la cittadina contava circa 200 case e un porto fiorente.Nel XVIII secolo il porto continuò a crescere sia in dimensioni sia per importanza strategica, dal momento che la sua posizione permetteva agli olandesi di controllare il Capo di Buona Speranza, la principale via di comunicazione marittima tra l'Europa e l'Estremo Oriente. Gli inglesi cercarono di occupare il porto nel 1781, durante la rivoluzione americana, ma i francesi riuscirono a batterli sul tempo e a stabilire una guarnigione per aiutare gli olandesi a respingere il controllo britannico.Man mano che il secolo volgeva al termine il dominio dei mari diede all'Inghilterra un potere sempre maggiore sulle colonie africane. Il possesso di Città del Capo passò dagli olandesi agli inglesi e viceversa più volte, finché nel 1814 la Gran Bretagna non si impossessò definitivamente della colonia. Gli inglesi liberarono gli schiavi nel 1834. In pochi anni la popolazione della giovane città raggiunse i 20.000 abitanti. Nel 1870 furono scoperti diamanti nell'entroterra, e circa 16 anni più tardi anche l'oro. Questo portò a una massiccia invasione di cercatori e di altre figure il cui scopo era sviluppare (o depredare) la città e le terre circostanti.All'inizio del XX secolo esplose la Seconda Guerra Boera (1899-1902) tra gli inglesi e le repubbliche boere. A seconda delle fonti storiche, questo conflitto è stato descritto come una lotta giusta per porre fine alla tirannia inglese sul popolo di origine olandese, una ribellione degli Afrikaans che volevano continuare a schiavizzare e opprimere la gente di colore o un gioco di potere tra avidi politicanti che volevano mettere le mani sulle ricche miniere d'oro e di diamanti. La guerra fu lunga e aspra: sebbene i combattimenti si svolgessero nell'entroterra, la città ebbe un'importante funzione di base militare per gli inglesi, che ne svilupparono l'industria per rifornirsi di materiale bellico e altri approvvigionamenti.Nel 1910 le colonie britanniche di Cape Colony, Transvaal, Natal e Orange River formarono l'Unione del Sudafrica, con Città del Capo come capitale. Nel XX secolo gli abitanti di origine europea aumentarono i loro sforzi per proteggersi da quella che consideravano una minaccia crescente, e cioè la possibilità di venire sopraffatti dai nativi africani. Odiose leggi di segregazione relegarono i cittadini di colore in una posizione subordinata, con accesso limitato all'educazione e al mercato del lavoro, praticamente privi di voce pubblica e senza più controllo della loro vita. La lotta per l'uguaglianza si intensificò nel corso del secolo: oltre alla resistenza interna, il governo bianco dovette vedersela con sanzioni sempre più severe imposte delle altre nazioni del mondo. Nel 1990 il sistema basato sull'apartheid arrivò al collasso. Città del Capo e l'intero Sudafrica assistettero all'elezione a presidente di Nelson Mandela, primo nero della storia a ricoprire tale carica.L'odierna Città del Capo è una città vibrante di vita, in rapida espansione. Le conseguenze di tanti anni di conflitti interrazziali si fanno ancora sentire, così come la povertà e la mancanza d'istruzione di una buona parte degli abitanti nativi. Tuttavia, la nazione è riuscita a superare con pochissima violenza la transizione dall'apartheid a una democrazia quasi universale (e di questo si deve ringraziare in grande parte il genio di Nelson Mandela). Sebbene la città debba affrontare le molte sfide tipiche di ogni metropoli moderna, a cui si aggiungono alcuni problemi peculiari, il futuro di Città del Capo resta luminoso.",
    "category": "Città-stato marittime"
}