[
    {
        "id": 1,
        "name": "Bratislava",
        "historical_info": "Bratislava, centro economico e culturale della Slovacchia, ospita diverse famose università, musei, teatri, gallerie d'arte e altre istituzioni di cultura slava. Il primo insediamento nell'area, situata alla confluenza dei fiumi Danubio e Morava, risale al 5000 a.C. circa, nel Neolitico. Successivamente abitata e fortificata dai celti, la regione cadde sotto l'influenza di Roma nel I Secolo d.C. Oltre agli altri vantaggi della loro civiltà (strade, teatri, terme, biblioteche, eccetera) i romani introdussero nelle zone intorno ai loro fortini dei vigneti, dando origine a una tradizione di viticultura che sopravvive ancora oggi.Con il nuovo nome di Pressburg, nel X Secolo la strategica città entrò a far parte del Regno d'Ungheria; nel 1467 vi fu fondata la prima università slava, l'\"Academia Istropolitana\". Sotto gli Asburgo la città ospitò arcivescovi, nobili, mercanti, artigiani e re. Il Settecento fu il secolo della fioritura definitiva di Bratislava, soprattutto durante il regno di Maria Teresa, che ne fece il centro più grande e importante della regione. In quel periodo la città ebbe un ruolo prominente per la musica classica: Wolfgang Mozart vi tenne un concerto nel 1762; Joseph Haydn nel 1784; Beethoven vi scrisse alcune composizioni nel 1796; Liszt e Bartók vi abitarono per brevi periodi. La prima università tecnica del mondo, la Banská Akadémia, fu inaugurata nel 1762. Nel frattempo venivano costruite biblioteche per conservare la lingua e la cultura slava: nel 1783 cominciò le sue pubblicazioni il primo giornale in lingua slovacca, il Presspurske Nowiny.Dopo la Prima Guerra Mondiale e la dissoluzione del regno austro-ungarico, Bratislava divenne la capitale della Slovacchia nella prima Repubblica Cecoslovacca, e rimase capitale anche quando la Slovacchia emerse come nazione indipendente in seguito al ritiro delle truppe sovietiche nel 1993. Da allora Bratislava è stata definita \"l'anima, se non il cuore, della cultura slava\".",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/bratislava.json"
    },
    {
        "id": 2,
        "name": "Budapest",
        "historical_info": "Budapest è la capitale dell'Ungheria. Nota storicamente come \"regina del Danubio\", è il centro culturale e politico del paese e un importante snodo economico-industriale dell'Europa centrale. La regione è stata abitata fin dal neolitico (dal 9500 a.C. circa), ma il primo insediamento di cui abbiamo notizia è la città celtica di Ak-Ink, che successivamente fu ribattezzata Aquincum dai romani dopo la loro conquista nel II secolo d.C. La sua posizione strategica sul Danubio rese Aquincum importante sia per i romani sia per i loro nemici.Alla fine del IX secolo d.C. un gruppo di Ungheresi capitanati da Árpád (il secondo grande principe dei Magiari) si insediò nell'area intorno ad Aquincum, fondando ufficialmente il Regno d'Ungheria cent'anni dopo. La città crebbe e prosperò, ma non fece nulla per estendere e rinforzare le vecchie fortificazioni romane. L'invasione tartara del XIII secolo dimostrò agli Ungheresi che è molto difficile difendere una città costruita in aperta campagna. Dopo la sconfitta il re Béla IV d'Ungheria costruì mura di pietra tutt'attorno all'abitato e spostò il proprio palazzo su Buda, una collina facilmente difendibile alla periferia di Aquincum. Nel 1361 Aquincum/Buda divenne la capitale dell'Ungheria.Il Rinascimento italiano influenzò profondamente il ruolo culturale di Buda, tanto che nel XV secolo il re Mattia Corvino vi costruì una biblioteca che ospitava una grande collezione di testi storici, filosofici e scientifici. La ricchezza e varietà delle opere era superata solo dalla Biblioteca Vaticana. Questo periodo di grande crescita culturale fu interrotto brutalmente dai Turchi che saccheggiarono la città nel 1526, dopodiché la assediarono e conquistarono nel 1541 e ne mantennero in controllo per i successivi 140 anni. Nel 1686 fu riconquistata da Carlo V di Lorena e incorporata nell'Impero asburgico. Sfortunatamente la città rimase quasi completamente distrutta nella battaglia.L'Ottocento fu dominato dalle lotte degli ungheresi per conquistare l'indipendenza dagli Asburgo; queste si conclusero con la riconciliazione del 1867, che diede origine alla nuova duplice monarchia austro-ungarica con Buda capitale di entrambe. Nel 1873 Buda, Pest e Óbuda (Buda antica) furono riunite ufficialmente nella moderna città di Budapest, dando il via a una nuova età dell'oro economica e culturale.Il periodo magico di Budapest si concluse con la Prima Guerra Mondiale e la caduta dell'Impero austro-ungarico. Durante la Seconda Guerra Mondiale la città subì gravi danneggiamenti a opera dell'aviazione inglese e americana e fu assediata nel 1945 durante la battaglia di Budapest. Anche le truppe sovietiche inflissero gravi danni durante l'attacco, uccidendo decine di migliaia di civili. Il governo comunista non fece molti sforzi per ricostruire la città dopo la guerra, abbattendo anzi parecchi edifici storici sopravvissuti.Nel 1956 una pacifica dimostrazione studentesca portò allo scoppio della rivoluzione ungherese, quando la polizia aprì il fuoco sulla folla. Il governo fu rovesciato, ma l'Unione Sovietica inviò un reggimento di carri armati, schiacciò la rivolta e rimise al potere il Partito comunista. Le ultime truppe sovietiche lasciarono Budapest nel 1991, mentre l'Ungheria cominciava il processo di transizione che l'avrebbe portata a diventare una società libera. Nell'ultima decade del secolo furono compiuti molti sforzi per riparare i danni della guerra e per recuperare e ricostruire gli edifici storici sopravvissuti. Nonostante questi sforzi la città ha recentemente subito una netta diminuzione della popolazione, perché molti abitanti si sono spostati nella vicina regione di Pest.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/budapest.json"
    },
    {
        "id": 3,
        "name": "Ginevra",
        "historical_info": "Il sito originale della città si trova su una collina che sovrasta un lago. Vi sono state ritrovate tracce di insediamenti paleolitici e, più tardi, di tribù di Liguri e di popolazioni pre-celtiche. Intorno al 500 a.C. Ginevra divenne una città fortificata dei Celti, che la abitarono finché non fu conquistata dai romani nel 121 a.C. Il controllo della città continuò a passare dall'uno all'altro di vari stati confinanti; alla fine il Sacro Romano Impero Germanico se ne impossessò, nel 1033 d.C. A questo punto Ginevra era già un'importante sede ecclesiastica: il suo vescovo era un vassallo diretto dell'Impero e godeva di possedimenti terrieri.Per i cinque secoli successivi i vicini duchi di Savoia e il vescovo cattolico se ne disputarono il controllo. Quando l'ultimo vescovo fuggì dalla città nel 1533, i cittadini decisero di compiere una mossa arrischiata per liberarsi in un sol colpo dal dominio dei cattolici e da quello dei Savoia: nel 1536 Ginevra si alleò con lo stato protestante di Berna e si dichiarò protestante. In questo modo la popolazione ottenne l'indipendenza, ma si alienò per generazioni le simpatie delle vicine popolazioni svizzere di fede cattolica. Poco dopo, nel 1536, il riformatore protestante Giovanni Calvino si trasferì nella città. Vi sarebbe rimasto trent'anni, e in assenza del vescovo sarebbe diventato il suo nuovo capo spirituale. Per molti anni Ginevra rimase un bastione del Protestantesimo, sebbene all'inizio del '600 buona parte della città vecchia fosse tornata alla fede cattolica.Durante la rivoluzione francese Ginevra fu brevemente annessa dalla Francia, ma nel Congresso di Vienna del 1814 fu ammessa nella Confederazione Svizzera. La sua giurisdizione si estese fino a coprire quindici parrocchie vicine, precedentemente assoggettate ai Savoia. Il Congresso specificò espressamente che le parrocchie cattoliche avrebbero dovuto essere protette da qualsiasi persecuzione religiosa, garantendo in cambio la neutralità della città. Le tensioni continuarono a dividere cattolici e protestanti finché nel 1907 venne emanata una legge che sanciva ufficialmente la separazione tra Chiesa e Stato. Da allora nessuna entità religiosa ha ricevuto alcuna forma di aiuto dallo stato o dall'amministrazione municipale.Nel 1919, dopo la Prima Guerra Mondiale, Ginevra divenne la sede della Società delle Nazioni guadagnandosi l'appellativo di \"città internazionale\". Questa reputazione si rafforzò ulteriormente dopo la Seconda Guerra Mondiale, quando divenne quartier generale europeo delle Nazioni Unite; di conseguenza, molte organizzazioni internazionali spostarono la loro base a Ginevra. Da allora anche turismo e affari sono andati a gonfie vele.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/geneva.json"
    },
    {
        "id": 4,
        "name": "Riga",
        "historical_info": "Nel XII Secolo d.C. un gruppo di mercanti e missionari tedeschi costruirono la città di Riga alle foci del fiume Daugava, sul luogo di un precedente insediamento. Nel 1158 i tedeschi vi avevano già stabilito delle basi per il commercio con i popoli baltici e finnici; il primo monastero cattolico fu completato nel 1190. Nel 1201 il vescovo della Livonia Albrecht, appena proclamato, sbarcò con 23 navi e 1500 crociati, successivamente organizzati come branca dei Cavalieri Teutonici, per stabilire il suo vescovato, convertendo i locali al cristianesimo con la forza. Nel 1282 Riga entrò nella Lega Anseatica, assicurandosi per tre secoli la stabilità commerciale e politica.Quando nel 1522 i capi di Riga abbracciarono pubblicamente la Riforma, gli arcivescovi persero tutti i poteri e la città si ritrovò presto coinvolta nelle guerre religiose. Quarant'anni più tardi Riga fu catturata da Gustavo Adolfo, re di Svezia, che aveva preso parte alla Guerra dei Trent'Anni. Riga rimase svedese fino al 1710, anno in cui il porto, prostrato dalla pestilenza, si arrese alla forze russe guidate da Pietro il Grande durante la Grande Guerra del Nord. Riga divenne la più grande città portuale industrializzata della Russia zarista sino alla fine della Prima Guerra Mondiale, quando la rivoluzione russa permise ai suoi possedimenti sul Baltico di dichiarare la loro indipendenza nel novembre del 1918. Riga divenne la capitale della Lettonia.Nel periodo tra le due guerre Riga prosperò, ma la libertà della Lettonia non poteva durare: Riga fu occupata nel giugno del 1940 dall'Unione Sovietica e un anno dopo dagli invasori nazisti. Alla liberazione della città da parte dell'Armata Rossa, nel 1944, fece seguito un flusso di lavoratori, burocrati e soldati sovietici che fecero di Riga il più importante complesso militare-industriale dell'URSS occidentale. Il porto venne ampliato e modernizzato per consentire gli scambi con l'ovest. Nel gennaio del 1991 la Lettonia ha riconquistato l'indipendenza e Riga è tornata a occuparsi di scambi commerciali, arrivando in poco tempo a essere uno dei centri finanziari più importanti del Baltico.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/riga.json"
    },
    {
        "id": 5,
        "name": "Genova",
        "historical_info": "Non si conosce la data esatta di fondazione di Genova: la storia della città risale ai tempi antichi, quando era un insediamento dei Liguri. I resti di un cimitero del VI secolo a.C. dimostrano che una volta la città era occupata dai greci, ma quasi certamente esisteva già da molto tempo. Sotto i romani divenne un importante snodo commerciale, un porto militare e una florida città mercantile. Dopo la caduta dell'Impero d'Occidente, però, fu subito invasa e devastata dagli Ostrogoti. Nei secoli successivi Genova rimase una piccola e oscura città di pescatori, ma durante questo periodo costruì una flotta che avrebbe finito col dominare le rotte mercantili del Mediterraneo.Nel X secolo d.C. Genova ottenne l'indipendenza dai feudatari locali e divenne una città-stato, una delle Repubbliche Marinare che facevano riferimento diretto all'imperatore. Gran parte del potere cittadino, comunque, non passava dal vescovo-conte, ma attraverso i consoli eletti da un'assemblea popolare. I suoi cantieri navali e le banche aiutarono la giovane repubblica a fiorire, così la città cominciò a espandere i propri confini d'influenza e a stabilire colonie in tutto il Medio Oriente e il Nordafrica.La prosperità di Genova ebbe fine nel 1347, quando un mercante giunto da Caffa portò la peste nera in Europa. La peste decimò la popolazione e distrusse l'economia. Drasticamente indebolita, per settant'anni la città si trovò a combattere una serie di sfortunate guerre, alla fine delle quali aveva perso tutte le sue colonie ed era caduta sotto il dominio dei Visconti di Milano.Un vero colpo di fortuna per la città fu il viaggio del suo cittadino più famoso, Cristoforo Colombo, che appena tornato dalla scoperta delle Americhe donò alle istituzioni bancarie locali un decimo dei suoi profitti. Questo aiutò a stabilire un'alleanza che fece di Genova un satellite del ricco Impero spagnolo, facilitando la sua ripresa economica. Presto le famiglie nobili della città-stato ammassarono nuove fortune e la città in crescita cominciò a richiamare artisti e architetti famosi. Quest'età dell'oro genovese durò per tutto il '500 e la prima metà del '600, fino al 1656, quando di nuovo la peste spazzò via metà della popolazione. Il costante declino di Genova divenne irreparabile quando le nuove rotte commerciali stabilite nel corso del Settecento spostarono l'attenzione dell'economia mondiale dal Mediterraneo al Nuovo Mondo. La modernizzazione e le guerre mondiali del XX secolo non hanno aiutato il recupero della città.Oggi Genova è la quinta città italiana per sviluppo economico e fa parte di un importante \"triangolo industriale\", ma non ha mai recuperato la fama e l'importanza che in altri tempi le hanno fatto meritare l'appellativo \"la Superba\".",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/genoa.json"
    },
    {
        "id": 6,
        "name": "Firenze",
        "historical_info": "Firenze è una delle città più belle e suggestive di tutta l'Europa. Situata nella bella regione della Toscana, nel centro-nord dell'Italia, è attraversata dal fiume Arno. Firenze è stata fondata nel 59 a.C. da Giulio Cesare come insediamento per i veterani congedati, proprio nella posizione strategica in cui la Via Cassia (la strada principale proveniente da Roma) attraversa l'Arno. La sua pianta originale è a forma di scacchiera, proprio come un accampamento militare romano. La posizione di Firenze, a metà strada tra Roma e il nord dell'Italia, le ha permesso di prosperare: nel 300 d.C. la città diventò capitale della provincia di Tuscia (l'odierna Toscana). Per molti secoli la città rimase esposta all'attacco di ostrogoti e bizantini, che se ne disputarono il controllo fino al 774 d.C., quando Carlo Magno la conquistò definitivamente respingendo ogni ulteriore attacco.Nei secoli successivi Firenze recuperò la sua ricchezza e la sua influenza, fino a diventare una delle città-stato più potenti di tutta l'Europa. Nel 1252 la Repubblica di Firenze introdusse la propria moneta, il fiorino d'oro. I fiorini erano accettati in tutto il Mediterraneo e nel continente, un aspetto che aiutò i banchieri e i mercanti fiorentini a espandersi in tutto il mondo conosciuto.Durante il Rinascimento, Firenze fu controllata da alcune famiglie tanto facoltose quanto prive di scrupoli, come i famosi Medici. Quando non si dedicavano a spietate lotte di potere, i nobili fiorentini erano grandi patroni delle arti: il solo Lorenzo de' Medici commissionò varie opere a Michelangelo, Botticelli e Leonardo da Vinci, per citare solo tre dei grandi artisti di cui fu mecenate. A metà del XV secolo i Medici guadagnarono il titolo ereditario di Granduchi di Toscana, che permise loro di governare la provincia per diversi secoli. Nel 1737 Firenze fu acquisita dall'Austria, nel 1859 passò al regno dei Savoia e nel 1861, subito dopo l'Unità, entrò a far parte del Regno d'Italia.Al giorno d'oggi Firenze è un prosperoso centro turistico di 500.000 abitanti, una città che offre ai visitatori un grande spaccato di storia romana, medievale e rinascimentale. È certamente uno dei posti più belli e suggestivi in tutta l'Europa, e in verità del mondo intero.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/florence.json"
    },
    {
        "id": 7,
        "name": "Ragusa",
        "historical_info": "La moderna città croata di Dubrovnik era una volta una potente città-stato, la Repubblica di Ragusa (da non confondere con l'omonima città siciliana). Si ritiene che la città sia stata originariamente fondata nel VII secolo su un'isoletta dell'Adriatico, non lontano dalla costa dell'odierna Croazia. I coloni, un gruppo di rifugiati romani, costruirono l'insediamento dopo essere sfuggiti alla distruzione della loro città natale, Epidauro. Con il tempo Ragusa estese la propria influenza sulla regione circostante grazie all'aiuto degli imperi bizantino e ottomano, nonché dei re di Croazia e d'Ungheria. Lo sviluppo della città, specialmente in aree chiave come il porto di Gruz (di importanza cruciale ancora oggi) scatenò l'ira di Venezia, che fino a quel momento non aveva avuto alcun rivale nel suo dominio marittimo.Nel 1205 Venezia invase la Dalmazia (l'odierna Croazia orientale) e obbligò Ragusa ad assumere una posizione di sudditanza. Da allora la città fu obbligata a versare un forte tributo e a mettere a disposizione il suo porto come base navale nell'Adriatico. Nonostante la pressione veneziana, lo sviluppo di Ragusa come snodo commerciale nell'Adriatico non si arrestò. La pesante influenza di Venezia si fece comunque sentire sulla popolazione, e il risentimento accumulato in questo periodo segnò l'inizio di una lunga rivalità economica tra le due città-stato. Nel 1358 Venezia rinunciò alle sue pretese in Dalmazia e Ragusa ebbe finalmente l'opportunità di godere di una vera autonomia. La Repubblica di Ragusa nacque poco tempo dopo: l'aristocrazia cittadina fu rapida nel consolidamento e nella spartizione del potere. Quasi tutti gli aspetti della politica ragusana erano nelle mani dei nobili: cittadini e plebei non avevano praticamente alcuna voce in capitolo. Questa forma di governo durò per un secolo, sotto la sovranità del re d'Ungheria. Nel 1458 un trattato con l'impero ottomano consolidò la posizione di Ragusa come potente centro commerciale. Sotto la protezione degli ottomani la città prosperò. I dazi doganali ridotti, l'accesso al Mar Nero (precedentemente riservato ai mercanti turchi) e il supporto degli ottomani nelle dispute commerciali rappresentarono altrettanti vantaggi che permisero a Ragusa di ottenere una posizione ancora più dominante nell'Adriatico. Al picco della sua fioritura Ragusa vantava una popolazione di 30.000 persone e sfruttava al meglio la sua posizione strategica tra i porti italiani e le varie destinazioni orientali. L'importanza della città, tuttavia, era destinata ad affievolirsi man mano che aumentava la disponibilità dei beni provenienti dall'India, dalla Cina e dal resto dell'oriente. Nel 1667 un devastante terremoto colpì la città, distruggendo quasi tre quarti degli edifici e uccidendo più di 5000 persone. Ridotta al fantasma della gloria passata, nel 1806 la città fu conquistata da Napoleone: la Repubblica di Ragusa non esisteva più. Oggi Dubrovnik è una popolare meta turistica sull'Adriatico con una popolazione che supera le 40.000 persone. Inoltre Dubrovnik possiede ancora un porto commerciale, uno dei pochi ricordi sopravvissuti del suo glorioso passato.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/ragusa.json"
    },
    {
        "id": 8,
        "name": "Sydney",
        "historical_info": "Situata sulla costa sud-orientale dell'Australia, Sydney non fu solo la prima colonia inglese stabilita sul continente, ma il primo insediamento europeo in assoluto. La città fu fondata dall'ammiraglio Arthur Phillip nel 1788 come colonia penale. Il suo sviluppo iniziale avvenne inizialmente per opera dei carcerati, a cui solo successivamente si unirono ex-soldati e coloni giunti dall'Inghilterra. Con il tempo Sydney crebbe fino a diventare la più grande e probabilmente la più famosa città dell'Australia. Oggi la sua popolazione supera i 4 milioni di abitanti.Scoperto da James Cook nel 1770, il luogo originale dello sbarco, oggi famoso come \"Botany Bay\", fu considerato inadatto per la costruzione di un insediamento permanente. La baia vicina, battezzata in onore di \"Lord Sydney\" Thomas Townshend, si sarebbe invece dimostrata ideale allo scopo. Si ritiene che l'area fosse stata abitata dagli aborigeni australiani per diversi millenni prima dell'arrivo dei coloni inglesi, che in effetti incontrarono nella regione diverse tribù locali. Nonostante gli sforzi dell'ammiraglio Phillip per regolare l'interazione tra coloni e aborigeni, migliaia di nativi morirono di vaiolo e morbillo dopo il contatto con gli europei.In seguito, nel XIX secolo, Sydney visse un periodo di grande esplosione demografica a causa della scoperta dell'oro in alcune aree vicine, in particolare a Bathurst. Questa fu anche una fase di grande sviluppo industriale: negli anni '20 del Novecento la popolazione aveva superato il milione. In seguito la città continuò a espandersi per soddisfare le sue esigenze infrastrutturali.Oggi Sydney ha un'importanza centrale dal punto di vista finanziario e serve da snodo economico di tutta l'Australia. Oltre a numerose banche e istituzioni finanziarie, Sydney ospita anche l'Australian Securities Exchange, la borsa più importante del continente. Fin dai primi anni dell'Ottocento la data della fondazione di Sydney, il 26 gennaio, è stata celebrata come giorno nazionale australiano, in modo da commemorare la storia della città e insieme la sua importanza nell'Australia odierna.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/sydney.json"
    },
    {
        "id": 9,
        "name": "Québec City",
        "historical_info": "La città di Québec, fondata nel 1608 dall'esploratore francese Samuel de Champlain, sorge sul luogo precedentemente occupato del piccolo villaggio irochese di Stadaconé. L'insediamento prese il nome dalla parola algonchina \"Kebec\", che significa \"là dove il fiume si fa stretto\". Nel corso del XVII secolo Québec crebbe sino a diventare il centro dell'attività coloniale francese in Nordamerica.Durante la prima fase del suo sviluppo la cittadina servì da prezioso snodo commerciale, ma anche come base per diversi missionari cristiani, accogliendo un numero sempre maggiore di cittadini. L'industria delle pellicce e del legname fornì preziose risorse alla Francia, che comprese l'importanza di espandere la propria influenza in Nordamerica. A parte un breve passaggio in mano agli inglesi tra il 1629 e il 1632, la città rimase sotto il controllo dei francesi per più di 150 anni, resistendo anche a numerosi tentativi d'assedio. Nel 1663 Québec, che fin dalla fondazione era stata capitale del Canada francese, fu proclamata ufficialmente capitale della Nuova Francia.Nel 1759, con la Battaglia delle Pianure di Abraham, i francesi persero il controllo della città, che passò sotto il dominio inglese. La Gran Bretagna mantenne il controllo di Québec sino alla formazione del Dominio del Canada, nel 1867. In seguito all'Atto di Costituzione del Canada, Québec divenne la capitale dell'omonima provincia.Oggi la città conta più di 500.000 abitanti e continua a prosperare, sia economicamente sia culturalmente. Ufficialmente riconosciuta dall'UNESCO come patrimonio dell'umanità nel 1985, la città di Québec conserva ancora gran parte dell'architettura originale dei tempi coloniali. Tra i siti di maggior interesse c'è il famoso hotel Château Frontenac e le chiese cattoliche di Notre-Dame de Québec e Notre-Dame-des-Victoires, entrambe costruite nel XVII secolo.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/quebec_city.json"
    },
    {
        "id": 10,
        "name": "Bucarest",
        "historical_info": "Fondata sulle sponde del fiume Dâmbovita, Bucarest è la capitale e la città più grande della Romania. Gli scavi archeologici hanno mostrato che l'uomo si insediò nell'area nel 9000 a.C., ma la città di Bucarest è stata menzionata per la prima volta nel 1459 d.C. in un documento firmato da Vlad III l'Impalatore. Intorno a quell'anno Vlad III vi costruì la propria residenza estiva e la prima fortezza. Il suo scopo era tenere a bada le aggressive forze ottomane, ma il tentativo non ebbe molto successo. All'inizio del XVII secolo la città fu data alle fiamme dagli Ottomani, che dopo la conquista la ricostruirono.Sotto il potere turco Bucarest si sviluppò rapidamente, diventando il primo centro economico della Valacchia e, nel 1659, anche la sua capitale. Nei 200 anni successivi Bucarest sfiorò più volte la completa distruzione per cause naturali, ma ogni volta fu ostinatamente ricostruita. Inoltre fu devastata dalla peste bubbonica e ripetutamente occupata dagli Asburgo e dalla Russia imperiale, finendo col ricadere definitivamente nell'orbita russa.La Valacchia rimase sotto il dominio dei russi finché una serie di sollevazioni popolari a Bucarest provocarono la separazione delle regioni della Valacchia e della Moldavia, che insieme formarono nel 1859 il regno indipendente della Romania; dal 1862 Bucarest ne è la capitale. Nella sua nuova veste di capitale del nuovo regno, la città conobbe una grande crescita e diede il via a progetti architettonici di grande importanza. La stravaganza esibita dalle residenze di Bucarest in questo periodo le fece guadagnare il soprannome di \"Parigi dell'Est\".La città superò la Prima Guerra Mondiale relativamente illesa, ma subì gravi danni durante il conflitto successivo, a causa soprattutto dei bombardamenti alleati. Dopo la guerra gran parte del centro storico fu abbattuto per fare spazio ai grandi complessi di appartamenti commissionati dal governo comunista; nel 1977 un grave terremoto distrusse buona parte dei restanti quartieri antichi.Nel 1989 la rivoluzione rumena, che chiamò a raccolta un gran numero di manifestanti a Bucarest, pose fine al governo comunista. Durante un discorso del presidente Nicolae Ceausescu la protesta si trasformò in insurrezione; nonostante i suoi sforzi disperati la polizia non riuscì a contenere i tafferugli. Dalla caduta del comunismo Bucarest ha goduto di un nuovo boom economico e ha attraversato un periodo di modernizzazione. Il governo locale ha anche cercato di restaurare il centro storico, ormai quasi del tutto demolito.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/bucharest.json"
    },
    {
        "id": 11,
        "name": "Belgrado",
        "historical_info": "L'odierna capitale della Serbia, Belgrado, giace nel punto di confluenza di due importanti corsi d'acqua europei, i fiumi Sava e Danubio, ed è stata per secoli uno dei crocevia tra l'Asia e l'Europa. Belgrado è una delle città più antiche d'Europa: i primi insediamenti risalgono al 6.000 a.C., e l'area è stata abitata da una delle più grandi culture preistoriche europee, i Vinca. Il primo villaggio fortificato permanente fu costruito dai Celti nel III secolo a.C., che lo chiamarono Singidun o Singidunum, \"Fortezza Bianca\".Nei due secoli successivi Singidunum fu saccheggiato e occupato da una lunga serie di popoli, tra cui romani, Unni, Sarmati, Ostrogoti e Avari, finché nel IX secolo cadde sotto il dominio di Bisanzio. È stato allora che la città ha ricevuto il suo nome slavo, Beligrad, che ancora una volta significa \"Fortezza Bianca\". Nei secoli successivi ospitò gli eserciti della Prima e della Seconda Crociata e fu contesa tra la Bulgaria, l'Ungheria e Bisanzio.Nel 1456 gli Ottomani lanciarono il famoso assedio di Belgrado nel tentativo di soggiogare l'Ungheria: la caduta della fortezza serba avrebbe aperto al sovrano Maometto II il cammino per il cuore dell'Europa. Tuttavia un esercito comandato dall'ungherese János Hunyadi distrusse le forze ottomane; si dice che così facendo non abbia salvato solo la città, ma anche la stessa presenza del Cristianesimo in Europa. Ancora oggi le chiese cattoliche suonano le campane a mezzogiorno per commemorare questa vittoria. Sfortunatamente, nelle settimane immediatamente successive al trionfo i soldati vittoriosi (tra cui Hunyadi stesso) furono sterminati dalla peste. Nel 1521, quasi 70 anni dopo, il sultano Solimano il Magnifico catturò finalmente la città e ne fece la sede di un sangiaccato (sanjak) ottomano. Ben presto Belgrado divenne la seconda città dell'impero, superata solo da Costantinopoli.In seguito alla seconda rivolta serba del 1815 (che seguì a un primo, sfortunato tentativo del 1807) la regione acquistò la semi-indipendenza, ma dovette aspettare fino al 1878 per l'indipendenza totale; la capitale del nuovo regno fu spostata a Belgrado e la città ancora una volta conobbe un periodo di espansione e prosperità. La sua crescita, tuttavia, subì un arresto nel 1914 con lo scoppio della Prima Guerra Mondiale, durante la quale la popolazione della città fu decimata da ripetuti attacchi. Dopo la guerra Belgrado divenne la capitale della nuova nazione della Jugoslavia e visse un periodo di crescita e modernizzazione.Nonostante il tentativo del governo serbo di non lasciarsi coinvolgere nella Seconda Guerra Mondiale, Belgrado fu pesantemente bombardata dalla Luftwaffe e occupata dai tedeschi nel 1941. La popolazione fu massacrata. Nel 1944 gli Alleati la bombardarono ancora per liberarla qualche mese dopo. Alla fine della guerra la Serbia si trovò nell'area di influenza dell'Unione Sovietica. Un anno dopo fu creata la Repubblica Socialista Federale di Jugoslavia, con Belgrado ancora una volta sede del governo. La Belgrado comunista si è rapidamente sviluppata in un centro industriale di prima grandezza.Nel 1996 si sono tenute grandi manifestazioni contro il governo comunista, e nel 1997 è stato eletto il primo sindaco di un partito non comunista o socialista. I disordini, comunque, sono continuati. Nel 1999, durante la guerra del Kosovo, Belgrado fu bombardata dalle forze aeree della NATO e subì danni considerevoli. Nonostante i drammatici eventi degli anni '90, Belgrado ha continuato a crescere e oggi è un grande centro storico, culturale e turistico.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/belgrade.json"
    },
    {
        "id": 12,
        "name": "Bruxelles",
        "historical_info": "Bruxelles fu fondata ufficialmente sulle rive della Senna nel 979 d.C., quando Carlo di Lorena, un discendente di Carlo Magno, costruì le prime fortificazioni permanenti intorno a una piccola cappella cattolica e al villaggio a essa associato. All'inizio la città si estendeva lungo il fiume ed era a rischio costante di inondazioni: da questo deriva il suo nome olandese Broeksel, letteralmente \"casa nella palude\". Le mura cittadine, costruite e ampliate dall'XI al XIV secolo, consentirono a Bruxelles di sperimentare un lungo periodo di crescita ed espansione pacifica, piuttosto raro per quei tempi.La pace terminò violentemente nel 1695, quando Luigi XIV di Francia inviò le sue truppe e bombardò la città con l'artiglieria, distruggendone con un solo attacco quasi un terzo e radendo al suolo il Palazzo Grande. Questo è ancor oggi l'evento più violento nella storia di Bruxelles. L'invasione portò a una \"francesizzazione\" dell'intera regione, sia per la cultura sia per il linguaggio. Nel 1830 le province francofone del sud del Regno Unito dei Paesi Bassi si staccarono da quelle di lingua olandese con la rivoluzione belga. Il conflitto ebbe luogo per la maggior parte a Bruxelles. In seguito all'indipendenza del Belgio, il nuovo re Leopoldo I diede il via a una serie di opere titaniche per abbattere le vecchie mura e costruire edifici più moderni. L'impresa fu ulteriormente giustificata dal fatto che la Senna, una volta risorsa vitale per la città, a questo punto si era trasformata in un grave problema sanitario: l'intera area del fiume fu così ricoperta.Grazie alla sua politica di assoluta neutralità Bruxelles riuscì a superare le due guerre mondiali con pochi danni, nonostante sia stata invasa dai tedeschi in entrambe le occasioni. Proprio in virtù della sua tradizione di neutralità la città è diventata nei tempi moderni un centro di politica internazionale, nonché capitale di fatto dell'Unione Europea e quartier generale della NATO. L'unica controversia in una città altrimenti pacifica riguarda le leggi che regolano i confini linguistici tra le municipalità di lingua francese e quella di lingua olandese, una tensione che peraltro si rispecchia nell'intero Belgio.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/brussels.json"
    },
    {
        "id": 13,
        "name": "Monaco",
        "historical_info": "Il Principato di Monaco è il secondo paese più piccolo del mondo dopo il Vaticano e la più piccola monarchia ereditaria in assoluto. Benché la zona fosse abitata dai Liguri (Monoikos in greco) fin dal VI secolo d.C., la città di Monaco fu fondata nel 1228 come colonia di Genova. Nel 1297 Francesco Grimaldi conquistò la fortezza che proteggeva la piccola città-stato; la sua famiglia vi ha regnato da allora.Nel 1793, durante la rivoluzione, il Principato fu catturato dalle forze francesi, che ne mantennero il controllo fino al 1814 quando al Congresso di Vienna fu designato come protettorato del Regno di Sardegna. Monaco rimase sotto l'influenza della Sardegna finché anche questa non fu annessa alla Francia, per poi riguadagnare l'indipendenza nel 1861. La Francia, comunque, aveva (e ha tuttora) il dovere di fornire un'adeguata difesa militare al piccolo paese. Non male per una nazione che ha una superficie totale di un paio di chilometri quadrati! Il Principato di Monaco è stato occupato durante la Seconda Guerra Mondiale, ma il tentativo di instaurare un'amministrazione fascista che sostituisse il governo dei Grimaldi non ebbe successo.Al giorno d'oggi Monaco è famosa principalmente per tre motivi: la principessa Grace, il suo status di paradiso fiscale e il casinò. Quando nel 1956 il principe Ranieri III sposò l'attrice americana Grace Kelly, l'attenzione del mondo si concentrò sul piccolo paese per la prima volta dopo secoli. Circondata dall'attenzione di tutti, la principessa si diede molto da fare per supportare le arti e l'educazione a Monaco e negli Stati Uniti. Il secondo motivo di fama deriva dal fatto che Monaco non ha mai imposto tasse ai suoi abitanti. Questo ha attirato molti residenti facoltosi da tutto il mondo. Il casinò di Montecarlo, infine, è una delle principali attrazioni turistiche del paese. Aperto dal 1856, il casinò è frequentato da alcuni dei più ricchi giocatori del mondo, ma è interdetto agli stessi cittadini di Monaco. Il casinò è uno dei punti più caratteristici dello scenario del Gran Premio di Formula 1 ed è comparso in tre diversi film di James Bond. Infine, Montecarlo ha dato il nome a una classe di algoritmi di calcolo e metodi per il campionamento di dati casuali.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/monaco.json"
    },
    {
        "id": 14,
        "name": "Kathmandu",
        "historical_info": "L'antica città di Kathmandu è la capitale della nazione più alta sul livello del mare, il Nepal. Le sue origini risalgono fin quasi all'inizio del I millennio a.C. Intrisa di tradizione buddista e indù, la città di Kathmandu ha preso il nome dal grande tempio \"Kasthamandap\", che secondo la leggenda fu costruito nel XVI secolo con il legno di un unico grande albero.Molto prima della fondazione della città la valle di Kathmandu era già abitata dal popolo Newar, antenati degli omonimi Newar che ancora oggi vivono sparsi in tutto il Nepal. Molte delle caratteristiche uniche che hanno reso famoso il Nepal sono dovute ai Newar: tra queste c'è anche la peculiare architettura a pagoda, adattata nel corso dei secoli dagli stili cinese e indiano.La maggior parte delle pagode e dei templi della città sono stati costruiti durante il regno della dinastia Malla, che governò Kathmandu per più di 500 anni a partire dal XII secolo. La città è stata spesso vittima di tumulti e conflitti che hanno causato la distruzione di parecchie strutture antiche, ma oggi rimangono ancora decine di magnifici esempi. Nel 2006 l'insieme di monumenti presenti a Kathmandu è stato riconosciuto patrimonio dell'umanità dall'UNESCO, che ha così suggellato l'importanza culturale di questa storica città.Oggi Kathmandu conta più di un milione di abitanti: l'economia dipende dall'artigianato locale e da un turismo in costante crescita. Man mano che la città cresce e si modernizza, l'amministrazione locale si trova a fronteggiare il difficile compito di gestire l'urbanizzazione e l'inquinamento.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/kathmandu.json"
    },
    {
        "id": 15,
        "name": "Hanoi",
        "historical_info": "Estesa lungo le rive del Fiume Rosso, l'area intorno ad Hanoi è stata abitata a partire almeno dal III millennio a.C. Una delle prime strutture permanenti di cui abbiamo menzione è la cittadella di Co Loa, costruita intorno al 200 a.C. Tuttavia la fondazione ufficiale di Hanoi dovette aspettare sino al 1010 d.C. quando Lý Thái To, il sovrano del tempo, vi spostò la capitale ribattezzandola Thang Long, ovvero \"drago che spicca il volo\". Thang Long rimase capitale del Vietnam fino al 1397.Per diversi secoli la città continuò a svilupparsi in pace, anche quando fu per breve tempo occupata dai cinesi all'inizio del XV secolo. Nel 1831 l'imperatore Minh Mang la ribattezzò, assegnandole il nome attuale che letteralmente significa \"tra i fiumi\". Poco dopo, nel 1873, i francesi occuparono l'intera area. Hanoi divenne capitale della nuova colonia, l'Indocina francese, nel 1887.Dopo la Seconda Guerra Mondiale la città fu teatro di terribili scontri, mentre il governo francese e i nazionalisti si contendevano il potere. Nel 1954 il Vietnam del Nord ottenne finalmente l'indipendenza. Hanoi, capitale del nuovo stato, restò tale anche quando Nord e Sud si riunificarono nel 1976.Da allora la città è esplosa, trasformandosi in una metropoli tentacolare le cui dimensioni sono cresciute esponenzialmente con ogni generazione. Oggi è la città più moderna e sviluppata del Vietnam e vanta il primato nello sviluppo delle infrastrutture e nelle tecnologie agricole.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/hanoi.json"
    },
    {
        "id": 16,
        "name": "Lhasa",
        "historical_info": "Lhasa è una delle città più alte del mondo, posta a 3.650 m di altitudine sul livello del mare. Lhasa significa letteralmente \"il posto degli dèi\": il nome è una modifica risalente agli inizi del VII secolo dell'originale Rasa (\"il posto delle capre\"). La storia della città, così come ci è stata tramandata, comincia in questo periodo: nel 637 d.C. Songstan Gampo diventò capo dell'Impero del Tibet e spostò la capitale proprio a Lhasa. Presto Gampo si convertì al buddismo, che aveva scoperto grazie alle mogli, e cominciò la costruzione di statue e templi buddisti. Il potere politico della città svanì lentamente con il tempo (e la monarchia si dissolse nel IX secolo), ma Lhasa continuò ad acquistare importanza come centro religioso. Il primo Dalai Lama, capo spirituale dei buddisti tibetani, arrivò al potere nel 1391.Nel 1642 il quinto Dalai Lama, Lobsang Gyatso, cominciò ad aggiungere all'autorità religiosa un vero potere politico, unificando le varie tribù del Tibet in un solo paese. Lhasa fu designata capitale politica e spirituale della nuova nazione. Quando l'Occidente cominciò a inviare esploratori nella regione, all'inizio del XX secolo, quasi metà della popolazione di Lhasa era composta da monaci buddisti.Nel 1950 la Cina invase il Tibet: molti abitanti fuggirono dalla città, incluso il quattordicesimo Dalai Lama, e cercarono rifugio in India. L'attacco è stato definito dai cinesi una \"liberazione pacifica\", ma gli stessi tibetani, il Congresso degli Stati Uniti e molti altri personaggi politici e militari di spicco lo considerano invece una vera e propria invasione. Molti dei monaci restanti si ribellarono e manifestarono pacificamente contro gli oppressori cinesi. Questo portò a provvedimenti restrittivi nei confronti dei monasteri. Per riallineare i buddisti con il punto di vista comunista furono istituiti programmi di rieducazione; i dissidenti venivano obbligati ad abiurare il Dalai Lama e l'indipendenza del Tibet. Molti monaci si rifiutarono di cooperare e furono imprigionati; quelli che riuscirono a fuggire scapparono in India.La questione dell'indipendenza del Tibet è ancora una grande fonte di controversia a Lhasa e nel resto del mondo; molti leader mondiali continuano a condannare il trattamento inflitto dal governo cinese al popolo tibetano. Nel maggio del 2008 c'è stato un primo contatto tra il Dalai Lama in esilio e il governo cinese per discutere l'indipendenza e il governo autonomo del Tibet, ma finora non sono stati fatti molti passi avanti.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/lhasa.json"
    },
    {
        "id": 17,
        "name": "Almaty",
        "historical_info": "Situata vicino al confine sud-orientale del moderno Kazakistan, l'area di Almaty ha ospitato insediamenti umani fin dal 1000 a.C. All'inizio gli abitanti erano raccolti in fattorie sparse o in tribù nomadi di allevatori, e fu solo in epoca medievale che Almaty cominciò a prosperare come città, quando diventò una tappa obbligata sulla Via della Seta. Per tre secoli Almaty fu un centro fiorente per l'agricoltura e l'artigianato, finché nel XIII secolo venne praticamente distrutta dalle incursioni dei Mongoli. Nel XV secolo Almaty e la regione circostante si trovavano in uno stato di declino.Solo nel 1854, quando fu rifondata da un gruppo di Cosacchi, Almaty cominciò a rifiorire sviluppandosi fino a diventare la città moderna di oggi. Durante il periodo imperiale la Russia costruì sulle sue antiche fondamenta il Forte Zailiyskoye, successivamente ribattezzato Forte Vernyi. Un anno dopo i soldati cominciarono ad accogliere contadini e commercianti e trasformarono l'insediamento in una vera e propria cittadina, che ospitava il centro amministrativo della neonata provincia Semirechye del Turkistan. Per 30 brevi anni questa nuova versione di Almaty riprese a prosperare, finché nel 1887 fu distrutta in meno di 12 minuti da un catastrofico terremoto.All'inizio del XX secolo il nome della città fu cambiato in Alma-Ata. La costruzione della ferrovia che collega il Turkistan alla Siberia le fece riguadagnare una parte della sua antica importanza come centro commerciale. Nel 1936 la capitale del Kazakistan fu spostata ad Alma-Ata con l'intenzione di farne una specie di Mecca culturale. Nel 1993 il nome di Alma-Ata fu di nuovo cambiato nell'originale Almaty (un riferimento ai grandi meleti che la circondano).Nel 1997 il governo spostò la capitale ad Astana, una città molto meno minacciata dai disastri naturali. Nonostante questo inconveniente politico e la costante minaccia di distruzione a causa di catastrofiche colate di fango, ancora una volta Almaty sta prosperando come centro culturale, finanziario e industriale.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/almaty.json"
    },
    {
        "id": 18,
        "name": "Kuala Lumpur",
        "historical_info": "Kuala Lumpur nacque come città mineraria quando un capo malese ordinò di aprire una nuova miniera di stagno nel 1857. Il nome originale, Pengkalan Lumpur, significa letteralmente \"mucchio di fango\" e testimonia egregiamente la sua posizione tra due fiumi melmosi. Più tardi il nome della città fu cambiato in Kuala Lumpur, ovvero \"confluenza fangosa\": apparentemente le condizioni di vita non erano migliorate molto.Col tempo la piccola città mineraria divenne un centro commerciale di un certo successo, ma il suo progresso era costantemente rallentato da malattie, incendi e inondazioni. Nonostante questo, nel 1880 la capitale dello stato fu comunque spostata a Kuala Lumpur per sfruttare la sua posizione strategica sui fiumi e le sue miniere. L'anno successivo, però, la città fu distrutta da un enorme incendio, rapidamente seguito da una colossale inondazione. I due disastri in successione rasero al suolo praticamente ogni edificio, soprattutto perché le costruzioni erano realizzate in legno e paglia e quindi facilissime da bruciare o da spazzare via con un'ondata. I capi della città stabilirono per legge che tutti i nuovi edifici dovevano essere costruiti in mattoni. Dopo la ricostruzione Kuala Lumpur fu scelta nel 1896 come capitale dei neonati Stati Federati Malesi.Il XX secolo portò altri problemi: durante la Seconda Guerra Mondiale la città fu occupata dai giapponesi, il mercato dello stagno crollò e il governo inglese si trovò alle prese con la guerriglia dei nazionalisti comunisti. Comunque, nel 1963 la Malesia ottenne l'indipendenza dalla Gran Bretagna e ancora una volta scelse Kuala Lumpur come capitale.Oggi la metropoli è la più grande della Malesia ed è famosa per il suo profilo costellato di grattacieli. A un certo punto poté vantare anche i grattacieli più alti del mondo, le Petronas Twin Towers, ma poi nel 2004 il record passò a Taipei 101. Oggi la città è il nucleo economico e culturale della nazione, con industria e turismo in costante espansione.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/kuala_lumpur.json"
    },
    {
        "id": 19,
        "name": "Singapore",
        "historical_info": "Le fonti storiche e gli scavi archeologici mostrano che l'odierna isola di Singapore è stata abitata a partire dal II secolo d.C. La piccola isola faceva parte dell'impero di Sumatra ed era chiamata Temasek, ovvero \"villaggio di mare\". Per ragioni sconosciute l'area andò in declino intorno al 1300; per diversi secoli l'isola fu abitata solo da pochi pescatori.Tutto questo cambiò il 29 gennaio 1819, quando lo statista inglese Sir Thomas Stamford Raffles approdò sull'isola e firmò un trattato per impiantare una base commerciale nella sua porzione meridionale. Singapore divenne ufficialmente una colonia inglese nel 1824, quando la Compagnia Inglese delle Indie Orientali acquisì il controllo dell'intera isola. La colonia diventò uno snodo importante per il commercio nel Pacifico e cominciò a crescere costantemente.Nel 1941 i giapponesi invasero Singapore, conquistando la città e la base militare nel giro di sei brevi giorni. La Battaglia di Singapore fu il peggior disastro militare in tutta la storia inglese. Per il resto della Seconda Guerra Mondiale la città sarebbe diventata una base importante per il Giappone. Gli inglesi riguadagnarono il controllo dell'isola solo un mese dopo la resa giapponese, nel 1945.Dopo la guerra Singapore intraprese la strada dell'indipendenza. Nel 1955 la città ebbe finalmente le sue prime elezioni generali, ma fino al 1959 le delegazioni inviate in Inghilterra per perorare la causa dell'indipendenza incontrarono una forte opposizione. Quattro anni dopo la piccola città-stato dichiarò formalmente l'indipendenza dall'Impero Britannico e si unì rapidamente alla Federazione della Malesia. Tuttavia le relazioni tra Singapore e la Federazione si inasprirono a causa di alcuni gravi conflitti ideologici, così due anni dopo l'isola dichiarò la propria completa sovranità nazionale.Con l'indipendenza la città-stato ha prosperato, segnando miglioramenti costanti nella qualità della vita, nell'economia e nell'istruzione. Oggi Singapore è la quinta nazione più ricca del mondo in termini di PIL pro capite, con una fiorente industria farmaceutica e un settore turistico molto sviluppato.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/singapore.json"
    },
    {
        "id": 20,
        "name": "Panama",
        "historical_info": "Panama, capitale della Repubblica di Panama, è lo scalo sul Pacifico del famoso, omonimo canale. La parola \"panama\" significa \"molti pesci\", e in effetti la città è stata costruita dove sorgeva un grande villaggio di pescatori nativi, già esistente al momento dell'arrivo dei Conquistador spagnoli. La città portuale è stata fondata nel 1519 d.C. dal governatore spagnolo sulla costa pacifica dell'istmo per facilitare il trasferimento di merci e tesori provenienti dall'Atlantico. Panama è stata la base principale per la conquista dell'impero degli Inca, e tutte le ricchezze inca sono passate dai suoi moli prima di raggiungere la Spagna.Ben presto la sua posizione strategica fece arricchire la città, che in seguito fu saccheggiata e incendiata dal pirata inglese Sir Henry Morgan: tre anni dopo fu ricostruita in una posizione leggermente più a sud. Benché da quel momento Panama fosse ben difesa dagli spagnoli, nel 1746 la distruzione di Portobelo inflisse un duro colpo alla rotta commerciale terrestre. La ricchezza e il prestigio di Panama andarono in declino per circa un secolo, ma poi l'apertura di una ferrovia le permise di tornare in auge grazie al passaggio dei cercatori d'oro diretti in California attraverso l'istmo. Le navi in partenza dal suo porto cominciarono a trasportare verso nord la fiumana di persone e merci scatenata dalla corsa all'oro.Quando lo stato di Panama guadagnò l'indipendenza dalla Colombia, nel 1903, la città fu dichiarata capitale. Nel 1914 il famoso canale fu completato e la città si impose come snodo centroamericano per il commercio internazionale e il turismo. Oggi Panama, sede di più di 80 banche, è considerata la città più ricca di tutta l'America latina. Recentemente si è verificato un picco di investimenti stranieri, mentre nel 2006 un referendum ha stabilito un ulteriore ampliamento del canale; alla luce di questi sviluppi si può prevedere che il boom economico di Panama sia destinato a durare nel tempo.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/panama_city.json"
    },
    {
        "id": 21,
        "name": "Città del Capo",
        "historical_info": "Situata all'estremità meridionale del continente, Città del Capo è il più antico insediamento europeo in Sudafrica. Nel 1652 la Compagnia Olandese delle Indie Orientali stabilì una stazione di scalo per le sue navi sulle coste della Table Bay, un porto naturale situato a nord-ovest del Capo di Buona Speranza con accesso ad acqua dolce. Nel giro di pochi anni i coloni olandesi si avventurarono al di fuori dei fortini e cominciarono a stabilire insediamenti agricoli, utilizzando schiavi africani importati per lavorare la terra. I nativi locali (i Khoekhoe, che gli olandesi chiamavano \"ottentotti\") non furono ridotti in schiavitù: in effetti, molti di loro vissero fianco a fianco con i coloni e ci furono addirittura dei matrimoni misti. Alla fine del secolo la cittadina contava circa 200 case e un porto fiorente.Nel XVIII secolo il porto continuò a crescere sia in dimensioni sia per importanza strategica, dal momento che la sua posizione permetteva agli olandesi di controllare il Capo di Buona Speranza, la principale via di comunicazione marittima tra l'Europa e l'Estremo Oriente. Gli inglesi cercarono di occupare il porto nel 1781, durante la rivoluzione americana, ma i francesi riuscirono a batterli sul tempo e a stabilire una guarnigione per aiutare gli olandesi a respingere il controllo britannico.Man mano che il secolo volgeva al termine il dominio dei mari diede all'Inghilterra un potere sempre maggiore sulle colonie africane. Il possesso di Città del Capo passò dagli olandesi agli inglesi e viceversa più volte, finché nel 1814 la Gran Bretagna non si impossessò definitivamente della colonia. Gli inglesi liberarono gli schiavi nel 1834. In pochi anni la popolazione della giovane città raggiunse i 20.000 abitanti. Nel 1870 furono scoperti diamanti nell'entroterra, e circa 16 anni più tardi anche l'oro. Questo portò a una massiccia invasione di cercatori e di altre figure il cui scopo era sviluppare (o depredare) la città e le terre circostanti.All'inizio del XX secolo esplose la Seconda Guerra Boera (1899-1902) tra gli inglesi e le repubbliche boere. A seconda delle fonti storiche, questo conflitto è stato descritto come una lotta giusta per porre fine alla tirannia inglese sul popolo di origine olandese, una ribellione degli Afrikaans che volevano continuare a schiavizzare e opprimere la gente di colore o un gioco di potere tra avidi politicanti che volevano mettere le mani sulle ricche miniere d'oro e di diamanti. La guerra fu lunga e aspra: sebbene i combattimenti si svolgessero nell'entroterra, la città ebbe un'importante funzione di base militare per gli inglesi, che ne svilupparono l'industria per rifornirsi di materiale bellico e altri approvvigionamenti.Nel 1910 le colonie britanniche di Cape Colony, Transvaal, Natal e Orange River formarono l'Unione del Sudafrica, con Città del Capo come capitale. Nel XX secolo gli abitanti di origine europea aumentarono i loro sforzi per proteggersi da quella che consideravano una minaccia crescente, e cioè la possibilità di venire sopraffatti dai nativi africani. Odiose leggi di segregazione relegarono i cittadini di colore in una posizione subordinata, con accesso limitato all'educazione e al mercato del lavoro, praticamente privi di voce pubblica e senza più controllo della loro vita. La lotta per l'uguaglianza si intensificò nel corso del secolo: oltre alla resistenza interna, il governo bianco dovette vedersela con sanzioni sempre più severe imposte delle altre nazioni del mondo. Nel 1990 il sistema basato sull'apartheid arrivò al collasso. Città del Capo e l'intero Sudafrica assistettero all'elezione a presidente di Nelson Mandela, primo nero della storia a ricoprire tale carica.L'odierna Città del Capo è una città vibrante di vita, in rapida espansione. Le conseguenze di tanti anni di conflitti interrazziali si fanno ancora sentire, così come la povertà e la mancanza d'istruzione di una buona parte degli abitanti nativi. Tuttavia, la nazione è riuscita a superare con pochissima violenza la transizione dall'apartheid a una democrazia quasi universale (e di questo si deve ringraziare in grande parte il genio di Nelson Mandela). Sebbene la città debba affrontare le molte sfide tipiche di ogni metropoli moderna, a cui si aggiungono alcuni problemi peculiari, il futuro di Città del Capo resta luminoso.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/cape_town.json"
    },
    {
        "id": 22,
        "name": "Sidone",
        "historical_info": "Sidone è un'antica città situata sulle coste del Libano. Originariamente un centro di pesca e di commercio, oggi Sidone è il terminale nel Mediterraneo del grande oleodotto trans-arabico proveniente dall'Arabia Saudita.Sidone è stata fondata dai fenici nel III millennio a.C.Nel II millennio a.C. ha prosperato, diventando famosa per la qualità del suo vetro e della sua tipica tintura porpora. Intorno al 2700 a.C. alcuni coloni provenienti da Sidone fondarono la città di Tiro a una distanza di circa 40 chilometri lungo la costa: per molti anni le due città si sarebbero disputate il predominio del mondo fenicio.Con il declino del potere dei fenici, la ricchezza e la posizione strategica di Sidone ne fecero un allettante obiettivo di conquista. Durante la sua lunga storia Sidone è stata governata da assiri, babilonesi, persiani, da Alessandro di Macedonia, dai suoi successori Seleucidi, dalla dinastia egiziana dei Tolomei e ancora da romani, ottomani, francesi e infine dal Libano. Durante le Crociate la città passò di mano diverse volte e fu anche distrutta e ricostruita. L'intera area è costellata dai resti delle fortificazioni che si sono succedute nei secoli. Oggi Sidone ospita musulmani sunniti e sciiti oltre a cristiani cattolici, ortodossi e maroniti.La città è menzionata numerose volte nella Bibbia. La figura più famosa della sua storia è probabilmente la perfida regina Gezabele, moglie di re Acab d'Israele e prozia della regina Didone di Cartagine. Secondo la bibbia, Gezabele era crudele, corrotta e colpevole di incoraggiare l'adorazione in Israele di dèi stranieri (specificatamente fenici). Per questi crimini fu uccisa dai suoi stessi eunuchi e gettata in mezzo alla strada per essere divorata dai cani.Questa storia offre due importanti considerazioni per tutti i governanti: primo, fate attenzione alla religione del popolo; secondo, non fidatevi mai degli eunuchi di corte.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/sidon.json"
    },
    {
        "id": 23,
        "name": "Tiro",
        "historical_info": "Tiro è un'antica città fenicia situata nel sud del Libano, a poco meno di 20 km a nord del confine con Israele. Tiro è costruita metà sulla costa e metà su un'isola poco distante. Fondata intorno al 2700 a.C. da alcuni coloni provenienti dalla vicina città di Sidone, Tiro crebbe rapidamente fino a rivaleggiare e quindi sorpassare la sorella come centro di pesca e di commercio della Fenicia. Nel IX secolo a.C. alcuni coloni di Tiro fondarono la città di Cartagine, nel Nordafrica.Come Sidone, anche Tiro è menzionata di frequente nella Bibbia. In genere le relazioni tra Israele e Tiro furono cordiali, tanto che il suo re Hiram fornì materiali da costruzione per il Tempio di Salomone a Gerusalemme.La ricchezza e la posizione strategica di Tiro la portarono a essere oggetto di ripetuti attacchi da parte di tutte le potenze desiderose di espandersi nell'area. Nell'VIII e VII secolo a.C. passò sotto il dominio degli assiri. Nel VI secolo la città resistette a un lungo assedio da parte di re Nabucodonosor II di Babilonia, ma fu catturata poco dopo dai persiani. Nel III secolo a.C. Alessandro Magno si presentò alla testa del suo esercito.L'assedio durò sette mesi. Per piegare gli ostinati difensori il macedone distrusse completamente la parte di città costruita sulla costa e usò le macerie per costruire un passaggio verso l'isola. Catturata la città, il grande condottiero dimostrò di apprezzare il coraggio e il valore dei suoi difensori mettendone a morte 10.000 e vendendo come schiavi altri 30.000. La dominazione egizia e poi quella romana riuscirono a risollevarla un po', ma Tiro non si riprese mai completamente dal duro colpo inflitto da Alessandro.Oggi Tiro ha circa 120.000 abitanti. La vicinanza con Israele la espone agli effetti di eventuali conflitti e scontri di confine, che peraltro si verificano con deprimente regolarità: bombe, proiettili e missili provenienti da ogni parte contribuiscono a distruggere ulteriormente le antiche rovine. In ogni caso, Tiro è sopravvissuta a molto peggio, e con un po' di fortuna tornerà nuovamente a vivere in pace e prosperare.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/tyre.json"
    },
    {
        "id": 24,
        "name": "Anversa",
        "historical_info": "Anversa è una città del Belgio. Fondata dai Franchi nel IV secolo, si ritiene che sia posizionata sul sito di un vecchio accampamento romano stabilito nel secolo precedente. Sviluppata nel corso degli anni e dei diversi regni che si susseguirono nella regione, nel XVI secolo Anversa era ormai diventata la città più ricca d'Europa e rappresentava il punto di riferimento per i mercanti di tutto il mondo.All'apice della sua prosperità come centro finanziario, la città era meta di commercianti internazionali, mercanti e banchieri che vi si riunivano portando con loro l'arte e la cultura dei paesi stranieri. La città godette di un periodo di calma e prosperità, ma le sollevazioni conseguenti alla Riforma protestante, insieme alla crescente influenza della vicina Amsterdam, portarono l'economia e la popolazione di Anversa a un rapido declino, che nel Settecento era ormai compiuto.Nel XX secolo Anversa fu occupata dalla Germania durante la Seconda Guerra Mondiale e liberata dalle forze alleate solo dopo molti anni. Purtroppo i tedeschi la tempestarono con i missili V-2 nel tentativo di interrompere il flusso dei rifornimenti diretti al porto. Gran parte della città fu devastata: ci vollero parecchi decenni affinché Anversa raggiungesse nuovamente la sua antica posizione di rilievo in Europa.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/antwerp.json"
    },
    {
        "id": 25,
        "name": "Cahokia",
        "historical_info": "Situata nella regione meridionale dello stato dell'Illinois, Cahokia è un'antica città costruita intorno al 700 d.C. dai nativi americani del Mississippi e formata da più di cento tumuli di terra. Con una superficie di più di 2.200 acri, Cahokia è la più grande città dei nativi a nord del Messico. Per tutta la sua storia è stata un importante centro economico lungo il fiume Mississippi, in grado di scambiare beni e servizi con insediamenti molto lontani.Oggi rimangono circa un'ottantina di tumuli: il più grande è il cosiddetto \"tumulo dei monaci\", che occupa una superficie ampia quasi quanto la Grande Piramide di Giza. Sebbene il sito sia stato abbandonato almeno 600 anni fa, alcuni coloni europei abitarono nell'area all'inizio dell'Ottocento. Tra di loro c'era un gruppo di monaci francesi, da cui il tumulo ha preso il nome.Oggi Cahokia è riconosciuta dall'UNESCO come patrimonio dell'umanità. Il sito è visitato da centinaia di migliaia di turisti provenienti da tutto il mondo, mentre gli archeologi continuano ad approfondire le loro ricerche e a fare sempre nuove scoperte.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/cahokia.json"
    },
    {
        "id": 26,
        "name": "Colombo",
        "historical_info": "Colombo è la più grande città della nazione isolana dello Sri Lanka ed è stata per lungo tempo un importantissimo snodo commerciale, senza dubbio grazie alla sua posizione strategica sulla rotte commerciali che collegano Asia, Africa e Medio Oriente. Fin dai tempi antichi i mercanti provenienti dalla Grecia, da Roma e dalla Cina hanno sfruttato il porto naturale di Colombo come prezioso scalo nelle loro lunghe navigazioni.Intorno all'VIII secolo d.C. i primi coloni e mercanti arabi si sono insediati nell'area di Colombo, sperando di trarre profitto dal porto. Tuttavia fu solo con l'arrivo dei portoghesi, 600 anni dopo, che la città conobbe una grande espansione accompagnata dalla crescita della sua influenza economica. Dai primi del Cinquecento Colombo ha rivestito una grande importanza strategica ed economica per una serie di imperi, passando dai portoghesi agli olandesi e infine agli inglesi.Oggi Colombo e il suo porto fanno parte integrante dell'economia globale dello Sri Lanka, dal momento che la maggior parte degli articoli importati o esportati dalla nazione passano dalla città.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/colombo.json"
    },
    {
        "id": 27,
        "name": "Hong Kong",
        "historical_info": "Una città-stato nella sua forma più pura, Hong Kong è un'enorme megalopoli sulla costa meridionale della Cina: la città e i territori circostanti sono abitati da più di sette milioni di persone, ma una volta ospitavano solo piccoli insediamenti, compresi quelli costruiti dagli esploratori stranieri. Durante il regno della dinastia cinese Qing, nel XIX secolo, le relazioni commerciali con l'Inghilterra si interruppero a causa, tra l'altro, della crescente preoccupazione circa l'importazione di oppio indiano in Cina. L'Inghilterra aveva sperato di controbilanciare il costo sempre crescente del tè cinese importato con l'esportazione in Cina di oppio proveniente dalle sue colonie indiane. Ma i governanti Qing si opposero all'idea e cercarono di requisire i carichi in arrivo, scatenando nel 1839 la Prima Guerra dell'oppio.L'Inghilterra, una delle più grandi potenze navali dell'epoca, non ebbe difficoltà a sconfiggere le forze cinesi e a occupare l'isola di Hong Kong. Dopo quasi 3 anni di conflitto, il Trattato di Nanchino del 1842 le assicurò molte riparazioni di guerra, tra cui il controllo di Hong Kong. Dopo aver prosperato come colonia britannica per più di 150 anni, Hong Kong è stata finalmente restituita alla Cina nel 1997, con un passaggio pacifico dei poteri e la creazione di una regione a statuto speciale. Oggi Hong Kong si distingue per il suo paesaggio urbano denso e il profilo pieno di grattacieli e di strutture illuminate. Nonostante la Repubblica Popolare Cinese abbia un governo comunista, Hong Kong mantiene un proprio sistema autonomo di amministrazione che supporta totalmente il libero mercato, tanto che la città è considerata uno dei centri finanziari più importanti del mondo.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/hong_kong.json"
    },
    {
        "id": 28,
        "name": "Ormus",
        "historical_info": "La città-stato di Ormus è stata fondata nel X Secolo d.C. dai principi arabi che cercavano di stabilire un porto sulla costa meridionale della Persia per controllare il commercio che attraversava il Golfo Persico. La città domina lo Stretto di Hormuz, il passaggio strategico che collega il Golfo di Oman al Golfo Persico. Ormus si arricchì immensamente grazie alla sua posizione di scalo obbligato sulle rotte degli schiavi che collegavano l'Africa orientale alla Persia e all'Arabia. All'apice della sua influenza, nel XIV Secolo, era lo stato marittimo più potente della regione, con una grande flotta commerciale e più di 500 navi da guerra.Nel 1505 il re portoghese Manuel I decise di bloccare il commercio dei musulmani con l'India. Nel 1507 Alfonso de Albuquerque condusse le sue navi nello stretto, conquistò l'isola di Hormuz, ci costruì un fortino e rivendicò il possesso di Ormus. Nel marzo del 1515 Albuquerque tornò con una flotta di 27 vascelli, 1.500 soldati e cannoni per assicurarsi che la città rimanesse sotto l'influenza del Portogallo. Secondo i resoconti dei viaggiatori e dei preti portoghesi, la città era famosa per la sua licenziosità e i suoi piaceri proibiti. Il lusso e gli ozi di Ormus sono ben catturati da un detto arabo del tempo: \"se tutto il mondo fosse un anello d'oro, Ormus sarebbe la pietra preziosa che vi è incastonata\".Nei tre secoli successivi la città è stata per lo più ignorata dalle rotte marittime, ma la scoperta del petrolio nel Golfo Persico e in Medio Oriente le ha conferito un ruolo chiave nel commercio mondiale: nel 2011, il 35% dei trasporti petroliferi sul mare vi ha fatto scalo. L'importanza di Ormus è stata ulteriormente amplificata dalla rivoluzione iraniana, che nel 1979 ha deposto la monarchia per instaurare una repubblica fondamentalista islamica guidata dall'ayatollah Khomeini, decisamente ostile nei confronti delle potenze occidentali.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/ormus.json"
    },
    {
        "id": 29,
        "name": "Gerusalemme",
        "historical_info": "Quando Gerusalemme, città sacra per i seguaci di islam, ebraismo e cristianesimo, è stata nominata capitale d'Israele, è cominciata una serie di dispute accese che è proseguita per decenni. Gerusalemme è una delle città più antiche del mondo: alcune sue parti sono state costruite più di 6.000 anni fa. Nel corso della sua storia tumultuosa regni locali e grandi imperi si sono disputati il controllo della città, e Gerusalemme è stata assediata molte volte.Si dice che la Città di Davide, la zona più vecchia di Gerusalemme, sia stata fondata dal leggendario re Davide nel primo millennio a.C. Nei secoli successivi, immigranti e rifugiati lavorarono sotto il governo di molti re e imperatori per espandere la città. Quando nel VI secolo d.C. i califfi islamici salirono al potere, Gerusalemme era già stata sotto il dominio dei macedoni, dei romani e dell'impero bizantino.Probabilmente il secolo scorso è stato il più controverso nella storia di Gerusalemme, in virtù della fondazione dello stato ebraico di Israele e dell'annessione di Gerusalemme in seguito alla Guerra dei Sei Giorni. Da allora, il controllo di Gerusalemme da parte di Israele è stato il principale ostacolo alla risoluzione dell'eterno conflitto che divide israeliani e palestinesi.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/jerusalem.json"
    },
    {
        "id": 30,
        "name": "La Venta",
        "historical_info": "Secondo gli archeologi La Venta, antico insediamento degli olmechi nel Messico centrale, è stata un importante centro culturale che ha anche fortemente contribuito al commercio nella regione. Gli edifici di La Venta sono davvero unici: dal momento che in tutta la regione non esiste pietra da costruzione, gli olmechi hanno dovuto realizzare ogni cosa solo con argilla e fango. Anche se gran parte delle strutture oggi si è persa, gli scavi indicano che gli olmechi attribuivano a La Venta un valore cerimoniale. Numerosi monumenti e sculture adornano il complesso, con tombe funerarie e altari. La Venta inoltre possiede quattro tra le più famose \"teste colossali\" scolpite dagli olmechi. Dato che ognuna pesa parecchie tonnellate, gli archeologi possono solo formulare delle ipotesi su come gli olmechi siano riusciti a procurarsi le pietre da cui ricavare queste imponenti teste scolpite. Sfortunatamente, a causa della realizzazione di molte costruzioni moderne nella zona, è improbabile che nel prossimo futuro vengano organizzati altri scavi a La Venta.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/la_venta.json"
    },
    {
        "id": 31,
        "name": "Vancouver",
        "historical_info": "Quando il capitano inglese George Vancouver approdò a Point Grey, nel 1792, i popoli nativi avevano già vissuto nel Pacifico nord-occidentale per 10.000 anni. Nel 1808 il commerciante inglese Simon Fraser discese il fiume che porta il suo nome fino a Point Grey. Secondo quanto riferiscono Fraser e altri trapper, nel 1827 la Hudson Bay Company costruì Fort Langley, ma l'area rimase poco abitata fino alla corsa all'oro del 1858, quando minatori dalla California e dal Canada orientale si riversarono nella zona.Ben presto la crescita locale cominciò ad appoggiarsi a una fonte di ricchezza più durevole: numerose segherie furono istituite lungo le sponde della baia; nel 1867 un primitivo insediamento chiamato Gastown nacque sulla costa intorno alla taverna gestita da \"Gassy\" Deighton. Nel 1884 la città, con il suo magnifico porto naturale, fu scelta come capolinea occidentale della Canadian Pacific Railroad. L'influsso dei nuovi venuti, principalmente scandinavi e scozzesi, portò a una crescita così rapida che nell'aprile del 1886 i vari insediamenti sulla baia vennero riuniti e incorporati tutti nella città di Vancouver.Con l'apertura del Canale di Panama, nel 1914, diventò economicamente possibile spedire via mare grano e legname direttamente da Vancouver verso le coste del Nordamerica e dell'Europa. Completato nel 1923, il Ballantyne Pier fece di Vancouver il porto tecnologicamente più avanzato di tutto il Commonwealth. Il boom è continuato dopo la Seconda Guerra Mondiale, rendendo Vancouver l'ottava città più grande del Canada. Oggi l'ascesa del turismo nel nord del Pacifico fa sì che un gran numero di navi da crociera partano regolarmente dalla città: nel 2011 ne sono salpate ben 199. Recentemente, dopo la scoperta e lo sfruttamento del petrolio in Alaska e del gas naturale nel Canada occidentale, si progetta di fare di Vancouver un grande centro di smistamento di petrolio grezzo e gas.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/vancouver.json"
    },
    {
        "id": 32,
        "name": "Manila",
        "historical_info": "Sebbene le fonti storiche accurate sull'origine di Manila siano scarse, sappiamo che il primo insediamento nel sito in cui sarebbe sorta la futura capitale delle Filippine risale al X secolo d.C. Tuttavia solo nel 1571 la città ricostruita prese il nome di Manila, dopo che il Conquistador spagnolo Miguel Lopez de Legazpi ebbe raso al suolo le strutture esistenti. Le Filippine rimasero sotto il controllo spagnolo per i successivi 300 anni, ma nel 1898 la Spagna le cedette agli Stati Uniti in seguito alla Guerra ispano-americana.Il porto di Manila è uno degli scali commerciali più importanti del mondo, punto principale di import/export delle Filippine. I beni esportati vanno dal cibo ai prodotti locali, per arrivare alle sostanze chimiche e ai semilavorati industriali: in ogni caso, le Filippine si appoggiano al porto di Manila per supportare un'economia in grande sviluppo. Un altro importante contributo all'economia locale è dato dal turismo: i visitatori giungono da tutto il mondo per vedere il famoso quartiere storico di Intramuros, ancora racchiuso dalla cerchia muraria originale.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/manila.json"
    },
    {
        "id": 33,
        "name": "Antananarivo",
        "historical_info": "A differenza della maggior parte delle capitali dell'Africa del sud, Antananarivo era già un grande insediamento prima dell'arrivo degli europei. Fondata intorno al 1625 d.C., servì come base per i capitani Hova; il nome di \"Città dei Mille\" deriva dal numero di soldati che secondo la leggenda furono messi di guardia alla città. Tra il 1689 e il 1725 il Madagascar fu un rifugio per i pirati; la capitale si arricchì grazie ai bottini e ai tributi versati in cambio di asilo e protezione. Nel 1793, quando divenne residenza dei re di Merina che controllavano l'intero Madagascar, la città contava circa 80.000 abitanti. Antananarivo era il centro commerciale dell'isola: la sua florida economia era alimentata dall'esportazione di tabacco e articoli in cuoio, la maggior parte destinata all'Europa e all'India.Nel 1895 Antananarivo fu conquistata dalle truppe francesi e annessa con la forza al protettorato del Madagascar. I nuovi amministratori francesi iniziarono un grande piano di riedificazione. Sotto la dominazione francese, relativamente benevola, la popolazione della città aumentò fino a raggiungere i 175.000 abitanti nel 1950. I francesi costruirono due fortezze, scuole, un'università, parchi, strade pavimentate e sentieri, un sistema idrico, ma soprattutto chiese: oggi la città, comprese le aree periferiche, ne conta circa 5.000. Nel 1955 Antananarivo diventò un'arcidiocesi della Chiesa Cattolica.Nel 1947 l'autorità e la presenza militare della Francia erano in una condizione precaria a causa della Seconda Guerra Mondiale. I francesi soffocarono nel sangue una rivolta dei nazionalisti malgasci: nei combattimenti, durati un anno, morirono tra gli 80.000 e i 90.000 uomini. In seguito i francesi introdussero importanti riforme sotto l'ombrello della Legge Quadro, che prevedeva il passaggio pacifico all'indipendenza del paese, e Antananarivo divenne capitale della nuova repubblica. Sostenuta da redditizie industrie di alimentari, sigarette e tessuti, la città si modernizzò rapidamente. Oggi, con quasi due milioni di abitanti, Antananarivo è una delle città più ricche dell'Africa.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/antananarivo.json"
    },
    {
        "id": 34,
        "name": "Milano",
        "historical_info": "Fondata nel IV secolo a.C. nel nord dell'Italia dal popolo celtico degli Insubri, la città di Milano si sviluppò sino a diventare, nel Rinascimento, uno dei più importanti centri culturali italiani.Milano fu conquistata dai romani intorno al 222 a.C. Più tardi, durante la Tetrarchia dell'imperatore Diocleziano, divenne una delle capitali dell'impero romano. In seguito al declino dell'impero, Milano passò nelle mani di una serie di re e imperatori, ma continuò a prosperare imponendosi come bastione sempre più importante dell'Italia settentrionale.Tra i molti aspetti notevoli della storia di Milano, il più rilevante è forse il suo contributo culturale. Centro fondamentale durante il Rinascimento italiano, Milano ospitò molti grandi artisti che produssero alcune delle opere più straordinarie dell'epoca. Uno dei suoi cittadini più famosi fu il pittore Leonardo da Vinci, che passò nella città gran parte della sua vita.Oggi Milano è ancora considerata uno dei primi centri culturali al mondo, anche se la sua attenzione si è concentrata più sulla moda e sul design. Inoltre è anche un importante centro d'affari ed economico: in effetti, gran parte delle infrastrutture per il trasporto nazionale passa dalla città. Numerose multinazionali mantengono a Milano i propri uffici, e vi si possono trovare aziende attive in tutti i campi, dalla produzione alle telecomunicazioni.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/milan.json"
    },
    {
        "id": 35,
        "name": "Mombasa",
        "historical_info": "La fondazione di Mombasa è resa misteriosa da una serie di resoconti storici contrastanti, ma si ritiene che la città, che oggi è la seconda per dimensioni in Kenya, abbia cominciato a formarsi intorno al X secolo d.C. Nel Medioevo Mombasa era diventata una città fiorente, con un'economia basata principalmente sull'esportazione di avorio. Mombasa era nota anche per la sua vasta rete di piantagioni di cocco, anacardi e miglio, prodotti che venivano poi spediti in tutto il mondo grazie alle rotte commerciali che attraversavano l'Oceano Indiano. Kilindini, il porto di Mombasa, è l'unico porto oceanico internazionale del Kenya, e ha permesso alla città di diventare un importante centro commerciale per l'intero paese. Anche oggi, i prodotti d'esportazione che partono da Mombasa continuano a essere principalmente agricoli: in particolare si possono citare caffè, tè e cereali.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/mombasa.json"
    },
    {
        "id": 36,
        "name": "Praga",
        "historical_info": "Apprezzata per aver contribuito alla cultura dell'Europa in tutto il corso del millennio passato, la città di Praga, capitale della Repubblica Ceca, da piccolo insediamento alla metà dell'VIII secolo è cresciuta sino a diventare l'importante metropoli oggi abitata da più di un milione di persone.Nel corso del XIV secolo, Praga fu sede del potere di Carlo IV, imperatore del Sacro Romano Impero. Durante il suo regno furono costruiti molti dei più importanti monumenti della città, come la famosa Cattedrale di San Vito, realizzata in stile gotico. Durante questo periodo Praga si espanse anche come centro economico, attirando mercanti e finanzieri da tutta Europa mentre la popolazione della città cresceva continuamente.Sede di molti famosi musei, teatri ed eventi culturali, oggi Praga è una meta turistica molto popolare. Secondo le stime attuali, più di tre milioni di visitatori si recano a Praga ogni anno per godere delle bellezze storiche della città.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/prague.json"
    },
    {
        "id": 37,
        "name": "La Valletta",
        "historical_info": "Capitale della Repubblica di Malta, situata nel Mediterraneo poco a sud della Sicilia, La Valletta fu fondata da Jean Parisot de la Valette, Gran Maestro dell'Ordine di Malta. Nel 1530, all'apice del potere dell'impero ottomano, il re spagnolo Carlo V donò l'isola ai cavalieri Ospitalieri, un ordine militare cristiano. Questo portò al famoso assedio del 1565, quando gli ottomani si mossero per invadere l'isola e sbaragliare i cavalieri. Dopo aver respinto l'invasione, l'Ordine di Malta decise di costruire una nuova cittadella fortificata per assicurarsi che l'isola fosse al sicuro da eventuali attacchi futuri. Per la fondazione della Valletta fu scelta una posizione ideale sulla costa, con facile accesso a due porti importanti. Il Grande Porto, come viene chiamato oggi, smista gran parte dell'import/export di Malta ed è di gran lunga lo scalo più importante della repubblica.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/valletta.json"
    },
    {
        "id": 38,
        "name": "Città del Vaticano",
        "historical_info": "La città del Vaticano, circondata da mura, è nata ufficialmente nel 1929 e funge da epicentro della Chiesa Cattolica e dei suoi milioni di fedeli in tutto il mondo. Promulgato per risolvere le continue dispute tra il papato e il Regno d'Italia circa la proprietà del territorio di Roma, il Trattato Lateranense pose le basi per la formazione di uno stato indipendente all'interno dei confini di Roma stessa. Il Papa detiene la suprema autorità sul governo del Vaticano, e come tale è l'unico monarca assoluto rimasto in Europa. Il Vaticano è famoso per molte opere d'arte che si trovano nei suoi musei e cattedrali: la Basilica di San Pietro e la Cappella Sistina sono forse i più noti, con molti capolavori di Michelangelo, Raffaello e Botticelli.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/vatican_city.json"
    },
    {
        "id": 39,
        "name": "Wittenberg",
        "historical_info": "La cittadina di Wittenberg, nella Germania centrale, vanta un prestigio unico nella storia come luogo di nascita della Riforma Protestante promossa da Martin Lutero nel XVI secolo. Benché la città fosse già nota all'interno del Sacro Romano Impero come sede dell'Elettore di Sassonia, fu la rivolta di Martin Lutero a renderla famosa.Mentre insegnava teologia all'Università di Wittenberg, Martin Lutero espresse per la prima volta la sua avversione per la vendita delle indulgenze, ovvero la pratica di pagare la Chiesa cattolica per ottenere la remissione dei peccati. Nel 1517 Lutero affisse le sue famose \"novantacinque tesi\" sul portone della chiesa di Wittenberg, accendendo la scintilla della Riforma Protestante che avrebbe travolto l'Europa. Ci sarebbe voluto più di un secolo affinché le guerre religiose scatenate dalla Riforma si placassero, ma Wittenberg fu sempre ricordata come origine della protesta di Lutero.Wittenberg è stata devastata dalla Seconda Guerra Mondiale, anche se buona parte del centro storico della città è stato risparmiato dai bombardamenti alleati. Dopo la fine della guerra è stata occupata dai sovietici; dal 1949 è entrata a far parte della Germania dell'Est, fino alla riunificazione della Germania nel 1990.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/wittenberg.json"
    },
    {
        "id": 40,
        "name": "Yerevan",
        "historical_info": "La fondazione di Yerevan, una delle più antiche città del mondo e attuale capitale dell'Armenia, viene fatta risalire alla costruzione della fortezza di Erebuni nel 782 a.C. da parte del re Argisti I di Urartu. In seguito Yerevan fu conquistata durante le invasioni arabe nel VII secolo d.C., dopodiché passò sotto il dominio di diversi potenti imperi. Durante questo periodo Yerevan diventò un importante crocevia delle piste carovaniere che collegavano l'Europa all'Asia. Attualmente Yerevan è famosa per le sue molte industrie, che tutte insieme fatturano più del 50% della produzione totale dell'Armenia. Aziende che producono macchinari pesanti, prodotti chimici, materie prime e tessili, hanno tutte contribuito alla crescita economica della città. Yerevan è anche responsabile di buona parte della fama che l'Armenia si è guadagnata nella produzione di alcolici di qualità: molti produttori di liquori hanno la propria sede nella città.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/yerevan.json"
    },
    {
        "id": 41,
        "name": "Zanzibar",
        "historical_info": "L'isola di Zanzibar una volta apparteneva alla regione un tempo conosciuta come \"isole delle spezie\", ma oggi fa parte integrante della nazione della Tanzania, in Africa orientale. Zanzibar ha attirato per lungo tempo l'attenzione dei mercanti navali che percorrevano il mondo in cerca di spezie: in effetti, per un certo tempo divenne addirittura il maggiore produttore del mondo di chiodi di garofano, oltre a fornire molte altre spezie come noce moscata e cannella. Oggi Zanzibar conta molto sull'industria del turismo, le cui entrate costanti si aggiungono a quelle dell'industria agricola.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/zanzibar.json"
    },
    {
        "id": 42,
        "name": "Zurigo",
        "historical_info": "Zurigo è la più grande città della Svizzera odierna. Le sue origini risalgono ai romani, che l'avrebbero fondata 2.000 anni fa come fortezza secondaria. Lo sviluppo di Zurigo come importante centro internazionale d'affari e di commercio non arrivò che nel XVIII secolo, in cui attraversò un periodo di grande espansione.Oggi Zurigo è un centro economico cruciale per la Svizzera e per tutta l'Europa: vi hanno sede molte delle banche e delle istituzioni finanziarie più importanti del mondo. Anche la Borsa svizzera, che esiste da più di 150 anni, ha sede a Zurigo.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/zurich.json"
    },
    {
        "id": 43,
        "name": "Samarcanda",
        "historical_info": "Samarcanda, situata in una regione dell'Asia centrale chiamata Transoxiana, è una delle città più antiche del mondo. Grazie alla sua posizione nella fertile valle del fiume Zerafshan ha sempre goduto di un'abbondanza di cibo e risorse naturali; il suo maggior vantaggio, comunque, è stato trovarsi proprio sulla Via della Seta, la principale rotta commerciale tra oriente ed occidente. Fondata intorno al 700 a.C. dai sogdiani, al tempo di Alessandro il Grande (che la conquistò nel 329 a.C.) Samarcanda era una delle città più ricche e importanti di tutto il mondo.La città rimase una potenza mercantile per secoli, arricchendosi sempre più con le tasse riscosse dalle carovane che percorrevano la Via della Seta; inoltre servì da punto di contatto per lo scambio di cultura e innovazioni tra oriente e occidente. La leggenda vuole che i musulmani abbiano ottenuto il segreto della produzione della carta da due prigionieri cinesi intorno al 751 d.C., il che portò alla creazione della prima cartiera nel mondo islamico proprio a Samarcanda. Da lì la conoscenza della carta si diffuse in tutte le terre islamiche e infine in Europa.Nel resoconto del suo viaggio sulla Via della Seta verso la Cina, Marco Polo descrive Samarcanda come \"una città molto grande e splendida\". Nel 1370 Tamerlano, fondatore dell'impero timuride, fece di Samarcanda la sua capitale. Durante i 35 anni successivi ricostruì la città più volte, richiamando da ogni angolo dell'impero abili lavoranti, artigiani, mercanti e studiosi e trasformandola nel centro commerciale e culturale di tutta l'Asia centrale.Ma l'apertura di nuove rotte commerciali marittime tra l'Oriente e l'Europa e lo sfruttamento delle Americhe, appena scoperte, le fece perdere importanza. La popolazione diminuì rapidamente e per un certo periodo Samarcanda fu completamente disabitata: tornò a essere un importante centro economico solo nel 1887, quando diventò una capitale provinciale dell'impero russo in espansione.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/samarkand.json"
    },
    {
        "id": 44,
        "name": "Malacca",
        "historical_info": "La città fu fondata poco prima del 1400 d.C. quando Parameswara, re di Tumasik, trovò rifugio in un piccolo villaggio di pescatori dopo essere sfuggito all'invasione delle forze di Majapahit. Lì, in un porto che dominava lo stretto di Malacca il re fondò il regno di Malesia, che presto estese la sua influenza sull'intera penisola e oltre. Il successivo sultanato di Malacca divenne ben presto uno scalo fondamentale per i mercanti cinesi, arabi ed europei che dovevano rifornire le loro scorte di cibo e d'acqua. Il regno malese ebbe fine nel 1511, quando Alfonso de Albuquerque si impadronì della città per conto del Portogallo.Nel corso del secolo successivo i portoghesi costruirono grandi moli e depositi per l'esportazione di zucchero e riso; la Malacca divenne il porto commerciale più importante del sud-est asiatico. L'espansione continuò sotto il governo della Compagnie delle Indie Orientali, che conquistò e fortificò la città nel 1641. La rivalità fra inglesi e olandesi per il controllo degli stretti, di grande importanza strategica, si risolse infine in favore dell'Inghilterra con il trattato anglo-olandese del 1824: la Malacca divenne così uno dei primi \"insediamenti dello stretto\" dell'impero britannico. La formazione di grandi banchi di sabbia nel porto sull'estuario, insieme alla rapida ascesa di Singapore, portarono al declino della Malacca come snodo commerciale.Durante la Seconda Guerra Mondiale l'occupazione giapponese portò alla dissoluzione delle colonie inglesi. Nel 1957 la Malacca divenne parte dell'Unione Malese indipendente, la moderna Malesia. Prima della guerra, nelle regioni circostanti era stata introdotta la coltivazione della gomma a scopo commerciale; dopo la guerra la gomma divenne la prima esportazione della Malacca, trasformandola nuovamente in un porto di primaria importanza. Il dragaggio delle vie d'acqua e la costruzione di argini ha reso la città accessibile alle più grandi navi da trasporto, mentre la costruzione di una ferrovia e di moderne autostrade ha reso possibile lo smistamento rapido delle merci.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/malacca.json"
    },
    {
        "id": 45,
        "name": "Mogadiscio",
        "historical_info": "Secondo il \"Periplo del Mar Eritreo\", famoso documento antico, Mogadiscio era già un importante centro marittimo nel I Secolo d.C., quando i mercanti romani cominciarono a visitare i porti egiziani lungo la costa del Mar Rosso. Intorno al 900 d.C. i mercanti musulmani si insediarono nelle città somale e le rotte commerciali si estesero fino a raggiungere regni lontani come la Cina, il Vietnam e lo Sri Lanka. Quando fu visitata dall'esploratore e autore marocchino ibn-Batuta, nel 1331, Mogadiscio era all'apice della prosperità: la città più fulgida del Corno d'Africa.In Europa la ricchezza di Mogadiscio, esaltata nei racconti dei viaggiatori, assunse dimensioni leggendarie. Vasco de Gama, che vi fece sosta nel XV Secolo, notò che era ben costruita e ben difesa, con case alte quattro o cinque piani, grandi palazzi al centro e numerose moschee. Nel secolo successivo il viaggiatore portoghese Duarte Barbosa scrisse che nel suo porto giungevano centinaia di navi da paesi lontani, cariche di stoffe e spezie, che scambiavano con oro, cera e avorio. Barbosa descrisse anche la florida industria tessile di Mogadiscio, capace di produrre un tessuto leggero molto ambito in Egitto e Siria.Spinte dalla bramosia di ricchezza, le potenze coloniali europee cercarono di incorporare la città nei loro imperi; i portoghesi non ebbero successo, mentre successivamente la Compagnia Inglese delle Indie Orientali riuscì a stabilire un effimero controllo. Nel 1892 il sultano di Zanzibar cedette Mogadiscio all'Italia, che ne fece la capitale della Somalia italiana nel 1905. Nel 1960 la Somalia ottenne pacificamente l'indipendenza, ma la sua democrazia si accasciò sotto una guerra civile nel 1991. Dal 1994, anno in cui le Nazioni Unite hanno ritirato le loro forze, Mogadiscio è stata squassata da combattimenti pressoché costanti tra milizie rivali. In mezzo a un simile caos, il porto una volta tanto florido è caduto in disuso e in rovina.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/mogadishu.json"
    },
    {
        "id": 46,
        "name": "Biblo",
        "historical_info": "Gli scavi archeologici mostrano che l'area di Biblo, sulla costa mediterranea, era abitata fin dall'epoca neolitica; già nel IV millennio a.C. un grande insediamento viveva grazie alla pesca e all'agricoltura nell'entroterra. Nel corso dei mille anni successivi si sviluppò l'esportazione con l'Egitto, basata sul cedro: il suo legno era indispensabile per costruire barche e moli, mentre con l'olio si mummificavano i corpi. Intorno al 2150 a.C. gli amorrei assaltarono la città e la ridussero in cenere; la località restò abbandonata per quasi due secoli, dopodiché i fenici ricostruirono il porto dandogli il nome di Gebal. Il più grande contributo della città alla storia della civiltà umana è stato lo sviluppo di un alfabeto fonetico di 22 caratteri, che sostituì il complesso cuneiforme utilizzato in precedenza nella regione.Gebal era un grande centro commerciale, che diventò sempre più ricco e importante attraverso una successione di occupazioni: Assiria, Babilonia, quindi achemenidi e persiani. Dopo la conquista da parte di Alessandro, Biblo adottò la religione, il linguaggio e lo stile greco e prosperò come città ellenizzata. Insieme al cedro, la frutta e i cereali, divenne famosa per la produzione e l'esportazione di papiro, e fu proprio questo a farle guadagnare il suo nome greco di Biblo. Durante l'epoca romana perse la sua preminenza commerciale, ma diventò un importante centro religioso dal momento che orde di pellegrini la attraversavano per recarsi in vari luoghi santi.Nel 395 d.C. Biblo entrò a far parte dell'impero bizantino, ma rimase sempre un porto di minore importanza fino alla conquista musulmana nel 637. Sotto il governo islamico la città, ribattezzata Jbail, perse sempre più ricchezza e influenza fino a essere completamente abbandonata. Biblo sparì dalle mappe fino agli scavi dello storico francese Ernest Renan, avvenuti negli anni '60 dell'Ottocento. Biblo non ha più riacquistato lo status di potenza marittima, ma si sta facendo un nome come centro turistico di lusso, allettando i viaggiatori con le sue spiagge sabbiose, il clima dolce e le estese rovine romane, islamiche e medievali.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/byblos.json"
    },
    {
        "id": 47,
        "name": "Kyzyl",
        "historical_info": "Fondata nel 1914 col nome di Belotsarsk dalla Russia zarista per servire come capitale della Repubblica di Tuva, Kyzyl sorge alla confluenza di due affluenti del fiume Enisej, nel cuore dell'Asia: in effetti, la città rivendica il fatto di essere stata costruita nell'esatto centro geografico del continente. Storicamente la regione era stata controllata dai Mongoli fino al 1757, dopodiché era caduta sotto il dominio dei Manciù fino al 1911. Durante la rivolta cinese del 1911 la Russia zarista proclamò Tuva un suo protettorato, una mossa che la Cina non aveva alcun modo di contrastare. In seguito alla rivoluzione russa, la città fu occupata nello stesso momento dagli eserciti rosso e bianco; seguirono due brevi anni passati ancora sotto il controllo cinese. Nell'agosto del 1921 i bolscevichi locali fondarono una repubblica comunista, ribattezzando la città Kyzyl (\"rosso\" in turco) e scegliendola come capitale. Nel 1944 l'Unione Sovietica inglobò Kyzyl insieme a tutta Tuva.Fino alla formazione della Federazione Russa, nel 1992, Kyzyl è restata in gran parte isolata dal mondo; quest'isolamento forzato, durato 50 anni, ha contribuito a conservare la sua peculiare cultura turco-mongola, impossibile da trovare altrove. Il khuresh, una variante tuvana della lotta libera, è estremamente popolare, con una competizione annuale tenuta a Kyzyl. La musica tradizionale, in particolare il canto di gola, è celebrata anch'essa con un festival nazionale, il Naadam. Dal crollo sovietico sono state promosse molte iniziative per conservare la ricca tradizione orale della regione, fatta di canti epici, poesie, indovinelli e scioglilingua.A partire dal 1992 il Movimento Democratico di Tuva si è adoprato per fornire lavoro e alloggio ai popoli nomadi della repubblica e per promuovere il linguaggio e l'artigianato tuvano. In seguito a un'ondata di attacchi contro la consistente popolazione russa di Kyzyl, che ha portato alla morte di 88 persone, molti russi si sono trasferiti in altre città della federazione. Oggi Kyzyl è un luogo di interesse turistico, ma per i viaggiatori resta una meta lontana e difficile da raggiungere.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/kyzyl.json"
    },
    {
        "id": 48,
        "name": "Ife",
        "historical_info": "Secondo le antiche leggende, la città santa di Ife è il luogo di nascita degli Yoruba, il più grande gruppo etnico dell'Africa occidentale. Nella mitologia yoruba, Ife è il luogo dove Oduduwa, fratello del dio supremo Obatala, scese dai cieli e gettò una manciata di polvere nell'oceano primordiale, creando così la terraferma su cui avrebbe poggiato Ife. Il significato della parola \"ife\" in yoruba è \"espansione\", tanto che si crede che la città sia il luogo natio non solo degli Yoruba, ma di tutta l'umanità.Comunque sia avvenuta la sua fondazione, nell'XI Secolo d.C. Ife era la capitale di un fiorente regno che occupava l'area corrispondente all'odierna Nigeria. Nel giro di un secolo la città arrivò a esercitare una considerevole influenza religiosa e politica nell'area, soprattutto sul regno Edo di Benin, a sud-est. In seguito le città di Benin e Oyo avrebbero assunto un'importanza politica maggiore, ma Ife rimase sempre il centro spirituale yoruba. Ife riuscì a evitare gli attacchi della popolazione islamica di Fulani, che arrivò a rovesciare Oyo, ma restò indebolita dagli scontri con Owu, a sud-ovest, con cui negli anni '20 dell'Ottocento si disputò il controllo del commercio degli schiavi. Nel 1882 la città sacra fu saccheggiata e in buona parte distrutta da una forza congiunta di guerrieri Ibadan e Modakeke.Ife sarebbe rimasta per sempre la città santa yoruba, ma all'inizio del XX Secolo la sua influenza politica era ormai nulla. Dopo le guerre napoleoniche gli inglesi stabilirono nell'Africa occidentale una serie di porti e di basi commerciali. Nel 1885 le rivendicazioni inglesi furono riconosciute formalmente dalle altre potenze europee; l'anno successivo la corona reale istituì la Compagnia Reale del Niger. La Nigeria rimase annessa all'impero inglese fino alla sua indipendenza, ottenuta nel 1960. Durante il periodo coloniale, gli unici a interessarsi a Ife furono i pellegrini yoruba e qualche raro studioso europeo.",
        "category": "Città-stato religiose",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/ife.json"
    },
    {
        "id": 49,
        "name": "Kiev",
        "historical_info": "Secondo la leggenda, Kiev fu fondata da tre fratelli slavi, Kyi, Schek e Khoryv, all'inizio del VI Secolo d.C. Da allora Kiev, una delle città più antiche dell'Europa orientale, ha attraversato periodi di grande preminenza e altri di relativa oscurità. In ogni caso, attraverso i secoli è rimasta un centro culturale di grande importanza e nel Medioevo ha avuto un ruolo fondamentale nello sviluppo della civiltà slava orientale.Situata sulla rotta commerciale del Dniepr, tra Costantinopoli e la Scandinavia, Kiev cadde sotto il controllo della nobiltà locale di variaghi (vichinghi) e diventò il cuore dello stato di Rus'. Durante l'XI Secolo raggiunse l'apogeo, trasformandosi in un centro culturale con più di 400 chiese, 8 mercati, moli, un caravanserraglio e diverse magnifiche magioni. La fondazione della Kyjevo-Mohyljans'ka akademija, nel 1632, ne fece il cuore dell'istruzione e degli studi dell'Ucraina. D'altro canto, come capitale della Rus' di Kiev subì parecchi saccheggi e occupazioni.Nel 1667 la città entrò a far parte dell'impero russo; pur restando un centro ecclesiastico e culturale, la sua importanza politica ed economica ne fu sensibilmente ridotta. Nell'Ottocento la migrazione di cittadini russi, le politiche dell'istruzione e l'industrializzazione ebbero come risultato una marcata \"russificazione\" di Kiev. Tuttavia diversi nobili, ufficiali dell'esercito e mercanti, ferventi sostenitori della cultura nativa, riuscirono a preservarla con attività spesso clandestine come la stampa di libri e l'organizzazione di rappresentazioni teatrali amatoriali, feste private, festival popolari e iniziative simili.Incorporata a forza nell'Unione Sovietica, la città dovette sopportare ogni sorta di tribolazioni: nel 1932-1933 la carestia devastò i ceti bassi, nel 1937-1938 le purghe di Stalin spazzarono via quasi completamente i suoi intellettuali, mentre nel 1941-1943 l'invasione nazista portò morte e distruzione. Ma Kiev è sopravvissuta a tutto: dopo il crollo dell'Unione Sovietica, nel 1991 è stata proclamata l'indipendenza dell'Ucraina, con una Kiev risorta come capitale e cuore culturale.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/kiev.json"
    },
    {
        "id": 50,
        "name": "Buenos Aires",
        "historical_info": "Città piena di energia e di attrattive, Buenos Aires si estende lungo il Rio de la Plata da nord a sud su un'area di 200 kmq ed è stata per secoli la porta dell'Argentina. I \"porteños\", come si autodefiniscono i suoi cittadini cosmopoliti, vantano un'identità culturale ricca e complessa, che unisce influenze spagnole, portoghesi, italiane, tedesche, irlandesi, polacche ed ebraiche, a cui si aggiunge la cultura dei nativi: per questo la città è stata spesso definita \"la Parigi del Sudamerica\". Il suo stile di vita e la sua architettura si rifanno all'Europa più di ogni altra città nell'emisfero australe. La sua conformazione fisica è un mosaico vario quanto la sua gente, la sua cucina e la sua musica. Non sorprende quindi che Buenos Aires sia la città più visitata di tutto il Sudamerica (anche più di Rio de Janeiro).La città fu fondata nel 1536 da una spedizione spagnola col nome di \"Ciudad del Espíritu Santo y Puerto Santa María del Buen Ayre\" e ribattezzata nel 1580 \"Ciudad de la Santísima Trinidad y Puerto de Nuestra Señora de los Buenos Aires\". Quando l'Argentina conquistò l'indipendenza, nel 1816, la città cosmopolita ne divenne la capitale. Tra il 1880 e il 1940 Buenos Aires divenne un rifugio per tutti coloro che in Europa cercavano di sfuggire a persecuzioni politiche, religiose, ideologiche e artistiche. Da irlandesi affamati a ebrei devoti, per arrivare a qualche zarista sopravvissuto, ogni ondata di immigranti aggiunse al calderone i suoi talenti e le sue tradizioni, permettendo alla città di rivaleggiare culturalmente con ogni capitale del mondo.Forse nulla più del tango è in grado di riflettere il peculiare miscuglio culturale della città. Una combinazione di danze diverse, il tango si è sviluppato a Buenos Aires alla fine degli anni '80 dell'Ottocento. Praticato nelle sale da ballo, nei parchi, nelle piazze e nei saloni raffinati, divenne il ballo nazionale, unendo \"una riservata eleganza e una passione esuberante\". Pochi balli sono identificati così strettamente con un luogo come il tango è con Buenos Aires, l'anima dell'Argentina.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/buenos_aires.json"
    },
    {
        "id": 51,
        "name": "M'banza-Kongo",
        "historical_info": "Situata su un basso acrocoro nel nord-ovest dell'Angola, M'banza-Kongo era la sede del Manikongo, monarca assoluto del regno di Kongo, fondato intorno al 1390 d.C. Al suo apice, i guerrieri bantu di M'banza-Kongo controllavano un territorio che andava dalla costa atlantica dell'Africa a ovest sino al fiume Kwango a est e da Pointe-Noire a nord sino al fiume Loje a sud. La città si finanziava con le tasse, i lavori forzati e i tributi reali; per un certo periodo, per sostenere il suo esercito il Manikongo scambiò schiavi, rame e avorio con gli europei sulla costa. Inoltre esigeva pesanti tributi dalle città e dai regni vicini, tanto che nel XVI Secolo M'banza-Kongo era una delle città più ricche dell'Africa.Nel 1568 il re fu obbligato a permettere al Portogallo di stabilire una colonia nella provincia di Luanda. Da questa base i portoghesi si espansero gradualmente fino a controllare la maggior parte dei territori che circondavano M'banza-Kongo, il che portò a una tensione sempre crescente tra le due parti. Durante la battaglia di Ambuila, nel 1665, i moschettieri portoghesi supportati da cannoni leggeri inflissero una sconfitta decisiva all'esercito del Manikongo; i nativi subirono più di 5.000 perdite, tra cui lo stesso re. Di fatto questo segnò la fine della supremazia militare di M'banza-Kongo nella regione. La battaglia è comunemente considerata un punto di svolta nella storia della città, che fu saccheggiata più volte durante le guerre civili che fecero seguito alla morte del re: nel 1678 era stata abbandonata quasi completamente.M'banza-Kongo fu occupata nuovamente nel 1705 da una profetessa cristiana appoggiata dai portoghesi, la nativa Beatriz Kimpa Vita, insieme ai suoi seguaci. Nel 1709 la città fu nominata nuovamente capitale del Kongo. Benché ora fosse a tutti gli effetti un vassallo del Portogallo, il regno continuò a esistere per altri 150 anni, dopodiché fu diviso tra Portogallo, Belgio e Francia alla Conferenza di Berlino del 1884. M'banza-Kongo non tornò mai più alla gloria passata, neppure dopo che nel 1960 il Congo ottenne l'indipendenza.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/m'banza-kongo.json"
    },
    {
        "id": 52,
        "name": "Kabul",
        "historical_info": "Abed Rahmani, rivolgendosi ai suoi concittadini afghani, ha scritto: \"Siate uniti come la pioggia; potenti come l'oceano\". Gli abitanti di Kabul, la più grande città dell'Afghanistan, hanno superato diverse invasioni e occupazioni riuscendo a conservare la loro identità e cultura: si può dire che siano riusciti a seguire il consiglio di Rahmani. Incastonata in una valle dell'Hindu Kush, Kabul occupa una posizione strategica sulla via che collega l'Asia centrale e meridionale, controllando di fatto il Passo Khyber. La città funge da centro culturale dell'Afghanistan; sebbene la sua influenza sia stata intaccata da una serie di conflitti che ha avuto inizio nel 1978, l'amministrazione di Karzai, instaurata nel 2001, ha fatto del suo meglio per riportare la capitale al suo ruolo storico nel panorama culturale e politico dell'Hindu Kush.Kabul ha più di 3.500 anni, ma raramente è stata libera. Il Rigveda induista ne tesse le lodi come città ideale, \"una visione di paradiso incastonata nelle montagne\". Verso la fine dell'epoca achemenide la città divenne un centro della religione zoroastriana. Da quel momento e per una decina di secoli Kabul fu occupata da numerosi regni e imperi. Nel 1504 la città fu catturata da Babur, che ne fece la sua residenza mentre costruiva l'impero Moghul. Babur adorava a tal punto la città in cui aveva vissuto vent'anni che fece scrivere in persiano sulla sua tomba: \"se c'è un paradiso in Terra, è questo, è questo.\"All'inizio del XX Secolo Kabul si ritrovò finalmente libera e diede inizio a un rinascimento che durò 60 anni. Durante il quarantennale governo del liberale Mohammed Zahir Shah, gli investitori europei aiutarono a costruire una rete moderna di trasporti e comunicazioni. L'occupazione sovietica durò dieci anni e terminò nel 1989 con una guerra civile, alla fine della quale i Talebani instaurarono un emirato islamico repressivo. Dopo che una coalizione guidata dagli Stati Uniti ha instaurato un nuovo governo democratico, Kabul ha cominciato a riaffermare la sua identità culturale storica.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/kabul.json"
    },
    {
        "id": 53,
        "name": "Sofia",
        "historical_info": "Sofia, situata nel centro della penisola balcanica, è la capitale e la città più grande della Bulgaria. Intorno al 700 a.C. la tribù dei serdi, originaria della Tracia, fu la prima a stabilirsi nell'area; il loro insediamento fu conquistato dai romani nel 29 a.C. circa. Grazie alla sua posizione, proprio su un'importante rotta commerciale che attraversava i Balcani, la cittadina fiorì sotto l'imperatore Traiano (98-117 d.C.) per raggiungere il culmine della prosperità e della pace sotto il regno di Costantino. Da quel momento quella di Sofia è principalmente una storia di conquiste, guerre e tribolazioni.La città fu in gran parte distrutta nel 447 d.C., durante l'invasione degli unni. Ricostruita dall'imperatore Giustiniano, nell'809 fu catturata dal khan Krum, capo dei bulgari, che furono soppiantati nel 1382 dai turchi ottomani. In seguito alla fallimentare crociata di Ladislao III di Polonia per liberare la Bulgaria, l'élite cristiana della città fu distrutta e Sofia divenne per quattro secoli la capitale della provincia ottomana di Rumelia.Durante la guerra russo-turca del 1878 Sofia fu catturata dalle truppe russe che ne fecero la capitale del \"Principato autonomo di Bulgaria\", che nel 1908 divenne indipendente col nome di Regno di Bulgaria. Poco dopo il paese restò coinvolto nelle due guerre balcaniche. Dopo aver superato senza intervenire il primo anno della Prima Guerra Mondiale, la Bulgaria si unì agli Imperi centrali e attaccò Serbia, Grecia e Romania, tutti paesi schierati dalla parte delle potenze Alleate.Gli anni tra le due guerre furono contraddistinti da caos politico, conflitti interni e spargimenti di sangue. La Bulgaria si unì nel 1941 ai paesi dell'Asse; Sofia fu pesantemente bombardata dalle forze aeree alleate nel 1943 e occupata dall'Armata Rossa nel settembre 1944. L'occupazione sovietica sarebbe durata fino alla caduta della Cortina di ferro, nel 1989, ultimo atto nella lunga serie di tumulti che hanno squassato la città.",
        "category": "Città-stato militaristiche",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/sofia.json"
    },
    {
        "id": 54,
        "name": "Ur",
        "historical_info": "Le rovine dell'antica Ur, originariamente una città costiera situata vicino alla foce dell'Eufrate all'estremità nord del Golfo Persico, si trovano ora nell'entroterra a circa 240 km di distanza dal mare e 10 km dalla riva destra del fiume. Citata nella Genesi come città natale di Abramo, patriarca degli ebrei, la \"Ur dei Caldei\" fu fondata nel 5500 a.C. circa, nel periodo sumero di Ubaid. Favorita dalla sua posizione geografica che le permetteva di controllare il commercio tra i villaggi lungo il Tigri e l'Eufrate e il mare, Ur diventò un importante centro politico e commerciale. Il fondatore della prima dinastia di Ur fu Mesanepada, che sovrintese ai lavori di costruzione delle dighe e dei bacini necessari per arginare le inondazioni annuali del fiume. Intorno al 2800 a.C. Ur era diventata una delle città-stato sumere più importanti, attraversata da rotte commerciali tra Mesopotamia e India, Etiopia ed Egitto.Dopo una fase di declino e stagnazione, sotto Ur-Nammu la città visse un periodo di rinascimento dell'arte, della letteratura e della cultura sumere. Secondo gli storici, dal 2030 al 1980 a.C. Ur fu la più grande città del mondo, con una popolazione che superava i 65.000 abitanti. Ma sotto l'ultimo dei tre re della dinastia l'influenza e la ricchezza di Ur declinarono; intorno al 1940 a.C. la città fu conquistata e saccheggiata dagli elamiti.Ricostruita in breve tempo Ur diventò parte del regno di Isin, in seguito incorporato nell'impero babilonese. Benché fosse rimasta un importante centro religioso, la sua influenza commerciale andò diminuendo, forse a causa di uno spostamento del corso dell'Eufrate. Quando Babilonia passò sotto il controllo persiano, Ur venne sostanzialmente abbandonata. La sua popolazione se ne andò, le mura e i templi caddero in rovina, il porto venne sepolto dalla sabbia e dal fango. Nel IV Secolo a.C. era ormai praticamente dimenticata; fu riscoperta dal vice console inglese John G. Taylor e riportata parzialmente alla luce nel 1854, durante gli scavi a Bassora.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/ur.json"
    },
    {
        "id": 55,
        "name": "Melbourne",
        "historical_info": "Situata sulla baia di Port Phillip, nell'Australia sud-orientale, Melbourne diventò un insediamento permanente nel 1835 quando l'inglese John Batman negoziò un trattato con gli aborigeni del posto per acquistare 500.000 acri di terreno. È l'unica città australiana a essere stata fondata per iniziativa privata e non dalla corona. Melbourne fu incorporata come città nel 1847, ma la sua crescita principale avvenne negli anni '50 dell'Ottocento in seguito alla scoperta dell'oro nelle vicine Bendigo e Ballarat. La città funse da porto principale e centro di approvvigionamento per la corsa all'oro che ne seguì e la sua popolazione crebbe in pochi mesi da 25 a 40.000. Negli anni intorno al 1880 il boom economico toccò il suo apice: a quel tempo Melbourne era considerata la città più ricca del mondo e la più grande dell'impero britannico dopo Londra. In seguito al boom, in tutta la città spuntarono edifici commerciali e banche, grandi palazzi e lussuose magioni. Ma il boom dell'oro finì nel 1891, portando alla bancarotta molte aziende e provocando una depressione economica; la crisi finanziaria di Melbourne contribuì al panico delle banche australiane del 1893.Le banche e le industrie cittadine si ripresero e nella prima parte del XX Secolo Melbourne ricominciò lentamente a crescere. Al tempo della federazione, che nel 1901 diede origine al Commonwealth d'Australia, Melbourne era abbastanza importante da diventare la sede del nuovo governo (che nel 1927 fu trasferito nella nuova capitale, Canberra). Dopo la Seconda Guerra Mondiale l'economia della città fu rafforzata dall'afflusso di immigranti, provenienti soprattutto dall'Europa meridionale, che portarono nuovi affari e industrie. Gli anni dal 1970 al 1990 sono stati caratterizzati da importanti iniziative pubbliche per i trasporti e gli alloggi; di recente, significativi investimenti internazionali hanno diversificato l'economia cittadina, che oggi è particolarmente robusta negli ambiti bancario e finanziario, manifatturiero e navale, nonché nella ricerca scientifica, nella tecnologia e nel turismo.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/melbourne.json"
    },
    {
        "id": 56,
        "name": "Bogotà",
        "historical_info": "Con le sue numerose università, biblioteche e musei, Bogotà è stata soprannominata \"l'Atene del Sud America\", un tributo al suo antico e ricco retaggio culturale. Fu fondata dallo spagnolo Gonzalo Jiménez de Quesada, che nel 1536 d.C. condusse una spedizione di 500 conquistadores sul Rio Grande de la Magdalena in cerca dell'Eldorado. Dopo essersi scontrati con gli indigeni Muiscas, gli spagnoli saccheggiarono i tempi di Zaque Quemuenchatocha e Sogamoso, portando via smeraldi e oro. Ma nel marzo del 1537 erano rimasti solo 70 uomini, e Quesada decise di costruire un insediamento che fungesse da base su un altopiano nelle Ande Settentrionali, vicino a quello che sarebbe diventato noto come il fiume Bogotà. Nel 1553 fu costruita la piazza centrale e si iniziò la costruzione della cattedrale e dei palazzi del governo. La città divenne la capitale della colonia reale di Nuova Granada e rimase un viceregno finché non ottenne l'indipendenza con Simon Bolivar nel 1819. Negli anni seguenti fu capitale della \"Gran Colombia\" (fino al 1830), poi della Repubblica di Nuova Granada (1863), quindi degli Stati Uniti di Colombia fino al 1886, anno in cui nacque l'attuale Repubblica di Colombia.\r\nAttraverso tutti questi cambiamenti Bogotà spiccò come centro di cultura e istruzione della nazione, qualunque forma questa assumesse. Nel 1823 la biblioteca pubblica della città fu espansa e modernizzata, diventando la Biblioteca Nazionale. Qualche anno dopo fu fondato un Museo Nazionale. La prima \"Scuola di Stato\", antesignana dell'Università Nazionale della Colombia, fu fondata nel 1867. A causa del suo relativo isolamento, la città divenne una mecca per scrittori e poeti che miravano a creare nuove correnti, distinte dalle tradizioni letterarie spagnole del Sud America: dalla metà dell'Ottocento fino alla metà del Novecento fu dimora di grandi scrittori come José Asunción Silva e Rafael Pombo. Nonostante periodi di agitazioni e guerre civili, la città divenne anche la meta preferita dagli artisti; la Scuola Nazionale di Belle Arti fu fondata nel 1886. Il suo status come una delle città culturalmente più ricche del mondo è stato ufficialmente riconosciuto nel 2007, quando l'UNESCO ha nominato Bogotà capitale mondiale del libro, seconda nell'emisfero occidentale insieme alla canadese Montreal.",
        "category": "Città-stato acculturate",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/bogota.json"
    },
    {
        "id": 57,
        "name": "Vilnius",
        "historical_info": "Situata alla confluenza di due fiumi navigabili, il Vilnia e il Neris, a circa 310 km dal Baltico, Vilnius è stata fondata come base commerciale nella profondità delle foreste della Lituania. Le prime fonti scritte sulla città risalgono al 1323 d.C., quando gli ebrei tedeschi furono invitati a trasferirsi nella capitale del Granducato di Lituania dal duca Gediminas, che prometteva loro tolleranza religiosa e opportunità commerciali. Nel corso dei decenni successivi, sotto il governo del duca e dei suoi figli, il territorio del ducato si espanse fino a inglobare gran parte delle moderne Lituania, Bielorussia, Ucraina e Transnistria, oltre a porzioni di Polonia e Russia settentrionale. Con l'Unione di Lublino del 1569 la città divenne un importante centro mercantile della Confederazione polacco-lituana.Durante questo periodo Vilnius conobbe un'incredibile espansione. Le autorità accoglievano gli immigranti, così migliaia di slavi, tedeschi ed ebrei vi si trasferirono. I re polacchi e i duchi lituani intrapresero grandi progetti di costruzione, non ultima la difesa della città con lunghe mura e nove porte fortificate. Nel 1579 re Stefan Báthory fondò la futura Università di Vilnius, l'ateneo più antico di tutti gli stati baltici, diventando ben presto uno dei centri culturali e scientifici più importanti della Confederazione. Furono stabilite gilde di vari tipi e la città divenne il primo snodo per gli scambi commerciali fra la Scandinavia e l'Europa occidentale e fra le regioni interne della Polonia e della Russia settentrionale.\r\nMa nel XVII secolo la città fu colpita da una catastrofe. Durante la guerra russo-polacca del 1654-1667 fu conquistata dalle truppe zariste, che la devastarono e la diedero alle fiamme, massacrando la popolazione. Nel 1710 un'epidemia di peste bubbonica uccise circa 35.000 abitanti. Nella prima metà del Settecento una serie di incendi devastanti distrusse gran parte della città. Nel 1795, in seguito alla terza spartizione della Polonia, Vilnius entrò a far parte dell'impero russo (fino al trattato sovietico-lituano del 1920 che riconobbe l'indipendenza della Lituania). Ma nel 1922 la Polonia annesse la regione, così Vilnius restò sotto un formale dominio polacco fino alla Seconda Guerra Mondiale, dopodiché fu occupata ancora dalle forze russe. Solo nel 1990, con la secessione della Repubblica Socialista Sovietica di Lituania da un'URSS al collasso, Vilnius riottenne l'indipendenza, divenendo capitale della Lituania moderna.",
        "category": "Città-stato mercantili",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/vilnius.json"
    },
    {
        "id": 58,
        "name": "Wellington",
        "historical_info": "Secondo la leggenda Maori, Kupe, il capo di Hawaiki, arrivò sull'Isola del Nord della Nuova Zelanda intorno al 925 d.C. in canoa, dopo aver sconfitto numerosi mostri marini e demoni per raggiungere questa terra promessa. Qualunque sia la verità, nel settembre del 1839 una spedizione della New Zealand Company, con base a Londra, giunse per stabilire una zona di approdo su un'area pianeggiante alla foce del fiume Hutt. L'anno successivo la nave Aurora sbarcò 150 colonizzatori dall'Inghilterra. Dato che il sito iniziale si era rivelato troppo paludoso e soggetto a inondazioni, i nuovi venuti spostarono il loro insediamento dall'altra parte della baia protetta. I capi della compagnia chiamarono la città Wellington (nel luogo dell'insediamento originario si trova attualmente la città di Petone). Nel 1865 la città fu dichiarata nuova capitale della colonia, subentrando ad Auckland, che era stata scelta come sede del governo nascente nel 1841. L'amministrazione coloniale ritenne che Wellington, con il suo grandioso porto e la sua posizione più centrale, servisse meglio a tale scopo.\r\nWellington si trova sullo stretto di Cook, sulle colline nella zona a sud-ovest della baia. Nel suo primo viaggio di esplorazione, il capitano della marina reale James Cook, in cerca del leggendario continente della Terra Australis, approdò sulle isole della Nuova Zelanda nel 1770 d.C. Cook circumnavigò e rilevò l'intera linea costiera, notando in particolare il porto naturale ben protetto, dove la compagnia New Zealand avrebbe poi fondato Wellington. Per la maggior parte della sua storia l'area di ancoraggio, ampia 70 kmq, fu nota come Port Nicholson. Dopo che vi fu stabilita la capitale, il porto di Wellington divenne rapidamente il più importante delle isole, utilizzato sia dalla marina britannica sia dalle navi commerciali. Oggi è il più grande porto per container della regione, mentre un terminale per petroliere è stato costruito nel sobborgo industriale di Seaview. Nel 1985 l'Union Steamship Company ha istituito un servizio regolare da e verso il porto, e per più di un secolo Wellington è stato il porto principale per i traghetti tra le isole della nazione e oltre.",
        "category": "Città-stato marittime",
        "url": "https://eyefyre.github.io/civvapi/v1/it/citystates/wellington.json"
    }
]