{
    "id": 6,
    "name": "Firenze",
    "historical_info": "Firenze è una delle città più belle e suggestive di tutta l'Europa. Situata nella bella regione della Toscana, nel centro-nord dell'Italia, è attraversata dal fiume Arno. Firenze è stata fondata nel 59 a.C. da Giulio Cesare come insediamento per i veterani congedati, proprio nella posizione strategica in cui la Via Cassia (la strada principale proveniente da Roma) attraversa l'Arno. La sua pianta originale è a forma di scacchiera, proprio come un accampamento militare romano. La posizione di Firenze, a metà strada tra Roma e il nord dell'Italia, le ha permesso di prosperare: nel 300 d.C. la città diventò capitale della provincia di Tuscia (l'odierna Toscana). Per molti secoli la città rimase esposta all'attacco di ostrogoti e bizantini, che se ne disputarono il controllo fino al 774 d.C., quando Carlo Magno la conquistò definitivamente respingendo ogni ulteriore attacco.Nei secoli successivi Firenze recuperò la sua ricchezza e la sua influenza, fino a diventare una delle città-stato più potenti di tutta l'Europa. Nel 1252 la Repubblica di Firenze introdusse la propria moneta, il fiorino d'oro. I fiorini erano accettati in tutto il Mediterraneo e nel continente, un aspetto che aiutò i banchieri e i mercanti fiorentini a espandersi in tutto il mondo conosciuto.Durante il Rinascimento, Firenze fu controllata da alcune famiglie tanto facoltose quanto prive di scrupoli, come i famosi Medici. Quando non si dedicavano a spietate lotte di potere, i nobili fiorentini erano grandi patroni delle arti: il solo Lorenzo de' Medici commissionò varie opere a Michelangelo, Botticelli e Leonardo da Vinci, per citare solo tre dei grandi artisti di cui fu mecenate. A metà del XV secolo i Medici guadagnarono il titolo ereditario di Granduchi di Toscana, che permise loro di governare la provincia per diversi secoli. Nel 1737 Firenze fu acquisita dall'Austria, nel 1859 passò al regno dei Savoia e nel 1861, subito dopo l'Unità, entrò a far parte del Regno d'Italia.Al giorno d'oggi Firenze è un prosperoso centro turistico di 500.000 abitanti, una città che offre ai visitatori un grande spaccato di storia romana, medievale e rinascimentale. È certamente uno dei posti più belli e suggestivi in tutta l'Europa, e in verità del mondo intero.",
    "category": "Città-stato acculturate"
}