{
    "id": 3,
    "name": "Ginevra",
    "historical_info": "Il sito originale della città si trova su una collina che sovrasta un lago. Vi sono state ritrovate tracce di insediamenti paleolitici e, più tardi, di tribù di Liguri e di popolazioni pre-celtiche. Intorno al 500 a.C. Ginevra divenne una città fortificata dei Celti, che la abitarono finché non fu conquistata dai romani nel 121 a.C. Il controllo della città continuò a passare dall'uno all'altro di vari stati confinanti; alla fine il Sacro Romano Impero Germanico se ne impossessò, nel 1033 d.C. A questo punto Ginevra era già un'importante sede ecclesiastica: il suo vescovo era un vassallo diretto dell'Impero e godeva di possedimenti terrieri.Per i cinque secoli successivi i vicini duchi di Savoia e il vescovo cattolico se ne disputarono il controllo. Quando l'ultimo vescovo fuggì dalla città nel 1533, i cittadini decisero di compiere una mossa arrischiata per liberarsi in un sol colpo dal dominio dei cattolici e da quello dei Savoia: nel 1536 Ginevra si alleò con lo stato protestante di Berna e si dichiarò protestante. In questo modo la popolazione ottenne l'indipendenza, ma si alienò per generazioni le simpatie delle vicine popolazioni svizzere di fede cattolica. Poco dopo, nel 1536, il riformatore protestante Giovanni Calvino si trasferì nella città. Vi sarebbe rimasto trent'anni, e in assenza del vescovo sarebbe diventato il suo nuovo capo spirituale. Per molti anni Ginevra rimase un bastione del Protestantesimo, sebbene all'inizio del '600 buona parte della città vecchia fosse tornata alla fede cattolica.Durante la rivoluzione francese Ginevra fu brevemente annessa dalla Francia, ma nel Congresso di Vienna del 1814 fu ammessa nella Confederazione Svizzera. La sua giurisdizione si estese fino a coprire quindici parrocchie vicine, precedentemente assoggettate ai Savoia. Il Congresso specificò espressamente che le parrocchie cattoliche avrebbero dovuto essere protette da qualsiasi persecuzione religiosa, garantendo in cambio la neutralità della città. Le tensioni continuarono a dividere cattolici e protestanti finché nel 1907 venne emanata una legge che sanciva ufficialmente la separazione tra Chiesa e Stato. Da allora nessuna entità religiosa ha ricevuto alcuna forma di aiuto dallo stato o dall'amministrazione municipale.Nel 1919, dopo la Prima Guerra Mondiale, Ginevra divenne la sede della Società delle Nazioni guadagnandosi l'appellativo di \"città internazionale\". Questa reputazione si rafforzò ulteriormente dopo la Seconda Guerra Mondiale, quando divenne quartier generale europeo delle Nazioni Unite; di conseguenza, molte organizzazioni internazionali spostarono la loro base a Ginevra. Da allora anche turismo e affari sono andati a gonfie vele.",
    "category": "Città-stato religiose"
}