{
    "id": 5,
    "name": "Genova",
    "historical_info": "Non si conosce la data esatta di fondazione di Genova: la storia della città risale ai tempi antichi, quando era un insediamento dei Liguri. I resti di un cimitero del VI secolo a.C. dimostrano che una volta la città era occupata dai greci, ma quasi certamente esisteva già da molto tempo. Sotto i romani divenne un importante snodo commerciale, un porto militare e una florida città mercantile. Dopo la caduta dell'Impero d'Occidente, però, fu subito invasa e devastata dagli Ostrogoti. Nei secoli successivi Genova rimase una piccola e oscura città di pescatori, ma durante questo periodo costruì una flotta che avrebbe finito col dominare le rotte mercantili del Mediterraneo.Nel X secolo d.C. Genova ottenne l'indipendenza dai feudatari locali e divenne una città-stato, una delle Repubbliche Marinare che facevano riferimento diretto all'imperatore. Gran parte del potere cittadino, comunque, non passava dal vescovo-conte, ma attraverso i consoli eletti da un'assemblea popolare. I suoi cantieri navali e le banche aiutarono la giovane repubblica a fiorire, così la città cominciò a espandere i propri confini d'influenza e a stabilire colonie in tutto il Medio Oriente e il Nordafrica.La prosperità di Genova ebbe fine nel 1347, quando un mercante giunto da Caffa portò la peste nera in Europa. La peste decimò la popolazione e distrusse l'economia. Drasticamente indebolita, per settant'anni la città si trovò a combattere una serie di sfortunate guerre, alla fine delle quali aveva perso tutte le sue colonie ed era caduta sotto il dominio dei Visconti di Milano.Un vero colpo di fortuna per la città fu il viaggio del suo cittadino più famoso, Cristoforo Colombo, che appena tornato dalla scoperta delle Americhe donò alle istituzioni bancarie locali un decimo dei suoi profitti. Questo aiutò a stabilire un'alleanza che fece di Genova un satellite del ricco Impero spagnolo, facilitando la sua ripresa economica. Presto le famiglie nobili della città-stato ammassarono nuove fortune e la città in crescita cominciò a richiamare artisti e architetti famosi. Quest'età dell'oro genovese durò per tutto il '500 e la prima metà del '600, fino al 1656, quando di nuovo la peste spazzò via metà della popolazione. Il costante declino di Genova divenne irreparabile quando le nuove rotte commerciali stabilite nel corso del Settecento spostarono l'attenzione dell'economia mondiale dal Mediterraneo al Nuovo Mondo. La modernizzazione e le guerre mondiali del XX secolo non hanno aiutato il recupero della città.Oggi Genova è la quinta città italiana per sviluppo economico e fa parte di un importante \"triangolo industriale\", ma non ha mai recuperato la fama e l'importanza che in altri tempi le hanno fatto meritare l'appellativo \"la Superba\".",
    "category": "Città-stato mercantili"
}