{
    "id": 48,
    "name": "Ife",
    "historical_info": "Secondo le antiche leggende, la città santa di Ife è il luogo di nascita degli Yoruba, il più grande gruppo etnico dell'Africa occidentale. Nella mitologia yoruba, Ife è il luogo dove Oduduwa, fratello del dio supremo Obatala, scese dai cieli e gettò una manciata di polvere nell'oceano primordiale, creando così la terraferma su cui avrebbe poggiato Ife. Il significato della parola \"ife\" in yoruba è \"espansione\", tanto che si crede che la città sia il luogo natio non solo degli Yoruba, ma di tutta l'umanità.Comunque sia avvenuta la sua fondazione, nell'XI Secolo d.C. Ife era la capitale di un fiorente regno che occupava l'area corrispondente all'odierna Nigeria. Nel giro di un secolo la città arrivò a esercitare una considerevole influenza religiosa e politica nell'area, soprattutto sul regno Edo di Benin, a sud-est. In seguito le città di Benin e Oyo avrebbero assunto un'importanza politica maggiore, ma Ife rimase sempre il centro spirituale yoruba. Ife riuscì a evitare gli attacchi della popolazione islamica di Fulani, che arrivò a rovesciare Oyo, ma restò indebolita dagli scontri con Owu, a sud-ovest, con cui negli anni '20 dell'Ottocento si disputò il controllo del commercio degli schiavi. Nel 1882 la città sacra fu saccheggiata e in buona parte distrutta da una forza congiunta di guerrieri Ibadan e Modakeke.Ife sarebbe rimasta per sempre la città santa yoruba, ma all'inizio del XX Secolo la sua influenza politica era ormai nulla. Dopo le guerre napoleoniche gli inglesi stabilirono nell'Africa occidentale una serie di porti e di basi commerciali. Nel 1885 le rivendicazioni inglesi furono riconosciute formalmente dalle altre potenze europee; l'anno successivo la corona reale istituì la Compagnia Reale del Niger. La Nigeria rimase annessa all'impero inglese fino alla sua indipendenza, ottenuta nel 1960. Durante il periodo coloniale, gli unici a interessarsi a Ife furono i pellegrini yoruba e qualche raro studioso europeo.",
    "category": "Città-stato religiose"
}