{
    "id": 52,
    "name": "Kabul",
    "historical_info": "Abed Rahmani, rivolgendosi ai suoi concittadini afghani, ha scritto: \"Siate uniti come la pioggia; potenti come l'oceano\". Gli abitanti di Kabul, la più grande città dell'Afghanistan, hanno superato diverse invasioni e occupazioni riuscendo a conservare la loro identità e cultura: si può dire che siano riusciti a seguire il consiglio di Rahmani. Incastonata in una valle dell'Hindu Kush, Kabul occupa una posizione strategica sulla via che collega l'Asia centrale e meridionale, controllando di fatto il Passo Khyber. La città funge da centro culturale dell'Afghanistan; sebbene la sua influenza sia stata intaccata da una serie di conflitti che ha avuto inizio nel 1978, l'amministrazione di Karzai, instaurata nel 2001, ha fatto del suo meglio per riportare la capitale al suo ruolo storico nel panorama culturale e politico dell'Hindu Kush.Kabul ha più di 3.500 anni, ma raramente è stata libera. Il Rigveda induista ne tesse le lodi come città ideale, \"una visione di paradiso incastonata nelle montagne\". Verso la fine dell'epoca achemenide la città divenne un centro della religione zoroastriana. Da quel momento e per una decina di secoli Kabul fu occupata da numerosi regni e imperi. Nel 1504 la città fu catturata da Babur, che ne fece la sua residenza mentre costruiva l'impero Moghul. Babur adorava a tal punto la città in cui aveva vissuto vent'anni che fece scrivere in persiano sulla sua tomba: \"se c'è un paradiso in Terra, è questo, è questo.\"All'inizio del XX Secolo Kabul si ritrovò finalmente libera e diede inizio a un rinascimento che durò 60 anni. Durante il quarantennale governo del liberale Mohammed Zahir Shah, gli investitori europei aiutarono a costruire una rete moderna di trasporti e comunicazioni. L'occupazione sovietica durò dieci anni e terminò nel 1989 con una guerra civile, alla fine della quale i Talebani instaurarono un emirato islamico repressivo. Dopo che una coalizione guidata dagli Stati Uniti ha instaurato un nuovo governo democratico, Kabul ha cominciato a riaffermare la sua identità culturale storica.",
    "category": "Città-stato acculturate"
}