{
    "id": 49,
    "name": "Kiev",
    "historical_info": "Secondo la leggenda, Kiev fu fondata da tre fratelli slavi, Kyi, Schek e Khoryv, all'inizio del VI Secolo d.C. Da allora Kiev, una delle città più antiche dell'Europa orientale, ha attraversato periodi di grande preminenza e altri di relativa oscurità. In ogni caso, attraverso i secoli è rimasta un centro culturale di grande importanza e nel Medioevo ha avuto un ruolo fondamentale nello sviluppo della civiltà slava orientale.Situata sulla rotta commerciale del Dniepr, tra Costantinopoli e la Scandinavia, Kiev cadde sotto il controllo della nobiltà locale di variaghi (vichinghi) e diventò il cuore dello stato di Rus'. Durante l'XI Secolo raggiunse l'apogeo, trasformandosi in un centro culturale con più di 400 chiese, 8 mercati, moli, un caravanserraglio e diverse magnifiche magioni. La fondazione della Kyjevo-Mohyljans'ka akademija, nel 1632, ne fece il cuore dell'istruzione e degli studi dell'Ucraina. D'altro canto, come capitale della Rus' di Kiev subì parecchi saccheggi e occupazioni.Nel 1667 la città entrò a far parte dell'impero russo; pur restando un centro ecclesiastico e culturale, la sua importanza politica ed economica ne fu sensibilmente ridotta. Nell'Ottocento la migrazione di cittadini russi, le politiche dell'istruzione e l'industrializzazione ebbero come risultato una marcata \"russificazione\" di Kiev. Tuttavia diversi nobili, ufficiali dell'esercito e mercanti, ferventi sostenitori della cultura nativa, riuscirono a preservarla con attività spesso clandestine come la stampa di libri e l'organizzazione di rappresentazioni teatrali amatoriali, feste private, festival popolari e iniziative simili.Incorporata a forza nell'Unione Sovietica, la città dovette sopportare ogni sorta di tribolazioni: nel 1932-1933 la carestia devastò i ceti bassi, nel 1937-1938 le purghe di Stalin spazzarono via quasi completamente i suoi intellettuali, mentre nel 1941-1943 l'invasione nazista portò morte e distruzione. Ma Kiev è sopravvissuta a tutto: dopo il crollo dell'Unione Sovietica, nel 1991 è stata proclamata l'indipendenza dell'Ucraina, con una Kiev risorta come capitale e cuore culturale.",
    "category": "Città-stato acculturate"
}