{
    "id": 18,
    "name": "Kuala Lumpur",
    "historical_info": "Kuala Lumpur nacque come città mineraria quando un capo malese ordinò di aprire una nuova miniera di stagno nel 1857. Il nome originale, Pengkalan Lumpur, significa letteralmente \"mucchio di fango\" e testimonia egregiamente la sua posizione tra due fiumi melmosi. Più tardi il nome della città fu cambiato in Kuala Lumpur, ovvero \"confluenza fangosa\": apparentemente le condizioni di vita non erano migliorate molto.Col tempo la piccola città mineraria divenne un centro commerciale di un certo successo, ma il suo progresso era costantemente rallentato da malattie, incendi e inondazioni. Nonostante questo, nel 1880 la capitale dello stato fu comunque spostata a Kuala Lumpur per sfruttare la sua posizione strategica sui fiumi e le sue miniere. L'anno successivo, però, la città fu distrutta da un enorme incendio, rapidamente seguito da una colossale inondazione. I due disastri in successione rasero al suolo praticamente ogni edificio, soprattutto perché le costruzioni erano realizzate in legno e paglia e quindi facilissime da bruciare o da spazzare via con un'ondata. I capi della città stabilirono per legge che tutti i nuovi edifici dovevano essere costruiti in mattoni. Dopo la ricostruzione Kuala Lumpur fu scelta nel 1896 come capitale dei neonati Stati Federati Malesi.Il XX secolo portò altri problemi: durante la Seconda Guerra Mondiale la città fu occupata dai giapponesi, il mercato dello stagno crollò e il governo inglese si trovò alle prese con la guerriglia dei nazionalisti comunisti. Comunque, nel 1963 la Malesia ottenne l'indipendenza dalla Gran Bretagna e ancora una volta scelse Kuala Lumpur come capitale.Oggi la metropoli è la più grande della Malesia ed è famosa per il suo profilo costellato di grattacieli. A un certo punto poté vantare anche i grattacieli più alti del mondo, le Petronas Twin Towers, ma poi nel 2004 il record passò a Taipei 101. Oggi la città è il nucleo economico e culturale della nazione, con industria e turismo in costante espansione.",
    "category": "Città-stato acculturate"
}