{
    "id": 47,
    "name": "Kyzyl",
    "historical_info": "Fondata nel 1914 col nome di Belotsarsk dalla Russia zarista per servire come capitale della Repubblica di Tuva, Kyzyl sorge alla confluenza di due affluenti del fiume Enisej, nel cuore dell'Asia: in effetti, la città rivendica il fatto di essere stata costruita nell'esatto centro geografico del continente. Storicamente la regione era stata controllata dai Mongoli fino al 1757, dopodiché era caduta sotto il dominio dei Manciù fino al 1911. Durante la rivolta cinese del 1911 la Russia zarista proclamò Tuva un suo protettorato, una mossa che la Cina non aveva alcun modo di contrastare. In seguito alla rivoluzione russa, la città fu occupata nello stesso momento dagli eserciti rosso e bianco; seguirono due brevi anni passati ancora sotto il controllo cinese. Nell'agosto del 1921 i bolscevichi locali fondarono una repubblica comunista, ribattezzando la città Kyzyl (\"rosso\" in turco) e scegliendola come capitale. Nel 1944 l'Unione Sovietica inglobò Kyzyl insieme a tutta Tuva.Fino alla formazione della Federazione Russa, nel 1992, Kyzyl è restata in gran parte isolata dal mondo; quest'isolamento forzato, durato 50 anni, ha contribuito a conservare la sua peculiare cultura turco-mongola, impossibile da trovare altrove. Il khuresh, una variante tuvana della lotta libera, è estremamente popolare, con una competizione annuale tenuta a Kyzyl. La musica tradizionale, in particolare il canto di gola, è celebrata anch'essa con un festival nazionale, il Naadam. Dal crollo sovietico sono state promosse molte iniziative per conservare la ricca tradizione orale della regione, fatta di canti epici, poesie, indovinelli e scioglilingua.A partire dal 1992 il Movimento Democratico di Tuva si è adoprato per fornire lavoro e alloggio ai popoli nomadi della repubblica e per promuovere il linguaggio e l'artigianato tuvano. In seguito a un'ondata di attacchi contro la consistente popolazione russa di Kyzyl, che ha portato alla morte di 88 persone, molti russi si sono trasferiti in altre città della federazione. Oggi Kyzyl è un luogo di interesse turistico, ma per i viaggiatori resta una meta lontana e difficile da raggiungere.",
    "category": "Città-stato acculturate"
}