{
    "id": 16,
    "name": "Lhasa",
    "historical_info": "Lhasa è una delle città più alte del mondo, posta a 3.650 m di altitudine sul livello del mare. Lhasa significa letteralmente \"il posto degli dèi\": il nome è una modifica risalente agli inizi del VII secolo dell'originale Rasa (\"il posto delle capre\"). La storia della città, così come ci è stata tramandata, comincia in questo periodo: nel 637 d.C. Songstan Gampo diventò capo dell'Impero del Tibet e spostò la capitale proprio a Lhasa. Presto Gampo si convertì al buddismo, che aveva scoperto grazie alle mogli, e cominciò la costruzione di statue e templi buddisti. Il potere politico della città svanì lentamente con il tempo (e la monarchia si dissolse nel IX secolo), ma Lhasa continuò ad acquistare importanza come centro religioso. Il primo Dalai Lama, capo spirituale dei buddisti tibetani, arrivò al potere nel 1391.Nel 1642 il quinto Dalai Lama, Lobsang Gyatso, cominciò ad aggiungere all'autorità religiosa un vero potere politico, unificando le varie tribù del Tibet in un solo paese. Lhasa fu designata capitale politica e spirituale della nuova nazione. Quando l'Occidente cominciò a inviare esploratori nella regione, all'inizio del XX secolo, quasi metà della popolazione di Lhasa era composta da monaci buddisti.Nel 1950 la Cina invase il Tibet: molti abitanti fuggirono dalla città, incluso il quattordicesimo Dalai Lama, e cercarono rifugio in India. L'attacco è stato definito dai cinesi una \"liberazione pacifica\", ma gli stessi tibetani, il Congresso degli Stati Uniti e molti altri personaggi politici e militari di spicco lo considerano invece una vera e propria invasione. Molti dei monaci restanti si ribellarono e manifestarono pacificamente contro gli oppressori cinesi. Questo portò a provvedimenti restrittivi nei confronti dei monasteri. Per riallineare i buddisti con il punto di vista comunista furono istituiti programmi di rieducazione; i dissidenti venivano obbligati ad abiurare il Dalai Lama e l'indipendenza del Tibet. Molti monaci si rifiutarono di cooperare e furono imprigionati; quelli che riuscirono a fuggire scapparono in India.La questione dell'indipendenza del Tibet è ancora una grande fonte di controversia a Lhasa e nel resto del mondo; molti leader mondiali continuano a condannare il trattamento inflitto dal governo cinese al popolo tibetano. Nel maggio del 2008 c'è stato un primo contatto tra il Dalai Lama in esilio e il governo cinese per discutere l'indipendenza e il governo autonomo del Tibet, ma finora non sono stati fatti molti passi avanti.",
    "category": "Città-stato religiose"
}