{
    "id": 51,
    "name": "M'banza-Kongo",
    "historical_info": "Situata su un basso acrocoro nel nord-ovest dell'Angola, M'banza-Kongo era la sede del Manikongo, monarca assoluto del regno di Kongo, fondato intorno al 1390 d.C. Al suo apice, i guerrieri bantu di M'banza-Kongo controllavano un territorio che andava dalla costa atlantica dell'Africa a ovest sino al fiume Kwango a est e da Pointe-Noire a nord sino al fiume Loje a sud. La città si finanziava con le tasse, i lavori forzati e i tributi reali; per un certo periodo, per sostenere il suo esercito il Manikongo scambiò schiavi, rame e avorio con gli europei sulla costa. Inoltre esigeva pesanti tributi dalle città e dai regni vicini, tanto che nel XVI Secolo M'banza-Kongo era una delle città più ricche dell'Africa.Nel 1568 il re fu obbligato a permettere al Portogallo di stabilire una colonia nella provincia di Luanda. Da questa base i portoghesi si espansero gradualmente fino a controllare la maggior parte dei territori che circondavano M'banza-Kongo, il che portò a una tensione sempre crescente tra le due parti. Durante la battaglia di Ambuila, nel 1665, i moschettieri portoghesi supportati da cannoni leggeri inflissero una sconfitta decisiva all'esercito del Manikongo; i nativi subirono più di 5.000 perdite, tra cui lo stesso re. Di fatto questo segnò la fine della supremazia militare di M'banza-Kongo nella regione. La battaglia è comunemente considerata un punto di svolta nella storia della città, che fu saccheggiata più volte durante le guerre civili che fecero seguito alla morte del re: nel 1678 era stata abbandonata quasi completamente.M'banza-Kongo fu occupata nuovamente nel 1705 da una profetessa cristiana appoggiata dai portoghesi, la nativa Beatriz Kimpa Vita, insieme ai suoi seguaci. Nel 1709 la città fu nominata nuovamente capitale del Kongo. Benché ora fosse a tutti gli effetti un vassallo del Portogallo, il regno continuò a esistere per altri 150 anni, dopodiché fu diviso tra Portogallo, Belgio e Francia alla Conferenza di Berlino del 1884. M'banza-Kongo non tornò mai più alla gloria passata, neppure dopo che nel 1960 il Congo ottenne l'indipendenza.",
    "category": "Città-stato militaristiche"
}