{
    "id": 44,
    "name": "Malacca",
    "historical_info": "La città fu fondata poco prima del 1400 d.C. quando Parameswara, re di Tumasik, trovò rifugio in un piccolo villaggio di pescatori dopo essere sfuggito all'invasione delle forze di Majapahit. Lì, in un porto che dominava lo stretto di Malacca il re fondò il regno di Malesia, che presto estese la sua influenza sull'intera penisola e oltre. Il successivo sultanato di Malacca divenne ben presto uno scalo fondamentale per i mercanti cinesi, arabi ed europei che dovevano rifornire le loro scorte di cibo e d'acqua. Il regno malese ebbe fine nel 1511, quando Alfonso de Albuquerque si impadronì della città per conto del Portogallo.Nel corso del secolo successivo i portoghesi costruirono grandi moli e depositi per l'esportazione di zucchero e riso; la Malacca divenne il porto commerciale più importante del sud-est asiatico. L'espansione continuò sotto il governo della Compagnie delle Indie Orientali, che conquistò e fortificò la città nel 1641. La rivalità fra inglesi e olandesi per il controllo degli stretti, di grande importanza strategica, si risolse infine in favore dell'Inghilterra con il trattato anglo-olandese del 1824: la Malacca divenne così uno dei primi \"insediamenti dello stretto\" dell'impero britannico. La formazione di grandi banchi di sabbia nel porto sull'estuario, insieme alla rapida ascesa di Singapore, portarono al declino della Malacca come snodo commerciale.Durante la Seconda Guerra Mondiale l'occupazione giapponese portò alla dissoluzione delle colonie inglesi. Nel 1957 la Malacca divenne parte dell'Unione Malese indipendente, la moderna Malesia. Prima della guerra, nelle regioni circostanti era stata introdotta la coltivazione della gomma a scopo commerciale; dopo la guerra la gomma divenne la prima esportazione della Malacca, trasformandola nuovamente in un porto di primaria importanza. Il dragaggio delle vie d'acqua e la costruzione di argini ha reso la città accessibile alle più grandi navi da trasporto, mentre la costruzione di una ferrovia e di moderne autostrade ha reso possibile lo smistamento rapido delle merci.",
    "category": "Città-stato mercantili"
}