{
    "id": 55,
    "name": "Melbourne",
    "historical_info": "Situata sulla baia di Port Phillip, nell'Australia sud-orientale, Melbourne diventò un insediamento permanente nel 1835 quando l'inglese John Batman negoziò un trattato con gli aborigeni del posto per acquistare 500.000 acri di terreno. È l'unica città australiana a essere stata fondata per iniziativa privata e non dalla corona. Melbourne fu incorporata come città nel 1847, ma la sua crescita principale avvenne negli anni '50 dell'Ottocento in seguito alla scoperta dell'oro nelle vicine Bendigo e Ballarat. La città funse da porto principale e centro di approvvigionamento per la corsa all'oro che ne seguì e la sua popolazione crebbe in pochi mesi da 25 a 40.000. Negli anni intorno al 1880 il boom economico toccò il suo apice: a quel tempo Melbourne era considerata la città più ricca del mondo e la più grande dell'impero britannico dopo Londra. In seguito al boom, in tutta la città spuntarono edifici commerciali e banche, grandi palazzi e lussuose magioni. Ma il boom dell'oro finì nel 1891, portando alla bancarotta molte aziende e provocando una depressione economica; la crisi finanziaria di Melbourne contribuì al panico delle banche australiane del 1893.Le banche e le industrie cittadine si ripresero e nella prima parte del XX Secolo Melbourne ricominciò lentamente a crescere. Al tempo della federazione, che nel 1901 diede origine al Commonwealth d'Australia, Melbourne era abbastanza importante da diventare la sede del nuovo governo (che nel 1927 fu trasferito nella nuova capitale, Canberra). Dopo la Seconda Guerra Mondiale l'economia della città fu rafforzata dall'afflusso di immigranti, provenienti soprattutto dall'Europa meridionale, che portarono nuovi affari e industrie. Gli anni dal 1970 al 1990 sono stati caratterizzati da importanti iniziative pubbliche per i trasporti e gli alloggi; di recente, significativi investimenti internazionali hanno diversificato l'economia cittadina, che oggi è particolarmente robusta negli ambiti bancario e finanziario, manifatturiero e navale, nonché nella ricerca scientifica, nella tecnologia e nel turismo.",
    "category": "Città-stato mercantili"
}