{
    "id": 45,
    "name": "Mogadiscio",
    "historical_info": "Secondo il \"Periplo del Mar Eritreo\", famoso documento antico, Mogadiscio era già un importante centro marittimo nel I Secolo d.C., quando i mercanti romani cominciarono a visitare i porti egiziani lungo la costa del Mar Rosso. Intorno al 900 d.C. i mercanti musulmani si insediarono nelle città somale e le rotte commerciali si estesero fino a raggiungere regni lontani come la Cina, il Vietnam e lo Sri Lanka. Quando fu visitata dall'esploratore e autore marocchino ibn-Batuta, nel 1331, Mogadiscio era all'apice della prosperità: la città più fulgida del Corno d'Africa.In Europa la ricchezza di Mogadiscio, esaltata nei racconti dei viaggiatori, assunse dimensioni leggendarie. Vasco de Gama, che vi fece sosta nel XV Secolo, notò che era ben costruita e ben difesa, con case alte quattro o cinque piani, grandi palazzi al centro e numerose moschee. Nel secolo successivo il viaggiatore portoghese Duarte Barbosa scrisse che nel suo porto giungevano centinaia di navi da paesi lontani, cariche di stoffe e spezie, che scambiavano con oro, cera e avorio. Barbosa descrisse anche la florida industria tessile di Mogadiscio, capace di produrre un tessuto leggero molto ambito in Egitto e Siria.Spinte dalla bramosia di ricchezza, le potenze coloniali europee cercarono di incorporare la città nei loro imperi; i portoghesi non ebbero successo, mentre successivamente la Compagnia Inglese delle Indie Orientali riuscì a stabilire un effimero controllo. Nel 1892 il sultano di Zanzibar cedette Mogadiscio all'Italia, che ne fece la capitale della Somalia italiana nel 1905. Nel 1960 la Somalia ottenne pacificamente l'indipendenza, ma la sua democrazia si accasciò sotto una guerra civile nel 1991. Dal 1994, anno in cui le Nazioni Unite hanno ritirato le loro forze, Mogadiscio è stata squassata da combattimenti pressoché costanti tra milizie rivali. In mezzo a un simile caos, il porto una volta tanto florido è caduto in disuso e in rovina.",
    "category": "Città-stato marittime"
}