{
    "id": 13,
    "name": "Monaco",
    "historical_info": "Il Principato di Monaco è il secondo paese più piccolo del mondo dopo il Vaticano e la più piccola monarchia ereditaria in assoluto. Benché la zona fosse abitata dai Liguri (Monoikos in greco) fin dal VI secolo d.C., la città di Monaco fu fondata nel 1228 come colonia di Genova. Nel 1297 Francesco Grimaldi conquistò la fortezza che proteggeva la piccola città-stato; la sua famiglia vi ha regnato da allora.Nel 1793, durante la rivoluzione, il Principato fu catturato dalle forze francesi, che ne mantennero il controllo fino al 1814 quando al Congresso di Vienna fu designato come protettorato del Regno di Sardegna. Monaco rimase sotto l'influenza della Sardegna finché anche questa non fu annessa alla Francia, per poi riguadagnare l'indipendenza nel 1861. La Francia, comunque, aveva (e ha tuttora) il dovere di fornire un'adeguata difesa militare al piccolo paese. Non male per una nazione che ha una superficie totale di un paio di chilometri quadrati! Il Principato di Monaco è stato occupato durante la Seconda Guerra Mondiale, ma il tentativo di instaurare un'amministrazione fascista che sostituisse il governo dei Grimaldi non ebbe successo.Al giorno d'oggi Monaco è famosa principalmente per tre motivi: la principessa Grace, il suo status di paradiso fiscale e il casinò. Quando nel 1956 il principe Ranieri III sposò l'attrice americana Grace Kelly, l'attenzione del mondo si concentrò sul piccolo paese per la prima volta dopo secoli. Circondata dall'attenzione di tutti, la principessa si diede molto da fare per supportare le arti e l'educazione a Monaco e negli Stati Uniti. Il secondo motivo di fama deriva dal fatto che Monaco non ha mai imposto tasse ai suoi abitanti. Questo ha attirato molti residenti facoltosi da tutto il mondo. Il casinò di Montecarlo, infine, è una delle principali attrazioni turistiche del paese. Aperto dal 1856, il casinò è frequentato da alcuni dei più ricchi giocatori del mondo, ma è interdetto agli stessi cittadini di Monaco. Il casinò è uno dei punti più caratteristici dello scenario del Gran Premio di Formula 1 ed è comparso in tre diversi film di James Bond. Infine, Montecarlo ha dato il nome a una classe di algoritmi di calcolo e metodi per il campionamento di dati casuali.",
    "category": "Città-stato acculturate"
}