{
    "id": 28,
    "name": "Ormus",
    "historical_info": "La città-stato di Ormus è stata fondata nel X Secolo d.C. dai principi arabi che cercavano di stabilire un porto sulla costa meridionale della Persia per controllare il commercio che attraversava il Golfo Persico. La città domina lo Stretto di Hormuz, il passaggio strategico che collega il Golfo di Oman al Golfo Persico. Ormus si arricchì immensamente grazie alla sua posizione di scalo obbligato sulle rotte degli schiavi che collegavano l'Africa orientale alla Persia e all'Arabia. All'apice della sua influenza, nel XIV Secolo, era lo stato marittimo più potente della regione, con una grande flotta commerciale e più di 500 navi da guerra.Nel 1505 il re portoghese Manuel I decise di bloccare il commercio dei musulmani con l'India. Nel 1507 Alfonso de Albuquerque condusse le sue navi nello stretto, conquistò l'isola di Hormuz, ci costruì un fortino e rivendicò il possesso di Ormus. Nel marzo del 1515 Albuquerque tornò con una flotta di 27 vascelli, 1.500 soldati e cannoni per assicurarsi che la città rimanesse sotto l'influenza del Portogallo. Secondo i resoconti dei viaggiatori e dei preti portoghesi, la città era famosa per la sua licenziosità e i suoi piaceri proibiti. Il lusso e gli ozi di Ormus sono ben catturati da un detto arabo del tempo: \"se tutto il mondo fosse un anello d'oro, Ormus sarebbe la pietra preziosa che vi è incastonata\".Nei tre secoli successivi la città è stata per lo più ignorata dalle rotte marittime, ma la scoperta del petrolio nel Golfo Persico e in Medio Oriente le ha conferito un ruolo chiave nel commercio mondiale: nel 2011, il 35% dei trasporti petroliferi sul mare vi ha fatto scalo. L'importanza di Ormus è stata ulteriormente amplificata dalla rivoluzione iraniana, che nel 1979 ha deposto la monarchia per instaurare una repubblica fondamentalista islamica guidata dall'ayatollah Khomeini, decisamente ostile nei confronti delle potenze occidentali.",
    "category": "Città-stato marittime"
}