{
    "id": 20,
    "name": "Panama",
    "historical_info": "Panama, capitale della Repubblica di Panama, è lo scalo sul Pacifico del famoso, omonimo canale. La parola \"panama\" significa \"molti pesci\", e in effetti la città è stata costruita dove sorgeva un grande villaggio di pescatori nativi, già esistente al momento dell'arrivo dei Conquistador spagnoli. La città portuale è stata fondata nel 1519 d.C. dal governatore spagnolo sulla costa pacifica dell'istmo per facilitare il trasferimento di merci e tesori provenienti dall'Atlantico. Panama è stata la base principale per la conquista dell'impero degli Inca, e tutte le ricchezze inca sono passate dai suoi moli prima di raggiungere la Spagna.Ben presto la sua posizione strategica fece arricchire la città, che in seguito fu saccheggiata e incendiata dal pirata inglese Sir Henry Morgan: tre anni dopo fu ricostruita in una posizione leggermente più a sud. Benché da quel momento Panama fosse ben difesa dagli spagnoli, nel 1746 la distruzione di Portobelo inflisse un duro colpo alla rotta commerciale terrestre. La ricchezza e il prestigio di Panama andarono in declino per circa un secolo, ma poi l'apertura di una ferrovia le permise di tornare in auge grazie al passaggio dei cercatori d'oro diretti in California attraverso l'istmo. Le navi in partenza dal suo porto cominciarono a trasportare verso nord la fiumana di persone e merci scatenata dalla corsa all'oro.Quando lo stato di Panama guadagnò l'indipendenza dalla Colombia, nel 1903, la città fu dichiarata capitale. Nel 1914 il famoso canale fu completato e la città si impose come snodo centroamericano per il commercio internazionale e il turismo. Oggi Panama, sede di più di 80 banche, è considerata la città più ricca di tutta l'America latina. Recentemente si è verificato un picco di investimenti stranieri, mentre nel 2006 un referendum ha stabilito un ulteriore ampliamento del canale; alla luce di questi sviluppi si può prevedere che il boom economico di Panama sia destinato a durare nel tempo.",
    "category": "Città-stato marittime"
}