{
    "id": 9,
    "name": "Québec City",
    "historical_info": "La città di Québec, fondata nel 1608 dall'esploratore francese Samuel de Champlain, sorge sul luogo precedentemente occupato del piccolo villaggio irochese di Stadaconé. L'insediamento prese il nome dalla parola algonchina \"Kebec\", che significa \"là dove il fiume si fa stretto\". Nel corso del XVII secolo Québec crebbe sino a diventare il centro dell'attività coloniale francese in Nordamerica.Durante la prima fase del suo sviluppo la cittadina servì da prezioso snodo commerciale, ma anche come base per diversi missionari cristiani, accogliendo un numero sempre maggiore di cittadini. L'industria delle pellicce e del legname fornì preziose risorse alla Francia, che comprese l'importanza di espandere la propria influenza in Nordamerica. A parte un breve passaggio in mano agli inglesi tra il 1629 e il 1632, la città rimase sotto il controllo dei francesi per più di 150 anni, resistendo anche a numerosi tentativi d'assedio. Nel 1663 Québec, che fin dalla fondazione era stata capitale del Canada francese, fu proclamata ufficialmente capitale della Nuova Francia.Nel 1759, con la Battaglia delle Pianure di Abraham, i francesi persero il controllo della città, che passò sotto il dominio inglese. La Gran Bretagna mantenne il controllo di Québec sino alla formazione del Dominio del Canada, nel 1867. In seguito all'Atto di Costituzione del Canada, Québec divenne la capitale dell'omonima provincia.Oggi la città conta più di 500.000 abitanti e continua a prosperare, sia economicamente sia culturalmente. Ufficialmente riconosciuta dall'UNESCO come patrimonio dell'umanità nel 1985, la città di Québec conserva ancora gran parte dell'architettura originale dei tempi coloniali. Tra i siti di maggior interesse c'è il famoso hotel Château Frontenac e le chiese cattoliche di Notre-Dame de Québec e Notre-Dame-des-Victoires, entrambe costruite nel XVII secolo.",
    "category": "Città-stato marittime"
}