{
    "id": 7,
    "name": "Ragusa",
    "historical_info": "La moderna città croata di Dubrovnik era una volta una potente città-stato, la Repubblica di Ragusa (da non confondere con l'omonima città siciliana). Si ritiene che la città sia stata originariamente fondata nel VII secolo su un'isoletta dell'Adriatico, non lontano dalla costa dell'odierna Croazia. I coloni, un gruppo di rifugiati romani, costruirono l'insediamento dopo essere sfuggiti alla distruzione della loro città natale, Epidauro. Con il tempo Ragusa estese la propria influenza sulla regione circostante grazie all'aiuto degli imperi bizantino e ottomano, nonché dei re di Croazia e d'Ungheria. Lo sviluppo della città, specialmente in aree chiave come il porto di Gruz (di importanza cruciale ancora oggi) scatenò l'ira di Venezia, che fino a quel momento non aveva avuto alcun rivale nel suo dominio marittimo.Nel 1205 Venezia invase la Dalmazia (l'odierna Croazia orientale) e obbligò Ragusa ad assumere una posizione di sudditanza. Da allora la città fu obbligata a versare un forte tributo e a mettere a disposizione il suo porto come base navale nell'Adriatico. Nonostante la pressione veneziana, lo sviluppo di Ragusa come snodo commerciale nell'Adriatico non si arrestò. La pesante influenza di Venezia si fece comunque sentire sulla popolazione, e il risentimento accumulato in questo periodo segnò l'inizio di una lunga rivalità economica tra le due città-stato. Nel 1358 Venezia rinunciò alle sue pretese in Dalmazia e Ragusa ebbe finalmente l'opportunità di godere di una vera autonomia. La Repubblica di Ragusa nacque poco tempo dopo: l'aristocrazia cittadina fu rapida nel consolidamento e nella spartizione del potere. Quasi tutti gli aspetti della politica ragusana erano nelle mani dei nobili: cittadini e plebei non avevano praticamente alcuna voce in capitolo. Questa forma di governo durò per un secolo, sotto la sovranità del re d'Ungheria. Nel 1458 un trattato con l'impero ottomano consolidò la posizione di Ragusa come potente centro commerciale. Sotto la protezione degli ottomani la città prosperò. I dazi doganali ridotti, l'accesso al Mar Nero (precedentemente riservato ai mercanti turchi) e il supporto degli ottomani nelle dispute commerciali rappresentarono altrettanti vantaggi che permisero a Ragusa di ottenere una posizione ancora più dominante nell'Adriatico. Al picco della sua fioritura Ragusa vantava una popolazione di 30.000 persone e sfruttava al meglio la sua posizione strategica tra i porti italiani e le varie destinazioni orientali. L'importanza della città, tuttavia, era destinata ad affievolirsi man mano che aumentava la disponibilità dei beni provenienti dall'India, dalla Cina e dal resto dell'oriente. Nel 1667 un devastante terremoto colpì la città, distruggendo quasi tre quarti degli edifici e uccidendo più di 5000 persone. Ridotta al fantasma della gloria passata, nel 1806 la città fu conquistata da Napoleone: la Repubblica di Ragusa non esisteva più. Oggi Dubrovnik è una popolare meta turistica sull'Adriatico con una popolazione che supera le 40.000 persone. Inoltre Dubrovnik possiede ancora un porto commerciale, uno dei pochi ricordi sopravvissuti del suo glorioso passato.",
    "category": "Città-stato marittime"
}