{
    "id": 4,
    "name": "Riga",
    "historical_info": "Nel XII Secolo d.C. un gruppo di mercanti e missionari tedeschi costruirono la città di Riga alle foci del fiume Daugava, sul luogo di un precedente insediamento. Nel 1158 i tedeschi vi avevano già stabilito delle basi per il commercio con i popoli baltici e finnici; il primo monastero cattolico fu completato nel 1190. Nel 1201 il vescovo della Livonia Albrecht, appena proclamato, sbarcò con 23 navi e 1500 crociati, successivamente organizzati come branca dei Cavalieri Teutonici, per stabilire il suo vescovato, convertendo i locali al cristianesimo con la forza. Nel 1282 Riga entrò nella Lega Anseatica, assicurandosi per tre secoli la stabilità commerciale e politica.Quando nel 1522 i capi di Riga abbracciarono pubblicamente la Riforma, gli arcivescovi persero tutti i poteri e la città si ritrovò presto coinvolta nelle guerre religiose. Quarant'anni più tardi Riga fu catturata da Gustavo Adolfo, re di Svezia, che aveva preso parte alla Guerra dei Trent'Anni. Riga rimase svedese fino al 1710, anno in cui il porto, prostrato dalla pestilenza, si arrese alla forze russe guidate da Pietro il Grande durante la Grande Guerra del Nord. Riga divenne la più grande città portuale industrializzata della Russia zarista sino alla fine della Prima Guerra Mondiale, quando la rivoluzione russa permise ai suoi possedimenti sul Baltico di dichiarare la loro indipendenza nel novembre del 1918. Riga divenne la capitale della Lettonia.Nel periodo tra le due guerre Riga prosperò, ma la libertà della Lettonia non poteva durare: Riga fu occupata nel giugno del 1940 dall'Unione Sovietica e un anno dopo dagli invasori nazisti. Alla liberazione della città da parte dell'Armata Rossa, nel 1944, fece seguito un flusso di lavoratori, burocrati e soldati sovietici che fecero di Riga il più importante complesso militare-industriale dell'URSS occidentale. Il porto venne ampliato e modernizzato per consentire gli scambi con l'ovest. Nel gennaio del 1991 la Lettonia ha riconquistato l'indipendenza e Riga è tornata a occuparsi di scambi commerciali, arrivando in poco tempo a essere uno dei centri finanziari più importanti del Baltico.",
    "category": "Città-stato marittime"
}