{
    "id": 43,
    "name": "Samarcanda",
    "historical_info": "Samarcanda, situata in una regione dell'Asia centrale chiamata Transoxiana, è una delle città più antiche del mondo. Grazie alla sua posizione nella fertile valle del fiume Zerafshan ha sempre goduto di un'abbondanza di cibo e risorse naturali; il suo maggior vantaggio, comunque, è stato trovarsi proprio sulla Via della Seta, la principale rotta commerciale tra oriente ed occidente. Fondata intorno al 700 a.C. dai sogdiani, al tempo di Alessandro il Grande (che la conquistò nel 329 a.C.) Samarcanda era una delle città più ricche e importanti di tutto il mondo.La città rimase una potenza mercantile per secoli, arricchendosi sempre più con le tasse riscosse dalle carovane che percorrevano la Via della Seta; inoltre servì da punto di contatto per lo scambio di cultura e innovazioni tra oriente e occidente. La leggenda vuole che i musulmani abbiano ottenuto il segreto della produzione della carta da due prigionieri cinesi intorno al 751 d.C., il che portò alla creazione della prima cartiera nel mondo islamico proprio a Samarcanda. Da lì la conoscenza della carta si diffuse in tutte le terre islamiche e infine in Europa.Nel resoconto del suo viaggio sulla Via della Seta verso la Cina, Marco Polo descrive Samarcanda come \"una città molto grande e splendida\". Nel 1370 Tamerlano, fondatore dell'impero timuride, fece di Samarcanda la sua capitale. Durante i 35 anni successivi ricostruì la città più volte, richiamando da ogni angolo dell'impero abili lavoranti, artigiani, mercanti e studiosi e trasformandola nel centro commerciale e culturale di tutta l'Asia centrale.Ma l'apertura di nuove rotte commerciali marittime tra l'Oriente e l'Europa e lo sfruttamento delle Americhe, appena scoperte, le fece perdere importanza. La popolazione diminuì rapidamente e per un certo periodo Samarcanda fu completamente disabitata: tornò a essere un importante centro economico solo nel 1887, quando diventò una capitale provinciale dell'impero russo in espansione.",
    "category": "Città-stato mercantili"
}