{
    "id": 22,
    "name": "Sidone",
    "historical_info": "Sidone è un'antica città situata sulle coste del Libano. Originariamente un centro di pesca e di commercio, oggi Sidone è il terminale nel Mediterraneo del grande oleodotto trans-arabico proveniente dall'Arabia Saudita.Sidone è stata fondata dai fenici nel III millennio a.C.Nel II millennio a.C. ha prosperato, diventando famosa per la qualità del suo vetro e della sua tipica tintura porpora. Intorno al 2700 a.C. alcuni coloni provenienti da Sidone fondarono la città di Tiro a una distanza di circa 40 chilometri lungo la costa: per molti anni le due città si sarebbero disputate il predominio del mondo fenicio.Con il declino del potere dei fenici, la ricchezza e la posizione strategica di Sidone ne fecero un allettante obiettivo di conquista. Durante la sua lunga storia Sidone è stata governata da assiri, babilonesi, persiani, da Alessandro di Macedonia, dai suoi successori Seleucidi, dalla dinastia egiziana dei Tolomei e ancora da romani, ottomani, francesi e infine dal Libano. Durante le Crociate la città passò di mano diverse volte e fu anche distrutta e ricostruita. L'intera area è costellata dai resti delle fortificazioni che si sono succedute nei secoli. Oggi Sidone ospita musulmani sunniti e sciiti oltre a cristiani cattolici, ortodossi e maroniti.La città è menzionata numerose volte nella Bibbia. La figura più famosa della sua storia è probabilmente la perfida regina Gezabele, moglie di re Acab d'Israele e prozia della regina Didone di Cartagine. Secondo la bibbia, Gezabele era crudele, corrotta e colpevole di incoraggiare l'adorazione in Israele di dèi stranieri (specificatamente fenici). Per questi crimini fu uccisa dai suoi stessi eunuchi e gettata in mezzo alla strada per essere divorata dai cani.Questa storia offre due importanti considerazioni per tutti i governanti: primo, fate attenzione alla religione del popolo; secondo, non fidatevi mai degli eunuchi di corte.",
    "category": "Città-stato militaristiche"
}