{
    "id": 19,
    "name": "Singapore",
    "historical_info": "Le fonti storiche e gli scavi archeologici mostrano che l'odierna isola di Singapore è stata abitata a partire dal II secolo d.C. La piccola isola faceva parte dell'impero di Sumatra ed era chiamata Temasek, ovvero \"villaggio di mare\". Per ragioni sconosciute l'area andò in declino intorno al 1300; per diversi secoli l'isola fu abitata solo da pochi pescatori.Tutto questo cambiò il 29 gennaio 1819, quando lo statista inglese Sir Thomas Stamford Raffles approdò sull'isola e firmò un trattato per impiantare una base commerciale nella sua porzione meridionale. Singapore divenne ufficialmente una colonia inglese nel 1824, quando la Compagnia Inglese delle Indie Orientali acquisì il controllo dell'intera isola. La colonia diventò uno snodo importante per il commercio nel Pacifico e cominciò a crescere costantemente.Nel 1941 i giapponesi invasero Singapore, conquistando la città e la base militare nel giro di sei brevi giorni. La Battaglia di Singapore fu il peggior disastro militare in tutta la storia inglese. Per il resto della Seconda Guerra Mondiale la città sarebbe diventata una base importante per il Giappone. Gli inglesi riguadagnarono il controllo dell'isola solo un mese dopo la resa giapponese, nel 1945.Dopo la guerra Singapore intraprese la strada dell'indipendenza. Nel 1955 la città ebbe finalmente le sue prime elezioni generali, ma fino al 1959 le delegazioni inviate in Inghilterra per perorare la causa dell'indipendenza incontrarono una forte opposizione. Quattro anni dopo la piccola città-stato dichiarò formalmente l'indipendenza dall'Impero Britannico e si unì rapidamente alla Federazione della Malesia. Tuttavia le relazioni tra Singapore e la Federazione si inasprirono a causa di alcuni gravi conflitti ideologici, così due anni dopo l'isola dichiarò la propria completa sovranità nazionale.Con l'indipendenza la città-stato ha prosperato, segnando miglioramenti costanti nella qualità della vita, nell'economia e nell'istruzione. Oggi Singapore è la quinta nazione più ricca del mondo in termini di PIL pro capite, con una fiorente industria farmaceutica e un settore turistico molto sviluppato.",
    "category": "Città-stato mercantili"
}