{
    "id": 53,
    "name": "Sofia",
    "historical_info": "Sofia, situata nel centro della penisola balcanica, è la capitale e la città più grande della Bulgaria. Intorno al 700 a.C. la tribù dei serdi, originaria della Tracia, fu la prima a stabilirsi nell'area; il loro insediamento fu conquistato dai romani nel 29 a.C. circa. Grazie alla sua posizione, proprio su un'importante rotta commerciale che attraversava i Balcani, la cittadina fiorì sotto l'imperatore Traiano (98-117 d.C.) per raggiungere il culmine della prosperità e della pace sotto il regno di Costantino. Da quel momento quella di Sofia è principalmente una storia di conquiste, guerre e tribolazioni.La città fu in gran parte distrutta nel 447 d.C., durante l'invasione degli unni. Ricostruita dall'imperatore Giustiniano, nell'809 fu catturata dal khan Krum, capo dei bulgari, che furono soppiantati nel 1382 dai turchi ottomani. In seguito alla fallimentare crociata di Ladislao III di Polonia per liberare la Bulgaria, l'élite cristiana della città fu distrutta e Sofia divenne per quattro secoli la capitale della provincia ottomana di Rumelia.Durante la guerra russo-turca del 1878 Sofia fu catturata dalle truppe russe che ne fecero la capitale del \"Principato autonomo di Bulgaria\", che nel 1908 divenne indipendente col nome di Regno di Bulgaria. Poco dopo il paese restò coinvolto nelle due guerre balcaniche. Dopo aver superato senza intervenire il primo anno della Prima Guerra Mondiale, la Bulgaria si unì agli Imperi centrali e attaccò Serbia, Grecia e Romania, tutti paesi schierati dalla parte delle potenze Alleate.Gli anni tra le due guerre furono contraddistinti da caos politico, conflitti interni e spargimenti di sangue. La Bulgaria si unì nel 1941 ai paesi dell'Asse; Sofia fu pesantemente bombardata dalle forze aeree alleate nel 1943 e occupata dall'Armata Rossa nel settembre 1944. L'occupazione sovietica sarebbe durata fino alla caduta della Cortina di ferro, nel 1989, ultimo atto nella lunga serie di tumulti che hanno squassato la città.",
    "category": "Città-stato militaristiche"
}