{
    "id": 8,
    "name": "Sydney",
    "historical_info": "Situata sulla costa sud-orientale dell'Australia, Sydney non fu solo la prima colonia inglese stabilita sul continente, ma il primo insediamento europeo in assoluto. La città fu fondata dall'ammiraglio Arthur Phillip nel 1788 come colonia penale. Il suo sviluppo iniziale avvenne inizialmente per opera dei carcerati, a cui solo successivamente si unirono ex-soldati e coloni giunti dall'Inghilterra. Con il tempo Sydney crebbe fino a diventare la più grande e probabilmente la più famosa città dell'Australia. Oggi la sua popolazione supera i 4 milioni di abitanti.Scoperto da James Cook nel 1770, il luogo originale dello sbarco, oggi famoso come \"Botany Bay\", fu considerato inadatto per la costruzione di un insediamento permanente. La baia vicina, battezzata in onore di \"Lord Sydney\" Thomas Townshend, si sarebbe invece dimostrata ideale allo scopo. Si ritiene che l'area fosse stata abitata dagli aborigeni australiani per diversi millenni prima dell'arrivo dei coloni inglesi, che in effetti incontrarono nella regione diverse tribù locali. Nonostante gli sforzi dell'ammiraglio Phillip per regolare l'interazione tra coloni e aborigeni, migliaia di nativi morirono di vaiolo e morbillo dopo il contatto con gli europei.In seguito, nel XIX secolo, Sydney visse un periodo di grande esplosione demografica a causa della scoperta dell'oro in alcune aree vicine, in particolare a Bathurst. Questa fu anche una fase di grande sviluppo industriale: negli anni '20 del Novecento la popolazione aveva superato il milione. In seguito la città continuò a espandersi per soddisfare le sue esigenze infrastrutturali.Oggi Sydney ha un'importanza centrale dal punto di vista finanziario e serve da snodo economico di tutta l'Australia. Oltre a numerose banche e istituzioni finanziarie, Sydney ospita anche l'Australian Securities Exchange, la borsa più importante del continente. Fin dai primi anni dell'Ottocento la data della fondazione di Sydney, il 26 gennaio, è stata celebrata come giorno nazionale australiano, in modo da commemorare la storia della città e insieme la sua importanza nell'Australia odierna.",
    "category": "Città-stato marittime"
}