{
    "id": 23,
    "name": "Tiro",
    "historical_info": "Tiro è un'antica città fenicia situata nel sud del Libano, a poco meno di 20 km a nord del confine con Israele. Tiro è costruita metà sulla costa e metà su un'isola poco distante. Fondata intorno al 2700 a.C. da alcuni coloni provenienti dalla vicina città di Sidone, Tiro crebbe rapidamente fino a rivaleggiare e quindi sorpassare la sorella come centro di pesca e di commercio della Fenicia. Nel IX secolo a.C. alcuni coloni di Tiro fondarono la città di Cartagine, nel Nordafrica.Come Sidone, anche Tiro è menzionata di frequente nella Bibbia. In genere le relazioni tra Israele e Tiro furono cordiali, tanto che il suo re Hiram fornì materiali da costruzione per il Tempio di Salomone a Gerusalemme.La ricchezza e la posizione strategica di Tiro la portarono a essere oggetto di ripetuti attacchi da parte di tutte le potenze desiderose di espandersi nell'area. Nell'VIII e VII secolo a.C. passò sotto il dominio degli assiri. Nel VI secolo la città resistette a un lungo assedio da parte di re Nabucodonosor II di Babilonia, ma fu catturata poco dopo dai persiani. Nel III secolo a.C. Alessandro Magno si presentò alla testa del suo esercito.L'assedio durò sette mesi. Per piegare gli ostinati difensori il macedone distrusse completamente la parte di città costruita sulla costa e usò le macerie per costruire un passaggio verso l'isola. Catturata la città, il grande condottiero dimostrò di apprezzare il coraggio e il valore dei suoi difensori mettendone a morte 10.000 e vendendo come schiavi altri 30.000. La dominazione egizia e poi quella romana riuscirono a risollevarla un po', ma Tiro non si riprese mai completamente dal duro colpo inflitto da Alessandro.Oggi Tiro ha circa 120.000 abitanti. La vicinanza con Israele la espone agli effetti di eventuali conflitti e scontri di confine, che peraltro si verificano con deprimente regolarità: bombe, proiettili e missili provenienti da ogni parte contribuiscono a distruggere ulteriormente le antiche rovine. In ogni caso, Tiro è sopravvissuta a molto peggio, e con un po' di fortuna tornerà nuovamente a vivere in pace e prosperare.",
    "category": "Città-stato mercantili"
}