{
    "id": 54,
    "name": "Ur",
    "historical_info": "Le rovine dell'antica Ur, originariamente una città costiera situata vicino alla foce dell'Eufrate all'estremità nord del Golfo Persico, si trovano ora nell'entroterra a circa 240 km di distanza dal mare e 10 km dalla riva destra del fiume. Citata nella Genesi come città natale di Abramo, patriarca degli ebrei, la \"Ur dei Caldei\" fu fondata nel 5500 a.C. circa, nel periodo sumero di Ubaid. Favorita dalla sua posizione geografica che le permetteva di controllare il commercio tra i villaggi lungo il Tigri e l'Eufrate e il mare, Ur diventò un importante centro politico e commerciale. Il fondatore della prima dinastia di Ur fu Mesanepada, che sovrintese ai lavori di costruzione delle dighe e dei bacini necessari per arginare le inondazioni annuali del fiume. Intorno al 2800 a.C. Ur era diventata una delle città-stato sumere più importanti, attraversata da rotte commerciali tra Mesopotamia e India, Etiopia ed Egitto.Dopo una fase di declino e stagnazione, sotto Ur-Nammu la città visse un periodo di rinascimento dell'arte, della letteratura e della cultura sumere. Secondo gli storici, dal 2030 al 1980 a.C. Ur fu la più grande città del mondo, con una popolazione che superava i 65.000 abitanti. Ma sotto l'ultimo dei tre re della dinastia l'influenza e la ricchezza di Ur declinarono; intorno al 1940 a.C. la città fu conquistata e saccheggiata dagli elamiti.Ricostruita in breve tempo Ur diventò parte del regno di Isin, in seguito incorporato nell'impero babilonese. Benché fosse rimasta un importante centro religioso, la sua influenza commerciale andò diminuendo, forse a causa di uno spostamento del corso dell'Eufrate. Quando Babilonia passò sotto il controllo persiano, Ur venne sostanzialmente abbandonata. La sua popolazione se ne andò, le mura e i templi caddero in rovina, il porto venne sepolto dalla sabbia e dal fango. Nel IV Secolo a.C. era ormai praticamente dimenticata; fu riscoperta dal vice console inglese John G. Taylor e riportata parzialmente alla luce nel 1854, durante gli scavi a Bassora.",
    "category": "Città-stato marittime"
}