{
    "id": 31,
    "name": "Vancouver",
    "historical_info": "Quando il capitano inglese George Vancouver approdò a Point Grey, nel 1792, i popoli nativi avevano già vissuto nel Pacifico nord-occidentale per 10.000 anni. Nel 1808 il commerciante inglese Simon Fraser discese il fiume che porta il suo nome fino a Point Grey. Secondo quanto riferiscono Fraser e altri trapper, nel 1827 la Hudson Bay Company costruì Fort Langley, ma l'area rimase poco abitata fino alla corsa all'oro del 1858, quando minatori dalla California e dal Canada orientale si riversarono nella zona.Ben presto la crescita locale cominciò ad appoggiarsi a una fonte di ricchezza più durevole: numerose segherie furono istituite lungo le sponde della baia; nel 1867 un primitivo insediamento chiamato Gastown nacque sulla costa intorno alla taverna gestita da \"Gassy\" Deighton. Nel 1884 la città, con il suo magnifico porto naturale, fu scelta come capolinea occidentale della Canadian Pacific Railroad. L'influsso dei nuovi venuti, principalmente scandinavi e scozzesi, portò a una crescita così rapida che nell'aprile del 1886 i vari insediamenti sulla baia vennero riuniti e incorporati tutti nella città di Vancouver.Con l'apertura del Canale di Panama, nel 1914, diventò economicamente possibile spedire via mare grano e legname direttamente da Vancouver verso le coste del Nordamerica e dell'Europa. Completato nel 1923, il Ballantyne Pier fece di Vancouver il porto tecnologicamente più avanzato di tutto il Commonwealth. Il boom è continuato dopo la Seconda Guerra Mondiale, rendendo Vancouver l'ottava città più grande del Canada. Oggi l'ascesa del turismo nel nord del Pacifico fa sì che un gran numero di navi da crociera partano regolarmente dalla città: nel 2011 ne sono salpate ben 199. Recentemente, dopo la scoperta e lo sfruttamento del petrolio in Alaska e del gas naturale nel Canada occidentale, si progetta di fare di Vancouver un grande centro di smistamento di petrolio grezzo e gas.",
    "category": "Città-stato marittime"
}