{
    "id": 57,
    "name": "Vilnius",
    "historical_info": "Situata alla confluenza di due fiumi navigabili, il Vilnia e il Neris, a circa 310 km dal Baltico, Vilnius è stata fondata come base commerciale nella profondità delle foreste della Lituania. Le prime fonti scritte sulla città risalgono al 1323 d.C., quando gli ebrei tedeschi furono invitati a trasferirsi nella capitale del Granducato di Lituania dal duca Gediminas, che prometteva loro tolleranza religiosa e opportunità commerciali. Nel corso dei decenni successivi, sotto il governo del duca e dei suoi figli, il territorio del ducato si espanse fino a inglobare gran parte delle moderne Lituania, Bielorussia, Ucraina e Transnistria, oltre a porzioni di Polonia e Russia settentrionale. Con l'Unione di Lublino del 1569 la città divenne un importante centro mercantile della Confederazione polacco-lituana.Durante questo periodo Vilnius conobbe un'incredibile espansione. Le autorità accoglievano gli immigranti, così migliaia di slavi, tedeschi ed ebrei vi si trasferirono. I re polacchi e i duchi lituani intrapresero grandi progetti di costruzione, non ultima la difesa della città con lunghe mura e nove porte fortificate. Nel 1579 re Stefan Báthory fondò la futura Università di Vilnius, l'ateneo più antico di tutti gli stati baltici, diventando ben presto uno dei centri culturali e scientifici più importanti della Confederazione. Furono stabilite gilde di vari tipi e la città divenne il primo snodo per gli scambi commerciali fra la Scandinavia e l'Europa occidentale e fra le regioni interne della Polonia e della Russia settentrionale.\r\nMa nel XVII secolo la città fu colpita da una catastrofe. Durante la guerra russo-polacca del 1654-1667 fu conquistata dalle truppe zariste, che la devastarono e la diedero alle fiamme, massacrando la popolazione. Nel 1710 un'epidemia di peste bubbonica uccise circa 35.000 abitanti. Nella prima metà del Settecento una serie di incendi devastanti distrusse gran parte della città. Nel 1795, in seguito alla terza spartizione della Polonia, Vilnius entrò a far parte dell'impero russo (fino al trattato sovietico-lituano del 1920 che riconobbe l'indipendenza della Lituania). Ma nel 1922 la Polonia annesse la regione, così Vilnius restò sotto un formale dominio polacco fino alla Seconda Guerra Mondiale, dopodiché fu occupata ancora dalle forze russe. Solo nel 1990, con la secessione della Repubblica Socialista Sovietica di Lituania da un'URSS al collasso, Vilnius riottenne l'indipendenza, divenendo capitale della Lituania moderna.",
    "category": "Città-stato mercantili"
}