{
    "id": 58,
    "name": "Wellington",
    "historical_info": "Secondo la leggenda Maori, Kupe, il capo di Hawaiki, arrivò sull'Isola del Nord della Nuova Zelanda intorno al 925 d.C. in canoa, dopo aver sconfitto numerosi mostri marini e demoni per raggiungere questa terra promessa. Qualunque sia la verità, nel settembre del 1839 una spedizione della New Zealand Company, con base a Londra, giunse per stabilire una zona di approdo su un'area pianeggiante alla foce del fiume Hutt. L'anno successivo la nave Aurora sbarcò 150 colonizzatori dall'Inghilterra. Dato che il sito iniziale si era rivelato troppo paludoso e soggetto a inondazioni, i nuovi venuti spostarono il loro insediamento dall'altra parte della baia protetta. I capi della compagnia chiamarono la città Wellington (nel luogo dell'insediamento originario si trova attualmente la città di Petone). Nel 1865 la città fu dichiarata nuova capitale della colonia, subentrando ad Auckland, che era stata scelta come sede del governo nascente nel 1841. L'amministrazione coloniale ritenne che Wellington, con il suo grandioso porto e la sua posizione più centrale, servisse meglio a tale scopo.\r\nWellington si trova sullo stretto di Cook, sulle colline nella zona a sud-ovest della baia. Nel suo primo viaggio di esplorazione, il capitano della marina reale James Cook, in cerca del leggendario continente della Terra Australis, approdò sulle isole della Nuova Zelanda nel 1770 d.C. Cook circumnavigò e rilevò l'intera linea costiera, notando in particolare il porto naturale ben protetto, dove la compagnia New Zealand avrebbe poi fondato Wellington. Per la maggior parte della sua storia l'area di ancoraggio, ampia 70 kmq, fu nota come Port Nicholson. Dopo che vi fu stabilita la capitale, il porto di Wellington divenne rapidamente il più importante delle isole, utilizzato sia dalla marina britannica sia dalle navi commerciali. Oggi è il più grande porto per container della regione, mentre un terminale per petroliere è stato costruito nel sobborgo industriale di Seaview. Nel 1985 l'Union Steamship Company ha istituito un servizio regolare da e verso il porto, e per più di un secolo Wellington è stato il porto principale per i traghetti tra le isole della nazione e oltre.",
    "category": "Città-stato marittime"
}