{
    "id": 2,
    "name": "Katolicyzm|Katolicyzmu|Katolicyzmowi|Katolicyzm|Katolicyzmem|Katolicyzmie",
    "summary": "Rzymski katolicyzm to nazwa teologii i doktryny kościoła chrześcijańskiego skupionego wokół Stolicy Apostolskiej, papiestwa z siedzibą w Rzymie. Wedle uczonych duchownych katolicyzm wyróżnia się spośród innych gałęzi chrześcijaństwa przywiązaniem do tradycji kościelnej, sakramentów i interpretacji Pisma Świętego przez kapłanów.Najwcześniejsze znane użycie określenia „Kościół katolicki” pochodzi z około 107 roku naszej ery, a jego autorem jest Ignacy Antiocheński. W swoich początkach Kościół skupiony był wokół władzy trzech patriarchów – rzymskiego, aleksandryjskiego i antiocheńskiego. Później dołączyli do nich również patriarchowie Konstantynopola i Jerozolimy. Największą władzą dysponował patriarcha Rzymu, opierając się na powiązaniach miasta ze św. Piotrem. Przez 1000 lat rzymski katolicyzm dominował w Europie. Później, w 1054 roku, w wyniku wielkiej schizmy odłączył się od niego kościół prawosławny. Około 500 lat później nastąpił kolejny wielki podział w chrześcijaństwie – doszło do reformacji protestanckiej, w wyniku której wielu europejczyków odrzuciło nauki i praktyki katolickie na rzecz bardziej osobistych sposobów wyznawania wiary.Obecnie Kościół rzymskokatolicki uważa tych, którzy nie pozostają w komunii z Watykanem, za niekatolików, toleruje jednak różne interpretacje Biblii. Pozostaje on największym odłamem chrześcijaństwa, na całym świecie mając ponad miliard wiernych."
}