{
    "id": 3,
    "name": "Konfucjanizm|Konfucjanizmu|Konfucjanizmowi|Konfucjanizm|Konfucjanizmem|Konfucjanizmie",
    "summary": "Konfucjanizm to religia oparta na naukach chińskiego filozofa Konfucjusza urodzonego w 551 r. p.n.e. Konfucjanizm początkowo prezentowany był jako filozoficzny system etyczny i społeczny, lecz rozrósł się do ruchu liczącego obecnie kilka milionów wyznawców, skupionych głównie we wschodniej Azji. W trakcie swojego życia Konfucjusz miał nadzieję zaszczepić silną wiarę w osobistą moralność, odpowiedzialność społeczną i lojalność rodzinną, jako że każdy człowiek odgrywa swoją rolę w społeczeństwie. Będąc filozofią humanistyczną, konfucjanizm skupia się na zdolności każdej osoby do nauki, rozwoju i samodoskonalenia się poprzez etyczne zachowanie i wzgląd na innych.Po śmierci Konfucjusza w około 479 r. p.n.e. jego nauki zyskiwały coraz większą popularność przez niemal 200 lat, zanim dynastia Qin nie zaczęła podejmować poważnych kroków w celu wykorzenienia jego filozofii. Władcy sądzili, że konfucjanizm był bezpośrednim zagrożeniem dla ich autorytetu, w wyniku czego kazali spalić większość ksiąg konfucjańskich, w tym wiele pism sporządzonych przez samego Konfucjusza. Nękano jego wyznawców, niszcząc świątynie w całym kraju. Mimo prób wymazania z kart historii konfucjanizmu, potajemny zbiór konfucjańskich manuskryptów ukryty w ścianach domu pewnego uczonego ożywił tę religię na nowo po upadku dynastii Qin w 206 r. p.n.e.W dzisiejszych czasach pisma konfucjanizmu badane są przez uczonych na całym świecie. Choć traktują konfucjanizm bardziej jako filozofię niż religię, granica pomiędzy tymi dwiema interpretacjami jest niejasna."
}