{
    "id": 5,
    "name": "Islam|Islamu|Islamowi|Islam|Islamem|Islamie",
    "summary": "Druga największa religia na świecie, islam, oparta jest na wierze, że istnieje jeden prawdziwy Bóg, Allach, który przekazał swoją wolę za pośrednictwem proroków, którzy przybyli na ziemię. Najważniejszy z proroków, Mahomet, zapisał słowa Boga w świętej księdze muzułmanów, Koranie.Urodzony w Mekce (w obecnej Arabii Saudyjskiej) w 570 r. n.e., Mahomet wychowany był na kupca, a potem pracował jako pasterz. Jednakże w wieku 40 lat doznał boskiego objawienia i precyzyjnie spisał słowa Boga w Koranie. Od tego momentu Mahomet głosił słowo Boga i nauczał swoich wyznawców, że jedyną prawdziwą drogą do zbawienia jest zupełne poddanie się Bogu poprzez codzienną modlitwę i przestrzeganie praw ustalonych przez Najwyższego. Zgodnie z pięcioma filarami islamu, czyli metod na uzyskanie zbawienia: nie ma boga prócz Allacha, a Mahomet jest jego prorokiem; trzeba modlić się codziennie do Boga o pięciu określonych porach; należy wspierać potrzebujących; konieczny jest post od świtu do zmierzchu w trakcie ramadanu; trzeba wybrać się na pielgrzymkę do Mekki w trakcie świętego miesiąca Zu al-hidżdża.Jak to często bywa przy próbie założenia nowej religii, Mahomet i jego wyznawcy spotkali się z poważnym oporem ze strony innych wyznań. Mimo tego przesłanie Mahometa rozprzestrzeniło się na Bliskim Wschodzie po jego śmierci w 632 r. n.e. Od tego czasu islam podzielił się na kilka konkurujących odłamów. Największe z nich to sunnizm oraz szyizm. Mimo łączących ich zasad odłamy te różnią się co do interpretacji tego, kto ma być przywódcą islamu po śmierci Mahometa."
}