{
    "id": 13,
    "name": "Protestantyzm|Protestantyzmu|Protestantyzmowi|Protestantyzm|Protestantyzmem|Protestantyzmie",
    "summary": "Reformacja protestancka, ruch, który doprowadził do podziału chrześcijańskiej Europy, rozpoczął się jako niemiecki protest przeciw doktrynie i praktykom katolickim, zwłaszcza tym dotyczącym zbawienia, usprawiedliwienia i interpretacji Biblii.Po lekturze dzieł humanistycznych uczonych Marcin Luter, niemiecki kapłan z uniwersyteckiego miasta Wittenberga, w 1517 roku opublikował swoich 95 tez, w których krytykował niektóre praktyki Kościoła katolickiego. Za jego przykładem poszli inni liberalni myśliciele religijni, którzy również zaczęli krytykować Kościół, a „ewangelickie” odłamy luteranizmu zaczęły pojawiać się w Niemczech i Skandynawii, zaś „reformowane”, pod przewodnictwem Jana Kalwina, w Szwajcarii. W międzyczasie religia została w Anglii i innych państwach uwikłana w spory polityczne, co doprowadziło do powstania kolejnych wyznań protestanckich. Choć między kościołami protestanckimi istnieją różnice, wszystkie opierają się na dwóch zasadach – że autorytetem dla chrześcijan nie są słowa papieża, lecz jedynie Biblia, i że zbawienie osiąga się jedynie dzięki osobistemu złączeniu się z Jezusem Chrystusem, a nie przez dobre uczynki czy odpuszczenie grzechów.Podział w wierze katolickiej spowodował wybuch serii wojen religijnych, których echa do dziś pobrzmiewają w niektórych społecznościach. Mimo że protestantyzm na przestrzeni lat rozpadł się na liczne ruchy i kościoły, łącznie liczy on sobie około 670 miliona wiernych."
}