{
    "id": 2,
    "name": "Angkor Wat",
    "production_cost": 400,
    "game_info": " Kultur- und Goldkosten für den Erwerb neuer Geländefelder in allen Städten um 25% reduziert.",
    "strategy": null,
    "historical_info": "Angkor Wat ist ein Tempel in Angkor, Kambodscha. Angkor Wat wurde im 12. Jahrhundert von König Suryavarman II. errichtet, um als königlicher Palast und Staatstempel zu fungieren mit dem Hinduismus als Staatsreligion. Zwei oder drei Jahrhunderte später wurde Angkor Wat zum Gebrauch durch Buddhisten umgewandelt. Angkor Wat ist ein Komplex aus Gebäuden, umgeben von einer Mauer und einem Burggraben. Der eingeschlossene Bereich umfasst 914 Meter mal 792 Meter.Angkor Wat wurde vorwiegend aus Sandsteinblöcken errichtet. Der Komplex ist in einem rechteckigen Muster angelegt, das in gewisser Weise an die Form einer antiken Festung erinnert; die inneren Gebäude werden von den äußeren Mauern durch einen Hof ähnlich dem Vorhof einer Burg getrennt.Einst war der Hof mit hölzernen Gebäuden versehen, aber diese sind alle zerfallen. Die verbliebene innere Struktur aus Stein ist in drei Galerien unterteilt, die auf erhöhten Plattformen erbaut wurden. Die äußeren Galerien beherbergten früher Bibliotheken, während die innere ein Vishnu-Schrein war (und später in einen Buddha-Schrein umgewandelt wurde). Die Galerien werden von Türmen überragt, die stilisierten Bienenkörben ähneln; der höchste erreicht eine Höhe von ungefähr 42 Metern. Die Wände der Gebäude sind mit prunkvollen und wunderschönen Basrelief-Skulpturen bedeckt, die Szenen aus der hinduistischen Mythologie darstellen.Obwohl er in der letzten Hälfte des 20. Jahrhunderts größtenteils vernachlässigt wurde, werden nun ernsthafte Anstrengungen unternommen, um diesen wundervollen und einzigartigen Ort der Verehrung zu erhalten und wiederaufzubauen, und Pilger und Touristen besuchen ihn in steigender Anzahl jedes Jahr.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat.png",
    "quote": "\"Der Tempel ist wie kein anderes Bauwerk auf der Welt. Er hat Türme und Verzierungen und all die Raffinessen, die dem menschlichen Genie entspringen können.\" - Antonio da Magdalena",
    "tech_prereq": {
        "name": "Education",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}