{
    "id": 5,
    "name": "Brandenburger Tor",
    "production_cost": 750,
    "game_info": "Ein Großer General erscheint in der Nähe der Stadt, in der das Wunder errichtet wurde, und allen in dieser Stadt ausgebildeten Einheiten werden +15 EP gewährt.",
    "strategy": null,
    "historical_info": "Das Brandenburger Tor ist das einzige verbleibende Stadttor von Berlin. Der schöne \"Triumphbogen\", errichtet im griechischen Stil zwischen 1788 und 1791, besteht aus vielen Säulen und ist von der \"Quadriga\" gekrönt, der Statue eines Streitwagens, der von vier Pferden gezogen und der Siegesgöttin Victoria gelenkt wird. Das Brandenburger Tor steht am Ende der Straße Unter den Linden.Nach dem Zweiten Weltkrieg war Berlin in Sektoren eingeteilt, die von der Sowjetunion und ihren Verbündeten sowie von den Vereinigten Staaten und ihren Verbündeten kontrolliert wurden. Die Berliner Mauer wurde von den Sowjets errichtet, um die beiden Teile der Stadt voneinander zu trennen. Das Brandenburger Tor befand sich in einer Art \"Niemandsland\" zwischen den beiden Fraktionen und von 1961-1989 hatte keine Seite Zugang. Das Tor wurde 1989 als Teil der Wiedervereinigung zwischen Ost- und Westdeutschland wieder geöffnet.Heute steht es als stolzes Symbol des wiedervereinten Landes und wird von Zehntausenden von Touristen sowohl aus dem Osten als auch aus dem Westen besucht.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/brandenburger_tor.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/brandenburger_tor.png",
    "quote": "'Der bleiche Tod klopft gleichen Fußes an die Türen der Armen und die Burgen der Reichen.' - Horaz",
    "tech_prereq": {
        "name": "Military Science",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}