{
    "id": 6,
    "name": "Broadway",
    "production_cost": 1060,
    "game_info": "1 freier Großer Musiker erscheint bei der Stadt, in der das Wunder gebaut wurde. Enthält 3 Plätze für Große Musikwerke.",
    "strategy": null,
    "historical_info": "Der Broadway ist eine 25 km lange Straße in New York, die durch Manhattan und die Bronx verläuft. Obwohl der Großteil der Straße von Bürogebäuden, Geschäften und Wohnhäusern gesäumt wird, ist sie vor allem für ihren auch als \"Great White Way\" bekannten mittleren Abschnitt zwischen der 42. und der 53. Straße - das Theaterviertel berühmt. Alles begann Mitte des 19. Jahrhunderts, als eine Reihe von Theatern am Broadway eröffnet wurden. 1880 wurde ein Straßenabschnitt zwischen dem Madison Square und dem Union Square mit Kohlebogenlampen erleuchtet und so wurde der Broadway zu einer der ersten elektrisch beleuchteten Straßen in den USA. Vom wachsenden amerikanischen Wohlstand und kulturellen Ambitionen angetrieben, machten die Theater diesen Abschnitt zum Mekka der Populärkultur. Bis zum Beginn des 20. Jahrhunderts hatten sich bereits 20 Theater dort niedergelassen, deren Schilder so hell erstrahlten, dass sie dem Abschnitt den Spitznamen \"Great White Way\" einbrachten. Im Jahr 1925 fanden sich 80 Theater entlang des Broadways, die sich auf aufwändige Produktionen spezialisierten, vor allem auf Revuen und Musicals.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway.png",
    "quote": "'Der Broadway ist eine kulturelle Hauptschlagader von New York ... und ziemlich verkalkt.' - Walter Winchell",
    "tech_prereq": {
        "name": "Radio",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 2,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}