{
    "id": 7,
    "name": "Chichén Itzá",
    "production_cost": 300,
    "game_info": "Dauer von Goldenen Zeitaltern um 50% verlängert.",
    "strategy": null,
    "historical_info": "Chichén Itzá ist eine außergewöhnliche Stadt aus Stein, die auf der Yucatán-Halbinsel in Mexiko erbaut wurde. Einige der ältesten Gebäude und Pyramiden lassen sich 1.500 Jahre zurückdatieren und sind toltekischen und mayaischen Ursprungs.Chichén Itzá setzt sich aus Gebäuden, Tempeln und Höfen aus Stein zusammen. Ein großes \"pok ta pok\"- oder zeremonielles Ballfeld - befindet sich auf einer Seite. (Das zeremonielle Ballspiel ist dieses äußerst interessante Spiel, bei dem zwei Seiten versuchen, den Ball durch ringförmige Tore an jedem Ende des Feldes zu befördern. Der Kapitän des Gewinner-Teams wurde dann enthauptet und den Göttern geopfert.) Obwohl die Stadt von der Zeit (und Plünderern) stark verwüstet wurde, gibt es dort immer noch viele schöne Steinbilder und Statuen.Im Zentrum der Stadt steht die mächtige gestufte Pyramide von Kukulcán, auch bekannt als \"El Castillo\". El Castillo wurde im 13. Jahrhundert erbaut und ist am Boden ungefähr 55 Meter breit und 24 Meter hoch. Wie es bei den Maya üblich war, wurde Kukulcán auf einer älteren kleineren Pyramide errichtet.Chichén Itzá war eine blühende Stadt bis zum 13. Jahrhundert, als unter den Maya Aufstände und Bürgerkrieg ausbrachen und die Stadt ihren steilen Abstieg begann, von dem sie sich nie erholte. Das Zentrum der Stadt war zur Zeit der spanischen Eroberung von Yucatán im 16. Jahrhundert weitgehend verlassen und lag in Trümmern.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichén_itzá.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichén_itzá.png",
    "quote": "'Der Katun wird in Chichén Itzá festgelegt. Die Übereinkunft der Itzá wird dort stattfinden. Der Quetzal wird kommen, der grüne Vogel wird kommen. Ah Kantenal wird kommen. Es ist das Wort Gottes. Die Itzá werden kommen.' - Die Bücher von Chilam Balam",
    "tech_prereq": {
        "name": "Civil Service",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}