{
    "id": 48,
    "name": "Circus Maximus",
    "production_cost": 125,
    "game_info": "Benötigt Kolosseum in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
    "strategy": "Dieses Nationale Wunder steigert die Zufriedenheit im Reich um 5 und bringt außerdem +1 Kultur. Eine Zivilisation benötigt ein Kolosseum in allen Städten, bevor ein Circus Maximus gebaut werden kann.",
    "historical_info": "Der Circus Maximus war ein massives Stadion im Herzen Roms und nicht nur der erste, sondern auch der größte Veranstaltungsort für Wagenrennen im alten Rom. Zu dieser Zeit fasste er eine Viertelmillion Besucher, was über 25% der Bevölkerung der Stadt entsprach. Durch seine Länge von über 600 Metern konnten zwölf normal große Streitwagen mit Leichtigkeit Seite an Seite fahren. Ursprünglich wurde der Ort von etruskischen Königen für Unterhaltungsveranstaltungen und Feiern genutzt; die ersten römischen Spiele wurden vom fünften römischen König, Tarquinius Priscus, auf der Strecke veranstaltet. Später wurde der Circus Maximus von Julius Cäsar im Jahr 50 v. Chr. zu seiner gegenwärtigen Größe erweitert.Das letzte dokumentierte Rennen wurde im Jahr 549 n. Chr. vom ostgotischen König Totila ausgerichtet; später wurde das Stadion aufgegeben. Heute ist es ein öffentlicher Park, und die Rennstrecke ist mit Gras bewachsen. Einige der ursprünglichen Strukturen bestehen noch, insbesondere ein paar Startgatter und Teile des Mittelstreifens, aber heute wird der Circus Maximus meist für Live-Konzerte und Freiluftveranstaltungen genutzt.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus.png",
    "background_image": null,
    "quote": null,
    "tech_prereq": {
        "name": "Horseback Riding",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
    }
}