{
    "id": 12,
    "name": "Verbotene Stadt",
    "production_cost": 500,
    "game_info": "Erfordert Patronat. Gewährt 2 zusätzliche Abgeordnete im Weltkongress. -10% Unzufriedenheit durch Bürger in nicht besetzten Städten.",
    "strategy": null,
    "historical_info": "Als eine Sammlung von kaiserlichen Bauwerken in Peking ist die Verbotene Stadt ein Beweis der architektonischen Genialität und Ästhetik der Chinesen. Ziergärten, Terrassen und Springbrunnen umgeben das prächtige Bauwerk, das 1421 zur Hauptstadt Chinas wurde. Es war der Wohnsitz von 24 Kaisern der Ming- und Qing-Dynastien, bis der letzte Kaiser 1911 abdankte.Obwohl die richtige Bezeichnung für das Gebäude \"Kaiserlicher Palast\" lautet, ist es im Allgemeinen als die \"Verbotene\" Stadt bekannt, da gewöhnliche Menschen das Gelände nicht betreten durften. Mit einem Burggraben von 48 Metern und neun Meter hohen Mauern bestand kaum eine Chance, dass sie unerlaubt hineingelangen konnten. Die Verbotene Stadt ist gigantisch, erstreckt sich über 70 Hektar und enthält 8.706 Zimmer. Innerhalb des Palastes lebten geschätzte acht- bis zehntausend Menschen, um dem Kaiser zu dienen. Heute ist die Verbotene Stadt eine beliebte Touristenattraktion und dient immer noch als Symbol für chinesische Herrschaftsgewalt.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/forbidden_palace.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/forbidden_palace.png",
    "quote": "\"Die meisten von uns haben die Wahl, aus dieser Welt entweder einen Palast oder ein Gefängnis zu machen.\" - John Lubbock",
    "tech_prereq": {
        "name": "Banking",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}