{
    "id": 17,
    "name": "Große Mauer",
    "production_cost": 250,
    "game_info": "Feindliche Landeinheiten müssen in Eurem Territorium 1 [ICON_MOVES] Extra-Zug pro Geländefeld aufwenden. Bringt der Stadt, in der sie gebaut wird, kostenlos Mauern. Durch die Entdeckung des Dynamits veraltet die Große Mauer.",
    "strategy": null,
    "historical_info": "Die Große Mauer von China ist eines der größten und berühmtesten von Menschenhand geschaffenen Bauwerke auf der ganzen Welt. Chinesische Herrscher haben die Große Mauer errichtet, um Angriffe von nomadischen Stämmen aus der heutigen Mandschurei und Mongolei abzuwehren. Interessanterweise wurde die Große Mauer nicht gebaut, um die Nomaden draußen zu halten - die Chinesen wussten, dass es unmöglich war, eine derartig lange Grenze zu verteidigen - sie wurde gebaut, um es Räubern zu erschweren, ihre Beute fortzubringen und somit die Überfälle weniger profitabel zu machen, sodass sich die Risiken nicht lohnten.Es gab insgesamt fünf verschiedene \"Große Mauern\", gebaut von unterschiedlichen chinesischen Dynastien. Die ersten vier wurden aus Erde gebaut und sind so gut wie vollständig verschwunden. Die jetzige Mauer wurde fast ausschließlich durch das Ming-Reich zwischen 1368 und 1640 n. Chr. errichtet. Diese Mauer wurde im großen Rahmen gebaut, unter der Verwendung von festeren Materialien (wie Stein). Die Ming-Mauer erstreckt sich über mehr als sechs Kilometer vom Shanhai-Pass am Golf von Bohai im Osten bis zum Lop Nor im südöstlichen Teil des Uigurischen Autonomen Gebiets Xinjiang im Westen. In dieser Region berührte die Seidenstraße zum ersten Mal chinesisches Gebiet und eine Reihe von Wachtürmen, die miteinander über Rauchsignale kommunizieren konnten, sollten Nachrichten schnell entlang der großen Länge der Mauer transportieren.Aus rein militärischer Sicht war die Große Mauer eher ein Reinfall. Die Mandschu schafften es, einen chinesischen General zu bestechen, sie durch die Mauer zu lassen, also war sie letztendlich von geringem Nutzen, als es darum ging, einen Großangriff der Barbaren aufzuhalten. Nachdem die Mandschu China erobert hatten, reichten die Grenzen des Landes bis weit in den Norden, was die Mauer unwichtig machte. Die rein finanziellen Kosten der Mauer waren auch enorm und die Anzahl an Menschenleben, die der Bau gekostet hat, soll eine Million Seelen überschreiten. Die Große Mauer trägt manchmal den Spitznamen \"der lange Friedhof\".Heute befindet sich ein Großteil der Großen Mauer in einem Zustand des Verfalls - obwohl die Touristengebiete gut erhalten werden, zerfällt ein Großteil der restlichen Teile und es sind vielleicht nur 20% der Mauer in gutem Zustand. Trotz des Verfalls ist die Große Mauer weiterhin eine von Chinas beliebtesten Touristenattraktionen und ein wahres Wunder der Welt.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_wall.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_wall.png",
    "quote": "\"Die Kunst des Krieges lehrt uns, (...) sich nicht auf die Möglichkeit zu verlassen, dass der Feind nicht angreift, sondern auf die Tatsache, dass wir unsere Stellung uneinnehmbar gemacht haben.\" - Sun Tzu",
    "tech_prereq": {
        "name": "Engineering",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}