{
    "id": 18,
    "name": "Hagia Sophia",
    "production_cost": 300,
    "game_info": "Ein kostenloser Großer Prophet erscheint. Bietet einen kostenlosen Tempel in der Stadt, in der sie gebaut wird.",
    "strategy": null,
    "historical_info": "Die Hagia Sophia oder \"Kirche der heiligen Weisheit\" wurde 530 n. Chr. als griechisch-orthodoxe Kirche errichtet. Das schöne und verzierte Bauwerk steht in Istanbul (die Stadt hieß ursprünglich \"Konstantinopel\"), Türkei, und ist aus Stein und Marmor gebaut, gekrönt von einer goldenen Kuppel von über 30 Metern Durchmesser. Für die damalige Zeit war dies eine große Herausforderung für die Ingenieure und die Kuppel fiel in der Geschichte ihrer Existenz mehrmals in sich zusammen. Vier anmutige Türme stehen an den Ecken des Gebäudes.Das Innere der Hagia Sophia ist ein wunderbarer Ort mit Säulen und Bögen, die bis zur Kuppel reichen, welche über dem Bauwerk zu schweben scheint. Das Innere war mit buntem Marmor und goldenen Mosaiken überzogen, die biblische Szenen und Bilder von christlichen Heiligen darstellten.1453 wurde Konstantinopel von osmanischen Türken erobert und die Hagia Sophia wurde in eine Moschee umgewandelt. Menschliche Abbilder gehören nicht in Moscheen und viele der Mosaike wurden mit Putz überdeckt. 1934 machte der türkische Präsident Kemal Atatürk das Gebäude zu einem Museum. In den letzten Jahren wurden einige Restaurierungen an der Hagia Sophia vorgenommen und ein paar der Mosaike wurden freigelegt. Unabhängig von den Schäden der Zeit wird die Hagia Sophia gemeinhin als eines der schönstes Bauwerke auf der ganzen Welt wahrgenommen.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
    "quote": "\"Weil sie sich in eine Höhe erhebt, um es dem Himmel gleichzutun, und als ob sie zwischen den anderen Gebäuden aufsteigt, steht sie in der Höhe und schaut auf den Rest der Stadt hinab und schmückt sie, weil sie ein Teil davon ist, doch sie erblüht in ihrer eigenen Schönheit.\" - Prokop, De Aedificiis",
    "tech_prereq": {
        "name": "Theology",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 3,
        "happiness": 0
    }
}