{
    "id": 20,
    "name": "Burg Himeji",
    "production_cost": 500,
    "game_info": "+15% Kampfstärke für Einheiten, die in freundlich gesinntem Territorium kämpfen. Bringt eine kostenlose Burg in der Stadt des Baus.",
    "strategy": null,
    "historical_info": "Die Burg Himeji ist eine außergewöhnliche japanische Burg und eines der schönsten Bauwerke der Welt. Sie wurde im 14. Jahrhundert erbaut und dann im späten 16. und frühen 17. Jahrhundert von Kuroda Yoshitaka und Ikeda Terumasa massiv umgebaut und erweitert. Die Burg Himeji ist ein hohes, mehrstöckiges, imposantes Bauwerk aus Stein und Holz mit einem strahlend weißen Äußeren und einer Reihe von schönen gebogenen Dächern. Sie trägt den Spitznamen \"Weißer-Reiher-Burg\".Die Burg Himeji ist von einem verwirrenden Labyrinth aus Wegen umgeben, die zum Burgfried führen. Die Mauern und Tore waren darauf ausgelegt, eine Armee von Invasoren zu zwingen, sich durch eine Reihe von konzentrischen Kreisen mit vielen Sackgassen zu bewegen, ehe sie das Haupttor erreichten. Das zerstreute die Angreifer und gestattete es den Verteidigern, während des Vorrückens wiederholt auf die Vorhut zu schießen. Das raffinierte System wurde nicht getestet, da die Burg im Mittelalter nie angegriffen wurde.Obwohl die Umgebung von Bombardierungen durch die Alliierten im Zweiten Weltkrieg stark beschädigt wurde, blieb die Burg beinahe unberührt. Sie wird momentan im großen Rahmen restauriert und bleibt weiterhin eine der beliebtesten Touristenattraktionen in Japan.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/himeji_castle.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/himeji_castle.png",
    "quote": "\"Bushido (\"der Weg des Kriegers\") wird in der Gegenwart des Todes umgesetzt. Das bedeutet, den Tod zu wählen, wann immer es eine Wahl zwischen Leben und Tod gibt. Es gibt keine andere Art des Denkens.\" - Yamamoto Tsunetomo",
    "tech_prereq": {
        "name": "Gunpowder",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}