{
    "id": 22,
    "name": "Internationale Raumstation",
    "production_cost": -1,
    "game_info": "+1 Produktion durch Wissenschaftler und +1 Wissenschaft durch Ingenieure. Große Wissenschaftler bringen 33% mehr Wissenschaft ein, wenn sie neue Technologien erforschen. Kann nur gemeinschaftlich durch den Weltkongress gebaut werden.",
    "strategy": null,
    "historical_info": "Die internationale Raumstation ISS wurde aus jeweils einzeln in den Raum beförderten vorgefertigten Modulen zusammengesetzt und ist ein bewohnbarer Satellit auf einer niedrigen Erdumlaufbahn. Sie entstand, nachdem im Jahr 1993 drei nationale Initiativen zur Errichtung einer dauerhaften Orbitalplattform zu Forschungs- und Erkundungszwecken zu einem einzigen multinationalen Programm zusammengeschlossen wurden: die sowjetische \"Mir-2\", die amerikanische \"Freedom\" und die europäische \"Columbus\". Bis heute haben Astronauten aus 15 Ländern auf der Station gelebt und gearbeitet. Vorräte und Crewmitglieder wurden bisher mit amerikanischen Space Shuttles und russischen Sojus-Raketen zur Plattform transportiert, die jedoch durch den russischen Raumtransporter Progress, den europäischen Weltraumfrachter ATV, das japanische Versorgungsraumschiff HTV und die von der amerikanischen Firma SpaceX entwickelte Raumkapsel Dragon abgelöst werden sollen. Die internationale Raumstation ist der größte künstliche Körper im Orbit und kann unter günstigen Voraussetzungen bereits mit bloßem Auge von der Erde aus erblickt werden.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/international_space_station.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/international_space_station.png",
    "quote": "\"Es war und ist verrückt, eine Raumstation für alle zu bauen. Wir hätten ein Dutzend bauen sollen.\" - Larry Niven",
    "tech_prereq": null,
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}