{
    "id": 23,
    "name": "Kreml",
    "production_cost": 1060,
    "game_info": "Erfordert Ordnung. +50% Produktion beim Bau von gepanzerten Einheiten. 1 freie Sozialpolitik.",
    "strategy": null,
    "historical_info": "\"Kreml\" ist ein russisches Wort, das soviel bedeutet wie ein befestigter Komplex aus Gebäuden im Zentrum einer Stadt. Es bezieht sich meistens auf den Kreml in Moskau, eine beeindruckende Ansammlung von Gebäuden, in denen die russische Regierung ihren Sitz hat. Der Kreml liegt auf einem Hügel mit einer Aussicht auf die Moskwa. In irgendeiner Form hat es an dieser Stelle schon seit fast 1.000 Jahren befestigte Gebäude gegeben. Das Grundstück wurde im 14. Jahrhundert \"Kreml\" genannt.Der Kreml befindet sich in einem dreieckigen, von Mauern eingeschlossenen Bereich von etwa 28 Hektar. Die Mauern sind aus roten Ziegelsteinen mit bleistiftartigen Türmen an den Ecken und Eingängen. Viele der Gebäude haben einen weißen Anstrich mit gelben Verzierungen und grünen Dächern, die aus der Ferne fröhlich aussehen. Die Mariä-Entschlafens-Kathedrale, erbaut in den 1470ern, ist das älteste Bauwerk in dem Komplex. Zwei weitere Kathedralen befinden sich innerhalb der Mauern sowie eine überraschende Anzahl an Palästen, von denen der Kremlpalast der größte ist.Der Kreml hat den Auf- und Abstieg vieler großer Namen in seinen Mauern miterlebt. Iwan der Schreckliche hat den Facettenpalast im Kreml errichten lassen. Im Deutsch-Sowjetischen Krieg (Zweiter Weltkrieg) vertrieb Josef Stalin die deutschen Invasoren von den Toren Moskaus - vielleicht der größte Dienst, den jemals ein russischer Herrscher für sein Land vollbracht hat. (Im Kreml plante Stalin auch die systematische Vernichtung von Millionen seiner eigenen Leute.) Hier überwachte Michail Gorbatschow die Auflösung der Sowjetunion. Heute befindet sich im Kreml die Regierung der Russischen Förderation.Wofür er auch immer in der Zukunft eingesetzt werden wird, der Kreml wird immer als gewaltiges Monument der Vergangenheit Russlands dienen - da er das Beste und das Schlimmste einer großen Nation gesehen hat.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kreml.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kreml.png",
    "quote": "'Das Gesetz ist eine Festung auf einem Hügel, den Armeen nicht stürmen und Fluten nicht hinfort schwemmen können.' - Der Prophet Mohammed",
    "tech_prereq": {
        "name": "Railroad",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}