{
    "id": 26,
    "name": "Machu Picchu",
    "production_cost": 300,
    "game_info": "+25% Gold durch [ICON_CONNECTED] Stadtverbindungen.Die Stadt muss innerhalb von 2 Geländefeldern eines Gebirges in Eurem Gebiet gebaut werden.",
    "strategy": null,
    "historical_info": "Machu Picchu liegt mitten im peruanischen Hochgebirge in 2.350 Meter Höhe und war eine außergewöhnliche Inka-Stadt und ein Wunder präkolumbianischer Architektur. Machu Picchu wurde Mitte des 15. Jahrhunderts errichtet und Historiker gehen davon aus, dass ein Großteil der Stadt ein Palastkomplex des mächtigen Inka-Herrschers Pachacútec Yupanqui war. Die Stadt, die fast vollständig aus weißem Granitstein erbaut war, wurde Mitte des 16. Jahrhunderts aus unerklärlichen Gründen verlassen. Die plündernden spanischen Konquistadoren entdeckten den Ort nicht während ihrer Bezwingung der Inka und so ist die Stadt bis heute relativ intakt geblieben.Archäologen haben nicht nur den bereits erwähnten Palastkomplex identifiziert, sondern auch Tempel, Wohnbereiche, Plätze und einen Friedhof, die aus dem Bergfelsen geschlagen wurden. Das bergige Gelände, das die zentralen Gebäude umgibt, wurde in stufige Terrassen zur landwirtschaftlichen Nutzung geformt. Einst wurden die Terrassen von einem weitläufigen Aquädukt-System bewässert, was für sich allein an einem Ort in den Bergen schon eine erstaunliche Leistung ist.Auch wenn Machu Picchu eine Ruine ist, hat es sich seine außergewöhnliche, raue Schönheit bist heute bewahrt. Zu seiner Zeit muss es eine unglaubliche Stadt gewesen sein, als die Inka hier ihre Heimat hatten.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
    "quote": "'Nur wenige Romanzen können jemals die der Granitzitadelle über den bedrohlichen Steilhängen von Machu Picchu, der Krönung des Landes der Inka, übersteigen.' - Hiram Bingham",
    "tech_prereq": {
        "name": "Guilds",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
    },
    "yields": {
        "gold": 5,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 2,
        "happiness": 0
    }
}