{
    "id": 30,
    "name": "Notre Dame",
    "production_cost": 400,
    "game_info": null,
    "strategy": null,
    "historical_info": "Notre Dame ist eine gewaltige Kathedrale, die auf der Seine-Insel Île de la Cité in Paris steht. Erbaut an der Stelle, an der einst eine ältere Kirche stand - die ihrerseits einen alten römischen Tempel für Jupiter verdrängt hatte - ist Notre Dame ein prächtiges Beispiel gotischer Architektur und eines der größten Gebäude, die es gibt. Der Bau von Notre Dame begann im Jahr 1163 und dauerte fast zwei Jahrhunderte bis zur Vollendung.Notre Dame ist ein massives Steingebäude aus quadratischen Türmen, Strebebögen und hohen Turmspitzen. Das Äußere wird von feinen Bändern aus Bögen und Statuen von Heiligen und Königen geziert. Das Dach ist umrandet von Wasserspeiern. Das Innere der Kathedrale ist ein langer, enger Raum, der zu beiden Seiten von Säulen gesäumt wird, die zwei wunderschöne erhobene Galerien tragen. Licht scheint durch die brillante Glasmalerei sanft auf den Hauptaltar hinab, der eine wunderschöne Statue der Jungfrau Maria, Schutzheilige der Kirche, enthält, die den Leib Jesu hält.Die Kathedrale hat im Laufe der Jahre unter vielen Perioden der Vernachlässigung gelitten. Während der Französischen Revolution wurden die Schätze von Notre Dame gestohlen und das Gebäude diente als Lagerhaus. Im frühen 19. Jahrhundert war die Kathedrale in einem derart schlechten Zustand, dass die Stadtplaner darüber nachdachten, sie abzureißen. Victor Hugo schrieb \"Der Glöckner von Notre Dame\" zum Teil, um auf die Notlage der Kathedrale aufmerksam zu machen. 1871 wurde Notre Dame während der kurzlebigen Pariser Kommune beinahe in Brand gesteckt. Glücklicherweise hat die Kathedrale alles überlebt und wurde mittlerweile wieder größtenteils zu ihrer ursprünglichen Pracht restauriert.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame.png",
    "quote": "\"Architektur hat die großen Ideen der Menschheit festgehalten. Nicht nur jedes religiöse Symbol, sondern jeder menschliche Gedanke hat seine Seite in diesem gewaltigen Buch.\" - Victor Hugo",
    "tech_prereq": {
        "name": "Physics",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 4,
        "happiness": 10
    }
}