{
    "id": 33,
    "name": "Pentagon",
    "production_cost": 1250,
    "game_info": " Goldkosten für die Modernisierung von Militäreinheiten um 33% reduziert.",
    "strategy": null,
    "historical_info": "Das Pentagon ist ein großes, fünfeckiges Gebäude in Arlington, Virginia, in den USA, das gegenüber von Washington D.C. auf der anderen Seite des Potomac River steht. Es ist das Hauptquartier des US-amerikanischen Verteidigungsministeriums und aller drei Militärzweige: Armee, Marine und Luftwaffe. Das Pentagon wurde gebaut, um die verschiedenen Teile des Kriegsministeriums zusammenzulegen, die zuvor in 17 verschiedenen Gebäuden in ganz Washington untergebracht waren. Der Bau wurde 1941 begonnen und 1943 abgeschlossen, was eine erstaunlich kurze Zeit für ein solch großes Gebäude ist und das unglaubliche Tempo des Ausbaus des amerikanischen Militärs zu Beginn des Zweiten Weltkriegs widerspiegelt. Das Pentagon erstreckt sich über eine Fläche von rund 12 Hektar und bietet 25.000 Arbeitsplätze, was es zu einem der größten Bürogebäude macht, die je errichtet wurden. (Hier arbeiten z. B. mehr Leute als im Empire State Building.)Das Pentagon wurde am 11. September 2001 bei einem terroristischen Anschlag von einem Passagierflugzeug getroffen. Glücklicherweise wurde der Teil des Gebäudes, der bei dem Anschlag getroffen wurde, gerade renoviert. Die Renovierung sollte die Stabilität des Gebäudes verbessern, und viele der sonst in diesem Teil des Gebäudes arbeitenden Angestellten waren vorübergehend in anderen Büros untergebracht. 125 Pentagon-Arbeiter und alle 64 Passagiere des Flugzeugs wurden bei dem Anschlag getötet. Das Gebäude wurde inzwischen vollständig wiederaufgebaut und ist bis heute die Schaltzentrale des US-Militärs.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon.png",
    "quote": "\"Pläne sind nichts. Planung ist alles.\" - Dwight D. Eisenhower",
    "tech_prereq": {
        "name": "Combined Arms",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}