{
    "id": 36,
    "name": "Prora",
    "production_cost": 1060,
    "game_info": "Erfordert Autokratie. Zusätzlich zu +2 Zufriedenheit bietet das Seebad Prora auch +1 Zufriedenheit für alle 2 Politiken, die Ihr eingeführt habt. 1 freie Sozialpolitik. Muss in einer Küstenstadt gebaut werden.",
    "strategy": null,
    "historical_info": "Das Seebad Prora wurde zwischen 1936 und 1939 auf der Ostsee-Insel Rügen errichtet. Der überdimensionierte Komplex sollte deutschen Arbeitern Erholung ermöglichen. Laut der ursprünglichen Planung sollte das Seebad aus acht Blöcken mit je zehn Wohneinheiten bestehen und bis zu 20.000 Gäste beherbergen können. Die Häuserblocks hätten, wenn sie je fertiggestellt worden wären, auch Restaurants, Kinos, Schwimmbäder, Turnhallen, Ballsäle und andere Einrichtungen beinhalten sollen, die alle über einen Bahnhof und ein Kai für Kreuzfahrtschiffe zu erreichen gewesen wären. Zu Beginn des Zweiten Weltkriegs wurden die Bauarbeiten jedoch eingestellt. Während des Kriegs dienten die Gebäude Flüchtlingen als Unterkunft und später wurden sie auch als Lazarett genutzt. Nach dem Krieg wurde der Komplex eine Zeitlang von Sowjet-Einheiten besetzt, die sämtliche verwertbaren Materialien ausschlachteten, bis hin zu Kabeln und Rohrleitungen. Abgesehen von einem Museum für DDR-Geschichte verfällt der Großteil der Gebäude heute ungenutzt.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora.png",
    "quote": "'Dieser Verlust an Freiheit führt zum Verblassen der menschlichen Werte im Leben, die für dieses von unschätzbarem Wert sind. Was bleibt, sind nur zwanghafte Arbeitsbedingungen und triviale Freizeitvergnügen.' - A.N. Whitehead",
    "tech_prereq": {
        "name": "Flight",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/flight.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}