{
    "id": 39,
    "name": "Sixtinische Kapelle",
    "production_cost": 500,
    "game_info": "+25% Kultur in allen Städten. Enthält 2 Plätze für Große Kunstwerke.",
    "strategy": null,
    "historical_info": "Die Schönheit der Sixtinischen Kapelle in Rom ist schon lange ein Zeugnis für die Mischung aus tiefer religiöser Überzeugung und der Liebe zur Kunst, die viele Leute in der Renaissance in Europa miteinander verband. Der große italienische Künstler Michelangelo widmete vier Jahre seines Lebens der Vollendung der Wandgemälde, die die Decke dieses Teils des Apostolischen Palastes zieren, der offiziellen Residenz des Papstes. Michelangelos großartige Arbeit stellt Ereignisse aus dem Buch Genesis und andere biblischen Erzählungen dar. Zwanzig Jahre bevor Michelangelo mit der Arbeit an der Decke begann, hatten bereits andere große italienische Künstler die Wände des Gebäudes mit verschiedenen religiösen Abbildungen bemalt.Michelangelo erhielt von Papst Julius II. den Auftrag, die Decke zu bearbeiten. Er malte von 1508 bis 1512 an dem Gemälde. Der Legende nach wollte Michelangelo gar nicht an dem Projekt arbeiten. Er war eingeschüchtert durch das Ausmaß der Arbeit, und glaubte, dass seine wahren Talente in der Bildhauerei lagen. Gemeinhin zählt Michelangelos Arbeit als eines der größten Gemälde der westlichen Geschichte. Nur wenige Besucher der Sixtinischen Kapelle sind nicht bewegt von der Hingabe des Künstlers an sein Thema oder seine Gefühle über die Natur menschlichen Mühens und Leidens sowie den spirituellen Triumph.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sixtinische_kapelle.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sixtinische_kapelle.png",
    "quote": "'Ich lebe und liebe in Gottes einzigartigem Licht.' - Michelangelo Buonarroti",
    "tech_prereq": {
        "name": "Acoustics",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}