{
    "id": 42,
    "name": "Stonehenge",
    "production_cost": 185,
    "game_info": null,
    "strategy": null,
    "historical_info": "Stonehenge ist das wohl erstaunlichste bis heute erhaltene Bauwerk der Frühgeschichte. Obwohl nur noch Ruinen erhalten sind, löst dieses Monument bis heute Staunen, Ehrfurcht und Verwunderung aus.Stonehenge steht in Südengland und besteht aus konzentrischen Steinkreisen, die von einem Graben (\"Henge\") umgeben sind. Im Laufe der Jahrtausende wurde die Anlage in sieben Stufen ausgebaut. Der Henge entstand vor etwa 5.000 Jahren. Der innere Ring kleinerer \"Blausteine\" wurde etwa 1.000 Jahre später (um 2000 v. Chr.) hinzugefügt. Der äußere Ring riesiger Sarsensteine kam etwa 500 Jahre später hinzu.Es ist nicht bekannt, wer Stonehenge konstruiert hat. Zunächst glaubte man romantisch verklärt, dass die Druiden das Wunderwerk errichtet hätten. Allerdings wurde das Monument bereits 2.000 Jahre vor den ersten Druiden fertiggestellt. Wir wissen nur, dass der Bau in der Jungsteinzeit begonnen und in der folgenden Epoche vollendet wurde.Stonehenge ist ein Wunderwerk der Technik, das mit primitivsten Werkzeugen geschaffen wurde. Offenbar wurde der äußere Graben mit Holz- und Knochenstücken ausgehoben. Die 80 Blausteine, von denen jeder etwa 4 Tonnen wiegt, wurden aus einem 380 Kilometer entfernten Steinbruch nach Stonehenge transportiert. Wissenschaftler vermuten, dass die Steine auf Baumstämmen, Holzschlitten und schließlich auf Flusskähnen transportiert wurden. Der schwerste Stein im äußeren Ring wiegt etwa 50 Tonnen und wurde vermutlich von 600 Männern aus einem 30 Kilometer entfernten Steinbruch an seinen jetzigen Standort befördert. Die gewaltigen Steine mussten mit Seilen und Holzhebeln an exakt vorgegebenen Positionen aufgerichtet werden.Die Funktion von Stonehenge ist bis heute umstritten. Manche Forscher vertreten die These, dass es als Tempel zu Ehren der Götter errichtet wurde. Andere bezeichnen es als Grabstätte für Könige und Adlige. Wieder andere Forscher halten Stonehenge für ein astronomisches Observatorium, das die Bewegung der Sterne aufzeichnet.Ganz gleich, welchem Zweck es ursprünglich dienen sollte, heute ist Stonehenge ein beeindruckendes Monument, das die Fähigkeiten und die Hingabe seiner \"primitiven\" Erbauer unterstreicht.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
    "quote": "'Die Zeit lässt alles schwinden. Alles fällt durch die Zeit ins Vergessen.' - Aristoteles",
    "tech_prereq": {
        "name": "Calendar",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 5,
        "happiness": 0
    }
}