{
    "id": 44,
    "name": "Taj Mahal",
    "production_cost": 625,
    "game_info": "Das Reich läutet ein Goldenes Zeitalter ein.",
    "strategy": null,
    "historical_info": "Das Taj Mahal im indischen Agra wurde Mitte des 16. Jahrhunderts von Schah Jahan als Mausoleum für seine Frau erbaut. Es ist zweifellos eines der schönsten Gebäude der Welt, zumal es aus seltenen und kostbaren Materialien besteht, die aus ganz Indien und Asien importiert wurden. Angeblich transportierten mehr als 1.000 Elefanten Sandstein, Marmor, Jade, Türkise, Saphire und alle anderen erforderlichen Materialien zur Baustelle.Der Gesamtkomplex umfasst ein etwa 300 mal 570 Meter großes Gelände mit einem Tor, einem Garten, dem Mausoleum, einer Moschee und einem Gästehaus. Die ersten drei Gebäude sind mit Marmor verkleidet und mit geometrischen Mustern verziert. Die Moschee und das Gästehaus bestehen aus poliertem rotem Sandstein. Prächtige zwiebelförmige Kuppeln und Minarette runden das Gesamtbild ab.Experten diskutieren bis heute, was das Taj Mahal so einzigartig macht. Einige Fachleute verweisen auf die perfekten Proportionen und die Symmetrie der Gebäude, andere auf die Tatsache, dass das Gebäude perfekt mit den herrschenden Lichtverhältnissen harmoniert. Wieder andere sehen im Grund für seine Errichtung das Geheimnis seiner Schönheit: Ein Mann, der die Liebe zu seiner Frau für immer in Stein verewigen wollte.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
    "quote": "'Das Taj Mahal erhebt sich über dem Flussufer wie eine einsame Träne an der Wange der Zeit.' - Rabindranath Thakur",
    "tech_prereq": {
        "name": "Architecture",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}