[
    {
        "id": 1,
        "name": "Alhambra",
        "production_cost": 400,
        "game_info": "Alle neu ausgebildeten Nicht-Lufteinheiten in dieser Stadt erhalten die Beförderung Drill I, die die Kampfstärke in UNWEGSAMEM Gelände verbessert. Bringt eine kostenlose Burg in der Stadt, in der sie errichtet wird. Steigert die Kulturproduktion der Stadt um 20%.",
        "strategy": null,
        "historical_info": "Die Alhambra ist ein großer Palastkomplex der Nasriden aus Südspanien, die diese Region Mitte des 14. Jahrhunderts kontrollierten. Der Bau begann um das Jahr 1238 n. Chr. unter der Herrschaft von Ibn al-Ahmar und wurde von seinen Nachfahren fortgesetzt. Der Name stammt von der rötlichen Färbung der Mauern und bedeutet so viel wie \"Rote Festung\". Die Alhambra zeichnet sich durch den maurischen Stil der islamischen Kunst aus und besitzt reichhaltige Eingravierungen und unzählige Beispiele der ineinander verschlungenen Ornamente, die auch als Arabesken bezeichnet werden und in der islamischen Kunst vorherrschend sind. Wenn es auch heute noch viele Beispiele des ursprünglichen islamischen Stils gibt, wurden doch große Teile des Palastes und seines Inneren nach dem Aufstieg des Katholizismus in Spanien umgebaut.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra.png",
        "quote": "'Gerechtigkeit ist eine uneinnehmbare Festung, errichtet auf einer Bergkuppe, und kann weder durch die Gewalt von Sturmfluten, noch durch den Zwang von Armeen vernichtet werden.'- Joseph Addison",
        "tech_prereq": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/alhambra.json"
    },
    {
        "id": 2,
        "name": "Angkor Wat",
        "production_cost": 400,
        "game_info": " Kultur- und Goldkosten für den Erwerb neuer Geländefelder in allen Städten um 25% reduziert.",
        "strategy": null,
        "historical_info": "Angkor Wat ist ein Tempel in Angkor, Kambodscha. Angkor Wat wurde im 12. Jahrhundert von König Suryavarman II. errichtet, um als königlicher Palast und Staatstempel zu fungieren mit dem Hinduismus als Staatsreligion. Zwei oder drei Jahrhunderte später wurde Angkor Wat zum Gebrauch durch Buddhisten umgewandelt. Angkor Wat ist ein Komplex aus Gebäuden, umgeben von einer Mauer und einem Burggraben. Der eingeschlossene Bereich umfasst 914 Meter mal 792 Meter.Angkor Wat wurde vorwiegend aus Sandsteinblöcken errichtet. Der Komplex ist in einem rechteckigen Muster angelegt, das in gewisser Weise an die Form einer antiken Festung erinnert; die inneren Gebäude werden von den äußeren Mauern durch einen Hof ähnlich dem Vorhof einer Burg getrennt.Einst war der Hof mit hölzernen Gebäuden versehen, aber diese sind alle zerfallen. Die verbliebene innere Struktur aus Stein ist in drei Galerien unterteilt, die auf erhöhten Plattformen erbaut wurden. Die äußeren Galerien beherbergten früher Bibliotheken, während die innere ein Vishnu-Schrein war (und später in einen Buddha-Schrein umgewandelt wurde). Die Galerien werden von Türmen überragt, die stilisierten Bienenkörben ähneln; der höchste erreicht eine Höhe von ungefähr 42 Metern. Die Wände der Gebäude sind mit prunkvollen und wunderschönen Basrelief-Skulpturen bedeckt, die Szenen aus der hinduistischen Mythologie darstellen.Obwohl er in der letzten Hälfte des 20. Jahrhunderts größtenteils vernachlässigt wurde, werden nun ernsthafte Anstrengungen unternommen, um diesen wundervollen und einzigartigen Ort der Verehrung zu erhalten und wiederaufzubauen, und Pilger und Touristen besuchen ihn in steigender Anzahl jedes Jahr.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat.png",
        "quote": "'Der Tempel ist wie kein anderes Bauwerk auf der Welt. Er hat Türme und Verzierungen und all die Raffinessen, die dem menschlichen Genie entspringen können.' - Antonio da Magdalena",
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/angkor_wat.json"
    },
    {
        "id": 3,
        "name": "Big Ben",
        "production_cost": 750,
        "game_info": "Erfordert Wirtschaft. Kosten für Gold-Käufe in allen Städten um 15% gesunken.",
        "strategy": null,
        "historical_info": "Big Ben ist die Uhr (und der Uhrturm) am nördlichen Ende des Parlamentsgebäudes in London, England. Big Ben (die Uhr) ist berühmt für seine Pünktlichkeit und für seine riesige Glocke, die über 13 Tonnen wiegt und zu jeder Stunde des Tages schlägt.Big Ben wurde von Lord Edmund Grimthorpe entworfen und von Edward Dent und seinem Sohn Frederick gebaut. Die Uhr und die Glocke wurden 1859 in den Turm eingesetzt. Big Ben ist die zweitgrößte Uhr mit vier Zifferblättern auf der Welt. Auf dem Sockel jedes Ziffernblattes steht die lateinische Inschrift, \"O Herr, beschütze unsere Königin Victoria die Erste.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/big_ben.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/big_ben.png",
        "quote": "'Um große Dinge zu erreichen, sind zwei Dinge nötig: ein Plan und zu wenig Zeit.' - Leonard Bernstein",
        "tech_prereq": {
            "name": "Industrialization",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/industrialization.json"
        },
        "yields": {
            "gold": 4,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/big_ben.json"
    },
    {
        "id": 4,
        "name": "Borobudur",
        "production_cost": 300,
        "game_info": "Muss in einer heiligen Stadt gebaut werden. 3 freie Missionare erscheinen.",
        "strategy": null,
        "historical_info": "Die buddhistische Tempelanlage Borobudur in Magelang, Java, besteht aus sechs rechteckigen Plattformen, auf denen drei runde Plattformen thronen, auf denen wiederum 72 kleine Stupas rund um einen großen Stupa aufgestellt sind. Das Bauwerk wird von 2.672 Basreliefs und 504 buddhistischen Statuen verziert. Die drei Ebenen des Tempels stehen für die drei Reiche der buddhistischen Kosmologie: die Welt der Begierde, die Welt der Formen und die Welt der Formlosigkeit. Der Bau der Tempelanlage wurde irgendwann zwischen 778 und 850 n. Chr. während der Sailendra-Dynastie abgeschlossen. Um 1006 n. Chr. wurde die nahegelegene Hauptstadt des nachfolgenden Königreichs Mataram aufgrund einer Reihe von Vulkanausbrüchen aufgegeben; kurz darauf fanden auch keine Pilgerreisen zum Borobudur mehr statt. Der Tempel geriet für Jahrhunderte in Vergessenheit und wurde von Asche und Dschungel bedeckt, bis er im Jahr 1814 von Sir Stamford Raffles, dem britischen Vizegouverneur von Java, entdeckt wurde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/borobudur.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/borobudur.png",
        "quote": "'Wenn du erkennst, wie vollkommen alles ist, blickst du nach oben und lachst in den Himmel.' - Gautama Buddha",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/borobudur.json"
    },
    {
        "id": 5,
        "name": "Brandenburger Tor",
        "production_cost": 750,
        "game_info": "Ein Großer General erscheint in der Nähe der Stadt, in der das Wunder errichtet wurde, und allen in dieser Stadt ausgebildeten Einheiten werden +15 EP gewährt.",
        "strategy": null,
        "historical_info": "Das Brandenburger Tor ist das einzige verbleibende Stadttor von Berlin. Der schöne \"Triumphbogen\", errichtet im griechischen Stil zwischen 1788 und 1791, besteht aus vielen Säulen und ist von der \"Quadriga\" gekrönt, der Statue eines Streitwagens, der von vier Pferden gezogen und der Siegesgöttin Victoria gelenkt wird. Das Brandenburger Tor steht am Ende der Straße Unter den Linden.Nach dem Zweiten Weltkrieg war Berlin in Sektoren eingeteilt, die von der Sowjetunion und ihren Verbündeten sowie von den Vereinigten Staaten und ihren Verbündeten kontrolliert wurden. Die Berliner Mauer wurde von den Sowjets errichtet, um die beiden Teile der Stadt voneinander zu trennen. Das Brandenburger Tor befand sich in einer Art \"Niemandsland\" zwischen den beiden Fraktionen und von 1961-1989 hatte keine Seite Zugang. Das Tor wurde 1989 als Teil der Wiedervereinigung zwischen Ost- und Westdeutschland wieder geöffnet.Heute steht es als stolzes Symbol des wiedervereinten Landes und wird von Zehntausenden von Touristen sowohl aus dem Osten als auch aus dem Westen besucht.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/brandenburger_tor.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/brandenburger_tor.png",
        "quote": "'Der bleiche Tod klopft gleichen Fußes an die Türen der Armen und die Burgen der Reichen.' - Horaz",
        "tech_prereq": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/brandenburg_gate.json"
    },
    {
        "id": 6,
        "name": "Broadway",
        "production_cost": 1060,
        "game_info": "1 freier Großer Musiker erscheint bei der Stadt, in der das Wunder gebaut wurde. Enthält 3 Plätze für Große Musikwerke.",
        "strategy": null,
        "historical_info": "Der Broadway ist eine 25 km lange Straße in New York, die durch Manhattan und die Bronx verläuft. Obwohl der Großteil der Straße von Bürogebäuden, Geschäften und Wohnhäusern gesäumt wird, ist sie vor allem für ihren auch als \"Great White Way\" bekannten mittleren Abschnitt zwischen der 42. und der 53. Straße - das Theaterviertel berühmt. Alles begann Mitte des 19. Jahrhunderts, als eine Reihe von Theatern am Broadway eröffnet wurden. 1880 wurde ein Straßenabschnitt zwischen dem Madison Square und dem Union Square mit Kohlebogenlampen erleuchtet und so wurde der Broadway zu einer der ersten elektrisch beleuchteten Straßen in den USA. Vom wachsenden amerikanischen Wohlstand und kulturellen Ambitionen angetrieben, machten die Theater diesen Abschnitt zum Mekka der Populärkultur. Bis zum Beginn des 20. Jahrhunderts hatten sich bereits 20 Theater dort niedergelassen, deren Schilder so hell erstrahlten, dass sie dem Abschnitt den Spitznamen \"Great White Way\" einbrachten. Im Jahr 1925 fanden sich 80 Theater entlang des Broadways, die sich auf aufwändige Produktionen spezialisierten, vor allem auf Revuen und Musicals.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway.png",
        "quote": "'Der Broadway ist eine kulturelle Hauptschlagader von New York ... und ziemlich verkalkt.' - Walter Winchell",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/broadway.json"
    },
    {
        "id": 7,
        "name": "Chichén Itzá",
        "production_cost": 300,
        "game_info": "Dauer von Goldenen Zeitaltern um 50% verlängert.",
        "strategy": null,
        "historical_info": "Chichén Itzá ist eine außergewöhnliche Stadt aus Stein, die auf der Yucatán-Halbinsel in Mexiko erbaut wurde. Einige der ältesten Gebäude und Pyramiden lassen sich 1.500 Jahre zurückdatieren und sind toltekischen und mayaischen Ursprungs.Chichén Itzá setzt sich aus Gebäuden, Tempeln und Höfen aus Stein zusammen. Ein großes \"pok ta pok\"- oder zeremonielles Ballfeld - befindet sich auf einer Seite. (Das zeremonielle Ballspiel ist dieses äußerst interessante Spiel, bei dem zwei Seiten versuchen, den Ball durch ringförmige Tore an jedem Ende des Feldes zu befördern. Der Kapitän des Gewinner-Teams wurde dann enthauptet und den Göttern geopfert.) Obwohl die Stadt von der Zeit (und Plünderern) stark verwüstet wurde, gibt es dort immer noch viele schöne Steinbilder und Statuen.Im Zentrum der Stadt steht die mächtige gestufte Pyramide von Kukulcán, auch bekannt als \"El Castillo\". El Castillo wurde im 13. Jahrhundert erbaut und ist am Boden ungefähr 55 Meter breit und 24 Meter hoch. Wie es bei den Maya üblich war, wurde Kukulcán auf einer älteren kleineren Pyramide errichtet.Chichén Itzá war eine blühende Stadt bis zum 13. Jahrhundert, als unter den Maya Aufstände und Bürgerkrieg ausbrachen und die Stadt ihren steilen Abstieg begann, von dem sie sich nie erholte. Das Zentrum der Stadt war zur Zeit der spanischen Eroberung von Yucatán im 16. Jahrhundert weitgehend verlassen und lag in Trümmern.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichén_itzá.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichén_itzá.png",
        "quote": "'Der Katun wird in Chichén Itzá festgelegt. Die Übereinkunft der Itzá wird dort stattfinden. Der Quetzal wird kommen, der grüne Vogel wird kommen. Ah Kantenal wird kommen. Es ist das Wort Gottes. Die Itzá werden kommen.' - Die Bücher von Chilam Balam",
        "tech_prereq": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/chichen_itza.json"
    },
    {
        "id": 8,
        "name": "CN Tower",
        "production_cost": 1250,
        "game_info": "Bringt einen kostenlosen Funkturm in allen Städten. +1 Bevölkerung in jeder Stadt und +1 Zufriedenheit je Stadt.",
        "strategy": null,
        "historical_info": "Wenn er auch einst das höchste freistehende Gebäude der Welt war, so gehört der CN Tower von Toronto in Kanada auch heute noch mit zu den größten. Er wurde 1976 als Fernsehturm von der Canadian National Railway Company (daher auch das CN) gebaut und zum Wahrzeichen von Toronto und zu einer großen Touristenattraktion. Der Turm wird noch immer hauptsächlich für Radio- und Fernsehübertragungen benutzt und gilt jetzt mit anderen beachtlichen Bauten des 20. Jahrhunderts als eines der \"Sieben Weltwunder der Moderne\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cn_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cn_tower.png",
        "quote": "'Nichts ist schneller als die Lichtgeschwindigkeit, mit Ausnahme schlechter Nachrichten, für die eigene Gesetze gelten.'- Douglas Adams",
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/cn_tower.json"
    },
    {
        "id": 9,
        "name": "Koloss",
        "production_cost": 185,
        "game_info": "Bringt 1 zusätzlichen Handelsweg und ein Frachter erscheint in der Stadt. Handelswege, die andere Spieler in eine Stadt mit Koloss einrichten, erzeugen 2 Gold extra für den Stadtbesitzer und der Handelsweg-Besitzer erhält 1 Gold extra für den Handelsweg. Die Stadt muss an der Küste liegen.",
        "strategy": null,
        "historical_info": "Der Koloss von Rhodos war eine Bronzestatue von Helios, dem griechischen Gott der Sonne, die in der Nähe der Mündung des Stadthafens errichtet worden war. Sie war über 30 Meter hoch (etwa zwei Drittel der Gesamtgröße der Freiheitsstatue). Leider wurde sie durch ein Erdbeben nur 56 Jahre nach ihrer Errichtung umgeworfen. Auf den Rat eines Orakels hin beschloss die Stadt, die Statue in Trümmern dort liegen zu lassen, wo sie gefallen war. Über 900 Jahre kamen Menschen aus der ganzen antiken Welt nach Rhodos, um die Überreste des Koloss zu sehen. Er wurde 650 n. Chr. zerstört, als die Stadt von muslimischen Räubern eingenommen wurde, welche das Metall der Statue sofort verkauft haben.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/koloss.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/koloss.png",
        "quote": "'Ja, er beschreitet, Freund, die enge Welt wie ein Kolossus, und wir kleinen Leute, wir wandeln unter seinen Riesenbeinen und schaun umher nach einem schnöden Grab.' - William Shakespeare: Julius Cäsar",
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/iron_working.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/colossus.json"
    },
    {
        "id": 10,
        "name": "Cristo Redentor",
        "production_cost": 1250,
        "game_info": " Kulturkosten bei Einführung einer neuen Politik sinken um 10%.",
        "strategy": null,
        "historical_info": "Cristo Redentor, \"Christus der Erlöser\" auf Deutsch, ist eine 38 Meter hohe Statue von Jesus Christus auf dem Berg Corcovado, welche die brasilianische Stadt Rio de Janeiro überblickt. Der Bau der Statue wurde 1921 erstmalig während der Feierlichkeiten zum hundertjährigen Jubiläum der brasilianischen Unabhängigkeit vorgeschlagen. 1931 wurde die Statue vollendet und war somit das größte Art-Déco-Monument der Welt. Seitdem ist die Statue, die 710 Meter über dem Meeresspiegel liegt, zu einem beliebten Symbol für Rio de Janeiro und Brasilien geworden.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cristo_redentor.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cristo_redentor.png",
        "quote": "'Kommet her zu mir, alle, die ihr mühselig und beladen seid; ich will euch erquicken.' - Die Bibel, Matthäus 11,28",
        "tech_prereq": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 5,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/cristo_redentor.json"
    },
    {
        "id": 11,
        "name": "Eiffelturm",
        "production_cost": 1060,
        "game_info": "Der Eiffelturm bringt zusätzlich zu Zufriedenheit und Kultur auch +12 Tourismus.",
        "strategy": null,
        "historical_info": "Der Eiffelturm ist eines der berühmtesten Wahrzeichen der Welt. Der Turm wurde für die Weltausstellung in 1889 gebaut und erhebt sich 300 Meter über dem Champ de Mars von Paris, nahe der Seine. Der Konstruktionsingenieur Alexandre Gustave Eiffel baute den Turm für über 1 Million Dollar, um zu zeigen, wie Stahl und Eisen bei der Konstruktion von äußerst hohen Gebäuden eingesetzt werden können. Der Eiffelturm war kurz nach seiner Vollendung das höchste Gebäude der Welt und zog Massen von ehrfurchtsvollen Besuchern aus der ganzen Welt an. Heute ist er immer noch eine von Paris' führenden Touristenattraktionen.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/eiffelturm.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/eiffelturm.png",
        "quote": "'Wie kann man von uns denken, dass Schönheit uns nicht beschäftigt, nur weil wir Ingenieure sind, oder dass wir nicht versuchen, ebenso schöne wie stabile und haltbare Strukturen zu errichten?' - Gustave Alexandre Eiffel",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 5
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/eiffel_tower.json"
    },
    {
        "id": 12,
        "name": "Verbotene Stadt",
        "production_cost": 500,
        "game_info": "Erfordert Patronat. Gewährt 2 zusätzliche Abgeordnete im Weltkongress. -10% Unzufriedenheit durch Bürger in nicht besetzten Städten.",
        "strategy": null,
        "historical_info": "Als eine Sammlung von kaiserlichen Bauwerken in Peking ist die Verbotene Stadt ein Beweis der architektonischen Genialität und Ästhetik der Chinesen. Ziergärten, Terrassen und Springbrunnen umgeben das prächtige Bauwerk, das 1421 zur Hauptstadt Chinas wurde. Es war der Wohnsitz von 24 Kaisern der Ming- und Qing-Dynastien, bis der letzte Kaiser 1911 abdankte.Obwohl die richtige Bezeichnung für das Gebäude \"Kaiserlicher Palast\" lautet, ist es im Allgemeinen als die \"Verbotene\" Stadt bekannt, da gewöhnliche Menschen das Gelände nicht betreten durften. Mit einem Burggraben von 48 Metern und neun Meter hohen Mauern bestand kaum eine Chance, dass sie unerlaubt hineingelangen konnten. Die Verbotene Stadt ist gigantisch, erstreckt sich über 70 Hektar und enthält 8.706 Zimmer. Innerhalb des Palastes lebten geschätzte acht- bis zehntausend Menschen, um dem Kaiser zu dienen. Heute ist die Verbotene Stadt eine beliebte Touristenattraktion und dient immer noch als Symbol für chinesische Herrschaftsgewalt.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/verbotene_stadt.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/verbotene_stadt.png",
        "quote": "'Die meisten von uns haben die Wahl, aus dieser Welt entweder einen Palast oder ein Gefängnis zu machen.' - John Lubbock",
        "tech_prereq": {
            "name": "Banking",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/forbidden_palace.json"
    },
    {
        "id": 13,
        "name": "Globe Theatre",
        "production_cost": 500,
        "game_info": "1 freier Großer Schriftsteller erscheint bei der Stadt, in der das Wunder gebaut wurde. Enthält 2 Plätze für Große Literaturwerke.",
        "strategy": null,
        "historical_info": "Das Globe Theatre wurde im Jahr 1599 n. Chr. von der Schauspieltruppe Lord Chamberlain's Men, an der William Shakespeare geschäftlich beteiligt war, mit zahlreichen baulichen Innovationen an der Maiden Lane in London errichtet. Im Jahr 1613 brannte das Globe nieder, nachdem das Reetdach infolge eines Kanonenfeuers bei einer Produktion von Heinrich VIII. in Brand geriet. 1614 wurde das Globe an seinem ursprünglichen Standort neu aufgebaut und führte den Betrieb fort, bis es 1642 von den Puritanern geschlossen wurde. Auch wenn die genauen Abmessungen nicht verzeichnet sind, so weiß man, dass das Globe Theatre ein dreistöckiges, rundes, nach oben offenes Amphitheater mit einem Durchmesser von gut 30 Metern war, das etwa 300 Zuschauern Platz bot. Die Bühne war 13 Meter breit, 8 Meter tief und erhob sich 1,5 Meter über den Boden, um Falltüren zu ermöglichen.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/globe_theatre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/globe_theatre.png",
        "quote": "'Totus mundus agit histrionem' (Die ganze Welt ist Bühne) - Inschrift über dem Haupteingang des Globe Theatre",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/globe_theatre.json"
    },
    {
        "id": 14,
        "name": "Große Firewall",
        "production_cost": 1250,
        "game_info": "Reduziert die Effektivität feindlicher Spione in der Stadt, in der sie errichtet wird, um 99,9%. In allen anderen Städten der Zivilisation wird die Effektivität feindlicher Spione um 25% reduziert. Negiert den Tourismus-Bonus der anderen Spieler durch Internet-Technologie.",
        "strategy": null,
        "historical_info": "Die Große Firewall ist ein restriktives Programm zur Überwachung und Zensur des Internets, das eingesetzt wird, um den für die Bürger zur Verfügung stehenden Informationsfluss zu kontrollieren. Durch die Einschränkung von online verfügbaren potenziell schädlichen Informationen können Regierungsbehörden potenzielle Rückschläge und Meinungsverschiedenheiten über unbeliebte Maßnahmen und Regierungsmaßnahmen verringern.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/große_firewall.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/große_firewall.png",
        "quote": "'Misstrauen und Vorsicht sind die Eltern der Sicherheit.'- Benjamin Franklin",
        "tech_prereq": {
            "name": "Computers",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/great_firewall.json"
    },
    {
        "id": 15,
        "name": "Große Bibliothek",
        "production_cost": 185,
        "game_info": "1 freie Technologie. Bietet eine kostenlose Bibliothek in der Stadt, in der das Wunder gebaut wird. Enthält 2 Plätze für Große Literaturwerke.",
        "strategy": null,
        "historical_info": "Die Große Bibliothek von Alexandria war eine der zwei bedeutendsten Bibliotheken der antiken Welt. Ptolemäus I. gründete sie gegen 300 v. Chr. und die Bibliothek wurde von seinen Nachfolgern erweitert und ausgebaut. Die Bibliothek versuchte, Kopien aller Schriftrollen jeder möglichen Thematik zu bekommen und enthielt letztendlich über 700.000 Werke. Religiöse Fanatiker zerstörten die Bibliothek 391 n. Chr. nach beinahe 700 Jahren Betrieb. Heute existiert nur noch ein Teil des Verzeichnisses, das uns lediglich einen Hinweis darauf gibt, welche Schätze in der Bibliothek zu finden waren.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/große_bibliothek.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/große_bibliothek.png",
        "quote": "'Bibliotheken sind wie Schreine, wo alle Reliquien der Heiligen vergangener Tage, voll der wahren Tugend, ruhen und bewahrt werden, und zwar ganz ohne Irreführung und Betrug.' - Sir Francis Bacon",
        "tech_prereq": {
            "name": "Writing",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/great_library.json"
    },
    {
        "id": 16,
        "name": "Großer Leuchtturm",
        "production_cost": 185,
        "game_info": "Alle militärischen Marineeinheiten erhalten +1 [ICON_MOVES] Fortbewegung und +1 Sicht. Bringt einen kostenlosen Leuchtturm in der Stadt des Baus.Stadt muss an der Küste erbaut sein.",
        "strategy": null,
        "historical_info": "Der Große Leuchtturm - auch bekannt als Pharos - war ein Wach- und Leuchtturm aus Marmor, der 280 v. Chr. auf einer Insel im Hafen von Alexandria, Ägypten, erbaut wurde. Mit einer geschätzten Höhe von über 90 Metern war die Hauptfunktion des Leuchtturms, sich nähernde Schiffe an einer Küste ohne weitere Merkmale zum Hafen zu lotsen. Wie genau der Pharos funktionierte, ist rein spekulativ; manche Historiker glauben, dass oben auf dem Turm Feuer entzündet wurden, während andere annehmen, dass mit Hilfe von Spiegeln das Sonnenlicht reflektiert wurde. (Da Schiffe nur selten nachts an der Küste entlang segelten, gab es vermutlich keinen großen Bedarf für den Leuchtturm nach Einbruch der Dunkelheit.) Der Pharos wurde im 14. Jahrhundert zerstört, nachdem er wiederholt Schaden durch Erdbeben genommen hatte.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/großer_leuchtturm.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/großer_leuchtturm.png",
        "quote": "'Die mit Schiffen auf dem Meer fuhren und trieben ihren Handel in großen Wassern; die des Herrn Werke erfahren haben und seine Wunder im Meer.' - Die Bibel, Psalmen 107,23-24",
        "tech_prereq": {
            "name": "Optics",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/great_lighthouse.json"
    },
    {
        "id": 17,
        "name": "Große Mauer",
        "production_cost": 250,
        "game_info": "Feindliche Landeinheiten müssen in Eurem Territorium 1 [ICON_MOVES] Extra-Zug pro Geländefeld aufwenden. Bringt der Stadt, in der sie gebaut wird, kostenlos Mauern. Durch die Entdeckung des Dynamits veraltet die Große Mauer.",
        "strategy": null,
        "historical_info": "Die Große Mauer von China ist eines der größten und berühmtesten von Menschenhand geschaffenen Bauwerke auf der ganzen Welt. Chinesische Herrscher haben die Große Mauer errichtet, um Angriffe von nomadischen Stämmen aus der heutigen Mandschurei und Mongolei abzuwehren. Interessanterweise wurde die Große Mauer nicht gebaut, um die Nomaden draußen zu halten - die Chinesen wussten, dass es unmöglich war, eine derartig lange Grenze zu verteidigen - sie wurde gebaut, um es Räubern zu erschweren, ihre Beute fortzubringen und somit die Überfälle weniger profitabel zu machen, sodass sich die Risiken nicht lohnten.Es gab insgesamt fünf verschiedene \"Große Mauern\", gebaut von unterschiedlichen chinesischen Dynastien. Die ersten vier wurden aus Erde gebaut und sind so gut wie vollständig verschwunden. Die jetzige Mauer wurde fast ausschließlich durch das Ming-Reich zwischen 1368 und 1640 n. Chr. errichtet. Diese Mauer wurde im großen Rahmen gebaut, unter der Verwendung von festeren Materialien (wie Stein). Die Ming-Mauer erstreckt sich über mehr als sechs Kilometer vom Shanhai-Pass am Golf von Bohai im Osten bis zum Lop Nor im südöstlichen Teil des Uigurischen Autonomen Gebiets Xinjiang im Westen. In dieser Region berührte die Seidenstraße zum ersten Mal chinesisches Gebiet und eine Reihe von Wachtürmen, die miteinander über Rauchsignale kommunizieren konnten, sollten Nachrichten schnell entlang der großen Länge der Mauer transportieren.Aus rein militärischer Sicht war die Große Mauer eher ein Reinfall. Die Mandschu schafften es, einen chinesischen General zu bestechen, sie durch die Mauer zu lassen, also war sie letztendlich von geringem Nutzen, als es darum ging, einen Großangriff der Barbaren aufzuhalten. Nachdem die Mandschu China erobert hatten, reichten die Grenzen des Landes bis weit in den Norden, was die Mauer unwichtig machte. Die rein finanziellen Kosten der Mauer waren auch enorm und die Anzahl an Menschenleben, die der Bau gekostet hat, soll eine Million Seelen überschreiten. Die Große Mauer trägt manchmal den Spitznamen \"der lange Friedhof\".Heute befindet sich ein Großteil der Großen Mauer in einem Zustand des Verfalls - obwohl die Touristengebiete gut erhalten werden, zerfällt ein Großteil der restlichen Teile und es sind vielleicht nur 20% der Mauer in gutem Zustand. Trotz des Verfalls ist die Große Mauer weiterhin eine von Chinas beliebtesten Touristenattraktionen und ein wahres Wunder der Welt.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/große_mauer.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/große_mauer.png",
        "quote": "'Die Kunst des Krieges lehrt uns, (...) sich nicht auf die Möglichkeit zu verlassen, dass der Feind nicht angreift, sondern auf die Tatsache, dass wir unsere Stellung uneinnehmbar gemacht haben.' - Sun Tzu",
        "tech_prereq": {
            "name": "Engineering",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/great_wall.json"
    },
    {
        "id": 18,
        "name": "Hagia Sophia",
        "production_cost": 300,
        "game_info": "Ein kostenloser Großer Prophet erscheint. Bietet einen kostenlosen Tempel in der Stadt, in der sie gebaut wird.",
        "strategy": null,
        "historical_info": "Die Hagia Sophia oder \"Kirche der heiligen Weisheit\" wurde 530 n. Chr. als griechisch-orthodoxe Kirche errichtet. Das schöne und verzierte Bauwerk steht in Istanbul (die Stadt hieß ursprünglich \"Konstantinopel\"), Türkei, und ist aus Stein und Marmor gebaut, gekrönt von einer goldenen Kuppel von über 30 Metern Durchmesser. Für die damalige Zeit war dies eine große Herausforderung für die Ingenieure und die Kuppel fiel in der Geschichte ihrer Existenz mehrmals in sich zusammen. Vier anmutige Türme stehen an den Ecken des Gebäudes.Das Innere der Hagia Sophia ist ein wunderbarer Ort mit Säulen und Bögen, die bis zur Kuppel reichen, welche über dem Bauwerk zu schweben scheint. Das Innere war mit buntem Marmor und goldenen Mosaiken überzogen, die biblische Szenen und Bilder von christlichen Heiligen darstellten.1453 wurde Konstantinopel von osmanischen Türken erobert und die Hagia Sophia wurde in eine Moschee umgewandelt. Menschliche Abbilder gehören nicht in Moscheen und viele der Mosaike wurden mit Putz überdeckt. 1934 machte der türkische Präsident Kemal Atatürk das Gebäude zu einem Museum. In den letzten Jahren wurden einige Restaurierungen an der Hagia Sophia vorgenommen und ein paar der Mosaike wurden freigelegt. Unabhängig von den Schäden der Zeit wird die Hagia Sophia gemeinhin als eines der schönstes Bauwerke auf der ganzen Welt wahrgenommen.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
        "quote": "'Weil sie sich in eine Höhe erhebt, um es dem Himmel gleichzutun, und als ob sie zwischen den anderen Gebäuden aufsteigt, steht sie in der Höhe und schaut auf den Rest der Stadt hinab und schmückt sie, weil sie ein Teil davon ist, doch sie erblüht in ihrer eigenen Schönheit.' - Prokop, De Aedificiis",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/hagia_sophia.json"
    },
    {
        "id": 19,
        "name": "Hängende Gärten",
        "production_cost": 250,
        "game_info": "Erfordert Tradition. Bietet einen kostenlosen Garten in der Stadt, in der das Wunder gebaut wird.",
        "strategy": null,
        "historical_info": "Die Hängenden Gärten waren ein charakteristisches Merkmal des antiken Babylons. Sie waren eine große Quelle des Stolzes für das Volk und wurden häufig in Berichten beschrieben, die von Besuchern der Stadt verfasst worden waren. Wahrscheinlich wurden die Gärten von König Nebukadnezar II. 600 v. Chr. erbaut. Sie waren eine aufsteigende Folge von in Reihen arrangierten Plattformen (ähnlich wie eine Zikkurat) aus Ziegelsteinen und enthielten alle möglichen Arten von Bäumen, Sträuchern und Ranken. Aus der Ferne sollen die Gärten wie ein großer grüner Berg ausgesehen haben, der sich aus der Mitte der Stadt erhebt.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hängende_gärten.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hängende_gärten.png",
        "quote": "'Wenn ein sterbliches Wesen je die Stimme Gottes hören würde, dann in einem Garten beim Wehen des Abendwindes.' - F. Frankfort Moore",
        "tech_prereq": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 6,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/hanging_gardens.json"
    },
    {
        "id": 20,
        "name": "Burg Himeji",
        "production_cost": 500,
        "game_info": "+15% Kampfstärke für Einheiten, die in freundlich gesinntem Territorium kämpfen. Bringt eine kostenlose Burg in der Stadt des Baus.",
        "strategy": null,
        "historical_info": "Die Burg Himeji ist eine außergewöhnliche japanische Burg und eines der schönsten Bauwerke der Welt. Sie wurde im 14. Jahrhundert erbaut und dann im späten 16. und frühen 17. Jahrhundert von Kuroda Yoshitaka und Ikeda Terumasa massiv umgebaut und erweitert. Die Burg Himeji ist ein hohes, mehrstöckiges, imposantes Bauwerk aus Stein und Holz mit einem strahlend weißen Äußeren und einer Reihe von schönen gebogenen Dächern. Sie trägt den Spitznamen \"Weißer-Reiher-Burg\".Die Burg Himeji ist von einem verwirrenden Labyrinth aus Wegen umgeben, die zum Burgfried führen. Die Mauern und Tore waren darauf ausgelegt, eine Armee von Invasoren zu zwingen, sich durch eine Reihe von konzentrischen Kreisen mit vielen Sackgassen zu bewegen, ehe sie das Haupttor erreichten. Das zerstreute die Angreifer und gestattete es den Verteidigern, während des Vorrückens wiederholt auf die Vorhut zu schießen. Das raffinierte System wurde nicht getestet, da die Burg im Mittelalter nie angegriffen wurde.Obwohl die Umgebung von Bombardierungen durch die Alliierten im Zweiten Weltkrieg stark beschädigt wurde, blieb die Burg beinahe unberührt. Sie wird momentan im großen Rahmen restauriert und bleibt weiterhin eine der beliebtesten Touristenattraktionen in Japan.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/burg_himeji.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/burg_himeji.png",
        "quote": "'Bushido ('der Weg des Kriegers') wird in der Gegenwart des Todes umgesetzt. Das bedeutet, den Tod zu wählen, wann immer es eine Wahl zwischen Leben und Tod gibt. Es gibt keine andere Art des Denkens.' - Yamamoto Tsunetomo",
        "tech_prereq": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/himeji_castle.json"
    },
    {
        "id": 21,
        "name": "Hubble-Weltraumteleskop",
        "production_cost": 1250,
        "game_info": "2 kostenlose Große Wissenschaftler erscheinen nahe der Stadt, in der das Wunder errichtet wurde. Bringt eine kostenlose Raumschiff-Fabrik in der Stadt, in der es errichtet wurde. +25% Produktion beim Bau von Raumschiffteilen.",
        "strategy": null,
        "historical_info": "Das Hubble-Weltraumteleskop verdankt seinen Namen dem berühmten amerikanischen Astronomen Edwin Hubble und gilt als eines der wichtigsten astronomischen Hilfsmittel aller Zeiten. Nach dem Start im Jahre 1990 liefert das Teleskop atemberaubende Bilder entlegener Sternbilder und Nebel, die große Beachtung bei Wissenschaftlern und der Allgemeinheit finden. Es ist das einzige Weltraumteleskop, das von Astronauten repariert werden kann. Die Dienstzeit des Hubble wurde durch eine Vielzahl von Weltraumspaziergängen immer weiter verlängert, doch trotz seiner erfolgreichen Vergangenheit wird es im Jahre 2018 durch das noch fortschrittlichere James Webb Space Telescope abgelöst werden.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hubble-weltraumteleskop.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hubble-weltraumteleskop.png",
        "quote": "'Das Wunder besteht nicht darin, dass es so viele Sterne gibt, sondern dass der Mensch sie vermessen hat.'- Anatole France",
        "tech_prereq": {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/satellites.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/hubble_space_telescope.json"
    },
    {
        "id": 22,
        "name": "Internationale Raumstation",
        "production_cost": -1,
        "game_info": "+1 Produktion durch Wissenschaftler und +1 Wissenschaft durch Ingenieure. Große Wissenschaftler bringen 33% mehr Wissenschaft ein, wenn sie neue Technologien erforschen. Kann nur gemeinschaftlich durch den Weltkongress gebaut werden.",
        "strategy": null,
        "historical_info": "Die internationale Raumstation ISS wurde aus jeweils einzeln in den Raum beförderten vorgefertigten Modulen zusammengesetzt und ist ein bewohnbarer Satellit auf einer niedrigen Erdumlaufbahn. Sie entstand, nachdem im Jahr 1993 drei nationale Initiativen zur Errichtung einer dauerhaften Orbitalplattform zu Forschungs- und Erkundungszwecken zu einem einzigen multinationalen Programm zusammengeschlossen wurden: die sowjetische \"Mir-2\", die amerikanische \"Freedom\" und die europäische \"Columbus\". Bis heute haben Astronauten aus 15 Ländern auf der Station gelebt und gearbeitet. Vorräte und Crewmitglieder wurden bisher mit amerikanischen Space Shuttles und russischen Sojus-Raketen zur Plattform transportiert, die jedoch durch den russischen Raumtransporter Progress, den europäischen Weltraumfrachter ATV, das japanische Versorgungsraumschiff HTV und die von der amerikanischen Firma SpaceX entwickelte Raumkapsel Dragon abgelöst werden sollen. Die internationale Raumstation ist der größte künstliche Körper im Orbit und kann unter günstigen Voraussetzungen bereits mit bloßem Auge von der Erde aus erblickt werden.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/internationale_raumstation.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/internationale_raumstation.png",
        "quote": "'Es war und ist verrückt, eine Raumstation für alle zu bauen. Wir hätten ein Dutzend bauen sollen.' - Larry Niven",
        "tech_prereq": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/international_space_station.json"
    },
    {
        "id": 23,
        "name": "Kreml",
        "production_cost": 1060,
        "game_info": "Erfordert Ordnung. +50% Produktion beim Bau von gepanzerten Einheiten. 1 freie Sozialpolitik.",
        "strategy": null,
        "historical_info": "\"Kreml\" ist ein russisches Wort, das soviel bedeutet wie ein befestigter Komplex aus Gebäuden im Zentrum einer Stadt. Es bezieht sich meistens auf den Kreml in Moskau, eine beeindruckende Ansammlung von Gebäuden, in denen die russische Regierung ihren Sitz hat. Der Kreml liegt auf einem Hügel mit einer Aussicht auf die Moskwa. In irgendeiner Form hat es an dieser Stelle schon seit fast 1.000 Jahren befestigte Gebäude gegeben. Das Grundstück wurde im 14. Jahrhundert \"Kreml\" genannt.Der Kreml befindet sich in einem dreieckigen, von Mauern eingeschlossenen Bereich von etwa 28 Hektar. Die Mauern sind aus roten Ziegelsteinen mit bleistiftartigen Türmen an den Ecken und Eingängen. Viele der Gebäude haben einen weißen Anstrich mit gelben Verzierungen und grünen Dächern, die aus der Ferne fröhlich aussehen. Die Mariä-Entschlafens-Kathedrale, erbaut in den 1470ern, ist das älteste Bauwerk in dem Komplex. Zwei weitere Kathedralen befinden sich innerhalb der Mauern sowie eine überraschende Anzahl an Palästen, von denen der Kremlpalast der größte ist.Der Kreml hat den Auf- und Abstieg vieler großer Namen in seinen Mauern miterlebt. Iwan der Schreckliche hat den Facettenpalast im Kreml errichten lassen. Im Deutsch-Sowjetischen Krieg (Zweiter Weltkrieg) vertrieb Josef Stalin die deutschen Invasoren von den Toren Moskaus - vielleicht der größte Dienst, den jemals ein russischer Herrscher für sein Land vollbracht hat. (Im Kreml plante Stalin auch die systematische Vernichtung von Millionen seiner eigenen Leute.) Hier überwachte Michail Gorbatschow die Auflösung der Sowjetunion. Heute befindet sich im Kreml die Regierung der Russischen Förderation.Wofür er auch immer in der Zukunft eingesetzt werden wird, der Kreml wird immer als gewaltiges Monument der Vergangenheit Russlands dienen - da er das Beste und das Schlimmste einer großen Nation gesehen hat.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kreml.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kreml.png",
        "quote": "'Das Gesetz ist eine Festung auf einem Hügel, den Armeen nicht stürmen und Fluten nicht hinfort schwemmen können.' - Der Prophet Mohammed",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/kremlin.json"
    },
    {
        "id": 24,
        "name": "Schiefer Turm von Pisa",
        "production_cost": 500,
        "game_info": "+25% Auftauchen von Großen Persönlichkeiten in allen Städten. Eine kostenlose Große Persönlichkeit Ihrer Wahl erscheint bei der Hauptstadt.",
        "strategy": null,
        "historical_info": "Der berühmte Glockenturm steht auf der Piazza del Duomo (\"Domplatz\") in Pisa in Italien und wird gemeinhin nur als der Schiefe Turm von Pisa bezeichnet, der bereits seit Jahrhunderten zu einer Seite geneigt steht. Der Bau des Turms begann im Jahr 1173 und es stellte sich bereits schnell heraus, dass der instabile Boden und das kleine Fundament, auf dem der Turm errichtet wurde, ihn niemals stützen können würden. Nachdem der Turm fast ein Jahrhundert lang unvollständig gelassen wurde, nahm man die Arbeiten Ende des 13. Jahrhunderts wieder auf, wobei die letzte Ebene 1372 fertiggestellt wurde. Im Turm befinden sich sieben Glocken, die jeweils einer Note der Tonleiter entsprechen.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/schiefer_turm_von_pisa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/schiefer_turm_von_pisa.png",
        "quote": "'Bitte nicht so laut klatschen, wir sind in einem sehr alten Gebäude.'- John Osborne",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/leaning_tower_of_pisa.json"
    },
    {
        "id": 25,
        "name": "Louvre",
        "production_cost": 750,
        "game_info": "Erfordert Erkundung. 1 freier Großer Künstler erscheint bei der Stadt, in der das Wunder gebaut wurde. Enthält 4 Plätze für Große Kunstwerke.",
        "strategy": null,
        "historical_info": "Der Louvre ist ein großer und unglaublich verzierter Palast in Paris, Frankreich. Ursprünglich wurde der Louvre im 15. Jahrhundert auf dem Grundstück eines noch älteren Schlosses erbaut und diente für die nächsten zweieinhalb Jahrhunderte als Heim für viele von Frankreichs Königen, von denen die meisten noch etwas zu dem bereits gewaltigen Bauwerk hinzufügten. Während des 17. Jahrhunderts begannen die Könige Ludwig XIII. und Ludwig XIV. und ihre Berater, die Kardinäle Richelieu und Mazarin, in beträchtlichem Maße Kunst zu sammeln, die im Louvre aufbewahrt wurde. 1682 zog der königliche Hof nach Versailles und 1783 öffnete die revolutionäre Regierung den Palast der Öffentlichkeit. Seitdem ist der Louvre ein öffentliches Museum. Es ist nicht überraschend, dass von ihm gesagt wird, er beherberge die erlesenste Sammlung von vormodernen französischen Gemälden auf der ganzen Welt.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/louvre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/louvre.png",
        "quote": "'Jedes echte Kunstwerk hat ebenso viel Daseinsberechtigung wie Erde und Sonne.' - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Archaeology",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/louvre.json"
    },
    {
        "id": 26,
        "name": "Machu Picchu",
        "production_cost": 300,
        "game_info": "+25% Gold durch [ICON_CONNECTED] Stadtverbindungen.Die Stadt muss innerhalb von 2 Geländefeldern eines Gebirges in Eurem Gebiet gebaut werden.",
        "strategy": null,
        "historical_info": "Machu Picchu liegt mitten im peruanischen Hochgebirge in 2.350 Meter Höhe und war eine außergewöhnliche Inka-Stadt und ein Wunder präkolumbianischer Architektur. Machu Picchu wurde Mitte des 15. Jahrhunderts errichtet und Historiker gehen davon aus, dass ein Großteil der Stadt ein Palastkomplex des mächtigen Inka-Herrschers Pachacútec Yupanqui war. Die Stadt, die fast vollständig aus weißem Granitstein erbaut war, wurde Mitte des 16. Jahrhunderts aus unerklärlichen Gründen verlassen. Die plündernden spanischen Konquistadoren entdeckten den Ort nicht während ihrer Bezwingung der Inka und so ist die Stadt bis heute relativ intakt geblieben.Archäologen haben nicht nur den bereits erwähnten Palastkomplex identifiziert, sondern auch Tempel, Wohnbereiche, Plätze und einen Friedhof, die aus dem Bergfelsen geschlagen wurden. Das bergige Gelände, das die zentralen Gebäude umgibt, wurde in stufige Terrassen zur landwirtschaftlichen Nutzung geformt. Einst wurden die Terrassen von einem weitläufigen Aquädukt-System bewässert, was für sich allein an einem Ort in den Bergen schon eine erstaunliche Leistung ist.Auch wenn Machu Picchu eine Ruine ist, hat es sich seine außergewöhnliche, raue Schönheit bist heute bewahrt. Zu seiner Zeit muss es eine unglaubliche Stadt gewesen sein, als die Inka hier ihre Heimat hatten.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
        "quote": "'Nur wenige Romanzen können jemals die der Granitzitadelle über den bedrohlichen Steilhängen von Machu Picchu, der Krönung des Landes der Inka, übersteigen.' - Hiram Bingham",
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/machu_picchu.json"
    },
    {
        "id": 27,
        "name": "Mausoleum Halikarnassos",
        "production_cost": 185,
        "game_info": "Bringt stets 100 Gold, wenn eine Große Persönlichkeit verbraucht wird. Jede Quelle von Marmor oder Stein, die in dieser Stadt bearbeitet wird, produziert +2 Gold.",
        "strategy": null,
        "historical_info": "Das Mausoleum von Halikarnassos wurde ca. 350 v. Chr. als Grabstätte für Mausolus, den Herrscher von Caria (ein Gebiet in der heutigen Türkei) erbaut. Der Tempel soll von den damals besten Bildhauern und Handwerkern erbaut worden sein und war bekannt für seine detaillierten bildhauerischen Reliefs und beeindruckenden Ausmaße mit einer Höhe von 47 Metern. Er wurde durch eine Reihe von Erdbeben zerstört, die die Region im ersten Jahrtausendn. Chr. heimsuchten. Teile der Grabstätte wurden von britischen Archäologen in der Mitte des 19. Jahrhunderts ausgegraben. Diese Grabstätte ist eines der sieben Weltwunder der Antike und der Begriff \"Mausoleum\", wie er heute gebraucht wird, geht auf sie zurück.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/mausoleum_halikarnassos.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/mausoleum_halikarnassos.png",
        "quote": "'Großer Männer Grab ist die ganze Erde und ihre Geschichte wird nicht nur an den Stein über ihren Gräbern übergeben, sondern überlebt überall ohne sichtbare Symbole, verwebt in die Materie des Lebens anderer Männer.' - Perikles",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/mausoleum_of_halicarnassus.json"
    },
    {
        "id": 28,
        "name": "Große Moschee v. Djenné",
        "production_cost": 300,
        "game_info": "Erfordert Frömmigkeit. Alle in dieser Stadt geborenen Missionare können dreimal Religion verbreiten. Bietet eine kostenlose Moschee in der Stadt, in der das Wunder gebaut wird.",
        "strategy": null,
        "historical_info": "Die Große Moschee von Djenné, das größte Lehmziegel-Bauwerk der Welt, steht im afrikanischen Staat Mali. Man geht davon aus, dass der erste Bau im 13. Jahrhundert von Sultan Koi Kunboro veranlasst und danach mehrfach zerstört und wiederaufgebaut wurde. Das Gebäude, wie es heute zu sehen ist, besteht aus Lehmziegeln und Mörtel und wurde 1906 durch den gemeinsamen Einsatz der ansässigen Menschen errichtet. Heute wird die Moschee jedes Jahr von den Bewohnern Djennés während eines speziell dafür ausgerichteten Festes gepflegt, um sein Überdauern zu sichern.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/große_moschee_v._djenné.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/große_moschee_v._djenné.png",
        "quote": "'Die Großartigkeit der vor uns liegenden Ewigkeit lässt die Zeit mit all ihren Schwankungen in ihrer eigenen Bedeutungslosigkeit verschwinden.'- Thomas Chalmers",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/great_mosque_of_djenne.json"
    },
    {
        "id": 29,
        "name": "Neuschwanstein",
        "production_cost": 1060,
        "game_info": "+3 Gold, +2 Kultur und +1 Zufriedenheit durch jede Burg.Die Stadt muss sich innerhalb von zwei Geländefeldern zu einem Berg in Eurem Gebiet befinden.",
        "strategy": null,
        "historical_info": "Vom bayerischen König Ludwig II. im späten 19. Jahrhundert in Auftrag gegeben, ist das Schloss Neuschwanstein seither zum Symbol für malerische Märchenschlösser geworden, wie man sie unter anderem aus Kinderbüchern kennt. Das Schloss wurde auf einem Berghang nahe der deutschen Stadt Füssen errichtet und sollte Ludwig, der dafür bekannt war, sehr öffentlichkeitsscheu zu sein, als Rückzugsort dienen. Nach seinem Tod wurde das Schloss eine beliebte Touristenattraktion und diente nicht zuletzt Walt Disney als Inspiration für sein berühmtes Dornröschen-Schloss.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/neuschwanstein.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/neuschwanstein.png",
        "quote": "'Der Punkt ist einer der schönsten, die zu finden sind, heilig und unnahbar, ein würdiger Tempel für den göttlichen Freund, durch den einzig Heil und wahrer Segen der Welt erblühte.'- König Ludwig II. von Bayern",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/railroad.json"
        },
        "yields": {
            "gold": 6,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/neuschwanstein.json"
    },
    {
        "id": 30,
        "name": "Notre Dame",
        "production_cost": 400,
        "game_info": null,
        "strategy": null,
        "historical_info": "Notre Dame ist eine gewaltige Kathedrale, die auf der Seine-Insel Île de la Cité in Paris steht. Erbaut an der Stelle, an der einst eine ältere Kirche stand - die ihrerseits einen alten römischen Tempel für Jupiter verdrängt hatte - ist Notre Dame ein prächtiges Beispiel gotischer Architektur und eines der größten Gebäude, die es gibt. Der Bau von Notre Dame begann im Jahr 1163 und dauerte fast zwei Jahrhunderte bis zur Vollendung.Notre Dame ist ein massives Steingebäude aus quadratischen Türmen, Strebebögen und hohen Turmspitzen. Das Äußere wird von feinen Bändern aus Bögen und Statuen von Heiligen und Königen geziert. Das Dach ist umrandet von Wasserspeiern. Das Innere der Kathedrale ist ein langer, enger Raum, der zu beiden Seiten von Säulen gesäumt wird, die zwei wunderschöne erhobene Galerien tragen. Licht scheint durch die brillante Glasmalerei sanft auf den Hauptaltar hinab, der eine wunderschöne Statue der Jungfrau Maria, Schutzheilige der Kirche, enthält, die den Leib Jesu hält.Die Kathedrale hat im Laufe der Jahre unter vielen Perioden der Vernachlässigung gelitten. Während der Französischen Revolution wurden die Schätze von Notre Dame gestohlen und das Gebäude diente als Lagerhaus. Im frühen 19. Jahrhundert war die Kathedrale in einem derart schlechten Zustand, dass die Stadtplaner darüber nachdachten, sie abzureißen. Victor Hugo schrieb \"Der Glöckner von Notre Dame\" zum Teil, um auf die Notlage der Kathedrale aufmerksam zu machen. 1871 wurde Notre Dame während der kurzlebigen Pariser Kommune beinahe in Brand gesteckt. Glücklicherweise hat die Kathedrale alles überlebt und wurde mittlerweile wieder größtenteils zu ihrer ursprünglichen Pracht restauriert.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame.png",
        "quote": "'Architektur hat die großen Ideen der Menschheit festgehalten. Nicht nur jedes religiöse Symbol, sondern jeder menschliche Gedanke hat seine Seite in diesem gewaltigen Buch.' - Victor Hugo",
        "tech_prereq": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 4,
            "happiness": 10
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/notre_dame.json"
    },
    {
        "id": 31,
        "name": "Orakel",
        "production_cost": 250,
        "game_info": "1 freie Sozialpolitik.",
        "strategy": null,
        "historical_info": "In der alten griechischen Religion war ein Orakel ein Priester oder eine Priesterin, mit deren Hilfe die Götter Fragen der Menschen beantworteten. Das Orakel deutete Träume, Handlungen von Personen in Trance und physische Zeichen, die in den Eingeweiden geopferter Tiere zu finden waren. Das berühmteste Orakel residierte im Tempel des Apollon bei Delphi, der an den Hängen des Berges Parnass lag. Griechen, Römer und andere konsultierten das Orakel jahrhundertelang in Bezug auf öffentliche und private Angelegenheiten. Eine Priesterin namens Pythia machte gegen eine Gebühr öffentliche Vorhersagen über die Zukunft. Diese ekstatischen Ankündigungen waren berüchtigt für ihre Doppeldeutigkeit.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/orakel.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/orakel.png",
        "quote": "'Das alte Orakel sagte, ich sei der weiseste der Griechen. Denn ich als einziger Grieche weiß, was ich nicht weiß.' - Sokrates",
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/oracle.json"
    },
    {
        "id": 32,
        "name": "Parthenon",
        "production_cost": 250,
        "game_info": "Enthält ein vorgefertigtes Kunstwerk im Großes-Werk-Platz.",
        "strategy": null,
        "historical_info": "Der auf der Akropolis errichtete und der Göttin Athene geweihte Parthenon gilt als Höhepunkt der dorischen Architektur. Der Bau des Tempels begann im Jahr 447 v. Chr., die letzten Ornamente wurden 432 v. Chr. ergänzt und sind wichtige erhaltene Beispiele der klassischen Bildhauerei. Er beherbergte die von Phidius geschaffene Chryselephantin-Statue der Athene und seine Außenfassade war mit 92 Metopen geschmückt. Wie die meisten griechischen Tempel diente auch der Parthenon als Schatzkammer, sowohl für die Athener als auch für den Attischen Seebund. Im 18. Jahrhundert genossen europäische Touristen und Gelehrte einen besseren Zugang zu den malerischen Ruinen und ihre Bekanntheit stieg. Als Griechenland im Jahr 1832 seine Unabhängigkeit zurückerlangte, übernahm die Regierung die Kontrolle über die Stätte. Mit der Restaurierung der Akropolis im Jahr 1975 hat Griechenland den Parthenon zu einem dauerhaften Symbol der griechischen Antike, athenischer Demokratie-Ideale sowie der westlichen Zivilisation gemacht und auch zu einem der größten Kulturschätze der Welt.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/parthenon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/parthenon.png",
        "quote": "'Des Parthenons die Erd' sich freut, des schönsten Schmucks auf ihrem Kleid.' - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/parthenon.json"
    },
    {
        "id": 33,
        "name": "Pentagon",
        "production_cost": 1250,
        "game_info": " Goldkosten für die Modernisierung von Militäreinheiten um 33% reduziert.",
        "strategy": null,
        "historical_info": "Das Pentagon ist ein großes, fünfeckiges Gebäude in Arlington, Virginia, in den USA, das gegenüber von Washington D.C. auf der anderen Seite des Potomac River steht. Es ist das Hauptquartier des US-amerikanischen Verteidigungsministeriums und aller drei Militärzweige: Armee, Marine und Luftwaffe. Das Pentagon wurde gebaut, um die verschiedenen Teile des Kriegsministeriums zusammenzulegen, die zuvor in 17 verschiedenen Gebäuden in ganz Washington untergebracht waren. Der Bau wurde 1941 begonnen und 1943 abgeschlossen, was eine erstaunlich kurze Zeit für ein solch großes Gebäude ist und das unglaubliche Tempo des Ausbaus des amerikanischen Militärs zu Beginn des Zweiten Weltkriegs widerspiegelt. Das Pentagon erstreckt sich über eine Fläche von rund 12 Hektar und bietet 25.000 Arbeitsplätze, was es zu einem der größten Bürogebäude macht, die je errichtet wurden. (Hier arbeiten z. B. mehr Leute als im Empire State Building.)Das Pentagon wurde am 11. September 2001 bei einem terroristischen Anschlag von einem Passagierflugzeug getroffen. Glücklicherweise wurde der Teil des Gebäudes, der bei dem Anschlag getroffen wurde, gerade renoviert. Die Renovierung sollte die Stabilität des Gebäudes verbessern, und viele der sonst in diesem Teil des Gebäudes arbeitenden Angestellten waren vorübergehend in anderen Büros untergebracht. 125 Pentagon-Arbeiter und alle 64 Passagiere des Flugzeugs wurden bei dem Anschlag getötet. Das Gebäude wurde inzwischen vollständig wiederaufgebaut und ist bis heute die Schaltzentrale des US-Militärs.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon.png",
        "quote": "'Pläne sind nichts. Planung ist alles.' - Dwight D. Eisenhower",
        "tech_prereq": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/pentagon.json"
    },
    {
        "id": 34,
        "name": "Petra",
        "production_cost": 250,
        "game_info": "+1 Nahrung, +1 Produktion für alle Wüsten-Geländefelder der Stadt (außer Schwemmland). Bringt 1 extra Handelsweg und 1 Karawane erscheint in der Stadt. +6 Kultur, sobald Archäologie entdeckt wurde. Die Stadt muss in oder neben der Wüste liegen.",
        "strategy": null,
        "historical_info": "Die Stadt Petra in Jordanien wurde um 1.000 v. Chr. erbaut und gilt weltweit als eines der berühmtesten Beispiele für in Fels gehauene Architektur. Überall in den Felsschluchten der umliegenden Wüste finden sich sorgfältig herausgearbeitete Bauwerke, die aus der Zeit stammen, als Petra als Hauptstadt des Nomadenvolks der Nabatäer diente. Der wohl berühmteste Bau, das Khazne al-Firaun - die \"Schatzkammer\" - war bereits in zahllosen Kinofilmen zu sehen und ist insbesondere aus dem Film \"Indiana Jones und der letzte Kreuzzug\" bekannt, wo es als Aufbewahrungsstätte für den Heiligen Gral diente.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/petra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/petra.png",
        "quote": "'Wer das Wasser trinkt, das ich ihm geben werde, spricht der Herr, dem wird in seinem Inneren die Quelle des ewigen Lebens sprudeln. Bring mich zu deinem heiligen Berg, an den Ort, wo du zuhause bist. Durch die Wüste, durch die Berge, zur Schlucht des sichelförmigen Mondes ...'- Indiana Jones",
        "tech_prereq": {
            "name": "Currency",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/petra.json"
    },
    {
        "id": 35,
        "name": "Porzellanturm",
        "production_cost": 625,
        "game_info": "Erfordert Rationalismus. Ein großer Wissenschaftler erscheint bei der Stadt, in der das Wunder gebaut wurde. 50% mehr Wissenschaft durch Forschungsabkommen.",
        "strategy": null,
        "historical_info": "Der Porzellanturm von Nanjing, erbaut von der Ming-Dynastie im 15. Jahrhundert, war eine der außergewöhnlichsten architektonischen Leistungen der chinesischen Geschichte. Er hatte einen Durchmesser von etwa 30 Metern und eine Höhe von ca. 80 Metern.Das Äußere des Gebäudes war aus weißen Porzellansteinen gebaut, die wie Spiegel in der Sonne glänzten. In der Nacht war der Turm von oben bis unten mit über 100 Lampen behangen. Er stand im Zentrum von Nanjing bis 1854, als er während des Taiping-Aufstands zerstört wurde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/porzellanturm.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/porzellanturm.png",
        "quote": "'Die Dinge sehen immer besser aus, wenn wir uns an sie erinnern, und es ist dieser unzugängliche Turm der Vergangenheit, aus dem die Sehnsucht sich herauslehnt und uns ruft.' - James Russell Lowell",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/porcelain_tower.json"
    },
    {
        "id": 36,
        "name": "Prora",
        "production_cost": 1060,
        "game_info": "Erfordert Autokratie. Zusätzlich zu +2 Zufriedenheit bietet das Seebad Prora auch +1 Zufriedenheit für alle 2 Politiken, die Ihr eingeführt habt. 1 freie Sozialpolitik. Muss in einer Küstenstadt gebaut werden.",
        "strategy": null,
        "historical_info": "Das Seebad Prora wurde zwischen 1936 und 1939 auf der Ostsee-Insel Rügen errichtet. Der überdimensionierte Komplex sollte deutschen Arbeitern Erholung ermöglichen. Laut der ursprünglichen Planung sollte das Seebad aus acht Blöcken mit je zehn Wohneinheiten bestehen und bis zu 20.000 Gäste beherbergen können. Die Häuserblocks hätten, wenn sie je fertiggestellt worden wären, auch Restaurants, Kinos, Schwimmbäder, Turnhallen, Ballsäle und andere Einrichtungen beinhalten sollen, die alle über einen Bahnhof und ein Kai für Kreuzfahrtschiffe zu erreichen gewesen wären. Zu Beginn des Zweiten Weltkriegs wurden die Bauarbeiten jedoch eingestellt. Während des Kriegs dienten die Gebäude Flüchtlingen als Unterkunft und später wurden sie auch als Lazarett genutzt. Nach dem Krieg wurde der Komplex eine Zeitlang von Sowjet-Einheiten besetzt, die sämtliche verwertbaren Materialien ausschlachteten, bis hin zu Kabeln und Rohrleitungen. Abgesehen von einem Museum für DDR-Geschichte verfällt der Großteil der Gebäude heute ungenutzt.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora.png",
        "quote": "'Dieser Verlust an Freiheit führt zum Verblassen der menschlichen Werte im Leben, die für dieses von unschätzbarem Wert sind. Was bleibt, sind nur zwanghafte Arbeitsbedingungen und triviale Freizeitvergnügen.' - A.N. Whitehead",
        "tech_prereq": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/flight.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/prora.json"
    },
    {
        "id": 37,
        "name": "Pyramiden",
        "production_cost": 185,
        "game_info": "Erfordert Unabhängigkeit. Baugeschwindigkeit von Geländefeld-Modernisierung um 25% erhöht und zwei Bautrupps erscheinen bei der Stadt.",
        "strategy": null,
        "historical_info": "Die Pyramiden, erbaut von der vierten Dynastie ägyptischer Herrscher, stellen die Spitze der kulturellen Errungenschaften der alten Ägypter dar. Sie stehen auf einem Plateau bei Gizeh, außerhalb des heutigen Kairos, und waren Grabstätten und Monumente für die Pharaonen. Sie brauchten Generationen und Zehntausende von Arbeitern zur Vollendung. Die Pyramiden sind das einzige allgemein anerkannte von Menschen erstellte Wunder der Antike, das bis heute existiert.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pyramiden.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pyramiden.png",
        "quote": "'Oh, mögen die Schmerzen des Todes, die über uns kommen, nicht Einlass finden in meinen Körper. Ich bin der Gott Tem, der im Gewölbe des Himmels wohnt, und die Macht, die mich beschützt, gehört auf ewig allen Göttern.' - Ägyptisches Totenbuch",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/pyramids.json"
    },
    {
        "id": 38,
        "name": "Rotes Fort",
        "production_cost": 625,
        "game_info": "Die Wirksamkeit der Verteidigungsgebäude in allen Städten steigt um 25%.",
        "strategy": null,
        "historical_info": "Das Lal Qila in Delhi, besser bekannt als das Rote Fort, wurde von Shah Jahan in Delhi erbaut und diente ab 1648 n. Chr., als der Bau abgeschlossen war, als Residenz und administrativer Palast der Großmoguln. Es erfüllte diese Funktion bis 1857, als der letzte Großmogul von der britischen Regierung ins Exil geschickt wurde. Mit dem namensgebenden roten Sandstein, aus dem die massiven, fast 23 Meter hohen Außenwände errichtet wurden, ist das Rote Fort ein leuchtendes Beispiel der Mogul-Architektur und bietet große Audienzhallen, luxuriöse Wohnbereiche, üppige Gärten, Bäder, Bibliotheken und prächtige Moscheen. Im Zuge der britischen Besetzung des Roten Forts wurden dessen Reichtümer entfernt, einige Gebäude darin abgerissen und die Gärten zum Großteil eingeebnet, um eine Nutzung als militärisches Quartier zu ermöglichen. 2003 leitete die indische Regierung ein langfristiges Projekt zur Restaurierung des Roten Forts in die Wege, das wieder seinen alten Glanz erhalten soll, um als Sehenswürdigkeit zu dienen.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/rotes_fort.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/rotes_fort.png",
        "quote": "'Wenn wir etwas erbauen, sollte es stets für die Ewigkeit sein.' - John Ruskin",
        "tech_prereq": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/red_fort.json"
    },
    {
        "id": 39,
        "name": "Sixtinische Kapelle",
        "production_cost": 500,
        "game_info": "+25% Kultur in allen Städten. Enthält 2 Plätze für Große Kunstwerke.",
        "strategy": null,
        "historical_info": "Die Schönheit der Sixtinischen Kapelle in Rom ist schon lange ein Zeugnis für die Mischung aus tiefer religiöser Überzeugung und der Liebe zur Kunst, die viele Leute in der Renaissance in Europa miteinander verband. Der große italienische Künstler Michelangelo widmete vier Jahre seines Lebens der Vollendung der Wandgemälde, die die Decke dieses Teils des Apostolischen Palastes zieren, der offiziellen Residenz des Papstes. Michelangelos großartige Arbeit stellt Ereignisse aus dem Buch Genesis und andere biblischen Erzählungen dar. Zwanzig Jahre bevor Michelangelo mit der Arbeit an der Decke begann, hatten bereits andere große italienische Künstler die Wände des Gebäudes mit verschiedenen religiösen Abbildungen bemalt.Michelangelo erhielt von Papst Julius II. den Auftrag, die Decke zu bearbeiten. Er malte von 1508 bis 1512 an dem Gemälde. Der Legende nach wollte Michelangelo gar nicht an dem Projekt arbeiten. Er war eingeschüchtert durch das Ausmaß der Arbeit, und glaubte, dass seine wahren Talente in der Bildhauerei lagen. Gemeinhin zählt Michelangelos Arbeit als eines der größten Gemälde der westlichen Geschichte. Nur wenige Besucher der Sixtinischen Kapelle sind nicht bewegt von der Hingabe des Künstlers an sein Thema oder seine Gefühle über die Natur menschlichen Mühens und Leidens sowie den spirituellen Triumph.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sixtinische_kapelle.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sixtinische_kapelle.png",
        "quote": "'Ich lebe und liebe in Gottes einzigartigem Licht.' - Michelangelo Buonarroti",
        "tech_prereq": {
            "name": "Acoustics",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/sistine_chapel.json"
    },
    {
        "id": 40,
        "name": "Freiheitsstatue",
        "production_cost": 1060,
        "game_info": "Erfordert Freiheit. +1 Produktion durch Spezialisten in jeder Stadt. 1 freie Sozialpolitik.",
        "strategy": null,
        "historical_info": "Die Freiheitsstatue ist mit etwa 93 Metern Höhe (einschließlich Sockel) eine der größten Statuen der Welt. Das Eisengerüst und die darauf montierten Kupferplatten der Statue wiegen 250 Tonnen. Die von Frederic Bartholdi entworfene Statue war 1886 ein Geschenk der französischen Regierung zum 100. Jahrestag der amerikanischen Unabhängigkeit. \"Lady Liberty\", wie die Statue auch genannt wird, steht auf den zerbrochenen Ketten der Sklaverei und hält hoch erhoben eine Fackel. Die Statue selbst, Liberty Island und Ellis Island gehören seit 1924 zum Statue of Liberty National Monument.Seit über einem Jahrhundert begrüßt die Freiheitsstatue an der Hafeneinfahrt New Yorks nun schon Einwanderer als Symbol der freiheitlichen Ideale, die das Fundament der USA bilden.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/freiheitsstatue.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/freiheitsstatue.png",
        "quote": "'Gebt mir eure Müden, eure Armen,eure unterdrückten Massen, die frei atmen wollen,den elenden Unrat eurer gedrängten Küsten.Die Heimatlosen, vom Sturm Getriebenen, schickt sie zu mir:Ich erhebe mein Licht am goldenen Tor!' - Emma Lazarus",
        "tech_prereq": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/statue_of_liberty.json"
    },
    {
        "id": 41,
        "name": "Zeus-Statue",
        "production_cost": 185,
        "game_info": "Benötigt Ehre. Alle Einheiten erhalten +15% Kampfstärke beim Angriff auf Städte.",
        "strategy": null,
        "historical_info": "Mit einer Größe von über 12 Metern war die Zeus-Statue im Zeus-Tempel in Olympia, Griechenland, ein weiteres der sieben Weltwunder der Antike. Sie wurde vom griechischen Bildhauer Phidias ca. 440 v. Chr. erbaut und obwohl Zeus auf einem goldenen Thron saß, konnte die gewaltige Statue kaum vom Tempel aufgenommen werden. Die Statue soll nicht später als 425 n. Chr. zerstört worden sein, als der Zeus-Tempel abgebrannt wurde. Ob die Statue zu diesem Zeitpunkt noch dort war, wird immer noch eifrig diskutiert.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/zeus-statue.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/zeus-statue.png",
        "quote": "'Also sprach, und winkte mit schwärzlichen Brauen Kronion; Und die ambrosischen Locken des Königes wallten ihm vorwärts von dem unsterblichen Haupt; es erbebten die Höhn des Olympos.' - Die Ilias",
        "tech_prereq": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/statue_of_zeus.json"
    },
    {
        "id": 42,
        "name": "Stonehenge",
        "production_cost": 185,
        "game_info": null,
        "strategy": null,
        "historical_info": "Stonehenge ist das wohl erstaunlichste bis heute erhaltene Bauwerk der Frühgeschichte. Obwohl nur noch Ruinen erhalten sind, löst dieses Monument bis heute Staunen, Ehrfurcht und Verwunderung aus.Stonehenge steht in Südengland und besteht aus konzentrischen Steinkreisen, die von einem Graben (\"Henge\") umgeben sind. Im Laufe der Jahrtausende wurde die Anlage in sieben Stufen ausgebaut. Der Henge entstand vor etwa 5.000 Jahren. Der innere Ring kleinerer \"Blausteine\" wurde etwa 1.000 Jahre später (um 2000 v. Chr.) hinzugefügt. Der äußere Ring riesiger Sarsensteine kam etwa 500 Jahre später hinzu.Es ist nicht bekannt, wer Stonehenge konstruiert hat. Zunächst glaubte man romantisch verklärt, dass die Druiden das Wunderwerk errichtet hätten. Allerdings wurde das Monument bereits 2.000 Jahre vor den ersten Druiden fertiggestellt. Wir wissen nur, dass der Bau in der Jungsteinzeit begonnen und in der folgenden Epoche vollendet wurde.Stonehenge ist ein Wunderwerk der Technik, das mit primitivsten Werkzeugen geschaffen wurde. Offenbar wurde der äußere Graben mit Holz- und Knochenstücken ausgehoben. Die 80 Blausteine, von denen jeder etwa 4 Tonnen wiegt, wurden aus einem 380 Kilometer entfernten Steinbruch nach Stonehenge transportiert. Wissenschaftler vermuten, dass die Steine auf Baumstämmen, Holzschlitten und schließlich auf Flusskähnen transportiert wurden. Der schwerste Stein im äußeren Ring wiegt etwa 50 Tonnen und wurde vermutlich von 600 Männern aus einem 30 Kilometer entfernten Steinbruch an seinen jetzigen Standort befördert. Die gewaltigen Steine mussten mit Seilen und Holzhebeln an exakt vorgegebenen Positionen aufgerichtet werden.Die Funktion von Stonehenge ist bis heute umstritten. Manche Forscher vertreten die These, dass es als Tempel zu Ehren der Götter errichtet wurde. Andere bezeichnen es als Grabstätte für Könige und Adlige. Wieder andere Forscher halten Stonehenge für ein astronomisches Observatorium, das die Bewegung der Sterne aufzeichnet.Ganz gleich, welchem Zweck es ursprünglich dienen sollte, heute ist Stonehenge ein beeindruckendes Monument, das die Fähigkeiten und die Hingabe seiner \"primitiven\" Erbauer unterstreicht.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
        "quote": "'Die Zeit lässt alles schwinden. Alles fällt durch die Zeit ins Vergessen.' - Aristoteles",
        "tech_prereq": {
            "name": "Calendar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/stonehenge.json"
    },
    {
        "id": 43,
        "name": "Opernhaus von Sydney",
        "production_cost": 1250,
        "game_info": "1 freie Sozialpolitik und +50% Kultur in dieser Stadt. Enthält 2 Plätze für Große Musikwerke. Muss in einer Küstenstadt gebaut werden.",
        "strategy": null,
        "historical_info": "Das Opernhaus von Sydney ist eines der größten modernen Opernhäuser der Welt. Das Gebäude wurde 1973 nach über 20 Jahren Bauzeit fertiggestellt und thront heute auf Bennelong Point am Hafen von Sydney in Australien. Das Gebäude, das aussieht wie eine Reihe angeordneter Schalen oder Flügel, hat weltweit einen immens hohen Wiedererkennungswert und steht mittlerweile als Symbol für Australien selbst, ähnlich wie die Freiheitsstatue die Vereinigten Staaten und die Großen Pyramiden Ägypten symbolisieren. Im Inneren befinden sich ein Opernsaal, eine Konzerthalle, drei kleinere Veranstaltungsorte und ein Restaurant.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/opernhaus_von_sydney.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/opernhaus_von_sydney.png",
        "quote": "'Jene, die ihre Träume verlieren, sind verloren.' - Sprichwort der australischen Ureinwohner",
        "tech_prereq": {
            "name": "Ecology",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/sydney_opera_house.json"
    },
    {
        "id": 44,
        "name": "Taj Mahal",
        "production_cost": 625,
        "game_info": "Das Reich läutet ein Goldenes Zeitalter ein.",
        "strategy": null,
        "historical_info": "Das Taj Mahal im indischen Agra wurde Mitte des 16. Jahrhunderts von Schah Jahan als Mausoleum für seine Frau erbaut. Es ist zweifellos eines der schönsten Gebäude der Welt, zumal es aus seltenen und kostbaren Materialien besteht, die aus ganz Indien und Asien importiert wurden. Angeblich transportierten mehr als 1.000 Elefanten Sandstein, Marmor, Jade, Türkise, Saphire und alle anderen erforderlichen Materialien zur Baustelle.Der Gesamtkomplex umfasst ein etwa 300 mal 570 Meter großes Gelände mit einem Tor, einem Garten, dem Mausoleum, einer Moschee und einem Gästehaus. Die ersten drei Gebäude sind mit Marmor verkleidet und mit geometrischen Mustern verziert. Die Moschee und das Gästehaus bestehen aus poliertem rotem Sandstein. Prächtige zwiebelförmige Kuppeln und Minarette runden das Gesamtbild ab.Experten diskutieren bis heute, was das Taj Mahal so einzigartig macht. Einige Fachleute verweisen auf die perfekten Proportionen und die Symmetrie der Gebäude, andere auf die Tatsache, dass das Gebäude perfekt mit den herrschenden Lichtverhältnissen harmoniert. Wieder andere sehen im Grund für seine Errichtung das Geheimnis seiner Schönheit: Ein Mann, der die Liebe zu seiner Frau für immer in Stein verewigen wollte.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
        "quote": "'Das Taj Mahal erhebt sich über dem Flussufer wie eine einsame Träne an der Wange der Zeit.' - Rabindranath Thakur",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/taj_mahal.json"
    },
    {
        "id": 45,
        "name": "Artemis-Tempel",
        "production_cost": 185,
        "game_info": "+10% Wachstum in allen Städten. +15% Produktion beim Bau von Fernwaffen-Einheiten.",
        "strategy": null,
        "historical_info": "Der Artemis-Tempel, ein griechischer Tempel, der zuerst 880 v. Chr. errichtet wurde und der Göttin Artemis gewidmet war, die für die Wildnis, die Jagd und den Mond stand. Der Tempel wurde ursprünglich in Ephesus gebaut und soll nicht weniger als sieben Mal zerstört und wiederaufgebaut worden sein, ein Opfer sowohl von natürlichen als auch durch Menschenhand hervorgerufenen Katastrophen. Die Stätte wird als eines der sieben Weltwunder der Antike erachtet und wurde von britischen Archäologen im späten 19. Jahrhundert wiederentdeckt. Heute besteht sie aus einer einzigen Säule ausgegrabener Überreste, die dort gefunden worden waren.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/artemis-tempel.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/artemis-tempel.png",
        "quote": "'Der Wald ergreift nicht so sehr durch seine Schönheit die Herzen der Menschen, sondern durch dieses feine Etwas, diese Beschaffenheit der Luft, diese Ausstrahlung alter Bäume, die einen müden Geist so wunderbar verändern und erfrischen.' - Robert Louis Stevenson",
        "tech_prereq": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/temple_of_artemis.json"
    },
    {
        "id": 46,
        "name": "Terrakottaarmee",
        "production_cost": 250,
        "game_info": "Erschafft eine Kopie jeder Art von militärischen Landeinheiten, die Ihr kontrolliert, und platziert die Einheit bei der Stadt, in der die Terrakottaarmee gebaut wird.",
        "strategy": null,
        "historical_info": "Die Terrakottaarmee von Kaiser Qin Shihuangdi wurde 1974 von chinesischen Bauern entdeckt und sollte als Grabbeigabe des Kaisers dienen. Die Tausenden lebensgroßen Terrakottafiguren wurden im 3. Jahrhundert v. Chr. von Arbeitern erstellt, wobei jeder Soldat individuell gestaltet wurde. Sie stehen in Schlachtaufstellung in tiefen Gruben im Grab und werden von Pferden, Streitwagen und Kavallerieeinheiten begleitet, die ebenfalls sehr detailreich gestaltet wurden.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/terrakottaarmee.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/terrakottaarmee.png",
        "quote": "'Betrachtest du deine Soldaten wie deine eigenen Kinder, so werden sie dir bis ins tiefste Tal folgen; siehst du in ihnen deine geliebten Söhne, so werden sie mit dir bis in den Tod gehen.'- Sun Tzu",
        "tech_prereq": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/terracotta_army.json"
    },
    {
        "id": 47,
        "name": "Uffizien",
        "production_cost": 625,
        "game_info": "Erfordert Ästhetik. 1 freier Großer Künstler erscheint bei der Stadt, in der das Wunder gebaut wurde. Enthält 3 Plätze für Große Kunstwerke.",
        "strategy": null,
        "historical_info": "Die Uffizien - zwischen 1560 und 1581 ursprünglich als Ämter (italienisch 'uffizi') für die florentinischen Magistrate erbaut - zählen zu den weltweit ältesten und berühmtesten Kunstmuseen. Dort findet man die mit Abstand beste Auswahl italienischer Renaissance-Malerei. Mittlerweile werden dort auch unschätzbar wertvolle Antiquitäten, Skulpturen und über 100.000 Zeichnungen und Drucke ausgestellt. 1574 wurde das unvollendete obere Stockwerk in ein Lager für Kunstschätze der Medici-Familie umgewandelt. In den folgenden Jahrzehnten wurden weitere Teile des Gebäudes renoviert und zu Kunstgalerien und Lagerräumen gemacht. Laut Vasari sammelten sich Künstler wie da Vinci und Michelangelo bei den Uffizien, um \"die Schönheit zu genießen, zu arbeiten und sich zu erholen\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/uffizien.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/uffizien.png",
        "quote": "'Der Maler ist nicht nur jemand, der betrachtet und erkennt. Er ist vielmehr jemand, der eine persönliche Vision herausarbeitet, indem er sie sichtbar macht.' - Marcel Paquet",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/wonders/uffizi.json"
    },
    {
        "id": 48,
        "name": "Circus Maximus",
        "production_cost": 125,
        "game_info": "Benötigt Kolosseum in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Dieses Nationale Wunder steigert die Zufriedenheit im Reich um 5 und bringt außerdem +1 Kultur. Eine Zivilisation benötigt ein Kolosseum in allen Städten, bevor ein Circus Maximus gebaut werden kann.",
        "historical_info": "Der Circus Maximus war ein massives Stadion im Herzen Roms und nicht nur der erste, sondern auch der größte Veranstaltungsort für Wagenrennen im alten Rom. Zu dieser Zeit fasste er eine Viertelmillion Besucher, was über 25% der Bevölkerung der Stadt entsprach. Durch seine Länge von über 600 Metern konnten zwölf normal große Streitwagen mit Leichtigkeit Seite an Seite fahren. Ursprünglich wurde der Ort von etruskischen Königen für Unterhaltungsveranstaltungen und Feiern genutzt; die ersten römischen Spiele wurden vom fünften römischen König, Tarquinius Priscus, auf der Strecke veranstaltet. Später wurde der Circus Maximus von Julius Cäsar im Jahr 50 v. Chr. zu seiner gegenwärtigen Größe erweitert.Das letzte dokumentierte Rennen wurde im Jahr 549 n. Chr. vom ostgotischen König Totila ausgerichtet; später wurde das Stadion aufgegeben. Heute ist es ein öffentlicher Park, und die Rennstrecke ist mit Gras bewachsen. Einige der ursprünglichen Strukturen bestehen noch, insbesondere ein paar Startgatter und Teile des Mittelstreifens, aber heute wird der Circus Maximus meist für Live-Konzerte und Freiluftveranstaltungen genutzt.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
        }
    },
    {
        "id": 49,
        "name": "Großer Tempel",
        "production_cost": 125,
        "game_info": "Verdoppelt den religiösen Druck, der von dieser Stadt ausgeht.Muss in einer heiligen Stadt gebaut werden. Benötigt Tempel in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Ein wichtiges Gebäude für eine Zivilisation, die ihre Religion von einem Reich mit einigen bevölkerten Städten weltweit ausbreiten will. Muss in einer heiligen Stadt gebaut werden. Verdoppelt den religiösen Druck, der von dieser Stadt ausgeht. Eine Zivilisation benötigt einen Tempel in allen Städten, bevor sie einen Großen Tempel bauen kann.",
        "historical_info": "Ein Großer Tempel ist eine angesehene heilige Stätte, welche für die Anhänger einer bestimmten Religion als geheiligt gilt. Solche Tempel besitzen oft eine großartige Architektur und verzierte Inschriften, die den Glauben der religiösen Anhänger über Jahrhunderte bezeugen. Obwohl kein eindeutiger Konsens darüber besteht, welcher der vielen in der heutigen Welt entdeckten Tempel der älteste ist, gehen viele davon aus, dass der in der heutigen Türkei entdeckte und vor mehr als 12.000 Jahren errichtete Göbekli Tepe das früheste von Menschenhand geschaffene religiöse Gebäude ist, das je entdeckt wurde.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/großer_tempel.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        }
    },
    {
        "id": 50,
        "name": "Eremitage",
        "production_cost": 125,
        "game_info": "+50% Kultur in dieser Stadt. Beinhaltet 3 Plätze für Große Kunstwerke.Benötigt ein Opernhaus in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Dieses Nationale Wunder steigert den Kulturertrag der Stadt, in der es gebaut wird, um 50%. Es kann erst gebaut werden, wenn jede Stadt der Zivilisation über ein Opernhaus verfügt.",
        "historical_info": "Die Eremitage ist ein Museum in Sankt Petersburg in Russland. Der Bau wurde 1764 von Katharina der Großen in Auftrag gegeben und beherbergt heute über 3 Millionen Ausstellungsstücke, darunter die größte Gemäldesammlung der Welt. Die Sammlung ist in mehreren historischen Gebäuden untergebracht, zu denen auch der außergewöhnliche Winterpalast gehört, der von 1732 bis 1917 als offizielle Residenz der Zaren diente.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/eremitage.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/architecture.json"
        }
    },
    {
        "id": 51,
        "name": "Heldenepos",
        "production_cost": 125,
        "game_info": "Alle neu ausgebildeten Nicht-Lufteinheiten in dieser Stadt erhalten die Beförderung Moral, was ihre Kampfstärke um 15% erhöht. Beinhaltet 1 Platz für ein Großes Literaturwerk.Benötigt eine Kaserne in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Dieses Nationale Wunder gewährt allen Einheiten, die in dieser Stadt ausgebildet werden, die \"Moral\"-Beförderung, was ihre Kampfstärke um +15% verbessert. Zudem bringt es +1 Kultur. Das Heldenepos kann erst gebaut werden, wenn jede Stadt der Zivilisation über eine Kaserne verfügt.",
        "historical_info": "Schon seit alter Zeit gibt es Heldenepen: Gedichte, die ein Volk oder ein Zeitalter definieren. Sie drehen sich meist um die Heldentaten einer oder mehrerer Personen. Zu diesen Werken gehören etwa die \"Odyssee\", das mesopotamische \"Gilgamesch-Epos\" und der angelsächsische \"Beowulf\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/heldenepos.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/iron_working.json"
        }
    },
    {
        "id": 52,
        "name": "Nationaler Nachrichtendienst",
        "production_cost": 125,
        "game_info": "Bringt einen zusätzlichen Spion ein und erhöht die Stufe aller Eurer existierenden Spione. Reduziert außerdem die Effektivität feindlicher Spione um 15%. Benötigt eine Polizeiwache in allen Städten.",
        "strategy": "Ein wichtiges nationales Wunder für eine auf Technologie ausgerichtete Zivilisation. Der Nationale Nachrichtendienst bringt einen zusätzlichen Spion ein, erhöht die Stufe aller Eurer existierenden Spione und reduziert die Effektivität feindlicher Spione um 15%. Eine Zivilisation benötigt eine Polizeiwache in allen Städten, bevor sie einen Nationalen Nachrichtendienst gründen kann.",
        "historical_info": "Ein Nationaler Nachrichtendienst bietet der Regierung Ressourcen für den Erwerb von Informationen und geheimen Daten, die der Schlüssel zu Sicherheit und nationaler Verteidigung sind. Diese Dienste erledigen alle verdeckten Aufgaben von Spionage und Infiltration bis hin zur Einschätzung nationaler Sicherheitsrisiken und Empfehlungen, wie damit umzugehen ist. Die Central Intelligence Agency der Vereinigten Staaten ist vermutlich der berühmteste (und berüchtigtste) Geheimdienst der Welt; er hat seit Jahrzehnten Einfluss auf globale Angelegenheiten.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/nationaler_nachrichtendienst.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
        }
    },
    {
        "id": 53,
        "name": "Eisenhütte",
        "production_cost": 125,
        "game_info": "Benötigt Werkstatt in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Das Nationale Wunder Eisenhütte steigert die Produktion einer Stadt um 8 . Eine Zivilisation muss eine Werkstatt in jeder Stadt haben, bevor sie eine Eisenhütte bauen kann.",
        "historical_info": "Eine Eisenhütte ist eine Anlage, in der Eisenerz zuerst veredelt und dann zu Eisen oder Stahl verarbeitet wird. Das Rohmaterial wird dabei zuerst extrem großer Hitze ausgesetzt, was, nach der möglichen Zusetzung weiterer Materialien, zu einer Form von veredeltem Eisen oder Stahl führt. Das Schmelzen von Eisen war schon um 1200 v. Chr. bekannt, wenn nicht sogar früher. Es ist kaum verwunderlich, dass die Arbeit in den gefährlichen Eisenhütten nur von starken, gut ausgebildeten und mutigen Arbeitern übernommen wird.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/eisenhütte.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
        }
    },
    {
        "id": 54,
        "name": "Staatliche Hochschule",
        "production_cost": 125,
        "game_info": "Bibliothek in allen Städten erforderlich. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Das Nationale Wunder Staatliche Hochschule erhöht den Wissenschaftsertrag einer Stadt um +50% und bringt zudem +1 Kultur. Eine Zivilisation muss in allen Städten über eine Bibliothek verfügen, bevor eine Staatliche Hochschule gebaut werden kann.",
        "historical_info": "Eine Staatliche Hochschule ist ein vom Staat betriebenes Bildungsinstitut. Die moderne Hochschule lässt sich auf den mittelalterlichen Madrasa des islamischen Raums zurückführen - einem Rechts- und Theologieinstitut, das üblicherweise mit einer Moschee verbunden war. In den meisten Ländern der Welt gibt es heute öffentliche Hochschul- und Universitätssysteme. Die Universität von Tokio in Japan ist eine solche öffentliche Einrichtung. Laut dem russischen Global Universities Ranking ist die Universität von Tokio die angesehenste Universität Asiens und liegt weltweit auf Rang 3.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/staatliche_hochschule.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        }
    },
    {
        "id": 55,
        "name": "Nationalepos",
        "production_cost": 125,
        "game_info": "+25% Generierung von Großen Persönlichkeiten in dieser Stadt. Beinhaltet 1 Platz für ein Großes Literaturwerk.Benötigt ein Monument in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Dieses Nationale Wunder steigert die Generierung Großer Persönlichkeiten in einer Stadt um 25%. Es bringt außerdem +1 Kultur. Eine Zivilisation benötigt ein Monument in allen Städten, bevor es das Nationalepos bauen kann.",
        "historical_info": "Ein Nationalepos ist ein Gedicht oder eine Geschichte, welche den Ursprung einer Nation, ihren Charakter oder ein bedeutendes Ereignis ihrer Vergangenheit beschreibt. Das \"Sundiata-Epos\" ist ein malinesisches Nationalepos. \"Das Lied von Hiawatha\" ist ein Nationalepos der Vereinigten Staaten und \"Kalevala\" ist ein finnisches Nationalepos. In modernerer Form kann man \"Krieg und Frieden\" als russisches Nationalepos ansehen und \"Wurzeln\" (Roots: The Saga of an American Family) als weiteres amerikanisches Nationalepos.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/nationalepos.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
        }
    },
    {
        "id": 56,
        "name": "Ostindien-Kompanie",
        "production_cost": 125,
        "game_info": "Benötigt einen Markt in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten. Handelswege anderer Spieler zu einer Stadt mit einer Ostindien-Kompanie bringen dem Stadtbesitzer 4 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 2 Gold für den Handelsweg.",
        "strategy": "Die Ostindien-Kompanie erhöht die Menge an Gold, die eine Stadt produziert. Handelswege anderer Spieler zu einer Stadt mit einer Ostindien-Kompanie bringen dem Stadtbesitzer 4 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 2 Gold für den Handelsweg.",
        "historical_info": "Die mannigfaltigen Ostindien-Kompanien waren von der Krone bevollmächtigte Aktiengesellschaften, die in Asien und auf den Inseln im Indischen Ozean Handel trieben. Auf ihrem Höhepunkt im 17. und 18. Jahrhundert unterhielten die einzelnen Kompanien ihre eigenen Armeen, errichteten Städte unter ihrer Verwaltung, unternahmen Entdeckungsreisen, führten Kriege, erhoben Steuern und bauten Plantagen, Minen und Straßen - alles im Namen des Profits. Die erfolgreichsten dieser Kompanien waren die \"ehrenwerte\" Britische Ostindien-Kompanie (im Jahr 1600 n. Chr. von Queen Elizabeth bevollmächtigt), die Niederländische Ostindien-Kompanie (1602) und die Französische Ostindien-Kompanie (1664).",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ostindien-kompanie.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
        }
    },
    {
        "id": 57,
        "name": "Universität von Oxford",
        "production_cost": 125,
        "game_info": "1 freie Technologie. Enthält 2 Plätze für Große Literaturwerke.Benötigt Universität in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten.",
        "strategy": "Das Nationale Wunder Universität von Oxford gewährt eine freie Technologie und +1 Kultur. Die Zivilisation muss über eine Universität in allen Städten verfügen, bevor die Universität von Oxford gebaut werden kann.",
        "historical_info": "Die Universität von Oxford ist die älteste Universität Englands und der gesamten englischsprachigen Welt. Sie wurde irgendwann im späten 11. Jahrhundert gegründet und ist seitdem ohne Unterbrechung in Betrieb. Viele berühmte Persönlichkeiten haben in Oxford ihren Abschluss gemacht, darunter Roger Bacon, William of Ockham, Sir Walter Raleigh, John Donne, Jonathan Swift, Dr. Samuel Johnson, Oscar Wilde, Sir Richard Burton und J. R. R. Tolkien.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/universität_von_oxford.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        }
    },
    {
        "id": 58,
        "name": "Palast",
        "production_cost": 0,
        "game_info": "Zeigt an, dass diese Stadt die Hauptstadt des Reichs ist. Beinhaltet 1 Platz für ein Großes Kunstwerk.Wenn andere Städte durch Straßen mit der Hauptstadt [ICON_CONNECTED] verbunden werden, wird zusätzliches Gold produziert.+3 Produktion, +3 Wissenschaft, +3 Gold.",
        "strategy": "Euer Palast ist Euer Regierungssitz. Zu Beginn des Spiels liefert er einen Großteil der Kultur, des Goldes, der Wissenschaft und der Produktion Eurer Hauptstadt. Er ist zudem das Herz des Handelssystems Eures Reiches. Der Palast wird zwar in einer anderen Stadt wiederaufgebaut, falls Eure Hauptstadt einmal eingenommen wird, doch das ist immer noch ein schrecklicher Rückschlag für Eure Zivilisation (der es unmöglich macht, einen Herrschaftssieg zu erringen, bis sie wieder zurückerobert wurde). Beschützt Euren Palast!",
        "historical_info": "Ein Palast ist die Residenz des Herrschers einer Zivilisation. Der Begriff selbst ist recht anachronistisch und stammt aus einer Zeit, als die meisten Länder von Königen oder anderen Herrschern nach dem Erbrecht regiert wurden. Moderne Regenten von heute leben in verzierten Häusern mit Namen wie \"Haus des Volkes\" oder \"Ort der Gerechtigkeit\", doch der Effekt ist der gleiche. Paläste (und ihre modernen Entsprechungen) sollen drei Dinge erreichen: dem Regenten Zugang zum Volk und die zum Regieren nötigen Kommunikationsmöglichkeiten bieten, ihn vor Angriffen schützen und die Untertanen und Besucher aus dem Ausland beeindrucken durch die Wichtigkeit und Erhabenheit des Regenten.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/palast.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": null
    },
    {
        "id": 59,
        "name": "Nationales Besucherzentrum",
        "production_cost": 400,
        "game_info": "Benötigt ein Hotel in allen Städten. Je mehr Städte ein Reich hat, desto höher sind die Kosten. 100% der Kultur für Weltwunder, Naturwunder und Modernisierungen (Wahrzeichen, Moai-Statue, Chateau) wird zur Tourismusproduktion der Stadt addiert. Tourismusproduktion von Großen Werken +100%.",
        "strategy": "Durch die enorme Förderung des Tourismus ist das Nationale Besucherzentrum eine hervorragende Wahl für Zivilisationen, die einen Kultursieg erreichen oder ihren ideologischen Einfluss auf andere Zivilisationen erhöhen wollen. Baut es in Euer Stadt mit dem meisten Tourismus, wenn alle Eure Städte Hotels besitzen.",
        "historical_info": "Ein Besucherzentrum versorgt die Besucher bestimmter Sehenswürdigkeiten oder Orte mit hilfreichen Informationen. Am weitesten verbreitet sind die öffentlichen Besucherzentren, die Informationen und auch Tipps zu Reisezielen, Attraktionen, Übernachtungsmöglichkeiten und Preisen sowie Kartenmaterial, Broschüren und Souvenirs anbieten. Die ersten einfachen Besucherzentren waren an Bahnhöfen zu finden und wurden von den Eisenbahngesellschaften betrieben, um den Gästen Lust auf einen erneuten Besuch zu machen. Heutzutage verfügen viele Städte über Besucherzentren, deren Zweck noch immer derselbe ist.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/nationales_besucherzentrum.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
        }
    },
    {
        "id": 60,
        "name": "Apollo-Programm",
        "production_cost": 750,
        "game_info": "Signalisiert den Start des Weltraumrennens und ermöglicht Euren Städten den Bau von Raumschiffteilen. Wenn das Raumschiff fertiggestellt ist, erringt Ihr einen Wissenschaftssieg!",
        "strategy": "Das Apollo-Programm ist der Start des Weltraumrennens. Es ermöglicht den Bau von Raumschiffteilen. Jede Zivilisation muss dieses Projekt fertigstellen, um Raumschiffteile bauen zu können.",
        "historical_info": "Das Apollo-Programm war eine US-Initiative, um den ersten Menschen auf den Mond zu bringen. Die Idee dafür entstand in den 1950er Jahren und wurde ab 1961 unter dem US-Präsidenten John F. Kennedy ernsthaft vorangetrieben. Innerhalb eines Jahrzehnts, am 20. Juli 1969, landeten die Amerikaner Neil Armstrong und Buzz Aldrin auf dem Mond - die wahrscheinlich größte ingenieurwissenschaftliche Leistung in der Geschichte der Menschheit. Das Apollo-Programm war äußerst kostspielig, aber die erzielten technologischen und wissenschaftlichen Fortschritte haben das Gesicht der Welt für immer verändert.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/apollo-programm.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
        }
    },
    {
        "id": 61,
        "name": "Manhattan-Projekt",
        "production_cost": 750,
        "game_info": "Ermöglicht den Bau von Atombomben und Atomraketen.",
        "strategy": "Das Manhattan-Projekt ermöglicht den Bau von Atomwaffen. Jede Zivilisation muss das Manhattan-Projekt fertigstellen, um Atomwaffen bauen zu können.",
        "historical_info": "\"Manhattan-Projekt\" war der Deckname für die anglo-europäischen Bemühungen zur Entwicklung einer Atombombe im Zweiten Weltkrieg. Das Programm wurde zwar von den USA geleitet, aber es arbeiteten auch Wissenschaftler und Ingenieure aus dem Vereinigten Königreich und aus Kanada daran mit. Die USA arbeiteten bereits in den 1930er Jahren ernsthaft an der Entwicklung einer Atomwaffe, aber nach dem japanischen Angriff auf Pearl Harbor im Jahr 1941 wurde es mit Hochdruck vorangetrieben. Bis zu seiner Fertigstellung arbeiteten gut 125.000 Menschen an dem Programm und es verschlang ca. 20 Milliarden US-Dollar (nach heutigen Maßstäben). Im Jahr 1945 hatte das Manhattan-Projekt erfolgreich Atomwaffen konstruiert und getestet und Anfang August desselben Jahres wurde eine Uran- und eine Plutoniumbombe über Japan abgeworfen. Japan kapitulierte nach weniger als einer Woche und damit war der Zweite Weltkrieg entschieden.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/manhattan-projekt.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Atomic Theory",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/atomic_theory.json"
        }
    }
]