[
    {
        "resolution_id": 1,
        "name": "Dirigeant mondial",
        "summary": "Permet d'élire un dirigeant mondial. Si une civilisation reçoit le soutien de suffisamment de délégués au Congrès, son dirigeant remporte une victoire diplomatique. Le nombre de délégués nécessaires à la victoire dépend du nombre de civilisations et de cités-états présentes dans la partie ; il est affiché sur l'écran du Congrès mondial. Si aucune civilisation ne reçoit suffisamment de soutien pour l'emporter, les deux civilisations ayant obtenu le plus de voix gagnent de façon permanente 2 délégués supplémentaires pour les sessions suivantes. Ne peut pas être proposée par une civilisation. Cette résolution est automatiquement proposée à intervalles réguliers une fois que le Congrès mondial devient l'Organisation des Nations Unies.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/world_leader.json"
    },
    {
        "resolution_id": 2,
        "name": "Choix de l'organisateur",
        "summary": "Désigner une civilisation chargée d'organiser le Congrès. L'organisateur reçoit des délégués supplémentaires et peut proposer des résolutions. Ne peut pas être proposée par une civilisation. Cette résolution est automatiquement proposée à mesure que les civilisations atteignent les dernières ères du jeu.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/choose_host.json"
    },
    {
        "resolution_id": 3,
        "name": "Embargo sur les cités-états",
        "summary": "Aucune route commerciale ne peut être établie avec des cités-états. Les routes commerciales de ce type sont interrompues et doivent être réassignées.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/embargo_city-states.json"
    },
    {
        "resolution_id": 4,
        "name": "Embargo",
        "summary": "Aucune route commerciale ne peut être établie entre la civilisation choisie et une autre civilisation. Les routes commerciales de ce type sont interrompues et doivent être réassignées.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/embargo.json"
    },
    {
        "resolution_id": 5,
        "name": "Bannir ressource de luxe",
        "summary": "Une ressource de luxe est considérée comme immorale, en voie de disparition ou impropre à toute utilisation par le peuple. Tant que la résolution est en vigueur, les membres ne reçoivent aucun bonheur de cette ressource de luxe.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/ban_luxury.json"
    },
    {
        "resolution_id": 6,
        "name": "Taxe sur l'armée professionnelle",
        "summary": "Les coûts de maintenance en or des unités augmentent de 25%.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/standing_army_tax.json"
    },
    {
        "resolution_id": 7,
        "name": "Savants résidents",
        "summary": "Les civilisations étudient une technologie 20% plus vite si cette dernière a déjà été découverte par au moins une des autres civilisations.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/scholars_in_residence.json"
    },
    {
        "resolution_id": 8,
        "name": "Exposition internationale",
        "summary": "Lance le projet d'exposition internationale. Une fois le projet en cours, les civilisations peuvent offrir une partie de la production de leurs villes en contribution au projet en le sélectionnant dans la liste de production de ces dernières. Une fois le projet terminé, les civilisations reçoivent un bonus en fonction de leur contribution.       ",
        "project_prizes": {
            "gold": "La culture augmente de 100% pendant 20 tours.",
            "silver": "Doctrine gratuite.",
            "bronze": "500 points supplémentaires pour déclencher le prochain âge d'or."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/world's_fair.json"
    },
    {
        "resolution_id": 9,
        "name": "Jeux internationaux",
        "summary": "Lance le projet de Jeux internationaux. Une fois le projet en cours, les civilisations peuvent offrir une partie de la production de leurs villes en contribution au projet en le sélectionnant dans la liste de production de ces dernières. Une fois le projet terminé, les civilisations reçoivent un bonus en fonction de leur contribution.       Disponible dès que l'une des civilisations en jeu découvre la radio.",
        "project_prizes": {
            "gold": "Le tourisme augmente de 100% pendant 20 tours. Doctrine gratuite.",
            "silver": " Bonheur +3. Augmentation ponctuelle unique de 30 points de votre influence sur les cités-états.",
            "bronze": " Bonheur +3."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/international_games.json"
    },
    {
        "resolution_id": 10,
        "name": "Station spatiale internationale",
        "summary": "Lance le projet de station spatiale internationale. Une fois le projet en cours, les civilisations peuvent offrir une partie de la production de leurs villes en contribution au projet en le sélectionnant dans la liste de production de ces dernières. Une fois le projet terminé, les civilisations reçoivent un bonus en fonction de leur contribution.       Disponible dès que l'une des civilisations en jeu découvre les satellites.",
        "project_prizes": {
            "gold": "La station spatiale internationale, une merveille, apparaît dans la capitale.  Production des scientifiques +1 et science des ingénieurs +1. Les savants illustres augmentent de 33% la production de science lorsqu'ils sont utilisés pour découvrir de nouvelles technologies. Doit être construite en collaboration sous la supervision du Congrès mondial.",
            "silver": "Scientifique illustre gratuit.",
            "bronze": "Bonus de recherche unique."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/international_space_station.json"
    },
    {
        "resolution_id": 11,
        "name": "Sites d'héritage culturel",
        "summary": "Chaque merveille mondiale fournit +3 Culture à cette ville.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/cultural_heritage_sites.json"
    },
    {
        "resolution_id": 12,
        "name": "Sites d'héritage naturel",
        "summary": "Chaque merveille naturelle exploitée rapporte +5 Culture.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/natural_heritage_sites.json"
    },
    {
        "resolution_id": 13,
        "name": "Non-prolifération des armes nucléaires",
        "summary": "Aucune civilisation ne peut plus construire d'armes nucléaires (bombe atomique et missile nucléaire), mais les armes déjà existantes ne sont pas démantelées. Disponible dès qu'une civilisation découvre la balistique avancée.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/nuclear_non-proliferation.json"
    },
    {
        "resolution_id": 14,
        "name": "Religion mondiale",
        "summary": "Faites d'une religion la religion mondiale officielle. Les civilisations dont la majorité des villes sont adeptes de cette religion reçoivent deux délégués supplémentaires. La religion se propage 25% plus vite, et sa ville sainte profite d'un bonus de tourisme de +50%. Il ne peut y avoir qu'une seule religion mondiale à la fois.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/world_religion.json"
    },
    {
        "resolution_id": 15,
        "name": "Idéologie mondiale",
        "summary": "Faites d'une idéologie l'idéologie mondiale officielle. Les civilisations adeptes de cette idéologie reçoivent deux délégués supplémentaires. L'opinion publique en faveur de cette idéologie augmente pour toutes les civilisations. Il ne peut y avoir qu'une seule idéologie mondiale à la fois.Disponible dès qu'une civilisation découvre la radio.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/world_ideology.json"
    },
    {
        "resolution_id": 16,
        "name": "Financement artistique",
        "summary": "Augmente de 33% la génération d'écrivains, d'artistes et de musiciens illustres. Diminue de 33% la génération de scientifiques, ingénieurs et marchands illustres.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/arts_funding.json"
    },
    {
        "resolution_id": 17,
        "name": "Financement scientifique",
        "summary": "Augmente de 33% la génération de scientifiques, ingénieurs et marchands illustres. Diminue de 33% la génération d'écrivains, d'artistes et de musiciens illustres.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/sciences_funding.json"
    },
    {
        "resolution_id": 18,
        "name": "Sites historiques",
        "summary": "Les cases aménagées par des personnages illustres octroient 2 points de culture supplémentaires lorsqu'elles sont exploitées, et les monuments construits par des archéologues fournissent +4 points de culture lorsqu'ils sont exploités. Disponible dès qu'une civilisation découvre l'archéologie.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/fr/resolutions/historical_landmarks.json"
    }
]