{
    "id": 1,
    "name": "Flughafen",
    "game_info": "Ermöglicht Lufttransport in diese oder aus dieser Stadt. Erhöht die Lufteinheiten-Kapazität der Stadt von 6 auf 10. 50% der Kultur für Weltwunder, Naturwunder und Modernisierungen (Wahrzeichen, Moai-Statue, Chateau) wird zur Tourismusproduktion der Stadt addiert. Tourismusproduktion von Großen Werken +50%.",
    "strategy": "Der vielseitig einsetzbare Flughafen ist eine ausgezeichnete Wahl für Zivilisationen, die ihre Tourismusproduktion verbessern wollen, und für solche, die Lufttransporte benötigen, um Einheiten in entfernte Städte zu fliegen.",
    "historical_info": "Technisch gesehen bezeichnet der Begriff \"Flughafen\" jeden Ort, an dem Flugzeuge, Hubschrauber, Zeppeline oder sonstige Luftfahrzeuge starten und landen können. Im allgemeinen Sprachgebrauch ist jedoch ein Komplex für den kommerziellen Flugverkehr, bestehend aus Start- und Landebahnen, Kontrolltürmen, Hangars, Terminals, Notfalleinrichtungen und Parkmöglichkeiten gemeint. Vor 1930 waren die meisten Flughäfen kleine Flugplätze mit Start- und Landebahnen, die in der Regel nicht mal 600 Meter lang waren. Im Jahr 1939 fertigte der Flughafen La Guardia in New York City fast eine viertel Million Passagiere pro Monat ab. Die jüngsten Statistiken über das Passagieraufkommen führen den Flughafen Hartsfield-Jackson in Atlanta als den größten Flughafen der Welt auf; über 92 Millionen Passagiere wurden hier im Jahr 2011 abgefertigt.",
    "cost": {
        "production": 400,
        "faith": 0
    },
    "gold_maintenance": 5,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/flughafen.png",
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}