{
    "id": 1,
    "name": "Künstlergilde",
    "game_info": "Bringt 2 Große-Persönlichkeit-Punkte (GPP) für einen Großen Künstler ein. Fügt bis zu zwei Spezialisten zu diesem Gebäude hinzu, dann erhaltet Ihr Kultur und schneller Große Künstler (3 Kultur und 3 GPP pro Spezialist).",
    "strategy": "Die Künstlergilde ist das einzige Gebäude mit Künstler-Spezialistenplätzen, die entscheidend sind, um Große Künstler zu generieren. Wenn Ihr als Ziel den Kultursieg ins Auge gefasst habt, benötigt Ihr dieses Gebäude unbedingt. Die Künstlergilde bringt 2 Große-Persönlichkeit-Punkte ein, und jeder zugewiesene Spezialist bringt 3 Große-Persönlichkeit-Punkte und 3 Kultur ein.",
    "historical_info": "Das Konzept von Künstlergilden konnte sich erst im späten Mittelalter etablieren, als in Europa der lange Prozess der Urbanisierung einsetzte. Im 13. Jahrhundert bildete sich in den Städten eine Reihe von Künstlergilden, die dem Vorbild der damaligen Händlergilden folgten. Die Gilden strebten geregelte Kosten und feste Preise an und boten allen Künstlern in der Stadt Unterstützung und Ausbildung an, um die Probleme des Patronats durch die Reichen und den Adel zu umgehen. Obwohl für verschiedene Arten von Künstlern noch immer inoffizielle Gilden existierten, brachte das Zeitalter der Aufklärung den Untergang der Gildenmonopole mit sich, bis Mitte des 19. Jahrhunderts alle Gilden abgeschafft waren.",
    "cost": {
        "production": 150,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/artists'_guild.png",
    "prereq_tech": {
        "name": "Gilden",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}