{
    "id": 1,
    "name": "Bank",
    "game_info": "Stadt benötigt Markt oder Basar.",
    "strategy": "Die Bank ist ein Renaissance-Gebäude, das den Goldertrag einer Stadt erhöht. Eine Stadt muss über einen Markt oder einen Basar verfügen, bevor eine Bank gebaut werden kann. Handelswege anderer Spieler zu einer Stadt mit einer Bank bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
    "historical_info": "Eine Bank ist ein Institut, in dem Bürger ihr Geld sicher anlegen können. Der Banker sammelt die Einlagen und verleiht sie an andere Leute, die das geliehene Geld dann zuzüglich der Zinsen zurückzahlen. Der Banker gibt einen Teil des Profits an den Inhaber der Einlage weiter und investiert den Rest neu. Ein erfolgreiches Banksystem erfordert eine funktionierende Währung sowie Gesetze, um sicherzustellen, dass die Schuldner die Darlehen nach Möglichkeit auch zurückzahlen.Banken sind erstaunliche Antriebsmotoren für eine Zivilisation. Wenn eine Stadt etwas braucht - z. B. einen neuen Kornspeicher - kann sich vielleicht kein einzelner Bürger leisten, das Benötigte zu errichten. Da die Bank jedoch die Einlagen vieler verschiedener Bürger verwaltet, kann sie es sich leisten, dem Bauherrn das Geld zu leihen. Sobald der Kornspeicher gebaut ist, kann der Bauherr den neuen Profit nutzen, um den Kredit zurückzuzahlen, und alle Bürger der Stadt profitieren vom neuen Kornspeicher (sowie von den Zinsen, die sie mit ihren Einlagen verdient haben).Banken in Europa und den USA haben in den letzten Jahren einen eher zweifelhaften Ruf erlangt, was an riskanten Investitionsmodellen oder verantwortungslos vergebenen Krediten liegt. Eine gut geführte Bank ist ein Gottesgeschenk für jede Gemeinschaft, vor allem für ärmere.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bank.png",
    "prereq_tech": {
        "name": "Bankwesen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}