[
    {
        "id": 1,
        "name": "Schwimmende Gärten",
        "game_info": "+15% Nahrung. Jedes bewirtschaftete See-Geländefeld bringt außerdem +2 Nahrung. Stadt muss an einem Fluss oder neben einem See errichtet werden.",
        "strategy": "Die Schwimmenden Gärten sind das einzigartige Gebäude der Azteken und ersetzen die Wassermühle. Die Nahrungsproduktion der Stadt wird erhöht. Sie sollten gebaut werden, wenn die Stadt sich an einem See oder einem Fluss befindet.",
        "historical_info": "Ein Schwimmender Garten ist eine kleine, künstlich angelegte Insel auf einem Süßwassersee, mit der die landwirtschaftlich nutzbare Landfläche vergrößert wird. Der See bewässert die Insel und liefert ihr frisches organisches Material, sodass eine extrem fruchtbare Anbaufläche entsteht. Die Azteken waren Meister in dieser Form der Landwirtschaft, und auch heute noch sind die \"Schwimmenden Gärten von Xochimilco\" sehr bekannt.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/schwimmende_gärten.png",
        "prereq_tech": {
            "name": "Das Rad",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/floating_gardens.json"
    },
    {
        "id": 1,
        "name": "Gerichtsgebäude",
        "game_info": "Beseitigt zusätzliche Unzufriedenheit in einer besetzten Stadt.",
        "strategy": "Das Gerichtsgebäude reduziert die Unzufriedenheit in eroberten Städten. Ihr solltet in jeder besetzten Stadt so schnell wie möglich eines bauen, vor allem, wenn Ihr vorhabt, gleich mehrere Städte zu erobern.",
        "historical_info": "In einem Gerichtsgebäude sprechen die örtlichen Autoritäten Recht. Oft befindet sich in dem Gebäude auch die örtliche Zivilregierung, was aber nicht immer der Fall sein muss. Für gewöhnlich nimmt das Gerichtsgebäude einen sehr wichtigen Platz in der Stadtmitte ein - entweder, weil die Bürger stolz darauf sind, oder auch deshalb, weil die Regierung die Bürger daran erinnern will, dass sie immer ein Auge auf sie hat.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 4,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gerichtsgebäude.png",
        "prereq_tech": {
            "name": "Mathematik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/courthouse.json"
    },
    {
        "id": 1,
        "name": "Mogul-Festung",
        "game_info": "Bringt +2 Tourismus, wenn die Luftfahrt erforscht ist.Stadt benötigt Stadtmauern.",
        "strategy": "Die Mogul-Festung ist ein Gebäude des Mittelalters, das die Verteidigungsstärke der Stadt um 7 und die Trefferpunkte um 25 erhöht und in jeder Runde etwas Kultur gewährt. Sie ist das einzigartige Gebäude der Inder und ersetzt die Burg. Nach Entdeckung der Luftfahrt bringt sie außerdem +2 Tourismus. Stadtmauern sind Voraussetzung für den Bau der Mogul-Festung.",
        "historical_info": "Die Moguln waren islamische Herrscher, die im 15. Jahrhundert Indien eroberten und bis zur Mitte des 19. Jahrhunderts über den Großteil des Subkontinents herrschten. Während ihrer Herrschaft bauten sie auf dem Land kunstvolle Festungen, die als Verwaltungszentren und Unterkünfte für die Eroberer dienten. Diese Festungen waren wunderschöne Gebäude und Paläste, die den Herrschern eines so großen Reiches gerecht wurden. Mehrere davon - darunter auch das beeindruckende Lahore Fort und das Rote Fort in Agra - stehen bis heute und zählen als Monumente der Macht und Kunst der Moguln zu den bedeutendsten Touristenattraktionen in Indien.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mogul-festung.png",
        "prereq_tech": {
            "name": "Ritterlichkeit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mughal_fort.json"
    },
    {
        "id": 1,
        "name": "Krepost",
        "game_info": "+15 EP für alle Einheiten. Kultur- und Goldkosten für den Erwerb neuer Geländefelder dieser Stadt um 25% reduziert.",
        "strategy": "Der Krepost ist das einzigartige Gebäude der Russen und ersetzt die Kaserne. Der Krepost gewährt 15 Erfahrungspunkte für alle militärischen Einheiten, die in dieser Stadt ausgebildet werden. Außerdem erhöht der Krepost die Ausdehnung der Kulturgrenzen der Stadt um 25%. Es lohnt sich, diese Gebäude in allen russischen Städten zu bauen - vor allem in Grenzgebieten.",
        "historical_info": "\"Krepost\" ist das russische Wort für \"Festung\". In weiten Teilen seiner Geschichte war Russland ein expansionistischer Staat, der seine Grenzen immer weiter Richtung Osten verschob - zuerst über die weiten Steppen und schließlich bis nach Sibirien und darüber hinaus. Beim Erschließen neuer Gebiete haben die Russen oftmals einen \"Krepost\" errichtet, um ihre Truppen zu schützen und um Regierungs- und religiöse Gebäude unterzubringen. Abhängig von den regionalen Gegebenheiten und verfügbaren Materialien war ein Krepost entweder ein behelfsmäßiges Fort aus Holz oder eine permanente und befestigte Verteidigungsstellung aus Stein. In vielen Fällen ähnelten die Kreposts den allgegenwärtigen Kastellen, die die Römer in ihren neu eroberten Länder errichteten.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/krepost.png",
        "prereq_tech": {
            "name": "Bronzeverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/krepost.json"
    },
    {
        "id": 1,
        "name": "Langhaus",
        "game_info": "+1 Produktion in jedem bewirtschafteten Wald-Geländefeld.",
        "strategy": "Das Langhaus ist das einzigartige Gebäude der Irokesen und ersetzt die Werkstatt. Es steigert die Produktion der Stadt für jedes Wald-Geländefeld in ihrem Radius.",
        "historical_info": "Lange Zeit in ihrer Geschichte lebten viele Irokesen in Dörfern mit einem oder mehreren Langhäusern, also Gemeinschaftsgebäuden, die aus Holzstämmen gebaut wurden und mit Rinde verkleidet wurden. Die Irokesen nennen sich sogar selbst \"Hodenosaunee\", was so viel bedeutet wie \"Menschen des Langen Hauses\". Die Häuser waren 10 bis 100 Meter lang und etwa 8 Meter breit. Im Inneren waren sie in Räume unterteilt, die alle über einen offenen Mittelgang miteinander verbunden waren. Normalerweise teilten sich mehrere Räume eine Feuerstelle im Mittelgang, über der eine Öffnung im Dach als Abzug diente.Langhäuser sind sehr effiziente Gebäude, die billiger zu bauen und heizen sind als Einzelgebäude und weniger natürliche Ressourcen verbrauchen. Sie stehen für das kulturelle Streben der Irokesen, im Einklang mit der Natur um sie herum zu leben.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/langhaus.png",
        "prereq_tech": {
            "name": "Metallguss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/longhouse.json"
    },
    {
        "id": 1,
        "name": "Basar",
        "game_info": "Gewährt 1 zusätzliches Vorkommen jedes modernisierten Luxusguts in der Nähe dieser Stadt. Jedes Vorkommen von Öl und jede Oase bringen +2 Gold. Handelswege anderer Spieler zu einer Stadt mit einem Basar bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
        "strategy": "Der Basar ist das einzigartige Gebäude der Araber und ersetzt den Markt. Der Basar bringt der jeweiligen Stadt einen Gold-Bonus. Die Zivilisation erhält für jede Luxusressource aus einer Stadt mit einem Basar jeweils noch eine zusätzlich. Der Basar bringt +2 Gold auf Öl und Oasen.",
        "historical_info": "Ein Basar ist ein öffentlicher Marktbezirk, den man in Städten im arabischen Raum und dem östlichen Mittelmeergebiet findet. Der klassische arabische Basar ist ein lebhaftes Straßengewirr voller kleiner Läden und Stände, in denen alle Arten von Waren verkauft werden: Nahrung, Gewürze, Teppiche und sogar Software. Manche Basare sind unter freiem Himmel, während andere überdacht wurden, um die Waren und Kunden vor den Elementen zu schützen. Auch heute findet man noch viele Basare, die eine fröhliche und sehr laute Alternative zu den steril anmutenden Einkaufszentren der westlichen Welt darstellen.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/basar.png",
        "prereq_tech": {
            "name": "Währung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bazaar.json"
    },
    {
        "id": 1,
        "name": "Satrapenhof",
        "game_info": "Stadt benötigt einen Markt. Handelswege anderer Spieler zu einer Stadt mit einem Satrapenhof bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
        "strategy": "Der Satrapenhof ist das einzigartige Gebäude der Perser und ersetzt die Bank. Ähnlich wie die Bank erhöht auch der Satrapenhof den Wohlstandsertrag der Stadt. Darüber hinaus wird aber auch die Zufriedenheit der Zivilisation gesteigert. Die Stadt muss über einen Markt verfügen, bevor ein Satrapenhof gebaut werden kann.",
        "historical_info": "\"Satrap\" war der Titel eines Provinzstatthalters im Achämenidenreich von Persien. Die Satrapen wurden vom Großkönig ernannt und waren für gewöhnlich Mitglieder der königlichen Familie. Mit seinen umfangreichen Machtbefugnissen konnte der Satrap Steuern eintreiben und war der oberste Rechtsherr in der Provinz. Da er zudem für das Aufstellen und den Unterhalt einer Armee verantwortlich war, musste der Monarch großes Vertrauen in ihn setzen können. Als die Zentralmacht des Persischen Reiches im 5. Jahrhundert v. Chr. schwächer wurde, wurden die Satrapen immer unabhängiger und einige von ihnen sogar mächtiger als der Großkönig selbst, der formell noch über sie herrschte.Alexander behielt nach der Eroberung Persiens das Verwaltungssystem der Satrapen bei. Manchmal ersetzte er zwar den Satrapen einer Provinz durch einen eigenen General, doch oft durften die bestehenden Statthalter auch ihre Stellung behalten, wenn sie den Frieden wahrten und weiterhin ihre Steuern zahlten.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/satrapenhof.png",
        "prereq_tech": {
            "name": "Bankwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/satrap's_court.json"
    },
    {
        "id": 1,
        "name": "Papiermacher",
        "game_info": "+1 Wissenschaft für jeweils 2 Bürger in dieser Stadt. +2 Gold.",
        "strategy": "Der Papiermacher ist das einzigartige Gebäude der Chinesen und ersetzt die Bibliothek. Er erhöht sowohl den Wissenschaftsertrag der Stadt als auch deren Goldeinnahmen.",
        "historical_info": "Papier wurde vermutlich schon um 200 v. Chr. in China erfunden. Nach dem heutigen Erkenntnisstand wurde es ursprünglich als Verpackungsmaterial verwendet; das erste überlieferte Zeugnis von Schrift auf Papier stammt vermutlich aus dem Jahr 8 v. Chr. Um 300 n. Chr. war Schreibpapier in ganz China weit verbreitet. Die chinesischen Papiermacher-Werkstätten waren für die damalige Zeit sehr fortschrittlich und konnten sauberes, festes Papier für die gebildeten Klassen, Kaufleute und den kaiserlichen Hof herstellen - Jahrhunderte bevor das erste Blatt die arabische oder europäische Welt erreichte.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/papiermacher.png",
        "prereq_tech": {
            "name": "Schrift",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/paper_maker.json"
    },
    {
        "id": 1,
        "name": "Wat",
        "game_info": "+2 Wissenschaft durch Dschungel-Geländefelder, die von dieser Stadt bewirtschaftet werden.Die Stadt benötigt eine Bibliothek.",
        "strategy": "Der Wat ist das einzigartige Gebäude der Siamesen und ersetzt die Universität. Er steigert die Kultur einer Stadt und beschleunigt so ihr Grenzwachstum und die Einführung von Sozialpolitiken in der Zivilisation. Der Wat bietet der Stadt außerdem einen Wissenschafts-Bonus.",
        "historical_info": "Ein Wat ist ein buddhistischer Klostertempel, den man in Kambodscha, Thailand oder Laos findet. Die wörtliche Übersetzung von \"Wat\" bedeutet \"Schule\", und die siamesischen Wats waren auch tatsächlich sowohl Orte des Glaubens als auch des Lernens. Ein Wat besteht aus einem Tempel mit Statuen von Buddha, einem Gebetsraum, einem Raum mit religiösen Texten, einem Pavillon zur Entspannung, einer Bibliothek, einer Lernhalle, Glockentürmen und Quartieren. Es kann sich um ein einzelnes Gebäude oder einen ganzen Komplex handeln, der wie eine kleine Stadt wirkt. Der Angkor Wat in Angkor, Kambodscha, wurde im 12. Jahrhundert erbaut und ist einer der am besten erhaltenen Wats in Südostasien.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/wat.png",
        "prereq_tech": {
            "name": "Bildungswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/wat.json"
    },
    {
        "id": 1,
        "name": "Lehmmoschee",
        "game_info": "Erfordert keinen Gold-Unterhalt.",
        "strategy": "Die Lehmmoschee ist ein einzigartiges Gebäude der Songhai und ersetzt den Tempel. Die Lehmmoschee steigert die Kultur der Stadt erheblich und sorgt so für ein schnelleres Wachstum des Stadtgebiets und die Einführung von Sozialpolitiken in der Zivilisation. Die Lehmmoschee kostet keinen Unterhalt.",
        "historical_info": "Die Lehmmoschee ist ein Gebäudekomplex in der Stadt Gao, bestehend aus einem Grab, zwei Moscheen, einem Friedhof und einem Versammlungsplatz. Der Legende nach wurde hier Askiya Muhammad I. begraben, einer der größten Herrscher der Songhai. Auch wenn sie nicht so groß sind wie die Moschee von Gao, wurden noch viele ähnliche Gebäude in ganz Westafrika gefunden, Zeugnisse der religiösen Hingabe und der Baukunst der Songhai.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/lehmmoschee.png",
        "prereq_tech": {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mud_pyramid_mosque.json"
    },
    {
        "id": 1,
        "name": "Grabstätte",
        "game_info": "Benötigt keinen Gold-Unterhalt.Bei Eroberung dieser Stadt wird das geplünderte Gold des Feindes verdoppelt.",
        "strategy": "Die Grabstätte ist ein Gebäude der Klassik, das die Zufriedenheit einer Stadt erhöht und diese keinen Unterhalt kostet. Wenn die Stadt eingenommen wird, erhält der Eroberer jedoch doppelt so viel Gold wie in einer Stadt ohne Grabstätte. Sie ersetzt den Tempel.",
        "historical_info": "Die Ägypter haben den Ahnenkult in bis dahin ungeahnte und danach nie wieder erreichte Höhen getrieben. Ein großer Teil des Wohlstands und der kreativen Energie ihrer Zivilisation wurde in Grabstätten für ihre Verstorbenen investiert. Viele dieser Gräber befinden sich im Tal der Könige, das bei Theben am Nil liegt. In diese Gräber wurden oft Besitztümer der Verstorbenen als Beigaben gelegt, was sie zu einem beliebten Ziel für Grabräuber quer durch die Geschichte macht.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/grabstätte.png",
        "prereq_tech": {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/burial_tomb.json"
    },
    {
        "id": 1,
        "name": "Seehafen",
        "game_info": "+1 Produktion und Gold von Meeresressourcen, die von dieser Stadt bewirtschaftet werden. +15% Produktion beim Bau von Marineeinheiten.Die Stadt muss an der Küste liegen.",
        "strategy": "Ein Seehafen erhöht die Produktion einer modernisierten Meeresressource.",
        "historical_info": "Ein Seehafen ist ein moderner Superhafen mit tiefem Wasser, der selbst die größten Tanker und Transportschiffe abfertigen kann. Typisch für Seehäfen sind jede Menge Kräne, die eine rasche Löschung der Ladung ermöglichen, die dann durch ein verwirrendes Labyrinth von Bahnschienen und Straßen abtransportiert wird. Moderne Seehäfen werden von Hafenmeistern in Hightech-Steuerzentralen via Radar, Satellitenübertragung und leistungsfähige Computer mit komplexer Logistik-Software überwacht.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/seehafen.png",
        "prereq_tech": {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/seaport.json"
    },
    {
        "id": 1,
        "name": "Stallungen",
        "game_info": "+15% Produktion beim Bau von berittenen Einheiten.Jede von dieser Stadt genutzte Quelle von Pferden, Schafen und Vieh erzeugt +1 Produktion.Die Stadt benötigt mindestens eine dieser Ressourcen modernisiert mit einer Weide.",
        "strategy": "Stallungen können nur in Städten gebaut werden, die über eine oder mehrere verbesserte Pferde-, Schafe- oder Vieh-Ressourcen in der Nähe verfügen. Stallungen beschleunigen die Produktion von berittenen Einheiten.",
        "historical_info": "In Civilization V sind Stallungen Militärkasernen für Kavallerieeinheiten. Hier werden die Soldaten der Kavallerie ebenso untergebracht, versorgt und ausgebildet wie ihre vierbeinigen Kameraden. Für lange Zeit in der Geschichte war die Kavallerie der Teil des Militärs, der von den wohlhabenden Söhnen der Gesellschaft bevorzugt wurde. Dies lag einfach daran, dass nur die reichen jungen Männer jemals auf einem Pferd gesessen hatten. Daher waren die Stallungen bzw. Kasernen der Kavallerie oft wesentlich luxuriöser als die einfachen Unterkünfte der Infanterie.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stallungen.png",
        "prereq_tech": {
            "name": "Reiterei",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stable.json"
    },
    {
        "id": 1,
        "name": "Wassermühle",
        "game_info": "Stadt muss an einem Fluss liegen.",
        "strategy": "Die Wassermühle kann nur in Städten gebaut werden, die an einen Fluss angrenzen. Die Wassermühle erhöht die Nahrungskapazität einer Stadt.",
        "historical_info": "Eine Wassermühle ist ein Gebäude, das die Kraft des Wassers nutzt, um Korn zu Mehl zu verarbeiten. In einer Mühle werden Körner zwischen zwei Steine geschüttet, von denen sich der obere langsam dreht. Durch diese Bewegung zwischen den Steinen wird das Korn in winzige Stücke (Mehl) gemahlen. Viele alte Mühlen nutzten Tiere oder Menschen, um die Mühlsteine anzutreiben, doch in einer Wassermühle übernimmt fließendes Wasser die Arbeit und entlastet so Mensch und Tier, die an anderer Stelle sinnvoller eingesetzt werden können. Später sollten Dampf oder Strom Mühlen wesentlich zuverlässiger und effizienter antreiben, doch Wassermühlen waren zu ihrer Zeit großartige Geräte zur Einsparung von Arbeit.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/wassermühle.png",
        "prereq_tech": {
            "name": "Das Rad",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/water_mill.json"
    },
    {
        "id": 1,
        "name": "Zirkus",
        "game_info": "Stadt benötigt ein nahegelegenes modernisiertes Vorkommen von Pferden oder Elfenbein in der Nähe.",
        "strategy": "Der Zirkus kann nur in Städten gebaut werden, die über eine modernisierte Quelle von Pferden oder Elfenbein in der Nähe verfügen. Der Zirkus steigert die Zufriedenheit einer Zivilisation.",
        "historical_info": "Ein Zirkus ist eine Truppe von Artisten, zu denen oft Clowns, Akrobaten, Jongleure, Seiltänzer, Trapezkünstler, Musiker und Dompteure gehören. Die meisten Zirkusse sind Wanderzirkusse, die in der Saison von einer Stadt zur nächsten reisen. Nur wenige bleiben ganzjährig an einem Ort. Im antiken Rom war ein Circus eine Arena, in der Wagenrennen, Gladiatorenkämpfe und andere Unterhaltungen geboten wurden. Der erste römische Circus war der Circus Maximus, der bis zu 250.000 kreischenden Bürgern Platz bot - das entsprach fast 25% der damaligen Einwohnerzahl der Stadt.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/zirkus.png",
        "prereq_tech": {
            "name": "Fallenstellen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/trapping.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/circus.json"
    },
    {
        "id": 1,
        "name": "Schmiede",
        "game_info": "+15% Produktion bei der Ausbildung von Landeinheiten.Jede von dieser Stadt genutzte Quelle von Eisen erzeugt +1 Produktion.Die Stadt muss über eine genutzte Quelle von Eisen in der Nähe verfügen.",
        "strategy": "Die Schmiede kann nur in Städten gebaut werden, die über eine modernisierte Quelle von Eisen in der Nähe verfügen. Sie beschleunigt die Produktion von Landeinheiten in der Stadt.",
        "historical_info": "Eine Schmiede ist ein Gebäude, das eine Feuerstelle beinhaltet, die die Temperaturen erzeugen kann, die zum Schmelzen und Formen von Eisen notwendig sind, um Hufeisen, Nägel, Pfeilspitzen und andere Eisenwaren herzustellen. Dazu ist erhebliche Hitze erforderlich und ein Schmied hat oft einen Schüler oder Gehilfen, der nicht viel mehr tut, als Luft in die Flammen zu pumpen, um diese heiß zu halten. Ein Schmied bearbeitet Eisen, indem er es glühend heiß macht und dann mit verschiedenen Hämmern auf einem Amboss in Form hämmert. Eisen kann auch in eine Form aus Ton, Sand oder Metall gegossen und die Form entfernt werden, sobald das Eisen sich weit genug abgekühlt hat, um die Form zu halten.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/schmiede.png",
        "prereq_tech": {
            "name": "Metallguss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/forge.json"
    },
    {
        "id": 1,
        "name": "Windmühle",
        "game_info": "+10% Produktion bei der Errichtung von Gebäuden.Die Stadt darf nicht auf Hügeln erbaut sein.",
        "strategy": "Die Windmühle ist ein Gebäude aus der Renaissance, das die Produktion einer Stadt bei der Errichtung von Gebäuden erhöht. Städte, die auf Hügeln errichtet wurden, können keine Windmühlen bauen.",
        "historical_info": "Windmühlen sind Gebäude, die Windenergie verwenden, um unterschiedliche Aufgaben auszuführen. Früher wurden sie benutzt, um Getreidemühlen anzutreiben, doch manche wurden auch für Sägemühlen oder Wasserpumpen bei Brunnen verwendet. Windgetriebene Maschinen gibt es schon seit über 2.000 Jahren. Zum ersten Mal erwähnt werden sie im 1. Jahrhundert n. Chr. bei Heron von Alexandria, der eine Windorgel baute. Windgetriebene Mühlen für Getreide wurden wahrscheinlich um das 8. Jahrhundert n. Chr. in Zentralasien erfunden.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/windmühle.png",
        "prereq_tech": {
            "name": "Wirtschaftswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/windmill.json"
    },
    {
        "id": 1,
        "name": "Wasserkraftwerk",
        "game_info": "+1 Produktion in jedem Geländefeld an einem Fluss. Benötigt 1 Aluminium.Stadt muss an einem Fluss liegen.",
        "strategy": "Das Wasserkraftwerk ist ein Gebäude im mittleren Abschnitt des Spiels, das nur in Städten gebaut werden kann, die an einem Fluss liegen. Das Wasserkraftwerk erhöht die Produktion jedes Geländefelds, das von der Stadt bewirtschaftet wird und ebenfalls an dem Fluss liegt. Beim Bau des Wasserkraftwerks wird 1 Aluminium verbraucht.",
        "historical_info": "Ein Wasserkraftwerk ist ein Gebäude, das Bewegungsenergie aus Wasserfällen in elektrische Energie umwandelt. Je größer die Wassermasse und die Distanz sind, die sie fällt, umso mehr Strom kann das Kraftwerk erzeugen. Der Drei-Schluchten-Damm in China ist das größte Wasserkraftwerk, das jemals gebaut wurde. Bei der Fertigstellung wird es etwa 22.500 Megawatt erzeugen, das Zehnfache des amerikanischen Hoover-Staudamms.Wasserkraftwerke werden in der Regel als grüne Energiequelle angesehen, auch wenn sie großen Einfluss auf lokale Fischbestände haben können. In Küstengebieten werden auch Wasserkraftwerke gebaut, die Energie aus dem Wechsel der Gezeiten gewinnen.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/wasserkraftwerk.png",
        "prereq_tech": {
            "name": "Elektrizität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hydro_plant.json"
    },
    {
        "id": 1,
        "name": "Sonnenkraftwerk",
        "game_info": "Stadt muss in oder an einer Wüste liegen und darf kein Kernkraftwerk besitzen.Stadt muss eine Fabrik besitzen.",
        "strategy": "Ein Sonnenkraftwerk ist ein Gebäude im späteren Spielverlauf, das die Produktion einer Stadt in erheblichem Maße steigert. Die Stadt muss auf oder neben einem Wüsten-Geländefeld liegen, damit ein Sonnenkraftwerk gebaut werden kann. Die Stadt muss vor dem Bau eine Fabrik besitzen.",
        "historical_info": "Ein Sonnenkraftwerk nimmt die Energie der Sonne auf und wandelt sie in Strom um. Die effizientesten Sonnenkraftwerke werden logischerweise an Orten mit viel Sonnenschein und wenig Wolkenaufkommen platziert. Aktuell ist Strom aus Sonnenenergie im Vergleich zu Energie aus fossilen Brennstoffen (Öl oder Kohle) recht teuer, doch die Sonnenenergietechnik wird immer billiger und fossile Brennstoffe werden immer teurer - vor allem, wenn die Kosten der durch Abgase verursachten Umweltbelastung hinzugerechnet werden. Sobald die Technologie perfektioniert ist, werden damit große Teile des Energiebedarfs der Welt gedeckt werden. Es gibt Schätzungen, dass die Erde 200.000-mal mehr Sonnenenergie empfängt als die Menschheit derzeit insgesamt erzeugt.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/sonnenkraftwerk.png",
        "prereq_tech": {
            "name": "Ökologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/solar_plant.json"
    },
    {
        "id": 1,
        "name": "Münzanstalt",
        "game_info": "Jedes Gold- und Silbervorkommen, das von dieser Stadt bewirtschaftet wird, produziert +2 Gold.Die Stadt muss mindestens eine dieser Ressourcen abbauen.",
        "strategy": "Die Münzanstalt kann nur in Städten gebaut werden, die über eine modernisierte Quelle von Gold oder Silber in der Nähe verfügen. Die Münzanstalt steigert die Goldproduktion aller Gold- und Silber-Ressourcen, zu denen die Stadt Zugang hat.",
        "historical_info": "Eine Münzanstalt ist eine Einrichtung, in der die Währung einer Zivilisation produziert wird. In der Vergangenheit war das vor allem eine metallene Währung in Form von Münzen, doch in modernen Zeiten besteht der Großteil der Währungen der Welt in Form von bedrucktem Papier. Münzanstalten sind für die Wirtschaft einer Zivilisation extrem wichtig. Wenn die Währung einer Nation leicht gefälscht werden kann, dann wird das auch geschehen und das Vertrauen in die Geldvorräte dieser Nation wird sinken, was in einer gefährlichen Inflation, bei der der Wert einer Währung sinkt, oder Schlimmerem enden kann. Modernes Geld wird mit Hologrammen sowie verschiedenen Tinten gedruckt und mit Sicherheitsfäden versehen, um Fälschungen bestimmen zu können. Ohne Zweifel werden in Zukunft neue Maßnahmen hinzukommen, wenn Fälscher Wege finden, bestehende zu kopieren.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/münzanstalt.png",
        "prereq_tech": {
            "name": "Währung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mint.json"
    },
    {
        "id": 1,
        "name": "Observatorium",
        "game_info": "Stadt muss an einem Berg liegen.",
        "strategy": "Das Observatorium kann nur in Städten gebaut werden, die direkt an ein Berg-Geländefeld angrenzen. Das Observatorium steigert die Wissenschaftsproduktion einer Stadt in erheblichem Maße.",
        "historical_info": "Ein Observatorium ist ein Gebäude, das dem Studium des Himmels gewidmet ist. Früher waren die Menschen davon überzeugt, dass die Bewegung der Sterne eine mystische Bedeutung hatte, und so waren viele der ersten Observatorien auch religiöse Gebäude. Mit der Zeit lernten die Menschen, dass sie den Wechsel der Jahreszeiten sehr genau anhand der Sterne bestimmen konnten und fanden heraus, dass diese Informationen überaus wichtig für die Bestimmung des richtigen Tages zur Aussaat bzw. der Ernte waren. Diese Erkenntnisse bekräftigten die religiöse und praktische Bedeutung der Observatorien für die Öffentlichkeit. Moderne Observatorien sind computergesteuert und mit fortschrittlichen Teleskopen ausgestattet (oder sie kommunizieren mit noch mächtigeren Teleskopen im All) und liefern den Wissenschaftlern bedeutend mehr Informationen als ihre primitiven Vorfahren je zu träumen gewagt hätten. Aber ihre Aufgabe bleibt dieselbe: die Funktionsweise des Universums durch Beobachtung des Himmels zu untersuchen.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/observatorium.png",
        "prereq_tech": {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/observatory.json"
    },
    {
        "id": 1,
        "name": "Kloster",
        "game_info": "Jedes Vorkommen von Räucherwerk und Wein, das in dieser Stadt bearbeitet wird, bringt +1 Glauben und +1 Kultur.",
        "strategy": "Klöster steigern den Glaubens- und Kulturertrag einer Stadt, wenn diese in der Nähe von modernisierten Räucherwerk- und/oder Wein-Ressourcen liegt. Klöster können nur in Städten gebaut werden, die der Religion der Klöster anhängen. Baut dieses Gebäude, indem Ihr es mit Glauben erwerbt.",
        "historical_info": "Ein Kloster ist ein Gebäude bzw. ein Gebäudekomplex, in dem Mönche oder Nonnen leben - Menschen, die weltlichen Dingen wie Reichtum, Besitz und Sex abgeschworen haben und ihr Leben dem Gebet und der Meditation widmen. In den meisten Klöstern leben entweder nur Männer oder ausschließlich Frauen; falls beide Geschlechter vertreten sind, werden sie durch hohe Mauern getrennt. In der Geschichte waren Klöster Orte höherer Bildung, besonders im Mittelalter, als Mitglieder religiöser Orden oft die einzigen Menschen außerhalb der herrschenden Oberschicht waren, die lesen und schreiben konnten.",
        "cost": {
            "production": -1,
            "faith": 150
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/kloster.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/monastery.json"
    },
    {
        "id": 1,
        "name": "Garten",
        "game_info": "+25% Generierung von Großen Persönlichkeiten in dieser Stadt.Stadt muss an einem Fluss oder See liegen.",
        "strategy": "Der Garten steigert die Geschwindigkeit, mit der Große Persönlichkeiten in der Stadt generiert werden, um 25%. Gärten können nur in Städten gebaut werden, die an Seen oder Flüssen liegen.",
        "historical_info": "Ein Garten ist ein Ort, an dem Pflanzen kultiviert werden. Sie dienen der Gewinnung von Nahrung, Schutz bzw. Energie oder als Orte der Ruhe und Erholung. Der erste bekannte Gartenplan stammt aus Ägypten um 1400 v. Chr., aber praktisch alle antiken und modernen Kulturen haben Gärten kultiviert und zelebriert. Die Japaner legen schon fast seit Beginn ihrer Geschichte schöne, harmonische Gärten an. Der Ryōan-ji-Tempel in Kyoto ist berühmt für seinen Zen-Garten, der aus 15 großen Steinen in einem Bett aus weißem Kies besteht und von niedrigen Mauern umgeben ist. Dieser Garten erscheint zwar sehr schlicht, um nicht zu sagen karg und asketisch, aber dennoch bewegt und inspiriert er die Menschen schon seit Jahrhunderten.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/garten.png",
        "prereq_tech": {
            "name": "Theologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/garden.json"
    },
    {
        "id": 1,
        "name": "Leuchtturm",
        "game_info": "+1 Nahrung von Küsten- und Ozean-Geländefeldern. +1 Produktion von Meeresressourcen, die von dieser Stadt bewirtschaftet werden.Jede durch die Stadt genutzte Quelle von Fisch produziert +1 Nahrung.Die Stadt muss an der Küste liegen.",
        "strategy": "Der Leuchtturm kann nur in Städten gebaut werden, die direkt an ein Küsten-Geländefeld angrenzen. Er steigert die Nahrungsproduktion von Wasser-Geländefeldern und durch Fisch sowie die Produktion aller Meeresressourcen.",
        "historical_info": "Seitdem der Mensch die Meere in Schiffen bereist, wurden Signale an der Küste errichtet, um Schiffe in den Hafen zu lenken und Kapitäne vor gefährlichen Sandbänken und Felsen zu warnen. Der älteste bekannte Leuchtturm war der Leuchtturm von Alexandria. Er war auf der kleinen Insel Pharos direkt vor der Küste Alexandrias errichtet und stand über Tausend Jahre, um zahllose Schiffe in den sicheren Hafen von Alexandria zu leiten.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/leuchtturm.png",
        "prereq_tech": {
            "name": "Optik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/lighthouse.json"
    },
    {
        "id": 1,
        "name": "Hafen",
        "game_info": "Errichtet eine [ICON_CONNECTED] Stadtverbindung mit der Hauptstadt über Wasser (falls noch nicht über Land [ICON_CONNECTED] verbunden). Seehandelswege, die in dieser Stadt beginnen, haben eine um 50% erhöhte Reichweite und produzieren 1 Gold zusätzlich, wenn sie eine Verbindung zu einer anderen Zivilisation herstellen.Stadt muss an der Küste liegen.",
        "strategy": "Der Hafen ist ein Gebäude des Mittelalters. Er verbessert die Reichweite und den Ertrag von Gold für Seehandelswege. Er ermöglicht Wasser-Stadtverbindungen zwischen Städten (siehe Regeln). Der Hafen steigert auch den Produktionsertrag einer verbesserten Meeresressource.",
        "historical_info": "Ein Hafen ist ein geschützter Teil eines Gewässers, in dem Boote und Schiffe ankern können, um Schutz vor den Elementen zu finden. Viele natürliche Häfen wurden auf die eine oder andere Art ausgebaggert und mit Wellenbrechern und Windschutz ausgestattet. Außerdem verfügen Häfen auch über Anlegestellen und Stege, über die Fracht abgeladen werden kann, und über Lagerhäuser, in denen die Transportwaren vorübergehend verstaut werden können.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hafen.png",
        "prereq_tech": {
            "name": "Kompass",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/compass.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/harbor.json"
    },
    {
        "id": 1,
        "name": "Kolosseum",
        "game_info": "Das Kolosseum steigert die Zufriedenheit einer Zivilisation. Die Zufriedenheit kann die Anzahl von Bürgern in einer Stadt nicht übersteigen.",
        "strategy": "Das Kolosseum steigert die Zufriedenheit einer Zivilisation. Die Zufriedenheit kann die Anzahl von Bürgern in einer Stadt nicht übersteigen.",
        "historical_info": "Ein Kolosseum ist ein Veranstaltungsort im Freien, an dem die Öffentlichkeit Sportveranstaltungen beiwohnen kann. Je nach Zeit und Ort können diese Veranstaltungen Gladiatorenkämpfe oder auch American Football- oder Fußballspiele sein. Von den drei genannten Wettkämpfen sind die Gladiatorenkämpfe vermutlich die härtesten für die beteiligten Wettstreiter. Fußballspiele sind nur gelegentlich ähnlich gefährlich.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/kolosseum.png",
        "prereq_tech": {
            "name": "Bauwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/colosseum.json"
    },
    {
        "id": 1,
        "name": "Zoo",
        "game_info": "Die Zufriedenheit kann die Anzahl von Bürgern in einer Stadt nicht übersteigen. Stadt benötigt ein Kolosseum.",
        "strategy": "Ein Zoo erhöht die Zufriedenheit Eures Reichs, kann aber nie mehr Zufriedenheit bringen, als sich Bürger in der Stadt befinden. Die Stadt muss über ein Kolosseum verfügen, bevor sie einen Zoo bauen kann.",
        "historical_info": "Die älteste bekannte zoologische Menagerie (der Vorläufer des Zoos) wurde bei Hierakonpolis ausgegraben und stammt aus der Zeit um 3.500 v. Chr. Der älteste bestehende Zoo, der Tiergarten Schönbrunn in Wien, entstand aus der Sammlung exotischer Tiere der Habsburger Dynastie und wurde 1765 n. Chr. der Öffentlichkeit zugänglich gemacht.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/zoo.png",
        "prereq_tech": {
            "name": "Druckerpresse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/zoo.json"
    },
    {
        "id": 1,
        "name": "Stadion",
        "game_info": "Kann nicht mehr Zufriedenheit bringen, als es Bürger in einer Stadt gibt. Stadt benötigt einen Zoo.",
        "strategy": "Ein Stadion ist ein Gebäude der Moderne, das die Zufriedenheit des Reichs erhöht, aber nur so viel Zufriedenheit bringen kann, wie es Bürger in der Stadt gibt. Die Stadt muss bereits über einen Zoo verfügen, bevor sie ein Stadion bauen kann.",
        "historical_info": "Ein Stadion ist die moderne Variante eines Kolosseums (die Auswahl an Snacks ist vermutlich besser). In modernen Stadien finden bis zu 100.000 kreischende Fans Platz, um Sportveranstaltungen, Konzerten oder politischen Versammlungen beizuwohnen. Moderne Sportfans sind kaum ruhiger als ihre Vorfahren der Antike, und die Stadien von heute sind mit Zäunen, Schutzgeländer und Sicherheitspersonal ausgestattet, um wild gewordenen Fans Einhalt gebieten zu können.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stadion.png",
        "prereq_tech": {
            "name": "Kühltechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stadium.json"
    },
    {
        "id": 1,
        "name": "Monument",
        "game_info": "Das Monument steigert die Kultur einer Stadt und beschleunigt so ihr Flächenwachstum sowie den Erwerb von Sozialpolitiken.",
        "strategy": "Das Monument steigert die Kultur einer Stadt und beschleunigt so ihr Flächenwachstum sowie den Erwerb von Sozialpolitiken.",
        "historical_info": "Ein Monument ist ein Bauwerk, das an eine wichtige Person, ein Ereignis, eine Gottheit oder ein Konzept erinnern soll. Wichtige Monumente wurden üblicherweise im Zentrum der Stadt, in der Nähe des Palastes des Herrschers oder nahe der Haupttore einer Stadt errichtet. Monumente gibt es in nahezu allen Größen und Formen, von der Großen Sphinx von Gizeh (Ägypten) über die Freiheitsstatue in New York (USA) bis hin zur Nelsonsäule in London (England). Die bedeutendsten Monumente erfüllen die Einwohner der Stadt mit großem Nationalstolz.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/monument.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/monument.json"
    },
    {
        "id": 1,
        "name": "Tempel",
        "game_info": null,
        "strategy": "Der Tempel steigert den Glauben einer Stadt, sodass Ihr schneller Religionen gründen und verbreiten könnt. Die Stadt muss über einen Schrein (oder eine Pyramide) verfügen, bevor ein Tempel gebaut werden kann.",
        "historical_info": "Ein Tempel ist ein religiöses Gebäude, in dem Gläubige zur Andacht zusammenkommen können. Solche Gebäude zeigen, dass eine Gemeinde sowohl wohlhabend als auch fromm ist, da man sich den Bau eines besonderen Gebäudes sowie die Versorgung von Priestern, Akolythen, Vestalinnen oder Mönchen darin leisten kann. In vielen alten Kulturen hatte jede Familie einen kleinen Schrein in ihren Unterkünften. Der älteste bekannte gesonderte Tempel ist datiert auf das 10. Jahrtausend v. Chr. und befindet sich in der südöstlichen Türkei.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/tempel.png",
        "prereq_tech": {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/temple.json"
    },
    {
        "id": 1,
        "name": "Opernhaus",
        "game_info": null,
        "strategy": "Das Opernhaus ist ein Renaissance-Gebäude, das die Kultur einer Stadt erhöht. Die Stadt benötigt ein Amphitheater, um ein Opernhaus bauen zu können. Beinhaltet 1 Platz für ein Großes Musikwerk.",
        "historical_info": "Eine Oper ist, im Unterschied zu anderen Formen des Musiktheaters, ein Theaterstück, in dem die Schauspieler ihre kompletten Dialoge nicht sprechen, sondern singen. Die Opernsänger werden in der Regel von einem Orchester begleitet. Ein Opernhaus ist ein Theater mit einer Bühne für die Sänger, einem Platz für das Orchester und einer Akustik, die darauf ausgelegt ist, die Musik in den Zuschauerraum zu tragen. Das erste öffentliche Opernhaus war das Teatro San Cassiano, das 1637 in Venedig eröffnet wurde. Seither wurden Opernhäuser in aller Welt eröffnet. Sie sind schon beinahe Pflicht für jede Stadt, die ein Zentrum für Kunst und Kultur darstellen will.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/opernhaus.png",
        "prereq_tech": {
            "name": "Akustik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/opera_house.json"
    },
    {
        "id": 1,
        "name": "Museum",
        "game_info": null,
        "strategy": "Das Museum ist ein Gebäude im mittleren Abschnitt des Spiels, das den Kulturertrag einer Stadt erhöht. Die Stadt muss über ein Opernhaus (oder eine Ceilidh-Halle) verfügen, um ein Museum bauen zu können. Beinhaltet 2 Plätze für Große Kunstwerke.",
        "historical_info": "Ein Museum ist ein Ort oder eine Kette von Gebäuden, in der besonders geschätzte Besitztümer einer Zivilisation der Öffentlichkeit zugänglich gemacht werden. Es gibt Museen mit Kunstsammlungen, Museen mit Fossilien oder historisch relevanten Gegenständen sowie Museen für Kostüme, Schmuck, antike Waffen oder nahezu alles, was von Wert oder Interesse sein könnte. Das Kunstmuseum Eremitage in St. Petersburg wurde 1764 von Katharina der Großen gegründet. Seit 1852 ist es der Öffentlichkeit zugänglich und es ist eines der ältesten und berühmtesten Museen der Welt.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/museum.png",
        "prereq_tech": {
            "name": "Archäologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/museum.json"
    },
    {
        "id": 1,
        "name": "Funkturm",
        "game_info": "+33% Kultur in dieser Stadt.Stadt benötigt ein Museum.",
        "strategy": "Ein Funkturm ist ein Gebäude im späteren Verlauf des Spiels, das den Kulturertrag einer Stadt um 33% steigert. Die Stadt muss über ein Museum verfügen, bevor sie einen Funkturm errichten kann.",
        "historical_info": "Ein Funkturm überträgt Kommunikationssignale - Radio, Fernsehen etc. - über die Luft, was es Empfangsgeräten in einem Umkreis von vielen Kilometern ermöglicht, sie zu empfangen. Das wichtigste Merkmal eines Funkturms ist seine Höhe. Je höher der Sender liegt, desto weiter kann das Signal ausgestrahlt werden. Das Empire State Building in Manhattan sendet seit 1931 Signale. Nach dem Fall der Türme des World Trade Centers 2001 ist es wieder zum wichtigsten Funkturm in New York City geworden, über den die Signale fast aller kommerziellen Funkhäuser der Stadt gesendet werden.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/funkturm.png",
        "prereq_tech": {
            "name": "Funkwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/broadcast_tower.json"
    },
    {
        "id": 1,
        "name": "Kaserne",
        "game_info": "+15 EP für alle Einheiten.",
        "strategy": "In der Kaserne erhalten die in der Stadt ausgebildeten Einheiten Erfahrung. Diese Erfahrung kann dazu genutzt werden, um die Einheiten zu befördern und somit ihre Effizienz im Kampf zu steigern.",
        "historical_info": "Kasernen sind militärische Gebäude, in denen die Berufssoldaten eines Landes untergebracht sind. Sie bieten nicht nur Verpflegung und Unterkunft, sondern auch Ausbildungs- und medizinische Einrichtungen sowie Militärgefängnisse, Fahrzeugwerkstätten usw.Kasernen sind wichtig für Zufriedenheit und Wohlergehen einer Zivilisation. Sie fördern Zusammenhalt zwischen den Rängen, verbessern die Chancen der Soldaten, im Kampf erfolgreich zu sein, und regeln den Kontakt zwischen Soldaten und Zivilisten, um die Spannungen zu beschränken, die unweigerlich auftreten, wenn beide Gruppen zu stark miteinander interagieren.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/kaserne.png",
        "prereq_tech": {
            "name": "Bronzeverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/barracks.json"
    },
    {
        "id": 1,
        "name": "Waffenkammer",
        "game_info": "+15 EP für alle Einheiten.Stadt benötigt Kaserne oder Krepost.",
        "strategy": "In der Waffenkammer erhalten die in der Stadt ausgebildeten Einheiten Erfahrung. Die Stadt muss über eine Kaserne verfügen, bevor eine Waffenkammer gebaut werden kann.",
        "historical_info": "Eine Waffenkammer ist ein militärisches Gebäude, in dem Waffen in Zeiten des Friedens gelagert und gewartet werden. Soldaten tragen für gewöhnlich ihre Waffen nicht ständig mit sich herum (vor allem, wenn diese Waffen Maschinengewehre oder Raketenwerfer sind).Waffenkammern sind in der Regel gut gepanzert und bewacht und ähneln eher einer Trutzburg als einem Lagerhaus. Kriegswaffen müssen vor Diebstahl geschützt werden, seien es kleinere Delikte oder ein wütender Mob, der einen Aufstand anzetteln will.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/waffenkammer.png",
        "prereq_tech": {
            "name": "Stahl",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steel.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/armory.json"
    },
    {
        "id": 1,
        "name": "Militärakademie",
        "game_info": "+15 EP für alle Einheiten.Stadt benötigt eine Waffenkammer.",
        "strategy": "Die Militärakademie ist ein Gebäude im mittleren Abschnitt des Spiels, das die Anzahl der Erfahrungspunkte von Einheiten erhöht, die in der Stadt gebaut werden. Die Stadt muss bereits über eine Waffenkammer verfügen, bevor die Militärakademie gebaut werden kann.",
        "historical_info": "Eine Militärakademie ist eine Einrichtung für weiterführende Bildung, die sich auf die Ausbildung der Offiziere eines Landes konzentriert. Militärakademien bieten die beste Bildung in Verbindung mit einem strikten Training und Kursen in Kommandoführung, Strategie, Logistik und anderen militärischen Bereichen. Im Allgemeinen werden die besten und klügsten Kinder eines Landes in einer Militärakademie aufgenommen - oder zumindest die mit den besten Verbindungen.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/militärakademie.png",
        "prereq_tech": {
            "name": "Militärwissenschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/military_academy.json"
    },
    {
        "id": 1,
        "name": "Arsenal",
        "game_info": "Stadt benötigt eine Burg oder Mogul-Festung.",
        "strategy": "Das Arsenal ist ein Militärgebäude im mittleren Abschnitt des Spiels, das die Verteidigungsstärke einer Stadt um 9 und die Trefferpunkte um 25 erhöht, sodass sie schwieriger einzunehmen ist. Die Stadt muss über eine Burg verfügen, bevor ein Arsenal gebaut werden kann.",
        "historical_info": "Ein Arsenal ist eine größere und umfassendere Waffenkammer, in der die größeren und gefährlicheren Waffensysteme einer Armee aufbewahrt werden: Panzer, hochexplosive Munition usw. Ein Arsenal wird noch besser bewacht als eine Waffenkammer, da niemand will, dass ein Panzer oder ein 88 mm Explosivgeschoss in die falschen Hände gerät.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/arsenal.png",
        "prereq_tech": {
            "name": "Metallverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/arsenal.json"
    },
    {
        "id": 1,
        "name": "Stadtmauern",
        "game_info": "Stadtmauern erhöhen die Verteidigungsstärke einer Stadt um 5 und die Trefferpunkte um 50; sie kann dann nicht mehr so leicht eingenommen werden. Stadtmauern sind vor allem in Städten entlang der Grenzen einer Zivilisation überaus hilfreich.",
        "strategy": "Stadtmauern erhöhen die Verteidigungsstärke einer Stadt um 5 und die Trefferpunkte um 50; sie kann dann nicht mehr so leicht eingenommen werden. Stadtmauern sind vor allem in Städten entlang der Grenzen einer Zivilisation überaus hilfreich.",
        "historical_info": "Seitdem Menschen sich in Gruppen zusammenfinden - Gemeinden, Städte etc. - gibt es andere Leute, die ihre Sachen stehlen wollen. Seit frühester Geschichte haben die Menschen Verteidigungsstrukturen aus Lehm, Holz oder Stein gebaut, um Feinde von Nahrung und Wohlstand sowie Frauen und Kindern fernzuhalten. Im Mittelalter war die europäische Landschaft durchzogen von eingemauerten Dörfern und Städten, einige davon mit ausgefeilten Gräben und Kanälen. Einige dieser Arbeiten sind noch heute zu sehen. Die Stadt York in England etwa hat weitläufige Mauern, die bis zur Zeit der Römer zurückreichen.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stadtmauern.png",
        "prereq_tech": {
            "name": "Steinmetzkunst",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/walls.json"
    },
    {
        "id": 1,
        "name": "Burg",
        "game_info": "Stadt benötigt Stadtmauern.",
        "strategy": "Die Burg ist ein Gebäude des Mittelalters, das die Verteidigungsstärke einer Stadt um 7 und die Trefferpunkte um 25 erhöht. Die Stadt muss über Stadtmauern verfügen, bevor die Burg gebaut werden kann.",
        "historical_info": "Eine Burg ist ein Gebäude, das so angelegt ist, eine militärische Streitkraft (und vielleicht auch einige Zivilisten) vor Feinden zu schützen. Burgen sind hauptsächlich aus Stein gebaut (Holz ist leider zu leicht entflammbar) und bestehen für gewöhnlich aus einer äußeren Mauer und einem davon getrennten, befestigten Gebäude im Innern, das man Donjon nennt. Eine Burg sollte außerdem über eine eigene Wasserquelle und genug Lagerkapazität für Nahrungsmittel verfügen.Eine gut durchdachte Burg sollte den Verteidigern die Möglichkeit bieten, die Angreifer zu attackieren, während diese sich der Burg nähern, die Mauern erklimmen oder durch die Tore brechen wollen. Schießscharten und Mauern mit intervallartigen Aussparungen sind absolut notwendig, während Fallluken zum Schießen von Pfeilen oder zum Vergießen von siedendem Öl ein netter Zusatz sind.Burgen waren die größten und teuersten Zeichen für die militärische und wirtschaftliche Macht eines Landes, bis das Aufkommen der Schießpulver-Artillerie sie zu ausgeklügelten und teuren Todesfallen für alle im Innern machte.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/burg.png",
        "prereq_tech": {
            "name": "Ritterlichkeit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/castle.json"
    },
    {
        "id": 1,
        "name": "Militärstützpunkt",
        "game_info": "Stadt benötigt ein Arsenal.",
        "strategy": "Der Militärstützpunkt ist ein Gebäude im mittleren Abschnitt des Spiels, das die Verteidigungsstärke der Stadt um 12 und die Trefferpunkte um 25 erhöht. Die Stadt muss über ein Arsenal verfügen, bevor ein Militärstützpunkt errichtet werden kann.",
        "historical_info": "Ein Militärstützpunkt ist eine Ansammlung von Gebäuden und Exerzierplätzen, die eine oder mehrere wichtige Militäreinheiten beherbergt - eine Legion, eine Division, ein Korps, eine Flotte oder eine andere von der Struktur der militärischen Organisation abhängige Einheit. Ein Militärstützpunkt beinhaltet alles, um die Militäreinheit kampfbereit zu halten, einschließlich Trainingsgelände, Offiziersquartieren, Kaserne, Gefängnis, Waffenkammer, Krankenhaus, Versorgungslager, Transportausrüstung etc. Diese Stützpunkte sind für gewöhnlich gut geschützt und auf Gelände positioniert, das gut verteidigt werden kann. Sofern ein Militärstützpunkt nicht durch Verrat von innen infiltriert wird, würde eine ganze Armee gebraucht, um ihn einzunehmen oder zu zerstören.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/militärstützpunkt.png",
        "prereq_tech": {
            "name": "Normbauteile",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/military_base.json"
    },
    {
        "id": 1,
        "name": "Kornspeicher",
        "game_info": "Jede von dieser Stadt genutzte Quelle von Weizen, Bananen und Wild produziert +1 Nahrung.Ermöglicht den Transport von Nahrung aus dieser Stadt über Handelswege innerhalb Eurer Zivilisation.",
        "strategy": "Der Kornspeicher erhöht die Nahrungskapazität einer Stadt und beschleunigt so ihr Wachstum. Er ist nützlich, wenn Ihr schnell eine große Stadt erschaffen wollt.",
        "historical_info": "Ein Kornspeicher ist ein Gebäude, in dem Korn für Menschen und Zuchttiere gelagert werden kann. Die bisher ältesten bekannten Kornspeicher wurden in einer Siedlung aus dem präkeramischen Neolithikum im Jordantal im Nahen Osten gefunden und sind auf etwa 9.500 v. Chr. datiert. Diese ersten Kornspeicher maßen in etwa 10 qm und enthielten erhobene Ebenen, um einen freien Luftaustausch zu ermöglichen und das Korn etwas vor Mäusen und anderen Gefahren zu schützen.",
        "cost": {
            "production": 60,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/kornspeicher.png",
        "prereq_tech": {
            "name": "Keramik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/granary.json"
    },
    {
        "id": 1,
        "name": "Krankenhaus",
        "game_info": "Das Krankenhaus ist ein Gebäude des Industriezeitalters. Es ist nützlich, wenn man schnell eine große Stadt errichten möchte.",
        "strategy": "Das Krankenhaus ist ein Gebäude des Industriezeitalters. Es ist nützlich, wenn man schnell eine große Stadt errichten möchte.",
        "historical_info": "Ein Krankenhaus ist eine Institution zur Untersuchung und Behandlung von Kranken und Verletzten; es dient ihnen während der Genesung auch als Unterkunft. Viele Krankenhäuser sind zugleich auch Lehranstalten, in denen angehende Ärzte und Krankenpfleger ihr Handwerk erlernen. Die ersten Krankenhäuser waren meist Tempel von Gottheiten, die für Gesundheit und Heilung standen. Religiöse Krankenhäuser gab es in Sri Lanka bereits um 430 v. Chr., und um 230 v. Chr. ließ König Ashoka von Indien eine Reihe von Krankenhäusern in Hindustan errichten.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/krankenhaus.png",
        "prereq_tech": {
            "name": "Biologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/biology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 5,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hospital.json"
    },
    {
        "id": 1,
        "name": "Medizinisches Labor",
        "game_info": "25% Nahrung bleibt erhalten, wenn ein neuer Bürger geboren wird (Wirkung kumulativ mit Aquädukt).",
        "strategy": "Das Medizinische Labor ist ein Gebäude im späteren Spiel. Es verringert die zum Wachstum der Stadt benötigte Nahrung um 25%. Die Stadt braucht ein Krankenhaus, um das Medizinische Labor bauen zu können.",
        "historical_info": "Ein medizinisches Labor ist eine Einrichtung zur Erforschung von Krankheiten und der menschlichen Anatomie mit Hilfe von überaus komplizierten und leistungsfähigen Geräten - von Ultraschall über Kameras in Ameisengröße bis hin zu Elektronenmikroskopen. Viele - wenn nicht gar alle - der größten medizinischen Fortschritte der vergangenen 25 Jahre wurden in medizinischen Labors gemacht. Dazu zählen zum Beispiel die Sequenzierung der menschlichen DNS, die Entwicklung von Retroviren im Kampf gegen HIV und AIDS, die Gentherapie, die Nanotechnologie und noch vieles mehr. Ein Großteil der gestiegenen Kosten für das Gesundheitswesen kann der einfachen Tatsache zugeschrieben werden, dass medizinische Labors nachweisliche Erfolge im Kampf gegen Krankheiten, bei der Verlängerung des menschlichen Lebens und bei der Verbesserung der Lebensqualität erzielt haben - all dies kostet eine Menge Geld.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/medizinisches_labor.png",
        "prereq_tech": {
            "name": "Penicillin",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/penicillin.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/medical_lab.json"
    },
    {
        "id": 1,
        "name": "Werkstatt",
        "game_info": "Ermöglicht den Transport von Produktion aus dieser Stadt über Handelswege innerhalb Eurer Zivilisation.",
        "strategy": "Die Werkstatt beschleunigt die Produktion einer Stadt.",
        "historical_info": "Eine Werkstatt ist ein Gebäude, in dem Sachen gebaut werden. Dort sind Rohmaterial, Werkzeuge und fähige Arbeiter zu finden, um zu bauen, was gebraucht wird. Eine Keramik-Werkstatt stellte Keramik-Waren her (wenig überraschend), während eine Zimmerei-Werkstatt Türen, Schränke und Fußböden produzieren kann - eben alles Mögliche aus Holz. Im Italien der Renaissance arbeiteten viele Künstler in Werkstätten, in der ein großer Maler die Lorbeeren für ein Gemälde einstreichen konnte, das in Wahrheit von Angestellten und Schülern gemalt wurde, die gelernt hatten, den Stil des Meisters zu imitieren. Diese Praxis bereitet Sammlern und Historikern noch heute Kopfzerbrechen.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/werkstatt.png",
        "prereq_tech": {
            "name": "Metallguss",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/workshop.json"
    },
    {
        "id": 1,
        "name": "Fabrik",
        "game_info": "Benötigt 1 Kohle.",
        "strategy": "Die Fabrik ist ein Gebäude des Industriezeitalters, das die Produktion einer Stadt erheblich steigert. Beim Bau einer Fabrik wird 1 Kohle verbraucht.",
        "historical_info": "Eine Fabrik ist ein Gebäude, in dem Techniken der Industrialisierung genutzt werden, um Sachen zu bauen: Autos, Korsetts, Stahlträger, Angelruten und was auch immer. Im großen Stil erschienen die ersten Fabriken im 17. Und 18. Jahrhundert auf der Bildfläche. Sie waren effizienter als kleine Werkstätten oder Hütten, die sie ersetzten, dafür aber potentiell weniger human. Im Gegensatz zur allgemeinen Meinung war es nicht Henry Ford, der das Fließband erfand: Diese Erfindung hat ihren Ursprung in der Fleischindustrie im Mittleren Westen der USA im 19. Jahrhundert. Tierkadaver wurden dort in einem steten Tempo über ein erhöhtes Fördersystem von Station zu Station transportiert. Arbeiter an den einzelnen Stationen hatten eine bestimmte Zeitvorgabe, in der sie das ihnen zugewiesene Stück Fleisch abtrennen mussten, bevor der Kadaver weitertransportiert wurde. In einer solchen Fleischfabrik zu arbeiten war einer der dreckigsten und gefährlichsten Jobs in der Geschichte des amerikanischen Arbeitsmarktes und Geschichten aus dieser Zeit lassen einem noch heute Schauer über den Rücken laufen.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/fabrik.png",
        "prereq_tech": {
            "name": "Industrialisierung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/industrialization.json"
        },
        "yields": {
            "gold": 0,
            "production": 4,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/factory.json"
    },
    {
        "id": 1,
        "name": "Kernkraftwerk",
        "game_info": "Benötigt 1 Uran. Die Stadt darf kein Sonnenkraftwerk besitzen.",
        "strategy": "Das Kernkraftwerk steigert die Produktion einer Stadt in erheblichem Maße. Ein Kernkraftwerk benötigt die Ressource Uran, um gebaut werden zu können. Die Stadt muss vor dem Bau eine Fabrik besitzen.",
        "historical_info": "Ein Kernkraftwerk ist eine Anlage, in der unter kontrollierten Bedingungen nukleare Energie in Strom verwandelt wird. Die bei der Kernspaltung frei werdende Energie erhitzt Wasser zu Dampf, der dann durch Strom produzierende Turbinen geleitet wird. Im täglichen Betrieb sind Atomkraftwerke weitaus sauberer als Öl, Gas oder Kohle, da sie Luft und Wasser in ihrer Umgebung weniger stark verschmutzen. Leider produzieren sie aber jede Menge radioaktiven Abfall. Dieser Atommüll, ein äußerst tödliches Nebenprodukt, muss jahrhundertelang gelagert werden, bevor seine Gefährlichkeit langsam abnimmt. Außerdem hätte ein größerer Störfall in einem Kernkraftwerk weitaus schlimmere und weitreichendere Konsequenzen als bei anderen Kraftwerken. Die Menschheit wird noch lange Zeit vor dem schwierigen und riskanten Problem stehen, ihren stetig wachsenden Energiebedarf zu decken, bis endlich ergiebige, saubere und sichere neue Verfahren zur Energiegewinnung in ausreichendem Maße zur Verfügung stehen.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/kernkraftwerk.png",
        "prereq_tech": {
            "name": "Kernspaltung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/nuclear_plant.json"
    },
    {
        "id": 1,
        "name": "Raumschiff-Fabrik",
        "game_info": "+50% Produktion beim Bau von Raumschiffteilen. Benötigt 1 Aluminium.Stadt benötigt eine Fabrik.",
        "strategy": "Die Raumschiff-Fabrik steigert die Geschwindigkeit, mit der eine Stadt Raumschiffteile baut. Die Raumschiff-Fabrik benötigt eine Aluminium-Ressource und die Stadt muss vor dem Bau über eine Fabrik verfügen.",
        "historical_info": "Raumschiffe sind wohl die kompliziertesten Objekte, die je von Menschen entwickelt wurden. Sie sind riesig und erfordern große Mengen von Material allerhöchster Qualität sowie eine Konstruktionsgenauigkeit, die man nirgendwo sonst findet. Die Alpha-Centauri-Raumschiff-Fabriken haben die fähigsten Mitarbeiter der modernen Industrie. Viele Bautrupps wurden für die Kolonisierungsmission ausgewählt, was dazu beiträgt, dass sie besonders engagiert und sorgfältig arbeiten. Die Schiffe müssen absolut perfekt sein - eine einzige schlampig ausgeführte Schweißnaht oder die winzigste Delle in einer wichtigen Oberfläche könnten dazu führen, dass Hunderte Kolonisten sich Millionen Kilometer von zu Hause entfernt in einem beschädigten Transportmittel eingesperrt wiederfinden.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/raumschiff-fabrik.png",
        "prereq_tech": {
            "name": "Robotertechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
        },
        "yields": {
            "gold": 0,
            "production": 3,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/spaceship_factory.json"
    },
    {
        "id": 1,
        "name": "Markt",
        "game_info": "Märkte erhöhen die Menge an Gold, die eine Stadt produziert. Handelswege anderer Spieler zu einer Stadt mit einem Markt bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
        "strategy": "Märkte erhöhen die Menge an Gold, die eine Stadt produziert. Handelswege anderer Spieler zu einer Stadt mit einem Markt bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
        "historical_info": "Ein Markt ist ein Ort, an dem Bauern, Geschäftsleute und Händler ihre Waren verkaufen. Während die frühen und primitiven Märkte auf einem Barterhandel basierten, erfordert ein wirklich erfolgreicher Markt eine stabile Währung, um den freien Tausch von Gütern und Dienstleistungen zu gewährleisten. Aus offensichtlichen Gründen sind Märkte zu finden, wo die Kunden sind, also in Dörfern, Gemeinden und Städten. Smithfield ist seit über Tausend Jahren ein Fleischmarkt in London, was Straßennamen wie \"Cow Cross Street\" (Kuhkreuzung) erklärt.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/markt.png",
        "prereq_tech": {
            "name": "Währung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/currency.json"
        },
        "yields": {
            "gold": 1,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/market.json"
    },
    {
        "id": 1,
        "name": "Bank",
        "game_info": "Stadt benötigt Markt oder Basar.",
        "strategy": "Die Bank ist ein Renaissance-Gebäude, das den Goldertrag einer Stadt erhöht. Eine Stadt muss über einen Markt oder einen Basar verfügen, bevor eine Bank gebaut werden kann. Handelswege anderer Spieler zu einer Stadt mit einer Bank bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
        "historical_info": "Eine Bank ist ein Institut, in dem Bürger ihr Geld sicher anlegen können. Der Banker sammelt die Einlagen und verleiht sie an andere Leute, die das geliehene Geld dann zuzüglich der Zinsen zurückzahlen. Der Banker gibt einen Teil des Profits an den Inhaber der Einlage weiter und investiert den Rest neu. Ein erfolgreiches Banksystem erfordert eine funktionierende Währung sowie Gesetze, um sicherzustellen, dass die Schuldner die Darlehen nach Möglichkeit auch zurückzahlen.Banken sind erstaunliche Antriebsmotoren für eine Zivilisation. Wenn eine Stadt etwas braucht - z. B. einen neuen Kornspeicher - kann sich vielleicht kein einzelner Bürger leisten, das Benötigte zu errichten. Da die Bank jedoch die Einlagen vieler verschiedener Bürger verwaltet, kann sie es sich leisten, dem Bauherrn das Geld zu leihen. Sobald der Kornspeicher gebaut ist, kann der Bauherr den neuen Profit nutzen, um den Kredit zurückzuzahlen, und alle Bürger der Stadt profitieren vom neuen Kornspeicher (sowie von den Zinsen, die sie mit ihren Einlagen verdient haben).Banken in Europa und den USA haben in den letzten Jahren einen eher zweifelhaften Ruf erlangt, was an riskanten Investitionsmodellen oder verantwortungslos vergebenen Krediten liegt. Eine gut geführte Bank ist ein Gottesgeschenk für jede Gemeinschaft, vor allem für ärmere.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bank.png",
        "prereq_tech": {
            "name": "Bankwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bank.json"
    },
    {
        "id": 1,
        "name": "Börse",
        "game_info": "Stadt benötigt Bank oder Satrapenhof.",
        "strategy": "Die Börse ist ein Gebäude in der Mitte des Spiels, die den Goldertrag der Stadt erhöht. Die Stadt muss eine Bank (oder einen Satrapenhof) besitzen, bevor die Börse gebaut werden kann.",
        "historical_info": "Eine Börse ist eine Organisation, die den An- und Verkauf von Aktien ermöglicht, d. h. von Besitzanteilen an Unternehmen. In manchen Fällen haben die Aktionäre auch Stimmrechte und werden an Entscheidungen der Geschäftsführung beteiligt. Manche Aktien werfen Dividenden ab, das heißt, es wird jährlich ein Teil des Unternehmensgewinns an die Aktionäre ausbezahlt. Der (zumindest ursprüngliche) Hauptzweck der Börsen ist es, den Inhabern von Unternehmen die Finanzierung zu erleichtern, indem sie einen Teil ihres Geschäfts an Investoren verkaufen. Gleichzeitig mit dem Wert der Firma steigt auch der Wert der Aktien. Und natürlich gibt es auch ein Risiko - wenn der Wert der Aktien sinkt, verliert auch die Investition immer mehr an Wert. Eine moderne Börse verkauft auch andere leistungsfähige finanzielle \"Instrumente\", wie z. B. Renten- und Wertpapiere, Aktienoptionen, Zinstauschgeschäfte und Derivate. Eine gut geführte Börse kann die Wirtschaft sehr schnell ankurbeln. Im umgekehrten Fall führt sie zu finanziellem Chaos und Ruin.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/börse.png",
        "prereq_tech": {
            "name": "Elektrizität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stock_exchange.json"
    },
    {
        "id": 1,
        "name": "Bibliothek",
        "game_info": "+1 Wissenschaft für jeweils 2 Bürger in dieser Stadt.",
        "strategy": "Die Bibliothek steigert die Wissenschaftsproduktion einer Stadt und beschleunigt so die Entwicklung neuer Technologien.",
        "historical_info": "Eine Bibliothek ist ein Gebäude, das eine Sammlung an Büchern, Schriftrollen und anderen Schriftstücken beherbergt. Früher waren Bücher eher teuer und somit für die ärmeren Bevölkerungsschichten unerreichbar. Die Bibliothek ermöglicht den Armen Zugriff auf das gleiche Wissen wie den Reichen, was ihre Chancen auf Erfolg und Fortschritt deutlich steigert.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bibliothek.png",
        "prereq_tech": {
            "name": "Schrift",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/library.json"
    },
    {
        "id": 1,
        "name": "Universität",
        "game_info": "+2 Wissenschaft durch Dschungel-Geländefelder, die von dieser Stadt bewirtschaftet werden. Ermöglicht den Bau von Archäologen in dieser Stadt.Die Stadt benötigt eine Bibliothek.",
        "strategy": "Die Universität ist ein Gebäude des Mittelalters, das den Wissenschaftsertrag der jeweiligen Stadt erhöht und sogar noch effektiver ist, wenn diese sich bei Dschungel-Geländefeldern befindet. Die Stadt muss bereits über eine Bibliothek (oder einen Papiermacher) verfügen, um eine Universität zu bauen.",
        "historical_info": "Eine Universität ist ein Institut für Forschung und Lehre, in dem junge Menschen im Alter von 18 bis ca. 24 Jahren Ausbildung finden (Erwachsene besuchen Universitäten auch, doch die Mehrheit der Studenten gehört zu der oben genannten Altersgruppe). Formell ist eine Universität eine staatlich akkreditierte Einrichtung, die akademische Abschlüsse in verschiedenen Fachbereichen vergibt. Die älteste durchgehend arbeitende Universität der Welt ist die Universität Al-Qarawiyyin in Fès, Marokko, die im Jahre 859 n. Chr. gegründet wurde.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/universität.png",
        "prereq_tech": {
            "name": "Bildungswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/university.json"
    },
    {
        "id": 1,
        "name": "Öffentliche Schule",
        "game_info": "+1 Wissenschaft für je 2 Bürger in dieser Stadt.Stadt benötigt Universität.",
        "strategy": "Die Öffentliche Schule ist ein Gebäude im mittleren Abschnitt des Spiels, das den Wissenschaftsertrag einer Stadt erheblich steigert. Die Stadt muss bereits über eine Universität oder einen Wat verfügen, um eine Öffentliche Schule zu bauen.",
        "historical_info": "Eine öffentliche Schule bietet eine kostenlose vorakademische Bildung für Kinder einer Zivilisation. Es handelt sich dabei um ein recht fortschrittliches Konzept. Zunächst muss die Zivilisation zu dem Schluss gekommen sein, dass Bildung für Arme keine Gefahr für die herrschende Klasse ist. Außerdem muss die Zivilisation wohlhabend genug sein, damit die Kinder der Armen nicht arbeiten müssen, um den Hungertod zu vermeiden. Und letztendlich muss die Zivilisation aufgeklärt genug sein, um gewillt zu sein, einen Teil seiner Einnahmen auf Bildung zu verwenden. Die meisten Länder der Welt bieten heute eine Form öffentlicher Bildung für ihre Nachkommen. Die ersten öffentlichen Grundschulen in Amerika wurden in der Kolonialzeit gegründet, die erste öffentliche weiterführende Schule wurde 1821 in Boston gegründet.",
        "cost": {
            "production": 300,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/öffentliche_schule.png",
        "prereq_tech": {
            "name": "Wissenschaftstheorie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/scientific_theory.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/public_school.json"
    },
    {
        "id": 1,
        "name": "Forschungslabor",
        "game_info": "Stadt benötigt eine Öffentliche Schule.",
        "strategy": "Das Forschungslabor ist ein Gebäude in späten Spielabschnitten, das den Wissenschaftsertrag einer Stadt merklich steigert. Die Stadt muss bereits über eine Öffentliche Schule verfügen, damit ein Forschungslabor gebaut werden kann.",
        "historical_info": "Ein Forschungslabor ist ein Institut, das der fortgeschrittenen Erforschung verschiedener Fachbereiche verschrieben ist. Dabei kann es sich um Medizin, Physik, Chemie, Robotik, saubere Energiegewinnung oder andere interessante Felder handeln. Solche Labors können mit öffentlichen Geldern betrieben oder auch von wohlhabenden Personen oder Firmen finanziert werden. Forschungslabors können sowohl an Universitäten gebunden als auch unabhängig sein.Es ist ziemlich offensichtlich, dass Forschungslabors die Zukunft der Forschung bedeuten. Seit sich das Verständnis der Menschen für die Welt um sie herum weiterentwickelt hat, sind die Zeiten der Forscher, die alleine in ihrem Keller arbeiten und \"Heureka!\" rufen, längst vergangen. Forschungslabors mit Dutzenden talentierter Leute bringen heute die wirklich großen Fortschritte.",
        "cost": {
            "production": 500,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/forschungslabor.png",
        "prereq_tech": {
            "name": "Plastik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 4,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/research_lab.json"
    },
    {
        "id": 1,
        "name": "Aquädukt",
        "game_info": "40% Nahrung bleibt erhalten, wenn ein neuer Bürger geboren wird.",
        "strategy": "Der Aquädukt verringert die zum Wachstum der Stadt benötigte Nahrung um 40%. Baut Aquädukte in Städten, die mit der Zeit groß werden sollen.",
        "historical_info": "Ein Aquädukt ist ein System, um Wasser von einer Wasserversorgung an einem Ort an einen anderen zu befördern, historisch betrachtet zur Bewässerung von Feldern, die von natürlichen Wasservorkommen entfernt sind. Das Wort leitet sich von den lateinischen Wörtern für \"Wasser\" und \"führen\" ab und der Aquädukt wird meist mit den Römern in Verbindung gebracht. Der wohl berühmteste römische Aquädukt ist der Pont du Gard in Frankreich. Doch die Römer waren nicht die einzige Zivilisation, die Aquädukte baute. Verblüffende und komplizierte Aquädukte sind überall auf der Welt zu finden, einschließlich Ninive, Hauptstadt der Assyrer, und in der aztekischen Hauptstadt Tenochtitlan in Nordamerika.Die Prinzipien der Planung und des Baus eines Aquädukts sind heute noch die gleichen wie vor Tausenden von Jahren, und die Menschen befördern noch immer Wasser über lange Strecken, um unser Leben einfacher zu machen.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/aquädukt.png",
        "prereq_tech": {
            "name": "Maschinenbau",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/aqueduct.json"
    },
    {
        "id": 1,
        "name": "Steinwerke",
        "game_info": "Alle Quellen von Marmor und Stein, die von dieser Stadt bearbeitet werden, generieren +1 Produktion.Die Stadt muss mindestens eine dieser Ressourcen mit einem Steinbruch verbessern.Die Stadt darf nicht auf einer Ebene liegen.",
        "strategy": "Steinwerke können nur in einer Stadt gebaut werden, die an einer verbesserten Stein- oder Marmor-Ressource liegt. Steinwerke erhöhen die Produktion einer Stadt. Die Stadt darf nicht auf einer Ebene liegen.",
        "historical_info": "Das Steinwerk ist die Werkstatt der Steinmetze, die verschiedene Arten von Stein formen und verarbeiten, um im Bauprozess sowohl künstlerische als auch strukturelle Elemente zu gestalten. Die Steinmetzkunst gehört zu den ältesten Berufen der Welt und umfasst jeden Schritt vom Steinabbau aus Steinbrüchen bis zum Hauen geometrischer Formen und dem Einpassen dieser Steine an der Baustelle. In der Geschichte arbeiteten Steinmetze mit Materialien wie Kalkstein, aus dem hauptsächlich massive Gebäude errichtet wurden, und Granit und Marmor, die häufiger für Statuen und Monumente verwendet wurden.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/steinwerke.png",
        "prereq_tech": {
            "name": "Kalender",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stone_works.json"
    },
    {
        "id": 1,
        "name": "Mauern von Babylon",
        "game_info": "Die Mauern von Babylon erhöhen den Schaden durch Fernangriffe der Stadt und die Verteidigung der Stadt.",
        "strategy": "Die Stadtmauern von Babylon sind ein einzigartiges Gebäude von Babylon und ersetzen die normalen Stadtmauern. Die Stadtmauern von Babylon erhöhen die Verteidigungsstärke einer Stadt um 6 und die Trefferpunkte um 100 (beides deutlich mehr als normale Stadtmauern).",
        "historical_info": "Die Mauern von Babylon, die ursprünglich in Antipatros' Liste der sieben Weltwunder der Antike enthalten waren, umschlossen die Stadt und beschützten sie vor Schaden, indem sie die Stadt auf allen Seiten und sogar den Euphrat umspannten, der durch das Zentrum der Stadt floss. Die äußeren Mauern waren etwa 15 Kilometer lang, 8 Meter dick und ragten hundert Meter über die Stadt. Kleinere Mauern umringten die Stadt hinter der Hauptmauer und stellten eine zusätzliche Verteidigungslinie dar, sollte die Hauptmauer jemals fallen. Etwa 250 Türme waren entlang der Mauern aufgestellt und boten ausgezeichnete Aussichtspunkte und Kampfpositionen für die geschickten babylonischen Bogenschützen. Die Mauern waren für die Belagerungsmittel der damaligen Zeit undurchdringbar, große Metalltore wurden am Fluss errichtet (zur Verteidigung gegen Eindringlinge unter Wasser) und acht massive Tore sollten den Zugang zu Fuß regeln. Das bekannteste davon war das Ischtar-Tor. Diese Mauern schützten die Stadt wirkungsvoll fast einhundert Jahre lang.Erst 539 v. Chr. wurde ein Plan entwickelt, um die Mauern zu überwinden. Kyros der Große ordnete an, den Euphrat stromaufwärts zu teilen, wodurch der Wasserspiegel so stark sank, dass ihn jeder einfach überqueren konnte. Seine Armee schlich sich im Schutz der Dunkelheit unter den Metalltoren des Flusses in die Stadt und eroberte sie von innen heraus. Die Mauern waren zwar in der Lage, vor allen direkten Angriffen zu schützen, aber gegen das entschlossene Genie eines einzigen Mannes konnten sie nichts ausrichten.Große Teile der alten Mauern stehen noch immer, wie zum Beweis für ihre Stärke. 1983 begann Saddam Hussein am Standort der alten Stadt mit der Wiedererrichtung der Mauer samt des Ischtar-Tors. Das Projekt wurde auf Eis gelegt, aber der Irak hofft, den Wiederaufbau der Mauer irgendwann fortsetzen zu können und Babylon wieder zu einem prunkvollen Ort zu machen.",
        "cost": {
            "production": 65,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mauern_von_babylon.png",
        "prereq_tech": {
            "name": "Steinmetzkunst",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/walls_of_babylon.json"
    },
    {
        "id": 1,
        "name": "Ceilidh-Halle",
        "game_info": null,
        "strategy": "Die Ceilidh-Halle ist ein einzigartiges Gebäude der Kelten während der Renaissance, welches das Opernhaus ersetzt. Es erhöht die Kultur und die Zufriedenheit der Stadt.",
        "historical_info": "Ursprünglich war ein \"Ceilidh\" eine soziale Zusammenkunft der frühen Völker Irlands und Schottlands. In regelmäßigen über das Jahr verteilten Abständen waren Ceilidhs meist von Musik und Tanz begleitet und lieferten eine wichtige soziale Ablenkungen von den Härten des Alltags. Ceilidhs wurden in Hallen abgehalten, sofern diese verfügbar waren, doch auch in Privathäusern, Schulen und Geschäften fanden solche Zusammenkünfte statt.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ceilidh-halle.png",
        "prereq_tech": {
            "name": "Akustik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 3
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ceilidh_hall.json"
    },
    {
        "id": 1,
        "name": "Kaffeehaus",
        "game_info": "+25% Auftauchen Großer Persönlichkeiten in dieser Stadt.",
        "strategy": "Das Kaffeehaus ist ein einzigartiges Gebäude der Österreicher während der Renaissance, welches die Windmühle ersetzt. Es erhöht die Produktion der Stadt und beschleunigt das Auftauchen Großer Persönlichkeiten um 25%.",
        "historical_info": "Die berühmten Kaffeehäuser Österreichs, die vor allem im kulturellen Zentrum von Wien zu finden sind, sind schon lange Zufluchtsorte vor dem Trubel des Alltags. Der Legende nach wurde das erste Kaffeehaus in Wien von einem polnischen Soldaten namens Georg Franz Kolschitzky eröffnet, der nach der zweiten Wiener Türkenbelagerung durch das Osmanische Reich 1683 einen Vorrat an Kaffeebohnen entdeckte. Im 19. Jahrhundert blühte die Kaffeekultur in Wien richtig auf, als Schriftsteller und Künstler überall in der Stadt Erholung in der entspannten Atmosphäre der Kaffeehäuser suchten und oft den ganzen Tag verweilten.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/kaffeehaus.png",
        "prereq_tech": {
            "name": "Wirtschaftswesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/coffee_house.json"
    },
    {
        "id": 1,
        "name": "Pyramide",
        "game_info": null,
        "strategy": "Die Pyramide ist ein einzigartiges Gebäude der Maya während der Antike, welches den Schrein ersetzt. Es erhöht die Wissenschaft und den Glauben einer Stadt, beschleunigt die Forschung und den Erwerb von Religionen einer Zivilisation.",
        "historical_info": "Diese beeindruckenden pyramidenförmigen Gebäude wurden vor beinahe 3.000 Jahren von den Maya für zeremonielle Zwecke errichtet. Die Handwerker der Maya formten jeden Stein des Gebäudes per Hand, um das stufige Aussehen zu erzielen. An einer Seite führte eine lange Treppe nach oben zu einem kleinen Schrein, der in der Regel einem der Maya-Götter gewidmet war. Die größte Pyramide der Maya liegt bei El Mirador und ist fast 80 Meter hoch. Vom Volumen her (ca. 2,8 Millionen Kubikmeter) ist sie eine der größten Pyramiden der Welt.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pyramide.png",
        "prereq_tech": {
            "name": "Keramik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 2,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pyramid.json"
    },
    {
        "id": 1,
        "name": "Amphitheater",
        "game_info": null,
        "strategy": "Das Amphitheater steigert die Kultur einer Stadt, beschleunigt die Ausdehnung des Stadtgebiets und erhöht den Erhalt von Sozialpolitiken für die Zivilisation. Die Stadt muss ein Monument (oder eine Stele) enthalten, bevor ein Amphitheater gebaut werden kann. Beinhaltet 1 Platz für ein Großes Literaturwerk.",
        "historical_info": "Ein Amphitheater ist eine Freiluftarena für Theateraufführungen, Sportereignisse und Konzerte. Die alten Römer sind für Hunderte von Amphitheatern bekannt, die sie gebaut haben, um Gladiatorenkämpfe und Ausstellungen abzuhalten und öffentliche Hinrichtungen vorzunehmen.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/amphitheater.png",
        "prereq_tech": {
            "name": "Drama und Dichtung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/amphitheater.json"
    },
    {
        "id": 1,
        "name": "Schrein",
        "game_info": null,
        "strategy": "Der Schrein ist das früheste Gebäude, das den Glauben der Stadt vergrößert, sodass Ihr Religionen gründen und verbreiten könnt.",
        "historical_info": "Schreine sind heilige Monumente, die in der Regel errichtet wurden, um geschätzter kultureller Ikonen oder religiöser Figuren zu gedenken. In nahezu jeder Glaubensrichtung der Welt spielen Schreine eine wichtige Rolle in religiösen Zeremonien, sowohl in öffentlichen als auch privaten Gebeten.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/schrein.png",
        "prereq_tech": {
            "name": "Keramik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 1,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/shrine.json"
    },
    {
        "id": 1,
        "name": "Recycling-Anlage",
        "game_info": "Bringt 2 Aluminium ein. Maximal 5 dieser Gebäude in Eurem Reich.",
        "strategy": "Jede Recycling-Anlage bringt 2 Aluminium ein. In Eurem Reich kann es maximal 5 dieser Gebäude geben.",
        "historical_info": "Eine Recycling-Anlage ist eine Sammelstelle für recycelbare Materialien, die in gewöhnlichen Haushalten und Firmen zu finden sind. In vielen Gemeinden wird recycelbares Material zusammen mit dem Hausmüll abgeholt und bei der Recycling-Anlage zum Sortieren abgeladen. In den meisten Fällen werden die Materialien gebrochen oder zerrissen. Gebündelt werden sie dann verschickt, um zu einer Vielzahl neuer Produkte weiterverarbeitet zu werden.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/recycling-anlage.png",
        "prereq_tech": {
            "name": "Ökologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/recycling_center.json"
    },
    {
        "id": 1,
        "name": "Luftschutzbunker",
        "game_info": "Reduziert Bevölkerungsverluste durch Atomangriffe um 75%.",
        "strategy": "Luftschutzbunker reduzieren Bevölkerungsverluste durch Atomangriffe auf diese Stadt um 75%. In Deckung!",
        "historical_info": "Ein Luftschutzbunker ist ein Bauwerk, das so gestaltet ist, dass es Schaden durch Bomben und andere Sprengwaffen standhält. Während einige Luftschutzbunker Schutz vor Luftangriffen bieten sollen, wurden andere unter der Erde gebaut, um darin einen Nuklearangriff überstehen zu können. Je nach geplantem Zweck werden beim Bau verschiedene Materialien verwendet, wobei Stahlbeton die am häufigsten verwendete Komponente ist.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/luftschutzbunker.png",
        "prereq_tech": {
            "name": "Telekommunikation",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bomb_shelter.json"
    },
    {
        "id": 1,
        "name": "Gendarmerie",
        "game_info": "Senkt die Diebstahlrate feindlicher Spione um 25%.",
        "strategy": "Gendarmerien machen es feindlichen Spionen schwerer, Technologien aus Eurer Stadt zu stehlen.",
        "historical_info": "Eine der frühesten bekannten Beschreibungen der Rolle eines Constables stammt von Bracton, einem Juristen in England, der zwischen 1235 und 1268 schrieb: \"Auf welchem Weg und an welchem Tag sie auch kommen, die Pflicht eines Constables ist es, alles ordnungsgemäß abzuwickeln, er muss die Dinge, die er sieht, aufzeichnen. Aber er darf nicht richten, denn beim Tower gibt es kein Urteil, denn dort fehlt das dritte Element einer Justizprozedur, nämlich ein Richter und Gerichtsbarkeit. Er muss die Tatsachen aufzeichnen, nicht Angelegenheiten der Rechtsprechung und des Gesetzes.\"",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gendarmerie.png",
        "prereq_tech": {
            "name": "Bankwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/constabulary.json"
    },
    {
        "id": 1,
        "name": "Polizeiwache",
        "game_info": "Senkt die Diebstahlrate feindlicher Spione um 25%.Stadt benötigt eine Gendarmerie.",
        "strategy": "Polizeiwachen machen es feindlichen Spionen schwerer, Technologien aus Eurer Stadt zu stehlen. Die Stadt muss über eine Gendarmerie verfügen, bevor die Polizeiwache gebaut werden kann.",
        "historical_info": "Eine Polizeiwache bietet die Operationsbasis für die örtliche Polizei. In der Regel beherbergt sie Büros, ein kleines Gefängnis, Verhörzimmer und eine Asservatenkammer. In einigen Regionen kann ein größeres Zentralbüro die Aufgaben mehrerer dieser Einrichtungen übernehmen, während kleinere Unterstationen als primäre Posten für Polizeidienststellen vor Ort dienen.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/polizeiwache.png",
        "prereq_tech": {
            "name": "Elektrizität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/police_station.json"
    },
    {
        "id": 1,
        "name": "Kathedrale",
        "game_info": null,
        "strategy": "Kann nur in Städten gebaut werden, die einer Religion mit dem Kathedralen-Glaubenssatz folgen. Baut dieses Gebäude, indem Ihr es mit Glauben kauft.",
        "historical_info": "Die Kathedrale ist eine christliche Kirche, bei der es sich um den Bischofssitz handelt. Das lateinische Wort \"cathedra\" bedeutet \"(Lehr-)Stuhl\" und die Kathedrale ist die dazugehörige Kirche. Die meisten Kathedralen verfügen über einen einzigartigen architektonischen Stil und sind oft Wahrzeichen der Region. Vornehmlich werden sie als Ort für Gottesdienste benutzt, doch auch zahlreiche andere Funktionen innerhalb der Gemeinde werden von Kathedralen übernommen.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/kathedrale.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 1,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/cathedral.json"
    },
    {
        "id": 1,
        "name": "Moschee",
        "game_info": null,
        "strategy": "Kann nur in Städten gebaut werden, die einer Religion mit dem Moscheen-Glaubenssatz folgen. Baut dieses Gebäude, indem Ihr es mit Glauben kauft.",
        "historical_info": "Die Moschee ist traditionell der Ort des Gebets für die Anhänger des Islam. Die größte Moschee der Welt, die al-Haram-Moschee, wurde um das Jahr 638 n. Chr. in der saudi-arabischen Stadt Mekka errichtet. Die al-Haram-Moschee, die auch als die \"geweihte Moschee\" bekannt ist, umgibt die Pilgerstätte der Kaaba, dem heiligsten Ort im islamischen Glauben.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/moschee.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 3,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mosque.json"
    },
    {
        "id": 1,
        "name": "Pagode",
        "game_info": null,
        "strategy": "Kann nur in Städten gebaut werden, die einer Religion mit dem Pagoden-Glaubenssatz folgen. Baut dieses Gebäude, indem Ihr es mit Glauben kauft.",
        "historical_info": "Die Pagode ist vornehmlich in Asien zu finden. Sie besteht aus einem mehrstufigen Turm, der in der Regel über übergroße Dachkanten sowie eine prominent platzierte, verzierte Dachspitze verfügt. Die meisten Pagoden werden mit dem Buddhismus in Verbindung gebracht, da sie oft in oder an buddhistischen Tempelanlagen errichtet wurden, um heilige Reliquien zu beherbergen.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pagode.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pagoda.json"
    },
    {
        "id": 1,
        "name": "Stele",
        "game_info": null,
        "strategy": "Die Stele ist ein einzigartiges Gebäude der Äthiopier während der Antike, die das Monument ersetzt. Es erhöht die Kultur und den Glauben einer Stadt und beschleunigt sowohl die Wachstumsrate des Stadtgebiets als auch den Erwerb von Sozialpolitiken und Religionen einer Zivilisation.",
        "historical_info": "Eine Stele ist ein riesiger aufrechter Block aus Stein oder Holz und wird dazu verwendet, großer Anführer und siegreicher Schlachten zu gedenken oder auch um Grenzen zu markieren. Man findet sie überall in Äthiopien und den umliegenden Regionen, wo sie oft aufwändig mit den Details über die Person oder das Ereignis beschriftet sind, zu deren Ehren sie errichtet wurden. Der Obelisk von Aksum etwa wurde Mitte des vierten Jahrhunderts in der äthiopischen Stadt Aksum errichtet, später jedoch während der Besatzung Äthiopiens durch Mussolinis Streitkräfte zerlegt und nach Italien verschifft. Die gewaltige Stele, die etwa 24 Meter hoch ist und 150 Tonnen wiegt, wurde mittlerweile an Äthiopien zurückgegeben und 2008 als Teil eines Programms der UNESCO dort wieder aufgebaut.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stele.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stele.json"
    },
    {
        "id": 1,
        "name": "Ikanda",
        "game_info": "Einzigartige Zulu-Version der Kaserne. Gewährt einzigartige Beförderungen für Nahkampfeinheiten vor der Erfindung des Schießpulvers.",
        "strategy": "Zusätzlich zu den Fähigkeiten der Kaserne, die sie ersetzt, gewährt die Ikanda einzigartige Beförderungen für Nahkampfeinheiten vor der Erfindung des Schießpulvers, die in der Stadt gebaut werden. Dazu zählen schnellere Fortbewegung und gesteigerte Kampfstärke. Kann nur von den Zulu gebaut werden.",
        "historical_info": "Ikanda waren eine Form militärischer Kraale oder Gehege für das Vieh der Zulu. Ein Amabutho oder \"Jahrgangsregiment\" bestand aus Jugendlichen oder Männern gleichen Alters, die zusammen trainierten, lebten und in einer Formation kämpften. Jedes Amabutho war in einem der königlichen Kraale untergebracht - wodurch dieser zum Ikanda wurde. Jedem Ikanda wurde eine königliche Viehherde zugeteilt, um die Krieger mit Fleisch zu versorgen. Aus den Häuten der Tiere wurden Schilde mit jeweils charakteristischer Bemalung für jedes Amabutho hergestellt. Ikanda folgten dem grundlegendem Entwurf traditioneller Kraale und bestanden aus zwei konzentrischen dornigen Holzpalisaden, wobei sich die Wohnhütten im äußeren Ring befanden und die Viehherde durch den inneren Ring geschützt wurde.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ikanda.png",
        "prereq_tech": {
            "name": "Bronzeverarbeitung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ikanda.json"
    },
    {
        "id": 1,
        "name": "Herzogliche Stallungen",
        "game_info": "Einzigartige polnische Version der Stallungen. +15% Produktion und +15 EP für berittene Einheiten.Jede Weide, die von dieser Stadt bewirtschaftet wird, produziert +1 Produktion und +1 Gold.",
        "strategy": "Zusätzlich zu den Fähigkeiten der Stallungen bringen die Herzoglichen Stallungen mehr Gold auf Weide-Geländefeldern und +15 EP für berittene Einheiten ein. Kann nur von Polen gebaut werden.",
        "historical_info": "Bei seiner Thronbesteigung im Jahr 1333 n. Chr. war Kasimir III. gezwungen, den aufgebrachten polnischen Adel durch umfangreiche Zugeständnisse zu beruhigen. Unter anderem gewährte er ihnen das Recht zum Unterhalt von Stallungen, die denen des Königshauses in nichts nachstanden. Bis zum Ende der Koalitionskriege waren diese herzoglichen Ställe ein Zeichen von Ansehen und Macht. Neben den Stallknechten beherbergten sie zwischen fünfzig und mehrere hundert Pferde und boten Räumlichkeiten zur Aufbewahrung von Sätteln, Zaumzeug und Satteldecken. Einige Ställe waren eher praktisch und funktional ausgerichtet wie der herzogliche Stall in Stettin, andere wiederum, etwa der Stall in Kraskow, waren prunkvoll mit Säulen und Statuen bestückt. Unabhängig von Größe und Prunk stellten die herzoglichen Ställe die Rösser für die berühmten polnischen Kavallerieformationen.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/herzogliche_stallungen.png",
        "prereq_tech": {
            "name": "Reiterei",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ducal_stable.json"
    },
    {
        "id": 1,
        "name": "Königliche Bibliothek",
        "game_info": "Einzigartige assyrische Version der Bibliothek. +1 Wissenschaft je 2 Bürger in der Stadt. Verfügt auch über einen Großes-Literaturwerk-Platz und gewährt ausgebildeten Einheiten zusätzliche EP, wenn dieser gefüllt ist.",
        "strategy": "Zusätzlich zu der Wissenschaftsproduktion der Bibliothek, die sie ersetzt, verfügt die Königliche Bibliothek auch über einen Großes-Literaturwerk-Platz. Sobald sich hier ein Großes Werk befindet, bringt es in dieser Stadt ausgebildeten Einheiten zusätzliche EP ein; platziert hier also so schnell wie möglich ein Großes Werk, um die maximalen Vorteile zu erzielen. Kann nur von Assyrern gebaut werden.",
        "historical_info": "Den Grundstein für die erste bekannte Bibliothek der Welt legte der assyrische König Sanherib (ca. 700 v. Chr.), der in seinem Palast in Ninive Tausende von Tontafeln sammelte. Doch erst sein Enkel Assurbanipal gründete die berühmte königliche Bibliothek. Als leidenschaftlicher Sammler entsandte der König Gelehrte, um Texte zu sammeln, vorrangig babylonische Texte, aber auch Texte aus benachbarten Königreichen. Um das Bestehen seiner umfangreichen Tontafelsammlung zu sichern, ließ der König von Schriftgelehrten Kopien der Texte anfertigen, die dann in anderen neuassyrischen Städten seines expandierenden Reichs untergebracht wurden. Die königliche Bibliothek selbst wurde 612 v. Chr. beim Fall von Ninive zerstört, doch um die 10.000 Fragmente der Keilschrift-Tafeln wurden von Archäologen ausgegraben.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/königliche_bibliothek.png",
        "prereq_tech": {
            "name": "Schrift",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/royal_library.json"
    },
    {
        "id": 1,
        "name": "Candi",
        "game_info": "Einzigartige indonesische Version des Gartens. +25% bei der Generierung Großer Persönlichkeiten in dieser Stadt, +2 Glauben für jede Weltreligion mit mindestens 1 Anhänger in der Stadt.Anders als ein Garten, muss die Tempelanlage nicht an einem Fluss oder neben einem See errichtet werden.",
        "strategy": "Zusätzlich zu den üblichen Fähigkeiten des Gartens bringt die Tempelanlage zusätzlich 2 Glauben für jede Weltreligion mit mindestens 1 Anhänger in der Stadt. Nur Indonesien kann sie bauen, und die Stadt muss sich nicht an einem Fluss oder See befinden.",
        "historical_info": "Ein Candi ist eine indonesische Tempelanlage auf der Grundlage eines hinduistischen Schreins mit pyramidenförmigem Aufbau und verziertem Portikus. Candi wurden hauptsächlich zwischen dem 8. und dem 15. Jahrhundert erbaut. Die mit Mandala-Verzierungen versehenen Candis sollen von ihrer Form her an Meru erinnern, den heiligen Berg, auf dem die Götter leben. Die Javanesen entwickelten wie die Khmer eine eigene Bauweise für ihre Candi, bei der sie Säulen rund um eine zentrale feste Masse verwendeten, ohne dabei die grundlegende Form zu ändern. Das größte und bekannteste Candi ist der Borobudur, ein im 9. Jahrhundert errichteter Tempel mit sieben Terrassen.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/candi.png",
        "prereq_tech": {
            "name": "Theologie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/candi.json"
    },
    {
        "id": 1,
        "name": "Hansekontor",
        "game_info": "Einzigartige Bank-Version der Deutschen. +5% Produktion für jeden Handelsweg Eurer Zivilisation mit einem Stadtstaat. Handelswege anderer Spieler zu einer Stadt mit einem Hansekontor bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
        "strategy": "Zusätzlich zu den Fähigkeiten der Bank (zusätzliche Goldproduktion und zusätzliches Gold durch Handelswege), bringt das Hansekontor Produktion für jeden Handelsweg in Eurer Zivilisation, der zu einem Stadtstaat führt. Diese Handelswege können beliebige Städte verbinden, auch wenn diese kein Hansekontor haben. (Beispiel: Wenn Ihr Handelswege von Berlin nach Genf, München nach Genf, München nach Berlin und Berlin nach Brüssel habt, erhalten alle Städte mit Hansekontor +15% Produktion.) Nur Deutschland kann es bauen.",
        "historical_info": "Abgeleitet von dem bereits aus dem Alt- und Mittelhochdeutschen bekannten Begriff für \"Kaufmannsverbund\" war die Hanse ein freiwilliges Bündnis von Kauf- und Handelsleuten, die sich in einer Stadt zusammentaten, um den Schutz und den Betrieb ihrer Geschäfte zu gewährleisten. In den Handelshäfen der Ost- und Nordsee wurden diese Kaufmannsgilden im 13. Jahrhundert sehr mächtig und einflussreich und hatten ihre Zentren in so genannten Hansekontoren. In den größten davon befanden sich nicht nur die Verwaltungsräume der Gilde, sondern auch Lagerräume, Versammlungsräume, Märkte, Banken und, wenn sie am Wasser lagen, auch Docks. Das erste Hansekontor wurde wohl 1159 n. Chr. in Lübeck errichtet, um den Handel zwischen Westeuropa und den an Ressourcen reichen Gebieten im Norden Russlands zu fördern. 1250 n. Chr. schlossen sich offiziell mehrere deutsche Gilden zur Hanse zusammen, um die Handelswege im Baltikum zu sichern, einheitliche Wechsel durchzusetzen und ihre Städte in kommerzieller Hinsicht zu entwickeln. Die Hanse sollte in dieser Region bis zum Ende des 17. Jahrhunderts eine große politische, militärische und wirtschaftliche Rolle spielen und war unter anderem maßgeblich am Hansisch-Niederländischen Krieg (1438 - 1441) und dem Hansisch-Englischen Krieg (1470 - 1474) beteiligt.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hansekontor.png",
        "prereq_tech": {
            "name": "Bankwesen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hanse.json"
    },
    {
        "id": 1,
        "name": "Schriftstellergilde",
        "game_info": "Bringt 1 Große-Persönlichkeit-Punkt (GPP) für einen Großen Schriftsteller ein. Fügt bis zu zwei Spezialisten zu diesem Gebäude hinzu, dann erhaltet Ihr Kultur und erlangt schneller Große Schriftsteller (3 Kultur und 3 GPP pro Spezialist).",
        "strategy": "Die Schriftstellergilde ist das einzige Gebäude mit Schriftsteller-Spezialistenplätzen, die entscheidend sind, um Große Schriftsteller zu generieren. Wenn Ihr als Ziel den Kultursieg ins Auge gefasst habt, benötigt Ihr dieses Gebäude. Die Schriftstellergilde bringt 1 Große-Persönlichkeit-Punkt ein und jeder zugewiesene Spezialist bringt 3 Große-Persönlichkeit-Punkte und 3 Kultur ein.",
        "historical_info": "Nach Erfindung der Druckerpresse in der Renaissance wurden Schriftstellergilden gegründet, die allerdings nie so einflussreich waren wie die Gilden zeitgenössischer Künstler. In mehreren europäischen Städten entstanden offizielle und inoffizielle Organisationen, die dafür sorgten, dass die Autoren von den Druckern und Buchhändlern gerecht entlohnt wurden. Im London der Shakespeare-Zeit und auch in anderen Städten schlossen sich Dramatiker zusammen, um sich vor Plagiaten und unerlaubten Aufführungen zu schützen. Diese Tradition wurde weltweit von Hunderten Organisationen fortgeführt, wobei die Gilden eher zu Gewerkschaften avancierten, wie beispielsweise der Verband deutscher Schriftsteller, die Scriptwriters Guild of Israel, die Writers Guild of Great Britain und die American Authors Guild.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/schriftstellergilde.png",
        "prereq_tech": {
            "name": "Drama und Dichtung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/writers'_guild.json"
    },
    {
        "id": 1,
        "name": "Künstlergilde",
        "game_info": "Bringt 2 Große-Persönlichkeit-Punkte (GPP) für einen Großen Künstler ein. Fügt bis zu zwei Spezialisten zu diesem Gebäude hinzu, dann erhaltet Ihr Kultur und schneller Große Künstler (3 Kultur und 3 GPP pro Spezialist).",
        "strategy": "Die Künstlergilde ist das einzige Gebäude mit Künstler-Spezialistenplätzen, die entscheidend sind, um Große Künstler zu generieren. Wenn Ihr als Ziel den Kultursieg ins Auge gefasst habt, benötigt Ihr dieses Gebäude unbedingt. Die Künstlergilde bringt 2 Große-Persönlichkeit-Punkte ein, und jeder zugewiesene Spezialist bringt 3 Große-Persönlichkeit-Punkte und 3 Kultur ein.",
        "historical_info": "Das Konzept von Künstlergilden konnte sich erst im späten Mittelalter etablieren, als in Europa der lange Prozess der Urbanisierung einsetzte. Im 13. Jahrhundert bildete sich in den Städten eine Reihe von Künstlergilden, die dem Vorbild der damaligen Händlergilden folgten. Die Gilden strebten geregelte Kosten und feste Preise an und boten allen Künstlern in der Stadt Unterstützung und Ausbildung an, um die Probleme des Patronats durch die Reichen und den Adel zu umgehen. Obwohl für verschiedene Arten von Künstlern noch immer inoffizielle Gilden existierten, brachte das Zeitalter der Aufklärung den Untergang der Gildenmonopole mit sich, bis Mitte des 19. Jahrhunderts alle Gilden abgeschafft waren.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/künstlergilde.png",
        "prereq_tech": {
            "name": "Gilden",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/artists'_guild.json"
    },
    {
        "id": 1,
        "name": "Musikergilde",
        "game_info": "Bringt 3 Große-Persönlichkeit-Punkte (GPP) für einen Großen Musiker ein. Fügt bis zu zwei Spezialisten zu diesem Gebäude hinzu, dann erhaltet Ihr Kultur und schneller Große Musiker (3 Kultur und 3 GPP pro Spezialist).",
        "strategy": "Die Musikergilde ist das einzige Gebäude mit Musiker-Spezialistenplätzen, die entscheidend sind, um Große Musiker zu generieren. Wenn Ihr als Ziel den Kultursieg ins Auge gefasst habt, benötigt Ihr dieses Gebäude. Die Musikergilde bringt 3 Große-Persönlichkeit-Punkte ein und jeder zugewiesene Spezialist bringt 3 Große-Persönlichkeit-Punkte und 3 Kultur ein.",
        "historical_info": "Die Musikergilden, die eine kurze Blütezeit in der Renaissance erlebten, hatten ihre Wurzeln in den Kapellen von Hofmusikern unter dem Schutz und dem Patronat des Adels und des Königshauses. Während der Renaissance, als die Musik auch den Geschmack der wachsenden Händler- und Bürgerschicht zu treffen versuchte, schlossen sich Musiker ohne Patronat zusammen, um ihre Löhne und Beschäftigung zu sichern. Mit dem Aufkommen des modernen Orchesters im 17. Jahrhundert wurden von den Städten Komponisten und Dirigenten bereitgestellt, um noch anspruchsvollere Darbietungen zu ermöglichen. Diese Bewegung hin zur \"städtischen Musik\" reduzierte den Bedarf an formellen Musikergilden. Erst mit dem einsetzenden Erfolg der Popmusik im frühen 20. Jahrhundert schlossen sich Musiker wieder formell in Verbänden zusammen.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/musikergilde.png",
        "prereq_tech": {
            "name": "Akustik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/musicians'_guild.json"
    },
    {
        "id": 1,
        "name": "Hotel",
        "game_info": "50% der Kultur für Weltwunder, Naturwunder und Modernisierungen (Wahrzeichen, Moai-Statue, Chateau) wird zur Tourismusproduktion der Stadt addiert. Tourismusproduktion von Großen Werken +50%.",
        "strategy": "Durch die enorme Förderung des Tourismus ist das Hotel eine hervorragende Wahl für Zivilisationen, die einen Kultursieg erreichen oder ihren ideologischen Einfluss auf andere Zivilisationen erhöhen wollen.",
        "historical_info": "Gasthäuser gibt es bereits seit Jahrtausenden, um Händlern und Reisenden eine sichere und bequeme Unterkunft zu bieten. Marco Polo berichtete von einem komplexen Unterbringungssystem für Reisende im China des 13. Jahrhunderts. Das Hotel der Neuzeit entstand vor allem als Folge des Durchbruchs der Eisenbahn, da zum einen die Anzahl der Reisenden stieg, und zum anderen oft nur für kurze Zeit eine Unterkunft benötigt wurde. Das älteste noch immer betriebene Hotel ist das Nisiyama Onsen Keiunkan in Japan - es wurde 707 n. Chr. eröffnet und befindet sich seit 46 Generationen in den Händen derselben Familie.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hotel.png",
        "prereq_tech": {
            "name": "Kühltechnik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hotel.json"
    },
    {
        "id": 1,
        "name": "Karawanenhof",
        "game_info": "Landhandelswege, die in dieser Stadt beginnen, haben eine um 50% erhöhte Reichweite und produzieren 2 Gold zusätzlich, wenn sie eine Verbindung zu einer anderen Zivilisation herstellen.",
        "strategy": "Der Karawanenhof ist ein Gebäude der Klassik. Er verbessert die Reichweite und den Ertrag von Gold für Landhandelswege.",
        "historical_info": "Mit der Ausbreitung der Karawanenstraßen durch den Nahen Osten, Zentralasien und Nordafrika stieg auch der Bedarf an befestigten Unterkünften, an denen Packtier-Karawanen sicher Rast machen konnten. Öffentliche Karawanenhöfe waren Gebäudekomplexe außerhalb der Stadtmauern; private Karawanenhöfe waren meist von Mauern umgebene Anlagen mit Lagerräumen, Schlafmöglichkeiten, Ställen und Küchen, die rund um einen zentralen Hof angeordnet waren. Die größten Anlagen konnten Hunderte von Kamelen, Maultieren oder Pferden beherbergen. Die meisten Karawanenhöfe boten gegen Entgelt auch die grundlegende Versorgung mit Wasser, Futter, Nahrung, Kleidung und sonstigem Reisebedarf an. Die ältesten Karawanenhöfe wurden entlang der Persischen Königsstraße gefunden, die sich über 2.500 km hinweg von Sardis bis nach Susa zog.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/karawanenhof.png",
        "prereq_tech": {
            "name": "Reiterei",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/caravansary.json"
    },
    {
        "id": 1,
        "name": "Flughafen",
        "game_info": "Ermöglicht Lufttransport in diese oder aus dieser Stadt. Erhöht die Lufteinheiten-Kapazität der Stadt von 6 auf 10. 50% der Kultur für Weltwunder, Naturwunder und Modernisierungen (Wahrzeichen, Moai-Statue, Chateau) wird zur Tourismusproduktion der Stadt addiert. Tourismusproduktion von Großen Werken +50%.",
        "strategy": "Der vielseitig einsetzbare Flughafen ist eine ausgezeichnete Wahl für Zivilisationen, die ihre Tourismusproduktion verbessern wollen, und für solche, die Lufttransporte benötigen, um Einheiten in entfernte Städte zu fliegen.",
        "historical_info": "Technisch gesehen bezeichnet der Begriff \"Flughafen\" jeden Ort, an dem Flugzeuge, Hubschrauber, Zeppeline oder sonstige Luftfahrzeuge starten und landen können. Im allgemeinen Sprachgebrauch ist jedoch ein Komplex für den kommerziellen Flugverkehr, bestehend aus Start- und Landebahnen, Kontrolltürmen, Hangars, Terminals, Notfalleinrichtungen und Parkmöglichkeiten gemeint. Vor 1930 waren die meisten Flughäfen kleine Flugplätze mit Start- und Landebahnen, die in der Regel nicht mal 600 Meter lang waren. Im Jahr 1939 fertigte der Flughafen La Guardia in New York City fast eine viertel Million Passagiere pro Monat ab. Die jüngsten Statistiken über das Passagieraufkommen führen den Flughafen Hartsfield-Jackson in Atlanta als den größten Flughafen der Welt auf; über 92 Millionen Passagiere wurden hier im Jahr 2011 abgefertigt.",
        "cost": {
            "production": 400,
            "faith": 0
        },
        "gold_maintenance": 5,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/flughafen.png",
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/airport.json"
    }
]