{
    "id": 1,
    "name": "Burg",
    "game_info": "Stadt benötigt Stadtmauern.",
    "strategy": "Die Burg ist ein Gebäude des Mittelalters, das die Verteidigungsstärke einer Stadt um 7 und die Trefferpunkte um 25 erhöht. Die Stadt muss über Stadtmauern verfügen, bevor die Burg gebaut werden kann.",
    "historical_info": "Eine Burg ist ein Gebäude, das so angelegt ist, eine militärische Streitkraft (und vielleicht auch einige Zivilisten) vor Feinden zu schützen. Burgen sind hauptsächlich aus Stein gebaut (Holz ist leider zu leicht entflammbar) und bestehen für gewöhnlich aus einer äußeren Mauer und einem davon getrennten, befestigten Gebäude im Innern, das man Donjon nennt. Eine Burg sollte außerdem über eine eigene Wasserquelle und genug Lagerkapazität für Nahrungsmittel verfügen.Eine gut durchdachte Burg sollte den Verteidigern die Möglichkeit bieten, die Angreifer zu attackieren, während diese sich der Burg nähern, die Mauern erklimmen oder durch die Tore brechen wollen. Schießscharten und Mauern mit intervallartigen Aussparungen sind absolut notwendig, während Fallluken zum Schießen von Pfeilen oder zum Vergießen von siedendem Öl ein netter Zusatz sind.Burgen waren die größten und teuersten Zeichen für die militärische und wirtschaftliche Macht eines Landes, bis das Aufkommen der Schießpulver-Artillerie sie zu ausgeklügelten und teuren Todesfallen für alle im Innern machte.",
    "cost": {
        "production": 160,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/burg.png",
    "prereq_tech": {
        "name": "Ritterlichkeit",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}