{
    "id": 1,
    "name": "Hansekontor",
    "game_info": "Einzigartige Bank-Version der Deutschen. +5% Produktion für jeden Handelsweg Eurer Zivilisation mit einem Stadtstaat. Handelswege anderer Spieler zu einer Stadt mit einem Hansekontor bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
    "strategy": "Zusätzlich zu den Fähigkeiten der Bank (zusätzliche Goldproduktion und zusätzliches Gold durch Handelswege), bringt das Hansekontor Produktion für jeden Handelsweg in Eurer Zivilisation, der zu einem Stadtstaat führt. Diese Handelswege können beliebige Städte verbinden, auch wenn diese kein Hansekontor haben. (Beispiel: Wenn Ihr Handelswege von Berlin nach Genf, München nach Genf, München nach Berlin und Berlin nach Brüssel habt, erhalten alle Städte mit Hansekontor +15% Produktion.) Nur Deutschland kann es bauen.",
    "historical_info": "Abgeleitet von dem bereits aus dem Alt- und Mittelhochdeutschen bekannten Begriff für \"Kaufmannsverbund\" war die Hanse ein freiwilliges Bündnis von Kauf- und Handelsleuten, die sich in einer Stadt zusammentaten, um den Schutz und den Betrieb ihrer Geschäfte zu gewährleisten. In den Handelshäfen der Ost- und Nordsee wurden diese Kaufmannsgilden im 13. Jahrhundert sehr mächtig und einflussreich und hatten ihre Zentren in so genannten Hansekontoren. In den größten davon befanden sich nicht nur die Verwaltungsräume der Gilde, sondern auch Lagerräume, Versammlungsräume, Märkte, Banken und, wenn sie am Wasser lagen, auch Docks. Das erste Hansekontor wurde wohl 1159 n. Chr. in Lübeck errichtet, um den Handel zwischen Westeuropa und den an Ressourcen reichen Gebieten im Norden Russlands zu fördern. 1250 n. Chr. schlossen sich offiziell mehrere deutsche Gilden zur Hanse zusammen, um die Handelswege im Baltikum zu sichern, einheitliche Wechsel durchzusetzen und ihre Städte in kommerzieller Hinsicht zu entwickeln. Die Hanse sollte in dieser Region bis zum Ende des 17. Jahrhunderts eine große politische, militärische und wirtschaftliche Rolle spielen und war unter anderem maßgeblich am Hansisch-Niederländischen Krieg (1438 - 1441) und dem Hansisch-Englischen Krieg (1470 - 1474) beteiligt.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hansekontor.png",
    "prereq_tech": {
        "name": "Bankwesen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}