{
    "id": 1,
    "name": "Musikergilde",
    "game_info": "Bringt 3 Große-Persönlichkeit-Punkte (GPP) für einen Großen Musiker ein. Fügt bis zu zwei Spezialisten zu diesem Gebäude hinzu, dann erhaltet Ihr Kultur und schneller Große Musiker (3 Kultur und 3 GPP pro Spezialist).",
    "strategy": "Die Musikergilde ist das einzige Gebäude mit Musiker-Spezialistenplätzen, die entscheidend sind, um Große Musiker zu generieren. Wenn Ihr als Ziel den Kultursieg ins Auge gefasst habt, benötigt Ihr dieses Gebäude. Die Musikergilde bringt 3 Große-Persönlichkeit-Punkte ein und jeder zugewiesene Spezialist bringt 3 Große-Persönlichkeit-Punkte und 3 Kultur ein.",
    "historical_info": "Die Musikergilden, die eine kurze Blütezeit in der Renaissance erlebten, hatten ihre Wurzeln in den Kapellen von Hofmusikern unter dem Schutz und dem Patronat des Adels und des Königshauses. Während der Renaissance, als die Musik auch den Geschmack der wachsenden Händler- und Bürgerschicht zu treffen versuchte, schlossen sich Musiker ohne Patronat zusammen, um ihre Löhne und Beschäftigung zu sichern. Mit dem Aufkommen des modernen Orchesters im 17. Jahrhundert wurden von den Städten Komponisten und Dirigenten bereitgestellt, um noch anspruchsvollere Darbietungen zu ermöglichen. Diese Bewegung hin zur \"städtischen Musik\" reduzierte den Bedarf an formellen Musikergilden. Erst mit dem einsetzenden Erfolg der Popmusik im frühen 20. Jahrhundert schlossen sich Musiker wieder formell in Verbänden zusammen.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/musikergilde.png",
    "prereq_tech": {
        "name": "Akustik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}