{
    "id": 1,
    "name": "Königliche Bibliothek",
    "game_info": "Einzigartige assyrische Version der Bibliothek. +1 Wissenschaft je 2 Bürger in der Stadt. Verfügt auch über einen Großes-Literaturwerk-Platz und gewährt ausgebildeten Einheiten zusätzliche EP, wenn dieser gefüllt ist.",
    "strategy": "Zusätzlich zu der Wissenschaftsproduktion der Bibliothek, die sie ersetzt, verfügt die Königliche Bibliothek auch über einen Großes-Literaturwerk-Platz. Sobald sich hier ein Großes Werk befindet, bringt es in dieser Stadt ausgebildeten Einheiten zusätzliche EP ein; platziert hier also so schnell wie möglich ein Großes Werk, um die maximalen Vorteile zu erzielen. Kann nur von Assyrern gebaut werden.",
    "historical_info": "Den Grundstein für die erste bekannte Bibliothek der Welt legte der assyrische König Sanherib (ca. 700 v. Chr.), der in seinem Palast in Ninive Tausende von Tontafeln sammelte. Doch erst sein Enkel Assurbanipal gründete die berühmte königliche Bibliothek. Als leidenschaftlicher Sammler entsandte der König Gelehrte, um Texte zu sammeln, vorrangig babylonische Texte, aber auch Texte aus benachbarten Königreichen. Um das Bestehen seiner umfangreichen Tontafelsammlung zu sichern, ließ der König von Schriftgelehrten Kopien der Texte anfertigen, die dann in anderen neuassyrischen Städten seines expandierenden Reichs untergebracht wurden. Die königliche Bibliothek selbst wurde 612 v. Chr. beim Fall von Ninive zerstört, doch um die 10.000 Fragmente der Keilschrift-Tafeln wurden von Archäologen ausgegraben.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/royal_library.png",
    "prereq_tech": {
        "name": "Schrift",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/writing.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}