{
    "id": 1,
    "name": "Satrapenhof",
    "game_info": "Stadt benötigt einen Markt. Handelswege anderer Spieler zu einer Stadt mit einem Satrapenhof bringen dem Stadtbesitzer 1 Gold zusätzlich ein, und der Handelswegbesitzer erhält zusätzlich 1 Gold für den Handelsweg.",
    "strategy": "Der Satrapenhof ist das einzigartige Gebäude der Perser und ersetzt die Bank. Ähnlich wie die Bank erhöht auch der Satrapenhof den Wohlstandsertrag der Stadt. Darüber hinaus wird aber auch die Zufriedenheit der Zivilisation gesteigert. Die Stadt muss über einen Markt verfügen, bevor ein Satrapenhof gebaut werden kann.",
    "historical_info": "\"Satrap\" war der Titel eines Provinzstatthalters im Achämenidenreich von Persien. Die Satrapen wurden vom Großkönig ernannt und waren für gewöhnlich Mitglieder der königlichen Familie. Mit seinen umfangreichen Machtbefugnissen konnte der Satrap Steuern eintreiben und war der oberste Rechtsherr in der Provinz. Da er zudem für das Aufstellen und den Unterhalt einer Armee verantwortlich war, musste der Monarch großes Vertrauen in ihn setzen können. Als die Zentralmacht des Persischen Reiches im 5. Jahrhundert v. Chr. schwächer wurde, wurden die Satrapen immer unabhängiger und einige von ihnen sogar mächtiger als der Großkönig selbst, der formell noch über sie herrschte.Alexander behielt nach der Eroberung Persiens das Verwaltungssystem der Satrapen bei. Manchmal ersetzte er zwar den Satrapen einer Provinz durch einen eigenen General, doch oft durften die bestehenden Statthalter auch ihre Stellung behalten, wenn sie den Frieden wahrten und weiterhin ihre Steuern zahlten.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/satrap's_court.png",
    "prereq_tech": {
        "name": "Bankwesen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/banking.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}