{
    "id": 1,
    "name": "Mauern von Babylon",
    "game_info": "Die Mauern von Babylon erhöhen den Schaden durch Fernangriffe der Stadt und die Verteidigung der Stadt.",
    "strategy": "Die Stadtmauern von Babylon sind ein einzigartiges Gebäude von Babylon und ersetzen die normalen Stadtmauern. Die Stadtmauern von Babylon erhöhen die Verteidigungsstärke einer Stadt um 6 und die Trefferpunkte um 100 (beides deutlich mehr als normale Stadtmauern).",
    "historical_info": "Die Mauern von Babylon, die ursprünglich in Antipatros' Liste der sieben Weltwunder der Antike enthalten waren, umschlossen die Stadt und beschützten sie vor Schaden, indem sie die Stadt auf allen Seiten und sogar den Euphrat umspannten, der durch das Zentrum der Stadt floss. Die äußeren Mauern waren etwa 15 Kilometer lang, 8 Meter dick und ragten hundert Meter über die Stadt. Kleinere Mauern umringten die Stadt hinter der Hauptmauer und stellten eine zusätzliche Verteidigungslinie dar, sollte die Hauptmauer jemals fallen. Etwa 250 Türme waren entlang der Mauern aufgestellt und boten ausgezeichnete Aussichtspunkte und Kampfpositionen für die geschickten babylonischen Bogenschützen. Die Mauern waren für die Belagerungsmittel der damaligen Zeit undurchdringbar, große Metalltore wurden am Fluss errichtet (zur Verteidigung gegen Eindringlinge unter Wasser) und acht massive Tore sollten den Zugang zu Fuß regeln. Das bekannteste davon war das Ischtar-Tor. Diese Mauern schützten die Stadt wirkungsvoll fast einhundert Jahre lang.Erst 539 v. Chr. wurde ein Plan entwickelt, um die Mauern zu überwinden. Kyros der Große ordnete an, den Euphrat stromaufwärts zu teilen, wodurch der Wasserspiegel so stark sank, dass ihn jeder einfach überqueren konnte. Seine Armee schlich sich im Schutz der Dunkelheit unter den Metalltoren des Flusses in die Stadt und eroberte sie von innen heraus. Die Mauern waren zwar in der Lage, vor allen direkten Angriffen zu schützen, aber gegen das entschlossene Genie eines einzigen Mannes konnten sie nichts ausrichten.Große Teile der alten Mauern stehen noch immer, wie zum Beweis für ihre Stärke. 1983 begann Saddam Hussein am Standort der alten Stadt mit der Wiedererrichtung der Mauer samt des Ischtar-Tors. Das Projekt wurde auf Eis gelegt, aber der Irak hofft, den Wiederaufbau der Mauer irgendwann fortsetzen zu können und Babylon wieder zu einem prunkvollen Ort zu machen.",
    "cost": {
        "production": 65,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mauern_von_babylon.png",
    "prereq_tech": {
        "name": "Steinmetzkunst",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/masonry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}