{
    "id": 1,
    "name": "Schriftstellergilde",
    "game_info": "Bringt 1 Große-Persönlichkeit-Punkt (GPP) für einen Großen Schriftsteller ein. Fügt bis zu zwei Spezialisten zu diesem Gebäude hinzu, dann erhaltet Ihr Kultur und erlangt schneller Große Schriftsteller (3 Kultur und 3 GPP pro Spezialist).",
    "strategy": "Die Schriftstellergilde ist das einzige Gebäude mit Schriftsteller-Spezialistenplätzen, die entscheidend sind, um Große Schriftsteller zu generieren. Wenn Ihr als Ziel den Kultursieg ins Auge gefasst habt, benötigt Ihr dieses Gebäude. Die Schriftstellergilde bringt 1 Große-Persönlichkeit-Punkt ein und jeder zugewiesene Spezialist bringt 3 Große-Persönlichkeit-Punkte und 3 Kultur ein.",
    "historical_info": "Nach Erfindung der Druckerpresse in der Renaissance wurden Schriftstellergilden gegründet, die allerdings nie so einflussreich waren wie die Gilden zeitgenössischer Künstler. In mehreren europäischen Städten entstanden offizielle und inoffizielle Organisationen, die dafür sorgten, dass die Autoren von den Druckern und Buchhändlern gerecht entlohnt wurden. Im London der Shakespeare-Zeit und auch in anderen Städten schlossen sich Dramatiker zusammen, um sich vor Plagiaten und unerlaubten Aufführungen zu schützen. Diese Tradition wurde weltweit von Hunderten Organisationen fortgeführt, wobei die Gilden eher zu Gewerkschaften avancierten, wie beispielsweise der Verband deutscher Schriftsteller, die Scriptwriters Guild of Israel, die Writers Guild of Great Britain und die American Authors Guild.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/writers'_guild.png",
    "prereq_tech": {
        "name": "Drama und Dichtung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}