[
    {
        "id": 1,
        "name": "Buddismo",
        "summary": "Praticato da più di 350 milioni di persone in tutto il mondo, il buddismo si basa sugli insegnamenti del famoso capo spirituale Siddartha Gotama, noto come \"Budda Supremo\", che significa \"l'illuminato\". Figura centrale del buddismo, Budda non fu riconosciuto come un dio, né egli pretese di avere un contatto diretto con la divinità. Piuttosto, Budda insegnò ai suoi seguaci un cammino verso l'illuminazione basato sulla propria esperienza di vita: questo differenzia il buddismo dalla maggior parte delle religioni del mondo.I princìpi fondamentali del buddismo, le Quattro Nobili Verità e il Nobile Ottuplice Sentiero, costituiscono i mezzi con cui ognuno può raggiungere il Nirvana, ovvero la pace dall'eterna sofferenza. Nella loro forma più semplice, le Quattro Nobili Verità ci dicono che la vita è sofferenza, che la sofferenza deriva dall'attaccamento al desiderio, che la sofferenza cessa quando cessa l'attaccamento al desiderio e che la libertà dal desiderio è possibile praticando l'Ottuplice Sentiero. Come dice il nome, il Sentiero è costituito da otto aspetti, ognuno dei quali descrive la pratica per ottenere la piena comprensione delle Quattro Nobili Verità.Oggi esistono tre principali scuole buddiste: le più diffuse, Theravada e Mahayana, si basano sui sutra e ritengono che l'illuminazione si raggiunga attraverso uno studio attento degli insegnamenti del Budda. La terza, Vajrayana, è una scuola tantrica: i suoi seguaci credono che il processo di illuminazione possa essere accelerato dall'esercizio dello yoga, dei mantra e di altre pratiche.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/buddhism.json"
    },
    {
        "id": 2,
        "name": "Cattolicesimo",
        "summary": "Con il termine cattolicesimo romano si fa riferimento alla teologia e alla dottrina della chiesa cristiana sotto l'auspicio della Santa Sede, ovvero del papa di Roma. Secondo gli studiosi di materie ecclesiastiche il cattolicesimo si distingue dalle altre chiese cristiane per la sua fedeltà alle tradizioni e ai sacramenti e per il fatto che l'interpretazione della Bibbia viene delegata completamente ai sacerdoti.Il termine \"Chiesa cattolica\" è stato usato la prima volta intorno al 107 d.C. circa da Ignazio di Antiochia. All'inizio la chiesa era organizzata intorno a tre patriarchi, di Roma, Alessandria e Antiochia: a questi si aggiunsero successivamente i patriarchi di Costantinopoli e Gerusalemme. Ben presto il patriarca di Roma rivendicò per sé un'autorità speciale, basata sul collegamento speciale tra S. Pietro e la città. Per 1.000 anni il cattolicesimo romano dominò l'Europa, fino al Grande Scisma del 1054 d.C. che diede origine alla Chiesa ortodossa orientale. Altri 5 secoli dopo si verificò un'altra grande divisione con la Riforma protestante, in cui molti in Europa rifiutarono gli insegnamenti e le pratiche del cattolicesimo in favore di un'espressione di fede più personale.Attualmente la Chiesa cattolica romana definisce \"non cattolici\" i cristiani che non sono in comunione con il Vaticano, ma tollera le interpretazioni alternative della Bibbia. Con più di un miliardo di fedeli in tutto il mondo, quella cattolica resta ancora la prima Chiesa cristiana.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/catholicism.json"
    },
    {
        "id": 3,
        "name": "Confucianesimo",
        "summary": "Il Confucianesimo è una religione che si basa sugli insegnamenti del filosofo cinese Confucio, nato nel 551 a.C. All'origine presentato come una filosofia etica e politica, il Confucianesimo si è diffuso fino ad avere oggi parecchi milioni di seguaci, in maggioranza concentrati nelle regioni dell'Asia orientale. Il Confucianesimo si basa sulla moralità dell'individuo, la responsabilità sociale e la lealtà alla famiglia, all'interno di un sistema in cui ogni persona svolge al meglio la sua parte nella società. Come filosofo umanista, Confucio si concentra sull'abilità di ogni essere umano di apprendere, crescere e migliorare attraverso un comportamento etico e la considerazione verso gli altri.Dopo la morte di Confucio, nel 479 a.C. circa, i suoi insegnamenti continuarono a diffondersi per quasi 200 anni finché, all'inizio della dinastia Qin, ci fu un vigoroso tentativo di reprimere la sua filosofia. I sovrani Qin credevano che il Confucianesimo costituisse una minaccia alla loro autorità, così bruciarono la maggior parte dei libri confuciani, inclusi molti scritti originali. Anche i templi furono distrutti in tutto il paese, lasciando i seguaci del Confucianesimo privi di punti di riferimento. Ma un deposito di manoscritti confuciani venne nascosto nei muri della casa di un discepolo e la religione tornò in auge al tramonto della dinastia Qin, nel 206 a.C.Oggi il corpo di opere che compone il Confucianesimo viene studiato in tutto il mondo. Il suo approccio sembra avvicinarsi più a una filosofia che a una vera e propria religione, ma la distinzione fra le due interpretazioni è tutt'altro che netta.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/confucianism.json"
    },
    {
        "id": 4,
        "name": "Induismo",
        "summary": "L'Induismo, considerato la religione più antica praticata ancora oggi, si basa su una serie di manoscritti noti come i Veda. Questa collezione di scritti in sanscrito, che comprende quattro testi principali, risale a più di 3.500 anni fa. Con più di un miliardo di seguaci in tutto il mondo (di cui la maggior parte in India), l'Induismo è una delle religioni più diffuse in assoluto.Sebbene non possa essere attribuito a un unico fondatore, l'Induismo si è sviluppato sulla base degli scritti raccolti nei Veda, la cui credenza principale è che una singola forza unificante governi tutti gli aspetti della nostra esistenza. Anche se l'Induismo comprende molti dèi distinti, i più importanti dei quali sono Shiva, Vishnu e Brahma, queste divinità non sono che una piccola parte di un dio più grande. Il Dharma, o \"Realtà ultima\" è la legge cosmica che regge tutte le cose. Gli indù credono che la via per interrompere il ciclo infinito di morte e rinascita, la serie di infinite reincarnazioni, sia la meditazione e la realizzazione che Dio è in tutte le cose. Gli indù credono anche nel Karma, che fa sì che le nostre azioni, buone e cattive, abbiano una conseguenza diretta sull'andamento della nostra vita.Sebbene nell'Induismo ci siano molte sette e scuole che differiscono sull'interpretazione degli antichi manoscritti, queste non si contrappongono fra loro come rivali, e al contrario si scambiano idee e opinioni in modo aperto.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/hinduism.json"
    },
    {
        "id": 5,
        "name": "Islam",
        "summary": "La seconda religione più diffusa nel mondo, l'Islam, si basa sulla credenza che esista un unico vero Dio, Allah, che ha reso manifesta la propria volontà attraverso una serie di profeti. Il più importante di questi, Maometto, fece testimonianza delle parole di Dio nel libro sacro dei musulmani, il Corano.Nato nella città della Mecca (nell'attuale Arabia Saudita) nel 570 d.C., Maometto crebbe come mercante e in seguito lavorò come pastore. All'età di 40 anni ebbe visioni di Dio e riportò le sue parole testuali nel Corano. Da quel momento Maometto si dedicò alla predicazione, insegnando ai seguaci che l'unica via per la salvezza era consacrare se stessi interamente a Dio attraverso preghiere quotidiane e la stretta osservanza delle sue leggi. I cinque pilastri dell'Islam, il complesso di regole attraverso cui si può ottenere la salvezza, indica per sommi capi che non c'è divinità all'infuori di Dio, e che Maometto è il suo profeta; che si deve pregare ogni giorno in cinque orari prestabiliti; che occorre aiutare i bisognosi; che durante il mese del Ramadan è obbligatorio digiunare dall'alba al tramonto; che almeno una volta nella vita si deve fare un pellegrinaggio alla Mecca durante il mese sacro di Dhu al-Hijjah.Come accadde a molte nuove religioni, anche Maometto e i suoi seguaci incontrarono molta resistenza. Ciononostante, a partire dalla sua morte avvenuta nel 632 d.C., il messaggio di Maometto si è diffuso in tutto il Medio Oriente. Da allora l'Islam si è diviso in molte fazioni diverse: le più importanti sono i Sunniti e gli Sciiti. Benché uniti dai capisaldi del loro credo, queste sette si differenziano nell'interpretazione di chi avrebbe dovuto guidare l'Islam dopo la morte di Maometto.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/islam.json"
    },
    {
        "id": 6,
        "name": "Giudaismo",
        "summary": "L'ebraismo è la religione degli ebrei, che originariamente erano un popolo tribale localizzato nella zona del Medio Oriente intorno a Gerusalemme. L'Ebraismo è una delle religioni più antiche praticate ancora oggi, e una delle prime monoteiste: si ritiene che la sua comparsa risalga a più di 3.500 anni fa. Nonostante le loro intrinseche differenze, molti aspetti dell'Ebraismo sono strettamente collegati sia al Cristianesimo sia all'Islam, tanto che le tre religioni si definiscono collettivamente \"abramitiche\" per la comune discendenza da Abramo.Fondamento dell'Ebraismo è la Torah, nome dato dagli ebrei ai primi cinque libri della Bibbia. Consegnata a Mosè sul Monte Sinai, la Torah indica agli ebrei come vivere in accordo con la volontà di Dio. Il nucleo delle dottrine dell'Ebraismo è stato discusso per secoli dagli studiosi, ma tutti gli ebrei credono di essere il Popolo Eletto, scelto da Dio per stringere alleanza con lui, e credono che Dio manderà un messia per ricondurre tutti gli eletti in Israele.Sebbene nel corso della storia gli ebrei siano stati perseguitati e dispersi in tutto il mondo, la forza della religione ha prevalso, e la fede in Dio degli ebrei non è stata fiaccata in alcun modo dalle atrocità commesse contro di loro.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/judaism.json"
    },
    {
        "id": 7,
        "name": "Shinto",
        "summary": "Privo di fondatore e di un sistema dottrinale, lo Shintoismo è una credenza spirituale del popolo giapponese basata sulla relazione dell'individuo con il mondo e con il Giappone stesso. Uno degli aspetti fondamentali dello Shintoismo è l'adorazione degli spiriti, chiamati Kami, che vengono onorati con la visita ai loro santuari. I Kami non sono considerati dèi, ma piuttosto spiriti o entità molto vicine agli uomini, e possono avere benefici effetti nel corso della loro esistenza. Comunque, lo Shintoismo non è centrato sulla credenza nei Kami, ma sul rito stesso della devozione. Onorando un Kami nel tempio si dimostra il proprio interesse, così il Kami può apportare i suoi benefici nella nostra vita. Per secoli lo Shintoismo è stato un aspetto fondamentale della vita in Giappone e oggi conta più di 100 milioni di aderenti: non è una religione in senso tradizionale, ma una fede particolare radicata nel popolo giapponese.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/shinto.json"
    },
    {
        "id": 8,
        "name": "Sikhismo",
        "summary": "Fondato nel XV secolo d.C. dal Guru Nunak Dev, il Sikhismo si è sviluppato attraverso le opere dei successivi guru Sikh in favore di pace, uguaglianza e altruismo. Il Sikhismo conta oggi più di 20 milioni di seguaci, che abitano principalmente nella regione indiana del Punjab. I Sikh credono in un solo dio, che non ha un aspetto corporeo, ma ogni Sikh può parlare con lui, e tutti sono uguali ai suoi occhi.I Sikh sono famosi per la loro generosità nei confronti degli altri, dal momento che uno dei loro princìpi fondamentali è l'idea che tutti sono creati uguali, indipendentemente da religione, razza o sesso. Diversamente dalle altre religioni maggiori, il Sikh crede che le buone azioni verso gli altri siano sempre più importanti di qualsiasi rito. I Sikh sono anche impegnati nella difesa contro le ingiustizie, aiutando tutti gli oppressi, perché ritengono che la verità e la pace dovrebbero avere la meglio su tutto. I Sikh credono che per ottenere la salvezza si debba praticare la disciplina della meditazione, perché la salvezza può essere raggiunta solo con il lavoro individuale e la concentrazione su Dio.I seguaci della fede Sikh rispettano diverse regole, ad esempio l'obbligo di non tagliarsi i capelli, di non consumare nessuna sostanza intossicante e, in particolare, di non eseguire alcun rito, superstizione o pellegrinaggio.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/sikhism.json"
    },
    {
        "id": 9,
        "name": "Taoismo",
        "summary": "Il Taoismo è una religione molto particolare, fondata su antiche credenze e filosofie cinesi che risalgono al II secolo d.C. Sebbene la sua fondazione non sia attribuita direttamente a una singola figura, il Taoismo si è sviluppato sulla base degli scritti del filosofo Lao-Tzu, vissuto nel IV secolo a.C. e autore del \"Tao Te Ching\". Zhang Daoling, il primo \"Maestro del Cielo\", fondò la prima scuola del Tao basata sugli scritti di Lao-Tzu.Zhang Daoling predicò la filosofia di Lao-Tzu e diffuse le basi della dottrina del Tao, facendosi in breve tempo dei proseliti. Uno degli elementi più noti della religione è la divisione tra Yin e Yang, che rappresentano un mondo pieno di forze complementari in armonia ed equilibrio, come luce e buio. Per mantenere tale equilibrio i seguaci del Taoismo sono incoraggiati a esercitare nella vita di tutti i giorni l'umiltà, la gentilezza e la compassione.Nel corso della sua storia il Taoismo si è suddiviso in molte sette e branche, man mano che diversi elementi della tradizione cinese confluivano nella sua filosofia base. Fin dalle origini, magia, alchimia e altre credenze mistiche sono state incluse in alcune forme del pensiero taoista. Le stime sul numero dei seguaci del Taoismo variano molto, ma si crede che oggi ci siano ancora parecchi milioni di credenti in Cina e nelle regioni circostanti.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/taoism.json"
    },
    {
        "id": 10,
        "name": "Tengriismo",
        "summary": "L'antica religione del Tengriismo è collegata alle tribù dell'Asia Centrale, come gli Unni e i Mongoli. Basato principalmente sulla fede in Tengri, il Dio del Cielo, ed Eje, la Madre Terra, il Tengriismo è noto per essere stato poco improntato al proselitismo, non avendo preti né sacerdoti e non cercando di convertire i seguaci di altre religioni. I devoti di Tengri credevano che la cosa più importante fosse mantenere l'armonia con l'ambiente circostante e ritenevano sacre le risorse della Terra, in particolare l'acqua, che scarseggiava nelle steppe dell'Asia centrale. Benché si creda che attualmente ci siano ancora degli aderenti del Tengriismo in Asia, non è disponibile una stima precisa del loro numero.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/tengriism.json"
    },
    {
        "id": 11,
        "name": "Zoroastrismo",
        "summary": "Lo Zoroastrismo, un'antica religione basata sugli insegnamenti del profeta Zoroastro, è stata fondata più di 3.500 anni fa nella regione che corrisponde all'attuale Iran. A quel tempo lo Zoroastrismo era una delle religioni più diffuse al mondo, ma oggi è seguita solo da 200.000 aderenti circa, principalmente in India, Pakistan e Iran. Lo Zoroastrismo è considerato da alcuni la religione monoteistica più antica, sebbene questo sia un tema di discussione tra gli studiosi. Le dottrine zoroastriane sono incentrate sul dio creatore Ahura Mazda, punto focale di tutta la tradizione e il culto zoroastriani. Si dice che Ahura Mazda abbia rivelato la propria sapienza a Zoroastro, che poi diffuse i suoi insegnamenti in tutta l'area. I testi sacri dello Zoroastrismo, noti collettivamente come Avesta, contengono inni che secondo la tradizione sono stati scritti da Zoroastro stesso.Come molte religioni, lo Zoroastrismo indica il modo in cui è possibile vivere in armonia con il mondo circostante, in questo caso attraverso pensieri buoni e buone azioni. Gli zoroastriani sono spesso indicati falsamente come adoratori del fuoco, anche a causa della prevalenza di tale simbolo nei loro riti. Il fuoco infatti rappresenta la luce di Ahura Mazda, e i credenti pregano sempre in direzione della luce, ma non adorano il fuoco in sé.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/zoroastrianism.json"
    },
    {
        "id": 12,
        "name": "Ortodossia orientale",
        "summary": "La Chiesa ortodossa d'oriente è attualmente la seconda confessione cristiana più importante, con 300 milioni di seguaci stimati. Il traguardo dei cristiani ortodossi è avvicinarsi a Dio attraverso la \"theosis\", un cammino spirituale che fa diventare più simili a Cristo.La Chiesa ortodossa nasce con il Grande Scisma. Durante il IX e X secolo d.C. la chiesa cristiana sotto il Patriarca di Costantinopoli convertì molte popolazioni importanti nell'Europa orientale, nella Rus' di Kiev e nei Balcani. Le dispute dottrinali, come il disaccordo sullo Spirito Santo e l'autorità del Papa sul Patriarca nelle questioni religiose, esacerbate dalla rivalità politica ed economica tra Roma e Costantinopoli, portarono infine allo scisma. L'assedio e il saccheggio di Costantinopoli da parte dei crociati nel 1204 d.C. determinò la rottura definitiva. Dopo la cattura di Costantinopoli da parte degli ottomani, nel 1453, la chiesa d'oriente fu tollerata dal dominio turco ma si isolò sempre di più da Roma. La Chiesa ortodossa, che si considerava la vera erede degli insegnamenti del cristianesimo delle origini, prosperò sotto gli zar russi. Sebbene la sua influenza sia stata ridotta dal dominio del comunismo e dal laicismo balcanico, negli ultimi decenni l'ortodossia ha vissuto un momento di rinascita e rimane un'espressione fondamentale della cristianità.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/eastern_orthodoxy.json"
    },
    {
        "id": 13,
        "name": "Protestantesimo",
        "summary": "La Riforma protestante, un movimento che alla fine avrebbe diviso l'Europa cristiana, ebbe inizio in Germania come protesta contro la dottrina cattolica e le sue pratiche, in particolare riguardo alla salvezza, la giustificazione e l'interpretazione della Bibbia.Basandosi sulla lettura di eruditi umanisti, nel 1517 d.C. Martin Lutero, un prete tedesco della città universitaria di Wittenberg, pubblicò le sue 95 tesi che criticavano la dottrina della Chiesa cattolica. Il suo esempio spinse altri religiosi liberi pensatori a criticare la chiesa: denominazioni \"evangeliche\" luterane sorsero in Germania e Scandinavia, mentre in Svizzera Giovanni Calvino propugnava una religione \"riformata\". Nel frattempo, in Inghilterra e altrove, gli aspetti religiosi si mischiarono con quelli politici, dando origine ad altre chiese protestanti ancora. Sebbene ci fossero alcune differenze, tutti i movimenti protestanti avevano due dogmi: che la Bibbia, piuttosto che l'interpretazione del Papa, fosse l'unica fonte di autorità per i cristiani; e che la salvezza si ottenesse solo attraverso l'unione personale con Gesù Cristo piuttosto che con le opere o le indulgenze.Le divisioni nella chiesa fecero scoppiare una serie di guerre religiose, la cui eco risuona ancora nel mondo. Malgrado il numero dei diversi movimenti delle origini e le ulteriori divisioni createsi in seguito, oggi le chiese protestanti contano insieme circa 670 milioni di seguaci.",
        "url": "https://eyefyre.github.io/civvapi/v1/it/religions/protestantism.json"
    }
]