[
    {
        "resolution_id": 1,
        "name": "Weltherrscher",
        "summary": "Bestimmt einen Weltherrscher. Erhält eine Zivilisation ausreichend Unterstützung im Kongress, erringt der Anführer einen Diplomatiesieg. Die benötigte Zahl der Abgeordneten hängt von der Anzahl der Zivilisationen und Stadtstaaten im Spiel ab und ist auf dem Weltkongress-Bildschirm ersichtlich.Hat keine Zivilisation genug Unterstützung für einen Sieg erlangt, erhalten die beiden Zivilisationen mit der meisten Unterstützung dauerhaft 2 zusätzliche Abgeordnete für zukünftige Sitzungen.Kann nicht von einer Zivilisation vorgeschlagen werden. Sobald der Weltkongress zu den Vereinten Nationen geworden ist, werden in regelmäßigen Abständen automatisch Vorschläge unterbreitet.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/world_leader.json"
    },
    {
        "resolution_id": 2,
        "name": "Gastgeber wählen",
        "summary": "Bestimmt die Zivilisation, die den Kongress abhält. Der Gastgeber erhält zusätzliche Abgeordnete und die Fähigkeit, Resolutionen vorzuschlagen.Kann nicht von einer Zivilisation vorgeschlagen werden. Wenn Zivilisationen in spätere Zeitalter eintreten, wird automatisch ein Vorschlag unterbreitet.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/choose_host.json"
    },
    {
        "resolution_id": 3,
        "name": "Stadtstaat-Embargo",
        "summary": "Keine Handelswege können zwischen Stadtstaaten eingerichtet werden. Sämtliche Handelswege werden beendet und müssen neu initiiert werden.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/embargo_city-states.json"
    },
    {
        "resolution_id": 4,
        "name": "Embargo",
        "summary": "Keine Handelswege können zwischen der gewählten und einer anderen Zivilisation eingerichtet werden. Sämtliche Handelswege werden beendet und müssen neu initiiert werden.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/embargo.json"
    },
    {
        "resolution_id": 5,
        "name": "Luxusgut verbieten",
        "summary": "Ein Luxusgut gilt als unmoralisch, gefährdet oder anderweitig unangemessen für den Allgemeingebrauch. Solange das Verbot gilt, erhalten Zivilisationen keinen Zufriedenheitsvorteil durch dieses Luxusgut.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/ban_luxury.json"
    },
    {
        "resolution_id": 6,
        "name": "Stehendes Heer besteuern",
        "summary": "Unterhaltskosten für Einheiten steigen um 25% Gold.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/standing_army_tax.json"
    },
    {
        "resolution_id": 7,
        "name": "Gelehrte vor Ort",
        "summary": "Zivilisationen erforschen eine Technologie 20% schneller, wenn sie bereits von mindestens einer anderen Zivilisation entdeckt wurde.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/scholars_in_residence.json"
    },
    {
        "resolution_id": 8,
        "name": "Weltausstellung",
        "summary": "Beginnt das Projekt Weltausstellung. Ermöglicht nach dem Start Zivilisationen, Produktion zur Fertigstellung beizutragen, indem sie es in der Produktionsliste einer Stadt wählen. Bei Fertigstellung erhalten die Zivilizationen Bonusse in Abhängigkeit von der Höhe ihres Beitrags.   ",
        "project_prizes": {
            "gold": " Kultur erhöht um 100%, hält 20 Runden an.",
            "silver": "Freie Sozialpolitik.",
            "bronze": "500 Punkte zum nächsten Goldenen Zeitalter."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/world's_fair.json"
    },
    {
        "resolution_id": 9,
        "name": "Internationale Spiele",
        "summary": "Beginnt das Projekt Internationale Spiele. Ermöglicht nach dem Start Zivilisationen, Produktion zur Fertigstellung beizutragen, indem sie es in der Produktionsliste einer Stadt wählen. Bei Fertigstellung erhalten die Zivilizationen Bonusse in Abhängigkeit von der Höhe ihres Beitrags.  Verfügbar, wenn eine beliebige Zivilisation Funkwesen entdeckt.",
        "project_prizes": {
            "gold": " Tourismus erhöht um 100%, hält 20 Runden an. Freie Sozialpolitik.",
            "silver": "+3 Zufriedenheit. Einmalige Erhöhung von 30 Einfluss bei Stadtstaaten.",
            "bronze": "+3 Zufriedenheit."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/international_games.json"
    },
    {
        "resolution_id": 10,
        "name": "Internationale Raumstation",
        "summary": "Beginnt das Projekt Internationale Raumstation. Ermöglicht nach dem Start Zivilisationen, Produktion zur Fertigstellung beizutragen, indem sie es in der Produktionsliste einer Stadt wählen. Bei Fertigstellung erhalten die Zivilisationen Bonusse in Abhängigkeit von der Höhe ihres Beitrags.  Verfügbar, wenn eine beliebige Zivilisation Satellitentechnologie entdeckt.",
        "project_prizes": {
            "gold": "Das Wunder Internationale Raumstation erscheint in der Hauptstadt. +1 Produktion durch Wissenschaftler und +1 Wissenschaft durch Ingenieure. Große Wissenschaftler bringen 33% mehr Wissenschaft ein, wenn sie neue Technologien erforschen. Kann nur gemeinschaftlich durch den Weltkongress gebaut werden.",
            "silver": "Kostenloser Großer Wissenschaftler.",
            "bronze": "Einmaliger Forschungsbonus."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/international_space_station.json"
    },
    {
        "resolution_id": 11,
        "name": "Kulturerbestätten",
        "summary": "Jedes Weltwunder bringt +3 Kultur in der Stadt.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/cultural_heritage_sites.json"
    },
    {
        "resolution_id": 12,
        "name": "Naturerbestätten",
        "summary": "Jedes Naturwunder bringt +5 Kultur, wenn es bewirtschaftet wird.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/natural_heritage_sites.json"
    },
    {
        "resolution_id": 13,
        "name": "Atomwaffensperrvertrag",
        "summary": "Alle Zivilisationen werden daran gehindert, neue Atomwaffen (Atombombe und Atomrakete) zu bauen. Bereits gebaute Waffen werden jedoch nicht entschärft.Verfügbar, wenn eine beliebige Zivilisation Fortgeschrittene Ballistik entdeckt.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/nuclear_non-proliferation.json"
    },
    {
        "resolution_id": 14,
        "name": "Weltreligion",
        "summary": "Legt eine Religion als offizielle Weltreligion fest. Zivilisationen, in denen die Mehrheit der Städte ihres Reiches dieser Religion folgt, erhalten 2 zusätzliche Abgeordnete. Die Religion breitet sich 25% schneller aus und ihre heilige Stadt erhält +50% Tourismus. Es kann nicht mehr als eine Weltreligion gleichzeitig geben.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/world_religion.json"
    },
    {
        "resolution_id": 15,
        "name": "Weltideologie",
        "summary": "Legt eine Ideologie als offizielle Weltideologie fest. Zivilisationen, die dieser Ideologie folgen, erhalten 2 zusätzliche Abgeordnete. Die Öffentliche Meinung für diese Ideologie wird für alle Zivilisationen erhöht. Es kann nicht mehr als eine Weltideologie gleichzeitig geben.Verfügbar, sobald eine Zivilisation das Funkwesen entdeckt.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/world_ideology.json"
    },
    {
        "resolution_id": 16,
        "name": "Kunstfinanzierung",
        "summary": "Steigert die Generierung Großer Schriftsteller, Künstler und Musiker um 33%. Verringert die Generierung Großer Wissenschaftler, Ingenieure und Händler um 33%.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/arts_funding.json"
    },
    {
        "resolution_id": 17,
        "name": "Wissenschaftsfinanzierung",
        "summary": "Steigert die Generierung Großer Wissenschaftler, Ingenieure und Händler um 33%. Verringert die Generierung Großer Schriftsteller, Künstler und Musiker um 33%.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/sciences_funding.json"
    },
    {
        "resolution_id": 18,
        "name": "Historische Wahrzeichen",
        "summary": "Große Persönlichkeiten-Modernisierungen und Wahrzeichen, die von Archäologen gebaut wurden, bringen +4 Kultur, wenn sie bewirtschaftet werden.Verfügbar, sobald eine Zivilisation Archäologie entdeckt.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/de/resolutions/historical_landmarks.json"
    }
]