{
    "id": 2,
    "name": "Aristocratie",
    "game_info": "Aristocratie Production +15% lors de la construction de merveilles et bonheur +1 pour chaque tranche de 10  citoyens dans une ville.",
    "historical_info": "L'aristocratie est un type de gouvernement au sein duquel le pouvoir appartient à un groupe issu des citoyens les plus aisés. Les membres de ce groupe se transmettent leur fonction de façon héréditaire, au mérite, en fonction des ressources, ou les trois. Le terme vient du mot grec \"aristokratia\" signifiant \"gouvernement des meilleurs\". La différence est extrêmement ténue entre une aristocratie et une oligarchie, et définir un pays comme ayant adopté l'un ou l'autre n'est souvent qu'une question de point de vue : les dirigeants estimeront qu'il s'agit d'une aristocratie, là où le reste du monde y verra une oligarchie.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/aristocratie.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Tradition",
        "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
    }
}