{
    "id": 3,
    "name": "Arsenal de la démocratie",
    "game_info": " Production +15% lors de la formation d'unités militaires. Influence +15 par don d'unités militaires à des cités-états.",
    "historical_info": "\"L'arsenal de la démocratie\" est une expression qu'utilisa le président Franklin Roosevelt en 1940, dans une allocution radiodiffusée, pour décrire le rôle des États-Unis dans la lutte contre le totalitarisme. Elle illustra la politique officieuse menée par les États-Unis lors de la Deuxième Guerre mondiale, puis contre le communisme lors de la guerre froide. Le mot \"arsenal\" faisait référence aux entreprises privées du pays qui s'engageaient à produire du matériel militaire afin de permettre à leur patrie et à d'autres pays de vaincre un ennemi commun. Les entreprises privées étaient dédommagées au prix du marché, généralement sur un modèle de type \"Cash and Carry\".",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/arsenal_de_la_démocratie.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Égalité",
        "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}