{
    "id": 4,
    "name": "Génie artistique",
    "game_info": "Génie artistiqueApparition d'un artiste illustre.",
    "historical_info": "Un génie artistique est une personne qui possède suffisamment de créativité, d'originalité et d'aptitudes pour intégrer le Beau dans toute forme d'art. Le génie artistique peut également s'appliquer à des performances telles que la chorégraphie, l'orchestration ou le théâtre. L'histoire de la civilisation est parsemée de génies littéraires, artistiques et d'interprétation, souvent caractériels, mais toujours brillants dans leur domaine.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/génie_artistique.png",
    "required_policies": [
        {
            "name": "Beaux-arts",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/fine_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Esthétique",
        "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Ère classique",
        "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
    }
}