{
    "id": 9,
    "name": "Pouvoir collectif",
    "game_info": "Pouvoir collectifLa vitesse de formation des colons augmente de 50% dans la capitale et un colon gratuit apparaît à proximité. (Venise reçoit un marchand de Venise au lieu d'un colon.)",
    "historical_info": "Dans un état basé sur le pouvoir collectif, tous les membres (ou plutôt, tous les membres adultes... ou plutôt tous les membres adultes mâles) de la société participent au processus gouvernemental. Chacun vote directement, sans passer par un représentant (comme c'est le cas en république). Si ce régime est efficace lorsqu'il est mis en place par des tribus ou des petits villages, il devient de moins en moins gérable à mesure que l'état s'agrandit. Si la moitié des membres d'une tribu de cent individus désire s'exprimer chacun durant une minute lors d'un rassemblement, la réunion dure moins d'une heure. Mais imaginons maintenant que la moitié des New-Yorkais désirent parler chacun une minute, l'événement nécessiterait quelque 66 000 heures (et une salle de conférence tout bonnement colossale !).",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/collective_rule.png",
    "required_policies": [
        {
            "name": "République",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/republic.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Liberté",
        "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
        "prereq_era": null,
        "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
    }
}