{
    "id": 10,
    "name": "Consulats",
    "game_info": "ConsulatsSeuil d' influence +20 sur toutes les cités-états.",
    "historical_info": "Quand les relations internationales devinrent plus formelles, des consulats furent établis dans chaque pays dans le but d'assister et de protéger les intérêts de leurs ressortissants en territoire étranger, mais également afin de promouvoir les relations commerciales et l'amitié entre les pays. Au contraire d'un ambassadeur, qui est le représentant unique de son chef d'état auprès d'un dirigeant étranger, on peut trouver plusieurs consuls dans un même pays, et généralement un dans chaque grande ville. Le concept de rendre service aux citoyens voyageant à l'étranger est né en Grèce antique ; à cette époque, certains des riches marchands s'étant établis dans d'autres cités-états y faisaient office de proxènes et venaient en aide à leurs pairs. À la fin du XIXe siècle, le rôle du consulat s'étendit aux échanges culturels et éducatifs, tout en conservant son rôle de représentant de la nation à un niveau local dans un pays étranger.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/consulats.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Mécénat",
        "game_info": "Le mécénat augmente les bonus liés à votre niveau d'amitié auprès des cités-états. En adoptant le mécénat, l' influence sur les cités-états diminue 25% moins vite qu'à l'accoutumée et vous débloquez la Cité interdite. En adoptant toutes les doctrines du mécénat, les cités-états alliées vous offriront parfois spontanément des personnages illustres.",
        "prereq_era": "Ère classique",
        "historical_info": "Le mécénat est la promotion, par les membres les plus riches et puissants (souvent les nobles) d'un état, de ses artistes talentueux. Dans de nombreuses sociétés anciennes, la richesse reposait presque intégralement entre les mains d'une poignée d'individus : la famille royale ou les princes marchands. Les peintres, sculpteurs, musiciens et autres artistes doués travaillaient pour l'élite, celle-ci étant la seule à pouvoir s'offrir leurs services. Si le système se révélait des plus injustes pour le commun des mortels, il permit en revanche de voir naître les œuvres brillantes d'artistes comme Léonard de Vinci, Ben Jonson et Mozart. Le mécénat connaît aujourd'hui un regain de popularité, mais le rôle de mécène est désormais joué par des mégacorporations plutôt que par des individus isolés."
    }
}