{
    "id": 23,
    "name": "Échange culturel",
    "game_info": "Échange culturelAugmente de 15% les effets du modificateur de tourisme si deux civilisations ont en commun une religion, des routes commerciales et des traités de libre passage.",
    "historical_info": "Bien qu'il ait existé des échanges culturels non officiels (comme la visite d'étudiants, d'artistes, d'athlètes ou d'autres personnes sur la base du compromis entre nations) dès le début de l'ère industrielle, de tels programmes d'échange furent officialisés entre des gouvernements opposés au cours de la guerre froide, alors que les États-Unis et l'URSS voulaient tous deux afficher la supériorité de leur modèle culturel respectif dans le monde entier, et renforcer la compréhension mutuelle de leurs deux systèmes de valeurs. Ces programmes officiels allégeaient les restrictions de voyage pour certains groupes au sein des \"territoires ennemis\", un processus que plusieurs historiens ont qualifié de \"cheval de Troie culturel\", car les échanges finirent par \"éroder\" le régime soviétique.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_exchange.png",
    "required_policies": [
        {
            "name": "Essor des arts",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/flourishing_of_the_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Esthétique",
        "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Ère classique",
        "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
    }
}