{
    "id": 13,
    "name": "Centres culturels",
    "game_info": "Centres culturelsConstruction des monuments historiques, amphithéâtres, opéras, musées et tours de radiodiffusion 50% plus rapide.",
    "historical_info": "Un centre culturel est un bâtiment, un complexe ou une institution ayant pour objectif de promouvoir les arts. Dans certains cas, le mécénat des musées et des galeries d'art est ouvert à tous. Les centres culturels peuvent également faire des dons afin d'encourager la construction ou la gestion de lieux privés destinés à accueillir des performances artistiques, mais aussi dans le but de faciliter l'acquisition de talents au sein d'orchestres, de troupes de théâtre ou de danse et d'ensembles vocaux.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_centers.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Esthétique",
        "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Ère classique",
        "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
    }
}