{
    "id": 18,
    "name": "Discipline",
    "game_info": "Discipline Puissance de combat +15% pour les unités de combat rapproché si une autre unité militaire se trouve sur une case adjacente.",
    "historical_info": "Au sein d'une structure militaire, la discipline fait référence à la volonté indéfectible d'un soldat de suivre un ordre légitime, de respecter ses supérieurs et de risquer sa vie (voire de mourir de son plein gré) sur commande. On attend des soldats disciplinés qu'ils aient une attitude à la ville respectueuse de leur uniforme, et qu'ils protègent les plus faibles. Tout manquement à la discipline peut mener à des sanctions militaires, voire à des jugements devant la cour martiale et à des radiations.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/discipline.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Honneur",
        "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
    }
}