{
    "id": 22,
    "name": "Entreprenariat",
    "game_info": "EntreprenariatApparition des marchands illustres 25% plus rapide. Vous recevez deux fois plus d'Or à l'issue des missions commerciales des marchands illustres.",
    "historical_info": "Le terme \"entreprenariat\" vient du verbe \"entreprendre\" et fait référence à l'aptitude et à la volonté d'un individu à développer, organiser et gérer un projet commercial dans l'espoir de faire du profit. Au fil des siècles, l'entreprenariat s'est manifesté sous différentes formes : célèbres marchands et explorateurs italiens à la Renaissance, compagnies soutenues par le gouvernement à l'époque des grandes découvertes, requins de l'industrie à l'ère industrielle... Quelle que soit la forme adoptée, la volonté de risquer ses propres fonds dans le but de générer une plus grande richesse a balisé l'évolution des civilisations aussi sûrement que tous les autres facteurs.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/entreprenariat.png",
    "required_policies": [
        {
            "name": "Convois de chariots",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/wagon_trains.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Commerce",
        "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
    }
}