{
    "id": 24,
    "name": "Beaux-arts",
    "game_info": "Beaux-arts50% du bonheur excédentaire sont ajoutés chaque tour à la quantité de culture pouvant être dépensée en doctrines sociales.",
    "historical_info": "Les beaux-arts, par opposition à l'art populaire et aux arts appliqués, sont les arts qui cherchent à créer des expériences ou des objets esthétiques pouvant être partagés avec l'autre. Le terme de \"beaux-arts\" fut utilisé en Europe à partir du XVIIe siècle, les cinq arts supérieurs étant la peinture, la sculpture, l'architecture, la musique et la poésie. Les arts \"mineurs\", quant à eux, comprennent le théâtre et la danse. Des débats font toujours rage aujourd'hui pour déterminer si le cinéma, la photographie, la calligraphie, la mode, les bandes dessinées et même les jeux vidéo peuvent être considérés comme des \"arts\", qu'ils soient beaux ou non.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/beaux-arts.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Esthétique",
        "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Ère classique",
        "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
    }
}