{
    "id": 26,
    "name": "Essor des arts",
    "game_info": "Essor des arts Culture +33% dans toutes les villes ayant construit une merveille mondiale. L'empire entre immédiatement dans un âge d'or.",
    "historical_info": "L'expression \"essor des arts\" fait généralement référence à une période pendant laquelle l'esthétique est mise en valeur et qui se caractérise par une importante production d'oeuvres artistiques novatrices, généralement lors de l'âge d'or d'une civilisation. Au même titre que les progrès scientifiques et l'amélioration du niveau de vie, l'essor des arts au cours d'un âge d'or concerne toutes les formes d'art : la littérature, la musique, mais aussi les arts matériels. Les cycles de ce type sont malheureusement destinés à être brisés, le plus souvent en raison d'influences extérieures telles que la guerre, l'effondrement économique, le fanatisme religieux ou d'autres circonstances sur lesquelles les populations n'ont aucune prise.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/essor_des_arts.png",
    "required_policies": [
        {
            "name": "Centres culturels",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/cultural_centers.json"
        },
        {
            "name": "Beaux-arts",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/fine_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Esthétique",
        "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Ère classique",
        "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
    }
}