{
    "id": 27,
    "name": "Protections frontalières",
    "game_info": " Bonheur local +1 pour chaque château, arsenal et base militaire.",
    "historical_info": "Depuis l'érection de la Grande muraille, les nations autocrates ont cherché à protéger leurs frontières afin de protéger leurs terres d'éventuelles invasions et de limiter la fuite de la population. Entre la construction du mur d'Hadrien en Angleterre et celle de la ligne Bar-Lev au Sinaï, les méthodes d'ingénierie militaire ont considérablement évolué. Les préceptes sont cependant restés les mêmes : une protection frontalière se compose de places fortes reliées par des fortifications moindres et protégées par des obstacles antipersonnel tels que des pieux, des fosses, des barbelés et des mines. Actuellement, les frontières les plus lourdement protégées sont celles de la zone démilitarisée séparant la Corée du Nord de la Corée du Sud, un exemple illustrant bien le résultat d'une opposition entre deux protections frontalières.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protections_frontalières.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autocratie",
        "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}