{
    "id": 29,
    "name": "Liberté de pensée",
    "game_info": "Liberté de penséeComptoirs commerciaux : science +1 et science +17% grâce aux universités.",
    "historical_info": "La liberté de pensée est la croyance selon laquelle la connaissance devrait naître de l'application des sciences et de la raison plutôt que de la tradition ou de la religion. Les théories doivent être éprouvées scientifiquement et logiquement. Si quelque chose ne peut être prouvé, alors il n'y a aucune raison d'y croire. La foi aveugle est l'ennemie jurée des défenseurs de la pensée libre. La liberté de pensée est un pan important de la tradition bouddhiste. Dans le \"Kalama Sutta\", le Bouddha déclare, \"Ne vous fiez pas à ce qui a été acquis du fait de la tradition ; ni du fait que cela se trouve dans des Écritures ; en revanche, lorsque vous êtes sûrs de vous ; alors, vivez selon cette certitude.\"",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/free_thought.png",
    "required_policies": [
        {
            "name": "Humanisme",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/humanism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Rationalisme",
        "game_info": "Le rationalisme améliore votre aptitude à utiliser et à générer de la science.L'adoption du rationalisme augmente de 10% le nombre de points de science tant que l'empire est heureux, et débloque la Tour de porcelaine. En adoptant toutes les doctrines du rationalisme, vous obtenez 2 technologies gratuites. Permet également d'acheter des scientifiques illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Renaissance",
        "historical_info": "Le rationalisme est une perspective intellectuelle qui cherche à expliquer le monde par le biais de la raison (plutôt, par exemple, que par la foi). Les rationalistes pensent que la raison prévaut sur toutes les autres façons d'interpréter le monde, y compris sur la perception que nous offrent nos cinq sens. Cette philosophie, qui remonte à l'illustre Socrate de la Grèce antique, a connu un regain d'intérêt au cours des XVIe et XVIIe siècles en Europe avec les travaux d'intellectuels comme Descartes, Spinoza, et Kant."
    }
}