{
    "id": 31,
    "name": "Politique de la canonnière",
    "game_info": " Influence +6 (en vitesse standard) par tour auprès des cités-états desquelles vous pourriez exiger un tribut. Vos forces militaires sont 50% plus efficaces pour intimider les cités-états.",
    "historical_info": "Sur la scène internationale, la \"politique de la canonnière\" fait référence à la réalisation par un pays d'objectifs en matière de politique étrangère via des démonstrations manifestes de sa puissance militaire, ce déploiement de forces impliquant la menace du déclenchement d'hostilités ouvertes. Cette expression apparut pendant la période de l'impérialisme européen, lorsque les puissances coloniales déployaient des bateaux de guerre afin de forcer les royaumes indigènes à leur faire des concessions. Cette politique, notamment employée par les autocraties militaires, s'avéra très efficace... mais elle prit fin lorsque les royaumes indigènes commencèrent à moderniser leur armement.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/gunboat_diplomacy.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Autocratie",
        "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}