{
    "id": 32,
    "name": "Héros du peuple",
    "game_info": "Les personnages illustres apparaissent 25% plus vite.",
    "historical_info": "Bien que l'expression \"héros du peuple\" puisse être interprétée de diverses manières, elle était réservée en Union soviétique aux personnes recevant la distinction de \"Héros de l'Union soviétique\", accordée pour services héroïques rendus à l'état et à la société soviétique. Institué en 1934, ce titre était généralement accordé pour services militaires héroïques (plus de 11 000 héros furent distingués lors de la Deuxième Guerre mondiale). Des représentants du Parti, des cosmonautes, des chercheurs et certains étrangers reçurent également ce titre. Le titre de \"héros du peuple\" perdit grandement de sa valeur dans les années 1970, lorsqu'on commença à le décerner à des bureaucrates et à des officiers de l'armée en remerciement de leurs longs états de service, et non plus pour distinguer d'éventuels actes d'héroïsme. Ce titre fut utilisé par le Parti afin de constituer un objectif de réalisation personnelle au sein des pays communistes.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/hero_of_the_people.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Ordre",
        "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}