{
    "id": 35,
    "name": "Rideau de fer",
    "game_info": "Un tribunal gratuit pour chaque ville annexée. Les routes commerciales internes génèrent 50% de Nourriture ou de Production supplémentaire.",
    "historical_info": "Le rideau de fer est la frontière symbolique, idéologique et physique qui séparait l'Ouest décadent de l'Union soviétique \"disciplinée\", de la fin de la Deuxième Guerre mondiale jusqu'à la fin de la guerre froide. Ce terme fut utilisé pour la première fois par Winston Churchill, dans un discours prononcé en mars 1946 pour exprimer la consternation de la Grande-Bretagne face à l'occupation de plusieurs pays d'Europe de l'Est et à la répression qui s'exerçait sur ces derniers. Pour Churchill, le rideau de fer servait uniquement à empêcher les personnes de migrer vers l'Ouest et les informations d'entrer dans le bloc communiste. Son point de vue, au départ raillé, fut finalement pris en compte, et sa métaphore pour désigner le bloc communiste européen devint universelle.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/iron_curtain.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Ordre",
        "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}