{
    "id": 36,
    "name": "Élite terrienne",
    "game_info": "Élite terrienne Croissance +10% et Nourriture +2 dans la capitale.",
    "historical_info": "Selon cette doctrine, le pouvoir et le prestige d'une nation reviennent aux propriétaires terriens. Plus un individu possède de terres, plus il est puissant. Dans certains cas, la propriété foncière est limitée aux membres de certaines classes, tribus ou religions, voire aux membres d'un certain sexe. L'élite terrienne doit prendre garde à ne pas trop attiser la haine de la \"populace\" au risque de provoquer une redistribution des terres accompagnée parfois d'une exécution de leurs anciens propriétaires.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/landed_elite.png",
    "required_policies": [
        {
            "name": "Légalisme",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradition",
        "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
    }
}