{
    "id": 37,
    "name": "Légalisme",
    "game_info": "LégalismeVos quatre premières villes profitent d'un bâtiment culturel gratuit.",
    "historical_info": "Le légalisme est une doctrine qui établit que la relation entre le dirigeant et ses sujets est définie par un ensemble de lois auquel chacun doit obéir de manière stricte. Si la loi est juste et correctement appliquée, le peuple sera satisfait et la position du dirigeant assurée. Si cette doctrine semble être la base de la plupart des gouvernements soumis à une législation, le légalisme a atteint le stade d'une quasi-religion d'État en Chine durant la période des Royaumes combattants.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/légalisme.png",
    "required_policies": [
        {
            "name": "Oligarchie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/oligarchy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradition",
        "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
    }
}