{
    "id": 38,
    "name": "Guerre éclair",
    "game_info": "Généraux illustres : [ICON_MOVES]Déplac. +3. Unités blindées : attaque +15%, [ICON_MOVES] déplac. +1, ignorent zone de contrôle ennemie.",
    "historical_info": "La guerre éclair, plus connue sous son équivalent allemand de \"Blitzkrieg\", est une stratégie qui concentre les forces motorisées d'une armée dans l'optique d'effectuer une percée rapide des lignes ennemies. En combinant forces blindées et appui tactique aérien, la guerre éclair cherche à déséquilibrer les puissances ennemies en s'enfonçant le plus loin possible dans leurs rangs et en attaquant les unités stationnées sur les flancs. Imaginée par Heinz Guderian et perfectionnée par Erich von Manstein et Erwin Rommel, cette tactique fut si efficace en Pologne, en France et en Russie qu'elle fut reprise par l'Union soviétique et les Alliés pour vaincre l'Allemagne nazie.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/lightning_warfare.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autocratie",
        "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}