{
    "id": 39,
    "name": "Mandat du Ciel",
    "game_info": "Mandat du CielDiminue de 20% le coût en foi des unités et bâtiments religieux.",
    "historical_info": "La doctrine du mandat du Ciel stipule que les dirigeants actuels d'un pays sont au pouvoir parce que le \"Ciel\" (sous-entendu : \"les dieux\") les a désignés et les assiste. Les désapprouver n'est pas seulement un acte de trahison, c'est aussi un péché. Un tel système promeut grandement l'assistance aux souverains, mais il n'est pas sans risque pour eux. Si le pays subit une catastrophe naturelle (famine, inondation, tremblement de terre, ouragan, pluie de grenouilles ou autre), le peuple peut percevoir l'événement comme un signe de mécontentement du Ciel vis-à-vis des dirigeants, comme si les dieux avaient privé ces derniers de leur mandat. Cela donne aux citoyens le droit de renverser les pécheurs et de les remplacer par d'autres, plus aux goûts des dieux.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mandat_du_ciel.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Piété",
        "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
        "prereq_era": null,
        "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
    }
}