{
    "id": 40,
    "name": "Infrastructures maritimes",
    "game_info": "Infrastructures maritimesVilles côtières : production +3.",
    "historical_info": "Les infrastructures maritimes sont les installations et services collectifs qui facilitent l'activité commerciale maritime. Ce terme fait notamment référence aux docks, quais, entrepôts et installations du même type, ainsi qu'aux dockers, charpentiers de marine, pilotes portuaires et autres personnes chargées de l'amarrage, et du chargement et du déchargement de la marchandise. On estime que dans l'histoire, un métier sur six fut directement ou indirectement lié au commerce maritime. Les nations souhaitant s'enrichir en s'étendant par-delà les océans se doivent de posséder de solides infrastructures maritimes. À l'apogée de l'Empire britannique, on estime que la Couronne consacrait environ un tiers de ses recettes à l'agrandissement et à l'aménagement des ports internationaux qui servaient les intérêts de l'immense flotte marchande de l'Empire.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/infrastructures_maritimes.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Exploration",
        "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
    }
}