{
    "id": 44,
    "name": "Marine marchande",
    "game_info": "Marine marchande Or +1 pour chaque port, chantier naval ou phare. Production et Culture +4 dans la ville accueillant la Compagnie des Indes orientales.",
    "historical_info": "Une marine marchande est une flotte de navires marchands qui, en temps de guerre, peuvent être réquisitionnés afin de transporter des marchandises et du matériel militaires appartenant à la nation. Souvent, ces navires sont escortés par des vaisseaux de la marine du pays. Pendant de nombreuses années, les Britanniques ont entretenu la flotte de marine marchande la plus nombreuse et la plus efficace de toute l'Histoire. Mise en place en 1835, la marine marchande britannique a subi de lourdes pertes durant les deux guerres mondiales. Près de 15 000 marins marchands ont perdu la vie durant la première, et 30 000 durant la seconde.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/marine_marchande.png",
    "required_policies": [
        {
            "name": "Tradition navale",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/naval_tradition.json"
        },
        {
            "name": "Infrastructures maritimes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/maritime_infrastructure.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Exploration",
        "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
    }
}