{
    "id": 42,
    "name": "Mercantilisme",
    "game_info": "Mercantilisme L'achat d'éléments dans les villes nécessite 25% d'or en moins. +1 Science pour chaque hôtel de la monnaie, marché, banque et bourse.",
    "historical_info": "Le mercantilisme est une forme de nationalisme économique qui encourage un pays à adopter une attitude protectionniste en promouvant ses produits d'exportation tout en limitant ses importations. Lorsque la balance commerciale d'un pays augmente, ce dernier gagne en richesse et en prospérité ; si elle plonge en dessous de zéro (si la nation importe plus qu'elle n'exporte), alors le peuple du pays s'appauvrit et devient plus vulnérable aux menaces extérieures. Cette théorie connut un grand succès en Europe occidentale au cours des XVIe, XVIIe et XVIIIe siècles. Aujourd'hui, la majeure partie des nations occidentales cherchent à ouvrir leurs frontières au commerce, non sans omettre d'imposer des taxes et autres quotas pour protéger leurs industries nationales majeures.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercantilism.png",
    "required_policies": [
        {
            "name": "Armée de mercenaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mercenary_army.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Commerce",
        "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
    }
}