{
    "id": 45,
    "name": "Méritocratie",
    "game_info": "MéritocratieVille nationale [ICON_CONNECTED] reliée à la capitale : bonheur +1, et mécontentement -5% grâce aux citoyens des villes non occupées.",
    "historical_info": "La méritocratie est un système où les individus les plus talentueux et les plus méritants se voient attribuer des emplois ou des promotions au sein de l'administration gouvernementale. Le mérite prime donc sur les liens de proximité au dirigeant actuel (ou au maire d'une grande ville) ou l'appartenance à une tribu, caste ou religion spécifique. De nombreux gouvernements ayant eu une longévité remarquable n'ont cessé d'alterner entre une forme de méritocratie et une autre, moins subtile, de sélection des responsables. Au départ, les représentants officiels de l'État sont choisis pour leur compétence, puis, au fil des années, le népotisme vient gangréner le système d'un gouvernement qui devient de plus en plus inefficace et corrompu. Finalement, le système périclite à un point tel que l'administration est dissoute ou réformée, et des responsables plus méritants sont de nouveau désignés. Ce schéma se répète ensuite jusqu'à ce que le soleil implose et que toute vie soit balayée de la surface de la Terre.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/méritocratie.png",
    "required_policies": [
        {
            "name": "Citoyenneté",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Liberté",
        "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
        "prereq_era": null,
        "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
    }
}