{
    "id": 47,
    "name": "Caste militaire",
    "game_info": "Caste militaire Dans chaque ville possédant une garnison, +1 Bonheur et +2 Culture.",
    "historical_info": "Dans une société possédant une caste militaire, tous les membres de l'armée partagent des origines tribales, une religion, une nationalité ou tout autre critère socio-économique spécifique. Les citoyens qui ne font pas partie de cette caste n'ont pas le droit de rejoindre l'armée, voire de porter d'armes (souvent par crainte de les voir se retourner contre la caste en question). La majeure partie du Japon féodal ainsi que la Sparte antique avaient adopté un système de caste militaire.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/caste_militaire.png",
    "required_policies": [
        {
            "name": "Discipline",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/discipline.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Honneur",
        "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
    }
}