{
    "id": 48,
    "name": "Tradition militaire",
    "game_info": "Tradition militaireUnités militaires : EXP gagnée en combat +50%.",
    "historical_info": "La tradition militaire est une doctrine honorant et romançant les services rendus à l'armée nationale. Les soldats et les vétérans sont vénérés, alors que ceux qui n'ont pas servi leur pays à la guerre sont considérés comme inférieurs, voire comme déshonorant pour la patrie. L'Israël moderne possède une tradition militaire forte, comme ce fut en leur temps le cas de l'Angleterre victorienne et du Sud des États-Unis avant la guerre de Sécession.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tradition_militaire.png",
    "required_policies": [
        {
            "name": "Code du guerrier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/warrior_code.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Honneur",
        "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
    }
}