{
    "id": 50,
    "name": "Monarchie",
    "game_info": "Monarchie Or +1 et mécontentement -1 tous les 2  citoyens dans la capitale.",
    "historical_info": "La monarchie est un type de gouvernement au sein duquel un individu est investi du pouvoir. Souvent, mais ce n'est pas systématique, le pouvoir est, à la mort du monarque, transmis à son héritier (il existe quelques monarchies électives, mais elles ne sont guère nombreuses). La monarchie se rapproche du despotisme à une exception (majeure) près : le monarque règne selon les lois de l'État qu'il dirige, alors que le despote est au-dessus des lois. Il est, en pratique, bien facile pour un monarque de régner en despote, mais il arrive également qu'il soit inclus dans un système politique offrant au peuple davantage de liberté. Un exemple contemporain de cette tendance serait celui de la Grande-Bretagne.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarchie.png",
    "required_policies": [
        {
            "name": "Légalisme",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradition",
        "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
    }
}