{
    "id": 52,
    "name": "Tradition navale",
    "game_info": "Tradition navale Bonheur +1 pour chaque port, chantier naval ou phare.",
    "historical_info": "Les nations possédant une forte tradition navale estiment la marine de leur pays plus que toute autre branche de l'armée. Pour des raisons évidentes, il s'agit souvent de nations insulaires. Il est attendu des dirigeants qu'ils servent dans la marine, et les officiers navals sont considérés comme supérieurs à leurs homologues des forces aériennes. La Grande-Bretagne possède la tradition navale la plus ancienne et la plus puissante d'Europe. Les navires britanniques étaient plus performants que ceux des autres nations, et les officiers et équipages britanniques les plus compétents sur l'eau. Ces atouts donnèrent à la marine britannique un sérieux ascendant moral lors des combats navals qu'elle a eu à mener.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tradition_navale.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Exploration",
        "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
    }
}