{
    "id": 53,
    "name": "École de Navigation",
    "game_info": "École de NavigationApparition d'un amiral illustre. [ICON_MOVES] Déplacement +2 pour tous les amiraux illustres. Génération d'amiraux illustres 50% plus rapide.",
    "historical_info": "En 1418, le prince Henri du Portugal fonda à Sagres la première école dédiée à l'étude de la navigation océanique, ainsi qu'un observatoire astronomique. Les marins portugais y étudiaient la navigation, la cartographie, la science des courants et des marées, ainsi que d'autres sujets devant leur permettre de naviguer plus sûrement le long des côtes africaines, où Henri souhaitait établir des ports faisant office d'escales vers les richesses de l'Extrême-Orient. Lorsque les expéditions d'exploration et de colonisation atteignirent leur apogée au XVIIe siècle, la plupart des monarques européens suivirent l'exemple d'Henri et fondèrent à leur tour des Écoles de Navigation.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/école_de_navigation.png",
    "required_policies": [
        {
            "name": "Tradition navale",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/naval_tradition.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Exploration",
        "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
    }
}