{
    "id": 54,
    "name": "New Deal",
    "game_info": "Bonus de production +4 pour tous les monuments et les aménagements des personnages illustres.",
    "historical_info": "Le New Deal est le nom donné à une série de programmes économiques qui, de 1933 à 1936, furent promulgués, par décret ou par disposition législative, par le gouvernement des États-Unis dans l'optique de contrer les effets de la crise de 1929. Plutôt que de nationaliser les banques et les principaux secteurs industriels comme le firent certains dirigeants, le président Franklin Roosevelt chercha à soutenir les couches les plus pauvres de la population, à redynamiser l'économie américaine via des programmes de grands travaux et de lutte contre le chômage financés par l'état fédéral, et à procéder à des réformes financières. L'histoire tire un bilan positif du New Deal, et d'autres pays adoptèrent une approche similaire dans les crises économiques récentes.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/new_deal.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Égalité",
        "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}