{
    "id": 56,
    "name": "Oligarchie",
    "game_info": "Oligarchie Le coût d'entretien des unités en garnison est nul et la [ICON_RANGE_STRENGTH] puissance de combat à distance des villes possédant une garnison augmente de 50%.",
    "historical_info": "L'oligarchie est un type de gouvernement au sein duquel une infime portion de la société détient la totalité du pouvoir. Ainsi, le pouvoir peut-il être détenu par une famille, une tribu, les adeptes d'une religion spécifique, ou les membres d'une caste. Certaines cités-états de la Grèce antique étaient des oligarchies, au sein desquelles le pouvoir était partagé par une poignée de familles d'élite. L'apartheid sud-africain pourrait être considéré comme une oligarchie moderne, la minorité blanche détenant la totalité du pouvoir. Avant les attentats du 11 septembre 2001, l'Iraq était une oligarchie, le pouvoir étant réparti entre les membres de la famille et de la tribu de Saddam Hussein.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oligarchie.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Tradition",
        "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
    }
}