{
    "id": 58,
    "name": "Religion organisée",
    "game_info": "Religion organisée Autels et temples fournissent +1 Foi.",
    "historical_info": "La religion organisée est une forme de religion au sein de laquelle un certain nombre d'individus partagent les mêmes pratiques et croyances religieuses. La religion peut avoir des prêtres qui intercèdent auprès des forces supérieures en faveur des croyants ou mettent en place/interprètent les règles de la religion. La hiérarchie des prêtres et autres dirigeants religieux peut parfois être un système complexe. Il arrive que le culte possède des temples ou autres sanctuaires permettant aux croyants de prier ou vénérer leur dieu. En général, les fidèles aident financièrement le culte pour qu'il puisse assumer ses prêtres et ses bâtiments. Traditionnellement, la religion organisée est un gage de stabilité pour une culture. Les individus qui partagent un même ensemble de croyances possèdent un point commun extrêmement fédérateur. De ce fait, même s'ils sont d'origine différente, ils sont moins susceptibles de se sauter à la gorge. Cela dit, la religion organisée peut également s'avérer source de discorde : historiquement, nombre de religions organisées ont considéré les autres cultes comme des menaces, voire d'abjectes abominations, et plus d'une guerre a éclaté pour qu'un camp puisse imposer aux autres son propre dieu.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organized_religion.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Piété",
        "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
        "prereq_era": null,
        "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
    }
}