[
    {
        "id": 1,
        "name": "Académie des sciences",
        "game_info": " Bonheur local +1 pour chaque observatoire, école publique et laboratoire de recherche.",
        "historical_info": "Une académie des sciences est une institution de formation et de recherche financée par l'état et dédiée aux sciences et/ou aux technologies. La plus célèbre d'entre elles est l'académie des sciences de Russie, également connue sous le nom d'Académie des sciences d'URSS, que Pierre le Grand fonda en 1724 dans le but de moderniser son empire. En 1917, l'académie passa sous contrôle soviétique, et eut pour mission d'étudier les questions sociales et de construction. À partir de 1928, le Politburo soviétique se mit à interférer dans la mission originelle de l'Académie des sciences d'URSS, entravant pendant plusieurs décennies les avancées scientifiques de l'Union soviétique.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/academy_of_sciences.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/academy_of_sciences.json"
    },
    {
        "id": 2,
        "name": "Aristocratie",
        "game_info": "Aristocratie Production +15% lors de la construction de merveilles et bonheur +1 pour chaque tranche de 10  citoyens dans une ville.",
        "historical_info": "L'aristocratie est un type de gouvernement au sein duquel le pouvoir appartient à un groupe issu des citoyens les plus aisés. Les membres de ce groupe se transmettent leur fonction de façon héréditaire, au mérite, en fonction des ressources, ou les trois. Le terme vient du mot grec \"aristokratia\" signifiant \"gouvernement des meilleurs\". La différence est extrêmement ténue entre une aristocratie et une oligarchie, et définir un pays comme ayant adopté l'un ou l'autre n'est souvent qu'une question de point de vue : les dirigeants estimeront qu'il s'agit d'une aristocratie, là où le reste du monde y verra une oligarchie.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/aristocracy.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/aristocracy.json"
    },
    {
        "id": 3,
        "name": "Arsenal de la démocratie",
        "game_info": " Production +15% lors de la formation d'unités militaires. Influence +15 par don d'unités militaires à des cités-états.",
        "historical_info": "\"L'arsenal de la démocratie\" est une expression qu'utilisa le président Franklin Roosevelt en 1940, dans une allocution radiodiffusée, pour décrire le rôle des États-Unis dans la lutte contre le totalitarisme. Elle illustra la politique officieuse menée par les États-Unis lors de la Deuxième Guerre mondiale, puis contre le communisme lors de la guerre froide. Le mot \"arsenal\" faisait référence aux entreprises privées du pays qui s'engageaient à produire du matériel militaire afin de permettre à leur patrie et à d'autres pays de vaincre un ennemi commun. Les entreprises privées étaient dédommagées au prix du marché, généralement sur un modèle de type \"Cash and Carry\".",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/arsenal_of_democracy.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/arsenal_of_democracy.json"
    },
    {
        "id": 4,
        "name": "Génie artistique",
        "game_info": "Génie artistiqueApparition d'un artiste illustre.",
        "historical_info": "Un génie artistique est une personne qui possède suffisamment de créativité, d'originalité et d'aptitudes pour intégrer le Beau dans toute forme d'art. Le génie artistique peut également s'appliquer à des performances telles que la chorégraphie, l'orchestration ou le théâtre. L'histoire de la civilisation est parsemée de génies littéraires, artistiques et d'interprétation, souvent caractériels, mais toujours brillants dans leur domaine.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/artistic_genius.png",
        "required_policies": [
            {
                "name": "Beaux-arts",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Esthétique",
            "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Ère classique",
            "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/artistic_genius.json"
    },
    {
        "id": 5,
        "name": "Capitalisme",
        "game_info": " Bonheur local +1 pour chaque hôtel de la monnaie, banque et bourse.",
        "historical_info": "Le capitalisme est un système économique basé sur la privatisation des biens et des moyens de production, qui a pour objectif la recherche du profit. Le capitalisme existe sous différentes formes, les plus répandues étant le laissez-faire, le capitalisme social et le capitalisme d'état. La plupart des pays modernes ont aujourd'hui adopté un capitalisme mixte, dans lequel l'entreprenariat dirigé par le marché et le contrôle du gouvernement se complètent à des degrés différents.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/capitalism.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/capitalism.json"
    },
    {
        "id": 6,
        "name": "Convois de chariots",
        "game_info": "Convois de chariots Or +2 pour toutes les routes commerciales terrestres. Les coûts d'entretien liés aux routes et aux voies ferrées sont réduits de 50%.",
        "historical_info": "Lorsque l'état des routes commença à s'améliorer et le banditisme à reculer, les caravanes furent peu à peu remplacées par des convois de chariots. Ces derniers permettaient en effet de transporter un plus grand nombre de biens plus variés, de parcourir de plus grandes distances et offraient un abri aux voyageurs et aux marchandises. Les convois de chariots furent longtemps employés pour le commerce, la guerre et les migrations de populations, mais disparurent progressivement à partir de l'ère industrielle.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wagon_trains.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Commerce",
            "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/wagon_trains.json"
    },
    {
        "id": 7,
        "name": "Citoyenneté",
        "game_info": "CitoyennetéLa vitesse de construction des ouvriers augmente de 25% et un ouvrier apparaît près de la capitale.",
        "historical_info": "La citoyenneté est la politique mise en place par les nations qui reconnaissent qu'un certain groupe d'individus sont membres de cette nation et, en cela, doivent bénéficier de protection, de droits et de privilèges supérieurs à ceux des étrangers. L'attribution de ce statut dépend le plus souvent des origines de l'individu concerné, de sa race ou de sa tribu d'appartenance. A titre d'exemple, un citoyen peut souvent se déplacer librement sur le territoire, alors qu'un étranger pourrait se voir déporté ou emprisonné s'il venait à être découvert par les autorités.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/citizenship.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Liberté",
            "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
            "prereq_era": null,
            "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/citizenship.json"
    },
    {
        "id": 8,
        "name": "Société civile",
        "game_info": "Les spécialistes consomment moitié moins de nourriture.",
        "historical_info": "Dans une société civile, le peuple travaille librement et de son plein gré pour améliorer le monde qui l'entoure. Les citoyens rejoignent des organisations civiques, ramassent les ordures qui jonchent le sol devant leur demeure et leur lieu de travail, adoptent des animaux abandonnés, participent aux réunions de parents d'élèves et votent durant les élections. Les pays où les sociétés civiles sont actives sont généralement plus droits, plus efficaces et plus heureux que les autres.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/civil_society.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/civil_society.json"
    },
    {
        "id": 9,
        "name": "Pouvoir collectif",
        "game_info": "Pouvoir collectifLa vitesse de formation des colons augmente de 50% dans la capitale et un colon gratuit apparaît à proximité. (Venise reçoit un marchand de Venise au lieu d'un colon.)",
        "historical_info": "Dans un état basé sur le pouvoir collectif, tous les membres (ou plutôt, tous les membres adultes... ou plutôt tous les membres adultes mâles) de la société participent au processus gouvernemental. Chacun vote directement, sans passer par un représentant (comme c'est le cas en république). Si ce régime est efficace lorsqu'il est mis en place par des tribus ou des petits villages, il devient de moins en moins gérable à mesure que l'état s'agrandit. Si la moitié des membres d'une tribu de cent individus désire s'exprimer chacun durant une minute lors d'un rassemblement, la réunion dure moins d'une heure. Mais imaginons maintenant que la moitié des New-Yorkais désirent parler chacun une minute, l'événement nécessiterait quelque 66 000 heures (et une salle de conférence tout bonnement colossale !).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/collective_rule.png",
        "required_policies": [
            {
                "name": "République",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/republic.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Liberté",
            "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
            "prereq_era": null,
            "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/collective_rule.json"
    },
    {
        "id": 10,
        "name": "Consulats",
        "game_info": "ConsulatsSeuil d' influence +20 sur toutes les cités-états.",
        "historical_info": "Quand les relations internationales devinrent plus formelles, des consulats furent établis dans chaque pays dans le but d'assister et de protéger les intérêts de leurs ressortissants en territoire étranger, mais également afin de promouvoir les relations commerciales et l'amitié entre les pays. Au contraire d'un ambassadeur, qui est le représentant unique de son chef d'état auprès d'un dirigeant étranger, on peut trouver plusieurs consuls dans un même pays, et généralement un dans chaque grande ville. Le concept de rendre service aux citoyens voyageant à l'étranger est né en Grèce antique ; à cette époque, certains des riches marchands s'étant établis dans d'autres cités-états y faisaient office de proxènes et venaient en aide à leurs pairs. À la fin du XIXe siècle, le rôle du consulat s'étendit aux échanges culturels et éducatifs, tout en conservant son rôle de représentant de la nation à un niveau local dans un pays étranger.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/consulates.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Mécénat",
            "game_info": "Le mécénat augmente les bonus liés à votre niveau d'amitié auprès des cités-états. En adoptant le mécénat, l' influence sur les cités-états diminue 25% moins vite qu'à l'accoutumée et vous débloquez la Cité interdite. En adoptant toutes les doctrines du mécénat, les cités-états alliées vous offriront parfois spontanément des personnages illustres.",
            "prereq_era": "Ère classique",
            "historical_info": "Le mécénat est la promotion, par les membres les plus riches et puissants (souvent les nobles) d'un état, de ses artistes talentueux. Dans de nombreuses sociétés anciennes, la richesse reposait presque intégralement entre les mains d'une poignée d'individus : la famille royale ou les princes marchands. Les peintres, sculpteurs, musiciens et autres artistes doués travaillaient pour l'élite, celle-ci étant la seule à pouvoir s'offrir leurs services. Si le système se révélait des plus injustes pour le commun des mortels, il permit en revanche de voir naître les œuvres brillantes d'artistes comme Léonard de Vinci, Ben Jonson et Mozart. Le mécénat connaît aujourd'hui un regain de popularité, mais le rôle de mécène est désormais joué par des mégacorporations plutôt que par des individus isolés."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/consulates.json"
    },
    {
        "id": 11,
        "name": "Opération secrète",
        "game_info": "Deux fois plus de chances de réussir à truquer les élections dans les cités-états.",
        "historical_info": "Le département de la Défense des États-Unis définit une opération secrète comme suit : \"une opération préparée et exécutée de telle sorte que l'identité de l'organisateur soit gardée secrète, ou que ce dernier puisse nier son implication de façon plausible\". Le but d'une opération secrète est de provoquer des conséquences politiques, militaires, économiques ou diplomatiques sans risques de répercussions de la part de la cible ou de la part des citoyens du pays organisateur. Les opérations secrètes peuvent prendre diverses formes (assassinat, espionnage, opérations militaires, etc.), mais ont pour point commun de toutes se dérouler dans l'ombre la plus totale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/covert_action.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/covert_action.json"
    },
    {
        "id": 12,
        "name": "Expression créative",
        "game_info": " Culture +1 pour chaque chef-d'oeuvre (sans impact sur le tourisme).",
        "historical_info": "Au sens général, l'expression créative consiste en l'expression d'idées ou d'émotions par le biais de l'art. De manière restrictive, ce terme renvoie à la possibilité de faire de l'art sans que le gouvernement n'interfère par la censure, la taxation ou d'autres restrictions légales.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/creative_expression.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/creative_expression.json"
    },
    {
        "id": 13,
        "name": "Centres culturels",
        "game_info": "Centres culturelsConstruction des monuments historiques, amphithéâtres, opéras, musées et tours de radiodiffusion 50% plus rapide.",
        "historical_info": "Un centre culturel est un bâtiment, un complexe ou une institution ayant pour objectif de promouvoir les arts. Dans certains cas, le mécénat des musées et des galeries d'art est ouvert à tous. Les centres culturels peuvent également faire des dons afin d'encourager la construction ou la gestion de lieux privés destinés à accueillir des performances artistiques, mais aussi dans le but de faciliter l'acquisition de talents au sein d'orchestres, de troupes de théâtre ou de danse et d'ensembles vocaux.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_centers.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Esthétique",
            "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Ère classique",
            "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/cultural_centers.json"
    },
    {
        "id": 14,
        "name": "Diplomatie culturelle",
        "game_info": "Diplomatie culturelleLa quantité de ressources offertes par les cités-états augmente de 100%. Le bonheur lié aux ressources de luxe offertes augmente de 50%.",
        "historical_info": "La diplomatie culturelle propose de prêter un objet comptant parmi les plus précieux et magnifiques d'une nation à une autre civilisation, afin de promouvoir la paix et la tolérance entre les peuples. L'un des avatars les plus pérennes de diplomatie culturelle est l'exposition universelle qui se tient dans une ville différente tous les deux à cinq ans. L'exposition universelle héberge chaque fois des échantillons de ce que les arts, les artisanats, l'agriculture et l'industrie de différentes nations peuvent produire. La première d'entre elles eut lieu en 1851 au Crystal Palace de Londres, au cœur de Hyde Park. Ce palais d'expositions, conçu par Joseph Paxton, est né de l'imagination du Prince Albert, mari de la reine Victoria. Il y eut quelque 13 000 œuvres exposées, vues par près de six millions de personnes. La prochaine exposition universelle aura lieu à Shanghai, en Chine, en 2010. On y attend environ 70 millions de visiteurs.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_diplomacy.png",
        "required_policies": [
            {
                "name": "Scolastique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/scholasticism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mécénat",
            "game_info": "Le mécénat augmente les bonus liés à votre niveau d'amitié auprès des cités-états. En adoptant le mécénat, l' influence sur les cités-états diminue 25% moins vite qu'à l'accoutumée et vous débloquez la Cité interdite. En adoptant toutes les doctrines du mécénat, les cités-états alliées vous offriront parfois spontanément des personnages illustres.",
            "prereq_era": "Ère classique",
            "historical_info": "Le mécénat est la promotion, par les membres les plus riches et puissants (souvent les nobles) d'un état, de ses artistes talentueux. Dans de nombreuses sociétés anciennes, la richesse reposait presque intégralement entre les mains d'une poignée d'individus : la famille royale ou les princes marchands. Les peintres, sculpteurs, musiciens et autres artistes doués travaillaient pour l'élite, celle-ci étant la seule à pouvoir s'offrir leurs services. Si le système se révélait des plus injustes pour le commun des mortels, il permit en revanche de voir naître les œuvres brillantes d'artistes comme Léonard de Vinci, Ben Jonson et Mozart. Le mécénat connaît aujourd'hui un regain de popularité, mais le rôle de mécène est désormais joué par des mégacorporations plutôt que par des individus isolés."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/cultural_diplomacy.json"
    },
    {
        "id": 15,
        "name": "Révolution culturelle",
        "game_info": " Tourisme +34% pour les autres civilisations ayant adopté l'ordre.",
        "historical_info": "La grande révolution culturelle prolétarienne fut un mouvement social mené de 1966 à 1976 en République populaire de Chine. Instiguée par Mao Tsé-Tung et le parti communiste, la révolution culturelle cherchait à rééduquer le peuple en éliminant ou en réprimant les éléments capitalistes, traditionnels et religieux, si besoin au moyen d'arrestations ou par le recours à la violence. La lutte culturelle se propagea chez les étudiants, les militaires, les membres du Parti, les travailleurs urbains et dans toutes les strates de la société, retardant ainsi pendant des décennies la réémergence de la Chine sur la scène internationale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_revolution.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/cultural_revolution.json"
    },
    {
        "id": 16,
        "name": "Culte de la personnalité",
        "game_info": " Tourisme +50% pour les civilisations combattant un ennemi commun.",
        "historical_info": "Le culte de la personnalité naît lorsqu'une personne utilise de manière consciente médias, propagande et autres moyens de communication dans le but de se créer une image publique idéalisée, héroïque et/ou déifiée. Le sociologue Max Weber a proposé une classification de l'autorité en trois parties, dans laquelle le culte de la personnalité occupe une place majeure. Des monarques absolus du siècle des Lumières aux dictateurs totalitaires de l'époque moderne, tous les dirigeants autocrates ont cherché à susciter l'obéissance et la dévotion de leurs sujets en manipulant, avec plus ou moins de succès, les domaines du divertissement et de l'information.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cult_of_personality.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/cult_of_personality.json"
    },
    {
        "id": 17,
        "name": "Dictature du prolétariat",
        "game_info": " Tourisme +34% pour les civilisations possédant moins de bonheur.",
        "historical_info": "Selon la théorie socio-politique propre au marxisme, la dictature du prolétariat renvoie à un état social dans lequel la classe ouvrière exerce un contrôle direct sur le pouvoir politique. Dans ce cas, le terme de \"dictature\" ne doit pas être compris dans son acception commune, mais plutôt dans le sens où c'est une classe sociale dans son ensemble qui dirige la nation. La représentation ou non dans un tel système politique des capitalistes ou d'autres courants dépend, selon Marx et Engels, des circonstances spécifiques à une période donnée. Il n'est pas exclu qu'instaurer une dictature du prolétariat puisse parfois engendrer la violence, mais quels que soient les moyens employés, le prolétariat doit finir par triompher de la bourgeoisie.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/dictatorship_of_the_proletariat.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/dictatorship_of_the_proletariat.json"
    },
    {
        "id": 18,
        "name": "Discipline",
        "game_info": "Discipline Puissance de combat +15% pour les unités de combat rapproché si une autre unité militaire se trouve sur une case adjacente.",
        "historical_info": "Au sein d'une structure militaire, la discipline fait référence à la volonté indéfectible d'un soldat de suivre un ordre légitime, de respecter ses supérieurs et de risquer sa vie (voire de mourir de son plein gré) sur commande. On attend des soldats disciplinés qu'ils aient une attitude à la ville respectueuse de leur uniforme, et qu'ils protègent les plus faibles. Tout manquement à la discipline peut mener à des sanctions militaires, voire à des jugements devant la cour martiale et à des radiations.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/discipline.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Honneur",
            "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/discipline.json"
    },
    {
        "id": 19,
        "name": "Agents doubles",
        "game_info": "Double les chances de vos espions de capturer les espions ennemis qui tentent de voler une technologie.",
        "historical_info": "Dans le domaine du contre-espionnage, les agents doubles sont des employés ou des membres d'une organisation ennemie ayant accepté d'espionner cette même organisation tout en faisant mine de rester fidèles à ses dirigeants. L'utilisation d'agents doubles pour infiltrer les réseaux ennemis remonte à de nombreuses années, mais le phénomène connut une recrudescence pendant la Deuxième Guerre mondiale et la guerre froide. Le MI5 britannique \"retourna\" nombre d'agents ennemis et, pendant la guerre froide, l'Union soviétique parvint à infiltrer aussi bien la CIA que les services secrets britanniques.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/double_agents.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/double_agents.json"
    },
    {
        "id": 20,
        "name": "Union économique",
        "game_info": " Or +3 pour chaque route commerciale établie avec une civilisation ayant adopté l'égalité.",
        "historical_info": "Une union économique est un bloc commercial composé d'un marché commun et d'une union douanière. Les nations membres adoptent une politique commune de régulation de la production, garantissent la liberté des échanges commerciaux au sein de l'union économique, établissent des taxes et des tarifs communs et adoptent une politique commune en matière de commerce extérieur. Dans certains cas, l'union économique peut même promouvoir ou instaurer une monnaie unique. Les unions économiques les plus abouties à ce jour sont l'Union européenne, fondée en 1993, et la Communauté caribéenne, formée en 1973.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/economic_union.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/economic_union.json"
    },
    {
        "id": 21,
        "name": "Forces d'élite",
        "game_info": "Unités militaires blessées : dégâts +25%.",
        "historical_info": "Les rois hittites et assyriens furent les premiers à former des gardes de leurs palais au combat d'élite. Depuis lors, toutes les armées ont intégré des forces d'élite, des unités militaires spécialement entraînées pour réaliser des missions de combat non conventionnelles et à haut risque. Les unités d'élite prirent une grande importance pendant la Deuxième Guerre mondiale, notamment dans les nations totalitaires : en Allemagne, la Panzergrenadier Division \"Brandenburg\" et le bataillon SS des Fallschirmjägers de Skorzeny firent des ravages, tandis que l'Italie fasciste disposait de plusieurs unités navales d'élite. Les Spetsnaz russes et les SEAL américains ont ensuite entretenu cette tradition d'efficacité impitoyable.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/elite_forces.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/elite_forces.json"
    },
    {
        "id": 22,
        "name": "Entreprenariat",
        "game_info": "EntreprenariatApparition des marchands illustres 25% plus rapide. Vous recevez deux fois plus d'Or à l'issue des missions commerciales des marchands illustres.",
        "historical_info": "Le terme \"entreprenariat\" vient du verbe \"entreprendre\" et fait référence à l'aptitude et à la volonté d'un individu à développer, organiser et gérer un projet commercial dans l'espoir de faire du profit. Au fil des siècles, l'entreprenariat s'est manifesté sous différentes formes : célèbres marchands et explorateurs italiens à la Renaissance, compagnies soutenues par le gouvernement à l'époque des grandes découvertes, requins de l'industrie à l'ère industrielle... Quelle que soit la forme adoptée, la volonté de risquer ses propres fonds dans le but de générer une plus grande richesse a balisé l'évolution des civilisations aussi sûrement que tous les autres facteurs.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/entrepreneurship.png",
        "required_policies": [
            {
                "name": "Convois de chariots",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/wagon_trains.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Commerce",
            "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/entrepreneurship.json"
    },
    {
        "id": 23,
        "name": "Échange culturel",
        "game_info": "Échange culturelAugmente de 15% les effets du modificateur de tourisme si deux civilisations ont en commun une religion, des routes commerciales et des traités de libre passage.",
        "historical_info": "Bien qu'il ait existé des échanges culturels non officiels (comme la visite d'étudiants, d'artistes, d'athlètes ou d'autres personnes sur la base du compromis entre nations) dès le début de l'ère industrielle, de tels programmes d'échange furent officialisés entre des gouvernements opposés au cours de la guerre froide, alors que les États-Unis et l'URSS voulaient tous deux afficher la supériorité de leur modèle culturel respectif dans le monde entier, et renforcer la compréhension mutuelle de leurs deux systèmes de valeurs. Ces programmes officiels allégeaient les restrictions de voyage pour certains groupes au sein des \"territoires ennemis\", un processus que plusieurs historiens ont qualifié de \"cheval de Troie culturel\", car les échanges finirent par \"éroder\" le régime soviétique.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_exchange.png",
        "required_policies": [
            {
                "name": "Essor des arts",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/flourishing_of_the_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Esthétique",
            "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Ère classique",
            "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/cultural_exchange.json"
    },
    {
        "id": 24,
        "name": "Beaux-arts",
        "game_info": "Beaux-arts50% du bonheur excédentaire sont ajoutés chaque tour à la quantité de culture pouvant être dépensée en doctrines sociales.",
        "historical_info": "Les beaux-arts, par opposition à l'art populaire et aux arts appliqués, sont les arts qui cherchent à créer des expériences ou des objets esthétiques pouvant être partagés avec l'autre. Le terme de \"beaux-arts\" fut utilisé en Europe à partir du XVIIe siècle, les cinq arts supérieurs étant la peinture, la sculpture, l'architecture, la musique et la poésie. Les arts \"mineurs\", quant à eux, comprennent le théâtre et la danse. Des débats font toujours rage aujourd'hui pour déterminer si le cinéma, la photographie, la calligraphie, la mode, les bandes dessinées et même les jeux vidéo peuvent être considérés comme des \"arts\", qu'ils soient beaux ou non.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fine_arts.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Esthétique",
            "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Ère classique",
            "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/fine_arts.json"
    },
    {
        "id": 25,
        "name": "Plan quinquennal",
        "game_info": " Production +2 par ville et production +1 pour chaque mine et carrière.",
        "historical_info": "Les plans quinquennaux de l'Union soviétique étaient une série de directives encourageant le développement économique et conçues par un comité gouvernemental de planification nommé par le parti communiste. Le premier plan quinquennal débuta en 1928, et le dernier courait encore lorsque l'Union soviétique fut dissoute en 1991. La réalisation du plan devint la principale motivation de la bureaucratie soviétique, mais celle-ci rencontra cependant de plus en plus de difficultés à atteindre les objectifs des plans quinquennaux. C'est le succès des premiers plans, comme ceux de la Chine de Mao, qui incita les autres nations communistes à les adopter à leur tour. On vit même certains pays capitalistes adhérer à cette méthode de promotion et de coordination du développement économique.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/five-year_plan.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/five-year_plan.json"
    },
    {
        "id": 26,
        "name": "Essor des arts",
        "game_info": "Essor des arts Culture +33% dans toutes les villes ayant construit une merveille mondiale. L'empire entre immédiatement dans un âge d'or.",
        "historical_info": "L'expression \"essor des arts\" fait généralement référence à une période pendant laquelle l'esthétique est mise en valeur et qui se caractérise par une importante production d'oeuvres artistiques novatrices, généralement lors de l'âge d'or d'une civilisation. Au même titre que les progrès scientifiques et l'amélioration du niveau de vie, l'essor des arts au cours d'un âge d'or concerne toutes les formes d'art : la littérature, la musique, mais aussi les arts matériels. Les cycles de ce type sont malheureusement destinés à être brisés, le plus souvent en raison d'influences extérieures telles que la guerre, l'effondrement économique, le fanatisme religieux ou d'autres circonstances sur lesquelles les populations n'ont aucune prise.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/flourishing_of_the_arts.png",
        "required_policies": [
            {
                "name": "Centres culturels",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/cultural_centers.json"
            },
            {
                "name": "Beaux-arts",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Esthétique",
            "game_info": "L'esthétique améliore l'efficacité avec laquelle la civilisation génère de la culture. Adopter l'esthétique accélère la vitesse de génération d'artistes, de musiciens et d'écrivains illustres de 25%, et débloque la Galerie des Offices. En adoptant toutes les doctrines, vous doublez le bonus thématique des musées et des merveilles. Permet également d'acheter des artistes, musiciens et écrivains illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Ère classique",
            "historical_info": "L'esthétique est la philosophie de la nature de l'art et du goût ; elle s'intéresse à la création et à l'appréciation des oeuvres artistiques. L'esthétique ne se concentre pas sur la fonctionnalité ou l'utilité d'un objet, mais seulement sur la beauté de sa forme, de sa couleur, de son contraste et de ses autres aspects artistiques."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/flourishing_of_the_arts.json"
    },
    {
        "id": 27,
        "name": "Protections frontalières",
        "game_info": " Bonheur local +1 pour chaque château, arsenal et base militaire.",
        "historical_info": "Depuis l'érection de la Grande muraille, les nations autocrates ont cherché à protéger leurs frontières afin de protéger leurs terres d'éventuelles invasions et de limiter la fuite de la population. Entre la construction du mur d'Hadrien en Angleterre et celle de la ligne Bar-Lev au Sinaï, les méthodes d'ingénierie militaire ont considérablement évolué. Les préceptes sont cependant restés les mêmes : une protection frontalière se compose de places fortes reliées par des fortifications moindres et protégées par des obstacles antipersonnel tels que des pieux, des fosses, des barbelés et des mines. Actuellement, les frontières les plus lourdement protégées sont celles de la zone démilitarisée séparant la Corée du Nord de la Corée du Sud, un exemple illustrant bien le résultat d'une opposition entre deux protections frontalières.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fortified_borders.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/fortified_borders.json"
    },
    {
        "id": 28,
        "name": "Tolérance religieuse",
        "game_info": "Tolérance religieuseLes villes présentant une religion majoritaire obtiennent également un bonus de croyance du panthéon pour la deuxième religion la plus populaire.",
        "historical_info": "La liberté de culte est la politique adoptée par un état qui n'impose aucune religion spécifique à ses citoyens. Toutes les croyances sont tolérées, et chacun est libre de \"prêcher pour sa paroisse\". Si l'intention est noble, cette doctrine a tout de même l'effet de limiter l'importance de toutes les religions au sein de la société. Dans les nations possédant une religion d'État, les individus à la tête du culte concerné disposent parfois d'un pouvoir immense (voir l'exemple de l'Iran actuel). Dans les nations ayant mis en place la liberté de culte, toutes les religions sont traitées sur le même pied d'égalité, et aucune ne peut devenir dominante.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/religious_tolerance.png",
        "required_policies": [
            {
                "name": "Religion organisée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Piété",
            "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
            "prereq_era": null,
            "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/religious_tolerance.json"
    },
    {
        "id": 29,
        "name": "Liberté de pensée",
        "game_info": "Liberté de penséeComptoirs commerciaux : science +1 et science +17% grâce aux universités.",
        "historical_info": "La liberté de pensée est la croyance selon laquelle la connaissance devrait naître de l'application des sciences et de la raison plutôt que de la tradition ou de la religion. Les théories doivent être éprouvées scientifiquement et logiquement. Si quelque chose ne peut être prouvé, alors il n'y a aucune raison d'y croire. La foi aveugle est l'ennemie jurée des défenseurs de la pensée libre. La liberté de pensée est un pan important de la tradition bouddhiste. Dans le \"Kalama Sutta\", le Bouddha déclare, \"Ne vous fiez pas à ce qui a été acquis du fait de la tradition ; ni du fait que cela se trouve dans des Écritures ; en revanche, lorsque vous êtes sûrs de vous ; alors, vivez selon cette certitude.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/free_thought.png",
        "required_policies": [
            {
                "name": "Humanisme",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/humanism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalisme",
            "game_info": "Le rationalisme améliore votre aptitude à utiliser et à générer de la science.L'adoption du rationalisme augmente de 10% le nombre de points de science tant que l'empire est heureux, et débloque la Tour de porcelaine. En adoptant toutes les doctrines du rationalisme, vous obtenez 2 technologies gratuites. Permet également d'acheter des scientifiques illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Renaissance",
            "historical_info": "Le rationalisme est une perspective intellectuelle qui cherche à expliquer le monde par le biais de la raison (plutôt, par exemple, que par la foi). Les rationalistes pensent que la raison prévaut sur toutes les autres façons d'interpréter le monde, y compris sur la perception que nous offrent nos cinq sens. Cette philosophie, qui remonte à l'illustre Socrate de la Grèce antique, a connu un regain d'intérêt au cours des XVIe et XVIIe siècles en Europe avec les travaux d'intellectuels comme Descartes, Spinoza, et Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/free_thought.json"
    },
    {
        "id": 30,
        "name": "Futurisme",
        "game_info": " Tourisme +250 auprès de toutes les civilisations connues à l'apparition d'un écrivain, d'un artiste ou d'un musicien illustre.",
        "historical_info": "Mouvement artistique ayant vu le jour en Italie au début du XXe siècle, le futurisme se transforma en véritable mouvement social au cours des années 20 et 30. Le futurisme mettait en avant une idée contemporaine de l'avenir, autour de la violence de la jeunesse, de la technologie, de l'industrialisme et de moyens de transport rapides, comme l'avion et l'automobile. Bien qu'étant principalement un mouvement philosophique et artistique, le futurisme en vint à adopter une facette politique ; en effet, de nombreux futuristes se reconnurent dans le fascisme italien, avec l'espoir de parvenir à moderniser ce qu'ils considéraient comme un monde archaïque, rural et arriéré. Même si le futurisme connut un fort succès en Italie, il donna également naissance à des mouvements parallèles en Angleterre, en France, et tout particulièrement en Russie.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/futurism.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/futurism.json"
    },
    {
        "id": 31,
        "name": "Politique de la canonnière",
        "game_info": " Influence +6 (en vitesse standard) par tour auprès des cités-états desquelles vous pourriez exiger un tribut. Vos forces militaires sont 50% plus efficaces pour intimider les cités-états.",
        "historical_info": "Sur la scène internationale, la \"politique de la canonnière\" fait référence à la réalisation par un pays d'objectifs en matière de politique étrangère via des démonstrations manifestes de sa puissance militaire, ce déploiement de forces impliquant la menace du déclenchement d'hostilités ouvertes. Cette expression apparut pendant la période de l'impérialisme européen, lorsque les puissances coloniales déployaient des bateaux de guerre afin de forcer les royaumes indigènes à leur faire des concessions. Cette politique, notamment employée par les autocraties militaires, s'avéra très efficace... mais elle prit fin lorsque les royaumes indigènes commencèrent à moderniser leur armement.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/gunboat_diplomacy.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/gunboat_diplomacy.json"
    },
    {
        "id": 32,
        "name": "Héros du peuple",
        "game_info": "Les personnages illustres apparaissent 25% plus vite.",
        "historical_info": "Bien que l'expression \"héros du peuple\" puisse être interprétée de diverses manières, elle était réservée en Union soviétique aux personnes recevant la distinction de \"Héros de l'Union soviétique\", accordée pour services héroïques rendus à l'état et à la société soviétique. Institué en 1934, ce titre était généralement accordé pour services militaires héroïques (plus de 11 000 héros furent distingués lors de la Deuxième Guerre mondiale). Des représentants du Parti, des cosmonautes, des chercheurs et certains étrangers reçurent également ce titre. Le titre de \"héros du peuple\" perdit grandement de sa valeur dans les années 1970, lorsqu'on commença à le décerner à des bureaucrates et à des officiers de l'armée en remerciement de leurs longs états de service, et non plus pour distinguer d'éventuels actes d'héroïsme. Ce titre fut utilisé par le Parti afin de constituer un objectif de réalisation personnelle au sein des pays communistes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/hero_of_the_people.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/hero_of_the_people.json"
    },
    {
        "id": 33,
        "name": "Humanisme",
        "game_info": "HumanismeApparition des scientifiques illustres 25% plus rapide.",
        "historical_info": "L'humanisme est une philosophie statuant que l'être humain est l'élément le plus important de notre monde. Il n'existe ni être suprême, ni puissance surnaturelle auxquelles les humains se doivent de prêter allégeance. L'être humain est son propre guide et la source première de son savoir. Nous sommes seuls. L'humanisme existe, sous une forme ou une autre, depuis la Grèce antique. Il apparaît également dans des textes indiens et asiatiques vieux de deux à trois mille ans. Il a fait une réapparition remarquée à la Renaissance et reste encore aujourd'hui une force philosophique majeure.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/humanism.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalisme",
            "game_info": "Le rationalisme améliore votre aptitude à utiliser et à générer de la science.L'adoption du rationalisme augmente de 10% le nombre de points de science tant que l'empire est heureux, et débloque la Tour de porcelaine. En adoptant toutes les doctrines du rationalisme, vous obtenez 2 technologies gratuites. Permet également d'acheter des scientifiques illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Renaissance",
            "historical_info": "Le rationalisme est une perspective intellectuelle qui cherche à expliquer le monde par le biais de la raison (plutôt, par exemple, que par la foi). Les rationalistes pensent que la raison prévaut sur toutes les autres façons d'interpréter le monde, y compris sur la perception que nous offrent nos cinq sens. Cette philosophie, qui remonte à l'illustre Socrate de la Grèce antique, a connu un regain d'intérêt au cours des XVIe et XVIIe siècles en Europe avec les travaux d'intellectuels comme Descartes, Spinoza, et Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/humanism.json"
    },
    {
        "id": 34,
        "name": "Espionnage industriel",
        "game_info": "Double la vitesse de vol des technologies des espions.",
        "historical_info": "Effectué pour des raisons économiques plutôt que par sécurité nationale, l'espionnage industriel fait référence aux efforts déployés par certaines sociétés pour découvrir les secrets et informations confidentielles d'autres sociétés, généralement concurrentes. L'espionnage industriel moderne vit le jour dans les années 1820, lorsque le gouvernement français déploya des efforts considérables pour voler les inventions et procédés de fabrication développés par les Britanniques, afin d'égaler l'essor industriel de ces derniers. Les nations ont généralement recours à cette forme d'espionnage lorsqu'elles se trouvent grandement désavantagées dans leur développement économique ou commercial. Jusque dans les années 1980, l'Union soviétique utilisa notamment l'espionnage industriel pour s'emparer des procédés de l'Ouest.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/industrial_espionage.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/industrial_espionage.json"
    },
    {
        "id": 35,
        "name": "Rideau de fer",
        "game_info": "Un tribunal gratuit pour chaque ville annexée. Les routes commerciales internes génèrent 50% de Nourriture ou de Production supplémentaire.",
        "historical_info": "Le rideau de fer est la frontière symbolique, idéologique et physique qui séparait l'Ouest décadent de l'Union soviétique \"disciplinée\", de la fin de la Deuxième Guerre mondiale jusqu'à la fin de la guerre froide. Ce terme fut utilisé pour la première fois par Winston Churchill, dans un discours prononcé en mars 1946 pour exprimer la consternation de la Grande-Bretagne face à l'occupation de plusieurs pays d'Europe de l'Est et à la répression qui s'exerçait sur ces derniers. Pour Churchill, le rideau de fer servait uniquement à empêcher les personnes de migrer vers l'Ouest et les informations d'entrer dans le bloc communiste. Son point de vue, au départ raillé, fut finalement pris en compte, et sa métaphore pour désigner le bloc communiste européen devint universelle.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/iron_curtain.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/iron_curtain.json"
    },
    {
        "id": 36,
        "name": "Élite terrienne",
        "game_info": "Élite terrienne Croissance +10% et Nourriture +2 dans la capitale.",
        "historical_info": "Selon cette doctrine, le pouvoir et le prestige d'une nation reviennent aux propriétaires terriens. Plus un individu possède de terres, plus il est puissant. Dans certains cas, la propriété foncière est limitée aux membres de certaines classes, tribus ou religions, voire aux membres d'un certain sexe. L'élite terrienne doit prendre garde à ne pas trop attiser la haine de la \"populace\" au risque de provoquer une redistribution des terres accompagnée parfois d'une exécution de leurs anciens propriétaires.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/landed_elite.png",
        "required_policies": [
            {
                "name": "Légalisme",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/landed_elite.json"
    },
    {
        "id": 37,
        "name": "Légalisme",
        "game_info": "LégalismeVos quatre premières villes profitent d'un bâtiment culturel gratuit.",
        "historical_info": "Le légalisme est une doctrine qui établit que la relation entre le dirigeant et ses sujets est définie par un ensemble de lois auquel chacun doit obéir de manière stricte. Si la loi est juste et correctement appliquée, le peuple sera satisfait et la position du dirigeant assurée. Si cette doctrine semble être la base de la plupart des gouvernements soumis à une législation, le légalisme a atteint le stade d'une quasi-religion d'État en Chine durant la période des Royaumes combattants.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalism.png",
        "required_policies": [
            {
                "name": "Oligarchie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/oligarchy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/legalism.json"
    },
    {
        "id": 38,
        "name": "Guerre éclair",
        "game_info": "Généraux illustres : [ICON_MOVES]Déplac. +3. Unités blindées : attaque +15%, [ICON_MOVES] déplac. +1, ignorent zone de contrôle ennemie.",
        "historical_info": "La guerre éclair, plus connue sous son équivalent allemand de \"Blitzkrieg\", est une stratégie qui concentre les forces motorisées d'une armée dans l'optique d'effectuer une percée rapide des lignes ennemies. En combinant forces blindées et appui tactique aérien, la guerre éclair cherche à déséquilibrer les puissances ennemies en s'enfonçant le plus loin possible dans leurs rangs et en attaquant les unités stationnées sur les flancs. Imaginée par Heinz Guderian et perfectionnée par Erich von Manstein et Erwin Rommel, cette tactique fut si efficace en Pologne, en France et en Russie qu'elle fut reprise par l'Union soviétique et les Alliés pour vaincre l'Allemagne nazie.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/lightning_warfare.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/lightning_warfare.json"
    },
    {
        "id": 39,
        "name": "Mandat du Ciel",
        "game_info": "Mandat du CielDiminue de 20% le coût en foi des unités et bâtiments religieux.",
        "historical_info": "La doctrine du mandat du Ciel stipule que les dirigeants actuels d'un pays sont au pouvoir parce que le \"Ciel\" (sous-entendu : \"les dieux\") les a désignés et les assiste. Les désapprouver n'est pas seulement un acte de trahison, c'est aussi un péché. Un tel système promeut grandement l'assistance aux souverains, mais il n'est pas sans risque pour eux. Si le pays subit une catastrophe naturelle (famine, inondation, tremblement de terre, ouragan, pluie de grenouilles ou autre), le peuple peut percevoir l'événement comme un signe de mécontentement du Ciel vis-à-vis des dirigeants, comme si les dieux avaient privé ces derniers de leur mandat. Cela donne aux citoyens le droit de renverser les pécheurs et de les remplacer par d'autres, plus aux goûts des dieux.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mandate_of_heaven.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Piété",
            "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
            "prereq_era": null,
            "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mandate_of_heaven.json"
    },
    {
        "id": 40,
        "name": "Infrastructures maritimes",
        "game_info": "Infrastructures maritimesVilles côtières : production +3.",
        "historical_info": "Les infrastructures maritimes sont les installations et services collectifs qui facilitent l'activité commerciale maritime. Ce terme fait notamment référence aux docks, quais, entrepôts et installations du même type, ainsi qu'aux dockers, charpentiers de marine, pilotes portuaires et autres personnes chargées de l'amarrage, et du chargement et du déchargement de la marchandise. On estime que dans l'histoire, un métier sur six fut directement ou indirectement lié au commerce maritime. Les nations souhaitant s'enrichir en s'étendant par-delà les océans se doivent de posséder de solides infrastructures maritimes. À l'apogée de l'Empire britannique, on estime que la Couronne consacrait environ un tiers de ses recettes à l'agrandissement et à l'aménagement des ports internationaux qui servaient les intérêts de l'immense flotte marchande de l'Empire.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/maritime_infrastructure.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Exploration",
            "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/maritime_infrastructure.json"
    },
    {
        "id": 41,
        "name": "Industrie culturelle",
        "game_info": " Tourisme +34% pour les villes possédant une tour de radiodiffusion.",
        "historical_info": "L'industrie culturelle renvoie à la société capitaliste occidentale actuelle qui émergea à la fin du XXe siècle, caractérisée par un consumérisme aigu encouragé par les médias. L'industrie culturelle, où l'accent est mis sur la publicité et les relations publiques, a parfois été considérée comme un système focalisé sur la manipulation des masses, notamment en ce qui concerne la représentation et la reproduction des idéologies dominantes. Des spécialistes tels que Theodor Adorno et Hannah Arendt ont écrit de nombreux ouvrages traitant de l'impact de l'industrie culturelle sur la démocratie et le système capitaliste.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/media_culture.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/media_culture.json"
    },
    {
        "id": 42,
        "name": "Mercantilisme",
        "game_info": "Mercantilisme L'achat d'éléments dans les villes nécessite 25% d'or en moins. +1 Science pour chaque hôtel de la monnaie, marché, banque et bourse.",
        "historical_info": "Le mercantilisme est une forme de nationalisme économique qui encourage un pays à adopter une attitude protectionniste en promouvant ses produits d'exportation tout en limitant ses importations. Lorsque la balance commerciale d'un pays augmente, ce dernier gagne en richesse et en prospérité ; si elle plonge en dessous de zéro (si la nation importe plus qu'elle n'exporte), alors le peuple du pays s'appauvrit et devient plus vulnérable aux menaces extérieures. Cette théorie connut un grand succès en Europe occidentale au cours des XVIe, XVIIe et XVIIIe siècles. Aujourd'hui, la majeure partie des nations occidentales cherchent à ouvrir leurs frontières au commerce, non sans omettre d'imposer des taxes et autres quotas pour protéger leurs industries nationales majeures.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercantilism.png",
        "required_policies": [
            {
                "name": "Armée de mercenaires",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mercenary_army.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Commerce",
            "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mercantilism.json"
    },
    {
        "id": 43,
        "name": "Confédération marchande",
        "game_info": "Confédération marchande Or +2 pour les routes commerciales établies avec des cités-états.",
        "historical_info": "Aussi connue sous le nom de ligue ou guilde commerciale, une confédération marchande a pour but de protéger les intérêts économiques et privilèges diplomatiques des marchands des villes et des nations traversées par des routes commerciales. Bien que ces confédérations n'aient rien d'officiel, nombre d'entre elles, à l'image de la Compagnie des marchands aventuriers de Londres (fondée en 1407) et de la puissante Ligue hanséatique (formée au milieu du XIVe siècle), eurent une influence économique importante et dominèrent certaines routes commerciales pendant de longues années. Au début de la Renaissance, des confédérations marchandes s'établirent dans des cités-états, comme Venise ou Gênes, afin de protéger les intérêts des commerçants à l'étranger. Ces ligues attinrent leur apogée aux XVe et XVIe siècles, avant de décliner progressivement, à mesure que les gouvernements nationaux et les compagnies à charte s'appropriaient leurs responsabilités diplomatiques et réglementaires.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merchant_confederacy.png",
        "required_policies": [
            {
                "name": "Scolastique",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/scholasticism.json"
            },
            {
                "name": "Consulats",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/consulates.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mécénat",
            "game_info": "Le mécénat augmente les bonus liés à votre niveau d'amitié auprès des cités-états. En adoptant le mécénat, l' influence sur les cités-états diminue 25% moins vite qu'à l'accoutumée et vous débloquez la Cité interdite. En adoptant toutes les doctrines du mécénat, les cités-états alliées vous offriront parfois spontanément des personnages illustres.",
            "prereq_era": "Ère classique",
            "historical_info": "Le mécénat est la promotion, par les membres les plus riches et puissants (souvent les nobles) d'un état, de ses artistes talentueux. Dans de nombreuses sociétés anciennes, la richesse reposait presque intégralement entre les mains d'une poignée d'individus : la famille royale ou les princes marchands. Les peintres, sculpteurs, musiciens et autres artistes doués travaillaient pour l'élite, celle-ci étant la seule à pouvoir s'offrir leurs services. Si le système se révélait des plus injustes pour le commun des mortels, il permit en revanche de voir naître les œuvres brillantes d'artistes comme Léonard de Vinci, Ben Jonson et Mozart. Le mécénat connaît aujourd'hui un regain de popularité, mais le rôle de mécène est désormais joué par des mégacorporations plutôt que par des individus isolés."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/merchant_confederacy.json"
    },
    {
        "id": 44,
        "name": "Marine marchande",
        "game_info": "Marine marchande Or +1 pour chaque port, chantier naval ou phare. Production et Culture +4 dans la ville accueillant la Compagnie des Indes orientales.",
        "historical_info": "Une marine marchande est une flotte de navires marchands qui, en temps de guerre, peuvent être réquisitionnés afin de transporter des marchandises et du matériel militaires appartenant à la nation. Souvent, ces navires sont escortés par des vaisseaux de la marine du pays. Pendant de nombreuses années, les Britanniques ont entretenu la flotte de marine marchande la plus nombreuse et la plus efficace de toute l'Histoire. Mise en place en 1835, la marine marchande britannique a subi de lourdes pertes durant les deux guerres mondiales. Près de 15 000 marins marchands ont perdu la vie durant la première, et 30 000 durant la seconde.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merchant_navy.png",
        "required_policies": [
            {
                "name": "Tradition navale",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/naval_tradition.json"
            },
            {
                "name": "Infrastructures maritimes",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/maritime_infrastructure.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Exploration",
            "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/merchant_navy.json"
    },
    {
        "id": 45,
        "name": "Méritocratie",
        "game_info": "MéritocratieVille nationale [ICON_CONNECTED] reliée à la capitale : bonheur +1, et mécontentement -5% grâce aux citoyens des villes non occupées.",
        "historical_info": "La méritocratie est un système où les individus les plus talentueux et les plus méritants se voient attribuer des emplois ou des promotions au sein de l'administration gouvernementale. Le mérite prime donc sur les liens de proximité au dirigeant actuel (ou au maire d'une grande ville) ou l'appartenance à une tribu, caste ou religion spécifique. De nombreux gouvernements ayant eu une longévité remarquable n'ont cessé d'alterner entre une forme de méritocratie et une autre, moins subtile, de sélection des responsables. Au départ, les représentants officiels de l'État sont choisis pour leur compétence, puis, au fil des années, le népotisme vient gangréner le système d'un gouvernement qui devient de plus en plus inefficace et corrompu. Finalement, le système périclite à un point tel que l'administration est dissoute ou réformée, et des responsables plus méritants sont de nouveau désignés. Ce schéma se répète ensuite jusqu'à ce que le soleil implose et que toute vie soit balayée de la surface de la Terre.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/meritocracy.png",
        "required_policies": [
            {
                "name": "Citoyenneté",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Liberté",
            "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
            "prereq_era": null,
            "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/meritocracy.json"
    },
    {
        "id": 46,
        "name": "Militarisme",
        "game_info": " Bonheur local +2 pour chaque caserne, dépôt d'armes et école militaire.",
        "historical_info": "Le militarisme se définit comme \"le souhait d'un gouvernement ou d'une population de voir une nation maintenir une force militaire importante et de se préparer à l'utiliser de manière agressive\". Le militarisme fut une constituante forte des doctrines impérialistes ou expansionnistes à travers les âges, de Sparte à l'Allemagne nazie. Cette philosophie se compose de nombreux éléments, qui incluent notamment l'idéalisation des succès militaires de la nation et des politiques gouvernementales qui consacrent une part importante des ressources du pays au maintien et à l'amélioration de ses forces militaires.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/militarism.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/militarism.json"
    },
    {
        "id": 47,
        "name": "Caste militaire",
        "game_info": "Caste militaire Dans chaque ville possédant une garnison, +1 Bonheur et +2 Culture.",
        "historical_info": "Dans une société possédant une caste militaire, tous les membres de l'armée partagent des origines tribales, une religion, une nationalité ou tout autre critère socio-économique spécifique. Les citoyens qui ne font pas partie de cette caste n'ont pas le droit de rejoindre l'armée, voire de porter d'armes (souvent par crainte de les voir se retourner contre la caste en question). La majeure partie du Japon féodal ainsi que la Sparte antique avaient adopté un système de caste militaire.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/military_caste.png",
        "required_policies": [
            {
                "name": "Discipline",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/discipline.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Honneur",
            "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/military_caste.json"
    },
    {
        "id": 48,
        "name": "Tradition militaire",
        "game_info": "Tradition militaireUnités militaires : EXP gagnée en combat +50%.",
        "historical_info": "La tradition militaire est une doctrine honorant et romançant les services rendus à l'armée nationale. Les soldats et les vétérans sont vénérés, alors que ceux qui n'ont pas servi leur pays à la guerre sont considérés comme inférieurs, voire comme déshonorant pour la patrie. L'Israël moderne possède une tradition militaire forte, comme ce fut en leur temps le cas de l'Angleterre victorienne et du Sud des États-Unis avant la guerre de Sécession.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/military_tradition.png",
        "required_policies": [
            {
                "name": "Code du guerrier",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/warrior_code.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Honneur",
            "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/military_tradition.json"
    },
    {
        "id": 49,
        "name": "Mobilisation",
        "game_info": "Le coût d'achat en or des unités diminue de 33%.",
        "historical_info": "Le terme de \"mobilisation\" fut employé pour la première fois en contexte militaire dans les années 1850 pour décrire le rassemblement par la Russie tsariste de troupes et de vivres en préparation de la guerre. La mobilisation a institutionnalisé la levée en masse de citoyens, phénomène observé pour la première fois lors des guerres de la Révolution française. Cette pratique modifia radicalement la nature de la guerre ; les nouvelles technologies de communication et de transport, ainsi que le développement de la conscription militaire, rendirent possible le rassemblement d'armées gigantesques, prêtes à en découdre avec l'ennemi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mobilization.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mobilization.json"
    },
    {
        "id": 50,
        "name": "Monarchie",
        "game_info": "Monarchie Or +1 et mécontentement -1 tous les 2  citoyens dans la capitale.",
        "historical_info": "La monarchie est un type de gouvernement au sein duquel un individu est investi du pouvoir. Souvent, mais ce n'est pas systématique, le pouvoir est, à la mort du monarque, transmis à son héritier (il existe quelques monarchies électives, mais elles ne sont guère nombreuses). La monarchie se rapproche du despotisme à une exception (majeure) près : le monarque règne selon les lois de l'État qu'il dirige, alors que le despote est au-dessus des lois. Il est, en pratique, bien facile pour un monarque de régner en despote, mais il arrive également qu'il soit inclus dans un système politique offrant au peuple davantage de liberté. Un exemple contemporain de cette tendance serait celui de la Grande-Bretagne.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarchy.png",
        "required_policies": [
            {
                "name": "Légalisme",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/monarchy.json"
    },
    {
        "id": 51,
        "name": "Nationalisme",
        "game_info": "Coût d'entretien en or des unités -33%.",
        "historical_info": "Le nationalisme est une doctrine qui met en valeur l'importance et l'aspect exceptionnel de l'État. Ce dernier est le père et la mère du peuple, et le peuple l'aime. Chaque citoyen hisse le drapeau du pays au-dessus de sa maison et assiste à la parade organisée le jour de la fête nationale par le personnel militaire exhibant un matériel enjôleur. Les états nationalistes sont souvent puissants, en cela que le peuple travaille sans relâche pour que l'État s'améliore. Cependant, la critique au sein du pays est souvent réprimée, ce qui limite la capacité de la nation à redresser la barre si elle prend un mauvais cap.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/nationalism.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/nationalism.json"
    },
    {
        "id": 52,
        "name": "Tradition navale",
        "game_info": "Tradition navale Bonheur +1 pour chaque port, chantier naval ou phare.",
        "historical_info": "Les nations possédant une forte tradition navale estiment la marine de leur pays plus que toute autre branche de l'armée. Pour des raisons évidentes, il s'agit souvent de nations insulaires. Il est attendu des dirigeants qu'ils servent dans la marine, et les officiers navals sont considérés comme supérieurs à leurs homologues des forces aériennes. La Grande-Bretagne possède la tradition navale la plus ancienne et la plus puissante d'Europe. Les navires britanniques étaient plus performants que ceux des autres nations, et les officiers et équipages britanniques les plus compétents sur l'eau. Ces atouts donnèrent à la marine britannique un sérieux ascendant moral lors des combats navals qu'elle a eu à mener.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/naval_tradition.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Exploration",
            "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/naval_tradition.json"
    },
    {
        "id": 53,
        "name": "École de Navigation",
        "game_info": "École de NavigationApparition d'un amiral illustre. [ICON_MOVES] Déplacement +2 pour tous les amiraux illustres. Génération d'amiraux illustres 50% plus rapide.",
        "historical_info": "En 1418, le prince Henri du Portugal fonda à Sagres la première école dédiée à l'étude de la navigation océanique, ainsi qu'un observatoire astronomique. Les marins portugais y étudiaient la navigation, la cartographie, la science des courants et des marées, ainsi que d'autres sujets devant leur permettre de naviguer plus sûrement le long des côtes africaines, où Henri souhaitait établir des ports faisant office d'escales vers les richesses de l'Extrême-Orient. Lorsque les expéditions d'exploration et de colonisation atteignirent leur apogée au XVIIe siècle, la plupart des monarques européens suivirent l'exemple d'Henri et fondèrent à leur tour des Écoles de Navigation.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/navigation_school.png",
        "required_policies": [
            {
                "name": "Tradition navale",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/naval_tradition.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Exploration",
            "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/navigation_school.json"
    },
    {
        "id": 54,
        "name": "New Deal",
        "game_info": "Bonus de production +4 pour tous les monuments et les aménagements des personnages illustres.",
        "historical_info": "Le New Deal est le nom donné à une série de programmes économiques qui, de 1933 à 1936, furent promulgués, par décret ou par disposition législative, par le gouvernement des États-Unis dans l'optique de contrer les effets de la crise de 1929. Plutôt que de nationaliser les banques et les principaux secteurs industriels comme le firent certains dirigeants, le président Franklin Roosevelt chercha à soutenir les couches les plus pauvres de la population, à redynamiser l'économie américaine via des programmes de grands travaux et de lutte contre le chômage financés par l'état fédéral, et à procéder à des réformes financières. L'histoire tire un bilan positif du New Deal, et d'autres pays adoptèrent une approche similaire dans les crises économiques récentes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/new_deal.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/new_deal.json"
    },
    {
        "id": 55,
        "name": "Héritage de Clausewitz",
        "game_info": "Toutes les unités militaires profitent d'un bonus d'attaque de 25% pendant les 50 tours suivant l'adoption de cette doctrine.",
        "historical_info": "Après les guerres napoléoniennes, l'officier prussien Carl von Clausewitz rédigea la première thèse sur la guerre depuis Sun Tzu. Son oeuvre Vom Krieg (De la guerre), bien qu'inachevée à sa mort en 1831, servit de base à la formation de générations d'officiers dans les écoles militaires du monde entier. Soulignant les aspects psychologiques et politiques de la guerre tant au niveau stratégique que tactique, son affirmation selon laquelle \"La guerre n'est qu'un prolongement de la politique par d'autres moyens\" deviendra la doctrine des gouvernements autocratiques et expansionnistes des deux siècles qui suivirent.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/clausewitz's_legacy.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/clausewitz's_legacy.json"
    },
    {
        "id": 56,
        "name": "Oligarchie",
        "game_info": "Oligarchie Le coût d'entretien des unités en garnison est nul et la [ICON_RANGE_STRENGTH] puissance de combat à distance des villes possédant une garnison augmente de 50%.",
        "historical_info": "L'oligarchie est un type de gouvernement au sein duquel une infime portion de la société détient la totalité du pouvoir. Ainsi, le pouvoir peut-il être détenu par une famille, une tribu, les adeptes d'une religion spécifique, ou les membres d'une caste. Certaines cités-états de la Grèce antique étaient des oligarchies, au sein desquelles le pouvoir était partagé par une poignée de familles d'élite. L'apartheid sud-africain pourrait être considéré comme une oligarchie moderne, la minorité blanche détenant la totalité du pouvoir. Avant les attentats du 11 septembre 2001, l'Iraq était une oligarchie, le pouvoir étant réparti entre les membres de la famille et de la tribu de Saddam Hussein.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oligarchy.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "La tradition convient parfaitement aux petits empires.L'adoption de la tradition augmente considérablement la vitesse d'expansion des frontières d'une ville et fournit 3 Culture à la capitale. La tradition débloque également les Jardins suspendus. En adoptant toutes les doctrines traditionnelles, vous recevrez +15% de croissance et un aqueduc gratuit dans vos 4 premières villes. Permet également d'acheter des ingénieurs illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "La tradition est un principe visant à honorer les décisions prises par ses ancêtres ou par tous les précédents dirigeants de l'état. Les politiques nouvelles sont considérées avec suspicion et méfiance. Même dans les pays les plus progressistes, comme les États-Unis, la tradition peut avoir une influence très forte : ainsi existe-t-il une tension palpable entre les fervents défenseurs de la Constitution originale et ceux qui aimeraient qu'elle soit révisée au regard de la nature changeante du pays et du monde. Dans cet exemple, le premier groupe d'individus est considéré comme étant plus traditionaliste que le second."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/oligarchy.json"
    },
    {
        "id": 57,
        "name": "Avant-garde",
        "game_info": "Les personnages illustres apparaissent 25% plus vite.",
        "historical_info": "L'avant-garde désigne les oeuvres et idées novatrices ou exceptionnellement créatives, en particulier dans les domaines artistiques, musicaux et politiques. Ce courant repousse les limites définies par les normes communément admises et rompt avec l'héritage du passé, par exemple par le biais de réformes sociales radicales. Les sociétés démocratiques ont tendance à autoriser une plus grande expression sociale, favorisant ainsi des avancées culturelles \"de pointe\".",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/avant_garde.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/avant_garde.json"
    },
    {
        "id": 58,
        "name": "Religion organisée",
        "game_info": "Religion organisée Autels et temples fournissent +1 Foi.",
        "historical_info": "La religion organisée est une forme de religion au sein de laquelle un certain nombre d'individus partagent les mêmes pratiques et croyances religieuses. La religion peut avoir des prêtres qui intercèdent auprès des forces supérieures en faveur des croyants ou mettent en place/interprètent les règles de la religion. La hiérarchie des prêtres et autres dirigeants religieux peut parfois être un système complexe. Il arrive que le culte possède des temples ou autres sanctuaires permettant aux croyants de prier ou vénérer leur dieu. En général, les fidèles aident financièrement le culte pour qu'il puisse assumer ses prêtres et ses bâtiments. Traditionnellement, la religion organisée est un gage de stabilité pour une culture. Les individus qui partagent un même ensemble de croyances possèdent un point commun extrêmement fédérateur. De ce fait, même s'ils sont d'origine différente, ils sont moins susceptibles de se sauter à la gorge. Cela dit, la religion organisée peut également s'avérer source de discorde : historiquement, nombre de religions organisées ont considéré les autres cultes comme des menaces, voire d'abjectes abominations, et plus d'une guerre a éclaté pour qu'un camp puisse imposer aux autres son propre dieu.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organized_religion.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Piété",
            "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
            "prereq_era": null,
            "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/organized_religion.json"
    },
    {
        "id": 59,
        "name": "Autorité du Parti",
        "game_info": "Un point supplémentaire de nourriture, de production, de science, d' or et de culture pour chaque ville.",
        "historical_info": "Au sein d'un état socialiste prolétarien discipliné, c'est le peuple qui est au pouvoir. Marx réalisa cependant que le Parti devait imposer une certaine forme d'autorité afin que les services publics fonctionnent efficacement et afin d'assurer la préservation de l'ordre prolétaire. C'est pour ces raisons que les Bolchéviques déclarèrent en 1917 qu'un groupe de bureaucrates allait prendre la tête d'un parti politique centralisé chargé d'administrer la nouvelle Russie soviétique. Au fil du temps, la propagation de la révolution communiste dans le monde industriel devait peu à peu réduire ce besoin de hiérarchisation et dissoudre l'autorité du Parti ; ainsi, l'histoire leur donna tort.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/party_leadership.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/party_leadership.json"
    },
    {
        "id": 60,
        "name": "Guerre patriotique",
        "game_info": "Bonus d'attaque en territoire allié +15%.",
        "historical_info": "Au fil des siècles, le terme de \"guerre patriotique\" a désigné les conflits au cours desquels, selon la doctrine communiste, le prolétariat s'est soulevé pour se défendre contre une menace étrangère. Plus généralement, ce terme désigne une guerre menée pour défendre la nation, ou, dans ce cas précis, la \"mère-patrie\". Il fut employé pour la première fois pour décrire la résistance généralisée des paysans russes face à l'invasion des troupes napoléoniennes en 1812. Durant la Deuxième Guerre mondiale, l'expression \"guerre patriotique\" fut utilisée en référence à la résistance des Russes aux attaques allemandes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/patriotic_war.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/patriotic_war.json"
    },
    {
        "id": 61,
        "name": "Philanthropie",
        "game_info": "PhilanthropieLes dons d'or aux cités-états génèrent 25% d'influence en plus.",
        "historical_info": "La philanthropie est un principe selon lequel les citoyens les plus aisés d'une nation reversent une partie de leur richesse au peuple, le plus souvent par le biais de construction de bibliothèques, musées, hôpitaux ou instituts d'enseignement. Contrairement au mécénat, qui veut que les individus paient pour la réalisation d'œuvres dont eux ou d'autres membres de leur classe sociale hériteront, la philanthropie tend à bénéficier aux membres les plus démunis de la société. L'américano-écossais Andrew Carnegie fut l'un des plus grands philanthropes de l'Histoire. Durant la majeure partie de sa vie, Carnegie fut un homme d'affaires impitoyable. Il créa notamment l'US Steel Company et accumula la seconde plus grande fortune de l'Histoire (majoritairement sur le dos des esclaves qui travaillaient dans ses mines et ses fonderies). Après avoir vendu son commerce en 1901, Carnegie dévoua les 19 dernières années de sa vie à bâtir des bibliothèques dans les villes pauvres, en finançant 3 000 aux États-Unis, au Canada, au Royaume-Uni, en Irlande, en Australie, en Nouvelle-Zélande et dans d'autres pays du monde.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/philanthropy.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Mécénat",
            "game_info": "Le mécénat augmente les bonus liés à votre niveau d'amitié auprès des cités-états. En adoptant le mécénat, l' influence sur les cités-états diminue 25% moins vite qu'à l'accoutumée et vous débloquez la Cité interdite. En adoptant toutes les doctrines du mécénat, les cités-états alliées vous offriront parfois spontanément des personnages illustres.",
            "prereq_era": "Ère classique",
            "historical_info": "Le mécénat est la promotion, par les membres les plus riches et puissants (souvent les nobles) d'un état, de ses artistes talentueux. Dans de nombreuses sociétés anciennes, la richesse reposait presque intégralement entre les mains d'une poignée d'individus : la famille royale ou les princes marchands. Les peintres, sculpteurs, musiciens et autres artistes doués travaillaient pour l'élite, celle-ci étant la seule à pouvoir s'offrir leurs services. Si le système se révélait des plus injustes pour le commun des mortels, il permit en revanche de voir naître les œuvres brillantes d'artistes comme Léonard de Vinci, Ben Jonson et Mozart. Le mécénat connaît aujourd'hui un regain de popularité, mais le rôle de mécène est désormais joué par des mégacorporations plutôt que par des individus isolés."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/philanthropy.json"
    },
    {
        "id": 62,
        "name": "État policier",
        "game_info": " Bonheur local +3 pour tous les tribunaux. La construction des tribunaux est deux fois plus rapide.",
        "historical_info": "Au sein d'un état policier, le gouvernement, qu'il soit de gauche ou de droite, exerce un contrôle sévère et répressif sur la vie sociale, économique, culturelle et politique de ses citoyens. Un état policier est souvent totalitaire et militariste, et se caractérise par une limitation des libertés publiques et la mise en place d'une vaste organisation de sécurité intérieure permettant de surveiller les activités de tout un chacun. Selon l'Oxford Dictionary, ce terme fut utilisé pour la première fois en 1851 dans d'obscurs tracts allemands. Dans les années 1930, la presse l'utilisa pour désigner les gouvernements totalitaires et communistes de l'époque.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/police_state.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/police_state.json"
    },
    {
        "id": 63,
        "name": "Armée de métier",
        "game_info": "Armée de métierLe coût en or pour l'amélioration des unités militaires diminue de 33% et la construction des casernes, dépôts d'armes et écoles militaires est 50% plus rapide.",
        "historical_info": "Une armée de métier est une organisation militaire qui perdure en temps de paix. Ses soldats sont rémunérés par l'État et, lorsqu'ils ne sont pas mobilisés, ils passent leurs journées à s'entraîner ou à s'occuper de travaux publics. Les premières armées n'étaient pas des armées de métier. Lorsque la guerre était imminente, les dirigeants du pays lançaient un appel à la mobilisation et tous les hommes physiquement aptes à se battre empoignaient leurs armes et partaient en guerre. Ces soldats amateurs n'avaient en général que peu d'entraînement, et on attendait souvent d'eux qu'ils apportent leurs propres armes et armures (lesquels étaient souvent de qualité médiocre). Comme ils avaient tendance à déserter lorsqu'ils devaient s'occuper de leurs terres, les batailles étaient souvent prévues en été. Si la victoire n'était pas acquise à l'heure des récoltes, il n'était pas rare que la guerre soit remise à l'été suivant.Les armées de métier sont mises en place lorsqu'une société est devenue assez riche pour assumer financièrement un grand nombre d'hommes qui, de fait, ne travailleront pas dans les champs et n'exécuteront aucun autre travail de production. Les soldats sont généralement hébergés dans des casernes et isolés du reste de la population, afin d'éviter toute tension. L'État leur fournit de la nourriture, des armes, du matériel de protection, ainsi qu'une formation spéciale. Ces soldats de métier sont généralement plus efficaces que des combattants amateurs.La guerre moderne est devenue extrêmement complexe, et les soldats s'entretuent à l'aide d'armes de plus en plus sophistiquées nécessitant un entraînement spécifique pour pouvoir être utilisées efficacement. Les soldats amateurs sont tout bonnement incapables de tenir la distance face à des soldats professionnels, et la plupart des États s'offrent les services de combattants de métier.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/professional_army.png",
        "required_policies": [
            {
                "name": "Caste militaire",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/military_caste.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Honneur",
            "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/professional_army.json"
    },
    {
        "id": 64,
        "name": "Protectionnisme",
        "game_info": "Protectionnisme +2 Bonheur pour chaque ressource de luxe.",
        "historical_info": "Le protectionnisme est une politique économique visant à la restriction du commerce international par le biais de quotas, de taxes ou d'autres méthodes de ce type. Il est employé par les pays qui cherchent à ralentir, voire à enrayer totalement le flux d'importation de marchandises et de services afin de protéger les industries locales. Le protectionnisme est également utilisé par les dirigeants qui souhaitent limiter les interactions entre leur population et les biens et peuples étrangers. Soit parce qu'ils sont convaincus que tout ce qui vient de l'étranger est l'œuvre du Démon, soit parce qu'ils n'ont aucune envie que leurs citoyens se rendent compte à quel point ils sont mal lotis par rapport aux autres populations du monde. La Corée du Nord propose un exemple grotesque d'état protectionniste, ses dirigeants limitant tout contact entre la population et le monde extérieur afin de dissimuler le retard socio-économique du pays.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protectionism.png",
        "required_policies": [
            {
                "name": "Mercantilisme",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mercantilism.json"
            },
            {
                "name": "Entreprenariat",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/entrepreneurship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Commerce",
            "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/protectionism.json"
    },
    {
        "id": 65,
        "name": "Réforme",
        "game_info": "RéformeObtention d'une croyance de Réforme supplémentaire pour toute religion fondée.",
        "historical_info": "La réforme fait référence à un mouvement d'importance visant à réformer une organisation religieuse ou un système de croyances perçu comme corrompu ou comme s'étant éloigné de ses principes essentiels. La Réforme protestante visait à réformer l'Église catholique romaine. Le mouvement voit le jour en 1517, suite à la publication des \"Quatre-vingt-quinze thèses\" de Martin Luther. Dans cet ouvrage, ce dernier liste les transgressions de l'Église comme lui les perçoit. La Réforme durera 130 longues années, émaillées de bains de sang religieux à travers l'Europe et le Nouveau Monde. Le Christianisme sortit fragmenté de ce conflit d'une violence inouïe, et l'autorité civile prévalut dès lors sur la vie religieuse.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reformation.png",
        "required_policies": [
            {
                "name": "Tolérance religieuse",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/religious_tolerance.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Piété",
            "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
            "prereq_era": null,
            "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/reformation.json"
    },
    {
        "id": 66,
        "name": "Représentation",
        "game_info": "ReprésentationPour chaque ville fondée, le coût en culture des doctrines augmentera 33% moins vite. Déclenche également un âge d'or.",
        "historical_info": "La représentation est une doctrine proposant que les citoyens d'une nation nomment des représentants pour diriger le gouvernement. On peut considérer cette doctrine comme l'évolution directe du pouvoir collectif, une fois la population devenue trop nombreuse pour ce dernier type de gouvernement. Un état basé sur la représentation se subdivise en entités administratives plus petites et plus aisément gérables (qu'il s'agisse de paroisses, d'états ou autres). Chacune de ces entités choisit ensuite un ou plusieurs citoyens locaux pour représenter ses intérêts au gouvernement pendant une période donnée. L'ensemble des représentants forme un parlement (ou tout autre type de corps délibérant) et dirige le pays. Si la majeure partie des gouvernements fonctionnant sur la base de la représentation sont des républiques, il n'y a là rien de systématique. Certains de ces états élisent pour les diriger des rois, reines (permanents ou temporaires) et autres membres de la noblesse.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/representation.png",
        "required_policies": [
            {
                "name": "Citoyenneté",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Liberté",
            "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
            "prereq_era": null,
            "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/representation.json"
    },
    {
        "id": 67,
        "name": "République",
        "game_info": "RépubliqueVilles : production +1, et production +5% dans les villes lors de la construction de bâtiments.",
        "historical_info": "La République est un type de gouvernement au sein duquel le peuple ou ses représentants détiennent l'intégralité du pouvoir, par opposition à la monarchie et au despotisme où celui-ci est entre les mains d'une seule et unique personne. Le peuple ou ses représentants peuvent élire un dirigeant, mais les pouvoirs de ce dernier dépendent de l'assentiment de ses électeurs. Certaines cultures de la période classique ont mis en place une forme de république, et notamment plusieurs cités-états grecques, ainsi que Rome (durant une partie de son histoire). Cependant, à l'époque, la monarchie restait le système gouvernemental le plus répandu.La république refit son apparition au XVIIIe siècle, lorsque les États-Unis se dissocièrent de la monarchie britannique et définirent leur système politique. A mesure qu'elles gagnaient leur indépendance par rapport au Vieux Monde, la plupart des nations d'Amérique centrale et d'Amérique du Sud s'établirent en république (le Mexique fut un temps une monarchie, mais celle-ci ne dura guère).Au XXe siècle, la plupart des gouvernements européens, ainsi que de nombreux pays asiatiques, sont devenus des républiques après l'une ou l'autre des guerres mondiales. Depuis, de nombreuses régions d'Afrique, débarrassées du carcan de la colonisation, ont suivi le mouvement. Aujourd'hui, la plupart des nations du monde ont établi (ou tout du moins le prétendent) une forme de république.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/republic.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Liberté",
            "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
            "prereq_era": null,
            "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/republic.json"
    },
    {
        "id": 68,
        "name": "Repeuplement",
        "game_info": "Les nouvelles villes démarrent avec 3 citoyens supplémentaires.",
        "historical_info": "Le repeuplement forcé, ou \"transfert de population\" dans le jargon soviétique, s'effectua sous diverses formes : déportation de groupes antisoviétiques (les \"ennemis du peuple\"), déportations de groupes ethniques, transfert de main-d'oeuvre et migrations forcées vers des régions ayant subi un \"nettoyage ethnique\". À leur apogée sous Staline, les programmes de repeuplement non volontaires organisaient généralement le transfert de Polonais, de Baltes, de Finlandais, de Roumains, de Tatars, de Kalmouks, de Tchétchènes et de dizaines d'autres peuples vers des régions désertes de la Russie asiatique. Les dirigeants communistes considéraient le repeuplement comme une manière efficace et relativement humaine de ramener l'ordre dans un pays si vaste et si diversifié.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/resettlement.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/resettlement.json"
    },
    {
        "id": 69,
        "name": "Scolastique",
        "game_info": "ScolastiqueToutes les cités-états alliées octroient un bonus de science égal à 25% de ce qu'elles produisent pour elles-mêmes.",
        "historical_info": "La scolastique est une méthode d'enseignement employée entre 1000 et 1500 apr. J.-C. dans les universités médiévales européennes. La scolastique met en avant le raisonnement critique et l'argumentation. L'enseignant sélectionnait un livre à étudier, puis lui et ses élèves débattaient de ce que l'ouvrage signifiait, étudiaient d'autres œuvres traitant du même sujet et les critiques de l'ouvrage lui-même, etc. Ainsi, les élèves acquerraient une compréhension plus complète du sujet que s'ils avaient dû mémoriser purement et simplement la même somme d'informations. Le mouvement fut largement popularisé par la redécouverte des travaux des philosophes grecs, ainsi que par la tentative d'intégrer leurs idées à la pensée chrétienne.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scholasticism.png",
        "required_policies": [
            {
                "name": "Philanthropie",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/philanthropy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mécénat",
            "game_info": "Le mécénat augmente les bonus liés à votre niveau d'amitié auprès des cités-états. En adoptant le mécénat, l' influence sur les cités-états diminue 25% moins vite qu'à l'accoutumée et vous débloquez la Cité interdite. En adoptant toutes les doctrines du mécénat, les cités-états alliées vous offriront parfois spontanément des personnages illustres.",
            "prereq_era": "Ère classique",
            "historical_info": "Le mécénat est la promotion, par les membres les plus riches et puissants (souvent les nobles) d'un état, de ses artistes talentueux. Dans de nombreuses sociétés anciennes, la richesse reposait presque intégralement entre les mains d'une poignée d'individus : la famille royale ou les princes marchands. Les peintres, sculpteurs, musiciens et autres artistes doués travaillaient pour l'élite, celle-ci étant la seule à pouvoir s'offrir leurs services. Si le système se révélait des plus injustes pour le commun des mortels, il permit en revanche de voir naître les œuvres brillantes d'artistes comme Léonard de Vinci, Ben Jonson et Mozart. Le mécénat connaît aujourd'hui un regain de popularité, mais le rôle de mécène est désormais joué par des mégacorporations plutôt que par des individus isolés."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/scholasticism.json"
    },
    {
        "id": 70,
        "name": "Révolution scientifique",
        "game_info": "La révolution scientifiqueaugmente de 50% le nombre de points de science obtenus par le biais d'accords de recherche.",
        "historical_info": "Une révolution scientifique est une période de l'Histoire au cours de laquelle d'importantes avancées au niveau de la technologie et du savoir humains modifient radicalement la perspective contemporaine. En conséquence, de nouveaux avancements scientifiques et philosophiques cruciaux sont effectués. La majeure partie de l'Europe vécut une révolution scientifique au XVIe siècle suite à la publication des ouvrages de Nicolas Copernic, \"Des révolutions des sphères célestes\", et d'André Vésale, \"Sur le fonctionnement du corps humain\" (en sept tomes). Ces deux œuvres prônaient l'usage de pratiques scientifiques modernes (pour l'époque) dans le but d'examiner des éléments du monde environnant et de prouver le caractère erroné de certaines théories scientifiques (dont certaines remontaient à la Grèce antique). Le succès de ces ouvrages ouvrit de nombreuses vannes, et les scientifiques commencèrent à étudier attentivement leur environnement, avec pour conséquence un enrichissement exponentiel des connaissances humaines au cours des siècles qui suivirent.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scientific_revolution.png",
        "required_policies": [
            {
                "name": "Souveraineté",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/sovereignty.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalisme",
            "game_info": "Le rationalisme améliore votre aptitude à utiliser et à générer de la science.L'adoption du rationalisme augmente de 10% le nombre de points de science tant que l'empire est heureux, et débloque la Tour de porcelaine. En adoptant toutes les doctrines du rationalisme, vous obtenez 2 technologies gratuites. Permet également d'acheter des scientifiques illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Renaissance",
            "historical_info": "Le rationalisme est une perspective intellectuelle qui cherche à expliquer le monde par le biais de la raison (plutôt, par exemple, que par la foi). Les rationalistes pensent que la raison prévaut sur toutes les autres façons d'interpréter le monde, y compris sur la perception que nous offrent nos cinq sens. Cette philosophie, qui remonte à l'illustre Socrate de la Grèce antique, a connu un regain d'intérêt au cours des XVIe et XVIIe siècles en Europe avec les travaux d'intellectuels comme Descartes, Spinoza, et Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/scientific_revolution.json"
    },
    {
        "id": 71,
        "name": "Laïcité",
        "game_info": "LaïcitéSpécialiste : science +2.",
        "historical_info": "La laïcité est la conviction que le gouvernement se doit d'être séparé de la foi religieuse. Les religions ne doivent pas être enseignées à l'école, et la foi d'un individu ne doit avoir aucune incidence sur l'obtention d'un emploi au sein du gouvernement ou de l'armée. Cela ne signifie pas pour autant que les laïcistes sont forcément athées ; ils pensent simplement que mélanger gouvernement et religion finira par nuire aux deux institutions. Les États-Unis sont un exemple de pays fortement laïc, bien que des traces de la religion de leurs premiers habitants subsistent sur la monnaie du pays, dans le serment prêté par les dirigeants le jour de leur investiture ou dans leur système juridique. Ces éléments suscitent d'ailleurs une forte désapprobation chez les citoyens qui n'appartiennent pas à cette religion.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/secularism.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalisme",
            "game_info": "Le rationalisme améliore votre aptitude à utiliser et à générer de la science.L'adoption du rationalisme augmente de 10% le nombre de points de science tant que l'empire est heureux, et débloque la Tour de porcelaine. En adoptant toutes les doctrines du rationalisme, vous obtenez 2 technologies gratuites. Permet également d'acheter des scientifiques illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Renaissance",
            "historical_info": "Le rationalisme est une perspective intellectuelle qui cherche à expliquer le monde par le biais de la raison (plutôt, par exemple, que par la foi). Les rationalistes pensent que la raison prévaut sur toutes les autres façons d'interpréter le monde, y compris sur la perception que nous offrent nos cinq sens. Cette philosophie, qui remonte à l'illustre Socrate de la Grèce antique, a connu un regain d'intérêt au cours des XVIe et XVIIe siècles en Europe avec les travaux d'intellectuels comme Descartes, Spinoza, et Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/secularism.json"
    },
    {
        "id": 72,
        "name": "Gratte-ciel",
        "game_info": "Le coût en or des bâtiments diminue de 33%.",
        "historical_info": "Dès les débuts du soviétisme en Russie, le gouvernement chercha à afficher le prestige et la fierté de son peuple via la mise en oeuvre de grands projets qui devaient démontrer l'organisation et la supériorité soviétiques. Le premier projet de gratte-ciel, les \"Sept soeurs de Moscou\", consistait en la construction de sept immeubles à l'architecture stalinienne, mélange élaboré des styles gothique et baroque russes. Leur construction fut interrompue par l'entrée en guerre de l'Union soviétique en 1941. Les \"Sept Soeurs\" furent terminées en 1956 à l'aide de méthodes et de technologies américaines. L'Union soviétique construisit ensuite des dizaines de gratte-ciel modernes dans ses républiques et pays satellites, de Varsovie à la capitale de la province du Kazakhstan.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/skyscrapers.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/skyscrapers.json"
    },
    {
        "id": 73,
        "name": "Réalisme socialiste",
        "game_info": " Bonheur local +2 pour les monuments historiques. Construction des monuments historiques deux fois plus rapide.",
        "historical_info": "Le mouvement du réalisme socialiste, issu de l'expression réaliste, vit le jour en Russie soviétique et se propagea dans tous les pays communistes du monde. Ce mouvement promouvait le triomphe du socialisme à travers l'art, la photographie, le cinéma et la construction de monuments publics. Avec le style architectural socialiste classique, le réalisme socialiste fut pendant soixante ans le seul style d'art approuvé par le Parti. Les monuments minimalistes à l'intensité dramatique conçus par les adeptes de ce mouvement furent perçus comme des outils de propagande destinés à promouvoir la dictature du prolétariat et à proposer une représentation physique des préceptes communistes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/socialist_realism.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/socialist_realism.json"
    },
    {
        "id": 74,
        "name": "Souveraineté",
        "game_info": "SouverainetéLes bâtiments scientifiques vous fourniront +1 Or.",
        "historical_info": "La souveraineté, ou \"souveraineté populaire\", représente la conviction que l'état appartient au peuple, et que les dirigeants sont ses serviteurs. Le pouvoir vient du peuple, et ceux qui dirigent le font avec le consentement de ce dernier. La souveraineté populaire est à l'opposé direct de la théocratie. Dans cette dernière, le dirigeant tient son pouvoir de Dieu. Les nations où règne la souveraineté populaire tiennent généralement des élections régulières durant lesquelles les citoyens expriment leur volonté, votant pour celui qu'ils estiment être le meilleur candidat au poste proposé (plutôt que de donner leur voix au plus imposant ou au manipulateur le plus habile).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sovereignty.png",
        "required_policies": [
            {
                "name": "Laïcité",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/secularism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalisme",
            "game_info": "Le rationalisme améliore votre aptitude à utiliser et à générer de la science.L'adoption du rationalisme augmente de 10% le nombre de points de science tant que l'empire est heureux, et débloque la Tour de porcelaine. En adoptant toutes les doctrines du rationalisme, vous obtenez 2 technologies gratuites. Permet également d'acheter des scientifiques illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Renaissance",
            "historical_info": "Le rationalisme est une perspective intellectuelle qui cherche à expliquer le monde par le biais de la raison (plutôt, par exemple, que par la foi). Les rationalistes pensent que la raison prévaut sur toutes les autres façons d'interpréter le monde, y compris sur la perception que nous offrent nos cinq sens. Cette philosophie, qui remonte à l'illustre Socrate de la Grèce antique, a connu un regain d'intérêt au cours des XVIe et XVIIe siècles en Europe avec les travaux d'intellectuels comme Descartes, Spinoza, et Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/sovereignty.json"
    },
    {
        "id": 75,
        "name": "Pionniers du vol spatial",
        "game_info": "Les ingénieurs illustres peuvent finir la construction de pièces de vaisseau spatial. Un ingénieur et un scientifique illustres apparaissent en dehors de la capitale.",
        "historical_info": "L'Union soviétique consacra une partie importante de ses ressources à son programme spatial. En concurrence avec les États-Unis, elle y voyait la chance de prouver au monde la supériorité scientifique et technologique de l'Union soviétique. De courageux cosmonautes furent les premiers êtres humains à voyager dans l'espace et à se placer dans l'orbite de la Terre à bord de petites capsules. En avril 1961, Youri Gagarine fut le premier homme à se placer dans l'orbite de la Terre. Il y resta pendant 108 minutes, à bord du vaisseau spatial Vostok 1. En 1963, Valentina Tereshkova, la première femme à voyager dans l'espace, resta dans l'orbite de la Terre pendant presque trois jours.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/spaceflight_pioneers.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/spaceflight_pioneers.json"
    },
    {
        "id": 76,
        "name": "Service des achats dans le domaine spatial",
        "game_info": "Permet l'achat de pièces de vaisseau spatial avec de l' or.",
        "historical_info": "La plupart des programmes spatiaux disposent d'un service des achats, similaire au Stennis Space Center Procurement Site de la NASA, chargé de procurer certains matériels et services que le gouvernement ne pourrait fournir de manière rentable (petits outils, carburants, produits chimiques, denrées alimentaires, articles de toilettes pour les vols dans l'espace, composants informatiques, etc.). Selon la réglementation, le service des achats achète du matériel, l'inspecte et évalue les services. Il se compose généralement de deux branches distinctes, l'une chargée d'attribuer des contrats aux grosses sociétés, l'autre aux petites entreprises. Le service des achats est une agence gouvernementale. Des procédures assurent une régulation et un contrôle budgétaire afin d'assurer la rentabilité des programmes spatiaux.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/space_procurements.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/space_procurements.json"
    },
    {
        "id": 77,
        "name": "Leur plus belle heure",
        "game_info": "Villes : puissance de combat +33%.",
        "historical_info": "C'est dans un discours devant le Parlement britannique en juin 1940, suite à l'annonce de la défaite de la France face à l'Allemagne, que le Premier ministre Winston Churchill prononça cette phrase. Il faisait par-là référence à la résistance constante de la Grande-Bretagne et du Commonwealth face au totalitarisme. Cette phrase emblématique fut par la suite utilisée pour désigner une situation dans laquelle un pays démocratique engage toutes ses ressources dans un conflit afin d'en sortir victorieux, même si tous les éléments sont contre lui. Parfois utilisée pendant la guerre froide, cette phrase implique que l'ennemi rejette en bloc toute notion de liberté.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/their_finest_hour.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/their_finest_hour.json"
    },
    {
        "id": 78,
        "name": "Théocratie",
        "game_info": "ThéocratieLes temples augmentent de 25% la production d' or d'une ville, et les lieux saints rapportent +3 Or.",
        "historical_info": "Dans un état théocratique, ce sont les dirigeants religieux qui détiennent le pouvoir (même si, en théorie, le vrai détenteur du pouvoir est la divinité qu'ils vénèrent et qui les guide). Les théocraties sont souvent des états militaristes, les dirigeants religieux usant de l'armée nationale comme d'un outil pour imposer leur croyance aux pays infidèles. Les théocraties modernes semblent avoir comme point commun de craindre autant que de haïr le progrès. Elles considèrent le confort et les évolutions modernes comme des menaces à la piété nationale (voire à leur pouvoir).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/theocracy.png",
        "required_policies": [
            {
                "name": "Religion organisée",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Piété",
            "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
            "prereq_era": null,
            "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/theocracy.json"
    },
    {
        "id": 79,
        "name": "Troisième voie",
        "game_info": "Quantité de ressources stratégiques produites +100%. Nourriture +5 et science +5 dans la capitale.",
        "historical_info": "La troisième voie est une philosophie politique issue du nationalisme qui rejette à la fois le capitalisme et le communisme, tout en reprenant les idées les plus radicales de ces deux doctrines. Les adeptes de la troisième voie prônent un système de production géré par l'État, une distribution des biens et des services aux \"membres productifs de la société\", une ségrégation pacifique de certains groupes raciaux et ethniques, et, plus récemment, un environnementalisme radical. Pour de nombreux experts politiques, ce mouvement, né à la suite de la Deuxième Guerre mondiale dans des pays tels que l'Argentine et l'Afrique du Sud, ne constitue pas une troisième voie, mais plutôt une mutation du néofascisme et de l'ultranationalisme.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/third_alternative.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/third_alternative.json"
    },
    {
        "id": 80,
        "name": "Guerre totale",
        "game_info": " +25% Production lors de la formation de nouvelles unités militaires, qui commencent avec +15 Expérience.",
        "historical_info": "Le principe de guerre totale est une stratégie militaire qui consiste pour l'état à investir jusqu'à la dernière de ses ressources dans un conflit guerrier. La population entière est mobilisée pour la lutte, et toutes les activités dispensables sont suspendues pendant la durée du conflit. Si l'état ennemi applique également cette stratégie, alors tout élément constitutif de ce dernier est une cible militaire potentielle et légitime. En définitive, tout ce qui permet d'affaiblir la capacité de l'ennemi à continuer la guerre est reconnu comme admissible. Il est alors possible de bombarder les villes, de couler des navires non armés, d'empoisonner des points d'eau potable et de brûler des récoltes. La guerre totale est généralement la forme de guerre la plus terrible qui soit, et la plus destructrice pour les populations civiles des belligérants.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/total_war.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/total_war.json"
    },
    {
        "id": 81,
        "name": "Armée de mercenaires",
        "game_info": "Armée de mercenairesPermet de recruter des lansquenets.",
        "historical_info": "Les mercenaires, qui prennent part à un conflit pour un bénéfice personnel ou une récompense plutôt que par devoir ou par foi, participent aux guerres depuis la nuit des temps. Ils furent toutefois particulièrement actifs pendant la Renaissance, avec les fameuses \"Grandes compagnies\" qui formaient des combattants à recruter. Souvent composées de vétérans issus d'armées nationales et dirigées par des commandants charismatiques comme l'Anglais Sir John Hawkwood, qui a fondé la tristement célèbre Compagnie Blanche, ces \"Grandes compagnies\" étaient souvent engagées en temps de guerre par des cités-états ou des petits royaumes qui n'avaient pas suffisamment d'hommes ou de fonds pour s'offrir une armée permanente. Tandis que les premières compagnies de mercenaires se spécialisèrent dans des formes de combat spécifiques, comme la cavalerie ou l'artillerie, la plupart étaient constituées de lansquenets allemands ou suisses qui furent très actifs pendant les guerres religieuses de la Réforme. Par pure coïncidence, au Sud, les condottieres servaient dans les luttes intestines entre les cités-états italiennes, y compris la Papauté. Jusqu'au XVIIIe siècle, les compagnies gaéliques écossaises se faisaient engager par des nobles du continent. Aujourd'hui, les mercenaires sont recrutés en petits groupes d'élite pour des missions spécifiques ou sont recrutés par des sociétés de sécurité privées.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercenary_army.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Commerce",
            "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mercenary_army.json"
    },
    {
        "id": 82,
        "name": "Flotte des Indes",
        "game_info": "Flotte des Indes Or +4 pour toutes vos routes commerciales maritimes.",
        "historical_info": "À diverses périodes, les nations devant transporter de grandes quantités de trésors et de marchandises organisèrent des convois afin d'accroître les chances des cargaisons d'arriver à destination. La flotte la plus célèbre fut la Flotte des Indes espagnole, qui de 1566 à 1790, transporta de l'or, de l'argent, des épices, du tabac, des perles et d'autres richesses depuis les Indes occidentales jusqu'aux ports espagnols d'Europe. Le sac de la Havane par les corsaires français et les attaques de galions isolés par les boucaniers anglais incitèrent l'Espagne à systématiser les convois de bateaux entre le Nouveau Monde et l'Europe. Bien que les mers soient aujourd'hui relativement débarrassées de la menace des pirates, les nations maritimes ont encore recours aux convois dans les secteurs en guerre afin d'accroître les chances des navires marchands d'arriver à bon port.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/treasure_fleets.png",
        "required_policies": [
            {
                "name": "Marine marchande",
                "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/merchant_navy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Exploration",
            "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": "Moyen Âge",
            "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/treasure_fleets.json"
    },
    {
        "id": 83,
        "name": "Organisation par traité",
        "game_info": "Quatre points d' influence supplémentaires par tour (en vitesse standard) par cité-état partageant une route commerciale avec vous.",
        "historical_info": "Une organisation par traité est un pacte militaire international créé aux fins de garantir la sécurité collective, qui inclut généralement une mise en commun des structures de commandement, des programmes de recherche et de la production d'armement, ainsi que des questions militaires plus courantes. La plus connue est l'Organisation du traité de l'Atlantique Nord, née en 1949. D'autres organisations de ce type furent également formées en Amérique du Sud, en Afrique et dans d'autres régions du monde. Les alliances militaires et les pactes défensifs étaient autrefois monnaie courante, mais n'atteignaient en rien le niveau d'intégration des organisations modernes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/treaty_organization.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/treaty_organization.json"
    },
    {
        "id": 84,
        "name": "Front uni",
        "game_info": "Les cités-états militaires fournissent deux fois plus d'unités lorsque vous êtes en guerre contre un ennemi commun.",
        "historical_info": "Un front uni est un système au sein duquel les révolutionnaires font fi des frontières de l'État et poursuivent leurs objectifs en s'alliant aux individus étrangers de mêmes principes. Le système a été développé par les communistes cherchant à étendre la révolution bolchevique aux pays d'Europe et au reste du monde. Le cri de guerre des militants était \"Travailleurs de tous les pays : unissez-vous !\", et ses adeptes espéraient que les classes défavorisées du monde entier réaliseraient qu'elles avaient plus en commun entre elles qu'avec les dirigeants de leur pays respectif. Après cette prise de conscience, idéalement, les travailleurs se seraient levés, auraient renversé leurs oppresseurs capitalistes, puis auraient inauguré une ère paradisiaque pour les travailleurs du monde. Cela n'arriva pas, et le mouvement fut finalement un échec. Aujourd'hui, le système semble renaître quelque peu avec la lutte culturelle opposant les mondes musulman et non-musulman.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/united_front.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/united_front.json"
    },
    {
        "id": 85,
        "name": "Couverture médicale universelle",
        "game_info": " Bonheur local +1 pour toutes les merveilles nationales.",
        "historical_info": "La couverture médicale universelle, ou \"couverture sociale\", est un système financé par l'état visant à fournir un accès équitable aux services de santé et de meilleurs soins à tous les citoyens, par le biais d'un certain nombre d'avantages spécifiques. C'est la Norvège, en 1912, qui la première créa un système de santé quasi universel. D'après l'Organisation mondiale de la santé, en 2010, 32 pays proposaient une forme de couverture médicale universelle.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_healthcare_a.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocratie",
            "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/universal_healthcare.json"
    },
    {
        "id": 86,
        "name": "Couverture médicale universelle",
        "game_info": " Bonheur local +1 pour toutes les merveilles nationales.",
        "historical_info": "La couverture médicale universelle, ou \"couverture sociale\", est un système financé par l'état visant à fournir un accès équitable aux services de santé et de meilleurs soins à tous les citoyens, par le biais d'un certain nombre d'avantages spécifiques. C'est la Norvège, en 1912, qui la première créa un système de santé quasi universel. D'après l'Organisation mondiale de la santé, en 2010, 32 pays proposaient une forme de couverture médicale universelle.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_healthcare_f.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/universal_healthcare.json"
    },
    {
        "id": 87,
        "name": "Couverture médicale universelle",
        "game_info": " Bonheur local +1 pour toutes les merveilles nationales.",
        "historical_info": "La couverture médicale universelle, ou \"couverture sociale\", est un système financé par l'état visant à fournir un accès équitable aux services de santé et de meilleurs soins à tous les citoyens, par le biais d'un certain nombre d'avantages spécifiques. C'est la Norvège, en 1912, qui la première créa un système de santé quasi universel. D'après l'Organisation mondiale de la santé, en 2010, 32 pays proposaient une forme de couverture médicale universelle.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_healthcare_o.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/universal_healthcare.json"
    },
    {
        "id": 88,
        "name": "Suffrage universel",
        "game_info": "Les spécialistes des villes produisent moitié moins de mécontentement. Les âges d'or sont 50% plus longs.",
        "historical_info": "De nombreux combats politiques ont eu pour thème le droit de vote, à ne pas confondre avec la possibilité de voter, lors des élections publiques organisées dans les démocraties. Lorsque les élections se font au suffrage universel, le droit de vote ne peut être restreint par des critères de genre, de race, de croyance, de richesse, de propriété foncière ou de statut social. Dans la plupart des pays occidentaux, le suffrage universel ouvert aux femmes fut instauré une ou deux décennies après l'adoption du suffrage universel masculin.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_suffrage.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/universal_suffrage.json"
    },
    {
        "id": 89,
        "name": "Urbanisation",
        "game_info": " Bonheur local +1 pour chaque moulin à eau, hôpital et laboratoire médical.",
        "historical_info": "L'urbanisation est la croissance physique des villes engendrée par l'exode rural et la concentration de population dans les banlieues. L'urbanisation est étroitement liée à l'industrialisation, la modernisation et la rationalisation sociologique. Tous ces phénomènes, nés à l'ère industrielle, se sont accélérés à l'âge de l'information. Selon les données des Nations unies, environ la moitié de la population mondiale vivait dans des zones urbaines à la fin de la première décennie du XXIe siècle. En 2050, on estime que l'humanité sera urbanisée à 85%.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/urbanization.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/urbanization.json"
    },
    {
        "id": 90,
        "name": "Armée de volontaires",
        "game_info": "Coût d'entretien nul pour 6 unités. Obtention immédiate de 6 unités de Légion étrangère.",
        "historical_info": "Dans une armée de volontaires, les effectifs se composent de volontaires et ne sont pas issus de la conscription ou du service obligatoire. Ce type d'armée existe généralement dans les démocraties. Le salaire, les primes et les avantages sont généralement attractifs afin de faciliter le recrutement et d'allonger la durée d'engagement. La plupart des pays disposant d'armées composées de volontaires ont adopté des lois de conscription en cas d'état de guerre généralisé.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/volunteer_army.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Égalité",
            "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/volunteer_army.json"
    },
    {
        "id": 91,
        "name": "Code du guerrier",
        "game_info": "Code du guerrier Production +15% lors de la formation d'unités de combat rapproché et un général illustre apparaît en dehors de la capitale. Vitesse d'apparition des généraux illustres améliorée de 50%.",
        "historical_info": "Le code du guerrier est à la base des organisations militaires dans lesquelles les soldats se sentent plus dévoués à l'armée et à leurs camarades combattants qu'à toute autre chose. Le soldat est prêt, voire souhaite, se battre et mourir pour son armée. Il obéira aux ordres sans poser de question, élevant le bien de l'armée au-dessus de son bonheur personnel, ou même de celui de la nation toute entière. De telles organisations peuvent être extrêmement dangereuses si les dirigeants de l'État ne les contrôlent pas d'une poigne de fer. Selon certains historiens, dans le Japon d'avant la Seconde Guerre mondiale, l'armée et la marine impériales avaient échappé au contrôle civil, et leurs actions militaires ont entraîné le pays dans une confrontation désastreuse avec les États-Unis.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/warrior_code.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Honneur",
            "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
            "prereq_era": null,
            "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/warrior_code.json"
    },
    {
        "id": 92,
        "name": "Aménagements destinés aux ouvriers",
        "game_info": "Les usines augmentent de 25% la production de science de la ville. La construction des usines est deux fois plus rapide.",
        "historical_info": "Selon la théorie marxiste, la classe ouvrière russe devait prendre le pouvoir pour assurer la transition de la Russie du socialisme au communisme. Les ouvriers devaient donc avoir accès à tout le confort de la vie moderne dans une société communautaire, depuis le logement jusqu'aux infrastructures de loisirs. Les aménagements les plus flagrants furent les complexes d'appartements collectifs, dans lesquels deux à sept familles de migrants provenant des zones rurales pouvaient occuper un même appartement. Chaque famille disposait d'une chambre, mais le reste était utilisé par l'ensemble des résidents : cuisine, salon, salle de bain, téléphone et poste de télévision.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/workers'_faculties.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/workers'_faculties.json"
    },
    {
        "id": 93,
        "name": "Jeunes Pionniers",
        "game_info": " Bonheur local +1 pour chaque atelier, usine et centrale solaire/nucléaire/hydroélectrique.",
        "historical_info": "Des mouvements de Jeunes Pionniers furent mis en place par le Parti dans plusieurs pays communistes. En règle générale, les enfants intégraient les Jeunes Pionniers à l'école primaire et y restaient jusqu'à la fin de l'adolescence. L'objectif de cette organisation, vaguement inspirée du scoutisme occidental, était d'endoctriner les jeunes gens afin de leur inculquer les philosophies et principes du communisme et de la lutte ouvrière. On leur apprenait également à devenir de meilleurs soldats et de meilleurs travailleurs afin de mieux servir l'État. Le programme russe rencontra un tel succès qu'il s'était en 1990 propagé dans plus de 30 pays. Un grand nombre de ces programmes existe toujours, par exemple en Russie (sous le nom de \"Pionniers du parti communiste\", groupe non officiel) ou dans des pays tels que Cuba et le Viêt Nam.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/young_pioneers.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordre",
            "game_info": "L'ordre est une doctrine convenant aux grands empires expansionnistes, car la puissance de l'empire est déterminée par le nombre de villes qu'il contient. L'adoption de l'ordre augmente de +1 le bonheur dans chaque ville. En adoptant toutes les doctrines de l'ordre, vous gagnerez +2 Nourriture, Production, Science, Or et Culture par ville. Permet d'acheter des ingénieurs illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'autocratie.",
            "prereq_era": "Ère industrielle",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/young_pioneers.json"
    }
]