{
    "id": 63,
    "name": "Armée de métier",
    "game_info": "Armée de métierLe coût en or pour l'amélioration des unités militaires diminue de 33% et la construction des casernes, dépôts d'armes et écoles militaires est 50% plus rapide.",
    "historical_info": "Une armée de métier est une organisation militaire qui perdure en temps de paix. Ses soldats sont rémunérés par l'État et, lorsqu'ils ne sont pas mobilisés, ils passent leurs journées à s'entraîner ou à s'occuper de travaux publics. Les premières armées n'étaient pas des armées de métier. Lorsque la guerre était imminente, les dirigeants du pays lançaient un appel à la mobilisation et tous les hommes physiquement aptes à se battre empoignaient leurs armes et partaient en guerre. Ces soldats amateurs n'avaient en général que peu d'entraînement, et on attendait souvent d'eux qu'ils apportent leurs propres armes et armures (lesquels étaient souvent de qualité médiocre). Comme ils avaient tendance à déserter lorsqu'ils devaient s'occuper de leurs terres, les batailles étaient souvent prévues en été. Si la victoire n'était pas acquise à l'heure des récoltes, il n'était pas rare que la guerre soit remise à l'été suivant.Les armées de métier sont mises en place lorsqu'une société est devenue assez riche pour assumer financièrement un grand nombre d'hommes qui, de fait, ne travailleront pas dans les champs et n'exécuteront aucun autre travail de production. Les soldats sont généralement hébergés dans des casernes et isolés du reste de la population, afin d'éviter toute tension. L'État leur fournit de la nourriture, des armes, du matériel de protection, ainsi qu'une formation spéciale. Ces soldats de métier sont généralement plus efficaces que des combattants amateurs.La guerre moderne est devenue extrêmement complexe, et les soldats s'entretuent à l'aide d'armes de plus en plus sophistiquées nécessitant un entraînement spécifique pour pouvoir être utilisées efficacement. Les soldats amateurs sont tout bonnement incapables de tenir la distance face à des soldats professionnels, et la plupart des États s'offrent les services de combattants de métier.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/professional_army.png",
    "required_policies": [
        {
            "name": "Caste militaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/military_caste.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Honneur",
        "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
    }
}