{
    "id": 64,
    "name": "Protectionnisme",
    "game_info": "Protectionnisme +2 Bonheur pour chaque ressource de luxe.",
    "historical_info": "Le protectionnisme est une politique économique visant à la restriction du commerce international par le biais de quotas, de taxes ou d'autres méthodes de ce type. Il est employé par les pays qui cherchent à ralentir, voire à enrayer totalement le flux d'importation de marchandises et de services afin de protéger les industries locales. Le protectionnisme est également utilisé par les dirigeants qui souhaitent limiter les interactions entre leur population et les biens et peuples étrangers. Soit parce qu'ils sont convaincus que tout ce qui vient de l'étranger est l'œuvre du Démon, soit parce qu'ils n'ont aucune envie que leurs citoyens se rendent compte à quel point ils sont mal lotis par rapport aux autres populations du monde. La Corée du Nord propose un exemple grotesque d'état protectionniste, ses dirigeants limitant tout contact entre la population et le monde extérieur afin de dissimuler le retard socio-économique du pays.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protectionnisme.png",
    "required_policies": [
        {
            "name": "Mercantilisme",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/mercantilism.json"
        },
        {
            "name": "Entreprenariat",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/entrepreneurship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Commerce",
        "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
    }
}