{
    "id": 65,
    "name": "Réforme",
    "game_info": "RéformeObtention d'une croyance de Réforme supplémentaire pour toute religion fondée.",
    "historical_info": "La réforme fait référence à un mouvement d'importance visant à réformer une organisation religieuse ou un système de croyances perçu comme corrompu ou comme s'étant éloigné de ses principes essentiels. La Réforme protestante visait à réformer l'Église catholique romaine. Le mouvement voit le jour en 1517, suite à la publication des \"Quatre-vingt-quinze thèses\" de Martin Luther. Dans cet ouvrage, ce dernier liste les transgressions de l'Église comme lui les perçoit. La Réforme durera 130 longues années, émaillées de bains de sang religieux à travers l'Europe et le Nouveau Monde. Le Christianisme sortit fragmenté de ce conflit d'une violence inouïe, et l'autorité civile prévalut dès lors sur la vie religieuse.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/réforme.png",
    "required_policies": [
        {
            "name": "Tolérance religieuse",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/religious_tolerance.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Piété",
        "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
        "prereq_era": null,
        "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
    }
}