{
    "id": 28,
    "name": "Tolérance religieuse",
    "game_info": "Tolérance religieuseLes villes présentant une religion majoritaire obtiennent également un bonus de croyance du panthéon pour la deuxième religion la plus populaire.",
    "historical_info": "La liberté de culte est la politique adoptée par un état qui n'impose aucune religion spécifique à ses citoyens. Toutes les croyances sont tolérées, et chacun est libre de \"prêcher pour sa paroisse\". Si l'intention est noble, cette doctrine a tout de même l'effet de limiter l'importance de toutes les religions au sein de la société. Dans les nations possédant une religion d'État, les individus à la tête du culte concerné disposent parfois d'un pouvoir immense (voir l'exemple de l'Iran actuel). Dans les nations ayant mis en place la liberté de culte, toutes les religions sont traitées sur le même pied d'égalité, et aucune ne peut devenir dominante.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tolérance_religieuse.png",
    "required_policies": [
        {
            "name": "Religion organisée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/organized_religion.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Piété",
        "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
        "prereq_era": null,
        "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
    }
}