{
    "id": 66,
    "name": "Représentation",
    "game_info": "ReprésentationPour chaque ville fondée, le coût en culture des doctrines augmentera 33% moins vite. Déclenche également un âge d'or.",
    "historical_info": "La représentation est une doctrine proposant que les citoyens d'une nation nomment des représentants pour diriger le gouvernement. On peut considérer cette doctrine comme l'évolution directe du pouvoir collectif, une fois la population devenue trop nombreuse pour ce dernier type de gouvernement. Un état basé sur la représentation se subdivise en entités administratives plus petites et plus aisément gérables (qu'il s'agisse de paroisses, d'états ou autres). Chacune de ces entités choisit ensuite un ou plusieurs citoyens locaux pour représenter ses intérêts au gouvernement pendant une période donnée. L'ensemble des représentants forme un parlement (ou tout autre type de corps délibérant) et dirige le pays. Si la majeure partie des gouvernements fonctionnant sur la base de la représentation sont des républiques, il n'y a là rien de systématique. Certains de ces états élisent pour les diriger des rois, reines (permanents ou temporaires) et autres membres de la noblesse.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/representation.png",
    "required_policies": [
        {
            "name": "Citoyenneté",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Liberté",
        "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
        "prereq_era": null,
        "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
    }
}