{
    "id": 67,
    "name": "République",
    "game_info": "RépubliqueVilles : production +1, et production +5% dans les villes lors de la construction de bâtiments.",
    "historical_info": "La République est un type de gouvernement au sein duquel le peuple ou ses représentants détiennent l'intégralité du pouvoir, par opposition à la monarchie et au despotisme où celui-ci est entre les mains d'une seule et unique personne. Le peuple ou ses représentants peuvent élire un dirigeant, mais les pouvoirs de ce dernier dépendent de l'assentiment de ses électeurs. Certaines cultures de la période classique ont mis en place une forme de république, et notamment plusieurs cités-états grecques, ainsi que Rome (durant une partie de son histoire). Cependant, à l'époque, la monarchie restait le système gouvernemental le plus répandu.La république refit son apparition au XVIIIe siècle, lorsque les États-Unis se dissocièrent de la monarchie britannique et définirent leur système politique. A mesure qu'elles gagnaient leur indépendance par rapport au Vieux Monde, la plupart des nations d'Amérique centrale et d'Amérique du Sud s'établirent en république (le Mexique fut un temps une monarchie, mais celle-ci ne dura guère).Au XXe siècle, la plupart des gouvernements européens, ainsi que de nombreux pays asiatiques, sont devenus des républiques après l'une ou l'autre des guerres mondiales. Depuis, de nombreuses régions d'Afrique, débarrassées du carcan de la colonisation, ont suivi le mouvement. Aujourd'hui, la plupart des nations du monde ont établi (ou tout du moins le prétendent) une forme de république.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/république.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Liberté",
        "game_info": "La liberté est idéale pour les civilisations qui souhaitent s'étendre rapidement. Adopter la liberté fournit 1  Culture dans chaque ville et débloque les Pyramides. Adoptez toutes les doctrines de la liberté pour voir apparaître un personnage illustre de votre choix près de votre capitale.",
        "prereq_era": null,
        "historical_info": "En tant que doctrine, la liberté expose un postulat simple, à savoir que tout individu est en droit de vivre libre. Il ne doit être aliéné ni par des liens physiques, ni spirituellement par un pouvoir despotique. Les serfs, les esclaves et les serviteurs héréditaires sont de ceux qui, comme les citoyens qu'on force à vivre au sein d'un certain village, goulag ou ghetto, sont privés de ce principe essentiel."
    }
}