{
    "id": 69,
    "name": "Scolastique",
    "game_info": "ScolastiqueToutes les cités-états alliées octroient un bonus de science égal à 25% de ce qu'elles produisent pour elles-mêmes.",
    "historical_info": "La scolastique est une méthode d'enseignement employée entre 1000 et 1500 apr. J.-C. dans les universités médiévales européennes. La scolastique met en avant le raisonnement critique et l'argumentation. L'enseignant sélectionnait un livre à étudier, puis lui et ses élèves débattaient de ce que l'ouvrage signifiait, étudiaient d'autres œuvres traitant du même sujet et les critiques de l'ouvrage lui-même, etc. Ainsi, les élèves acquerraient une compréhension plus complète du sujet que s'ils avaient dû mémoriser purement et simplement la même somme d'informations. Le mouvement fut largement popularisé par la redécouverte des travaux des philosophes grecs, ainsi que par la tentative d'intégrer leurs idées à la pensée chrétienne.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scholasticism.png",
    "required_policies": [
        {
            "name": "Philanthropie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/philanthropy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Mécénat",
        "game_info": "Le mécénat augmente les bonus liés à votre niveau d'amitié auprès des cités-états. En adoptant le mécénat, l' influence sur les cités-états diminue 25% moins vite qu'à l'accoutumée et vous débloquez la Cité interdite. En adoptant toutes les doctrines du mécénat, les cités-états alliées vous offriront parfois spontanément des personnages illustres.",
        "prereq_era": "Ère classique",
        "historical_info": "Le mécénat est la promotion, par les membres les plus riches et puissants (souvent les nobles) d'un état, de ses artistes talentueux. Dans de nombreuses sociétés anciennes, la richesse reposait presque intégralement entre les mains d'une poignée d'individus : la famille royale ou les princes marchands. Les peintres, sculpteurs, musiciens et autres artistes doués travaillaient pour l'élite, celle-ci étant la seule à pouvoir s'offrir leurs services. Si le système se révélait des plus injustes pour le commun des mortels, il permit en revanche de voir naître les œuvres brillantes d'artistes comme Léonard de Vinci, Ben Jonson et Mozart. Le mécénat connaît aujourd'hui un regain de popularité, mais le rôle de mécène est désormais joué par des mégacorporations plutôt que par des individus isolés."
    }
}