{
    "id": 70,
    "name": "Révolution scientifique",
    "game_info": "La révolution scientifiqueaugmente de 50% le nombre de points de science obtenus par le biais d'accords de recherche.",
    "historical_info": "Une révolution scientifique est une période de l'Histoire au cours de laquelle d'importantes avancées au niveau de la technologie et du savoir humains modifient radicalement la perspective contemporaine. En conséquence, de nouveaux avancements scientifiques et philosophiques cruciaux sont effectués. La majeure partie de l'Europe vécut une révolution scientifique au XVIe siècle suite à la publication des ouvrages de Nicolas Copernic, \"Des révolutions des sphères célestes\", et d'André Vésale, \"Sur le fonctionnement du corps humain\" (en sept tomes). Ces deux œuvres prônaient l'usage de pratiques scientifiques modernes (pour l'époque) dans le but d'examiner des éléments du monde environnant et de prouver le caractère erroné de certaines théories scientifiques (dont certaines remontaient à la Grèce antique). Le succès de ces ouvrages ouvrit de nombreuses vannes, et les scientifiques commencèrent à étudier attentivement leur environnement, avec pour conséquence un enrichissement exponentiel des connaissances humaines au cours des siècles qui suivirent.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scientific_revolution.png",
    "required_policies": [
        {
            "name": "Souveraineté",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/sovereignty.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Rationalisme",
        "game_info": "Le rationalisme améliore votre aptitude à utiliser et à générer de la science.L'adoption du rationalisme augmente de 10% le nombre de points de science tant que l'empire est heureux, et débloque la Tour de porcelaine. En adoptant toutes les doctrines du rationalisme, vous obtenez 2 technologies gratuites. Permet également d'acheter des scientifiques illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Renaissance",
        "historical_info": "Le rationalisme est une perspective intellectuelle qui cherche à expliquer le monde par le biais de la raison (plutôt, par exemple, que par la foi). Les rationalistes pensent que la raison prévaut sur toutes les autres façons d'interpréter le monde, y compris sur la perception que nous offrent nos cinq sens. Cette philosophie, qui remonte à l'illustre Socrate de la Grèce antique, a connu un regain d'intérêt au cours des XVIe et XVIIe siècles en Europe avec les travaux d'intellectuels comme Descartes, Spinoza, et Kant."
    }
}