{
    "id": 76,
    "name": "Service des achats dans le domaine spatial",
    "game_info": "Permet l'achat de pièces de vaisseau spatial avec de l' or.",
    "historical_info": "La plupart des programmes spatiaux disposent d'un service des achats, similaire au Stennis Space Center Procurement Site de la NASA, chargé de procurer certains matériels et services que le gouvernement ne pourrait fournir de manière rentable (petits outils, carburants, produits chimiques, denrées alimentaires, articles de toilettes pour les vols dans l'espace, composants informatiques, etc.). Selon la réglementation, le service des achats achète du matériel, l'inspecte et évalue les services. Il se compose généralement de deux branches distinctes, l'une chargée d'attribuer des contrats aux grosses sociétés, l'autre aux petites entreprises. Le service des achats est une agence gouvernementale. Des procédures assurent une régulation et un contrôle budgétaire afin d'assurer la rentabilité des programmes spatiaux.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/space_procurements.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Égalité",
        "game_info": "L'égalité est adaptée aux petits empires à la production orientée. Elle octroie notamment des bonus liés aux personnages illustres et aux spécialistes. En adoptant l'égalité, les personnages illustres apparaissent 25% plus vite. En adoptant toutes les doctrines de l'égalité, vous augmenterez de 100% le rendement de base des grands aménagements de cases et la durée des âges d'or de 50%. Permet d'acheter des artistes illustres avec la foi non dépensée. [COLOR_WARNING_TEXT] Cette catégorie de doctrines ne peut pas être active en même temps que l'autocratie ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}