{
    "id": 78,
    "name": "Théocratie",
    "game_info": "ThéocratieLes temples augmentent de 25% la production d' or d'une ville, et les lieux saints rapportent +3 Or.",
    "historical_info": "Dans un état théocratique, ce sont les dirigeants religieux qui détiennent le pouvoir (même si, en théorie, le vrai détenteur du pouvoir est la divinité qu'ils vénèrent et qui les guide). Les théocraties sont souvent des états militaristes, les dirigeants religieux usant de l'armée nationale comme d'un outil pour imposer leur croyance aux pays infidèles. Les théocraties modernes semblent avoir comme point commun de craindre autant que de haïr le progrès. Elles considèrent le confort et les évolutions modernes comme des menaces à la piété nationale (voire à leur pouvoir).",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/théocratie.png",
    "required_policies": [
        {
            "name": "Religion organisée",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/organized_religion.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Piété",
        "game_info": "La piété augmente la foi d'un empire.Adopter la piété diminue de moitié le temps nécessaire à la construction d'autels et de temples et débloque la Grande mosquée de Djenné.L'adoption de toutes les doctrines de la piété entraîne l'apparition d'un prophète illustre et augmente de 3 points la culture générée par les lieux saints.",
        "prereq_era": null,
        "historical_info": "La piété est la dévotion à un système spécifique de croyances religieuses ou spirituelles. Une personne \"pieuse\" est généralement considérée comme étant, littéralement, \"plus sainte que vous\". Cela signifie qu'elle se plie scrupuleusement aux pratiques dictées par sa religion et accepte la plupart, voire l'intégralité, de ses préceptes sans jamais les remettre en question."
    }
}