{
    "id": 79,
    "name": "Troisième voie",
    "game_info": "Quantité de ressources stratégiques produites +100%. Nourriture +5 et science +5 dans la capitale.",
    "historical_info": "La troisième voie est une philosophie politique issue du nationalisme qui rejette à la fois le capitalisme et le communisme, tout en reprenant les idées les plus radicales de ces deux doctrines. Les adeptes de la troisième voie prônent un système de production géré par l'État, une distribution des biens et des services aux \"membres productifs de la société\", une ségrégation pacifique de certains groupes raciaux et ethniques, et, plus récemment, un environnementalisme radical. Pour de nombreux experts politiques, ce mouvement, né à la suite de la Deuxième Guerre mondiale dans des pays tels que l'Argentine et l'Afrique du Sud, ne constitue pas une troisième voie, mais plutôt une mutation du néofascisme et de l'ultranationalisme.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/troisième_voie.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autocratie",
        "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}