{
    "id": 80,
    "name": "Guerre totale",
    "game_info": " +25% Production lors de la formation de nouvelles unités militaires, qui commencent avec +15 Expérience.",
    "historical_info": "Le principe de guerre totale est une stratégie militaire qui consiste pour l'état à investir jusqu'à la dernière de ses ressources dans un conflit guerrier. La population entière est mobilisée pour la lutte, et toutes les activités dispensables sont suspendues pendant la durée du conflit. Si l'état ennemi applique également cette stratégie, alors tout élément constitutif de ce dernier est une cible militaire potentielle et légitime. En définitive, tout ce qui permet d'affaiblir la capacité de l'ennemi à continuer la guerre est reconnu comme admissible. Il est alors possible de bombarder les villes, de couler des navires non armés, d'empoisonner des points d'eau potable et de brûler des récoltes. La guerre totale est généralement la forme de guerre la plus terrible qui soit, et la plus destructrice pour les populations civiles des belligérants.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/guerre_totale.png",
    "required_policies": [],
    "tenet_level": 2,
    "branch": {
        "name": "Autocratie",
        "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}