{
    "id": 82,
    "name": "Flotte des Indes",
    "game_info": "Flotte des Indes Or +4 pour toutes vos routes commerciales maritimes.",
    "historical_info": "À diverses périodes, les nations devant transporter de grandes quantités de trésors et de marchandises organisèrent des convois afin d'accroître les chances des cargaisons d'arriver à destination. La flotte la plus célèbre fut la Flotte des Indes espagnole, qui de 1566 à 1790, transporta de l'or, de l'argent, des épices, du tabac, des perles et d'autres richesses depuis les Indes occidentales jusqu'aux ports espagnols d'Europe. Le sac de la Havane par les corsaires français et les attaques de galions isolés par les boucaniers anglais incitèrent l'Espagne à systématiser les convois de bateaux entre le Nouveau Monde et l'Europe. Bien que les mers soient aujourd'hui relativement débarrassées de la menace des pirates, les nations maritimes ont encore recours aux convois dans les secteurs en guerre afin d'accroître les chances des navires marchands d'arriver à bon port.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/flotte_des_indes.png",
    "required_policies": [
        {
            "name": "Marine marchande",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/policies/merchant_navy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Exploration",
        "game_info": "L'exploration améliore votre aptitude à étendre votre empire par-delà les mers. Adopter l'exploration octroie 1 [ICON_MOVES] point de mouvement supplémentaire aux unités navales et 1 point de champ de vision aux unités militaires navales, et débloque le Louvre. En adoptant toutes les doctrines, vous deviendrez capable de voir les sites antiques cachés et vous pourrez acheter des amiraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Depuis que l'homme a commencé à se sédentariser, il y a toujours eu des individus désireux de découvrir ce qui se trouvait au-delà de l'horizon. Motivés par le profit, l'aventure, la religion, la nécessité ou tout simplement par la curiosité, des explorateurs ont étendu notre connaissance du monde et de ses merveilles. Au cours de leurs pérégrinations, ils ont également fait se rencontrer des cultures différentes et éloignées, pour le meilleur ou pour le pire. Ce sont des explorateurs tels que le Carthaginois Hannon, l'amiral chinois Wang Dayuan, l'anglais Sir Richard Burton et des milliers d'autres qui ont permis l'expansion des civilisations et façonné l'histoire."
    }
}