{
    "id": 84,
    "name": "Front uni",
    "game_info": "Les cités-états militaires fournissent deux fois plus d'unités lorsque vous êtes en guerre contre un ennemi commun.",
    "historical_info": "Un front uni est un système au sein duquel les révolutionnaires font fi des frontières de l'État et poursuivent leurs objectifs en s'alliant aux individus étrangers de mêmes principes. Le système a été développé par les communistes cherchant à étendre la révolution bolchevique aux pays d'Europe et au reste du monde. Le cri de guerre des militants était \"Travailleurs de tous les pays : unissez-vous !\", et ses adeptes espéraient que les classes défavorisées du monde entier réaliseraient qu'elles avaient plus en commun entre elles qu'avec les dirigeants de leur pays respectif. Après cette prise de conscience, idéalement, les travailleurs se seraient levés, auraient renversé leurs oppresseurs capitalistes, puis auraient inauguré une ère paradisiaque pour les travailleurs du monde. Cela n'arriva pas, et le mouvement fut finalement un échec. Aujourd'hui, le système semble renaître quelque peu avec la lutte culturelle opposant les mondes musulman et non-musulman.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/united_front.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autocratie",
        "game_info": "L'autocratie est la doctrine de choix pour les civilisations militaristes rêvant de conquérir le monde. Adopter l'autocratie permet de réduire de 33% le coût d'entretien en or des unités militaires. Vous recevez 10 Culture en butin pour chaque point de culture produit dans la ville capturée. En adoptant toutes les doctrines de l'autocratie, toutes vos unités militaires profiteront d'un bonus d'attaque de 25% pendant 50 tours. Permet d'acheter des généraux et amiraux illustres avec la foi non dépensée. [COLOR_WARNING_TEXT]Cette catégorie de doctrines ne peut pas être active en même temps que l'égalité ou l'ordre.",
        "prereq_era": "Ère industrielle",
        "historical_info": null
    }
}