{
    "id": 6,
    "name": "Convois de chariots",
    "game_info": "Convois de chariots Or +2 pour toutes les routes commerciales terrestres. Les coûts d'entretien liés aux routes et aux voies ferrées sont réduits de 50%.",
    "historical_info": "Lorsque l'état des routes commença à s'améliorer et le banditisme à reculer, les caravanes furent peu à peu remplacées par des convois de chariots. Ces derniers permettaient en effet de transporter un plus grand nombre de biens plus variés, de parcourir de plus grandes distances et offraient un abri aux voyageurs et aux marchandises. Les convois de chariots furent longtemps employés pour le commerce, la guerre et les migrations de populations, mais disparurent progressivement à partir de l'ère industrielle.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wagon_trains.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Commerce",
        "game_info": "Le commerce octroie des bonus aux empires dont la production se focalise sur l' or. Adopter le commerce augmente la production d' or de la capitale de 25% et débloque Big Ben. En adoptant toutes les doctrines du commerce, chaque comptoir commercial vous rapportera +1 Or. Permet également d'acheter des marchands illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": "Moyen Âge",
        "historical_info": "Le commerce est un principe d'échange de biens et de services au moyen du troc (contre d'autres biens ou services) ou d'une monnaie. Le commerce est aussi ancien que peut l'être le langage humain, ou peut-être même plus. Dans certaines cultures, les marchands appartiennent à une classe inférieure à celle des dirigeants ou des hommes d'armes. Dans d'autres, ils sont considérés comme une élite, et l'acquisition de richesse est la quête individuelle et sociale la plus noble qui soit. Durant la majeure partie de leur histoire, les États-Unis ont fait partie de cette seconde catégorie de nations."
    }
}