{
    "id": 91,
    "name": "Code du guerrier",
    "game_info": "Code du guerrier Production +15% lors de la formation d'unités de combat rapproché et un général illustre apparaît en dehors de la capitale. Vitesse d'apparition des généraux illustres améliorée de 50%.",
    "historical_info": "Le code du guerrier est à la base des organisations militaires dans lesquelles les soldats se sentent plus dévoués à l'armée et à leurs camarades combattants qu'à toute autre chose. Le soldat est prêt, voire souhaite, se battre et mourir pour son armée. Il obéira aux ordres sans poser de question, élevant le bien de l'armée au-dessus de son bonheur personnel, ou même de celui de la nation toute entière. De telles organisations peuvent être extrêmement dangereuses si les dirigeants de l'État ne les contrôlent pas d'une poigne de fer. Selon certains historiens, dans le Japon d'avant la Seconde Guerre mondiale, l'armée et la marine impériales avaient échappé au contrôle civil, et leurs actions militaires ont entraîné le pays dans une confrontation désastreuse avec les États-Unis.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/code_du_guerrier.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Honneur",
        "game_info": "L'honneur améliore de diverses façons l'efficacité de l'armée. Adopter l'honneur octroie un bonus de combat de 33% contre les Barbares, et vous recevez une notification chaque fois que l'un de leurs campements apparaît près de votre territoire. Votre empire reçoit de la culture à chaque barbare éliminé. L'honneur débloque la statue de Zeus. En adoptant toutes les doctrines de l'honneur, vous recevrez de l' or chaque fois que vous éliminerez une unité ennemie. Permet également d'acheter des généraux illustres avec de la foi à partir de l'ère industrielle.",
        "prereq_era": null,
        "historical_info": "Dans une société \"honorable\", le statut des citoyens est basé sur le jugement qu'a la communauté de leurs qualités personnelles. Les qualités traditionnellement considérées comme honorables incluent : l'allégeance, l'honnêteté, l'intégrité et le courage. Dans bon nombre de ces sociétés, on attend des hommes qu'ils \"défendent leur honneur\" jusqu'à la mort, en cela que perdre son honneur est considérée comme pire encore que de perdre la vie."
    }
}