{
    "id": 1,
    "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/agriculture.png",
    "era": "Starożytność|Starożytności|Starożytności|Starożytność",
    "cost": 20,
    "civilopedia_entry": "Rolnictwo zajmuje się produkcją roślin i zwierząt, przede wszystkim na żywność, lecz również na ubrania, schronienia, dla medycyny, wypoczynku i różnorodnych innych zastosowań. Uprawa ziemi została prawdopodobnie wynaleziona niezależnie od siebie w wielu miejscach. Najdawniejsze obecnie znane świadectwa istnienia rolnictwa sięgają wstecz aż do końca ostatniej epoki lodowcowej, w przybliżeniu 11 tys. lat temu. Co ciekawe, wydaje się, że rolnictwo nie zostało wynalezione przez głodujących myśliwych-zbieraczy desperacko szukających nowych sposobów utrzymania – przeciwnie, dowody świadczą o tym, że najwcześniejsi rolnicy byli myśliwymi-zbieraczami dobrze żyjącymi i bogatymi, którzy najprawdopodobniej mieli mnóstwo jedzenia. Ma to sens – ludzie posiadający nadwyżkę żywności mogą sobie pozwolić na eksperymentowanie z nowymi technologiami, podczas gdy głodni muszą wykorzystywać całą energię na utrzymanie się za pomocą sprawdzonych metod.W początkowym okresie swojego istnienia rolnictwo było powolnym, cyklicznym procesem. Nasiona wysiewane były na wiosnę, pola były doglądane i nawadniane, dopóki plony nie były gotowe do zbioru, często wiele miesięcy później. Ponieważ niewiele miejsc posiada klimat odpowiedni do całorocznej produkcji rolnej, rolnicy musieli nauczyć się składować żywność na chude miesiące zimowe lub podejmować wymianę z tymi, którzy potrafili zdobywać jedzenie przez cały rok polując, łowiąc itp. Rolnicy zawsze znajdowali się na łasce natury i pogody. Jeśli jednego roku nie padało lub uprawy zniszczyły szkodniki, rodzina mogła zwyczajnie umrzeć z głodu.Współczesne rolnictwo (lub „agrobiznes”) jest skomplikowane i wymaga wiedzy o modyfikacjach genetycznych, zaawansowanych środków użyźniających oraz insektycydów, a także skomputeryzowanych systemów nawadniających i zautomatyzowanych kombajnów. Postęp technologiczny znacznie zwiększył produkcję żywności z tego samego areału i niektóre kraje – w tym Stany Zjednoczone – od czasu do czasu cierpią nie z głodu, lecz nadmiaru żywności, czego efektem jest chroniczna otyłość obywateli i ceny żywności tak niskie, że zagrażają utrzymaniu samych rolników, którzy całą tę żywność produkują.",
    "quote": "„Gdzie pojawia się uprawa roli, inne sztuki podążają za nią. Dlatego to rolnicy są założycielami ludzkiej cywilizacji.” – Daniel Webster",
    "tech_prereqs": [],
    "tech_unlocks": [
        {
            "name": "Garncarstwo|Garncarstwa|Garncarstwu|Garncarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/pottery.json"
        },
        {
            "name": "Hodowla zwierząt|Hodowli zwierząt|Hodowli zwierząt|Hodowlę zwierząt",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/animal_husbandry.json"
        },
        {
            "name": "Łucznictwo|Łucznictwa|Łucznictwu|Łucznictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archery.json"
        },
        {
            "name": "Górnictwo|Górnictwa|Górnictwu|Górnictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mining.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Osadnicy|Osadników|Osadnikom|Osadników",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/settler.json"
        },
        {
            "name": "Robotnicy|Robotników|Robotnikom|Robotników",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/worker.json"
        },
        {
            "name": "Zwiadowcy|Zwiadowców|Zwiadowcom|Zwiadowców",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/scout.json"
        },
        {
            "name": "Wojownicy|Wojowników|Wojownikom|Wojowników",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/warrior.json"
        },
        {
            "name": "Jaguarzy|Jaguarów|Jaguarom|Jaguarów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/jaguar.json"
        },
        {
            "name": "Wojownicy Maori|Wojowników Maori|Wojownikom Maori|Wojowników Maori",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/maori_warrior.json"
        },
        {
            "name": "Oszczepnicy|Oszczepników|Oszczepnikom|Oszczepników|Oszczepnikami|Oszczepnikach",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/atlatlist.json"
        },
        {
            "name": "Tropiciele|Tropicieli|Tropicielom|Tropicieli",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/pathfinder.json"
        }
    ],
    "building_unlocks": []
}