{
    "id": 3,
    "name": "Hodowla zwierząt|Hodowli zwierząt|Hodowli zwierząt|Hodowlę zwierząt",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
    "era": "Starożytność|Starożytności|Starożytności|Starożytność",
    "cost": 35,
    "civilopedia_entry": "Hodowla zwierząt zaistniała prawdopodobnie w tym samym czasie co rolnictwo. Możliwe, że pierwszym udomowionym zwierzęciem był pies, hodowany być może po to, by pomagać w polowaniach. Dowody świadczą o tym, że psy zostały oswojone i były hodowane najpierw w Chinach – istotnie, genetycy sądzą, że około 95% żyjących dziś psów jest potomkami zaledwie kilku zwierząt powszechnych w Chinach. Kozy i owce zostały udomowione na Bliskim Wschodzie około 10 tys. lat p.n.e.Aby zwierzę dało się pomyślnie udomowić, musi spełniać pewne kryteria. Musi żywić się jedzeniem, które jest mniej atrakcyjne dla ludzi, na przykład trawą, robactwem lub resztkami. Powinno szybko osiągać dorosłość, żeby prędko stawało się przydatne i żeby mogło być zmieniane genetycznie w ciągu kolejnych generacji chowu. Powinno mieć przyjemne usposobienie, nie powinno łatwo wpadać w panikę, a jeśli już tak się stanie, powinno pozostawać razem z innymi swojego rodzaju, by ludzie lub psy były w stanie zapanować nad nimi jako nad stadem. Ponadto dobrze jest, jeśli zwierzę daje się wytrenować tak, by dostrzegało w człowieku przywódcę stada.Naukowcy twierdzą, że konie zostały po raz pierwszy udomowione na terenie Ukrainy ok. 4000-3500 lat p.n.e. Możliwe, że pierwsze konie trzymane były raczej dla ich mięsa, niż jako zwierzęta pracujące. W ciągu mniej więcej połowy millenium koń znalazł zastosowanie jako zwierzę pociągowe w dużej części Europy i Azji. Kilka tysięcy lat intensywnego chowu dało w wyniku udomowione zwierzę, które było znacznie większe i silniejsze od pierwotnych dzikich koni. Wraz z wynalezieniem chomąta, a później siodła i strzemion, koń stał się najważniejszym z udomowionych zwierząt w ludzkiej historii (przynajmniej w Eurazji i północnej Afryce, rdzenni Amerykanie, zarówno z północy, centrum jak i południa kontynentu, zjadali wszystkie swoje konie, zanim je udomowili).",
    "quote": "„Nie zawiążesz pyska wołowi młócącemu.” – Biblia, Księga Powtórzonego Prawa 25,4",
    "tech_prereqs": [
        {
            "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Łowiectwo|Łowiectwa|Łowiectwu|Łowiectwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/trapping.json"
        },
        {
            "name": "Koło|Kołu|Kołu|Koło",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Karawana|Karawany|Karawanie|Karawanę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/caravan.json"
        }
    ],
    "building_unlocks": []
}