{
    "id": 4,
    "name": "Łucznictwo|Łucznictwa|Łucznictwu|Łucznictwo",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
    "era": "Starożytność|Starożytności|Starożytności|Starożytność",
    "cost": 35,
    "civilopedia_entry": "Łucznictwo to technologia, dzięki której człowiek wykorzystuje siłę naciągu cięciwy założonej na wygięty kij (lub „łuk”) do wystrzeliwania smukłych, zaostrzonych pocisków („strzał”) na wielkie odległości, z dużą prędkością. W ciągu historii łuki i strzały znajdowały użytek podczas polowań oraz na wojnie. Początki ich używania giną w mroku dziejów, lecz prawdopodobnie sięgają ery paleolitycznej (która dobiegła końca około 14 tys. lat temu), a być może jeszcze dawniejszych (archeolodzy odnaleźli w Afryce zaostrzone kamienie, pochodzące sprzed sześćdziesięciu tysięcy lat, które mogły stanowić groty strzał). Praktycznie każda wczesna kultura korzystała z łuków i strzał, za wyjątkiem australijskich Aborygenów, którzy nigdy ich nie wynaleźli.Łucznicy byli używani na wojnie od zarania dziejów. Wcześni Grecy i Egipcjanie rozstawiali do walki szeregi łuczników podobnie jak najdawniejsze znane armie indyjskie, azjatyckie, japońskie i amerykańskie. Do średniowiecza kusze oraz broń palna zaczęły wypierać łuki i strzały tak z pól bitewnych, jak i z polowań, i do XVI wieku całkiem zniknęły z większości nowoczesnych armii. Dzisiaj łucznictwo przetrwało w wielu krajach na świecie w postaci sportu. Są też entuzjaści, którzy wciąż polują za pomocą łuku i strzał, które pomimo swojej antyczności są w stanie położyć jelenia tak samo sprawnie, jak dziesięć tysięcy lat temu.",
    "quote": "„Na promieniu strzały znajdują się orle pióra. Często dajemy wrogom narzędzia prowadzące do naszego zniszczenia.” – Ezop",
    "tech_prereqs": [
        {
            "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Koło|Kołu|Kołu|Koło",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Łucznicy|Łuczników|Łucznikom|Łuczników",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/archer.json"
        },
        {
            "name": "Procarze|Procarzy|Procarzom|Procarzy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/slinger.json"
        },
        {
            "name": "Łucznicy babilońscy|Łuczników babilońskich|Łucznikom babilońskim|Łuczników babilońskich",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/bowman.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Świątynia Artemidy|Świątyni Artemidy|Świątyni Artemidy|Świątynię Artemidy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/temple_of_artemis.json"
        }
    ]
}