{
    "id": 42,
    "name": "Archeologia|Archeologii|Archeologii|Archeologię",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
    "era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
    "cost": 1600,
    "civilopedia_entry": "Archeologia zajmuje się studiowaniem pozostałości po starożytnych ludach celem poznania ich kultury, sztuki, architektury i historii. Archeolodzy badają ruiny budowli, mogił, pozostałości śmieci, starożytnych malunków jaskiniowych i dawno zatopionych statków na dnie oceanów.Chociaż ludzie od zawsze wyrażali zainteresowanie życiem swoich przodków, archeologia jako nauka pojawiła się w XV wieku w Europie renesansu, gdy ludzie zaczęli poznawać i naśladować sztukę i architekturę starożytnej Grecji i Rzymu, a bogata arystokracja Włoch – papieże, kupcy i głowy państw – zaczęła kolekcjonować antyki. Gdy te stawały się coraz rzadsze, finansowali wykopaliska, by znaleźć nowe łupy.Archeologia stała się faktyczną nauką w XIX wieku dzięki wysiłkom niemieckich uczonych, takich jak Heinrich Schliemann, który badał wczesną cywilizację Grecji w Troi i Mykenach.Dzisiejsi archeolodzy studiują każdy aspekt starożytnej ludzkości, począwszy od naszych najdawniejszych przodków, kończąc na naszych prapradziadkach. Narzędzia tych badaczy stały się nieprawdopodobnie wyrafinowane, co pozwoliło na lepszy wgląd w życie naszych przodków.",
    "quote": "„Ci, którzy nie pamiętają o przeszłości, są skazani na jej powtarzanie.” – George Santayana",
    "tech_prereqs": [
        {
            "name": "Nawigacja|Nawigacji|Nawigacji|Nawigację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/navigation.json"
        },
        {
            "name": "Architektura|Architektury|Architekturze|Architekturę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/architecture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Biologia|Biologii|Biologii|Biologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/biology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Archeolodzy|Archeologów|Archeologom|Archeologów|Archeologami|Archeologach",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/archaeologist.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Muzeum|Muzeum|Muzeum|Muzeum|Muzea|Muzeów|Muzeom|Muzea",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/museum.json"
        },
        {
            "name": "Luwr|Luwru|Luwrowi|Luwr",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/louvre.json"
        }
    ]
}