{
    "id": 32,
    "name": "Astronomia|Astronomii|Astronomii|Astronomię",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
    "era": "Renesans|Renesansu|Renesansie|Renesans",
    "cost": 780,
    "civilopedia_entry": "Astronomia zajmuje się badaniem obiektów w kosmosie – od pyłu kosmicznego, poprzez asteroidy do księżyców, planet, gwiazd i wreszcie galaktyk – a także bardziej tajemniczych obiektów, jak czarne dziury czy tunele czasoprzestrzenne. Astronomia jest najstarszą z nauk przyrodniczych, mając korzenie w religijnych i astrologicznych praktykach prehistorycznych.Duża część dawnej astronomii związana jest z religią. Gwiazdy i inne ciała niebieskie były kojarzone z bogami i wierzono, że sprawują one bezpośrednią kontrolę nad człowiekiem i jego światem fizycznym. Pewna gwiazda lub gromada gwiazd mogła pojawiać się na niebie każdego roku w okolicy żniw, więc starożytny człowiek mógł ostatecznie uznać, że jest ona domem boga żniw. Być może, jeśli poświęcić kozę w dniu, w którym dana gwiazda pojawia się po raz pierwszy, bogowie pobłogosławią nadchodzące żniwa. Tego rodzaju myślenie leży u korzeni starożytnych badań astronomicznych, jak również tworzenia starożytnych kalendarzy, czym historycznie astronomia się trudniła.W czasie renesansu astronomia wyzbyła się wielu religijnych pułapek, stając się czystą nauką na własnych prawach. W roku 1543 Mikołaj Kopernik opublikował dzieło „O obrotach sfer niebieskich”, w którym postulował, że Słońce, nie zaś Ziemia, znajduje się w centrum wszechświata oraz że planety okrążają słońce, a Księżyc okrąża Ziemię. W uzupełnieniu triumfu badań naukowych nad dogmatami wiary Kopernik w swoim dziele argumentował również, że użycie matematyki może wielce wspomóc ludzkość w zrozumieniu otaczającego ją świata. Chociaż jego praca była bardzo kontrowersyjna w tamtych czasach, dziś Kopernik uważany jest za jednego z wielkich naukowców w dziejach i jednego z ojców rewolucji naukowej.",
    "quote": "„Rad z wiatru, heroj żagiel rozpiął, i był wzdęty; siadł u steru i biegle przez ciemne odmęty łódź kierował.” – Homer",
    "tech_prereqs": [
        {
            "name": "Kompas|Kompasu|Kompasowi|Kompas",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/compass.json"
        },
        {
            "name": "Edukacja|Edukacji|Edukacji|Edukację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/education.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Nawigacja|Nawigacji|Nawigacji|Nawigację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/navigation.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Karawela|Karaweli|Karaweli|Karawelę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/caravel.json"
        },
        {
            "name": "Kobukson|Kobuksonu|Kobuksonowi|Kobukson",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/turtle_ship.json"
        },
        {
            "name": "Nau",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/nau.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Obserwatorium|Obserwatorium|Obserwatorium|Obserwatorium|Obserwatoria|Obserwatoriów|Obserwatoriom|Obserwatoria",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/observatory.json"
        }
    ]
}