{
    "id": 62,
    "name": "Teoria atomu|Teorii atomu|Teorii atomu|Teorię atomu",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
    "era": "Epoka atomu|Epoki atomu|Epoce atomu|Epokę atomu",
    "cost": 5100,
    "civilopedia_entry": "Atomowa teoria materii pojawiła się po raz pierwszy w starożytnej Grecji. Filozofowie Leukippos oraz Demokryt zaproponowali teorię, według której świat fizyczny składa się z nieskończonej liczby skrajnie małych cząsteczek – atomów – które istnieją w próżni. Atomy zbierają się w różne formacje, by stworzyć wszystko, co istnieje, od powietrza poprzez złoto i ludzkie ciało po świat pod naszymi stopami. Nie mieli oni oczywiście żadnego sposobu dowiedzenia swojej teorii i została ona odrzucona przez późniejszych greckich filozofów, takich jak Platon i Arystoteles, którzy postrzegali egzystencję na sposób bardziej uduchowiony. Filozofia tych ostatnich została przyjęta przez Kościół oraz większość średniowiecznej Europy i teoria atomowa obumarła na tysiąclecia.W XVII wieku teoria atomu zaczęła powracać do łask za sprawą genialnego włoskiego naukowca, Galileusza, dzięki myśli którego naukowcy i filozofowie zaczęli się starać oddzielać argumenty religijne i duchowe od naukowych. W 1658 roku irlandzki chemik Robert Boyle przeprowadził serię eksperymentów z powietrzem, z których wywnioskował, że cała materia składa się ze stałych drobin uporządkowanych w cząsteczki, których kombinacje dają materii jej różne właściwości. Na przełomie XVIII wieku Izaak Newton udoskonalił teorię atomową i w ciągu następnych 100 lat chemicy dokonali wielkiego postępu w wiedzy o kompozycji i właściwościach materii.W roku 1808 angielski chemik i fizyk John Dalton opublikował rozprawę „A new System of Chemical Philosophy”, w której umieścił teorię atomu opartą na przesłankach naukowych. Dawała ona spójny obraz tego, jak pierwiastki tworzą związki, i starała się dać fizyczny dowód istnienia atomów. Do roku 1869 Rosjanin Dymitr Mendelejew uporządkował poznane pierwiastki w zależności od ich masy atomowej w postaci tablicy okresowej pierwiastków i przez kolejne dekady ludzka wiedza o właściwościach materii zaczęła znacząco rosnąć.W roku 1895 Niemiec, Wilhelm Roentgen, wynalazł promieniowanie nazwane od jego nazwiska, a w roku 1896 Francuz Henri Becquerel odkrył promieniotwórczość uranu. Ich praca została znacznie posunięta do przodu w ciągu dekady przez Marię Skłodowską-Curie oraz jej męża Piotra Curie. Ich odkrycia doprowadziły do radykalnych zmian i uściśleń w podstawach teorii atomowej.Badania te kontynuowane były w wieku XX z wielkimi sukcesami, ostatecznie owocując różnorodnymi, zdumiewającymi praktycznymi zastosowaniami teorii, takimi jak aparat rentgenowski czy bomba atomowa. Leukippos i Demokryt byliby zdumieni tym, dokąd ich teoria doprowadziła ich naukowych spadkobierców.",
    "quote": "„Uwolniona potęga atomu zmieniła wszystko poza naszym myśleniem, dlatego zmierzamy ku niesłychanej katastrofie.” – Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Tworzywo sztuczne|Tworzywa sztucznego|Tworzywu sztucznemu|Tworzywo sztuczne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/plastics.json"
        },
        {
            "name": "Elektronika|Elektroniki|Elektronice|Elektronikę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electronics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ekologia|Ekologii|Ekologii|Ekologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/ecology.json"
        },
        {
            "name": "Rozszczepianie jądra atomu|Rozszczepiania jądra atomu|Rozszczepianiu jądra atomu|Rozszczepianie jądra atomu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fission.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}