{
    "id": 34,
    "name": "Bankowość|Bankowości|Bankowości|Bankowość",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
    "era": "Renesans|Renesansu|Renesansie|Renesans",
    "cost": 780,
    "civilopedia_entry": "Pierwsze banki w historii były prawdopodobnie świątyniami, założonymi około 3 tys. lat p.n.e. Możliwe, że banki są starsze od pieniędzy – pierwsze depozyty równie dobrze mogły być składane w postaci zboża. W XVIII wieku p.n.e. w Babilonie wielki król Hammurabi zapisał prawa regulujące bankowość w swoim słynnym kodeksie. Grecy rozwinęli bankowość i istnieją świadectwa świątyń oraz innych instytucji finansowych udzielających pożyczek, przyjmujących depozyty, wymieniających waluty i zatwierdzających monety (dla upewnienia się, że nie są podrobione). Rzymianie kontynuowali grecki model bankowości, a nawet wprowadzili doń kilka usprawnień, lecz kiedy Imperium Rzymskie upadło, podobnie stało się z większością instytucji bankowych w Europie. Banki nie pojawiły się z powrotem w większej części Europy aż do średniowiecza, gdy zostały przywrócone przez ludzi szukających sposobów na finansowanie krucjat.Dziś banki pełnią większość tych samych funkcji, jak w starożytnej Grecji. Przyjmują depozyty pieniężne, które oddają wraz z procentem, gdy właściciel ich potrzebuje. Pożyczają część swoich pieniędzy na procent. Wymieniają również waluty, emitują czeki itd.Wartość bankowości w społeczeństwie polega na tym, że pozwala ludziom zebrać pieniądze na inwestycje w duże projekty. Powiedzmy, że chcę wybudować drukarnię, a koszt przedsięwzięcia wynosi 1000 sztuk złota, znacznie więcej niż posiadam. Przed bankowością jedynymi osobami mogącymi mnie wesprzeć byli członkowie rodziny królewskiej i mniej ważnymi hierarchami Kościoła, a jeśli oni nie byli zainteresowani, mój projekt szedł na straty. Jednak odkąd zostały wynalezione banki, mogę iść do banku po pożyczkę. Jeśli bank zdecyduje, że mój projekt jest rozsądny i że ja jestem godny zaufania, dostanę złoto.Bez banków pojedynczemu obywatelowi społeczeństwa jest niezmiernie trudno cokolwiek osiągnąć.",
    "quote": "„Szczęście to konto w dobrym banku, zręczny kucharz i dobre trawienie.” – Jean Jacques Rousseau",
    "tech_prereqs": [
        {
            "name": "Edukacja|Edukacji|Edukacji|Edukację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/education.json"
        },
        {
            "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Architektura|Architektury|Architekturze|Architekturę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/architecture.json"
        },
        {
            "name": "Ekonomia|Ekonomii|Ekonomii|Ekonomię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/economics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/satrap's_court.json"
        },
        {
            "name": "Bank|Banku|Bankowi|Bank|Banki|Banków|Bankom|Banki",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/bank.json"
        },
        {
            "name": "Zakazany Pałac|Zakazanego Pałacu|Zakazanemu Pałacowi|Zakazany Pałac",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/forbidden_palace.json"
        },
        {
            "name": "Policja okręgowa|Policji okręgowej|Policji okręgowej|Policję okręgową|Policje okręgowe|Policji okręgowych|Policji okręgowym|Policje okręgowe",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/constabulary.json"
        },
        {
            "name": "Hanza|Hanzy|Hanzie|Hanzę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hanse.json"
        }
    ]
}