{
    "id": 48,
    "name": "Biologia|Biologii|Biologii|Biologię",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
    "era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
    "cost": 2350,
    "civilopedia_entry": "Biologia zajmuje się badaniem organizmów żywych. Pole jej zainteresowań jest szerokie, poczynając od badania największych wielorybów, kończąc na najmniejszych bakteriach. Duża część biologii przed XIX wiekiem koncentrowała się na odkrywaniu i kategoryzowaniu istniejących na Ziemi roślin, owadów i zwierząt. Gdy nauka poszła do przodu, a narzędzia zostały ulepszone, naukowcy zaczęli drążyć temat budulca żywych organizmów, komórek, a potem genów i DNA. Dziś sporo wiadomo o biologii wszystkich żyjących organizmów na planecie.Biolodzy odnieśli takie sukcesy w manipulowaniu życiem, że nauka wkroczyła w rejony, które jeszcze kilka lat temu byłyby zaliczone do science fiction. Owce zostały sklonowane i wcześniej czy później zapewne podobnie stanie się z człowiekiem. Nanobiologia to prawdziwe pole do badań. Odpowiednie geny mogą być aktywowane podczas wybiórczego rozmnażania. Jeśli postęp utrzyma się, można przewidzieć, że w niedalekiej przyszłości większość chorób zostanie zwyciężona, sztuczne części ciała staną się powszechne, a długość ludzkiego życia wydłuży się o dekady.",
    "quote": "„Gdyby mózg był tak prosty, że moglibyśmy go zrozumieć, bylibyśmy tak prości, że nie zdołalibyśmy tego zrobić.” – Lyall Watson",
    "tech_prereqs": [
        {
            "name": "Archeologia|Archeologii|Archeologii|Archeologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archaeology.json"
        },
        {
            "name": "Teoria naukowa|Teorii naukowej|Teorii naukowej|Teorię naukową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Chłodzenie|Chłodzenia|Chłodzeniu|Chłodzenie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/refrigeration.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Szpital|Szpitala|Szpitalowi|Szpital|Szpitale|Szpitali|Szpitalom|Szpitale",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hospital.json"
        }
    ]
}