{
    "id": 41,
    "name": "Chemia|Chemii|Chemii|Chemię",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chemistry.png",
    "era": "Renesans|Renesansu|Renesansie|Renesans",
    "cost": 1150,
    "civilopedia_entry": "Jako dziecko alchemii i matematyki, chemia jest nauką o materii, jej strukturze, zachowaniu, składzie oraz o tym, jak zachowuje się ona w reakcjach chemicznych. Fizycy zrzucają kule z wież i mierzą czas ich upadku, chemicy zaś badają same kule i starają się dociec, czemu jedne z nich się tłuką, a inne odbijają.Chociaż naukowcy, lekarze i filozofowie byli zainteresowani chemią od dawna, osiągnęła zaszczytny status nauki dopiero w roku 1789, kiedy Antoine Lavoisier odkrył skład powietrza oraz wody i ukuł nazwę „tlen”. Zdemaskował również teorię flogistonu, która sprowadzała naukowców na manowce przez ponad 100 lat.Lavoisier uznawany jest za ojca współczesnej chemii. Dany przez niego przykład nakazał innym chemikom stosować metodę naukową do badania związków chemicznych. Czyniąc tak, byli w stanie obalić teorie, które uznawane były za świętość od czasów starożytnych Greków.",
    "quote": "„Gdziekolwiek spojrzeć, praca chemika podniosła nasz poziom cywilizacyjny i zwiększyła możliwości produkcyjne narodu.” – Calvin Coolidge",
    "tech_prereqs": [
        {
            "name": "Proch strzelniczy|Prochu strzelniczego|Prochowi strzelniczemu|Proch strzelniczy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/gunpowder.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Nauki militarne|Nauk militarnych|Naukom militarnym|Nauki militarne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/military_science.json"
        },
        {
            "name": "Nawóz|Nawozu|Nawozowi|Nawóz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/fertilizer.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Działa|Dział|Działom|Działa",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/cannon.json"
        }
    ],
    "building_unlocks": []
}