{
    "id": 60,
    "name": "Silnik spalinowy|Silnika spalinowego|Silnikowi spalinowemu|Silnik spalinowy",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
    "era": "Epoka współczesna|Epoki współczesnej|Epoce współczesnej|Epokę współczesną",
    "cost": 4100,
    "civilopedia_entry": "Silnik spalinowy wykorzystuje proces spalania. To reakcja chemiczna zachodząca między substancjami, z których jedną jest zwykle tlen, a jej wynikiem jest wydzielanie energii świetlnej oraz cieplnej. Tutaj mamy do czynienia z wykorzystaniem zapłonu wewnątrz silnika (czyli „spalaniem wewnętrznym”), co powoduje wytworzenie energii służącej do obracania wału korbowego lub tłoka.Istnieją dwa rodzaje silników spalania wewnętrznego: silniki zapłonu przerywanego i przepływowe. W silniku zapłonu przerywanego do komory spalania wtryskiwana jest pewna ilość paliwa i tlenu, po czym dochodzi do zapłonu, a wytworzona energia porusza tłok lub inne urządzenie mechaniczne; następnie do komory wprowadzana jest kolejna porcja paliwa oraz tlenu i cały proces zostaje powtórzony. Silniki zapłonu przerywanego stosuje się w samochodach. W silniku przepływowym do silnika wtryskuje się ciągły strumień paliwa i tlenu – spalanie jest procesem nieprzerwanym. Silniki odrzutowe to urządzenia przepływowe.Pierwszy patent na silnik spalania wewnętrznego otrzymał Anglik Samuel Brown w 1823 r. („gazowy silnik próżniowy” zasilany wodorem i tlenem). Pierwszy patent na silnik odrzutowy dla samolotu trafił w roku 1921 w ręce Francuza, Maxime'a Guillaume'a. Żadna z tych pierwszych prób nie była bardzo udana, ale utorowały one drogę dla technologii, które po dziś dzień napędzają świat i będą to robić nadal w najbliższej przyszłości.",
    "quote": "„Ktoś, kto potrafi bezpiecznie prowadzić samochód, całując dziewczynę, nie wkłada w pocałunek wystarczająco dużo serca.” – Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Kolej|Kolei|Kolei|Kolej",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/railroad.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Połączone rodzaje wojsk|Połączonych rodzajów wojsk|Połączonym rodzajom wojsk|Połączone rodzaje wojsk",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combined_arms.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Niszczyciel|Niszczyciela|Niszczycielowi|Niszczyciela|Niszczycielem|Niszczycielu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/destroyer.json"
        },
        {
            "name": "Okręty lądowe|Okrętów lądowych|Okrętom lądowym|Okręty lądowe|Okrętami lądowymi|Okrętach lądowych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/landship.json"
        }
    ],
    "building_unlocks": []
}