{
    "id": 68,
    "name": "Komputery|Komputerów|Komputerom|Komputery",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
    "era": "Epoka atomu|Epoki atomu|Epoce atomu|Epokę atomu",
    "cost": 6400,
    "civilopedia_entry": "Z założenia komputer jest maszyną obsługującą dane albo sterującą w oparciu o zdefiniowane instrukcje. Pierwszy „współczesny” komputer pojawił się dopiero na początku XX wieku, ale za najwcześniejsze maszyny tego typu można uznać mechaniczne zegary astronomiczne Al-Dżazariego z 1206 roku i programowo sterowane krosno Jacquarda z roku 1801. Obie maszyny można było programować, ale nie spełniały drugiej roli współczesnych komputerów – nie przechowywały danych. Najwcześniejsze komputery składały się z części mechanicznych i analogowych, które umożliwiały ich funkcjonowanie i przechowywanie danych, lecz w latach czterdziestych XX na miejsce tych elementów wprowadzono układy cyfrowe. Nie istnieje określona data narodzin współczesnego komputera; były to kolejne etapy rozwoju, do których należy zaliczyć Z Machine Konrada Zusego i ENIAC stworzony na potrzeby Armii Stanów ZjednoczonychOd czasu wprowadzenia elektroniki komputery stały się mniejsze, szybsze, tańsze, mniej energochłonne, a także bardziej niezawodne i uniwersalne. Kiedyś zajmowały całe pomieszczenia, a nawet całe kwartały miast, a dzisiaj są wszechobecne, jak telefony. Mają nie tylko postać maszyn osobistych, ale montuje się je także w samochodach, pralkach, a nawet wszywa się je w najnowocześniejsze ubrania. Dzięki komputerom naukowcy mogą dokonywać obliczeń, które normalnie zajęłyby im całe życie; pomagają dokładnie przewidywać pogodę, wysyłać ludzi na księżyc a statki kosmiczne poza granice Układu Słonecznego, umożliwiają dziecku z Szanghaju grę z kolegą mieszkającym w Anglii, bez wychodzenia z domu.Z początku uważano je za fanaberię i głupią zabawkę dla bogaczy, teraz trwale odcisnęły swe piętno w historii i stanowią istotną część współczesnego życia.",
    "quote": "„Komputery są niczym bogowie ze Starego Testamentu: wiele pokus i żadnej litości.” – Joseph Campbell",
    "tech_prereqs": [
        {
            "name": "Radar|Radaru|Radarowi|Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
        },
        {
            "name": "Połączone rodzaje wojsk|Połączonych rodzajów wojsk|Połączonym rodzajom wojsk|Połączone rodzaje wojsk",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combined_arms.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Robotyka|Robotyki|Robotyce|Robotykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/robotics.json"
        },
        {
            "name": "Lasery|Laserów|Laserom|Lasery",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/lasers.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Śmigłowiec bojowy|Śmigłowca bojowego|Śmigłowcowi bojowemu|Śmigłowiec bojowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/helicopter_gunship.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Wielka Zapora|Wielkiej Zapory|Wielkiej Zaporze|Wielką Zaporę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/great_firewall.json"
        }
    ]
}