{
    "id": 19,
    "name": "Waluta|Waluty|Walucie|Walutę",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
    "era": "Epoka klasyczna|Epoki klasycznej|Epoce klasycznej|Epokę klasyczną",
    "cost": 175,
    "civilopedia_entry": "Waluta to wspaniały wynalazek, dzięki któremu kawałki papieru lub małe krążki odzwierciedlają określone bogactwo i można wymieniać je na towary oraz usługi. Pierwszymi walutami były metalowe monety, warte tyle, ile wynosiła aktualna cena metalu, z którego je wykonano. Później sama waluta często nie miała już żadnej znaczącej wartości – na bezludnej wyspie banknot dolarowy jest jedynie prostokątnym kawałkiem papieru – jednak emitent waluty (zwykle rząd) przypisywał jej pewną wartość i dopóki emitent był wypłacalny, waluta była równie cenna, co złoto.W czwartym tysiącleciu p.n.e. na terenie starożytnego Egiptu walutą były sztabki złota o określonym ciężarze; na Bliskim Wschodzie wykorzystywano miedziane sztaby. W wielu miejscach świata metalowe pierścienie, bransolety i obręcze (ze złota, srebra i klejnotów) były ozdobami i walutą.Od zarania dziejów fałszerze próbowali stworzyć bezwartościowe repliki walut. Bili duplikaty monet z gorszego i tańszego metalu niż ten, którego używano w legalnych środkach płatniczych, albo „pożyczali” trochę metalu z monet wykonanych z cennego kruszcu. Kiedy do powszechnego użytku trafiły papierowe banknoty, fałszerze szybko nauczyli się uzyskiwania właściwego rozmiaru, koloru i faktury papieru oraz kopiowania obrazków i napisów nadrukowanych na banknotach. Fałszerze są tak sprawni, że współczesne waluty muszą mieć wiele nowoczesnych zabezpieczeń, prawdopodobnie już wkrótce każdy banknot będzie zawierał własny wtopiony w papier czip komputerowy.",
    "quote": "„ Rozradowanemu sercu lepszy chleb, niż bogactwo w utrapieniu.” – Amenemope",
    "tech_prereqs": [
        {
            "name": "Matematyka|Matematyki|Matematyce|Matematykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mathematics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Gildie|Gildii|Gildiom|Gildie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/guilds.json"
        },
        {
            "name": "Służba cywilna|Służby cywilnej|Służbie cywilnej|Służbę cywilną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/civil_service.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Bazar|Bazaru|Bazarowi|Bazar|Bazary|Bazarów|Bazarom|Bazary",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/bazaar.json"
        },
        {
            "name": "Mennica|Mennicy|Mennicy|Mennicę|Mennice|Mennic|Mennicom|Mennice",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mint.json"
        },
        {
            "name": "Targowisko|Targowiska|Targowisku|Targowisko|Targowiska|Targowisk|Targowiskom|Targowiska",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/market.json"
        },
        {
            "name": "Petra|Petry|Petrze|Petrę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/petra.json"
        }
    ]
}