{
    "id": 51,
    "name": "Dynamit|Dynamitu|Dynamitowi|Dynamit",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
    "era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
    "cost": 2350,
    "civilopedia_entry": "Dynamit to materiał wybuchowy wynaleziony przez szwedzkiego chemika i inżyniera, Alfreda Nobla, w 1867 r. Dynamit wytwarza się, nasączając nitrogliceryną materiał absorbujący, taki jak ziemia okrzemkowa (co ciekawe, ten sam materiał wykorzystuje się w wielu filtrach basenowych). Nitrogliceryna to niezwykle silny, ale też wyjątkowo niestabilny materiał wybuchowy; dynamit ma mniejszą siłę rażenia, ale jest znacznie stabilniejszy.Dynamit stosuje się głównie w górnictwie i budownictwie. Dawniej miał też zastosowania wojskowe, ale nitrogliceryna jest zbyt niestabilna jak na warunki pola walki, więc armie wolą produkt zmodyfikowany, nazywany „dynamitem wojskowym”, w którym zamiast nitrogliceryny wykorzystuje się inne substancje chemiczne, w tym trotyl. Jego siła jest mniejsza o 60%, ale materiał nie ma tendencji do wybuchania w najmniej odpowiednim momencie.",
    "quote": "„Kiedy ludzie decydują się wykorzystać do walki ze złem wszystkie dostępne środki, nie można odróżnić ich dobra od zła, które pragną zniszczyć.” – Christopher Dawson",
    "tech_prereqs": [
        {
            "name": "Nawóz|Nawozu|Nawozowi|Nawóz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/fertilizer.json"
        },
        {
            "name": "Nauki militarne|Nauk militarnych|Naukom militarnym|Nauki militarne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/military_science.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kolej|Kolei|Kolei|Kolej",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/railroad.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Artyleria|Artylerii|Artylerii|Artylerię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/artillery.json"
        }
    ],
    "building_unlocks": []
}