{
    "id": 65,
    "name": "Ekologia|Ekologii|Ekologii|Ekologię",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ecology.png",
    "era": "Epoka atomu|Epoki atomu|Epoce atomu|Epokę atomu",
    "cost": 6400,
    "civilopedia_entry": "Ekologia nie jest pojedynczą technologią, to nauka interdyscyplinarna badająca różne formy interakcji i związków przyczynowych między organizmami a ich środowiskiem, w skrócie – zajmuje się badaniem ekosystemów. Podstawowym założeniem tej dyscypliny jest przekonanie, że wszystko w danym ekosystemie – skały, gleba, ptaki, owady, drzewa, etc. – ma wpływ na wszystkie elementy ekosystemu i jest z nimi połączone, bezpośrednio lub poprzez łańcuch zależności. Skoro wszystko jest połączone, ekolodzy wierzą też w pojęcie holizmu – nawet znając wszystkie drobne interakcje, nie można przewidzieć każdej możliwej reakcji, dlatego należy badać całe systemy. Ekologia bada połączenia między tymi elementami oraz to, jak zmiana jednego z nich przynosi korzyść innym lub je niszczy.Współczesna nauka ekologii jest bardzo młoda, ale zyskała sporą popularność i rozmach dzięki ruchowi ochrony środowiska z lat sześćdziesiątych XX w. Od niedawna ekologia zajmuje się zachowaniem różnorodności biologicznej i niekorzystnym wpływem rozwoju ludzkości na środowisko i inne organizmy żywe. Prowadzi się długotrwałe badania tych skutków; najdłużej trwający projekt rozpoczął się w roku 1856.Wyniki tych badań znalazły praktyczne zastosowania, np. wydajniejsze i korzystniejsze zarządzanie zasobami naturalnymi, takimi jak mokradła i lasy, lepsze planowanie zdrowia publicznego, a nawet usprawnione metody planowania zabudowy miast. Ekologia stworzyła też podwaliny głębszego zrozumienia społecznych interakcji między ludźmi.",
    "quote": "„Zaledwie w czasie jednego, współczesnego nam stulecia, jeden gatunek – człowiek – zdobył potężną siłę pozwalającą zmienić naturę tego świata.” – Rachel Carson",
    "tech_prereqs": [
        {
            "name": "Teoria atomu|Teorii atomu|Teorii atomu|Teorię atomu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/atomic_theory.json"
        },
        {
            "name": "Penicylina|Penicyliny|Penicylinie|Penicylinę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/penicillin.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Telekomunikacja|Telekomunikacji|Telekomunikacji|Telekomunikację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
        },
        {
            "name": "Taktyki mobilne|Taktyk mobilnych|Taktykom mobilnym|Taktyki mobilne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mobile_tactics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Elektrownia słoneczna|Elektrowni słonecznej|Elektrowni słonecznej|Elektrownię słoneczną|Elektrownie słoneczne|Elektrowni słonecznych|Elektrowniom słonecznym|Elektrownie słoneczne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/solar_plant.json"
        },
        {
            "name": "Opera w Sydney|Opery w Sydney|Operze w Sydney|Operę w Sydney",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/sydney_opera_house.json"
        },
        {
            "name": "Centrum recyklingu|Centrum recyklingu|Centrum recyklingu|Centrum recyklingu|Centra recyklingu|Centrów recyklingu|Centrom recyklingu|Centra recyklingu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/recycling_center.json"
        }
    ]
}