{
    "id": 39,
    "name": "Ekonomia|Ekonomii|Ekonomii|Ekonomię",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
    "era": "Renesans|Renesansu|Renesansie|Renesans",
    "cost": 1150,
    "civilopedia_entry": "Ekonomia to nauka badająca pieniądz, a dokładniej „wytwarzanie, podział i konsumpcję towarów i usług”. Dawniej towary mogły być rozprowadzane poprzez wymianę barterową, jednak od kilku tysięcy lat środkiem wymiany jest pieniądz.Współczesna ekonomia zrodziła się w roku 1776, gdy szkocki filozof, Adam Smith, opublikował swe nowatorskie dzieło, „Bogactwo narodów”. W „Bogactwie”, Smith przekonuje, że wolny rynek jest najlepszym sposobem oceniania wartości oraz dystrybucji towarów i usług. Według Smitha, całkowicie wolny rynek automatycznie wytworzy odpowiednią ilość towarów za odpowiednią cenę, a interwencje rządu lub przepisy prowadzą do zniekształcenia rynku, przez co staje się on mniej wydajny. Smith ponadto mocno wierzył w interes prywatny, ponieważ osoba działająca we własnym interesie automatycznie wpływa na dobro całego społeczeństwa. Innymi słowy, Smith był przekonany, iż czysty kapitalizm to najlepszy system gospodarczy dostępny cywilizacji.Prace Smitha miały swoich krytyków, wielu ekonomistów modyfikowało jego tezy, a niektórzy całkowicie je odrzucali. W XIX wieku Karol Marks napisał „Das Kapital: Kritik der politischen Okonomie” (Kapitał: Krytyka ekonomii politycznej), w którym stwierdził, że siłą napędową kapitalizmu jest wyzysk pracowników.Smith jest uważany za ojca współczesnego kapitalizmu, a Marks – za ojca komunizmu. Ich spadkobiercy ekonomiczni spierają się po dziś dzień.",
    "quote": "„Procent składany to największa siła wszechświata.” – Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Bankowość|Bankowości|Bankowości|Bankowość",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
        },
        {
            "name": "Prasa drukarska|Prasy drukarskiej|Prasie drukarskiej|Prasę drukarską",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/printing_press.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Teoria naukowa|Teorii naukowej|Teorii naukowej|Teorię naukową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/scientific_theory.json"
        },
        {
            "name": "Industrializacja|Industrializacji|Industrializacji|Industrializację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/industrialization.json"
        },
        {
            "name": "Gwintowanie|Gwintowania|Gwintowaniu|Gwintowanie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rifling.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Wiatrak|Wiatraka|Wiatrakowi|Wiatrak",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/windmill.json"
        },
        {
            "name": "Kawiarnia|Kawiarni|Kawiarni|Kawiarnię|Kawiarnie|Kawiarni|Kawiarniom|Kawiarnie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/coffee_house.json"
        }
    ]
}