{
    "id": 58,
    "name": "Elektronika|Elektroniki|Elektronice|Elektronikę",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electronics.png",
    "era": "Epoka współczesna|Epoki współczesnej|Epoce współczesnej|Epokę współczesną",
    "cost": 4100,
    "civilopedia_entry": "Elektronika to gałąź techniki badająca kontrolowany ruch elektronów przez różne przewodniki, w tym próżnię. To nie to samo co technologia elektryczna, która zajmuje się wytwarzaniem i dystrybucją energii. Elektroniki nie uważano za odrębną dziedzinę aż do roku 1950, kiedy to wyodrębniono ją z radiotechnologii.Obwody elektroniczne można podzielić na dwie grupy, analogową i cyfrową. Obwody analogowe to proste połączenia podstawowych obwodów, korzystające z napięcia stałego. Większość nowoczesnych obwodów rzadko jest w całości analogowa. Obwody cyfrowe to fundamenty dzisiejszych komputerów i programowalnych kontrolerów logicznych, są one najpowszechniejszym odzwierciedleniem boolowskiego typu danych (0 i 1).Badania i rozwój elektroniki są ściśle związane z matematyką, jej biegła znajomość jest niezbędna dla każdego elektronika. Stworzenie i analiza złożonych obwodów obejmuje rozwiązywanie liniowych systemów z wieloma nieznanymi zmiennymi (jak napięcie i prąd w pewnych miejscach), przez co wiele współczesnych obwodów posiada dodatkowe oprogramowanie automatyki, można to nazwać „meta-praktyką”.",
    "quote": "„W elektronice konsumpcyjnej obowiązuje jedna podstawowa zasada: wciąż staje się potężniejsza i coraz tańsza.” – Trip Hawkins",
    "tech_prereqs": [
        {
            "name": "Części zamienne|Części zamiennych|Częściom zamiennym|Części zamienne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/replaceable_parts.json"
        },
        {
            "name": "Lot|Lotu|Lotowi|Lot",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/flight.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Radar|Radaru|Radarowi|Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
        },
        {
            "name": "Teoria atomu|Teorii atomu|Teorii atomu|Teorię atomu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/atomic_theory.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Lotniskowiec|Lotniskowca|Lotniskowcu|Lotniskowiec",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/carrier.json"
        },
        {
            "name": "Pancernik|Pancernika|Pancernikowi|Pancernik",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/battleship.json"
        }
    ],
    "building_unlocks": []
}