{
    "id": 47,
    "name": "Nawóz|Nawozu|Nawozowi|Nawóz",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
    "era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
    "cost": 1600,
    "civilopedia_entry": "Nawóz to substancja wspomagająca i przyspieszająca rozwój roślin. Nawóz jest tak stary, jak cywilizacja ludzka – powstał, gdy pierwszy rolnik zdał sobie sprawę, że trawa rośnie wyższa tam, gdzie załatwiają się woły. Od tego czasu rolnicy zbierali odchody zwierząt i użyźniali nimi ziemię, co zwiększało plony, szczególnie na polach wyjałowionych przez wieloletnie uprawianie.Nawozy zwykle zawierają azot, fosfor i potas jako aktywne składniki. Dawniej większość nawozów była organiczna i pochodzenia zwierzęcego, natomiast wiele współczesnych nawozów wydobywa się spod ziemi lub produkuje w zakładach chemicznych.Gdy zwiększyło się zaludnienie świata, wzrosło zapotrzebowanie na wydajniejsze nawozy. Dzisiejsze gospodarstwa są o wiele wydajniejsze niż kiedykolwiek w historii, jednak taka wydajność ma swoją cenę: woda deszczowa z pól przenosi nawozy do strumieni i rzek, powodując gwałtowne namnażanie mikroorganizmów, rosnących tak szybko, że mogą dosłownie zdławić całe życie w wodzie. Ponadto wiele współczesnych nawozów tworzy się przynajmniej częściowo w oparciu o petrochemikalia, których cena może ulegać drastycznym zmianom wraz z wahaniami cen ropy. W skrócie – nawozy są bardzo użyteczne i mogą znacząco zwiększyć światowe zapasy żywności, ale trzeba uważać, żeby nie wyrządziły wielkich szkód w środowisku.",
    "quote": "„Naród niszczący własne ziemie, niszczy sam siebie.” – Franklin Delano Roosevelt",
    "tech_prereqs": [
        {
            "name": "Chemia|Chemii|Chemii|Chemię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chemistry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dynamit|Dynamitu|Dynamitowi|Dynamit",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}