{
    "id": 55,
    "name": "Lot|Lotu|Lotowi|Lot",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
    "era": "Epoka współczesna|Epoki współczesnej|Epoce współczesnej|Epokę współczesną",
    "cost": 3100,
    "civilopedia_entry": "Ludzie zawsze marzyli o podboju nieba. Lotnicze wizje Leonarda da Vinci są doskonale znane, było też wielu mniej znanych wizjonerów. Pierwsi teoretycy przyglądali się naturalnym władcom przestworzy, ptakom, i tworzyli maszyny naśladujące kształt i ruch ich skrzydeł (ornitoptery). Lecz pierwsi konstruktorzy nie mieli materiałów, silników i nie znali aerodynamiki, dlatego nie mogli zrealizować swych wizji.Aerodynamika była przedmiotem badań w XVI, XVII, XVIII i XIX wieku, zajmowali się tym tacy genialni naukowcy jak da Vinci, Galileusz, Huygens, Newton, Bernoulli, Euler i Smeaton. W 1804 r. Anglik George Cayley wysłał w powietrze model szybowca, a w 1853 stworzył model we właściwych rozmiarach, który przeniósł jego woźnicę, co było pierwszym załogowym lotem szybowca.W roku 1902 bracia Wright skonstruowali własny szybowiec o zaawansowanej konstrukcji skrzydeł. Nie udało im się znaleźć doświadczonego producenta, który zaprojektowałby lekki silnik benzynowy według ich specyfikacji, dlatego zaprojektowali i skonstruowali własny. 17 grudnia 1903 r. maszyna Wrightów wzbiła się w powietrze cztery razy, w najlepszej próbie przeleciała 279 metrów. Lata po przełomie dokonanym przez braci Wright to czas szybkiego rozwoju techniki lotniczej. W 1908 Amerykanin Glenn Hammond Curtiss przeleciał ponad 1 kilometr, a w 1909 Francuz Louis Bleriot przeleciał przez Kanał La Manche.I wojna światowa to dalszy, dynamiczny rozwój lotnictwa, szczególnie wojskowego, w tym okresie powstały myśliwce i bombowce. Do roku 1920 piloci już regularnie latali przez kontynenty, a w 1927 Charles Lindberg jako pierwszy pokonał Atlantyk w samotnym locie bez międzylądowania. II wojna światowa przyniosła gwałtowny wzrost szybkości, zasięgu, niezawodności i siły rażenia samolotów, a pod koniec wojny pojawiły się odrzutowce bojowe, bombowce latające na wysokim pułapie i śmigłowce.Współcześnie transport lotniczy to rzecz powszechna, podróż z USA do Chin – niemożliwa jeszcze 75 lat temu – obecnie jest tylko męcząca. I choć ataki terrorystyczne z 11 września 2001 roku uczyniły podróże lotnicze trochę mniej bezpiecznymi, to codziennie miliony ludzi wciąż wsiadają na pokłady samolotów. Lotnictwo na pewno nie zniknie.",
    "quote": "„Aeronautyka nie była przemysłem, ani nauką. Była cudem.” – Igor Sikorsky",
    "tech_prereqs": [
        {
            "name": "Silnik parowy|Silnika parowego|Silnikowi parowemu|Silnik parowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/steam_power.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Balistyka|Balistyki|Balistyce|Balistykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/ballistics.json"
        },
        {
            "name": "Elektronika|Elektroniki|Elektronice|Elektronikę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electronics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Trójpłaty|Trójpłatów|Trójpłatom|Trójpłaty",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/triplane.json"
        },
        {
            "name": "Bombowiec z czasów wlk. wojny|Bombowca z czasów wlk. wojny|Bombowcowi z czasów wlk. wojny|Bombowiec z czasów wlk. wojny",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/great_war_bomber.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Prora|Prory|Prorze|Prorę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/prora.json"
        }
    ]
}