{
    "id": 76,
    "name": "Globalizacja|Globalizacji|Globalizacji|Globalizację",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 8800,
    "civilopedia_entry": "Nie jest to technologia lub dziedzina badań – globalizacja opisuje proces integracji odrębnych regionalnych gospodarek, kultur, języków, informacji i całych społeczeństw, co prowadzi do powstania większej, skonsolidowanej sieci. Globalizacja to pojęcie często używane, by opisać tendencje gospodarcze na światowym rynku, ale obejmuje ono też schematy migracji oraz rozprzestrzeniania się technologii i informacji. Globalizacja funkcjonuje jako pojęcie od niedawna, ale była znana już wcześniej, od kiedy szlaki handlowe połączyły odległe miasta.Autorem jednej z pierwszych definicji globalizacji był amerykański przedsiębiorca Charles Taze Russell, który sformułował ją w 1897 r., ale dopiero w latach 60. XX wieku słowo to weszło do języka potocznego. Pojęcie globalizacji to siła napędowa sektora prywatnego i publicznego – wielkie banki otwierają filie na całym świecie, a rządy łączą się pod jednym sztandarem, na przykład ONZ.Współczesna globalizacja przełamała bariery polityczne i handlowe między skłóconymi krajami, przyczyniając się do wzrostu osobistej niezależności i dobrobytu. Globalizacja promuje swobodną wymianę towarową i likwidację ceł, konsolidację praw własności intelektualnej, bardziej otwarte dzielenie się wiadomościami i informacjami oraz swobodniejsze międzynarodowe podróże, turystykę i imigrację.",
    "quote": "„Nowo powstała elektroniczna współzależność kształtuje świat na podobieństwo globalnej wioski.” – Marshall McLuhan",
    "tech_prereqs": [
        {
            "name": "Telekomunikacja|Telekomunikacji|Telekomunikacji|Telekomunikację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologia przyszłości|Technologii przyszłości|Technologii przyszłości|Technologię przyszłości",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}