{
    "id": 36,
    "name": "Proch strzelniczy|Prochu strzelniczego|Prochowi strzelniczemu|Proch strzelniczy",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
    "era": "Renesans|Renesansu|Renesansie|Renesans",
    "cost": 780,
    "civilopedia_entry": "Proch strzelniczy, zwany też „czarnym prochem”, został wynaleziony w Chinach, prawdopodobnie w IX wieku, przez alchemików pragnących stworzyć eliksir nieśmiertelności (proch na pewno nim nie jest). Proch to mieszanina siarki, węgla drzewnego i azotanu potasu. Substancja ta błyskawicznie się pali przy zetknięciu z ogniem, wytwarzając przy tym dużą ilość gazów oraz substancji stałych, które mogą posłużyć za źródło siły napędzającej w broni palnej i ogniach sztucznych. Chińczycy wykorzystywali proch w prymitywnych bombach i rakietach używanych przeciwko mongolskim najeźdźcom, a gdy ci podbili Chiny, wykorzystywali proch przeciwko wszystkim swoim wrogom.Do pierwszej połowy XII wieku świat arabski poznał tajemnicę prochu strzelniczego. Część źródeł historycznych twierdzi, że Mamelucy użyli pierwszej w historii armaty przeciw Mongołom w bitwie pod Ain Jalut w 1260 r., ale nie zostało to potwierdzone z całą pewnością. O pierwszej „armacie ręcznej” wspomina się w arabskim manuskrypcie z XIV wieku.Europa także poznała proch strzelniczy, mniej więcej w połowie XII wieku. Europejczycy poprawili jakość prochu, dodając do niego płyn, przez co stał się bardziej ziarnisty, a co za tym idzie, stabilniejszy.Proch strzelniczy wykorzystywano w artylerii i broni palnej aż do czasu wynalezienia „bezdymnego” prochu w XIX wieku. Nowy produkt spalał się czyściej i wytwarzał o wiele mniej dymu, dzięki czemu był lepszy od starego czarnego prochu.",
    "quote": "„Mam nadzieję, że w dniu, w którym dwie armie będą mogły obrócić się w perzynę w ciągu jednej sekundy, wszystkie cywilizowane narody zaprzestaną wojen i rozwiążą swoje wojska.” – Alfred Nobel",
    "tech_prereqs": [
        {
            "name": "Fizyka|Fizyki|Fizyce|Fizykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/physics.json"
        },
        {
            "name": "Stal|Stali|Stali|Stal",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/steel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Chemia|Chemii|Chemii|Chemię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chemistry.json"
        },
        {
            "name": "Metalurgia|Metalurgii|Metalurgii|Metalurgię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Arkebuzerzy|Arkebuzerów|Arkebuzerom|Arkebuzerów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/musketman.json"
        },
        {
            "name": "Milicja|Milicji|Milicji|Milicję",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/minuteman.json"
        },
        {
            "name": "Muszkieterzy|Muszkieterów|Muszkieterom|Muszkieterów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/musketeer.json"
        },
        {
            "name": "Janczarzy|Janczarów|Janczarom|Janczarów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/janissary.json"
        },
        {
            "name": "Tercio",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/tercio.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Zamek Himeji|Zamku Himeji|Zamkowi Himeji|Zamek Himeji",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/himeji_castle.json"
        }
    ]
}