{
    "id": 74,
    "name": "Lasery|Laserów|Laserom|Lasery",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 7700,
    "civilopedia_entry": "Słowo „laser” z początku zapisywano „LASER”, ponieważ jest to skrót od „Light Amplification by Stimulated Emission of Radiation” (wzmocnienie światła poprzez wymuszoną emisję promieniowania), co właściwie jest jego definicją. Podwaliny naukowe pod lasery stworzył w roku 1917 Albert Einstein, kiedy ponownie wyprowadził prawo promieniowania Plancka, zaś mniej więcej w tym samym czasie pisarze fantastyki naukowej przypadkowo zaczęli opisywać podobną technologię. Pierwszy działający laser zaprezentowano w roku 1960, gdy laboratoria badawcze Hughes wprowadziły technologię laserową mogącą zapisywać dane na optycznych urządzeniach magazynujących (takich jak płyty DVD).Od czasów pierwszych badań nad laserami opracowano wiele specjalistycznych urządzeń tego typu, zoptymalizowano w nich różne funkcje, takie jak zasięg maksymalny, moc wyjściowa czy zastosowanie różnych długości fali. Choć z początku nazywano je „rozwiązaniem poszukującym problemu”, lasery znalazły tysiące zastosowań – od elektroniki konsumenckiej i rozrywki aż po wojsko i organa ścigania. Tylko postaraj się nie patrzeć wprost na światło.",
    "quote": "„Noc się posunęła, a przybliżył się dzień. Odrzućmy więc uczynki ciemności, a przyobleczmy się w zbroję światła.” – Biblia, List do Rzymian 13,12 ",
    "tech_prereqs": [
        {
            "name": "Komputery|Komputerów|Komputerom|Komputery",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologia stealth|Technologii stealth|Technologii stealth|Technologię stealth",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/stealth.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Myśliwiec odrzutowy|Myśliwca odrzutowego|Myśliwcowi odrzutowemu|Myśliwiec odrzutowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/jet_fighter.json"
        },
        {
            "name": "Nowoczesne czołgi|Nowoczesnych czołgów|Nowoczesnym czołgom|Nowoczesne czołgi",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/modern_armor.json"
        }
    ],
    "building_unlocks": []
}