{
    "id": 11,
    "name": "Murarstwo|Murarstwa|Murarstwu|Murarstwo",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
    "era": "Starożytność|Starożytności|Starożytności|Starożytność",
    "cost": 55,
    "civilopedia_entry": "Murarstwo to wznoszenie budowli z pojedynczych bloków łączonych zaprawą. Bloki te mogą być wykonane z kamienia, betonu, żużla lub glinianych cegieł. Zaprawa to plastyczna masa, która wysychając zmienia się w niezwykle wytrzymały materiał. Zwykle jest to mieszanina piasku, cementu lub wapna oraz wody.Starożytni Egipcjanie opanowali murarstwo już w czwartym tysiącleciu p.n.e., wznosili świątynie, pałace i piramidy wykorzystując duże pokłady wapienia, piaskowca, granitu i bazaltu występujące na wzgórzach nad rzeką Nil. Starożytni Asyryjczycy z Żyznego Półksiężyca nie mieli łatwo dostępnych źródeł kamienia, ale dysponowali bogatymi pokładami gliny, z której wytwarzali cegły suszone na słońcu. Suszone cegły są podatne na wilgoć, dlatego często pokrywali swe budowle wypalanymi lub glazurowanymi płytkami.Starożytni Rzymianie wynaleźli beton, będący o wiele lepszą zaprawą od tych, których używały wcześniejsze cywilizacje (zwykle były oparte na glinie), i który może sam w sobie być materiałem budowlanym. Ta tak zwana „betonowa rewolucja” pozwoliła Rzymianom wznosić budowle, które nigdy nie powstałyby przy użyciu prymitywniejszych materiałów. W XIX wieku pewien paryski ogrodnik wpadł na pomysł zatopienia żelaznej siatki w swoich betonowych pojemnikach i donicach; jego wynalazek wzmocnionego betonu znacznie zwiększył wytrzymałość materiału na rozciąganie, dzięki czemu lepiej nadawał się on do budowy wysokich konstrukcji wystawionych na działanie wiatru, drgań, a nawet trzęsień ziemi. Niedawne wynalazki jeszcze bardziej zwiększyły wytrzymałość i elastyczność tego najużyteczniejszego materiału budowlanego. I choć wiele współczesnych budynków jest wykonanych ze szkła i stali, to wszystkie stoją na fundamentach stworzonych w oparciu o starożytne techniki murarskie.",
    "quote": "„Jakże szczęśliwi są ci, których mury zostały już wzniesione!”  – Wergiliusz",
    "tech_prereqs": [
        {
            "name": "Górnictwo|Górnictwa|Górnictwu|Górnictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mining.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Budownictwo|Budownictwa|Budownictwu|Budownictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/construction.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Mur|Muru|Murowi|Mur|Mury|Murów|Murom|Mury",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/walls.json"
        },
        {
            "name": "Piramidy|Piramid|Piramidom|Piramidy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/pyramids.json"
        },
        {
            "name": "Mauzoleum w Halikarnasie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mausoleum_of_halicarnassus.json"
        },
        {
            "name": "Mury Babilonu|Murów Babilonu|Murom Babilonu|Mury Babilonu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/walls_of_babylon.json"
        }
    ]
}