{
    "id": 15,
    "name": "Matematyka|Matematyki|Matematyce|Matematykę",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mathematics.png",
    "era": "Epoka klasyczna|Epoki klasycznej|Epoce klasycznej|Epokę klasyczną",
    "cost": 105,
    "civilopedia_entry": "Matematykę można nazwać nauką porządku, struktury i zależności, która wywodzi się z liczenia, mierzenia i opisywania obiektów oraz ich kształtów. Matematyka to podstawa wszystkich nauk ścisłych. Sumeryjczycy stworzyli niezwykle rozbudowany i skomplikowany system matematyczny, który był dziesiętny (jak współczesny), a także sześćdziesiętny. Pozostałości systemu sześćdziesiętnego przetrwały do dziś, głównie w odmierzaniu czasu – sześćdziesiąt sekund to minuta, sześćdziesiąt minut to godzina.Egipcjanie mieli prostszy system, stworzony przez skrybów/poborców podatkowych, umożliwiał on obliczenia niezbędne przy olbrzymich projektach budowlanych, takich jak piramidy (oczywiście pozwalał też naliczać należne podatki). Grecy podzielili matematykę na dwie dziedziny, „arytmetykę”, badanie ilości, oraz „geometrię”, badanie wielkości, czyli pola. Jednak najbardziej przyczynili się do wprowadzenia w matematyce teorii i dowodów. Poprzednie systemy matematyczne opierają się na pomiarach i obserwacji realnego świata, podczas gdy Grecy szukali praw matematycznych rządzących rzeczywistością.Świat Islamu wniósł wiele do matematyki w VIII i XV wieku. Możliwe, iż największym wynalazkiem było stworzenie systemu dziesiętnego dla liczb całkowitych i wynalezienie „0” (liczby zero) około roku 600 w Indiach. Zastąpił on niezgrabny i trudny „rzymski” system numeryczny, który dziś przetrwał tylko w numeracji kontynuacji horrorów.Matematyka rozrasta się geometrycznie od swych początków, dzięki niej człowiek rozszczepił atom, stworzył Internet i wymyślił wyszukane ligi fantastycznego futbolu. Kto wie, jakie tajemnice odkryjemy w przyszłości?",
    "quote": "„Matematyka to klucz i wrota do wszystkich nauk.” – Roger Bacon",
    "tech_prereqs": [
        {
            "name": "Koło|Kołu|Kołu|Koło",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Waluta|Waluty|Walucie|Walutę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
        },
        {
            "name": "Inżynieria|Inżynierii|Inżynierii|Inżynierię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/engineering.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Katapulty|Katapult|Katapultom|Katapulty",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/catapult.json"
        },
        {
            "name": "Balisty|Balist|Balistom|Balisty",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ballista.json"
        },
        {
            "name": "Wieża oblężnicza|Wieży oblężniczej|Wieży oblężniczej|Wieżę oblężniczą",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/siege_tower.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Sąd|Sądu|Sądowi|Sąd|Sądy|Sądów|Sądom|Sądy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/courthouse.json"
        },
        {
            "name": "Wiszące Ogrody|Wiszących Ogrodów|Wiszącym Ogrodom|Wiszące Ogrody",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hanging_gardens.json"
        }
    ]
}