{
    "id": 5,
    "name": "Górnictwo|Górnictwa|Górnictwu|Górnictwo",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
    "era": "Starożytność|Starożytności|Starożytności|Starożytność",
    "cost": 35,
    "civilopedia_entry": "Górnictwo to dziedzina zajmująca się wydobywaniem różnych użytecznych substancji spod powierzchni ziemi. Najwcześniej wydobywanymi surowcami były miedź, żelazo, diamenty, złoto, srebro, sól i węgiel. Ponieważ nie można jeść tych substancji (z wyjątkiem soli), aby utrzymać górników i ich rodziny, społeczność w której żyją musi wytwarzać nadmiar żywności.Najstarszą kopalnię odkryto w Suazi w Afryce. Około 40 000 lat temu wydobywano tam ochrę, minerał używany podczas ceremonii pogrzebowych i do malowania ciała. Krzemień, błyszczący minerał, łatwy do naostrzenia, był używany przez pierwszych ludzi w postaci skrobaków, noży i grotów. Mógł być to pierwszy minerał wydobywany w Europie na większą skalę. Szyby wydobywcze krzemienia, głębokie na ponad 30 metrów, datowane na epokę neolitu (8000 – 2000 lat p.n.e.) zostały znalezione na terenie Francji i Anglii.Współcześni górnicy korzystają z wielu metod wydobycia różnych materiałów spod ziemi. Górnicy wydobywający węgiel czasami niszczą szczyty gór, żeby wydobyć ten cenny, czarny minerał. W Afryce firmy górnicze wykopały mile tuneli w poszukiwaniu diamentów. Kopalnie powstają dosłownie wszędzie – od dna oceanu po pokrywę lodową północy – w poszukiwaniu najcenniejszego z płynów, ropy naftowej.",
    "quote": "„Pokorni odziedziczą Ziemię, lecz nie prawa do jej zasobów naturalnych.” – J. Paul Getty",
    "tech_prereqs": [
        {
            "name": "Rolnictwo|Rolnictwa|Rolnictwu|Rolnictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/agriculture.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Murarstwo|Murarstwa|Murarstwu|Murarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/masonry.json"
        },
        {
            "name": "Obróbka brązu|Obróbki brązu|Obróbce brązu|Obróbkę brązu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}