{
    "id": 79,
    "name": "Nanotechnologia|Nanotechnologii|Nanotechnologii|Nanotechnologię",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 8800,
    "civilopedia_entry": "Nanotechnologia to rozległa dziedzina zajmująca się kontrolowaniem materii w skali atomowej lub molekularnej. Choć często sprowadza się ją do wizji miliardów malutkich robotów kierujących przepływem pojedynczych atomów, to nanotechnologia obejmuje wszystkie nauki zajmujące się badaniem lub wykorzystywaniem cząsteczek wielkości kilku nanometrów, od tworzenia malutkich, karbonowych nanorurek i nanocząsteczkowych baterii słonecznych do badania DNA. Nanometr (w tej wielkości tworzy się większość nanotechnologii) to jedna miliardowa część metra, mniej więcej ta sama skala średnicy różni kulkę do gry od Ziemi. Dopiero od niedawna posiadamy technologie umożliwiające badania w tak małej skali. Choć to młoda dziedzina, ocenia się, że co tydzień ogłasza się powstanie trzech lub czterech produktów nanotechnologii, stosowanych we wszelkich dziedzinach, od odzieży i kosmetyków po produkty żywnościowe i opakowania.Wielu naukowców ekscytuje się możliwymi zastosowaniami technologii powstających w tak niewielkiej skali, jednak innych niepokoją zdrowotne, środowiskowe i etyczne implikacje tego rodzaju badań. W niektórych krajach wezwano do stworzenia przepisów bezpieczeństwa i zdrowotnych, w obawie, że nanocząsteczki mogą zostać przypadkowo uwolnione do otoczenia lub ludzkiego ciała i spowodować nieodwracalne skażenie.",
    "quote": "„Nanotechnologia wpłynie na nasze życie jeszcze bardziej niż rewolucja elektroniczna.” – Richard Schwartz",
    "tech_prereqs": [
        {
            "name": "Robotyka|Robotyki|Robotyce|Robotykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologia przyszłości|Technologii przyszłości|Technologii przyszłości|Technologię przyszłości",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Komora statyczna SK|Komory statycznej SK|Komorze statycznej SK|Komorę statyczną SK|Komory statyczne SK|Komór statycznych SK|Komorom statycznym SK|Komory statyczne SK",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ss_stasis_chamber.json"
        },
        {
            "name": "Oddział XCOM|Oddziału XCOM|Oddziałowi XCOM|Oddział XCOM",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/xcom_squad.json"
        }
    ],
    "building_unlocks": []
}