{
    "id": 37,
    "name": "Nawigacja|Nawigacji|Nawigacji|Nawigację",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
    "era": "Renesans|Renesansu|Renesansie|Renesans",
    "cost": 1150,
    "civilopedia_entry": "Nawigacja to nauka zajmująca się odnajdywaniem drogi na oceanie. Pierwsze statki nieczęsto oddalały się od brzegu, co znacznie ułatwiało nawigację, ale ograniczało ilość miejsc, do których można było dopłynąć. Statki były też często wyrzucane na brzeg lub niebezpieczne skały przez przeciwne wiatry. Niewiele rzeczy przeraża kapitana okrętu bardziej (w epoce przed silnikiem parowym) niż silny wiatr spychający jednostkę prosto do brzegu.Zanim pojawiły się satelity, radia i radary, nawigacja polegała na śledzeniu ruchu okrętów na mapie morskiej, metodę tę nazywano „pozycją zliczoną”. Znając prędkość i dokładny kierunek ruchu, można ustalić, gdzie się znajdujemy. Jednak po wielu tygodniach na morzu nawet najdrobniejszy błąd w określeniu prędkości lub kierunku mógł doprowadzić do olbrzymich pomyłek. Kiedy ktoś znajdował się na środku Pacyfiku, kończyła mu się woda i żeglował w kierunku jedynej wyspy ze słodką wodą w promieniu tysiąca mil, pozycja zliczona mogła sprawić mu nieprzyjemną niespodziankę.Kapitan mógł sobie pomóc w nawigacji spoglądając w niebo. Przy słonecznej pogodzie kapitanowie mogli skorzystać z precyzyjnych przyrządów, pozwalających dokładnie określić moment, w którym słońce znajdzie się w zenicie nad okrętem. Jeśli posiadali też dokładny zegar, ustawiony na właściwy czas, mogli użyć tych informacji, żeby dokładnie określić długość geograficzną (czyli odległość na wschód lub zachód od południka zerowego, przebiegającego przez Greenwich w Anglii). Oczywiście była do tego niezbędna dobra pogoda i dokładny zegar, a także umiejętność wychwycenia zenitu na okręcie, którym mogło całkiem mocno bujać. Nocą kapitanowie często uzyskiwali te same informacje, obserwując ruch gwiazd.Oczywiście w końcu wynalezienie radia, radaru i satelitów znacznie uprościło cały proces oraz poprawiło bezpieczeństwo. Ale nawet dziś kapitanom zdarza się wpłynąć na mieliznę lub wbić w mosty – a są to statki napędzane silnikami. Wyobraź sobie, jak trudno jest utrzymać na kursie żaglowiec.",
    "quote": "„Wiatr i fale są zawsze po stronie najlepszych żeglarzy.” – Edward Gibbon",
    "tech_prereqs": [
        {
            "name": "Astronomia|Astronomii|Astronomii|Astronomię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/astronomy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Archeologia|Archeologii|Archeologii|Archeologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archaeology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Fregata|Fregaty|Fregacie|Fregatę|Fregatą|Fregacie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/frigate.json"
        },
        {
            "name": "Okręt liniowy|Okrętu liniowego|Okrętowi liniowemu|Okręt liniowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ship_of_the_line.json"
        },
        {
            "name": "Gez morski|Geza morskiego|Gezowi morskiemu|Geza morskiego",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/sea_beggar.json"
        },
        {
            "name": "Kaper|Kapra|Kaprowi|Kapra",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/privateer.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Port morski|Portu morskiego|Portowi morskiemu|Port morski|Porty morskie|Portów morskich|Portom morskim|Porty morskie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/seaport.json"
        }
    ]
}