{
    "id": 78,
    "name": "Reakcja termojądrowa|Reakcji termojądrowej|Reakcji termojądrowej|Reakcję termojądrową",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 8800,
    "civilopedia_entry": "Naturalnie reakcja termojądrowa zachodzi w gwiazdach. Polega ona na połączeniu się atomów o takim samym ładunku, przez co powstaje jeden większy. Na przykład dwa atomy wodoru łączą się i tworzą atom helu. Efektem ubocznym tej reakcji jest uwolnienie lub wchłonięcie dużej ilości energii, znacznie większej niż ilość potrzebna do połączenia dwóch jąder. Ujarzmienie mocy reakcji termojądrowej jest przedmiotem badań nad energią od lat 50. XX wieku, od czasu poznania mocy niekontrolowanych reakcji łańcuchowych w pierwszej bombie wodorowej.Fuzję można podzielić na dwie bardzo uproszczone kategorie: reakcje wytwarzające energię i reakcje pochłaniające energię. Fuzja pomiędzy lżejszymi cząsteczkami i ich dowolnymi izotopami (mniejszymi od żelaza lub masy atomowej 26) spowoduje uwolnienie energii, a połączenie jąder cięższych pierwiastków powoduje zużycie energii.Potrzeba dużo energii, aby dwa jądra pokonały swe ładunki dodatnie i połączyły się, nawet w przypadku najlżejszego pierwiastka – wodoru. Jednak część naukowców uważa, że do roku 2020 uda się stworzyć reaktor mogący nie tylko kontrolować taką reakcję, ale także wytwarzający dziesięciokrotnie więcej energii od ilości pobranej w celu zainicjowania reakcji. Taka dostępność energii może zrewolucjonizować światową infrastrukturę i zmienić sposób realizacji nawet najmniejszych osiągnięć technologicznych.",
    "quote": "„Pojawienie się energii atomowej nie stworzyło nowego problemu. Sprawiło jedynie, że szybciej trzeba rozwiązać problem już istniejący.” – Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Balistyka zaawansowana|Balistyki zaawansowanej|Balistyce zaawansowanej|Balistykę zaawansowaną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/advanced_ballistics.json"
        },
        {
            "name": "Satelity|Satelitów|Satelitom|Satelity",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/satellites.json"
        },
        {
            "name": "Robotyka|Robotyki|Robotyce|Robotykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/robotics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologia przyszłości|Technologii przyszłości|Technologii przyszłości|Technologię przyszłości",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Wielki śmierciobot|Wielkiego śmierciobota|Wielkiemu śmierciobotowi|Wielkiego śmierciobota",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/giant_death_robot.json"
        }
    ],
    "building_unlocks": []
}