{
    "id": 66,
    "name": "Rozszczepianie jądra atomu|Rozszczepiania jądra atomu|Rozszczepianiu jądra atomu|Rozszczepianie jądra atomu",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fission.png",
    "era": "Epoka atomu|Epoki atomu|Epoce atomu|Epokę atomu",
    "cost": 6400,
    "civilopedia_entry": "Rozszczepienie jądra atomu to reakcja jądrowa, w której jądra atomów radioaktywnych rozbijają się (dochodzi do rozszczepienia), uwalniając neutrony, które następnie zderzają się z innymi atomami, powodując ich rozbicie i uwolnienie jeszcze większej ilości neutronów. Jeżeli materiału radioaktywnego jest dostatecznie dużo, rozszczepienie może stać się samowystarczalne, uwalniając dużo energii w kontrolowanym tempie – na przykład w reaktorze atomowym – lub w sposób niekontrolowany – na przykład w broni atomowej.Rozszczepienie jądra atomu wytwarza duże ilości energii – wiele milionów razy więcej niż na przykład ta sama ilość benzyny – jednak podczas tego procesu powstaje sporo odpadów trudnych do utylizacji. Ponadto może zabijać ludzi, bardzo powoli, jeśli zostaną wystawieni na oddziaływanie materiału radioaktywnego, lub bardzo szybko, jeżeli reakcja wymknie się spod kontroli i materiał eksploduje.Do rozszczepienia jądra atomu rzadko dochodzi w warunkach naturalnych, na Ziemi stało się to ostatnio około 2 miliardów lat temu. Od tego czasu materiały rozszczepialne uległy degradacji, przez co naturalne rozszczepienie stało się niemożliwe na tej planecie.W roku 1917 Nowozelandczyk Ernest Rutherford jako pierwszy człowiek dokonał rozszczepienia atomu. W 1934 r. Włoch Enrico Fermi przeprowadził eksperyment bombardowania uranu neutronami. W tym samym roku Ida Noddack przedstawiła ideę rozszczepienia jądra atomowego jako stałej reakcji atomowej. W 1938 niemieccy chemicy Otto Hahn i Fritz Strassmann wywołali pierwszą udaną reakcję jądrową.Po wybuchu II wojny światowej wyścig ku skonstruowaniu bomby atomowej nabrał dodatkowego rozpędu. Po otrzymaniu od uchodźców, Alberta Einsteina i Leo Szilarda, listu o potencjalnej śmiercionośności broni atomowej, amerykański prezydent Franklin Roosevelt powołał specjalny zespół naukowo-wojskowy mający stworzyć taką broń przed Niemcami, którzy także zajmowali się tym zagadnieniem. Naukowcy z USA, Kanady i Wielkiej Brytanii współpracowali przy tworzeniu nowej broni, projekt nosił kryptonim „Projekt Manhattan”.Po długich pięciu latach ciężkiej pracy naukowcy Projektu Manhattan stworzyli i przetestowali broń atomową. 6 i 9 sierpnia 1945 roku Stany Zjednoczone zrzuciły bomby atomowe na japońskie miasta Hiroszimę i Nagasaki. Wybuchy zabiły w pierwszym dniu 120 000 Japończyków, w ciągu kolejnego kwartału ta sama liczba osób zmarła na skutek oparzeń, choroby popromiennej i innych obrażeń. Japonia skapitulowała bezwarunkowo 15 sierpnia 1945 r.Po II wojnie światowej w walce nie zrzucono żadnej bomby atomowej (choć przeprowadzono wiele prób poligonowych). USA, Rosja, Anglia i Francja wciąż posiadają duże arsenały nuklearne (największe mają Rosjanie i Amerykanie), a takie kraje jak Chiny, Izrael, Pakistan, Indie i Korea Północna również dołączyły do „klubu atomowego”. Obecnie USA usilnie próbuje nie dopuścić, by Iran stworzył broń atomową, ale jeszcze nie wiadomo, jakie będzie rozwiązanie tego problemu.",
    "quote": "„Stałem się Śmiercią, niszczycielem światów.” – J. Robert Oppenheimer",
    "tech_prereqs": [
        {
            "name": "Teoria atomu|Teorii atomu|Teorii atomu|Teorię atomu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/atomic_theory.json"
        },
        {
            "name": "Radar|Radaru|Radarowi|Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Taktyki mobilne|Taktyk mobilnych|Taktykom mobilnym|Taktyki mobilne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mobile_tactics.json"
        },
        {
            "name": "Balistyka zaawansowana|Balistyki zaawansowanej|Balistyce zaawansowanej|Balistykę zaawansowaną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/advanced_ballistics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bomba atomowa|Bomby atomowej|Bombom atomowym|Bombę atomową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/atomic_bomb.json"
        },
        {
            "name": "Bazooki|Bazook|Bazookom|Bazooki|Bazookami|Bazookach",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/bazooka.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Elektrownia atomowa|Elektrowni atomowej|Elektrowni atomowej|Elektrownię atomową|Elektrownie atomowe|Elektrowni atomowych|Elektrowniom atomowym|Elektrownie atomowe",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/nuclear_plant.json"
        }
    ]
}