{
    "id": 13,
    "name": "Optyka|Optyki|Optyce|Optykę",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
    "era": "Epoka klasyczna|Epoki klasycznej|Epoce klasycznej|Epokę klasyczną",
    "cost": 85,
    "civilopedia_entry": "Optyka to nauka badająca światło i widzenie. Pierwsze i najważniejsze wyzwania optyki były związane ze wzmocnieniem ludzkiego wzroku, dzięki czemu człowiek mógłby widzieć na większą odległość lub obserwować bardzo małe obiekty albo widzieć w ciemności. Pierwsze soczewki stworzono w starożytnym Egipcie i Mezopotamii. Najstarsze soczewki, z wypolerowanego kryształu, pochodzą z 700 r. p.n.e. Grecy i Rzymianie tworzyli prymitywne soczewki wypełniając szklane kule wodą. W „Optyce” Euklides opisał matematyczne zasady percepcji i zbadał załamanie światła. W VIII wieku islamscy uczeni zgłębiali optykę, spisywali traktaty o załamaniu światła i wytwarzaniu soczewek i luster.Pierwsze noszone okulary wynaleziono w XII wieku we Włoszech, a pierwsze prymitywne teleskopy w XV wieku, podobnie jak pierwszy mikroskop. Choć wedle dzisiejszych standardów nie były to najlepsze urządzenia, znacząco zwiększyły ludzkie możliwości postrzegania świata i nawigacji po niezbadanych wodach.",
    "quote": "„Stworzył instrument, by wiedzieć, czy księżyc jest w pełni, czy nie.” – Samuel Butler",
    "tech_prereqs": [
        {
            "name": "Żegluga|Żeglugi|Żegludze|Żeglugę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/sailing.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Kompas|Kompasu|Kompasowi|Kompas",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/compass.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Latarnia morska|Latarni morskiej|Latarni morskiej|Latarnię morską|Latarnie morskie|Latarni morskich|Latarniom morskim|Latarnie morskie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/lighthouse.json"
        },
        {
            "name": "Latarnia z Faros|Latarni z Faros|Latarni z Faros|Latarnię z Faros",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/great_lighthouse.json"
        }
    ]
}