{
    "id": 77,
    "name": "Fizyka kwantowa|Fizyki kwantowej|Fizyce kwantowej|Fizykę kwantową",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 8800,
    "civilopedia_entry": "Fizyka kwantowa przybliża nas do zrozumienia natury materii i energii o jeden krok bliżej niż jej poprzedniczka, teoria atomowa. Pojęcie „atomu” stworzył w 1803 roku chemik John Dalton, ale idea rozbijania materii na coraz mniejsze elementy była znana nawet w VI wieku przed Chrystusem. Współczesna fizyka cząsteczkowa, a raczej badanie mechaniki kwantowej, rozpoczęło się w roku 1838, po odkryciu katody przez Michaela Faradaya, co pomogło udowodnić, że atomy – do tego czasu najmniejsza cząstka znana nauce – składają się z jeszcze mniejszych elementów.Ogólnie rzecz biorąc, podstawowe założenia teorii kwantowej opisuje Model Standardowy, klasyfikujący siedemnaście rodzajów cząstek elementarnych: 12 fermionów, 4 bozony wektorowe i 1 bozon skalarny (nie protony i neutrony, jak często uczy się we wczesnych etapach edukacji – te składają się z kwarków, fermionów innego rodzaju). Cząstki związane z materią są skategoryzowane jako fermiony (posiadające niecałkowity spin) i cząstki związane z siłami, bozony, posiadające pełny spin. Z tych 17 cząstek podstawowych można stworzyć setki złożonych i podstawowych cząstek.Wielu fizyków cząsteczkowych uważa, że przed nami jeszcze wiele odkryć, badania fizyki cząstek wykazały, że można zamienić ołów w złoto (choć nie opłacałoby się to), a fantazje rodem z literatury science fiction, takie jak ciemna materia, czy wielka teoria wszystkiego, mogą naprawdę istnieć.",
    "quote": "„Każda cząsteczka materii jest przyciągana lub przyciąga inne cząsteczki materii z siłą odwrotnie proporcjonalną do kwadratu odległości między nimi.” – Izaak Newton",
    "tech_prereqs": [
        {
            "name": "Telekomunikacja|Telekomunikacji|Telekomunikacji|Telekomunikację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
        },
        {
            "name": "Taktyki mobilne|Taktyk mobilnych|Taktykom mobilnym|Taktyki mobilne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mobile_tactics.json"
        },
        {
            "name": "Balistyka zaawansowana|Balistyki zaawansowanej|Balistyce zaawansowanej|Balistykę zaawansowaną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/advanced_ballistics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologia przyszłości|Technologii przyszłości|Technologii przyszłości|Technologię przyszłości",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Silnik SK|Silnika SK|Silnikowi SK|Silnik SK|Silniki SK|Silników SK|Silnikom SK|Silniki SK",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ss_engine.json"
        }
    ],
    "building_unlocks": []
}