{
    "id": 30,
    "name": "Fizyka|Fizyki|Fizyce|Fizykę",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
    "era": "Średniowiecze|Średniowiecza|Średniowieczu|Średniowiecze",
    "cost": 485,
    "civilopedia_entry": "Fizyka zajmuje się badaniem materii i jest główną nauką ścisłą. Początkowo nazywano ją „nauką naturalną”, zajmuje się wszystkim, co znajduje się w widocznym wszechświecie, od najmniejszych cząstek po największe galaktyki. Fizyka bada grawitację, światło, ciepło i magnetyzm. Z czasem ludzka wiedza znacznie się powiększyła i fizyka podzieliła się na kilka dziedzin, takich jak astronomia, chemia, geologia, biologia i inżynieria, ale właściwie wszystkie z nich zajmują się mierzeniem i objaśnianiem zjawisk naturalnych.W roku 1687 Isaac Newton opublikował swe największe dzieło, „Philosophiae Naturalis Principia Mathematica”, które zrewolucjonizowało fizykę. W skrócie, pierwsza zasada Newtona, zwana zasadą bezwładności, stwierdza, że ciało w stanie spoczynku pozostanie nieruchome, a ciało poruszające będzie poruszać się dalej, jeśli nie zadziała na nie żadna siła zewnętrzna. Druga zasada opisuje równaniem zmiany, które siła może wywołać w ruchu ciała: siła równa się masie pomnożonej przez przyspieszenie. Trzecia zasada, zwana zasadą akcji i reakcji, stwierdza, że gdy między dwoma ciałami dochodzi do interakcji, oddziałują na siebie wzajemnie z siłami o tym samym natężeniu i przeciwnym zwrocie. Potocznie mówi się „każde działanie wywołuje przeciwną reakcję o tej samej sile”.Zasady Newtona rządziły fizyką do XX wieku, kiedy to zostały zastąpione prawami względności i mechaniki kwantowej. Były to przełomowe odkrycia, które zmieniły świat tak samo jak odkrycia Newtona w XVII wieku.",
    "quote": "„Zmierz, co jest mierzalne, i uczyń mierzalnym to, co takim nie jest.” – Galileusz",
    "tech_prereqs": [
        {
            "name": "Odlewanie metalu|Odlewania metalu|Odlewaniu metalu|Odlewanie metalu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metal_casting.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Prasa drukarska|Prasy drukarskiej|Prasie drukarskiej|Prasę drukarską",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/printing_press.json"
        },
        {
            "name": "Proch strzelniczy|Prochu strzelniczego|Prochowi strzelniczemu|Proch strzelniczy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/gunpowder.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Trebusze|Trebuszy|Trebuszom|Trebusze",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/trebuchet.json"
        },
        {
            "name": "Hwacha|Hwachy|Hwasze|Hwachę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/hwach'a.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Notre Dame",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/notre_dame.json"
        }
    ]
}