{
    "id": 57,
    "name": "Tworzywo sztuczne|Tworzywa sztucznego|Tworzywu sztucznemu|Tworzywo sztuczne",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
    "era": "Epoka współczesna|Epoki współczesnej|Epoce współczesnej|Epokę współczesną",
    "cost": 4100,
    "civilopedia_entry": "Tworzywo sztuczne, takie jak plastik, to lekki, przeźroczysty i twardy materiał, źle przewodzący elektryczność. Mają wiele postaci, jedne są twardsze, inne elastyczniejsze, różnią się między sobą odpornością na wysokie temperatury. Tworzywa sztuczne można formować, wyciskać lub wytłaczać w dowolne kształty. Można je znaleźć we wszystkich elementach współczesnego życia. Stosuje się je wszędzie, od zderzaków samochodowych po sztuczne kończyny, od pojemników na jedzenie dla dzieci po broń piechoty. To jeden z budulców XXI wieku.Pierwsze tworzywo sztuczne wynalazł Anglik, Alexander Parkes w 1855 r. Produkt zwany parkesiną był wykonany z celulozy (materiał z komórek roślinnych) i służył za substytut fiszbinów, które stawały się coraz rzadziej dostępne wraz ze zmniejszaniem się światowej populacji wielorybów.Pierwsze całkowicie syntetyczne tworzywo to bakelit, wynaleziony w 1909 przez belgijsko-amerykańskiego wynalazcę, Leo Hendrika Baekelanda. Bakelit był tani, wytrzymały i mocny. Służył do produkcji radioodbiorników, telefonów, uchwytów, klawiszy fortepianowych i kul bilardowych. Bakelit jest twardy, ale jednocześnie łamliwy. Został zastąpiony przez tańsze i elastyczniejsze tworzywa, takie jak polistyren, PCV, nylon i bardziej egzotyczne odmiany stworzone w XX wieku.Choć w tej chwili są dość tanie, do produkcji tworzyw sztucznych potrzebnych jest dużo petrochemikaliów. Gdy drożeje paliwo, drożeją też tworzywa sztuczne. Możliwe, że w przyszłości jakiś nowy, cudowny materiał je zastąpi, lecz na razie są one niezastąpione.",
    "quote": "„Ben – Mam ci do powiedzenia tylko jedno – tylko jedno słowo: plastik.” – Buck Henry i Calder Willingham, Absolwent",
    "tech_prereqs": [
        {
            "name": "Radio|Radia|Radiu|Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radio.json"
        },
        {
            "name": "Części zamienne|Części zamiennych|Częściom zamiennym|Części zamienne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/replaceable_parts.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Penicylina|Penicyliny|Penicylinie|Penicylinę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/penicillin.json"
        },
        {
            "name": "Teoria atomu|Teorii atomu|Teorii atomu|Teorię atomu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/atomic_theory.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Piechota|Piechoty|Piechocie|Piechotę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/infantry.json"
        },
        {
            "name": "Pracinhas",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/pracinha.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Laboratorium badawcze|Laboratorium badawczego|Laboratorium badawczemu|Laboratorium badawcze|Laboratoria badawcze|Laboratoriów badawczych|Laboratoriom badawczym|Laboratoria badawcze",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/research_lab.json"
        },
        {
            "name": "Chrystus Zbawiciel|Chrystusa Zbawiciela|Chrystusowi Zbawicielowi|Chrystusa Zbawiciela",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/cristo_redentor.json"
        }
    ]
}