{
    "id": 35,
    "name": "Prasa drukarska|Prasy drukarskiej|Prasie drukarskiej|Prasę drukarską",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
    "era": "Renesans|Renesansu|Renesansie|Renesans",
    "cost": 780,
    "civilopedia_entry": "Ruchoma czcionka została wynaleziona w Chinach, ale pierwsza mechaniczna prasa drukarska została wynaleziona w połowie XV wieku przez niemieckiego drukarza Jana Gutenberga. Pierwsze prasy drukarskie były drewnianymi maszynami, bardzo podobnymi do pras wyciskających wino i oliwę z oliwek, których od wieków używano w basenie Morza Śródziemnego.W oryginalnych prasach czcionkę układano odwrotnie, na drewnianej „płycie” utrzymującej ją sztywno w miejscu. Na czcionkę nakładano tusz, następnie na płycie umieszczano papier. Rzemieślnicy dokręcali śrubę dociskającą papier do czcionki pokrytej tuszem. Następnie drukarz wyciągał papier i ponownie nakładał tusz na czcionkę. Maszyna Gutenberga mogła drukować około 250 arkuszy na godzinę (zadrukowanych z jednej strony). Jego projekt pozostał niezmieniony przez trzysta lat, dopóki nie zastąpiły go metalowe maszyny. Od XIX wieku prasy były napędzane parą i mogły drukować nawet 7500 arkuszy na godzinę.Prasa drukarska to jeden z najważniejszych wynalazków ludzkości. Nim pojawiły się prasy, drukowano niewiele ksiąg i kosztowały one więcej niż roczne zarobki przeciętnego robotnika. W chwili, gdy wynaleziono prasę, w bibliotece Uniwersytetu Cambridge znajdowało się niewiele ponad 100 ksiąg. Wkrótce jednak zwykli ludzie mogli sobie pozwolić na posiadanie w domach Biblii i innych książek. 60 lat później w Anglii pojawiła się „książka informacyjna” (przodek gazety codziennej).",
    "quote": "„Obowiązkiem gazet jest drukowanie wiadomości i rozpętywanie piekła.” – The Chicago Times",
    "tech_prereqs": [
        {
            "name": "Mechanika|Mechaniki|Mechanice|Mechanikę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/machinery.json"
        },
        {
            "name": "Fizyka|Fizyki|Fizyce|Fizykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/physics.json"
        },
        {
            "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ekonomia|Ekonomii|Ekonomii|Ekonomię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/economics.json"
        },
        {
            "name": "Metalurgia|Metalurgii|Metalurgii|Metalurgię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metallurgy.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Zoo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/zoo.json"
        },
        {
            "name": "Krzywa Wieża w Pizie|Krzywej Wieży w Pizie|Krzywej Wieży w Pizie|Krzywą Wieżę w Pizie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/leaning_tower_of_pisa.json"
        },
        {
            "name": "Globe Theatre",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/globe_theatre.json"
        }
    ]
}