{
    "id": 53,
    "name": "Radio|Radia|Radiu|Radio",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
    "era": "Epoka współczesna|Epoki współczesnej|Epoce współczesnej|Epokę współczesną",
    "cost": 3100,
    "civilopedia_entry": "Radio to technologia nadawania informacji do odległego odbiorcy poprzez modyfikację amplitudy, częstotliwości lub długości „fali nośnej”. W mniej technicznym żargonie oznacza to, że nadajnik przetwarza dźwięki na fale, które wysyła do atmosfery. Zdalne odbiorniki radiowe mogą wyłapywać te fale i na powrót zamieniać je w dźwięk.Radio to skomplikowana i zawiła maszyna. Powstała w wyniku setek lat badań i rozwoju, prowadzonych przez takich naukowców i fizyków jak Michael Faraday, James Maxwell, Heinrich Hertz i Guglielmo Marconi.Marconi był włoskim fizykiem pracującym nad bezprzewodowym telegrafem. W 1894 r. Marconiemu udało się wysłać sygnał na odległość około 30 metrów. Kontynuował ulepszanie swojego urządzenia i w 1901 roku przesłał sygnał na drugą stronę Oceanu Atlantyckiego. Pracował dalej i na początku lat dwudziestych zaczął prace nad bezprzewodową krótkofalówką, na której opiera się większość współczesnej łączności radiowej dalekiego zasięgu.Pierwszy program radiowy nadano w Wigilię 1906 r. Pierwsze wiadomości nadano 31 sierpnia 1920 roku w Detroit, w stanie Michigan. Pod koniec lat dwudziestych radioodbiorniki stały się powszechne w Stanach Zjednoczonych i Europie.Radia odegrały ważną rolę w II wojnie światowej. Umożliwiały łączność między samolotami i okrętami oraz pozwalały walczącym rządom nadawać wiadomości i propagandę do obywateli i wrogów. Hitler, Churchill i Roosevelt byli mistrzami tego medium. Radio było też popularne w okresie powojennym, szczególnie w Stanach Zjednoczonych, gdzie powstało wiele sieci i stacji nadawczych. Była to główna rozrywka przed pojawieniem się telewizji w latach pięćdziesiątych.Choć radio zostało przyćmione przez telewizję i Internet, wciąż jest ważnym źródłem wiadomości i rozrywki dla ludzi na całym świecie. Radio jest jak rock and roll, nigdy nie zginie.",
    "quote": "„Radio połączyło cały kraj. Wszyscy słuchaliśmy tych samych bohaterów, komediantów i piosenkarzy. To byli giganci.” – Woody Allen",
    "tech_prereqs": [
        {
            "name": "Elektryczność|Elektryczności|Elektryczności|Elektryczność",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tworzywo sztuczne|Tworzywa sztucznego|Tworzywu sztucznemu|Tworzywo sztuczne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/plastics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Wieża transmisyjna|Wieży transmisyjnej|Wieży transmisyjnej|Wieżę transmisyjną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/broadcast_tower.json"
        },
        {
            "name": "Wieża Eiffla|Wieży Eiffla|Wieży Eiffla|Wieżę Eiffla",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/eiffel_tower.json"
        },
        {
            "name": "Narodowa Agencja Wywiadu|Narodowej Agencji Wywiadu|Narodowej Agencji Wywiadu|Narodową Agencję Wywiadu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/national_intelligence_agency.json"
        },
        {
            "name": "Broadway|Broadwayu|Broadwayowi|Broadway",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/broadway.json"
        }
    ]
}