{
    "id": 56,
    "name": "Kolej|Kolei|Kolei|Kolej",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
    "era": "Epoka współczesna|Epoki współczesnej|Epoce współczesnej|Epokę współczesną",
    "cost": 3100,
    "civilopedia_entry": "Pierwsza „kolej” powstała w XVI wieku w europejskich kopalniach – były to wózki kołowe poruszające się po szynach. Ciągnęli je ludzie lub zwierzęta (zwykle konie lub osły). Pierwsza kolej naziemna napędzana parą powstała w Anglii w 1825 roku, a gdy okazała się ona sukcesem, rozpoczęto budowę na całym świecie. Pierwsza amerykańska trasa, z Baltimore do Ohio, powstała w 1828 roku. W ciągu jednego stulecia wszystkie kontynenty pokryła sieć torów kolejowych.Rola kolei w rozwoju świata jest nieoceniona. Nim zbudowano transkontynentalną trasę, podróż z Nowego Jorku do San Francisco trwała kilka miesięcy. Kolej skróciła ten czas do siedmiu dni, a bilet kosztował tylko 65$. Po pojawieniu się kolei europejska populacja amerykańskiego zachodu i środkowego zachodu gwałtownie wzrosła. Miasta, przez które przebiegały tory, bogaciły się, a te bez terminali podupadały i pustoszały.Kiedy w XX wieku pojawiły się automobile i ciężarówki, kolej straciła na znaczeniu, szczególnie w Stanach, które oszalały na punkcie samochodów. Mimo to transport kolejowy jest niezwykle tanim i (względnie) ekologicznym środkiem transportu ludzi i towarów, a wszystko wskazuje na to, że w najbliższej przyszłości pociągi powrócą do łask.",
    "quote": "„Pojawienie się napędzanego parą wozu na kołach, znacząco zmieni obraz ludzkości.” – Thomas Jefferson",
    "tech_prereqs": [
        {
            "name": "Silnik parowy|Silnika parowego|Silnikowi parowemu|Silnik parowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/steam_power.json"
        },
        {
            "name": "Dynamit|Dynamitu|Dynamitowi|Dynamit",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/dynamite.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Balistyka|Balistyki|Balistyce|Balistykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/ballistics.json"
        },
        {
            "name": "Silnik spalinowy|Silnika spalinowego|Silnikowi spalinowemu|Silnik spalinowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/combustion.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Kreml|Kremla|Kremlowi|Kreml",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/kremlin.json"
        },
        {
            "name": "Neuschwanstein|Neuschwansteina|Neuschwansteinowi|Neuschwanstein",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/neuschwanstein.json"
        }
    ]
}