{
    "id": 52,
    "name": "Chłodzenie|Chłodzenia|Chłodzeniu|Chłodzenie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
    "era": "Epoka współczesna|Epoki współczesnej|Epoce współczesnej|Epokę współczesną",
    "cost": 3100,
    "civilopedia_entry": "Chłodzenie to proces usuwania ciepła z zamkniętej przestrzeni lub substancji. Głównym celem chłodzenia jest przechowywanie żywności, a pod koniec XX wieku, w krajach rozwiniętych, technologia ta umożliwiła stworzenie klimatyzatorów. Zanim opracowano metody mechaniczne, wiele bogatych kultur chłodziło swą żywność w izolowanych słomą piwnicach, wykorzystując lód sprowadzany z gór. W starożytnych Indiach i Egipcie schłodzenie uzyskiwano dzięki parowaniu. Duże, płytkie naczynia napełniano wodą, której parowanie powodowało szybkie schłodzenie płynu pozostającego w naczyniach. Dobrze zaprojektowany system odparowywania pozwalał tworzyć lód nawet w najcieplejszym klimacie.Chłodzenie mechaniczne korzysta ze zjawiska schładzania szybko rozprężającego się gazu, zwykle freonu lub innej obojętnej substancji. Po raz pierwszy chłodzenie mechaniczne zaprezentował w 1748 roku Szkot William Cullen, ale dopiero ponad sto lat później, w 1856, Amerykanin Alexander C. Twinning stworzył pierwsze praktyczne, komercyjne urządzenie chłodzące. Kilka lat później lodówki pojawiły się w pakowalniach mięsa i browarach, a w 1914 były już w powszechnym użytkowaniu. W połowie XX wieku ciężarówki-chłodnie zastąpiły pojazdy napełniane lodem. Domowe lodówki pojawiły się w latach 20., które do roku 1950 praktycznie wyparły skrzynie z lodem.Współczesny klimatyzator stworzył w 1902 roku Willis Carrier z Buffalo w stanie Nowy Jork. Początkowo urządzenie służyło do utrzymywania określonej temperatury w fabrykach wymagających określonych warunków procesu produkcyjnego. W latach 20. znacznie zmniejszyły się ceny i rozmiary klimatyzatorów, co pozwoliło masowo instalować je w kinach. Po II wojnie światowej klimatyzatory pojawiły się w oknach wielu amerykańskich domów, do początku lat 50-tych w całym kraju zainstalowano ich ponad milion.Choć dziś wydaje nam się czymś oczywistym, chłodzenie to jeden z najważniejszych wynalazków w historii ludzkości, bez którego współczesne życie wyglądałoby zupełnie inaczej i na pewno kosztowałoby nas więcej potu.",
    "quote": "„I stałem, bezdomny, pośród tysiąca domów i pośród tysiąca stołów marniałem i łaknąłem strawy.” – William Wordsworth",
    "tech_prereqs": [
        {
            "name": "Elektryczność|Elektryczności|Elektryczności|Elektryczność",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electricity.json"
        },
        {
            "name": "Biologia|Biologii|Biologii|Biologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/biology.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Penicylina|Penicyliny|Penicylinie|Penicylinę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/penicillin.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Okręt podwodny|Okrętu podwodnego|Okrętowi podwodnemu|Okręt podwodny",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/submarine.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Stadion|Stadionu|Stadionowi|Stadion|Stadiony|Stadionów|Stadionom|Stadiony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/stadium.json"
        },
        {
            "name": "Hotel|Hotelu|Hotelowi|Hotel|Hotele|Hoteli|Hotelom|Hotele",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hotel.json"
        }
    ]
}