{
    "id": 45,
    "name": "Gwintowanie|Gwintowania|Gwintowaniu|Gwintowanie",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
    "era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
    "cost": 1600,
    "civilopedia_entry": "Gwintowanie to proces żłobienia spiralnych nacięć wewnątrz lufy działa lub broni palnej, nadających pociskowi ruch obrotowy. Obracanie się stabilizuje lot pocisku, znacznie poprawiając jego celność. Gwintowanie wynaleziono w Wiedniu, w XV wieku. Jednak początkowo był to bardzo drogi i czasochłonny proces, który nie zyskał popularności przez ponad trzy stulecia. Na początku XVIII wieku z gwintowanych karabinów zaczęli korzystać strzelcy wyborowi wielu armii w Europie i na świecie.W połowie tego samego wieku gwint i kule Minie sprawiły, że muszkiety stały się o wiele celniejsze i bardziej zabójcze. Broni tej i podobnych używano masowo podczas amerykańskiej wojny secesyjnej i prawdopodobnie zadały one więcej strat niż wszystkie inne karabiny i muszkiety razem wzięte.Pod koniec wojny secesyjnej karabiny Minie zastępowano karabinami odtylcowymi zasilanymi amunicją łuskową, gdyż zapewniały one większą szybkostrzelność niż muszkiety. Takie karabiny, na przykład Springfield Model 1865 i jego spadkobiercy, były standardową bronią piechoty amerykańskiej aż do I wojny światowej, kiedy to pojawiły się pierwsze karabiny samopowtarzalne. Współcześni piechurzy posługują się karabinami szturmowymi takimi jak amerykański M16 lub rosyjski AK-47. Dzięki tej morderczej broni dzisiejsi żołnierze mają siłę ognia równą tuzinowi weteranów wojny secesyjnej.",
    "quote": "„Dobrze, że wojna jest taka straszna, inaczej moglibyśmy ją polubić.” – Robert E. Lee",
    "tech_prereqs": [
        {
            "name": "Ekonomia|Ekonomii|Ekonomii|Ekonomię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/economics.json"
        },
        {
            "name": "Metalurgia|Metalurgii|Metalurgii|Metalurgię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metallurgy.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Silnik parowy|Silnika parowego|Silnikowi parowemu|Silnik parowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/steam_power.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Strzelcy|Strzelców|Strzelcom|Strzelców",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/rifleman.json"
        },
        {
            "name": "Narciarze norwescy|Narciarzy norweskich|Narciarzom norweskim|Narciarzy norweskich",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/norwegian_ski_infantry.json"
        },
        {
            "name": "Mehal Sefari",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/mehal_sefari.json"
        },
        {
            "name": "Karolanie|Karolan|Karolanom|Karolan",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/carolean.json"
        }
    ],
    "building_unlocks": []
}