{
    "id": 73,
    "name": "Robotyka|Robotyki|Robotyce|Robotykę",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 7700,
    "civilopedia_entry": "Choć pierwsze automaty i maszyny pojawiły się już w I wieku naszej ery, to w pełni samodzielna maszyna została stworzona dopiero w połowie XX wieku. Pisarz science fiction Isaac Asimov, nieświadomie użył terminu „robotyka” w swym opowiadaniu „Kłamca!” z 1941 roku, sądząc, że takie słowo musi już istnieć, skoro używamy takich wyrazów jak „elektronika”. Robotyka zajmuje się badaniem wszystkich aspektów elektroniki, mechaniki i oprogramowania robotów oraz sposobów ich interakcji i postrzegania otaczającego je świata.Proste roboty przemysłowe są używane od początku lat 60. XX wieku, ale wciąż konstruuje się wydajniejsze i bardziej wyspecjalizowane egzemplarze. Prócz tworzenia maszyn wykonujących w fabrykach zadania wymagające precyzji i powtarzalności, robotyka zajmuje się też projektowaniem protez, humanoidalnych robotów poruszających się na dwóch nogach i mogących rozpoznawać i naśladować ludzkie gesty, emocje i wyrazy twarzy. Przemysł rozrywkowy zarobił miliardy, grając na obawach, że roboty kiedyś się zbuntują i zniewolą swych dawnych panów, jednak robotyka jest wciąż bardzo ograniczona przez rozwój sztucznej inteligencji. Roboty świetnie radzą sobie z wykonywaniem serii zleconych zadań lub poleceń, ale wciąż nie są zdolne do autonomicznego myślenia i rozumowania, co ogranicza ich zastosowanie w najbliższej przyszłości (zdaje się, że minie trochę czasu, nim pokonają nas świadome odkurzacze).",
    "quote": "„1. Robot nie może skrzywdzić człowieka, ani przez zaniechanie działania dopuścić, aby człowiek doznał krzywdy.2. Robot musi być posłuszny rozkazom człowieka, chyba że stoją one w sprzeczności z Pierwszym Prawem.3. Robot musi chronić sam siebie, jeśli tylko nie stoi to w sprzeczności z Pierwszym lub Drugim Prawem.” – Isaac Asimov",
    "tech_prereqs": [
        {
            "name": "Technika rakietowa|Techniki rakietowej|Technice rakietowej|Technikę rakietową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rocketry.json"
        },
        {
            "name": "Komputery|Komputerów|Komputerom|Komputery",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Reakcja termojądrowa|Reakcji termojądrowej|Reakcji termojądrowej|Reakcję termojądrową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fusion.json"
        },
        {
            "name": "Technologia stealth|Technologii stealth|Technologii stealth|Technologię stealth",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/stealth.json"
        },
        {
            "name": "Nanotechnologia|Nanotechnologii|Nanotechnologii|Nanotechnologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nanotechnology.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Krążownik rakietowy|Krążownika rakietowego|Krążownikowi rakietowemu|Krążownik rakietowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/missile_cruiser.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Fabryka SK|Fabryki SK|Fabryce SK|Fabrykę SK",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/spaceship_factory.json"
        }
    ]
}