{
    "id": 67,
    "name": "Technika rakietowa|Techniki rakietowej|Technice rakietowej|Technikę rakietową",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
    "era": "Epoka atomu|Epoki atomu|Epoce atomu|Epokę atomu",
    "cost": 6400,
    "civilopedia_entry": "Trwają spory, kiedy wystrzelono pierwszą rakietę, ale powszechnie uważa się, że było to około roku 1230 w Chinach podczas operacji wojskowej. Pierwszy odnotowany lot odbył się w Chinach w 1264 r., była to raca z zapłonem wewnętrznym. Pierwsze rakiety były napędzane paliwem stałym, zwykle prochem strzelniczym, i nie miały one dużego zasięgu – prawdopodobnie wynosił on około 700 metrów.Ojcem współczesnej techniki rakietowej był profesor Robert Goddard, który stwierdził, że paliwo powinno spalać się w małej, oddzielnej komorze spalania, a rakietę należy budować z odrębnych członów i zwiększyć szybkość odprowadzania gazów za pomocą specjalnej dyszy w kształcie klepsydry, zwanej dyszą De Lavala. Wcześniej rakiety spalały paliwo w jednej komorze, nie osiągały dużych prędkości i nie pokonywały odległości międzykontynentalnych.Współczesne rakiety używają mieszaniny paliw płynnych, umożliwiających osiągnięcie prędkości naddźwiękowej przy stosunkowo niewielkich kosztach. Poza oczywistym zastosowaniem do przenoszenia głowic bojowych na duże dystanse, rakiety są wykorzystywane także w sztucznych ogniach, katapultowanych fotelach, naukowych badaniach atmosfery i oczywiście w lotach kosmicznych.",
    "quote": "„Dobra zasada podczas eksperymentów z rakietami brzmi: zawsze zakładaj, że wybuchną.” – Magazyn Astronautics, 1937",
    "tech_prereqs": [
        {
            "name": "Radar|Radaru|Radarowi|Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Balistyka zaawansowana|Balistyki zaawansowanej|Balistyce zaawansowanej|Balistykę zaawansowaną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/advanced_ballistics.json"
        },
        {
            "name": "Satelity|Satelitów|Satelitom|Satelity",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/satellites.json"
        },
        {
            "name": "Robotyka|Robotyki|Robotyce|Robotykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/robotics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Wyrzutnie SAM|Wyrzutni SAM|Wyrzutniom SAM|Wyrzutnie SAM",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/mobile_sam.json"
        },
        {
            "name": "Artyleria rakietowa|Artylerii rakietowej|Artylerii rakietowej|Artylerię rakietową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/rocket_artillery.json"
        }
    ],
    "building_unlocks": []
}