{
    "id": 6,
    "name": "Żegluga|Żeglugi|Żegludze|Żeglugę",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/sailing.png",
    "era": "Starożytność|Starożytności|Starożytności|Starożytność",
    "cost": 55,
    "civilopedia_entry": "Żegluga to sztuka ujarzmiania siły wiatru w celu poruszania łodzi po wodzie. Żeglowanie wymaga opanowania wielu różnych umiejętności. Po pierwsze, dana kultura musi zbudować statek morski. Po drugie, musi mieć możliwość wytwarzania wytrzymałych tkanin (żagli) łapiących wiatr i przenoszących jego energię na kadłub. Po trzecie, niezbędna jest umiejętność produkcji różnych lin, bloków i zacisków, służących do regulowania ustawienia żagli okrętu. Musi też umieć nawigować statkiem od punktu od punktu, nie gubiąc przy tym drogi i nie rozbijając się.Pierwsze pojazdy wodne występują na egipskich rysunkach powstałych 4000 lat p.n.e. Egipcjanie, jako cywilizacja nadbrzeżna, byli doskonałymi żeglarzami. Wiele z ich okrętów posiadało wiosła i żagle, przy czym z tych pierwszych korzystano, gdy wiatr był zbyt słaby lub wiał z niedogodnego kierunku.Około roku 3000 p.n.e. Egipcjanie podróżowali po Morzu Śródziemnym, kierując się na Kretę, a później do Fenicji. Żeglowali też wzdłuż wybrzeża Afryki w poszukiwaniu wiedzy, skarbów i możliwości handlu.Pierwsze okręty wojenne – biremy, triremy i im podobne – poruszały się dzięki wiosłom i żaglom, a na ich dziobach montowano tarany. Podczas bitwy sternik starał się z dużą prędkością staranować nieprzyjacielską jednostkę, jednocześnie unikając wrogów starających się zrobić to samo. Na niektórych okrętach znajdowali się łucznicy, którzy ostrzeliwali przeciwnika, a niektóre przewoziły żołnierzy – te jednostki starały się dobić do burty wroga, aby ich żołnierze mogli przejąć okręt siłą.Grecy – w szczególności Ateńczycy i kolonie wyspiarskie – byli mistrzami wojny na morzu. Ateńczycy pokonali o wiele potężniejszą Persję między innymi dlatego, że ich flota opanowała Morze Egejskie i stanowiła zagrożenie dla rozciągniętych linii zaopatrzeniowych Persów.",
    "quote": "„Kto włada morzami, jest władcą wszystkiego.” – Temistokles",
    "tech_prereqs": [
        {
            "name": "Garncarstwo|Garncarstwa|Garncarstwu|Garncarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Optyka|Optyki|Optyce|Optykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/optics.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Kuter|Kutra|Kutrowi|Kuter|Kutrem|Kutrze",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/work_boat.json"
        },
        {
            "name": "Trirema|Triremy|Triremie|Triremę|Triremą|Triremie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/trireme.json"
        },
        {
            "name": "Dromon|Dromona|Dromonowi|Dromon",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/dromon.json"
        },
        {
            "name": "Pentera|Pentery|Penterze|Penterę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/quinquereme.json"
        },
        {
            "name": "Statek towarowy|Statku towarowego|Statkowi towarowemu|Statek towarowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/cargo_ship.json"
        }
    ],
    "building_unlocks": []
}