{
    "id": 72,
    "name": "Satelity|Satelitów|Satelitom|Satelity",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 7700,
    "civilopedia_entry": "Z technologicznego punktu widzenia satelita to sztucznie stworzony obiekt orbitalny nie występujący w naturze (inaczej niż satelita naturalny, na przykład Księżyc). Satelity konstruowane przez ludzi były źródłem inspiracji dla pisarzy science-fiction od początku XX wieku. Ci wizjonerzy, jak Arthur C. Clarke, opisywali sieć satelitów do komunikacji masowej na długo, zanim coś takiego stało się technicznie możliwe.Satelity były fikcją do roku 1957, kiedy to Związek Radziecki wystrzelił pierwszego satelitę, Sputnika 1. Udowodnili w ten sposób, że człowiek może umieścić obiekt na stałej orbicie okołoziemskiej, i zapoczątkowali wyścig kosmiczny między ZSRR i Stanami Zjednoczonymi. W 1957 r. wystrzelono Sputnik 2 z pierwszym żywym pasażerem na pokładzie, był nim pies Łajka. Rok później USA wystrzeliło swego pierwszego satelitę, Explorer 1. W wyniku wyścigu między mocarstwami ponad pięćdziesiąt państw umieściło na orbicie tysiące wyspecjalizowanych satelitów. Poza zastosowaniami wojskowymi i szpiegowskimi satelity służą też, między innymi, do masowej łączności (Clarke miał rację), nawigacji GPS, badań i obserwacji pogody. Obecnie największym satelitą na orbicie jest Międzynarodowa Stacja Kosmiczna.",
    "quote": "„Nagle, nie wiedzieć czemu, niebo stało się jakby obce.” – Lyndon B. Johnson",
    "tech_prereqs": [
        {
            "name": "Technika rakietowa|Techniki rakietowej|Technice rakietowej|Technikę rakietową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rocketry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Reakcja termojądrowa|Reakcji termojądrowej|Reakcji termojądrowej|Reakcję termojądrową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fusion.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Kabina SK|Kabiny SK|Kabinie SK|Kabinę SK|Kabiny SK|Kabin SK|Kabinom SK|Kabiny SK",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ss_cockpit.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Kosmiczny Teleskop Hubble'a|Kosmicznego Teleskopu Hubble'a|Kosmicznemu Teleskopowi Hubble'a|Kosmiczny Teleskop Hubble'a",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hubble_space_telescope.json"
        }
    ]
}