{
    "id": 80,
    "name": "Technologia stealth|Technologii stealth|Technologii stealth|Technologię stealth",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/stealth.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 8800,
    "civilopedia_entry": "Koncepcja i praktyka skradania się nie jest niczym nowym w historii rozwoju ludzkości, ale współczesna technologia stealth przenosi ideę „niewidzialności” na zupełnie nowy poziom. Jest to połączenie wielu dziedzin i taktyk wojskowych wykraczających poza to, co może dostrzec oko ludzkie, starających się ukryć i wykrywać obiekty za pomocą radaru, akustyki, termowizji lub innych mniej widzialnych metod.Mundury z kamuflażem to jedna z pierwszych i najprostszych prób wtopienia obiektu w tło, ale postęp technologii wywołał potrzebę dynamiczniejszych i bardziej wyszukanych sposobów maskowania lub wykrywania ukrytych obiektów. Obecnie w tkaniny wtłacza się substancje termiczne, okręty buduje się ze specjalnych materiałów pochłaniających promieniowanie radarowe, a ślad termiczny samolotów maskuje się za pomocą wymyślnych układów wydechowych. Choć nie zawsze możliwe jest zabezpieczenie danego obiektu przed wszystkimi środkami wykrywania, współczesne pojazdy stealth i samoloty „szpiegowskie” zmieniły sposób prowadzenia operacji wojskowych. Państwa dysponujące takimi pojazdami mają wielką przewagę.",
    "quote": "„Działaj subtelnie, nawet bez pozornej formy. Bądź tajemniczy, a nawet bezgłośny. W ten sposób zdecydujesz o losie przeciwnika.” – Sun Zi",
    "tech_prereqs": [
        {
            "name": "Robotyka|Robotyki|Robotyce|Robotykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/robotics.json"
        },
        {
            "name": "Lasery|Laserów|Laserom|Lasery",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/lasers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologia przyszłości|Technologii przyszłości|Technologii przyszłości|Technologię przyszłości",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Bombowiec stealth|Bombowca stealth|Bombowcowi stealth|Bombowiec stealth",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/stealth_bomber.json"
        }
    ],
    "building_unlocks": []
}