{
    "id": 50,
    "name": "Silnik parowy|Silnika parowego|Silnikowi parowemu|Silnik parowy",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steam_power.png",
    "era": "Epoka przemysłowa|Epoki przemysłowej|Epoce przemysłowej|Epokę przemysłową",
    "cost": 2350,
    "civilopedia_entry": "Ogrzana woda zamienia się w parę. Para rozpręża się pod ciśnieniem, a w silniku parowym część energii cieplnej jest wykorzystywana do unoszenia i opuszczania tłoka lub obracania wirnika. Zasada działania pary była znana już starożytnym Grekom, ale nikt nie potrafił wykorzystać jej w praktyce, dopóki pod koniec XVII wieku Anglik, Thomas Savery, nie stworzył pompy parowej do wypompowywania wody z kopalń. W 1765 r. James Watt znacząco ulepszył silnik parowy, dzięki czemu mógł być on wykorzystywany do wielu zastosowań. Od 1802 roku silniki parowe były montowane na statkach, a w roku 1825 pojawiła się kolej parowa.Silnik parowy zrewolucjonizował przemysł i transport na całym świecie. W ciągu jednego wieku świat pokryła sieć kolejowa i trasy parowców. Wielkie, zasilane parą fabryki produkowały dziesiątki milionów dóbr konsumenckich (oraz sprzętu wojskowego). Kraje uprzemysłowione znacząco zwiększyły wydajność pracy i wzbogaciły się (wzrosło też zanieczyszczenie). Węgiel, główne źródło energii silników parowych, był gorączkowo wydobywany na całej planecie. Większość globalnej strategii militarnej Wielkiej Brytanii koncentrowała się na ochronie morskich stacji węglowych i strategicznych miejsc na oceanach świata.W końcu silniki parowe zostały wyparte przez silniki zapłonu wewnętrznego, emitujące mniej zanieczyszczeń i bardziej wydajne. Ale przed ropą naftową królowała para, a bez niej nie byłoby współczesnego świata.",
    "quote": "„Kraje Zachodu mają nadzieję, że dzięki transportowi parowemu cały świat stanie się jedną rodziną.” – Townsend Harris",
    "tech_prereqs": [
        {
            "name": "Gwintowanie|Gwintowania|Gwintowaniu|Gwintowanie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/rifling.json"
        },
        {
            "name": "Industrializacja|Industrializacji|Industrializacji|Industrializację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/industrialization.json"
        },
        {
            "name": "Teoria naukowa|Teorii naukowej|Teorii naukowej|Teorię naukową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Części zamienne|Części zamiennych|Częściom zamiennym|Części zamienne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/replaceable_parts.json"
        },
        {
            "name": "Kolej|Kolei|Kolei|Kolej",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/railroad.json"
        },
        {
            "name": "Lot|Lotu|Lotowi|Lot",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/flight.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Pancernik parowy|Pancernika parowego|Pancernikowi parowemu|Pancernik parowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ironclad.json"
        }
    ],
    "building_unlocks": []
}