{
    "id": 75,
    "name": "Internet|Internetu|Internetowi|Internet",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
    "era": "Epoka informacji|Epoki informacji|Epoce informacjii|Epokę informacji",
    "cost": 8800,
    "civilopedia_entry": "Przodkiem internetu był ARPANET (Advanced Research Projects Agency Network), stworzony ze środków amerykańskiego Departamentu Obrony dla jego uniwersyteckich podwykonawców i laboratoriów badawczych w celu usprawnienia wymiany informacji. Szybko stał się istotnym elementem infrastruktury dla społeczności amerykańskich naukowców. Niedługo później powstały narzędzia i aplikacje, na przykład prosty protokół przesyłania poczty (potocznie zwany e-mailem) i protokół przesyłania plików (FTP) dla dłuższych transmisji.We wczesnych latach 80. XX wieku Departament Obrony przyjął protokół kontroli transmisji (TCP) stworzony przez prywatną firmę, co umożliwiło komputerom różnej marki połączonym w sieci przekazywanie i reorganizację pakietów danych w dowolnym miejscu na świecie. Wraz z protokołem internetowym (IP), globalnym systemem adresowym, „otwarta architektura” TCP została entuzjastycznie przyjęta przez większość badaczy i firm z całego świata.Po kilku latach sieć przesyłała miliony bitów na sekundę, powstało kilka sieci komercyjnych. W 1993 r. Uniwersytet Stanu Illinois bezpłatnie udostępnił Mosaic, nowy rodzaj programu dla nowatorskiej technologii internetowej nazwanej World Wide Web. W ciągu kilku miesięcy takie korporacje jak Netscape i Microsoft weszły na pole eksploracji z przeglądarkami i oprogramowaniem serwerów przeznaczonymi na komputery osobiste. Pod koniec lat 90. XX w. na całym świecie istniało około 100 tys. dostawców usługi internetowej. W pierwszych dekadach nowego wieku internet rozwijał się w tempie 100% rocznie, stając się największym źródłem informacji i rozrywki w historii świata.",
    "quote": "„Internet to pierwsze dzieło człowieka, którego człowiek nie pojmuje. To największy dotychczas eksperyment przeprowadzony na anarchii”. - Eric Schmidt",
    "tech_prereqs": [
        {
            "name": "Telekomunikacja|Telekomunikacji|Telekomunikacji|Telekomunikację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Technologia przyszłości|Technologii przyszłości|Technologii przyszłości|Technologię przyszłości",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}