{
    "id": 8,
    "name": "Pismo|Pisma|Pismu|Pismo",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
    "era": "Starożytność|Starożytności|Starożytności|Starożytność",
    "cost": 55,
    "civilopedia_entry": "Pismo to sztuka zachowywania informacji na jakimś materiale (na papierze, kamieniu, glinie, skórach zwierzęcych), tak żeby inni oglądający ten materiał mogli je zrozumieć. Około 4000 lat p.n.e. stworzono pierwsze pismo zwane piktografią, polegające na przedstawianiu tematu w postaci małych rysunków. Sprawdzało się to w przypadku prostych treści, ale gdy pojawiły się bardziej ezoteryczne tematy, potrzebne stały się inne formy zapisu. (narysowanie owcy może być łatwe, ale co z tysiącem owiec albo odgłosem jaki wydaje owca, spadając z piramidy? To już nie jest takie łatwe.)Logografia pojawiła się prawdopodobnie po piktografii. W logografii symbole oznaczają pojedyncze słowa. Istnieje symbol dla owcy, inny dla tysiąca owiec i jeszcze inny dla odgłosu owcy spadającej z piramidy. Jednak w pełni rozwinięty język może składać się z dziesiątek tysięcy słów, więc nauczenie się symboli dla każdego z nich byłoby co najmniej problematyczne.W systemie fonograficznym każde inaczej brzmiące słowo ma unikatowy symbol. „Owca” miałaby swój symbol, ale „smog” i „smok” miałyby wspólny symbol. Dzięki temu trzeba nauczyć się mniejszej liczby symboli, ale zwiększa się prawdopodobieństwo nieporozumienia.W systemie alfabetycznym, język jest zestawem symboli (zwanych alfabetem), odpowiadających różnym dźwiękom występujących w danym języku. Te symbole można łączyć, żeby stworzyć dowolne mówione słowo języka. Teoretycznie każdy, kto potrafi literować, powinien dokładnie wymówić dowolne zapisane słowo. Taki system jest wykorzystywany w języku polskim i uważa się, że to najużyteczniejszy i najelastyczniejszy ze stworzonych systemów pisma.",
    "quote": "„Ten, kto niszczy dobrą książkę, zabija rozsądek.” – John Milton",
    "tech_prereqs": [
        {
            "name": "Garncarstwo|Garncarstwa|Garncarstwu|Garncarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Filozofia|Filozofii|Filozofii|Filozofię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/philosophy.json"
        },
        {
            "name": "Dramat i poezja|Dramatu i poezji|Dramatowi i poezji|Dramat i poezję",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/drama_and_poetry.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Papiernia|Papierni|Papierni|Papiernię|Papiernie|Papierni|Papierniom|Papiernie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/paper_maker.json"
        },
        {
            "name": "Biblioteka|Biblioteki|Bibliotece|Bibliotekę|Biblioteki|Bibliotek|Bibliotekom|Biblioteki",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/library.json"
        },
        {
            "name": "Wielka Biblioteka|Wielkiej Biblioteki|Wielkiej Bibliotece|Wielką Bibliotekę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/great_library.json"
        },
        {
            "name": "Królewska biblioteka|Królewskiej biblioteki|Królewskiej bibliotece|Królewską bibliotekę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/royal_library.json"
        }
    ]
}