{
    "id": 100,
    "name": "Afrikanischer Waldelefant",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/african_forest_elephant.png",
    "game_info": "Kraftvolle berittene Einheit im Anfangsstadium des Spiels. Anfällig gegenüber Speerkämpfern. Nur die Karthager können sie bauen. Diese Einheit hat eine höhere Kampfstärke als der Reiter, den sie ersetzt. Sie verängstigt feindliche Einheiten in der Nähe und hilft, Große Generäle schneller zu produzieren.",
    "historical_info": "Der Elefant, der unter dem legendären General Hannibal bei seinen Feldzügen gegen die Römer häufig in den Streitkräften Karthagos eingesetzt wurde, war wertvolles Lasttier und gefährliche Waffe zugleich. Karthagische Kriegselefanten wurden in den Punischen Kriegen mit wechselndem Erfolg verwendet und waren darauf trainiert, mit Soldaten auf dem Rücken in die feindlichen Linien zu stürmen. Trotz ihrer Furcht einflößenden Größe waren Elefanten beim Einsatz mobiler Infanterie sehr verwundbar, und die hohen Nahrungs- und Pflegeanforderungen dieser gewaltigen Tiere führten oft dazu, dass sie auf den quälenden Märschen der karthagischen Armee verendeten.",
    "strategy": "Der Afrikanische Waldelefant ist eine Einheit nur für Karthager, die den Reiter ersetzt. Sie sind langsamer, aber kraftvoller als die Reiter. Sie können sich nach dem Angriff noch bewegen. Sie beängstigen auch Einheiten in der Nähe und geben ihnen einen negativen Kampfmultiplikator. Der Erfolg im Kampf mit einem Elefanten erhöht die Wahrscheinlichkeit auf Große Generäle.",
    "movement": 3,
    "cost": {
        "production": 100,
        "faith": 200
    },
    "prereq_tech": {
        "name": "Reiterei",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33)_at.json"
        },
        {
            "name": "Furchteinflößender Elefant",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/feared_elephant_at.json"
        },
        {
            "name": "Große Generäle II",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/great_generals_ii_at.json"
        }
    ]
}