{
    "id": 37,
    "name": "Artillerie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/artillery.png",
    "game_info": "Die erste Belagerungseinheit des Spiels, die drei Geländefelder weit feuern kann. Muss vor dem Feuern in Stellung gehen.",
    "historical_info": "Mit dem technologischen Fortschritt hat die Artillerie auf dem Schlachtfeld immer mehr an Bedeutung gewonnen. Die Geschütze der napoleonischen oder amerikanischen Bürgerkriege aus dem 19. Jahrhundert verschwanden und wurden über die Jahre durch größere, genauere und tödlichere Waffen ersetzt. Die deutsche 8,8-cm-FlaK war eine der besten und vielseitigsten Artilleriewaffen des Zweiten Weltkriegs. Ursprünglich wurde sie als Flugabwehrkanone konzipiert, aber sie erwies sich auch gegen Panzer so wirkungsvoll, dass spezielle Varianten nur für diesen Zweck gebaut wurden.",
    "strategy": "Artillerie ist eine gefährliche Belagerungswaffe, die stärker ist als die Kanone und über eine größere Reichweite verfügt. Ähnlich wie die Kanone hat sie auch nur eine begrenzte Sicht und muss vor dem Angriff in Stellung gebracht werden (1 FP), aber die Fernkampfstärke ist immens. Artillerie bietet zudem die Möglichkeit des \"indirekten Feuers\", sodass Ziele in Reichweite geraten, die blockiert und nicht sichtbar sind (solange eine andere freundlich gesinnte Einheit sie sehen kann). Genau wie andere Belagerungswaffen ist auch die Artillerie bei Nahkampfangriffen leicht verwundbar.",
    "movement": 2,
    "cost": {
        "production": 250,
        "faith": 500
    },
    "prereq_tech": {
        "name": "Dynamit",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/dynamite.json"
    },
    "free_promotions": [
        {
            "name": "Indirektes Feuer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/indirect_fire_sh.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus gegen Städte (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Muss für Fernkampf in Stellung gehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/must_set_up_to_ranged_attack_at.json"
        },
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility_at.json"
        }
    ]
}