{
    "id": 97,
    "name": "Speerschleuderer",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atlatlist.png",
    "game_info": "Nur die Maya können diese Einheit bauen. Sie ist günstiger und schneller verfügbar als der Bogenschütze, den sie ersetzt.",
    "historical_info": "Die Speerschleuderer waren höchst spezialisierte Spießwerfer, die ein hölzernes, langes speerähnliches Objekt einsetzen, um ihre Ziele mit hohem Tempo zu treffen. Dieses Gerät, Atlatl genannt, hatte eine kleine Mulde auf der einen Seite, in der der Wurfspieß ruhte, und ein Kanal verkürzte die Strecke, die das Geschoss zurücklegen musste. Mit einem Atlatl konnte ein Speerschleuderer einen Pfeil über 90 Meter weit mit bis zu 95 Stundenkilometern werfen - um einiges weiter und schneller als ein normal mit der Hand geworfenes Geschoss. Die Speerschleuderer der Maya waren in der Lage, gegnerische Linien aus der Distanz zu vernichten, sofern sie freie Sicht auf das Ziel hatten.Einige der ersten Atlatls stammen grob aus der Zeit von vor 400.000 Jahren, der ausgestorbene Homo Heidelbergensis hat sie benutzt. Vom Homo Sapiens glaubt man, dass er eine frühe Atlatl-Version ab dem Jungpaläolithikum, etwa 15.500 v. Chr. benutzt hat.",
    "strategy": "Der Speerschleuderer ist eine Spezialeinheit der Maya, die den Bogenschützen ersetzt. Speerschleuderer sind sowohl billiger als traditionelle Bogenschützen als auch früher verfügbar, weil man das Bogenschießen nicht erforschen muss. Dieser frühe Vorteil im Spiel erlaubt es, andere Forschungsprioritäten ins Spiel zu bringen.",
    "movement": 2,
    "cost": {
        "production": 36,
        "faith": 72
    },
    "prereq_tech": {
        "name": "Landwirtschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        }
    ]
}