{
    "id": 29,
    "name": "Atombombe",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/atomic_bomb.png",
    "game_info": "Die nukleare Vernichtung der Feinde: Richtet großen Schaden bei Städten und Einheiten innerhalb des Wirkungsradius an. Kann auf Flugzeugträgern stationiert werden.Benötigt Manhattan-Projekt und eine Uran-Ressource.",
    "historical_info": "Die ersten mit Nuklearwaffen ausgestatteten Bomber unterschieden sich nicht von anderen Bombern - außer natürlich in ihrer Bombenlast. Die \"Enola Gay\", die am 6. August 1945 die Atombombe nach Hiroshima transportierte, war ein amerikanischer B-29-Bomber. Auch die \"Bockscar\", die drei Tage später die zweite Atombombe auf Nagasaki abwarf, war ein B-29. In der Zeit nach dem Krieg entwickelten die Atommächte spezielle \"strategische Bomber\", die die Nuklearwaffen weit in gegnerisches Gebiet tragen sollten. Diese Flugzeuge haben eine große Reichweite bei maximaler Flughöhe und sind mit hochentwickelter Stör- und Raketenabwehrtechnologie ausgestattet. Die neueste Generation verfügt dazu über Tarnsysteme, die ein Zerstören der Flugzeuge vor dem Abwurf ihrer tödlichen Waffen noch zusätzlich erschweren.",
    "strategy": "Eine Atombombe ist eine extrem mächtige Einheit. Die Atombombe kann in einer Stadt oder auf einem Flugzeugträger des Spielers stationiert sein. Sie kann von Stützpunkt zu Stützpunkt verlegt werden oder ein Ziel in Reichweite von 10 Geländefeldern angreifen. Bei der Detonation beschädigt oder zerstört die Atombombe Einheiten und beschädigt Städte innerhalb ihres Explosionsradius von 2 Geländefeldern stark. Sie wird beim Angriff automatisch zerstört. Weitere Informationen findet Ihr bei den Regeln für Atomwaffen.",
    "movement": 2,
    "cost": {
        "production": 600,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Kernspaltung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/nuclear_fission.json"
    },
    "free_promotions": [
        {
            "name": "Ausweichen (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/evasion_(50)_at.json"
        }
    ]
}