{
    "id": 31,
    "name": "B-17",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/b17.png",
    "game_info": "Lufteinheit, die Einheiten und Städte von oben angreifen kann. Nur die Amerikaner können sie bauen. Diese Einheit kann evtl. einem Abfangen entgehen und richtet bei Städten noch mehr Schäden an als der Bomber, den sie ersetzt.",
    "historical_info": "Die Boeing B-17 \"Flying Fortress\" war ein schwerer Bomber, der im Zweiten Weltkrieg von den Luftstreitkräften der US Army eingesetzt wurde. Die B-17 war mit vier Motoren und zahlreichen Geschützen ausgestattet und ihre maximale Flughöhe war überragend. Sie war der beliebteste Bomber der US-Luftwaffe, trotz ihrer im Vergleich zur B-24 Liberator relativ geringen Reichweite und Bombenladung. Der Hauptgrund dafür war ihre Fähigkeit, die Crew trotz schwerer Schäden dennoch wieder sicher zurückzubringen.Ursprünglich wurde dieser Bomber in riskanten Tageseinsätzen gegen Ziele in Deutschland eingesetzt und die B-17 erlitt auch schwere Beschädigungen durch die Flieger der Luftwaffe. Später entwickelten die Alliierten Flugzeuge, die die Bomber in feindliches Gebiet begleiten konnten, und so wurden die Angriffe der B-17 erfolgreicher und sie fügte so der deutschen Industrie und den deutschen Städten beträchtlichen Schaden zu.Während des Zweiten Weltkriegs wurden über 12.000 B-17 gebaut und etwa ein Drittel davon wurde abgeschossen.",
    "strategy": "Der B-17-Bomber ist eine Spezialeinheit der Amerikaner und ersetzt den Bomber. Er ist dem Bomber sehr ähnlich, jedoch ein schwierigeres Ziel für feindliche Flugabwehr und Jäger. Die B-17 erhält außerdem einen Bonus beim Angriff auf feindliche Städte. Sie hat dieselbe Reichweite wie der Bomber, also 10 Geländefelder. Siehe Regeln für Flugzeuge für weitere Details.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Ausweichen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/evasion.json"
        },
        {
            "name": "Belagerung I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/siege_i.json"
        }
    ]
}