{
    "id": 11,
    "name": "Schlachtschiff",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/battleship.png",
    "game_info": "Die stärkste Marine-Fernkampfeinheit im Spiel bis zum Raketenkreuzer.",
    "historical_info": "Schlachtschiffe sind große, bewaffnete Kriegsschiffe mit mehreren großkalibrigen Kanonen. Sie sind direkte Nachkommen der Linienschiffe aus dem Zeitalter der Entdeckungen und für den Kampf mit den größten gegnerischen Kriegsschiffen ausgestattet. Vor der Zeit der Luft- und Untersee-Einheiten beherrschten Schlachtschiffe die Meere und konnten alles versenken, was auf dem Wasser schwamm. Ihre extrem starken Kanonen können auch für den Artilleriebeschuss eingesetzt werden, indem sie große Raketen kilometerweit landeinwärts verschießen. Trotz ihrer Größe, Geschwindigkeit, Panzerung und Feuerkraft waren Schlachtschiffe sehr verwundbar, sowohl durch Lufteinheiten als auch durch U-Boote. In Pearl Harbor versenkten japanische Flugzeuge, die von Flugzeugträgern aus gestartet waren, vier amerikanische Schlachtschiffe und beschädigten weitere vier schwer. Das überzeugte die Alliierten von der Bedeutung des Flugzeugträgers als Angriffswaffe und Schlachtschiffe wurden danach meist nur noch für den Küstenbeschuss und zur Begleitung von Flugzeugträgern eingesetzt.",
    "strategy": "Das Schlachtschiff ist ein extrem starkes Kriegsschiff mit großer Kampf- und Fernkampfstärke. Es hat eine Angriffsreichweite von 3 Geländefeldern und kann so Einheiten oder Städte bombardieren, die sich weiter im Landesinneren befinden. Durch indirektes Feuer kann es zudem auf Ziele schießen, die nicht in Sichtweite sind (solange eine freundlich gesinnte Einheit sie sieht). Das Schlachtschiff ist besonders bei Angriffen von Lufteinheiten oder U-Booten gefährdet.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Elektronik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Indirektes Feuer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/indirect_fire.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        }
    ]
}