{
    "id": 107,
    "name": "Rammbock",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/battering_ram.png",
    "game_info": "Tödliche Belagerungseinheit im Nahkampf gegen Städte. Nur die Hunnen können sie bauen.",
    "historical_info": "Der Rammbock war ein Belagerungsgerät, das vor allem in der Antike verwendet wurde. Er war ausschließlich dafür gedacht, die schweren Holztore dieser Epoche zu durchbrechen. Es gab zwar verschiedene Formen von Rammböcken, doch das grundlegende Prinzip war immer das gleiche. Ein schwerer Baumstamm oder Pfosten wurde an Ketten oder Seilen auf einem Wagen oder einer anderen mobilen Plattform befestigt. Die Soldaten zogen dann den Stamm zurück und ließen ihn los, sodass er mit genug Wucht zurückprallte, um das gegnerische Tor zu zersplittern. Auch wenn die genauen Einzelheiten darüber, wie die Hunnen dieses Belagerungsgerät eingesetzt haben, dürftig sind, ist dennoch bekannt, dass sie auf ihrem Eroberungszug gegen eine Vielzahl großer europäischer Städte Rammböcke eingesetzt haben.",
    "strategy": "Rammböcke sind eine spezielle Einheit der Hunnen, die den Speerkämpfer ersetzen. Mit ihnen kann man die Verteidigungen einer Stadt ausschalten. Mit der Beförderung Deckung I können sie sich vor Fernkampfeinheiten schützen. Man besiegt sie mit Nahkampfeinheiten.",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Bronzeverarbeitung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Bonus gegen Städte (300)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_cities_(300).json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Malus bei Verteidigung (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_on_defense_(33).json"
        },
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility.json"
        },
        {
            "name": "Deckung I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/cover_i.json"
        },
        {
            "name": "Nur Stadtangriffe",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/city_attack_only.json"
        }
    ]
}