{
    "id": 129,
    "name": "Berber-Kavallerie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berber_cavalry.png",
    "game_info": "Berittene Einheit, die sich auf Wüstenkriegsführung und den Schutz des marokkanischen Landes spezialisiert hat. Erhält Kampfbonusse für das Kämpfen auf Wüsten-Geländefeldern und auf marokkanischem Boden. Kann nur von Marokko gebaut werden.",
    "historical_info": "Die grimmigen Berberkrieger, die jahrhundertelang den Maghreb bewohnten, waren die Herrscher des Rif-Gebirgszuges und der westlichen Sahara. Die Krieger ritten auf den sogenannten Berberpferden, einer nordafrikanischen Pferderasse von außergewöhnlicher Konstitution. Sie trugen leichte Kleidung, die dem trocken-heißen Klima angepasst war, im Winter wurde sie mit Roben verstärkt. Ihre Bewaffnung ähnelte der der Araber: ein langes, gerades Schwert, ein gebogener und verzierter Dolch und eine langläufige Feuerwaffe (mit glattem oder gezogenem Lauf). Die Kavallerie der Berber raubte zwar Karawanen aus und plünderte Küstensiedlungen, doch sie schlugen auch konventionelle Schlachten - in zahlreichen Konflikten bewiesen sie sich gegen die schwer gepanzerten europäischen Ritter.",
    "strategy": "Diese berittene Einheit ersetzt die Kavallerie und ist ein mutiger Krieger der Wüsten von Marokko. Erhält Kampfbonusse für das Kämpfen auf Wüsten-Geländefeldern und auf marokkanischem Boden (diese Bonusse werden gestapelt).",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Militärwissenschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Wüstenkrieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/desert_warrior.json"
        },
        {
            "name": "Bewahrer der Heimat",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/homeland_guardian.json"
        }
    ]
}