{
    "id": 91,
    "name": "Berserker",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/berserker.png",
    "game_info": "Starke Frontlinien-Landeinheit des Mittelalters, die auf Angriffe vom Meer aus spezialisiert ist. Nur Dänemark darf sie bauen. Ersetzt den Langschwertkämpfer, ist jedoch früher verfügbar.",
    "historical_info": "Als Teil des Großen Heidnischen Heers war der Berserker eine der gefürchtetsten Einheiten des späten 9. Jahrhunderts. Diese riesige Wikinger-Armee aus Berserkern, Kriegern und Seefahrern bildete sich durch eine Reihe von Angriffen auf Paris und Rouen von 845 bis 850 n. Chr., wo sie ihre Anzahl vergrößerte und ihre Taktik verbesserte. 865 landete die Armee mit der Bestrebung an der Ostküste der Britischen Inseln, die ganze Insel zum Besiedeln zu erobern. Nur ein Jahr später eroberte sie das Königreich von Northumbria. Das Königreich von East Anglia fiel 870. Mercia folgte 874. Die Siedler, die mit der großen Armee reisten, gründeten aus den Trümmern das Königreich von York. Die Armee wurde letztendlich 878 besiegt, aber ihre verbliebenen Mitglieder ließen sich dauerhaft in East Anglia, Essex und Mercia nieder.",
    "strategy": "Der Berserker ist eine von zwei Spezialeinheiten der Dänen, die den Langschwertkämpfer ersetzt. Diese Einheit bietet gegenüber dem Langschwertkämpfer +1 Fortbewegung [ICON_MOVES] und besitzt die Beförderung 'Amphibisch', wodurch sie ohne Malus von Küsten-Geländefeldern Land-Geländefelder angreifen kann. Nach der Erforschung von Metallguss anstatt Stahl verfügbar.",
    "movement": 3,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Metallguss",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metal_casting.json"
    },
    "free_promotions": [
        {
            "name": "Amphibisch",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/amphibious.json"
        }
    ]
}