{
    "id": 30,
    "name": "Bomber",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bomber.png",
    "game_info": "Lufteinheit, die Einheiten und Städte von oben angreift.",
    "historical_info": "Bomber sind dafür konzipiert, Zerstörung auf feindliche Truppen, Panzerungen und Infrastruktur niederregnen zu lassen. Bomber haben generell eine sehr hohe Reichweite, wodurch sie weit in feindliches Gebiet vordringen können, um ihre tödliche Ladung abzuwerfen. Sie können zwar mit Maschinengewehren oder anderen Kurzstreckenwaffen ausgestattet sein, sind aber eigentlich hilflos gegen feindliche Flugzeuge. Daher bedürfen sie Begleitschutz anderer Flieger gegen feindliche Lufteinheiten.Alle Großmächte setzten im Zweiten Weltkrieg Bomber ein. Der deutsche \"Blitz\" sollte die britische Industrie (ganz zu schweigen von London und anderen Städten) aus der Luft zerstören, und die Bomber der Alliierten rächten sich, indem sie tonnenweise Sprengstoff auf deutsche Städte, Fabriken, Eisenbahnstrecken und andere Infrastruktur abwarfen. Im Pazifik griffen japanische Bomber alliierte Städte und Militäreinrichtungen an, wobei der Angriff auf Pearl Harbor ein beachtlicher Sieg war. Als die Alliierten schließlich die Lufthoheit hatten, brachten sie Zerstörung über japanische Städte und Streitkräfte. Bomber (und ihre Verwandten, ballistische Raketen) sind auch heute noch die zerstörerischsten Waffen moderner Kriegsführung.",
    "strategy": "Der Bomber ist eine Lufteinheit, die besonders gegen Bodenziele an Land effektiv ist und im Luftkampf eher schwach abschneidet. Der Bomber kann in einer Stadt oder auf einem Flugzeugträger des Spielers stationiert werden. Er kann sich von Stützpunkt zu Stützpunkt bewegen und Missionen mit einer Reichweite von 10 Geländefeldern ausführen. Bomber eignen sich besonders zum Angriff auf feindliche Einheiten und Städte. Wenn möglich, sollten zuerst Jäger geschickt werden, um die feindliche Flugabwehr-Verteidigung für diese Runde zu beschäftigen. Siehe Regeln für Flugzeuge für weitere Details.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
    },
    "free_promotions": []
}