{
    "id": 95,
    "name": "Kampfbogenschütze",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/bowman.png",
    "game_info": "Diese babylonische Spezialeinheit ist eine der ersten verfügbaren Fernwaffeneinheiten und ersetzt den Bogenschützen. Der Kampfbogenschütze kann Nahkampfangriffen besser standhalten als der Bogenschütze anderer Zivilisationen.",
    "historical_info": "Dank eines wundervollen assyrischen Mosaiks, das die außergewöhnlichen babylonischen Bogenschützen auf dem Weg in die Schlacht zeigt, können wir uns ein ziemlich gutes Bild von ihnen machen. Die babylonischen Bogenschützen sind in farbenprächtige gepolsterte Roben gekleidet und tragen 1,20 m lange Bögen sowie einen Köcher voller Pfeile auf dem Rücken. Die Bogenschützen führen zudem Speere oder Dolche zu ihrer eigenen Verteidigung bei sich, falls eine feindliche Einheit in Nahkampfreichweite vorstoßen sollte.Separate Einheiten mit großen, mannshohen Schilden begleiteten den Kampfbogenschützen und boten ihm so eine Art bewegliche Festung. Die Kampfbogenschützen waren ein wesentlicher Bestandteil der babylonischen Infanterie, da sie einfacher auszubilden und zu ersetzen waren als die teurere Kavallerie. Kampfbogenschützen wurden außerdem zur Verteidigung der berühmten Mauern von Babylon eingesetzt und nahmen Positionen in den zahlreichen Geschütztürmen entlang dieser Linie ein.",
    "strategy": "Der Kampfbogenschütze ist die babylonische Spezialeinheit und ersetzt den Bogenschützen. Diese Einheit ist im Kampf sowohl offensiv als auch defensiv stärker als der Bogenschütze und kann daher an vorderster Front eingesetzt werden. Die verbesserte Kampfstärke des Kampfbogenschützen verhindert, dass er einfach überrannt werden kann.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Bogenschießen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archery.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        }
    ]
}