{
    "id": 56,
    "name": "Kamel-Bogenschütze",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/camel_archer.png",
    "game_info": "Schnelle mittelalterliche Fernwaffen-Einheit, anfällig gegenüber Pikenieren. Nur die Araber können sie bauen. Sie ist eine Fernwaffen-Einheit, anders als der Ritter, den sie ersetzt.",
    "historical_info": "Einige muslimische Kavalleristen ritten auf Kamelen in die Schlacht. Das hatte häufig einen beunruhigenden Effekt auf die europäischen Pferde, die diesen ungewöhnlichen Tieren bis dahin noch nie begegnet waren. Wie zu erwarten sind Kamele besser für Wüstengebiete geeignet als Pferde. Im Allgemeinen setzte der Kamel-Bogenschütze Blitzangriffstaktiken gegen den Feind ein, was eher der Taktik berittener mongolischer Bogenschützen entsprach als der von Rittern oder anderen schweren Kavallerie-Einheiten. Ein gut ausgebildeter Kamel-Bogenschütze konnte einem Ritter große Schwierigkeiten bereiten, wenn dieser nicht von Bogenschützen seiner eigenen leichten Kavallerie geschützt wurde.",
    "strategy": "Der Kamel-Bogenschütze ist die Spezialeinheit der Araber und ersetzt den Ritter. Der Kamel-Bogenschütze ist eine starke Fernwaffen-Einheit, die Feinde auf eine Entfernung von bis zu 2 Geländefeldern angreifen kann. Außerdem kann sie sich nach dem Kampf bewegen. Der Kamel-Bogenschütze ist im Nahkampf schwächer als der Ritter. Als berittene Einheit ist der Kamel-Bogenschütze bei Angriffen durch Pikeniere gefährdet.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Ritterlichkeit",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        }
    ]
}