{
    "id": 47,
    "name": "Kanone",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cannon.png",
    "game_info": "Mächtige Belagerungseinheit der Renaissance. Muss vor dem Feuern in Stellung gehen.",
    "historical_info": "Kanonen sind große, röhrenförmige Schusswaffen, die mit Schwarzpulver oder anderen Explosivstoffen ein Projektil über weite Entfernungen bei hoher Geschwindigkeit verschießen. Sie wurden etwa im 12. Jahrhundert n. Chr. in China erfunden. Die Mongolen übernahmen die Kanonen recht bald und setzten sie sehr effektiv in China und Korea ein. Es ist wahrscheinlich, dass die Mongolen die Kanone in die islamische Welt brachten und die Europäer sie wiederum von den Muslimen übernahmen. Die ersten Kanonen waren riesige, unhandliche, gefährliche Angelegenheiten, die oft beim Schießen explodierten und damit zu einer ebenso großen Gefahr für die Feuernden wie für die Beschossenen wurden. Doch bis zur Renaissance war die Qualität des Metallgusses weit genug fortgeschritten, um kleinere und weitaus verlässlichere Kanonen herzustellen, die man auch mit Pferden in die Schlacht ziehen oder auf Schiffen anbringen konnte.König Gustav Adolf von Schweden revolutionierte den Einsatz der Feldartillerie, indem er viele kleine und leichte Geschütze einsetzte, die den schwereren und somit langsameren feindlichen Kanonen überlegen waren. Außerdem führte er die Kartätsche als Munition gegen gegnerische Infanterie ein, wofür ihn Fußsoldaten wahrscheinlich überall verfluchten.",
    "strategy": "Die Kanone ist eine wichtige Belagerungseinheit im mittleren Abschnitt des Spiels und besonders vernichtend gegen Zivilisationen, die sie noch nicht entdeckt haben. Wie die meisten Belagerungswaffen benötigt die Kanone 1 FP zum Aufbau, bevor sie angreifen kann. Kanonen behalten bis zum Industriezeitalter ihre Bedeutung. Sie können nicht so weit sehen wie andere Einheiten und sollten stets von Nahkampfeinheiten begleitet werden.",
    "movement": 2,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Chemie",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chemistry.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus gegen Städte (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Muss für Fernkampf in Stellung gehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility.json"
        }
    ]
}