{
    "id": 17,
    "name": "Karavelle",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravel.png",
    "game_info": "Eine schnelle Erkundungseinheit der Renaissance mit erhöhtem Sichtradius, die sich auf Ozeane begeben kann. Kämpft als Marine-Nahkampfeinheit.",
    "historical_info": "Die Karavelle war ein kleines, hochseetaugliches Schiff, das im 15. Jahrhundert für Entdeckungsreisen verwendet wurde. Sie wurde von Prinz Heinrich dem Seefahrer von Portugal erfunden und bald darauf erkannten andere Nationen die Vorteile der Karavelle und bauten dieses praktische Schiff nach. Mit meist 20 bis 30 Metern Länge und zwei oder drei Masten mit Lateinersegeln waren Karavellen leicht und hatten wenig Tiefgang, was sie ideal zum Erforschen unbekannter Küsten und Flüsse machte. Sie konnten sich furchtlos an Stellen wagen, die größeren Schiffen verwehrt blieben. Die Karavelle war außerdem ein auffallend seetüchtiges Schiff, das die schlimmsten Stürme des Atlantiks überstehen konnte. Zwei von Kolumbus' drei Schiffen, die Pinta und die Niña, waren Karavellen. (Die größere Santa María war eine Karacke.)",
    "strategy": "Die Karavelle bedeutet einen erheblichen Fortschritt der Seemacht einer Zivilisation. Die Nahkampfeinheit ist stärker und schneller als die Triere und kann auch Tiefsee-Geländefelder durchqueren. Sie kann durch eine Beförderung gute Chancen darauf erhalten, sich zurückzuziehen, bevor eine gegnerische Marine-Nahkampfeinheit angreifen kann. Die Karavelle hat einen riesigen Sichtbereich und wird so zu einer unerlässlichen Marine-Aufklärungseinheit im mittleren Abschnitt des Spiels. Der Sichtbonus geht verloren, wenn die Karavelle zu einem Zerstörer verbessert wird.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomie",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Zusätzliche Sicht (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/extra_sight_(1)_at.json"
        },
        {
            "name": "Vor Nahkampf zurückziehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/withdraw_before_melee_at.json"
        }
    ]
}