{
    "id": 124,
    "name": "Karawane|Karawanen",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/caravan.png",
    "game_info": "Errichtet Handelswege an Land zwischen zwei Zivilisationen, die Gold einbringen. Kann auch verwendet werden, um Nahrung oder Produktion innerhalb Eurer Grenzen zu liefern, nachdem Ihr einen Kornspeicher oder eine Werkstatt gebaut habt.",
    "historical_info": "Schon seit Menschengedenken benutzen Händler Lastentiere - von Pferden über Maultiere bis hin zu Kamelen und Lamas - um Handel über weite Strecken zu treiben. Die ersten Aufzeichnungen über Karawanen datieren auf etwa 1000 v. Chr., als Kameltreiber mit ihren Karawanen Edelsteine, Edelmetalle, Weihrauch und Gewürze zur Westküste Arabiens brachten und damit Indien mit Ägypten, Phönizien und den Reichen in Mesopotamien verbanden. Viele Karawanenrouten, wie die berühmte Seidenstraße von China in den Nahen Osten, schrieben ebenso Geschichte wie Kriege und Religionen. Heute wurden Karawanen fast vollständig durch motorisierte Transporte ersetzt, doch in so unwirtlichen Gegenden wie der Sahara und der Wüste Gobi kommen sie noch immer zum Einsatz.",
    "strategy": "Mit einer Karawane könnt Ihr zwischen zwei Zivilisationen einen Handelsweg an Land einrichten, was sowohl dem Besitzer als auch der Ziel-Zivilisation Gold einbringt. Wenn Ihr einen Kornspeicher oder eine Werkstatt in der Heimatstadt baut, könnt Ihr auch die Nahrung oder Produktion zwischen Euren Städten befördern. Sobald Ihr einen Weg zugewiesen habt, kann sich die Einheit nicht mehr verteidigen, also sorgt dafür, dass der Weg frei von Gefahren ist.",
    "movement": 1,
    "cost": {
        "production": 75,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Tierzucht",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/animal_husbandry.json"
    },
    "free_promotions": [
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility.json"
        }
    ]
}