{
    "id": 123,
    "name": "Frachter",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cargo_ship.png",
    "game_info": "Errichtet Handelswege auf dem Wasser zwischen zwei Zivilisationen, die Gold einbringen. Kann auch verwendet werden, um Nahrung oder Produktion innerhalb Eurer Grenzen zu liefern, nachdem Ihr einen Kornspeicher oder eine Werkstatt gebaut habt.",
    "historical_info": "Frachter sind zum Transport von Gütern und Fracht auf dem Seeweg konzipiert. Es gibt bereits frühe Aufzeichnungen über den Transport von Handelsgütern über Wasser und es existieren archäologische Beweise für seetüchtige Frachtschiffe auf dem Mittelmeer und dem Roten Meer um den Beginn des ersten Jahrtausends v. Chr. Mit zunehmender Länge der Reisen wurden auch die Frachter immer weiter perfektioniert. Zu Beginn des 16. Jahrhunderts waren die portugiesische Nau und die spanische Galleone die Königinnen des internationalen Seehandels. Mit dem Industriezeitalter wurde die Geschwindigkeit der Frachter immer wichtiger, was im späten 19. Jahrhundert in den Klipperschiffen gipfelte. Heute durchqueren Dutzende spezialisierter Frachtschiffe die Ozeane - von Containerschiffen über Massengutfrachter bis hin zu riesigen Öltankern.",
    "strategy": "Mit einem Frachter könnt Ihr zwischen zwei Zivilisationen einen Handelsweg auf dem Wasser einrichten, was sowohl dem Besitzer als auch der Ziel-Zivilisation Gold einbringt. Außerdem hat der Frachter eine viel größere Reichweite als Karawanen. Wenn Ihr einen Kornspeicher oder eine Werkstatt in der Heimatstadt baut, könnt Ihr auch Nahrung oder Produktion zwischen Euren Städten befördern. Sobald Ihr einen Weg zugewiesen habt, kann sich die Einheit nicht mehr verteidigen, also sorgt dafür, dass der Weg frei von Gefahren ist.",
    "movement": 1,
    "cost": {
        "production": 100,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Segeln",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility_at.json"
        }
    ]
}