{
    "id": 10,
    "name": "Flugzeugträger",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/carrier.png",
    "game_info": "Transportiert anfangs 2 Flugzeuge; Kapazität kann durch Beförderungen erhöht werden.",
    "historical_info": "Der erste Flug von einem amerikanischen Schiff aus startete 1910. Manche Traditionalisten kämpften gegen die Entwicklung des Flugzeugträgers an und behaupteten, dass das Schlachtschiff das Rückgrat jeder modernen Marine sei und immer bleiben würde, doch in den 1920ern wurden Flugzeugträger für Armeen auf der ganzen Welt produziert. Im Dezember 1941 räumte die japanische Marine jeden Zweifel an der Macht des Flugzeugträgers aus, indem sie mit einem brillanten Überraschungsangriff auf Pearl Harbor einen großen Teil der amerikanischen Pazifikflotte zerstörte (darunter auch die meisten hochgepriesenen Schlachtschiffe). Durch Zufall waren die amerikanischen Flugzeugträger während des Angriffs nicht im Hafen und sie konnten den japanischen Vormarsch aufhalten, bis die massiv verstärkte Produktion von US-Flugzeugträgern Früchte trug. Letztendlich behielten die Amerikaner durch ihre Flugzeugträger (und Luftwaffe) die Oberhand, was den Japanern eine vernichtende Niederlage einbrachte.",
    "strategy": "Der Flugzeugträger ist ein besonderes Schiff, das Jäger, Bomber (keine Tarnkappenbomber) und Atombomben transportiert. Der Flugzeugträger selbst kann nicht angreifen, aber durch die transportierten Flugzeuge wird er zur mächtigsten Waffe auf dem Meer. Verteidigen kann sich der Flugzeugträger jedoch nur schlecht und sollte stets von Zerstörern und U-Booten eskortiert werden.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Elektronik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/electronics.json"
    },
    "free_promotions": [
        {
            "name": "Tragkraft für 2 Frachten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_carry_2_cargo_at.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        }
    ]
}