{
    "id": 64,
    "name": "Katapult",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/catapult.png",
    "game_info": "Erste Belagerungseinheit des Spiels. Kann aus der Distanz großen Schaden bei Einheiten und Städten anrichten, muss aber vor dem Feuern in Stellung gehen.",
    "historical_info": "Das genaue Datum der Erfindung des Katapults ist ungewiss, aber griechische Armeen haben sie bereits im 3. Jahrhundert v. Chr. eingesetzt. Katapulte nutzen die Energie gespannter Seile oder gebogener Hölzer, um Geschosse über große Distanzen zu schleudern. Sie sind ziemlich ungenau, aber äußerst gefährlich für große oder langsame Ziele - z. B. Festungen (die recht groß sind und sich genaugenommen gar nicht bewegen). Katapulte wurden üblicherweise in Einzelteilen transportiert und auf dem Schlachtfeld montiert. Gelegentlich wurden sie aber auch erst vor Ort neu gebaut. Katapulte wurden letztmalig von den Franzosen im Ersten Weltkrieg auf dem Schlachtfeld eingesetzt, um Granaten auf feindliche Gräben zu schleudern.",
    "strategy": "Das Katapult ist eine Belagerungswaffe, die extrem nützlich ist, um frühe feindliche Städte anzugreifen. Es ist langsam und im Nahkampf extrem leicht zu zerstören, weshalb es auf dem Schlachtfeld immer von anderen Einheiten unterstützt werden sollte. Das Katapult muss \"in Stellung\" gebracht werden (1 Fortbewegungspunkt), bevor es angreifen kann.",
    "movement": 2,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Mathematik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/mathematics.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus gegen Städte (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Muss für Fernkampf in Stellung gehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility.json"
        }
    ]
}