{
    "id": 99,
    "name": "Kataphrakt",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cataphract.png",
    "game_info": "Schnelle und kraftvolle berittene Einheit im Anfangsstadium des Spiels. Anfällig gegenüber Speerkämpfern. Nur die Byzantiner können sie bauen. Diese Einheit hat eine höhere Kampfstärke, verteidigt sich besser und greift Städte effektiver an als der Reiter, den sie ersetzt.",
    "historical_info": "Der Kataphrakt, eine der am schwersten gepanzerten Formen der Kavallerie der Geschichte, war ein eindrucksvoller Gegner auf dem Schlachtfeld. Die Pferde waren mit Kettenhemden oder Plattenpanzern geschützt, die Reiter selbst trugen eine ähnlich beeindruckende Rüstung. Diese Einheiten wurden vor allem dazu eingesetzt, die Infanterielinien des Feindes zu durchbrechen, dem man sich gegenüber sah. Das Byzantinische Reich war in seiner dokumentierten Geschichte dafür bekannt, Kataphrakte ausgiebig einzusetzen, da sie nach dem Niedergang der römischen Brüder im Westen eine wichtige Rolle in der Verteidigung des Reiches spielten.",
    "strategy": "Das Kataphrakt ist eine Einheit nur für Byzantiner, die den Reiter ersetzt. Kataphrakte sind langsamer, aber kraftvoller als die Reitereinheit, was sie zu einer der gefährlichsten Kavallerieeinheiten bis zum Ritter macht. Sie können sich nach dem Angriff noch bewegen. Anders als der Reiter können sie Defensivboni erhalten. Weiterhin ist die Strafe für einen Stadtangriff geringer.",
    "movement": 3,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Reiterei",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(25).json"
        }
    ]
}