{
    "id": 42,
    "name": "Kavallerie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cavalry.png",
    "game_info": "Berittene Einheit, die es mit anderen modernen Infanterieeinheiten aufnehmen kann.",
    "historical_info": "Zum Ende des 19. Jahrhunderts waren europäische und amerikanische Kavalleristen mit Repetiergewehren ausgestattet - kleinen, verlässlichen Waffen mit 5-15 Schuss Munition, die auf etwa 450 Meter genau schossen - sowie mit Pistolen und Schwertern. Da ihre Ausrüstung so viel leichter war als die der Lanciers und Ritter vor ihnen, waren sie viel schneller und konnten ein ganzes Stück weiter reiten als ihre Vorläufer. Der Kavallerieangriff von einst wurde zwar vielleicht unter sehr günstigen Umständen noch eingesetzt, doch die größere Genauigkeit und Feuerrate der Infanterie machte dieses Manöver extrem gefährlich. Traf die Kavallerie auf Infanterieeinheiten, stieg sie normalerweise zum Kämpfen ab, wobei ein Soldat vier Pferde im Hintergrund hielt und seine drei Kameraden auf den Gegner schossen.",
    "strategy": "Die Kavallerie ist eine berittene Einheit, sehr stark im Kampf gegen Nahkampf-, Fernwaffen- und Belagerungseinheiten. Sie sollte verwendet werden, um Musketiere anzugreifen und dann nach dem Angriff hinter die feindlichen Linien durchzustoßen.",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Militärwissenschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}