{
    "id": 71,
    "name": "Streitwagen-Bogenschütze",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chariot_archer.png",
    "game_info": "Eine schnelle Fernkampf-Einheit, die auf flachem Grund sehr effektiv ist.",
    "historical_info": "Vor der Erfindung des Steigbügels war es fast unmöglich, auf einem Pferd sitzend zu kämpfen. Man konnte sich nirgends abstützen und der kleinste Stoß konnte den Reiter mit verhängnisvollen Folgen vom Pferd werfen. Pferde wurden zuerst nur mit Streitwagen auf dem Schlachtfeld genutzt. Eine Streitwagenbesatzung bestand meist aus ein bis zwei Pferden, einem Fahrer und einem Bogenschützen. Die Beweglichkeit der Streitwagen machte sie zu einer großen Gefahr für Infanterie-Einheiten: Sie konnten sich schnell in Reichweite bringen, eine Salve abfeuern und wieder entkommen, bevor die Fußsoldaten sie erreichen konnten. Die größte Schwäche der Streitwagen-Bogenschützen war ihre Untauglichkeit in schwierigem Gelände. Auf offener Fläche waren sie die Könige der antiken Schlachtfelder, aber auf hügeligem oder bewaldetem Terrain waren sie klar im Nachteil.",
    "strategy": "Streitwagen-Bogenschützen sind Fernwaffen-Einheiten, die auf offenem Terrain tödlich sind. Sie sind etwas stärker als Bogenschützen und können sich doppelt so weit bewegen. Streitwagen-Bogenschützen erhalten einen Fortbewegungsmalus, wenn sie Wald-, Dschungel- oder Hügel-Geländefelder betreten (sofern es dort keine Straßen gibt). Als berittene Einheit ist der Streitwagen-Bogenschütze besonders gefährdet im Kampf mit Speerkämpfern.",
    "movement": 4,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Das Rad",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Malus für unwegsames Gelände",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/rough_terrain_penalty_at.json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        }
    ]
}