{
    "id": 60,
    "name": "Zhugenu-Schütze",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/chu-ko-nu.png",
    "game_info": "Mittelalterliche Fernwaffen-Infanterieeinheit. Nur die Chinesen können sie bauen. Diese Einheit kann zweimal in einer Runde feuern, anders als der Armbrustschütze, den sie ersetzt.",
    "historical_info": "Die \"Zhugenu\" ist eine recht raffinierte Repetierarmbrust, die gegen Ende des 2. Jahrhunderts n. Chr. in China erfunden wurde. Das Gerät sieht in etwa aus wie eine gewöhnliche europäische Armbrust mit einem oben, genau über der Sehne, angebrachten Kasten, der mit Armbrustbolzen gefüllt ist. Im Einsatz zieht der Soldat einen Hebel, um die Sehne zu spannen, und drückt dann den Hebel zurück, woraufhin ein Bolzen aus dem Kasten in Schussposition rutscht. Das verschaffte der Zhugenu eine höhere Schussrate als der herkömmlichen europäischen Armbrust. Allerdings wurde die Zhugenu mit leichteren Bolzen bestückt und hatte eine geringere Reichweite als die europäische Variante. Welches die überlegene Waffe war, hing von den jeweiligen Umständen ab - das europäische Modell bot in offenem Gelände einen Vorteil gegen schwer gepanzerte Gegner, während die Zhugenu vermutlich auf kurze Distanz gegen eine große Anzahl leicht gepanzerter Angreifer die bessere Wahl wäre.",
    "strategy": "Der Zhugenu-Schütze ist die Spezialeinheit der Chinesen und ersetzt den Armbrustschützen. Der Zhugenu-Schütze ist etwas schwächer als der Armbrustschütze, kann aber zwei Mal pro Runde angreifen, was ihn zu einer mächtigen Angriffskraft macht. Die Einheit ist besonders gefährlich, wenn sie in einer Stadt stationiert ist, die angegriffen wird.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Maschinen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Kann zweimal angreifen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_attack_twice_at.json"
        }
    ]
}