{
    "id": 132,
    "name": "Komantschenreiter",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/comanche_riders.png",
    "game_info": "Berittene Einheit, die auf schnelle Angriffe spezialisiert ist. Kann nur von den Schoschonen gebaut werden.",
    "historical_info": "Die Komantschen waren ein Zweig der Schoschonen, der durch den ständig steigenden Druck der Indianer der Northern Plains gen Süden in Richtung Oklahoma und gen Norden in Richtung Texas vertrieben wurde. Die ursprünglichen Jäger und Sammler entwickelten sich aufgrund unaufhörlicher Konflikte mit anderen Indianerstämmen sowie mexikanischen und amerikanischen Siedlern zum Reitervolk. Auf dem Rücken stämmiger Ponys aus den Great Plains erlernten die Komantschen bereits in jungen Jahren das Reiten. Die Krieger waren mit Speeren bewaffnet, deren Spitzen aus Obsidian bestanden und verheerend für alle Gegner am Boden waren, sowie mit Pfeil und Bogen und später auch mit Gewehren. Ihr favorisierter Kampfstil war der Guerillakrieg: kurze, aber intensive Nahkampfangriffe zu Pferd mit dem Ziel, so viele Feinde wie nur möglich zu töten und ihr Vieh zu stehlen. Die sogenannten Komantschenkriege, die in den 1700er Jahren mit ersten Angriffen auf spanische Außenposten in New Mexico begannen, währten nahezu ununterbrochen, bis 1875 die letzten Gruppen von der U.S.-Armee bezwungen wurden.",
    "strategy": "Der Komantschenreiter ersetzt die Kavallerie und kann nur von den Schoschonen gebaut werden. Er ist günstiger und schneller als die Basiseinheit.",
    "movement": 4,
    "cost": {
        "production": 200,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Militärwissenschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33)_at.json"
        },
        {
            "name": "Vollmondkämpfer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/full_moon_striker_at.json"
        }
    ]
}