{
    "id": 67,
    "name": "Begleitkavallerie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/companion_cavalry.png",
    "game_info": "Schnelle und mächtige berittene Einheit in der frühen Spielphase. Anfällig gegenüber Speerkämpfern. Nur die Griechen können sie bauen. Diese Einheit ist schneller, hat eine höhere Kampfstärke und produziert Große Generäle schneller als der Reiter, den sie ersetzt.",
    "historical_info": "Die Hetairoi (Begleitkavallerie) waren Elitereiter, die Alexander den Großen in die Schlacht begleiteten. Der Begriff \"Hetairos\" leitet sich vom Namen des makedonischen Adels ab und die Soldaten der Begleitkavallerie entstammten ausschließlich den renommiertesten makedonischen Familien (obwohl diese Beschränkung später gelockert wurde, um auch dem Adel verbündeter und unterworfener Völker Zugang zu gewähren). Alle Kavalleristen führten einen Xyston (Speer) und eine Kopis (Hiebschwert) bei sich und trugen einen Bronzekürass, Schulterplatten und einen Helm.Im Kampf ließ Alexander die Begleitkavallerie meist erst dann angreifen, wenn der Feind voll in den Kampf gegen seine Phalangen verwickelt war. Alexander führte seine Begleitkavallerie dann zu einem Angriff auf die Flanke oder in den Rücken des Feindes, um Verwirrung und Panik in den gegnerischen Reihen zu säen. Gegen diese Kombination konnte keine feindliche Streitmacht je eine befriedigende Antwort finden und Alexander eroberte auf diese Art fast die gesamte bekannte Welt.",
    "strategy": "Begleitkavallerie, die Spezialeinheit der Griechen, ersetzt den Reiter. Begleitkavallerie ist schneller und auch stärker als Reiter-Einheiten, was sie zur gefährlichsten Kavallerieeinheit bis zur Einführung des Ritters macht. Begleitkavallerie beschleunigt das Auftauchen von Großen Generälen in stärkerem Maße als andere Einheiten. Zudem kann sie sich auch nach dem Angriff bewegen. Begleitkavallerie ist eine berittene Einheit und gefährdet bei Angriffen von Speerkämpfern und Pikenieren.",
    "movement": 5,
    "cost": {
        "production": 75,
        "faith": 150
    },
    "prereq_tech": {
        "name": "Reiterei",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/horseback_riding.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Große Generäle I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/great_generals_i.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}