{
    "id": 89,
    "name": "Konquistador",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/conquistador.png",
    "game_info": "Einheit des Mittelalters, die auf Spähen und die Gründung von Kolonien in Übersee spezialisiert ist. Kann nur von Spanien ausgebildet werden. Ersetzt den Ritter.",
    "historical_info": "Die Konquistadoren waren die spanischen Soldaten und Entdecker, die im 16. und 17. Jahrhundert große Teile der neuen Welt eroberten. Nach der Vertreibung der Mauren aus Spanien waren die Konquistadoren erfahrene Veteranen der leichten Kavallerie. Aufgrund ihrer Fähigkeit, schwieriges Gelände hoch zu Ross zu durchqueren, waren sie den Eingeborenen der Neuen Welt überlegen, die keine Pferde besaßen und ihren furchteinflößenden Gegnern nicht entkommen konnten.",
    "strategy": "Der Konquistador ist eine vielseitig einsetzbare Einheit, die sowohl auf dem Land als auch zu Wasser stark ist. Er ersetzt den Ritter, und auf Land ist er ein außergewöhnlicher Späher mit zusätzlicher Sicht. Außerdem verfügt er über die Fähigkeit, neue Städte auf Kontinenten zu gründen, auf denen sich die spanische Hauptstadt nicht befindet. Zu Wasser verfügt der Konquistador über die Beförderung 'Mit Verteidigung wassern', die es ihm erlaubt, sich selbst gegen Marineeinheiten zu verteidigen. Im Gegensatz zum Ritter erhält er keinen Malus, wenn er Städte angreift.",
    "movement": 4,
    "cost": {
        "production": 135,
        "faith": 270
    },
    "prereq_tech": {
        "name": "Ritterlichkeit",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Zusätzliche Sicht (2)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/extra_sight_(2).json"
        },
        {
            "name": "Mit Verteidigung wassern",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/embarkation_with_defense.json"
        }
    ]
}