{
    "id": 43,
    "name": "Kosak",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/cossack.png",
    "game_info": "Berittene Einheit, die es mit anderen modernen Infanterieeinheiten aufnehmen kann. Kann nur von den Russen erbaut werden. Diese Einheit hat einen Kampfbonus gegen Einheiten, die bereits Schaden erlitten haben.",
    "historical_info": "Die Kosaken waren militärische Verbände, die in der Wildnis der Ukraine und Russlands lebten. Ursprünglich bezog sich der Name speziell auf tatarische Stammesangehörige, doch Ende des 15. Jahrhunderts wurde er auch verwendet, um Bauern zu bezeichnen, die aus polnischer, litauischer und Moskauer Leibeigenschaft geflohen waren und sich in der Wildnis niedergelassen hatten. Die Kosaken gehörten zu den besten natürlichen Reitern seit den Mongolen und dienten dem russischen Militär gegen besondere Privilegien für sich und ihre Gemeinschaften. Das russische Militär setzte die Kavallerie der Kosaken bis ins 20. Jahrhundert in allen größeren externen und internen Konflikten ein und während des Russischen Bürgerkriegs kämpften ebenfalls auf beiden Seiten Kosaken. Unter Stalin wurden die Kosaken beinahe vollständig vernichtet, doch nach dem Zerfall der Sowjetunion versuchen manche Überlebende, ihr Erbe fortzuführen.",
    "strategy": "Der Kosak ist eine Spezialeinheit der Russen und ersetzt die Kavallerie. Er ist genauso stark wie Kavallerie und kann sich auch nach dem Angriff bewegen. Der Kosak erhält jedoch einen erheblichen Kampfbonus im Kampf gegen beschädigte Einheiten. Das macht den Kosaken zu einer idealen Einheit für Gegenangriffe - der Feind reibt sich zuerst an den Bauern an der Front auf und wird dann von einem wilden Kosakenangriff niedergemäht!",
    "movement": 4,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Militärwissenschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Bonus gegen beschädigte Feindeinheiten (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/damaged_enemy_bonus_(33)_at.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33)_at.json"
        }
    ]
}