{
    "id": 13,
    "name": "Zerstörer",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/destroyer.png",
    "game_info": "Schnelles Schiff der späten Spielphase, was es zu einem effektiven Aufklärer macht. Wird auch im Kampf gegen feindliche U-Boote eingesetzt. Kämpft als Marine-Nahkampfeinheit.",
    "historical_info": "Ein Zerstörer ist ein Schiff aus dem 20. Jahrhundert, das für Patrouille, Eskorte sowie als Luft- und U-Boot-Abwehr eingesetzt wird. Die ersten Zerstörer waren leichte Schiffe, die sich gut für Ozeanfahrten eigneten, außer sie hatten Begleitboote mit zusätzlichem Kraftstoff an Bord. Im Zweiten Weltkrieg waren Zerstörer schnell und beweglich und transportierten genug Waffen und Vorräte für lange Missionen auf den Weltmeeren.Zu den Waffen der Zerstörer gehörten Flugabwehrgeschütze, leichte Schiffsabwehrraketen, Torpedos und Unterwasserbomben. Sie begleiteten oft Gruppen von Flugzeugträgern, patrouillierten die Gewässer um die wertvollen und großen Schiffe, um U-Boote aufzuspüren, und boten auch Feuerschutz gegen Flugzeuge. Sie eskortierten Versorgungskonvois und bewachten zudem Häfen und Küsten. Der Dienst an Bord eines Zerstörers im Zweiten Weltkrieg war eine gefährliche Aufgabe: Während des Kriegs wurden über 220 britische, amerikanische, australische und kanadische Zerstörer versenkt, hauptsächlich durch Fliegerangriffe.",
    "strategy": "Der Zerstörer ist eine Marine-Nahkampfeinheit, die entwickelt wurde, um feindliche U-Boote aufzuspüren und zu zerstören und gleichzeitig Flugabwehrunterstützung zu bieten. Oft dient diese Einheit als Eskorte für Einheiten zu Wasser, Schlachtschiffe und Flugzeugträger, falls diese in Reichweite feindlicher Flugzeuge und U-Boote kommen. Er ist schnell und verfügt über eine Beförderung, mit der man eine gute Chance hat, sich zurückzuziehen, bevor ein feindlicher Marine-Nahkampfangriff erfolgen kann.",
    "movement": 6,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Verbrennungsmotor",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combustion.json"
    },
    "free_promotions": [
        {
            "name": "Kann U-Boote sehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Abfangen (40)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/interception_(40)_at.json"
        },
        {
            "name": "Angriff gegen U-Boote (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/attack_vs_submarines_(100)_at.json"
        },
        {
            "name": "Vor Nahkampf zurückziehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/withdraw_before_melee_at.json"
        }
    ]
}