{
    "id": 32,
    "name": "Jäger",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/fighter.png",
    "game_info": "Lufteinheit für die Vorherrschaft in der Luft und das Abfangen feindlicher Flugzeuge.",
    "historical_info": "Jäger-Flugzeuge wurden im Ersten Weltkrieg entwickelt. Die ersten \"Jäger\" waren nicht viel mehr als Drachen mit Eigenantrieb und Maschinengewehren. Bis zum Zweiten Weltkrieg wurde sowohl die Technologie als auch die Kriegsführung wesentlich verbessert, was die inzwischen gepanzerten Eindecker zu tödlichen Zerstörungswerkzeugen machte. Die Hauptaufgabe der Jäger ist es, die Lufthoheit über dem Schlachtfeld zu erlangen und feindliche Flugzeuge zu zerstören oder zu verjagen, was es freundlich gesinnten Bombern ermöglicht, feindliches Gebiet oder Schiffe ungehindert anzugreifen. Manche Jäger haben dazu Bomben an Bord, die sie gegen Bodeneinheiten einsetzen können, doch auch Jäger ohne Bomben können feindliche Boden- oder Marineeinheiten effektiv angreifen.Moderne Kampfflugzeuge sind schneller, besser bewaffnet und gepanzert als die aus dem Zweiten Weltkrieg, doch die Grundlagen des Luftkampfes sind gleich geblieben: Noch immer hat die Konfliktpartei mit Lufthoheit einen immensen Vorteil gegenüber ihrem Feind.",
    "strategy": "Der Jäger ist eine durchschnittlich starke Lufteinheit. Er kann in einer Stadt oder auf einem Flugzeugträger des Spielers stationiert werden, sich von Stadt zu Stadt (oder Flugzeugträger) bewegen und Missionen mit einer Reichweite von 8 Geländefeldern ausführen. Jäger sollten eingesetzt werden, um feindliche Flugzeuge und Bodeneinheiten anzugreifen, feindliche Positionen auszuspähen und eigene Einheiten gegen Luftangriffe zu verteidigen. Jäger sind besonders effektiv gegen feindliche Hubschrauber. Siehe Regeln für Flugzeuge für weitere Informationen.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Abfangen (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/interception_(100).json"
        },
        {
            "name": "Luftraumsäuberung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_sweep.json"
        },
        {
            "name": "Luftaufklärung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_recon.json"
        },
        {
            "name": "Bonus gg. Bomber/Hubschrauber (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}