{
    "id": 41,
    "name": "Fremdenlegion",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/foreign_legion.png",
    "game_info": "Infanterie-Spezialeinheit der Moderne. Ist nur über den Grundsatz Freiwilligenarmee der Ideologie Freiheit verfügbar. Diese Einheit verfügt über einen Kampfbonus außerhalb verbündeten Territoriums, ist ansonsten aber der Weltkriegs-Infanterie sehr ähnlich.",
    "historical_info": "Die französische Fremdenlegion wurde 1831 gegründet und ist eine einzigartige Infanterieeinheit der Französischen Armee. Sie wurde speziell für Ausländer gegründet, die für Frankreich kämpfen wollten. Die Fremdenlegion, die für ihren Mut berühmt ist und bei der persönliche Sicherheit an letzter Stelle steht, war seit ihrer Gründung in alle Kriege mit französischer Beteiligung involviert. Es ranken sich allerhand verklärte Geschichten und Mythen um sie: Eine weitverbreitete Meinung ist, dass sich vor allem Männer mit Liebeskummer freiwillig melden, um ihre Verflossenen zu vergessen - oder Schurken, um ihrer Bestrafung zu entgehen. Daran mag etwas Wahres sein, doch sicher ist, dass die Fremdenlegion eine harte und äußerst effektive Einsatztruppe ist.",
    "strategy": "Die Fremdenlegion ist eine Spezialeinheit, die nur über den Grundsatz Freiwilligenarmee der Ideologie Freiheit verfügbar ist. Sie erhält einen erheblichen Kampfbonus, wenn sie außerhalb des eigenen Territoriums eingesetzt wird, und ist somit eine prädestinierte Einheit, um die Kontrolle über fremdes Gebiet zu erlangen.",
    "movement": 2,
    "cost": {
        "production": 320,
        "faith": 640
    },
    "prereq_tech": {
        "name": "Normbauteile",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/replaceable_parts.json"
    },
    "free_promotions": [
        {
            "name": "Fremdes-Land-Bonus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/foreign_lands_bonus_at.json"
        }
    ]
}