{
    "id": 120,
    "name": "Gatling-Kanone",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/gatling_gun.png",
    "game_info": "Fernkampf-Infanterieeinheit, die direkt neben einem Gegner stehen muss, um anzugreifen.",
    "historical_info": "Die Gatling-Kanone, der Vorläufer des Maschinengewehrs, wurde 1861 n. Chr. vom Amerikaner Dr. Richard Gatling erfunden, in der Hoffnung, die Größe von Armeen reduzieren zu können und zu zeigen, wie sinnlos Krieg ist. Zu einer Gatling-Kanone gehörte eine Rolle mit mehreren sich drehenden Läufen, die mit einer Handkurbel gedreht wurde. Beim Drehen des Laufs wurde die verbrauchte Hülse ausgeworfen, eine neue Patrone geladen und die Mündung des Laufs gekühlt. Auf diese Art und Weise konnte man eine hohe Schussrate ohne Überhitzung erreichen. Was der Gatling-Kanone an Präzision fehlte, machte sie durch ihre Tödlichkeit wieder wett.Sie wurde zwar erst 1866 offiziell von der Armee der Vereinigten Staaten eingesetzt, ihr erster Einsatz in der Schlacht fand aber während des amerikanischen Bürgerkriegs auf Seiten der Union statt. Dann wurde sie im Pazifikkrieg zwischen Peru und Chile (1879-1883) verwendet, was die europäischen Armeen von ihrer Tauglichkeit gegen Gegnermassen überzeugte. Innerhalb eines Jahrzehnts wurde die Gatling-Kanone von den meisten wichtigen Mächten übernommen. Sie wurde äußerst effektiv gegen die Ndebele, Zulu, Beduinen, Turkmenen, Boxer und andere Eingeborenenvölker eingesetzt, um die Kolonialreiche auszudehnen. In der ersten Dekade des 20. Jahrhunderts machten Entwürfe von gasbetriebenen \"Maschinen\"-Gewehren die Waffe überflüssig. Die U.S. Armee nahm alle Modelle der Gatling-Kanone bis 1911 außer Dienst, die europäischen Armeen folgten schon bald nach.",
    "strategy": "Die Gatling-Kanone ist eine Fernkampf-Einheit im mittleren Spiel zur Abwehr von Belagerungen. Sie ist viel wirkungsvoller als frühere Fernkampf-Einheiten wie der Armbrustschütze. Die Reichweite beträgt nur ein Feld, aber sie kann dennoch bei anderen Einheiten beträchtlichen Schaden anrichten, ohne selbst beschädigt zu werden. Platziert Gatling-Kanonen in der Stadt zur Verteidigung.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Industrialisierung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/industrialization.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        }
    ]
}