{
    "id": 25,
    "name": "Kampfhubschrauber",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/helicopter_gunship.png",
    "game_info": "Einheit spezialisiert auf Angriffe gegen Kampfpanzer und Panzer. Sie kann über Gebirge schweben, erhält aber Schaden, wenn sie die Runde auf einem beendet.",
    "historical_info": "Hubschrauber wurden im Zweiten Weltkrieg und im Koreakrieg nur begrenzt zu Transportzwecken eingesetzt. Während des Vietnamkrieges entschied die US-Armee, einen schwerer bewaffneten und gepanzerten Helikopter zu konstruieren, der speziell für den Kampfeinsatz ausgelegt war. Seitdem ist der Kampfhubschrauber hauptsächlich zu einer Panzerzerstörungsmaschine geworden. Hubschrauber können ziemlich nah am Boden fliegen, für einen schnellen Schuss \"auftauchen\" und anschließend nach unten wegtauchen, ehe die feindliche Verteidigung reagieren kann. Dadurch waren Hubschrauber - außer aus der Luft - beinahe unmöglich zu stoppen, erst die tragbaren \"Koffer\"-Boden-Luft-Raketen, wie sie die Mudschaheddin gegen die sowjetischen Helikopter in Afghanistan einsetzten, konnten ihnen Einhalt gebieten. Moderne Kampfhubschrauber erfüllen andere Funktionen, wie Luftunterstützung für Infanterie-Einheiten oder schnelle Transporte für Spezialeinheiten, aber ihre primäre Aufgabe bleibt die Zerstörung von Panzern.",
    "strategy": "Der Kampfhubschrauber ist eine tödliche Lufteinheit, die sich größtenteils wie eine Bodeneinheit verhält, sie kann nur keine Städte einnehmen. Mit seiner Fortbewegungsreichweite von 6 Geländefeldern ist er extrem schnell und kann sich über alle Geländearten (auch Berge) bewegen, als ob diese frei wären. Zum Überqueren von Gewässern muss er jedoch wassern. Kampfhubschrauber erhalten einen starken Bonus im Kampf gegen Panzer.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Computertechnologie",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/computers.json"
    },
    "free_promotions": [
        {
            "name": "Alle Geländefelder kosten 1 Fortbewegung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/all_tiles_cost_1_move.json"
        },
        {
            "name": "Schwebeeinheit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/hovering_unit.json"
        },
        {
            "name": "Bonus gegen Panzer (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_tanks_(100).json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Kann keine Städte einnehmen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/unable_to_capture_cities.json"
        }
    ]
}