{
    "id": 103,
    "name": "Husar",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hussar.png",
    "game_info": "Eine schnelle berittene Einheit, die zum Aufklären und für Blitzangriffe eingesetzt wird. Sie ist besonders mit Flankenangriffen tödlich. Nur die Österreicher können sie bauen.",
    "historical_info": "Der Name \"Husaren\" entstammt dem lateinischen Wort \"cursor\", was so viel heißt wie \"Eilbote\". Diese furchteinflößende leichte Kavallerie diente dem Habsburgerreich und Österreich das 17. und 18. Jahrhundert hindurch. Die Husaren, denen Kavallerieeinheiten überall in Europa nacheiferten, wurden als irreguläres Regiment aus fähigen Reitern rekrutiert, die sich auf schnelle, unvorhersehbare Angriffe spezialisierten. Mit der Zeit wurden die Husaren zu einer formellen Einheit. Rekruten wurden auf spezifische Bedingungen hin ausgewählt, die sowohl den Reiter als auch sein Pferd betrafen. Husaren-Regimente wurden besonders in den Koalitionskriegen eingesetzt und dienten schließlich in Armeen überall in Europa und Asien bis ins 20. Jahrhundert hinein.",
    "strategy": "Husaren sind großartige Aufklärer und Flankenangreifer. Sie sind etwas schneller als die Kavallerie, die sie ersetzen. Sie starten mit Beförderungen, die ihnen +1 Sicht bringen und den Bonus bei Flankenangriffen um 50% steigern.",
    "movement": 5,
    "cost": {
        "production": 225,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Militärwissenschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/military_science.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33)_at.json"
        },
        {
            "name": "Zusätzliche Sicht (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/extra_sight_(1)_at.json"
        },
        {
            "name": "Verbesserter Flankenangriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/enhanced_flank_attack_at.json"
        }
    ]
}