{
    "id": 94,
    "name": "Hwach'a",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/hwach'a.png",
    "game_info": "Personenabwehrraketen-Einheit des Mittelalters. Stark gegen Landeinheiten, aber schwach gegen Städte. Nur Korea darf sie bauen. Ersetzt den Tribok.",
    "historical_info": "Die legendäre koreanische Anti-Infanteriewaffe Hwach'a stellt einen einzigartigen Entwicklungsschritt der frühen Schwarzpulverwaffen dar. Sie wurde im 15. Jahrhundert unter der Leitung von König Sejong dem Großen entwickelt und bestand aus einem großen zweirädrigen Wagen, der mit einem wabenförmigen Aufsatz versehen war, heutigen Raketenbatterien nicht unähnlich. Darin fanden Hunderte von Pfeilen Platz, die mittels Schwarzpulver verschossen werden konnten. Das geringe Gewicht dieser Frühform der Rakete, \"Singijeon\" genannt, verschaffte der Hwach'a einen großen Vorteil gegenüber traditionellen Kanonen, die viel schwieriger zu bewegen waren. Die Hwach'a erwies sich als ausgezeichnete Waffe zur Verteidigung der koreanischen Halbinsel während der japanischen Invasionen des 16. Jahrhunderts.",
    "strategy": "Die Hwach'a ist extrem effektiv gegen Landeinheiten, aber langsam und verwundbar bei feindlichen Nahkampfangriffen und sollte daher auf dem Schlachtfeld immer durch andere Einheiten unterstützt werden. Die Hwach'a muss in Stellung gebracht werden (1 Fortbewegungspunkt), bevor sie angreifen kann.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Physik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Muss für Fernkampf in Stellung gehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/must_set_up_to_ranged_attack.json"
        }
    ]
}