{
    "id": 121,
    "name": "Impi",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/impi.png",
    "game_info": "Spezialisiert auf das Besiegen von Rittern und anderen berittenen Einheiten. Kann nur von den Zulu gebaut werden. Führt vor dem Kampf einen Erstangriff aus der Ferne aus.",
    "historical_info": "\"Impi\" ist das Zulu-Wort für eine bewaffnete Gruppe von Männern und wurde insbesondere im 19. Jahrhundert im allgemeinen Sprachgebrauch für ein Regiment des Zulu-Reichs verwendet. Die Impi waren schon seit Langem ein Teil der Zulu-Kultur gewesen, als der große Häuptling Shaka nach seinem Aufstieg zum Thron im Jahr 1816 n. Chr. weitreichende Innovationen einführte. Neben dem traditionellen Wurfspeer und Schlagstock rüstete Shaka seine Truppen mit dem Assegai aus, einem kürzeren Stichspeer mit einer breiten, etwa einen Fuß langen Klinge. Er führte zudem einen größeren, schwereren Rinderhaut-Schild (Ishilangu) ein und ließ seine Truppen darin ausbilden, sich dem Feind schnell zu nähern und diesen im Nahkampf entscheidend zu besiegen. In strategischer Hinsicht verließen sich die Impi auf schnelle Überraschungsangriffe, bei denen sie den Feind zahlenmäßig übertreffen und überwältigen konnten. Den Zulu gelang es mit dieser Vorgehensweise, selbst gegen mit Feuerwaffen ausgerüstete europäische Einheiten beeindruckende Siege zu erringen, auch wenn ihre eigenen Verluste dabei meistens hoch waren.",
    "strategy": "Bevor der Impi in den Nahkampf eingreift, führt er einen Speerwurfangriff durch, der der feindlichen Einheit vor dem Kontakt Schaden zufügen oder sie sogar besiegen kann. Kann nur von den Zulu gebaut werden.",
    "movement": 2,
    "cost": {
        "production": 90,
        "faith": 180
    },
    "prereq_tech": {
        "name": "Öffentliche Verwaltung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Bonus gegen Beritten (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Speerwurf",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/spear_throw_at.json"
        }
    ]
}