{
    "id": 14,
    "name": "Panzerschiff",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/ironclad.png",
    "game_info": "Das Panzerschiff, eine sehr starke Marine-Nahkampfeinheit, bezahlt für seine Stärke mit geringerer Geschwindigkeit auf Ozeanfeldern.",
    "historical_info": "Schon zu Zeiten Leonardo da Vincis träumten Visionäre von maschinenbetriebenen bewaffneten Schiffen, doch erst im Amerikanischen Bürgerkrieg Mitte des 19. Jahrhunderts waren Panzerschiffe weiter verbreitet. Die erste richtige Panzerschiff-Schlacht fand 1862 im Amerikanischen Bürgerkrieg statt, als die \"Monitor\" der Nordstaaten und die \"Virginia\" (auch \"Merrimac\" genannt) der Südstaaten aufeinandertrafen. Die Schlacht dauerte vier Stunden und die Kanonen beider Schiffe feuerten ständig mit nur geringen Auswirkungen - letztlich endete die Schlacht unentschieden. Doch die Auswirkungen dieser Schlacht auf die Welt waren bahnbrechend. Diese schwerfälligen und plumpen Schiffe - die sich gegen den Wind bewegen konnten und Geschosse aus den damaligen Kanonen ohne Weiteres abhielten - sorgten an einem einzigen Morgen ergebnisloser Kämpfe dafür, dass die Marineverbände aller Staaten mit einem Mal veraltet waren.",
    "strategy": "Panzerschiffe sind die ersten dampfgetriebenen Kriegsschiffe im Spiel. Sie kämpfen als Nahkampf-Marineeinheit, sind schwieriger zu zerstören als jedes Segelschiff und haben eine größere Kampfstärke. Sie sollten hauptsächlich zur Küstenverteidigung und zum Angriff auf Städte eingesetzt werden.",
    "movement": 3,
    "cost": {
        "production": 250,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Dampfmaschine",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steam_power.json"
    },
    "free_promotions": [
        {
            "name": "Doppelte Fortbew. an der Küste",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/double_movement_in_coast_at.json"
        },
        {
            "name": "Bonus gegen Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_cities_(33)_at.json"
        }
    ]
}