{
    "id": 80,
    "name": "Jaguarkrieger",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jaguar.png",
    "game_info": "Relativ schwache, frühe Militäreinheit. Nur die Azteken können sie bauen. Diese Einheit kämpft im Dschungel effektiver und heilt Schaden, wenn sie eine andere Einheit besiegt, anders als der Krieger, den sie ersetzt.",
    "historical_info": "In der aztekischen Kultur war der Krieg zugleich religiöser Ritus als auch politisches Werkzeug. Junge Männer mussten zur Verbesserung ihres Standes Gegner töten oder gefangen nehmen und für die religiösen Riten der Azteken wurde zudem eine stetig wachsende Zahl von Gefangenen zum Opfern benötigt. Die Jaguarkrieger waren die Elitesoldaten der aztekischen Armee. In Jaguarfelle gekleidet und mit tödlichen \"Macuahuitls\" (Holzschwertern mit an den Seiten eingebetteten scharfen Obsidianklingen) ausgestattet, waren die Jaguarkrieger die vielleicht gefährlichsten leichten Infanteristen im präkolumbischen Mittel- und Nordamerika.",
    "strategy": "Der Jaguarkrieger ist die Spezialeinheit der Azteken und ersetzt den Krieger. Der Jaguarkrieger erhält einen erheblichen Bonus, wenn er im Dschungel kämpft. Er heilt Schaden, wenn er feindliche Einheiten zerstört, und besitzt die Waldkampf-Beförderung, dank der er sich schnell durch Dschungel und Wald fortbewegen kann.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Landwirtschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Kampfbonus in Wald/Dschungel (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/combat_bonus_in_forest_jungle_(33)_at.json"
        },
        {
            "name": "Waldkampf",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/woodsman_m.json"
        },
        {
            "name": "Heilt 25 Schaden beim Vern. v. Einh.",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/heals_25_damage_if_kills_a_unit_at.json"
        }
    ]
}