{
    "id": 51,
    "name": "Janitschar",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/janissary.png",
    "game_info": "Eine der ersten Schießpulver-Einheiten des Spiels. Nur die Osmanen können sie bauen. Diese Einheit hat einen stärkeren Angriff und heilt, wenn sie einen Feind besiegt, anders als der Musketier, den sie ersetzt.",
    "historical_info": "Janitschare waren Mitglieder eines Elitetrupps in der Armee des osmanischen Reiches. Gegründet im späten 14. Jahrhundert waren die ursprünglichen Janitschare christliche Jugendliche (häufig Sklaven vom Balkan), die zum Islam konvertiert und dann von der osmanischen Armee eingezogen wurden. Anfangs wurde den Janitscharen das Zölibat aufgezwungen (was ihren wilden Kampfgeist erklären könnte), später wurde das gelockert. Mit den Jahren gewannen die Janitschare enormen politischen Einfluss innerhalb des Reiches; im 17. und 18. Jahrhundert organisierten sie wiederholt Staatsstreiche. Doch je mehr Einfluss sie erlangten, desto traditionsgebundener und sturer wurden sie - sie weigerten sich, ihre Waffen und Taktiken auf dem neusten Stand zu halten, um mit dem Rest der Welt mithalten zu können. Im Jahre 1826 wurden sie gewaltsam aufgelöst und durch modernere osmanische Truppen ersetzt.",
    "strategy": "Der Janitschar ist die Spezialeinheit der Osmanen und ersetzt den Musketier. Der Janitschar erhält einen erheblichen Kampfbonus, wenn er angreift, und heilt zudem jeglichen Schaden, wenn er eine Einheit zerstört, die nicht barbarischen Ursprungs ist. So kann der Janitschar einen deutlichen Vorteil gegenüber Einheiten erlangen, die sich verteidigen.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 300
    },
    "prereq_tech": {
        "name": "Schießpulver",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
    },
    "free_promotions": [
        {
            "name": "Heilt 50 Schaden beim Töten einer Einheit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/heal_50_damage_if_kills_a_unit_at.json"
        },
        {
            "name": "Kampfbonus beim Angriff (25)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/combat_bonus_when_attacking_(25)_at.json"
        }
    ]
}