{
    "id": 22,
    "name": "Düsenjäger",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/jet_fighter.png",
    "game_info": "Lufteinheit für die Vorherrschaft in der Luft und das Abfangen feindlicher Flugzeuge.",
    "historical_info": "Der Düsenjäger spielt eine recht ähnliche Rolle wie sein Vorgänger, der propellerbetriebene Jäger im Zweiten Weltkrieg, aber es gibt große Unterschiede in Sachen Stärke, Panzerung, Bewaffnung sowie Computer- und Kommunikationsausrüstung der Flugzeuge. Das beste Flugzeug im Zweiten Weltkrieg konnte höchstens etwa 640 Kilometer pro Stunde zurücklegen, während ein moderner Düsenjäger dreimal so schnell fliegen kann. Ein Flugzeug aus dem Zweiten Weltkrieg konnte ein oder zwei Maschinengewehre und vermutlich ein oder zwei Bomben befördern. Ein moderner Jäger kann eine 20mm-Gatling-Kanone, zehn oder mehr Luft-Luft-Raketen und Dutzende verschiedener Raketen befördern. Er ist mit hochentwickelten Computern, Radar und Kommunikationsausrüstung ausgestattet, die sämtliche zuvor verfügbare Möglichkeiten übertreffen. Wie jedes andere Flugzeug sind Düsenjäger ein Ziel für Boden-Luft-Raketen, aber ihre größte Bedrohung sind feindliche Jäger. Die Seite, die in der Luft die Oberhand gewinnt, hat im Kampf einen fast unschlagbaren Vorteil.",
    "strategy": "Der Düsenjäger ist eine mächtige Lufteinheit. Er kann in jeder Stadt des Spielers oder an Bord eines Flugzeugträgers stationiert sein. Er kann von Stützpunkt zu Stützpunkt verlegt werden und Missionen mit einer Reichweite von 10 Geländefeldern fliegen. Düsenjäger sind besonders nützlich, um feindliche Luft- und Bodeneinheiten anzugreifen, feindliche Positionen auszuspähen und feindliche Luftangriffe abzuwehren. Besonders im Kampf gegen Hubschrauber kann der Düsenjäger punkten. Mit seiner Fähigkeit \"Luftaufklärung\" kann er jedes Geländefeld im Umkreis von 6 Feldern ab dem Startort zu Beginn der Runde sehen. Siehe Regeln für Flugzeuge für weitere Informationen.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Lasertechnologie",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Abfangen (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/interception_(100).json"
        },
        {
            "name": "Luftraumsäuberung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_sweep.json"
        },
        {
            "name": "Luftaufklärung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_recon.json"
        },
        {
            "name": "Bonus gg. Bomber/Hubschrauber (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}