{
    "id": 86,
    "name": "Keshik",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/keshik.png",
    "game_info": "Diese mongolische Einheit ersetzt den Ritter. Sie verfügt über einen starken Fernangriff, erhöhte Fortbewegungsgeschwindigkeit und verdient 50% schneller Beförderungen. Kämpfe mit dieser Einheit bringen auch doppelt so viele Punkte, um einen Großen General zu verdienen.",
    "historical_info": "Im 12. Jahrhundert strömten die Mongolen aus Zentralasien und eroberten innerhalb eines Jahrhunderts einen Großteil Asiens und Osteuropas sowie große Gebiete im Nahen Osten. Die wichtigste Waffe der Mongolen waren ihre einzigartigen berittenen Bogenschützen, die Keshiks. Die Mongolen waren Nomadenstämme und ihre Kinder waren (beinahe buchstäblich) geborene Reiter. Auf ihren kleinen, aber kräftigen Steppenpferden konnten die nur leicht bewaffneten und gepanzerten Mongolen innerhalb eines Tages unglaubliche Distanzen zurücklegen und schlugen damit Infanterie und sogar die schwerere europäische Kavallerie um Längen.Im Kampf schossen die mongolischen Keshiks vom Rücken der Pferde aus mit tödlicher Präzision und zerschlugen und entmutigten so die gegnerischen Formationen. Sobald der Gegner ausreichend geschwächt war, stürmte die schwere mongolische Kavallerie auf den zitternden Gegner los, um ihm den Gnadenstoß zu verpassen. Im Kampf gegen europäische Ritter in Rüstungen schossen die Mongolen auf die Pferde, woraufhin sie deren abgeworfene Reiter je nach Lust und Laune ignorierten oder töteten.",
    "strategy": "Die Spezialeinheit Keshik ersetzt den Ritter und kann von den Mongolen ab dem Mittelalter ausgebildet werden. Keshiks verfügen über einen starken Fernangriff und eine erhöhte Fortbewegungsgeschwindigkeit (5 Punkte insgesamt), wodurch sie besonders effizient überfallsartige Angriffe durchführen und anschließend fliehen können. Darüber hinaus erhält der Keshik Beförderungen doppelt so schnell wie andere Einheiten und trägt doppelt so viele Punkte zum Auftauchen von Großen Generälen bei. Diese berittenen Krieger verschaffen Dschingis Khan im Alleingang die Herrschaft über offene Ebenen.",
    "movement": 5,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Ritterlichkeit",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Große Generäle I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/great_generals_i_at.json"
        },
        {
            "name": "Heller Kopf",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/quick_study_at.json"
        }
    ]
}