{
    "id": 55,
    "name": "Ritter",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/knight.png",
    "game_info": "Mächtige berittene Einheit des Mittelalters, anfällig gegenüber Pikenieren.",
    "historical_info": "Ritter waren fast immer Angehörige des Adels einer Nation: die einzigen Menschen, die sich die notwendige Ausrüstung, Pferde und umfangreiche Ausbildung leisten konnten. Sie waren die schwere Kavallerie der mittelalterlichen Armee und über große Teile des Mittelalters beherrschten sie das Schlachtfeld. Ihre Rüstung bot ihnen guten Schutz vor Pfeilen und Speeren, und ihre hohe Mobilität ermöglichte es ihnen, die Schwäche eines Gegners überall auf dem Schlachtfeld auszunutzen. Es erforderte viel Mut, sich dem Angriff eines Ritters zu stellen. Eine Mauer aus Pikenieren konnte heranstürmenden Rittern nur widerstehen, wenn sie die Disziplin und den Schneid besaßen, ihre Stellung zu halten. Wenn sie zurückschreckten, waren sie erledigt.",
    "strategy": "Der Ritter ist eine schnelle und mächtige Einheit und unbestrittener König auf dem mittelalterlichen Schlachtfeld. Als berittene Einheit ist er verwundbar bei Angriffen von Pikenieren, kann andere Einheiten aber relativ einfach vernichten. Der Ritter kann sich nach dem Angriff bewegen und so Lücken in die feindlichen Linien schlagen, durch die er dann hindurchreitet.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Ritterlichkeit",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33).json"
        }
    ]
}