{
    "id": 45,
    "name": "Lancier",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/lancer.png",
    "game_info": "Berittene Einheit, die darauf spezialisiert ist, feindliche berittene Einheiten zu besiegen.",
    "historical_info": "Lanciers waren die Kavallerieeinheiten der Renaissance. In einer Zeit, in der Kanonen und andere Schwarzpulverwaffen aufkamen, stachen Geschwindigkeit und Beweglichkeit starke Rüstung aus, die gegen moderne Projektilwaffen immer weniger Schutz bot. So verzichteten Lanciers auf einen Großteil der schweren Plattenpanzer ihrer ritterlichen Vorgänger und behielten höchstens noch einen Brustpanzer aus Metall. Trotz Verbesserung der Bewaffnung blieb die Lanze in den Händen von gut ausgebildeten Reitern eine beängstigend effektive Waffe. Noch zu Zeiten der Napoleonischen Kriege hielten die Franzosen die Lanze für eine bessere Kavalleriewaffe als das Schwert. Im späten 19. Jahrhundert wurden beide Waffen schließlich vom Karabinergewehr abgelöst.",
    "strategy": "Der Lancier ist eine berittene Einheit aus der Renaissance, die zwischen der Ritter- und Kavallerieeinheit steht. Er ist stärker als der Ritter und kann diese einst so mächtigen Einheiten einfach von der Karte fegen. Der Lancier kann es sogar mit der starken Kavallerieeinheit aufnehmen, sobald diese erscheint.",
    "movement": 4,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Metallverarbeitung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33)_at.json"
        },
        {
            "name": "Formation I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/formation_i_m.json"
        }
    ]
}