{
    "id": 63,
    "name": "Landsknecht",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/landsknecht.png",
    "game_info": "Diese Einheit ist wesentlich günstiger als der Pikenier und kann plündern, ohne Fortbewegungspunkte zu verbrauchen. Stiehlt beim Angreifen einer Stadt Gold. Wird durch die Sozialpolitik Söldnerarmee freigeschaltet und kann nicht gebaut, sondern nur mit Gold gekauft werden. Kann sich sofort nach dem Kauf bewegen.",
    "historical_info": "Die Landsknechte waren deutsche Söldner des 16. Jahrhunderts, die nach Vorbild der legendären Schweizer Söldner mit Pike bewaffnet waren und diese letztendlich als die beste verfügbare Söldner-Infanterie in Europa verdrängten. Sie kämpften beinahe in jeder wichtigen Auseinandersetzung im 16. Jahrhundert - oft auf beiden Seiten. Im Kampf trugen die Landsknechte in der Regel Piken von bis zu sechs Metern Länge. Einige trugen auch Zweihänder oder Hellebarden; diese wurden benutzt, um die Spitzen der gegnerischen Piken abzuschlagen.",
    "strategy": "Der Landsknecht ist eine Einheit, die nur durch die Sozialpolitik Söldnerarmee verfügbar wird und mit Gold gekauft werden muss. Der Landsknecht ist wesentlich günstiger als der Pikenier und bringt eine Reihe von Bonussen beim Plündern von Geländefeldern und Städten mit sich. Mit dieser Einheit lässt sich günstig eine Armee aufbauen, die sich durchaus lohnen kann, wenn sie im Feindgebiet auf Raubzüge geht.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Öffentliche Verwaltung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/civil_service.json"
    },
    "free_promotions": [
        {
            "name": "Bonus gegen Beritten (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_mounted_(50)_at.json"
        },
        {
            "name": "Keine Fortbewegungskosten beim Plündern",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_movement_cost_to_pillage_at.json"
        },
        {
            "name": "Stadt-Plündergut",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/city_plunder_at.json"
        }
    ]
}