{
    "id": 61,
    "name": "Langbogenschütze",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/longbowman.png",
    "game_info": "Mittelalterliche Fernwaffen-Infanterieeinheit. Nur die Engländer können sie bauen. Diese Einheit hat +1 Reichweite im Vergleich zum Armbrustschützen, den sie ersetzt.",
    "historical_info": "Der englische Langbogen entwickelte sich während des 12. Jahrhunderts, als die Engländer Wales erobern wollten. Der Langbogen wurde aus Eibe oder Ulme gefertigt und war 1,5 bis zwei Meter hoch (abhängig von Größe und Stärke des Anwenders). Der Langbogen war äußerst schwierig zu meistern, aber gut ausgebildete englische Langbogenschützen konnten weiter, schneller und präziser schießen als die Armbrustschützen dieser Zeit, was allerdings jahrelange Übung erforderte. Als die Bevölkerung des Landes wuchs, wurde die englische Wildnis in Ackerland verwandelt. Gelegenheiten zum Jagen verschwanden und die englischen Freibauern verlernten den Umgang mit Pfeil und Bogen. Das führte zum Verschwinden des englischen Langbogens, mehr noch als der Vormarsch des Schießpulvers.",
    "strategy": "Der Langbogenschütze ist die Spezialeinheit der Engländer und ersetzt den Armbrustschützen. Der Langbogenschütze hat eine größere Reichweite und kann so Feinde angreifen, die sich bis zu 3 Geländefelder entfernt befinden, wobei er sie oft vernichtet, bevor sie zurückschlagen können. Genau wie andere Fernwaffen-Einheiten ist auch der Langbogenschütze bei Nahkampfangriffen verwundbar.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Maschinen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/machinery.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Reichweite",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/range.json"
        }
    ]
}