{
    "id": 58,
    "name": "Mandekalu-Kavallerie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mandekalu_cavalry.png",
    "game_info": "Mächtige berittene Einheit des Mittelalters, anfällig gegenüber Pikenieren. Nur die Songhai können sie bauen. Diese Einheit erhält keinen Malus beim Angriff auf Städte, im Gegensatz zum Ritter, den sie ersetzt.",
    "historical_info": "Wie ihre nördlichen Gegenstücke bestanden muslimische Armeen auch aus schweren Kavallerie-Einheiten, in Form und Funktion ähnlich den europäischen Rittern. Wie die Europäer kamen muslimische Ritter ebenfalls aus den oberen Schichten der Gesellschaft und verfügten über die besten Waffen, Rüstungen und Pferde. Die Rüstung konnte den klimatischen Gegebenheiten angepasst werden (selbst der edelste Ritter würde schnell getoastet, trüge er im Nahen Osten während des Sommers eine Plattenrüstung) aber sie verschaffte ihnen immer noch einen großen Vorteil gegenüber anderen Einheiten auf dem Schlachtfeld. Historische Berichte belegen, dass muslimische Ritter ihren europäischen Gegnern in der Regel ebenbürtig waren.",
    "strategy": "Diese Spezialeinheit der Songhai ersetzt den Ritter. Sie hat dieselben Attribute wie der Ritter, ist aber erheblich stärker beim Angriff auf Städte. Die Mandekalu-Kavallerie kann sich nach dem Angriff bewegen. Ihre Geschwindigkeit macht es dem Feind extrem schwer, eine Verteidigungslinie aufzubauen, bevor die Mandekalu-Kavallerie ihr Ziel erreicht.",
    "movement": 4,
    "cost": {
        "production": 110,
        "faith": 220
    },
    "prereq_tech": {
        "name": "Ritterlichkeit",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/chivalry.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        }
    ]
}