{
    "id": 90,
    "name": "Maori-Krieger",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/maori_warrior.png",
    "game_info": "Diese Einheit der Antike versetzt Feinde in der Nähe in Angst und Schrecken und macht sie so weniger effektiv im Kampf. Kann nur von Polynesiern gebaut werden. Ersetzt den Krieger.",
    "historical_info": "Die Maori gehörten zu den am meisten gefürchteten Kriegern Polynesiens. Sie verzierten ihre Gesichter mit einer Reihe komplizierter und furchteinflößender Tätowierungen, die detailliert ihre vielen Errungenschaften in der Schlacht beschrieben. Bevor ein Gefecht tatsächlich ausbrach, nahm jede Seite an einem ausschweifenden Kriegstanz, genannt Haka, teil, der pantomimisch darstellte, welches Schicksal der Feind bei einer Niederlage zu erwarten hatte. Der Tanz war mit der Hoffnung verbunden, dass der Feind demoralisiert das Feld räumen und seine Niederlage einräumen würde, was beiden Seiten viel Zeit und Energie erspart hätte.Die Maori waren außerdem bekannt für ihre kannibalistischen Neigungen. Erschlagene Krieger wurden verspeist, um ihren Kampfgeist und ihre Macht einzufangen. Das war nicht nur eine der wenigen Proteinquellen auf den Inseln, es zollte den besiegten Kriegern auch Respekt.",
    "strategy": "Der Maori-Krieger ähnelt einem Großen General; er erhöht jedoch nicht die Stärke freundlich gesinnter Einheiten in der Nähe, sondern verringert die Stärke naher feindlicher Einheiten. Baut schon zu Beginn viele dieser Einheiten, denn ihre Beförderungen bleiben bei Modernisierungen erhalten.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Landwirtschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Haka-Kriegstanz",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/haka_war_dance_at.json"
        }
    ]
}