{
    "id": 49,
    "name": "Minuteman",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/minuteman.png",
    "game_info": "Eine der ersten Schießpulver-Einheiten des Spiels. Kann nur von den Amerikanern gebaut werden. Ersetzt den Musketier. Diese Einheit bewegt sich in umwegsamem Gelände wie in flachem, erhält einen Bonus beim Kampf in umwegsamem Gelände und verdient Punkte für ein Goldenes Zeitalter, wenn sie einen Gegner besiegt.",
    "historical_info": "Die amerikanischen Minutemen dienten während des amerikanischen Unabhängigkeitskriegs und waren ausgesuchte Mitglieder der Kolonialmiliz. Sie waren eine schnelle Einsatztruppe: ausgebildet, um direkt auf feindliche Angriffe zu reagieren und somit der Armee (wie auch der restlichen Miliz) Zeit zu verschaffen, um zu reagieren und sich für den Kampf vorzubereiten. Die Minutemen gab es sogar bereits vor der amerikanischen Unabhängigkeitsbewegung: Die Massachusetts Bay Colony hatte bereits 1645 einzelne Mitglieder ihrer Miliz zu Minutemen ernannt.",
    "strategy": "Der Minuteman ist die Spezialeinheit der Amerikaner und ersetzt den Musketier. Der Minuteman bewegt sich durch schwieriges Gelände wie durch freies (alle Geländefelder kosten 1 FP pro Geländefeld), erhält einen Bonus beim Kampf in umwegsamem Gelände und verdient Punkte für ein Goldenes Zeitalter, wenn er einen Gegner besiegt.",
    "movement": 2,
    "cost": {
        "production": 150,
        "faith": 300
    },
    "prereq_tech": {
        "name": "Schießpulver",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/gunpowder.json"
    },
    "free_promotions": [
        {
            "name": "Ignoriert Geländekosten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/ignores_terrain_cost.json"
        },
        {
            "name": "Drill I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/drill_i.json"
        },
        {
            "name": "Goldenes Zeitalter durch Siege",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/golden_age_from_victories.json"
        }
    ]
}