{
    "id": 8,
    "name": "Raketenkreuzer",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/missile_cruiser.png",
    "game_info": "Marineeinheit, spezialisiert auf die Abwehr feindlicher Flugzeuge. Kann 3 Raketen transportieren. Wird eingesetzt, um feindliche U-Boote zu jagen und zu zerstören.",
    "historical_info": "Mit Ausnahme des Flugzeugträgers und des Atom-U-Boots ist der Raketenkreuzer die mächtigste Waffe der modernen Marine. Ein Raketenkreuzer ist dafür ausgelegt, sehr mächtige und präzise Langstrecken-Marschflugkörper zu transportieren und abzufeuern. Er kann den Gegner an Land und zu Wasser anpeilen und zerstören, oft lange bevor dieser überhaupt weiß, dass der Raketenkreuzer in Reichweite war. Der amerikanische Raketenkreuzer der Ticonderoga-Klasse ist wohl das mächtigste Schiff auf See - er ist mit 122 Abschussrohren bewaffnet, die eine große Anzahl an Boden-Boden-, Boden-Luft- und selbst U-Boot-Abwehrraketen befördern können. Zudem ist er mit einer Vielzahl von Flugabwehr-Kanonen im Gatling-Stil ausgestattet, die in der Lage sind, eingehende feindliche Raketen und Flugzeuge schnell zu vernichten.",
    "strategy": "Der Raketenkreuzer ist ein modernes Kriegsschiff. Er ist schnell und stark gepanzert, hat eine erhebliche Fernkampfstärke und ist ziemlich gut beim Abfangen von feindlichen Flugzeugen. Viel wichtiger ist jedoch seine Fähigkeit, Lenkraketen und Atomraketen direkt bis zur Küste des feindlichen Gebiets zu transportieren. Raketenkreuzer, Flugzeugträger und U-Boote ergeben zusammen eine geradezu teuflische Armada.",
    "movement": 7,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Robotertechnik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/robotics.json"
    },
    "free_promotions": [
        {
            "name": "Kann U-Boote sehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_see_submarines.json"
        },
        {
            "name": "Angriff gegen U-Boote (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/attack_vs_submarines_(100).json"
        },
        {
            "name": "Tragkraft für 3 Frachten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_carry_3_cargo.json"
        },
        {
            "name": "Abfangen (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/interception_(100).json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        }
    ]
}