{
    "id": 26,
    "name": "Mobile Boden-Luft-Rakete",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/mobile_sam.png",
    "game_info": "Fängt feindliche Flugzeuge ab, die nahe Einheiten bombardieren.",
    "historical_info": "Während sich Helikopter in effiziente Kampfmaschinen verwandelten, entwickelte die Infanterie im Gegenzug Waffen, um die wachsende Bedrohung zu bekämpfen - ganz zu schweigen von der Gefahr durch Düsenjäger. Moderne Boden-Luft-Raketen sind schnell, leicht und haben ein Radar, das es ihnen erlaubt, feindliche Flugkörper anzupeilen und in sie hineinzufliegen. Die darauffolgende heftige Explosion verursacht bei anfälligen Flugzeugen und Helikoptern jede Menge höchstwahrscheinlich fatalen Schaden. Als Reaktion darauf wurden besser getarnte Fahrzeuge gebaut und die eingesetzte Raketen-Störtechnologie wurde verbessert. Dennoch machen Boden-Luft-Raketenwerfer feindlichen Flugkörpern das Leben schwer und bieten verbündeten Bodeneinheiten ordentlichen Schutz vor den Gefahren aus der Luft.",
    "strategy": "Mobile Boden-Luft-Raketen dienen vorrückenden Armeen als Flugabwehreinheiten. Sie können feindliche Flugzeuge abfangen und beschießen, die im Radius von 2 Geländefeldern Ziele bombardieren (nur eine Einheit pro Runde). Die Raketen sind bei Bodenangriffen gefährdet und sollten durch Infanterie oder Panzer geschützt werden.",
    "movement": 3,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Raketentechnik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Abfangen (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/interception_(100)_at.json"
        },
        {
            "name": "Bonus gegen Flugzeuge/Hubschrauber (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_aircraft_helicopters_(150)_at.json"
        }
    ]
}