{
    "id": 24,
    "name": "Kampfpanzer",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/modern_armor.png",
    "game_info": "Schnelle und starke Einheit im späten Spiel.",
    "historical_info": "Verglichen mit selbst den besten Panzern des Zweiten Weltkriegs wurden Kampfpanzer maßgeblich verbessert. Die heutigen Panzer sind größer, schneller, weitaus besser gepanzert, ihre Waffen wurden verbessert und sie sind mit hochentwickelten Computern und Kommunikationssystemen ausgestattet, die ihre Stärke und Überlebensfähigkeit auf dem tödlichen, modernen Schlachtfeld enorm erhöhen. Ein moderner Panzer kann mit über 60 Kilometern pro Stunde über das Schlachtfeld heizen, während er ganz präzise auf ein hunderte Meter entferntes Ziel schießt und ein Zielcomputer genauestens den Lauf der Panzerkanone ausrichtet, um jede Unebenheit und jedes Loch in der Straße auszugleichen.Auf dem modernen Schlachtfeld stellen gegnerische Kampfpanzer und Artillerie, Jäger und Kampfhubschrauber die größte Bedrohung für den Kampfpanzer dar. Infanterie trägt selten Waffen mit sich, die stark genug sind, um feindliche Panzer zu vernichten - außer ihren Funkgeräten, die sie benutzen können, um Artillerie oder Luftunterstützung anzufordern.",
    "strategy": "Kampfpanzer ähneln dem Standard-Panzer, haben aber viel mehr zu bieten. Kampfpanzer sind wesentlich stärker und haben alle Fähigkeiten des Panzers, auch sie können sich zum Beispiel nach dem Angriff weiterbewegen.",
    "movement": 5,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Lasertechnologie",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/lasers.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        }
    ]
}