{
    "id": 92,
    "name": "Norwegische Ski-Infanterie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/norwegian_ski_infantry.png",
    "game_info": "Starke Frontlinien-Landeinheit im mittleren Spielabschnitt, die auf Schnee, Tundra und Hügel spezialisiert ist. Nur Dänemark darf sie bauen. Ersetzt den Schützen.",
    "historical_info": "Diese furchtlosen Infanteristen wurden vornehmlich von Dänemark gegen Schweden in den Napoleonischen Kriegen von 1807 bis 1814 eingesetzt. Diese Soldaten sind bezüglich ihrer Geschwindigkeit mit leichter Kavallerie vergleichbar und konnten Berghänge und schneebedeckte Felder viel schneller durchqueren als sonst jemand zu Fuß oder zu Pferde. Die Ski-Infanterie konnte nicht nur effizient felsiges und bewaldetes Gelände durchqueren, sondern wurde auch eingesetzt, um Karren mit Vorräten oder anderen Soldatentrupps zu ziehen, da der Mangel an Straßen und tiefer Schnee die traditionelle Reise auf dem Pferd schwierig machte. Ihr erster durch Aufzeichnungen nachweisbarer Einsatz kann grob auf das 13. Jahrhundert zurückdatiert werden.Heute wird die Ski-Infanterie von der dänischen Marine immer noch eingesetzt, um weite Flächen des nördlichen und östlichen Grönlands zu patrouillieren, Gebiete, die zu felsig für andere Transportmittel sind. In Norwegen wird jedem Soldaten in der Armee noch die Kunst des Ski-Kampfs beigebracht und das Biathlon-Sportereignis basiert auf ihrer Militärausbildung und ihren Patrouillenrouten.",
    "strategy": "Die norwegische Ski-Infanterie ist eine von zwei dänischen Spezialeinheiten, die den Schützen ersetzt. Diese Einheit bewegt sich mit doppelter Geschwindigkeit durch Schnee, Tundra oder Hügel. Sie verfügt auch über einen +25% Kampfbonus auf den Geländefeldern Schnee, Tundra oder Hügel, wenn weder Wald noch Dschungel vorhanden sind.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Drall",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rifling.json"
    },
    "free_promotions": [
        {
            "name": "Bonus bei Schnee, Tundra und Hügeln",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonuses_in_snow,_tundra,_and_hills_at.json"
        }
    ]
}