{
    "id": 20,
    "name": "Atomrakete",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_missile.png",
    "game_info": "Die nukleare Vernichtung der Feinde. Richtet großen Schaden bei Städten und Einheiten innerhalb des Wirkungsradius an.Benötigt Manhattan-Projekt und zwei Uran-Ressourcen.",
    "historical_info": "Atomraketen tragen einen oder mehrere Sprengköpfe, die Wasserstoffbomben enthalten, von denen jede in der Lage ist, eine Stadt zu zerstören. Da sie ihre tödliche Ladung um die halbe Welt befördern können, sind Atomraketen die tödlichste und schrecklichste Waffe, die jemals erschaffen wurde. Momentan gibt es keine realisierbare Abwehr gegen eine Atomrakete: Sobald sie gestartet ist - und wenn kein Wunder geschieht -, ist die Zielstadt erledigt. Abgesehen von der sofortigen Vernichtung durch die enorme Explosion, vergiften Kernwaffenexplosionen Land, Wasser und Luft für die nachfolgenden Generationen. Wechselnde Winde können den tödlichen radioaktiven Niederschlag weit weg befördern und so auf dem ganzen Kontinent das Land und die Menschen vergiften. Es ist ziemlich wahnsinnig, sie gegen einen Feind auf demselben Planeten einzusetzen, es sei denn, man muss diesen Feind davon abhalten, sie selbst einzusetzen.",
    "strategy": "Die Atomrakete ist eine weiterentwickelte und stärkere Atombombe. Die Atomrakete kann in jeder Eurer Städte, auf einem Raketenkreuzer oder an Bord eines Atom-U-Boots stationiert sein. Sie kann von Stützpunkt zu Stützpunkt verlegt werden oder ein Ziel in einer Reichweite von 12 Geländefeldern angreifen. Bei der Detonation beschädigt oder zerstört die Atomrakete Städte und vernichtet alle Einheiten im Explosionsradius von 2 Geländefeldern. Die Rakete wird beim Angriff automatisch zerstört. Siehe Regeln zu Atomwaffen für weitere Details.",
    "movement": 2,
    "cost": {
        "production": 1000,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Fortgeschrittene Ballistik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/advanced_ballistics.json"
    },
    "free_promotions": [
        {
            "name": "Ausweichen (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/evasion_(50).json"
        }
    ]
}