{
    "id": 9,
    "name": "Atom-U-Boot",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/nuclear_submarine.png",
    "game_info": "Unsichtbar für alle Einheiten außer Zerstörern, Raketenkreuzern und anderen U-Booten, bis es angreift oder direkt neben einer anderen Einheit steht. Kann 2 Raketen transportieren und ist darauf spezialisiert, andere Marineeinheiten zu jagen.",
    "historical_info": "Atom-U-Boote stammen aus der Zeit des Kalten Krieges und wurden gebaut, um unentdeckt eine große Anzahl an Atomraketen unter der Wasseroberfläche auf lange Reisen zu schicken. Diese riesigen Schiffe werden selbst mit Atomkraft angetrieben, was ihnen eine fast unbegrenzte Reichweite verschafft (solange die Vorräte nicht knapp werden). Atom-U-Boote sind strategische Waffenplattformen. Sie befördern interkontinentale Raketen, die um die halbe Welt fliegen können, bevor sie ihr Ziel treffen - für gewöhnlich eine feindliche Stadt. Obwohl sie Torpedos und Boden-Luft-Raketen zu ihrer eigenen Verteidigung befördern, ist es ihre oberste Pflicht, unentdeckt zu bleiben und jedem direkten Konflikt mit dem Feind aus dem Weg zu gehen. Sie dürfen auf keinen Fall zerstört werden.Atom-U-Boote waren ein Teil des Kriegskonzepts \"Gleichgewicht des Schreckens\" der USA und der UdSSR: Wenn eine Seite einen Überraschungsangriff mit Atomwaffen auf die andere Seite durchführen sollte, würde die andere Seite mit ihren verbleibenden Atom-U-Booten zum Gegenschlag ausholen und so den Sieger ebenfalls vernichten. Zudem bedeutet diese Taktik, dass niemand einen Atomkrieg gewinnen kann, es sei denn, er könnte zweifelsfrei dafür sorgen, dass alle feindlichen Atom-U-Boote, Flugzeuge und Interkontinentalraketen vernichtet wurden. Ob man dieses Gleichgewicht des Schreckens nun für verrückt erklärt oder nicht, seither gab es auf diesem Planeten keinen Atomkrieg mehr.",
    "strategy": "Das Atom-U-Boot ist besser gepanzert und stärker als die frühere Version. Es ist für die meisten Einheiten unsichtbar und sieht andere U-Boote. Atom-U-Boote können Lenkraketen und Atomraketen transportieren. Genau wie normale U-Boote sind Atom-U-Boote besonders bei Angriffen von feindlichen Zerstörern, Raketenkreuzern und U-Booten gefährdet; es sollten also immer eigene Einheiten vorausgeschickt werden, um zu sehen, ob der Weg frei ist.",
    "movement": 6,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Telekommunikation",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/telecommunications.json"
    },
    "free_promotions": [
        {
            "name": "Ist unsichtbar (U-Boot)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/is_invisible_(submarine)_at.json"
        },
        {
            "name": "Kann U-Boote sehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Tragkraft für 2 Frachten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_carry_2_cargo_at.json"
        },
        {
            "name": "Kann Eis-Geländefelder betreten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_enter_ice_tiles_at.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus bei Angriffen (75)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_when_attacking_(75)_at.json"
        },
        {
            "name": "Zusätzliche Sicht (1)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/extra_sight_(1)_at.json"
        }
    ]
}