{
    "id": 36,
    "name": "Deutscher Panzer",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/panzer.png",
    "game_info": "Schnelle und mächtige Einheit im späten Spiel.Nur die Deutschen können sie bauen. Diese Einheit erhält +1 Fortbewegung im Vergleich zum Panzer, den sie ersetzt.",
    "historical_info": "Zu Beginn des Zweiten Weltkriegs waren deutsche Panzer ihren französischen oder russischen Gegenstücken nicht deutlich überlegen, eher im Gegenteil. Die deutschen Panzer waren in puncto Feuerkraft und Panzerung schlechter ausgerüstet. Stattdessen hatten die Deutschen militärische Vordenker wie Heinz Guderian, Kommandant des Panzerkorps und einer der Erfinder der Blitzkrieg-Taktik der konzentrierten Panzer-Kriegsführung. In Frankreich war diese Taktik erstaunlich erfolgreich und große deutsche Panzerverbände sprengten zahlreiche französische Panzer, die zwar besser bewaffnet und gepanzert waren, aber einzeln zwischen der Infanterie verstreut und damit chancenlos gegen die gebündelte deutsche Feuerkraft waren. Die deutschen Panzer waren in der Frühphase des Kriegs gegen die Sowjetunion ähnlich erfolgreich, bis die UdSSR selbst eine geeignete Taktik für ihre Panzerarmeen entwickelte.",
    "strategy": "Der Deutsche Panzer ist die Spezialeinheit der Deutschen und ersetzt den Panzer, dem er in Stärke und Schnelligkeit überlegen ist. Er kann sich aber nach einem Angriff bewegen und dadurch große Lücken in die feindlichen Linien schlagen und dann hindurchrollen, bevor der Feind seine Schäden reparieren kann.",
    "movement": 6,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Verbundene Waffen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking_at.json"
        }
    ]
}