{
    "id": 34,
    "name": "Fallschirmjäger",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/paratrooper.png",
    "game_info": "Starke Infanterieeinheit, die sich bis zu 9 Geländefelder von freundlich gesinntem Territorium entfernt per Fallschirm absetzen lassen kann. Fallschirmjäger können sich nach dem Absprung noch bewegen und plündern, jedoch erst in der folgenden Runde kämpfen.",
    "historical_info": "Fallschirmjäger sind leichte Infanterie-Einheiten, die speziell dafür ausgebildet sind, von Flugzeugen aus hinter feindlichen Linien in die Schlacht abzuspringen. Zwangsläufig sind sie nur leicht bewaffnet und tragen wenig Munition bei sich, weshalb sich Fallschirmjäger sehr auf das Überraschungsmoment verlassen, um ihre Gegner zu überwältigen. Außerdem müssen sie schnell von Bodeneinheiten verstärkt werden, die die feindlichen Linien durchbrechen, sonst laufen sie Gefahr, vom Feind angegriffen und besiegt zu werden, sobald er sich neu gruppiert und sie umzingelt hat.Im Zweiten Weltkrieg wurden Fallschirmjäger mit mäßigem Erfolg eingesetzt, beispielsweise bei Deutschlands Invasion Dänemarks 1940. 1941 griffen deutsche Fallschirmjäger aus der Luft die Insel Kreta an und nahmen sie ein. Allerdings waren die Verluste unter den Fallschirmspringern so erschreckend hoch, dass weitere großangelegte Fallschirmjäger-Angriffe untersagt wurden. Auch nur mäßig erfolgreich waren die Fallschirmjäger der alliierten Truppen während der Invasion in der Normandie 1944, und die groß angelegte Operation Market Garden in den Niederlanden und Deutschland im selben Jahr war ganz und gar nicht erfolgreich und bedeutete schwere Verluste für die britischen, polnischen und amerikanischen Fallschirmjäger.Spezialeinheiten umfassen bis heute Fallschirmjäger, doch sie werden so gut wie nicht mehr eingesetzt. Die meisten Luftlandetruppen werden inzwischen per Helikopter im feindlichen Gebiet abgesetzt.",
    "strategy": "Der Fallschirmjäger ist ein Infanterist im späten Spiel. Er ist etwas schwächer als eine mechanisierte Infanterieeinheit, kann aber mit einer Reichweite von bis zu 9 Geländefeldern abspringen (ausgehend von freundlich gesinntem Gebiet) und so feindliche Positionen buchstäblich überspringen, um dahinter Straßennetze zu zerstören, wichtige Ressourcen zu plündern und Chaos anzurichten. Der Fallschirmjäger geht bei solchen Missionen ein großes Risiko ein, also sollte das Ziel unbedingt lohnenswert sein!",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Fallschirmsprung möglich",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_paradrop_at.json"
        },
        {
            "name": "Keine Fortbewegungskosten beim Plündern",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_movement_cost_to_pillage_at.json"
        }
    ]
}