{
    "id": 131,
    "name": "Fährtenleser",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pathfinder.png",
    "game_info": "Diese einzigartige Schoschonen-Spezialeinheit ist ausgezeichnet zur Erkundung geeignet, furchterregend im Kampf und ersetzt den Späher. Sie verfügt über eine Beförderung, durch die sie den Vorteil wählen kann, wenn sie eine alte Ruine entdeckt.",
    "historical_info": "Bei den Indianerstämmen der Great Plains und Rocky Mountains gab es stets einige Individuen, die als vorbildliche Kundschafter galten und mit für die Nomaden wichtigen Aufgaben betraut wurden. Diese Fährtenleser spürten Jagdwild und Feinde auf, kundschafteten Wege für die Stammeswanderungen aus, spionierten Feinde und Eindringlinge aus und sorgten für den Schutz der Winterlager. Sie waren derart geschickt, dass die Armeen der Großmächte sie als Kundschafter und Berater anheuerten. Bereits zu Zeiten des Pequot-Krieges (1637 - 1638 n. Chr.) wurden die englischen Kolonisten der Massachusetts-Bucht von Kundschaftern der Stämme der Narragansett und Mohegan unterstützt. Mit dem Ende des Grenzlands und der Abschiebung der amerikanischen Ureinwohner in Reservate fand ihre Rolle als Pfadfinder jedoch ein Ende.",
    "strategy": "Der Fährtenleser ersetzt den Späher und kann nur von den Schoschonen gebaut werden. Er erkundet so gut wie ein Späher und kämpft beinahe so effizient wie ein Krieger. Er erlaubt dem Spieler, den Vorteil zu wählen, wenn er eine alte Ruine entdeckt. Kostet mehr als ein Späher.",
    "movement": 2,
    "cost": {
        "production": 45,
        "faith": 50
    },
    "prereq_tech": {
        "name": "Landwirtschaft",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/agriculture.json"
    },
    "free_promotions": [
        {
            "name": "Alte Sprache",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/native_tongue.json"
        },
        {
            "name": "Ignoriert Geländekosten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/ignores_terrain_cost.json"
        }
    ]
}