{
    "id": 96,
    "name": "Piktenkrieger",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/pictish_warrior.png",
    "game_info": "Nur die Kelten können diese Einheit bauen. Sie hat einen Kampfbonus außerhalb des verbündeten Territoriums und kann feindliche Verbesserungen ohne zusätzliche Fortbewegungskosten plündern. Verdient beim Sieg 50% der gegnerischen Stärke als Glaube.",
    "historical_info": "Die Pikten waren ein Volk, das während der späten Eisenzeit im heutigen östlichen und nördlichen Schottland lebte, einer der vielen keltischen Stämme auf den britischen Inseln. Ihre Krieger waren nicht nur unter den anderen keltischen Völkern gefürchtet, sondern sogar bei den gerühmten römischen Legionären. Der griechische Historiker Dionysius sollte während der Herrschaft des Cäsar Augustus schreiben, dass ihr \"Kampfverhalten, das in starkem Maße an wilde Tiere und Raserei erinnert\", ihnen beträchtliche Erfolge einbrachte gegen die schwerfälligen militärischen Formationen, die in den Wäldern und Hügeln Nordeuropas operierten.Ihr Furcht erregender Ruf wurde durch den Einsatz des Carnyx, einer bronzenen Trompete, die während der Schlacht pausenlos ertönte, um die Pikten anzustacheln und Gegner einzuschüchtern, noch verstärkt. Berichte über die abgetrennten Köpfe besiegter Gegner, die Piktenkrieger bei sich tragen sollten, taten ihr Übriges. Die Pikten glaubten, wenn sie die Köpfe besiegter Gegner mit in die Schlacht nahmen, würde ihnen Mut und vielleicht göttlicher Zorn eingeflößt.",
    "strategy": "Der Piktenkrieger ist die Spezialeinheit der Kelten. Sie ist perfekt für frühe Überfälle geeignet und kann den Besitz des Gegners verwüsten, da sie innerhalb eines Zuges schnell plündern und sich fortbewegen kann. Außerdem bringen sie Glauben für jede Einheit, die sie besiegt, was die religiösen Ziele während des Krieges konstant näherbringt.",
    "movement": 2,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Bronzeverarbeitung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/bronze_working.json"
    },
    "free_promotions": [
        {
            "name": "Fremdes-Land-Bonus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/foreign_lands_bonus.json"
        },
        {
            "name": "Keine Fortbewegungskosten beim Plündern",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_movement_cost_to_pillage.json"
        }
    ]
}