{
    "id": 44,
    "name": "Schütze",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rifleman.png",
    "game_info": "Starke Landeinheit für den Frontkampf im mittleren Abschnitt des Spiels.",
    "historical_info": "Ein Gewehr ist eine Schusswaffe, die von der Schulter gefeuert wird. Das Innere des Laufs besitzt eine spiralförmige Nut, die dem Projektil einen Drall verleiht, was die Reichweite und Stabilität im Gegensatz zu Glattrohrgeschützen erhöht. Die ersten Waffen mit gezogenen Läufen tauchten in Europa im 15. Jahrhundert auf, doch Schwierigkeiten bei der Herstellung verhinderten den verbreiteten Gebrauch bis zum 19. Jahrhundert. Britische und amerikanische Plänkler und Späher wurden während der Napoleonischen Kriege von 1812 mit Musketen mit gezogenem Lauf ausgerüstet, doch die längere Ladezeit verhinderte noch einige Jahre lang, dass diese Waffen in der regulären Infanterie eingesetzt wurden.Die Erfindung des Minié-Geschosses verkürzte die Ladezeit erheblich und in der Zeit des Amerikanischen Bürgerkriegs wurden Musketen mit gezogenem Lauf mittlerweile in allen größeren europäischen Armeen eingesetzt. Zum Ende des Bürgerkriegs wurde die Muskete mit gezogenem Lauf von einer neuen Waffe verdrängt - dem Hinterlader. Dieses Gewehr hatte eine Schussrate von etwa einer Sekunde (je nachdem, wie schnell man den Hebel und dann den Abzug ziehen konnte) im Gegensatz zu den etwa 20 bis 30 Sekunden, die ein geübter Schütze mit einer Vorderlader-Muskete zwischen zwei Schüssen benötigte.",
    "strategy": "Der Schütze ist die Schießpulver-Einheit, die auf den Musketier folgt. Er ist etwas stärker als der Musketier, was Armeen mit dieser fortschrittlichen Einheit einen immensen Vorteil gegenüber Zivilisationen verschafft, die noch nicht über sie verfügen.",
    "movement": 2,
    "cost": {
        "production": 225,
        "faith": 450
    },
    "prereq_tech": {
        "name": "Drall",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rifling.json"
    },
    "free_promotions": []
}