{
    "id": 27,
    "name": "Raketenartillerie",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/rocket_artillery.png",
    "game_info": "Schnelle Belagerungseinheit des späteren Spiels. Anders als andere Belagerungseinheiten muss sie vor dem Feuern nicht in Stellung gehen.",
    "historical_info": "In der Vergangenheit setzte die Artillerie meist chemische Sprengsätze ein, um träge Geschosse auf ihre Ziele zu schleudern. Raketenartillerie hingegen feuert Raketengeschosse mit eigener Treibladung ab. Das ermöglicht kleinere und leichtere Artillerierohre als bei traditioneller Artillerie und sorgt für schnelle, bewegliche Artilleriefahrzeuge, die immer noch über ordentliche Durchschlagskraft verfügen. Noch fortschrittlichere Artilleriesysteme können Steuerungssysteme beinhalten, mit denen während des Flugs der Kurs eines Geschosses korrigiert werden kann.",
    "strategy": "Raketenartillerie ist eine extrem starke Belagerungswaffe und der normalen Artillerie haushoch überlegen. Raketenartillerie muss vor dem Feuern nicht in Stellung gebracht werden und ist somit viel schneller einsetzbar als ältere Feuerwaffen. Auch wenn ihre Sichtweite beschränkt ist, kann die Raketenartillerie durch indirektes Feuer Ziele angreifen, die sie selbst nicht sieht (solange eine andere freundlich gesinnte Einheit sie sehen kann). Wie jede andere Artillerieeinheit ist sie besonders durch Infanterie- und Panzerangriffe gefährdet und sollte deshalb mit geeigneten Einheiten geschützt werden.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 850
    },
    "prereq_tech": {
        "name": "Raketentechnik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/rocketry.json"
    },
    "free_promotions": [
        {
            "name": "Indirektes Feuer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/indirect_fire_sh.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus gegen Städte (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_cities_(200)_at.json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility_at.json"
        }
    ]
}