{
    "id": 53,
    "name": "Samurai",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/samurai.png",
    "game_info": "Mächtige Infanterieeinheit des Mittelalters. Nur die Japaner können sie bauen. Diese Einheit kämpft effektiver und produziert Große Generäle schneller als der Langschwertkämpfer, den sie ersetzt. Samurai zu Wasser können Fischerboote in einer Runde bauen, ohne verbraucht zu werden, was sie sogar in Friedenszeiten sehr nützlich macht.",
    "historical_info": "Vor der Erfindung des Schießpulvers waren die japanischen Samurai wohl die besten Kämpfer seit den römischen Legionen. Die Samurai erschienen im 12. Jahrhundert auf der Bildfläche und waren eine Kriegerkaste, die dem Bushido-Kodex folgte, der Mut, Ehre und Loyalität über das Leben selbst stellte. Samurai trugen in der Regel zwei Schwerter, das einschneidige Katana und das kürzere Wakizashi; Letzteres wurde für das (Selbstmord-)Ritual \"Seppuku\" benutzt. Diese Schwerter waren den entsprechenden westlichen Langschwertern weit überlegen, da die japanischen Schwertschmiede Meister in der Kunst waren, harten und weichen Stahl zu kombinieren. Einige trugen auch einen Bogen oder Speer und später Schusswaffen. Abhängig von der Epoche (und dem Reichtum und Status des Samurai) trug ein Samurai Schutzkleidung aus gefüttertem Stoff oder lackiert, oder sogar eine Rüstung aus Metall.",
    "strategy": "Der Samurai ist die Spezialeinheit der Japaner und ersetzt den Langschwertkämpfer. Beide Einheiten sind etwa gleich stark, doch der Samurai erhält automatisch die \"Schock I\"-Beförderung, die ihm einen Vorteil beim Kampf auf offenem Gelände bringt. Der Erfolg beim Kampf mit einem Samurai erhöht die Chance auf das Erscheinen von Großen Generälen. Kann Fischerboote bauen, ohne verbraucht zu werden.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Stahl",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/steel.json"
    },
    "free_promotions": [
        {
            "name": "Schock I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/shock_i_m.json"
        },
        {
            "name": "Große Generäle II",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/great_generals_ii_at.json"
        }
    ]
}