{
    "id": 108,
    "name": "Wassergeuse",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/sea_beggar.png",
    "game_info": "Marineeinheit, die sich auf den Angriff von Küstenstädten spezialisiert hat, um Gold und feindliche Schiffe einzunehmen. Nur die Holländer können sie bauen.",
    "historical_info": "Die Wassergeusen (etwa \"Wasserbettler\") waren eine Vereinigung von Freibeutern, die die spanische Herrschaft der Niederlande ablehnten und während des Achtzigjährigen Krieges aktiv wurden. Der Name stammt von einer Gruppe niederländischer Adliger, die mit einer Liste von Klagen und Bitten zum Palast der Herzogin von Parma marschierten. Die Berater der Herzogin nannten die Gruppe \"Bettler\" - der Name blieb hängen.1569 erhielten die Wassergeusen offizielle Autorisierung von Wilhelm von Oranien und insgesamt 84 Schiffe wurden seetüchtig gemacht. Anfangs blieben die Wassergeusen bei einfachen Beutezügen, doch in einer verzweifelten Zeit eroberten sie eine spanische Stadt und ihre Garnison mit Gewalt. Durch ihren Sieg ermutigt wurden sie aggressiver und nahmen weitere Städte entlang der Küste ein. Der Erfolg der Wassergeusen war wie ein Schlachtruf an die restlichen Niederlande und die gesamte Nation begann zu rebellieren. Heute gilt der Sieg über die spanische Garnison von Brielle durch die Wassergeusen als der Beginn des Krieges um die niederländische Unabhängigkeit.",
    "strategy": "Marineeinheit, die sich auf den Angriff von Küstenstädten spezialisiert hat, um Gold und feindliche Schiffe einzunehmen. Nur die Holländer können sie bauen. Heilt außerhalb des verbündeten Gebietes. Beginnt mit den ersten beiden Küstenräuber-Beförderungen, wodurch sie Gold durch den Angriff auf Küstenstädte verdient. Kann alle feindlichen Marineeinheiten, die sie besiegt, als Prisenschiffe übernehmen.",
    "movement": 5,
    "cost": {
        "production": 150,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Navigation",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
    },
    "free_promotions": [
        {
            "name": "Küstenräuber I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/coastal_raider_i_n.json"
        },
        {
            "name": "Küstenräuber II",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/coastal_raider_ii_n.json"
        },
        {
            "name": "Prisenschiffe",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/prize_ships_at.json"
        },
        {
            "name": "Versorgung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/supply_n.json"
        }
    ]
}