{
    "id": 87,
    "name": "Schleuderschütze",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/slinger.png",
    "game_info": "Diese Spezialeinheit der Inka ist eine der ersten verfügbaren Fernwaffen-Einheiten und ersetzt den Bogenschützen. Der Schleuderschütze ist nicht stärker als der Bogenschütze, sondern bei Nahkampfangriffen sogar schwächer. Er verfügt allerdings über eine Beförderung, die ihm mit hoher Wahrscheinlichkeit den Rückzug erlaubt, bevor der gegnerische Nahkampfangriff stattfindet.",
    "historical_info": "Die Inkakrieger waren wohlbekannt als ausgezeichnete Schleuderschützen. Das Projektil ihrer Wahl bestand aus einem abgerundeten Stein. Die Schleuder verfügt nicht über die Reichweite oder Stoppwirkung von Pfeil und Bogen, ist jedoch eine bemerkenswert kleine und leichte Waffe, sodass Infanterie-Krieger sie problemlos mitführen konnten, ohne durch sie behindert zu werden. Und wie im Alten Testament geschrieben steht, kann ein geübter Schleuderschütze sogar den größten Gegner mit einem einzigen Stein töten ...",
    "strategy": "Der Schleuderschütze ist eine Fernwaffeneinheit der Infanterie in der Antike, die Feinde aus der Distanz angreifen kann. Diese Spezialeinheit der Inka kann vor den meisten Nahkampfangriffen den Rückzug antreten. Nutzt ihn, um den Feind zu drangsalieren. Der Schleuderschütze kann allerdings leicht besiegt werden, wenn ihn der Gegner in die Enge drängt oder ihn mit schnellen Einheiten verfolgt.",
    "movement": 2,
    "cost": {
        "production": 40,
        "faith": 80
    },
    "prereq_tech": {
        "name": "Bogenschießen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/archery.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Vor Nahkampf zurückziehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/withdraw_before_melee_at.json"
        }
    ]
}