{
    "id": 21,
    "name": "Tarnkappenbomber",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/stealth_bomber.png",
    "game_info": "Eine Langstrecken-Lufteinheit, die feindliche Einheiten und Städte aus der Luft angreift.",
    "historical_info": "Mit der Weiterentwicklung der Flugabwehrtechnologie verbesserte sich auch die Konstruktion strategischer und taktischer Bomber. Abschüsse können vermieden werden, indem man für das feindliche Radar und andere Peilgeräte unsichtbar bleibt. Der moderne Tarnkappenbomber wird aus robusten Verbundstoffen hergestellt, mit einer besonderen Legierung aus Tarnmaterialien ummantelt und so geformt, dass er das feindliche Radar ablenkt. Tarnkappenbomber können Atom- oder normale Bomben befördern. Tarnkappenbomber sind zwar sehr effektiv, aber äußerst teuer: Die Kosten jedes amerikanischen B-2-Tarnkappenbombers belaufen sich auf schätzungsweise eine Milliarde US-Dollar, mehr als genug, um den Geldbeutel beinahe jeder Nicht-Supermacht auf der Welt zu sprengen.",
    "strategy": "Der Tarnkappenbomber ist ein verbesserter Bomber mit größerer Reichweite, größerer Fernkampfstärke und besseren Ausweichmöglichkeiten gegen feindliche Flugabwehr und Jäger. Der Tarnkappenbomber hat die Fähigkeit \"Luftaufklärung\" und kann somit zu Beginn der Runde alles in einem Radius von 6 Geländefeldern sehen. Tarnkappenbomber können nicht auf Flugzeugträgern transportiert werden. Siehe Regeln zu Flugzeugen für weitere Informationen.",
    "movement": 2,
    "cost": {
        "production": 425,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Tarnung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/stealth.json"
    },
    "free_promotions": [
        {
            "name": "Ausweichen (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/evasion_(100).json"
        },
        {
            "name": "Luftaufklärung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_recon.json"
        }
    ]
}