{
    "id": 12,
    "name": "U-Boot",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/submarine.png",
    "game_info": "Unsichtbar für alle Einheiten außer Zerstörern, Raketenkreuzern und anderen U-Booten, bis es angreift oder direkt neben einer anderen Einheit steht. Kann großen Schaden bei anderen Schiffen anrichten, wenn sie unbemerkt in Reichweite gelangen.",
    "historical_info": "U-Boote aus der Zeit vor der atomaren Kriegsführung wurden hauptsächlich gegen Handelsschiffe eingesetzt, um die Versorgungskette des Gegners zu unterbrechen. Im Zweiten Weltkrieg waren U-Boote generell mit Torpedorohren an der Längsseite und möglicherweise noch mit einem kleinen Deckgeschütz ausgerüstet, mit dem Handelsschiffe versenkt werden konnten - solange nicht zurückgeschossen wurde.Mit wenigen Ausnahmen griffen U-Boote keine feindlichen Marineeinheiten an. Ihre Aufgabe war es, Handelsschiffe zu versenken und anschließend schnell zu flüchten, bevor sie von feindlichen Kriegsschiffen oder Flugzeugen entdeckt wurden. Bei Begegnungen mit Zerstörern zogen U-Boote fast immer den Kürzeren. In beiden Weltkriegen standen deutsche U-Boote erschreckend kurz davor, das Vereinigte Königreich aufgrund von mangelnden Nahrungsmitteln zur Aufgabe zu zwingen - im Ersten Weltkrieg wurden 11 Millionen Tonnen Schiffsladung versenkt, im Zweiten 14 Millionen Tonnen, auf Kosten von insgesamt knapp 1.000 U-Booten.",
    "strategy": "Das U-Boot ist eine auf das Abschießen von Schiffen spezialisierte Marineeinheit. Es ist für die meisten Einheiten außer Zerstörern, Raketenkreuzern und anderen U-Booten unsichtbar, bis es angreift oder an andere Einheiten angrenzt. Das U-Boot kann sich durch Eis-Geländefelder bewegen. Das U-Boot sollte eingesetzt werden, um feindliche Gewässer auszukundschaften und feindliche Schiffe zu versenken, aber auch um eigene Schiffe vor feindlichen U-Boot-Angriffen zu schützen.",
    "movement": 5,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Kühltechnik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/refrigeration.json"
    },
    "free_promotions": [
        {
            "name": "Ist unsichtbar (U-Boot)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/is_invisible_(submarine)_at.json"
        },
        {
            "name": "Kann U-Boote sehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_see_submarines_at.json"
        },
        {
            "name": "Kann Eis-Geländefelder betreten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_enter_ice_tiles_at.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        },
        {
            "name": "Bonus bei Angriffen (75)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_when_attacking_(75)_at.json"
        }
    ]
}