{
    "id": 35,
    "name": "Panzer",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/tank.png",
    "game_info": "Schnelle und starke Einheit im späten Spiel.",
    "historical_info": "Panzer bieten die Feuerkraft von Artillerie und die Beweglichkeit von Kavallerie. Die ersten Panzer tauchten gegen Ende des Ersten Weltkriegs auf und waren entwickelt worden, um die damalige Vorherrschaft der defensiven Kriegsführung zu überwinden: Massive Infanterieangriffe führten mittlerweile durch Maschinengewehre, Stacheldrahtzaun und Schützengräben zu kostspieligen Fehlschlägen und Kavallerieangriffe waren völlig obsolet geworden. Obwohl die frühen Panzer schlecht konstruiert waren und die unerfahrenen Besatzungen immer wieder mit Motorproblemen zu kämpfen hatte, besaßen die Panzer dennoch großes Potenzial - zumindest für diejenigen, die sich damit beschäftigten. Im Zweiten Weltkrieg setzten die Deutschen auf die sogenannte Blitzkrieg-Taktik - extrem schnelle Angriffe mit Panzerverbänden an der Spitze - mit außergewöhnlichem Erfolg: Die Deutschen nahmen Frankreich ein und vertrieben die britische Armee vom Festland, bevor deren Generäle eine Antwort auf diese erstaunliche neue Taktik finden konnten. Panzer sind zwar bis heute das wichtigste Offensivelement von Bodentruppen, doch sie haben sich auch als relativ angreifbar durch eine neuere, noch schnellere Waffe erwiesen: den Kampfhubschrauber.",
    "strategy": "Der Panzer ist eine extrem starke und mobile Landeinheit. Er kann sich nach dem Kampf bewegen und so Löcher in die feindlichen Linien reißen, um danach die frei gewordenen Geländefelder zu besetzen.",
    "movement": 5,
    "cost": {
        "production": 375,
        "faith": 750
    },
    "prereq_tech": {
        "name": "Verbundene Waffen",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/combined_arms.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        }
    ]
}