{
    "id": 54,
    "name": "Tribok",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trebuchet.png",
    "game_info": "Mächtige mittelalterliche Belagerungseinheit, die gut die Verteidigungen feindlicher Städte dezimieren kann. Muss vor dem Feuern in Stellung gehen.",
    "historical_info": "Der Tribok ist eine mächtige mittelalterliche Belagerungswaffe. Er wurde zuerst im 12. Jahrhundert in Europa eingesetzt und konnte aus weiter Entfernung ein 300-Pfund-Geschoss in oder über die feindlichen Mauern schleudern. Die mittelalterliche europäische Version des Triboks war ein Gerät mit einem Gegengewicht. Es bestand aus einem sehr langen hölzernen Arm mit einer Schlinge auf der einen Seite und einem schweren Gewicht am anderen Ende, und war auf einem schweren Holzgerüst aufgesetzt. Der lange Arm wurde heruntergewunden, dadurch wurde das schwere Gewicht angehoben und ein Geschoss in die Schlinge gelegt. Wurde diese gelöst, fiel das Gewicht herunter, der Arm schoss in die Luft und das Geschoss wurde über eine große Distanz hinweggeschleudert. Diese Geräte waren in der Regel nicht mobil und es dauerte recht lange, sie zu errichten, was ihren effektiven Einsatz auf ausgedehnte Belagerungen beschränkte.",
    "strategy": "Ein Tribok ist eine mittelalterliche Belagerungswaffe, deutlich stärker als die älteren Katapulteinheiten. Der Tribok benötigt 1 FP, um in Stellung zu gehen, kann dann aber bei befestigten feindlichen Städten erhebliche Schäden anrichten. Ein Tribok sollte stets mit Nahkampf- und Fernwaffen-Einheiten geschützt werden, um Feinde am Näherkommen zu hindern.",
    "movement": 2,
    "cost": {
        "production": 120,
        "faith": 240
    },
    "prereq_tech": {
        "name": "Physik",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/physics.json"
    },
    "free_promotions": [
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        },
        {
            "name": "Bonus gegen Städte (200)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_cities_(200).json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Muss für Fernkampf in Stellung gehen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/must_set_up_to_ranged_attack.json"
        },
        {
            "name": "Eingeschränkte Sicht",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/limited_visibility.json"
        }
    ]
}