{
    "id": 114,
    "name": "Dreidecker",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/triplane.png",
    "game_info": "Frühe Lufteinheit, die ankommende feindliche Flieger abfangen kann.",
    "historical_info": "Seinen Namen verdankt der Dreidecker seinem einmaligen System aus drei Tragflächen. Er kam mal mehr, mal weniger erfolgreich im Ersten Weltkrieg zum Einsatz. Der berühmteste Dreidecker, der Fokker Dr.I, wurde von der deutschen Luftwaffe häufig eingesetzt und als das Lieblingsflugzeug des legendären Roten Barons berüchtigt. Obwohl die Ingenieure mit mehreren Variationen des Dreidecker-Entwurfs arbeiteten, ließen ihn die Fortschritte beim Bau des traditionellen Doppeldeckers doch binnen eines Jahrzehnts nach seiner Einführung wieder verschwinden.",
    "strategy": "Der Dreidecker ist eine frühe Lufteinheit im Spiel. Er kann in jeder eigenen Stadt oder auf einem Flugzeugträger stationiert werden. Er kann sich von Stadt zu Stadt bewegen (oder Flugzeugträger) und \"Missionen\" innerhalb seiner Reichweite von 5 Geländefeldern ausführen. Mit ihm kann man feindliche Flugzeuge und Bodeneinheiten angreifen, Feindpositionen ausspähen und sich gegen feindliche Luftangriffe wehren. Weitere Informationen sind in den Regeln der Flugzeuge zu finden.",
    "movement": 2,
    "cost": {
        "production": 325,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Luftfahrt",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/flight.json"
    },
    "free_promotions": [
        {
            "name": "Abfangen (50)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/interception_(50)_at.json"
        },
        {
            "name": "Luftraumsäuberung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_sweep_at.json"
        },
        {
            "name": "Luftaufklärung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_recon_at.json"
        },
        {
            "name": "Bonus gg. Bomber/Hubschrauber (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_bombers_helicopters_(150)_at.json"
        }
    ]
}