{
    "id": 18,
    "name": "Triere",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/trireme.png",
    "game_info": "Marineeinheit der Antike, die eingesetzt wird, um die See mit Nahkampfangriffen auf Marineeinheiten und Städte zu kontrollieren.",
    "historical_info": "Trieren waren Kriegsschiffe, die von den antiken Marinen im Mittelmeerraum eingesetzt wurden. Auch wenn sie über ein Segel verfügten, wurden sie im Kampf von drei Ruderreihen angetrieben. Von trainierten und motivierten Ruderern angetriebene Trieren konnten überraschend schnell und wendig sein. Trieren waren am Bug meist mit einem spitzen Schnabel (Ramme) ausgestattet, um gegnerische Schiffe rammen und versenken zu können. Einige Trieren führten auch Bogenschützen für den Fernkampf mit, während andere eine Menge Infanteristen an Bord hatten. Diese Schiffe begaben sich neben die feindlichen Schiffe, um den Infanteristen einen Enterversuch zur Übernahme des feindlichen Schiffes zu ermöglichen. Trieren waren wichtige Militärschiffe, bis sie durch die Erfindung von Kanonen und weiteren Fortschritten im Schiffbau und bei der Segeltakelage verdrängt wurden.",
    "strategy": "Die Triere ist die erste Marineeinheit, die Zivilisationen im Spiel bauen können. Sie ist eine Nahkampf-Einheit, die Einheiten auf dem Meer oder Städte angreifen kann (sie kann aber keine Fernangriffe ausführen). Die Triere ist nützlich, um Barbarenschiffe in heimischen Gewässern zu zerstören oder um in begrenztem Rahmen die Welt zu erkunden (sie kann sich nur auf Tiefsee-Geländefelder außerhalb der Stadtgrenzen bewegen, wenn sie aus Polynesien stammt).",
    "movement": 4,
    "cost": {
        "production": 45,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Segeln",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/sailing.json"
    },
    "free_promotions": [
        {
            "name": "Kein Zugang zur Tiefsee",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/cannot_enter_deep_ocean.json"
        }
    ]
}