{
    "id": 93,
    "name": "Schildkrötenschiff",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/turtle_ship.png",
    "game_info": "Schwer gepanzerte Marineeinheit der Renaissance, die nur schwer besiegbar ist. Schildkrötenschiffe können jedoch keine Tiefsee-Geländefelder außerhalb der Stadtgrenzen durchqueren. Nur Korea darf sie bauen. Ersetzt die Karavelle.",
    "historical_info": "Diese großen gepanzerten Kriegsschiffe aus der Joseon-Dynastie spielten bei der Verteidigung Koreas während der japanischen Invasionen im 16. Jahrhundert eine entscheidende Rolle. Sie waren typischerweise zu gleicher Anzahl mit Soldaten und Ruderern besetzt und so hatte die koreanische Marine ein mächtiges Nahkampfschiff zur Verfügung. Das Schildkrötenschiff sollte den Gegner in Angst und Schrecken versetzen und jedes davon war am Bug mit einer geschnitzten Drachenfigur ausgestattet, die angeblich eine Wolke aus schwefelhaltigem Rauch ausstieß, um das Schiff bei seiner Näherung zu verbergen. Anders als die meisten Segelschiffe dieser Zeit besaß das Schildkrötenschiff kein Oberdeck. Die oberste Ebene des Schiffs war voller Eisenspitzen, um ein Entern durch den Gegner zu verhindern. Die Ruderer und die Soldaten waren weiter unten auf verschiedene Decks verteilt. Die Bewaffnung des Schildkrötenschiffes bestand aus bis zu zwei Dutzend Kanonen und anderen Kleinprojektilwaffen und so stellte es für die überrumpelten Seestreitkräfte von Koreas Feinden ein überaus gefährliches Wasserfahrzeug dar.",
    "strategy": "Das Schildkrötenschiff ist eine Spezialeinheit Koreas. Sein Angriff ist stärker als der der Karavelle, die es ersetzt. Schildkrötenschiffe sind nur sehr schwer zu besiegen, sie können aber Tiefsee-Geländefelder außerhalb der Stadtgrenzen nicht durchqueren.",
    "movement": 4,
    "cost": {
        "production": 120,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Astronomie",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/astronomy.json"
    },
    "free_promotions": [
        {
            "name": "Kein Zugang zur Tiefsee",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/cannot_enter_deep_ocean.json"
        }
    ]
}