{
    "id": 72,
    "name": "Kriegsstreitwagen",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/war_chariot.png",
    "game_info": "Eine schnelle Fernwaffen-Einheit. Nur die Ägypter können sie bauen. Für diese Einheit werden keine Pferde benötigt, anders als für den Streitwagen-Bogenschützen, den sie ersetzt.",
    "historical_info": "Die Ägypter wussten schon früh mit Streitwagen umzugehen und ihre Kriegsstreitwagen wurden zu Recht von den Feinden gefürchtet. Die Pharaonen zogen oft persönlich in Streitwagen in die Schlacht. Amenophis II. behauptete von sich selbst, dass er von einem fahrenden Streitwagen aus vier Ziele, die 10 Meter auseinander standen, mit einer derartigen Wucht getroffen habe, dass die Pfeile die 8 cm dicken Kupferziele durchschlagen haben sollen. Wie jede Kavallerie sind auch Streitwagen äußerst gefährlich für Feinde, die sich zurückziehen. Sobald der Gegner flüchtet, kann sein Schild ihn nicht länger schützen und entweder er ist dem Bogenfeuer schutzlos ausgeliefert oder wird von den Rädern eines rasenden Streitwagens zermalmt.",
    "strategy": "Der Kriegsstreitwagen ist die Spezialeinheit der Ägypter und ersetzt den Streitwagen-Bogenschützen. Er ist schneller als der normale Streitwagen-Bogenschütze, und der ägyptische Spieler kann ihn auch ohne Pferde-Ressource bauen. Als berittene Einheit ist der Kriegsstreitwagen ziemlich gefährdet bei Angriffen von Speerkämpfern.",
    "movement": 5,
    "cost": {
        "production": 56,
        "faith": 112
    },
    "prereq_tech": {
        "name": "Das Rad",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Malus für unwegsames Gelände",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/rough_terrain_penalty.json"
        },
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack.json"
        }
    ]
}