{
    "id": 73,
    "name": "Kriegselefant",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/war_elephant.png",
    "game_info": "Eine schnelle Fernwaffen-Einheit, die in flachem Gelände sehr effektiv ist. Nur die Inder können sie bauen. Diese Einheit hat eine höhere Kampf- und Fernkampfstärke als der Streitwagen-Bogenschütze, den sie ersetzt.",
    "historical_info": "Kriegselefanten sind ein Furcht einflößender Anblick auf dem Schlachtfeld und für die eigenen Truppen meist genauso gefährlich wie für den Gegner. Man kann sie mit Fug und Recht als die erste Massenvernichtungswaffe der Welt betrachten. Die Inder setzten Elefanten zu Kriegszwecken ein, bis sie durch die Erfindung des Schießpulvers überflüssig wurden. Vor der Erfindung des Schießpulvers dienten Kriegselefanten vor allem zwei Zwecken: Als Erstes versetzte ihr Geruch Pferde in Panik, wodurch die gegnerische Kavallerie praktisch ausgeschaltet wurde. Und als Zweites konnten sie selbst die stärksten Infanterie-Reihen durchbrechen und ganze Speerwände zerquetschen, die kein Pferd je überlebt hätte. Elefanten waren extrem schwer zu töten und Berichten zufolge konnten sie sechzig Pfeile oder sogar mehr überleben. Das Hauptproblem mit Elefanten war, dass sie unter Einfluss von Schmerz oder Wut wild wurden und von den Reitern nicht mehr zu kontrollieren waren. Elefantenreiter trugen häufig einen großen Nagel und einen Hammer bei sich, um das Tier zu töten, wenn es sich gegen die eigenen Truppen wandte.",
    "strategy": "Der Kriegselefant ist die Spezialeinheit der Inder und ersetzt den Streitwagen-Bogenschützen. Er ist stärker (wenn auch langsamer) als der Streitwagen-Bogenschütze und kann sich ohne dessen Malus durch jegliches Gelände bewegen. Als berittene Einheit ist der Kriegselefant ziemlich verwundbar gegen Speerkämpfer.",
    "movement": 3,
    "cost": {
        "production": 70,
        "faith": 140
    },
    "prereq_tech": {
        "name": "Das Rad",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/the_wheel.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses_at.json"
        },
        {
            "name": "Kann keine Nahkampfangriffe ausführen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/may_not_melee_attack_at.json"
        }
    ]
}