{
    "id": 122,
    "name": "Flügelhusar",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/winged_hussar.png",
    "game_info": "Schwere berittene Einheit, die auf den Sieg über feindliche berittene Einheiten spezialisiert ist. Diese Einheit ist schneller und mächtiger als der Lancier, den sie ersetzt. Zwingt Verteidiger zum Rückzug, wenn sie mehr Schaden verursacht, als sie einsteckt. Kann nur von den Polen gebaut werden.",
    "historical_info": "Der sogenannte Flügelhusar wurde von König Stefan Batory in den 1570er Jahren in das Militär von Polen-Litauen eingeführt. Flügelhusaren trugen üblicherweise mehrere Zweitwaffen wie Kriegshammer, Szabla (Säbel) und eine oder zwei Radschlosspistolen (später Steinschlosspistolen) in Sattelholstern. Die auffälligste Ausstattung waren jedoch die riesigen \"Flügel\", die mit einem Holzgestell am Sattel oder den Schultern des Reiters befestigt und mit Adler-, Schwanen-, Gänse- oder Straußenfedern bestückt waren. Der wahre Zweck der Flügel konnte nie sicher bestimmt werden, doch es gibt zahlreiche Vermutungen: Manche halten die Flügel für eine Verteidigung gegen Angriffe von hinten, andere denken, dass die Pferde von den Schlachtgeräuschen abgelenkt werden sollten. Und wieder andere halten die Flügel für einen Einschüchterungsversuch gegen feindliche Fußsoldaten, da die Husaren so größer erschienen.",
    "strategy": "Der Flügelhusar ist der Lancier-Ersatz und kann nur von den Polen gebaut werden. Er ist schneller und mächtiger als der Lancier und zwingt Verteidiger zum Rückzug, wenn er mehr Schaden verursacht, als er erleidet. Verteidiger, die sich nicht zurückziehen können, erleiden zusätzlichen Schaden.",
    "movement": 5,
    "cost": {
        "production": 185,
        "faith": 370
    },
    "prereq_tech": {
        "name": "Metallverarbeitung",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/metallurgy.json"
    },
    "free_promotions": [
        {
            "name": "Keine defensiven Gelände-Bonusse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/no_defensive_terrain_bonuses.json"
        },
        {
            "name": "Fortbewegung nach einem Angriff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/can_move_after_attacking.json"
        },
        {
            "name": "Malus beim Angriff auf Städte (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/penalty_attacking_cities_(33).json"
        },
        {
            "name": "Schwerer Ansturm",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/heavy_charge.json"
        },
        {
            "name": "Schock I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/shock_i.json"
        },
        {
            "name": "Formation I",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/formation_i.json"
        }
    ]
}