{
    "id": 33,
    "name": "Zero",
    "icon": "https://eyefyre.github.io/civvapi/images/unit_icons/zero.png",
    "game_info": "Lufteinheit für die Vorherrschaft in der Luft und das Abfangen feindlicher Flugzeuge. Nur die Japaner können sie bauen. Diese Einheit bekommt einen Bonus gegen andere Jäger und benötigt kein Öl.",
    "historical_info": "Die Mitsubishi A6M Zero war ein Flugzeug, das während des gesamten Zweiten Weltkriegs eingesetzt wurde. Zu Beginn des Kriegs war es der beste Jäger der Welt, der von Flugzeugträgern aus startete. Die Maschine war sehr wendig und hatte eine hohe Reichweite, weswegen sie für den Kurvenkampf hervorragend geeignet war, bei dem sie die unterlegenen amerikanischen und britischen Flugzeuge leicht abhängen konnte. Die alliierten Jäger wurden während des Kriegs erheblich verbessert, wohingegen die japanische Luftwaffe unter einem Mangel an Material und Arbeitskräften zu leiden hatte, was letztlich zur Unterlegenheit der Zero führte. Dennoch war die Zero zu ihren besten Zeiten ein hervorragender Jäger und hatte die Lufthoheit im riesigen Pazifikgebiet.",
    "strategy": "Die Zero ist die Spezialeinheit der Japaner und ersetzt den Jäger. Die Zero ist eine durchschnittlich starke Lufteinheit, die dem Standard-Jäger ähnelt, aber im Luftkampf gegen andere Jäger einen erheblichen Kampfbonus erhält. Außerdem benötigt sie kein Öl. Sie kann in jeder freundlich gesinnten Stadt oder auf einem Flugzeugträger stationiert werden. Sie kann von Stadt zu Stadt (oder Flugzeugträger) verlegt werden und Missionen innerhalb einer Reichweite von 8 Geländefeldern fliegen. Siehe Regeln für Flugzeuge für weitere Informationen.",
    "movement": 2,
    "cost": {
        "production": 375,
        "faith": 0
    },
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/radar.json"
    },
    "free_promotions": [
        {
            "name": "Abfangen (100)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/interception_(100).json"
        },
        {
            "name": "Bonus gegen Jäger (33)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_fighters_(33).json"
        },
        {
            "name": "Luftraumsäuberung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_sweep.json"
        },
        {
            "name": "Luftaufklärung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/air_recon.json"
        },
        {
            "name": "Bonus gg. Bomber/Hubschrauber (150)",
            "url": "https://eyefyre.github.io/civvapi/v1/de/promotions/bonus_vs_bombers_helicopters_(150).json"
        }
    ]
}