{
    "id": 28,
    "name": "Feitoria",
    "game_info": "Eine Feitoria - portugiesisch für \"Fabrik\" - war ein Handelsposten, der im Mittelalter in fremden Gebieten errichtet wurde. Sie diente zudem als Marktplatz, Lagerhaus, Siedlung und Ausgangspunkt für Erkundungen. Feitorias waren Privatunternehmen, die häufig durch ein Darlehen der portugiesischen Krone finanziert wurden und ihre Schulden zurückzahlten, indem sie Güter für die Krone ein- und verkauften und Steuern auf Handelsgüter erhoben, die ihre Tore passierten. Im 15. und 16. Jahrhundert wurde eine Kette von mehr als 50 Feitorias entlang der Küsten von West- und Ostafrika, Indien, der Malaiischen Halbinsel sowie von China und Japan gebaut. Die Feitorias ermöglichten es Portugal, die Handelsrouten des Atlantischen und Indischen Ozeans drei Jahrhunderte lang zu beherrschen.Eine Feitoria kann nur auf einem Küsten-Geländefeld ohne Ressource gebaut werden, das im Gebiet eines Stadtstaats liegt. Sie liefert Euch jede Art von Luxusgut einmal, zu der dieser Stadtstaat Zugang hat, unabhängig von Eurem Status mit diesem Stadtstaat, aber mit diesen kann nicht gehandelt werden. Zudem erhält sie den gleichen +50%igen Verteidigungsbonus wie ein Fort. Kann nur von den Portugiesen gebaut werden.",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/feitoria.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Grasland",
            "url": "https://eyefyre.github.io/civvapi/v1/de/terrains/grassland.json"
        },
        {
            "name": "Ebene",
            "url": "https://eyefyre.github.io/civvapi/v1/de/terrains/plains.json"
        },
        {
            "name": "Wüste",
            "url": "https://eyefyre.github.io/civvapi/v1/de/terrains/desert.json"
        },
        {
            "name": "Tundra",
            "url": "https://eyefyre.github.io/civvapi/v1/de/terrains/tundra.json"
        },
        {
            "name": "Schnee",
            "url": "https://eyefyre.github.io/civvapi/v1/de/terrains/snow.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Navigation",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/navigation.json"
    },
    "required_civ": {
        "name": "Portugal",
        "url": "https://eyefyre.github.io/civvapi/v1/de/civilizations/portugal.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}