{
    "id": 24,
    "name": "Koog",
    "game_info": "Ein Koog besteht aus flachem, durch Entwässerung gewonnenem Marschland, das durch Deiche geschützt wird. Köge sind für gewöhnlich Landflächen, die aus einem See, dem Meer, Schwemmland oder Sümpfen gewonnen wurden. Mit der Zeit sinkt das entwässerte Land, sodass der gesamte Koog irgendwann unter dem umgebenden Wasserspiegel liegt. Dann sickert Wasser in den Koog, das abgepumpt oder anderweitig abgeleitet werden muss. Die Deiche werden oft aus bereits vorhandenen Baustoffen der natürlichen Umgebung wie Erde oder Sand gebaut. In modernen Zeiten erhalten diese Barrieren eine Schutzschicht oder werden gleich aus Beton errichtet. Der entwässerte Boden ist überaus fruchtbar und bietet ausgezeichnetes Weide- oder Ackerland.Die ersten Köge wurden im 11. Jahrhundert n. Chr. gebaut, obwohl schon die Römer Barrieren errichteten, um Wasser abzugrenzen. Die Niederlande gewinnen schon seit Langem Land aus Sümpfen, Feuchtgebieten und dem Meeresboden - die Hälfte der durch Köge gewonnenen Landflächen in Europa sind in den Niederlanden zu finden. Köge gibt es aber nicht nur in Europa, sondern auch in Asien und Nordamerika. Die Niederlande besitzen 3000 Köge, die 27% der Landfläche ausmachen. Amsterdam selbst wurde größtenteils auf Kögen gebaut. Ein niederländisches Sprichwort sagt: \"Gott hat die Welt geschaffen, aber die Niederländer ihr eigenes Land\".",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/koog.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Sumpf",
            "url": "https://eyefyre.github.io/civvapi/v1/de/features/marsh.json"
        },
        {
            "name": "Schwemmland",
            "url": "https://eyefyre.github.io/civvapi/v1/de/features/flood_plains.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Gilden",
        "url": "https://eyefyre.github.io/civvapi/v1/de/tech/guilds.json"
    },
    "required_civ": {
        "name": "The Netherlands",
        "url": "https://eyefyre.github.io/civvapi/v1/de/civilizations/the_netherlands.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 3,
        "faith": 0,
        "happiness": 0
    }
}