{
    "id": 2,
    "name": "Aristocracia",
    "game_info": "Aristocracia+15% a la Producción cuando se construyen Maravillas y +1 a la Felicidad por cada 10 Ciudadanos de una ciudad.",
    "historical_info": "La aristocracia es una forma de gobierno en la que dirige un grupo de los ciudadanos más prominentes. La pertenencia a este grupo puede ser hereditaria, por méritos o por riquezas, o bien por una combinación de las tres. El término deriva de la palabra griega \"aristokratia\", que significa \"el gobierno de los mejores\". Hay una línea muy tenue entre una aristocracia y una oligarquía, y la forma de gobierno de la que se trate realmente puede depender mucho del punto de vista de uno: es posible que los gobernantes se consideren a ellos mismos aristócratas, mientras todos los demás los ven como oligarcas.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/aristocracia.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Tradición",
        "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
        "prereq_era": null,
        "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
    }
}