{
    "id": 9,
    "name": "Gobierno colectivo",
    "game_info": "Gobierno colectivoAcelera la formación de Colonos en un 50% en la capital y cerca de esta aparecerá gratis un Colono (Venecia recibe un Mercader de Venecia en vez de un Colono).",
    "historical_info": "El gobierno colectivo es la política en la que cada miembro (o cada miembro mayor de edad, o mayor de edad y varón) de la sociedad toma parte en el proceso de gobierno votando directamente las decisiones, en vez de hacerlo a través de un representante (como en una república). Aunque quizá sea una forma de gobierno eficaz para tribus o pequeñas aldeas, el gobierno colectivo se hace cada vez más difícil y poco manejable a medida que la población crece en tamaño. Si la mitad de los miembros de una tribu de 100 personas quieren hablar durante un minuto en una asamblea, pueden hacerlo en una hora. Si la mitad de los ciudadanos de Nueva York quisieran hacer lo mismo, se necesitarían unas 66.000 horas (además de un salón de reuniones realmente enorme).",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/collective_rule.png",
    "required_policies": [
        {
            "name": "República",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/republic.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Libertad",
        "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
        "prereq_era": null,
        "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
    }
}