{
    "id": 23,
    "name": "Intercambio cultural",
    "game_info": "Intercambio culturalReligión compartida, Rutas comerciales y Apertura de Fronteras aumentan un 15% cada una el modificador de Turismo.",
    "historical_info": "En épocas tan tempranas como los comienzos de la Era Industrial, las visitas de estudiantes, artistas, atletas y demás con la filosofía de base del quid pro quo entre naciones, no eran más que un intercambio cultural extraoficial. Pero este tipo de programas se formalizaron durante la Guerra Fría, cuando EE. UU. y la URSS trataban de demostrar al mundo la superioridad de sus respectivas culturas, al tiempo que fomentaban el mutuo entendimiento de sus sistemas de valores. Estos programas facilitaron el viaje y la actuación de grupos selectos en \"territorio enemigo\", un proceso que varios historiadores han dado en denominar \"Caballo de Troya cultural\", ya que dichos programas terminaron por \"erosionar\" el régimen soviético.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_exchange.png",
    "required_policies": [
        {
            "name": "Florecimiento de las artes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/flourishing_of_the_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Estética",
        "game_info": "La Estética mejora la capacidad de generación de Cultura de una civilización.La adopción de la Estética te permite generar Grandes escritores, artistas y músicos un 25% más rápido. Desbloquea la construcción de la Galería de los Uffizi.La adopción de todas las políticas duplica la bonificación por tema de Maravillas y Museos. También te permite comprar Grandes escritores, artistas y músicos con Fe a partir de la Era Industrial.",
        "prereq_era": "Época Clásica",
        "historical_info": "La estética es la filosofía de la naturaleza del arte y del gusto y se ocupa de la creación y la apreciación de la belleza material. Debe advertirse que la estética no engloba la funcionalidad ni la utilidad de algo, se centra solo en la belleza de la forma, el color, el contraste y otros aspectos artísticos."
    }
}