{
    "id": 26,
    "name": "Florecimiento de las artes",
    "game_info": "Florecimiento de las artesUn 33% más a Cultura en todas las ciudades que cuenten con una Gran maravilla del mundo y el imperio entra de inmediato en una Edad de Oro .",
    "historical_info": "Por \"florecimiento de las artes\" nos solemos referir a un periodo estético caracterizado por una gran producción de arte innovador, normalmente acompañado por una edad de oro de una civilización. Además de los avances científicos y la mejora de condiciones de vida, el \"florecimiento de las artes\" afecta a todas las formas artísticas: literatura, música o artes materiales. Desgraciadamente, cada ciclo suele ser interrumpido por influencias externas, como guerras, crisis económicas, fanatismo religioso y otras circunstancias que escapan al control popular.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/flourishing_of_the_arts.png",
    "required_policies": [
        {
            "name": "Centros culturales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/cultural_centers.json"
        },
        {
            "name": "Bellas artes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/fine_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Estética",
        "game_info": "La Estética mejora la capacidad de generación de Cultura de una civilización.La adopción de la Estética te permite generar Grandes escritores, artistas y músicos un 25% más rápido. Desbloquea la construcción de la Galería de los Uffizi.La adopción de todas las políticas duplica la bonificación por tema de Maravillas y Museos. También te permite comprar Grandes escritores, artistas y músicos con Fe a partir de la Era Industrial.",
        "prereq_era": "Época Clásica",
        "historical_info": "La estética es la filosofía de la naturaleza del arte y del gusto y se ocupa de la creación y la apreciación de la belleza material. Debe advertirse que la estética no engloba la funcionalidad ni la utilidad de algo, se centra solo en la belleza de la forma, el color, el contraste y otros aspectos artísticos."
    }
}