{
    "id": 36,
    "name": "Élite de terratenientes",
    "game_info": "Élite de terratenientes+10% al Crecimiento y +2 a Alimentos en la capital .",
    "historical_info": "Bajo esta política, el poder y prestigio de una nación lo ostentan los dueños de la tierra. Cuantas más tierras tiene uno, más poderoso es. En algunos casos, la tenencia de tierras puede limitarse a los miembros de una determinada clase, tribu, religión o incluso de un cierto sexo. La élite de terratenientes ha de tener mucho cuidado en vigilar que las grandes masas de sucios campesinos no se enfaden con ellos, ya que estas situaciones suelen terminar en una redistribución radical de la tierra, que puede acompañarse o no de la ejecución de los anteriores terratenientes.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/landed_elite.png",
    "required_policies": [
        {
            "name": "Legalismo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradición",
        "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
        "prereq_era": null,
        "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
    }
}