{
    "id": 37,
    "name": "Legalismo",
    "game_info": "LegalismoDa un edificio cultural gratis en las 4 primeras ciudades.",
    "historical_info": "El legalismo es una política en la que la relación entre el gobernante y sus súbditos se establece en una serie de leyes, que ambos siguen estrictamente. Si la ley es justa y se hace cumplir adecuadamente, el pueblo estará contento y el puesto del gobernante no correrá peligro. Aunque pueda parecer que esto es aplicable a todos los gobiernos que sigan el imperio de la ley, el legalismo casi alcanzó el carácter de religión oficial en China durante el Periodo de los Reinos Combatientes.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalismo.png",
    "required_policies": [
        {
            "name": "Oligarquía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/oligarchy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradición",
        "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
        "prereq_era": null,
        "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
    }
}