{
    "id": 42,
    "name": "Mercantilismo",
    "game_info": "MercantilismoComprar elementos en ciudades cuesta un 25% menos de Oro . +1 a Ciencia por cada Ceca, Mercado, Banco y Bolsa.",
    "historical_info": "El mercantilismo es una forma de nacionalismo económico que anima a que una nación adopte políticas \"proteccionistas\" para auspiciar sus propias exportaciones y limitar las importaciones de otras naciones. A medida que la \"balanza comercial\" aumenta, la nación gana riqueza y prosperidad, pero si cae bajo cero (se importa más de lo que se exporta), la nación y su gente empobrece y se hace más vulnerable a las amenazas externas. La teoría se hizo popular en Europa occidental entre los siglos XVI y XVIII. En la actualidad, la mayor parte de las naciones occidentales quieren abrir sus fronteras al comercio, a pesar de que aplican con frecuencia ciertos impuestos o aranceles para proteger sus industrias nacionales más importantes.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercantilism.png",
    "required_policies": [
        {
            "name": "Ejército mercenario",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/mercenary_army.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Comercio",
        "game_info": "El Comercio concede bonificaciones a los imperios centrados en el Oro .Adoptarlo aumentará un 25% el Oro obtenido en la capital . Desbloquea la construcción del Big Ben.Adoptar todas las políticas del árbol del Comercio otorgará +1 de Oro por cada Puesto comercial. Además puedes adquirir Grandes mercaderes con Fe a partir de la Era Industrial.",
        "prereq_era": "Época Medieval",
        "historical_info": "El comercio se encarga del intercambio de bienes y servicios, ya sea mediante el trueque (a cambo de otros bienes y servicios) o mediante alguna forma de moneda. El comercio es tan viejo como el lenguaje humano, y puede que más. En algunas culturas, los mercaderes pertenecen a una clase inferior a los que gobiernan o los que tienen derecho a llevar armas. En otras, son vistos como la élite, y la adquisición de riquezas se contempla como el mayor bien. Durante gran parte de su historia más reciente, Estados Unidos ha pertenecido a esta segunda clase de países."
    }
}