{
    "id": 44,
    "name": "Marina mercante",
    "game_info": "Marina mercante+1 de Oro por cada Puerto, Puerto marítimo o Faro. +4 a la Producción y +4 a la Cultura en la ciudad con la Compañía de las Indias Orientales.",
    "historical_info": "Una marina mercante es un grupo de naves mercantes que, en tiempos de guerra, se pueden ver obligadas a prestarle a la nación el servicio de transportar los pertrechos y víveres militares, contando a menudo con la ayuda de la armada de dicha nación. Durante muchos años, los británicos contaron con los mejores y mayores barcos de la marina mercante de la historia del mundo. Puesta en funcionamiento en 1835, la marina mercante británica sufrió grandes pérdidas en las dos guerras mundiales. Casi 15.000 marinos mercantes perdieron la vida en la Primera Guerra Mundial, cifra que se dobló alarmantemente en la Segunda.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/marina_mercante.png",
    "required_policies": [
        {
            "name": "Tradición naval",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/naval_tradition.json"
        },
        {
            "name": "Infraestructura marítima",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/maritime_infrastructure.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Exploración",
        "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
        "prereq_era": "Época Medieval",
        "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
    }
}