{
    "id": 45,
    "name": "Meritocracia",
    "game_info": "Meritocracia+1 a Felicidad por cada ciudad propia que esté comunicada [ICON_CONNECTED] con la capital y -5% a Infelicidad por los ciudadanos de las ciudades que no estén ocupadas.",
    "historical_info": "Una meritocracia es un sistema por el que se asignan puestos en los organismos públicos y se asciende en ellos a los más capaces y dignos, en vez de, pongamos, los amigos personales del gobernante (o diputado) de turno o los que pertenecen a una tribu, casta o religión determinada. Muchos gobiernos duraderos alternan entre alguna clase de meritocracia y algún método menos sensato de escoger a quien ha de llevar las riendas. Al principio, se escoge a los funcionarios por sus capacidades, pero con los años, el amiguismo o los privilegios se cuelan en el sistema y el gobierno se va haciendo cada vez menos eficiente y más corrupto. Finalmente, las cosas se ponen tan mal que la burocracia experimenta una purga o una reforma y se vuelve a designar a funcionarios más meritorios. Esta pauta se repetirá hasta que el Sol explote y toda la vida desaparezca de la faz del planeta.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/meritocracia.png",
    "required_policies": [
        {
            "name": "Ciudadanía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Libertad",
        "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
        "prereq_era": null,
        "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
    }
}