{
    "id": 48,
    "name": "Tradición militar",
    "game_info": "Tradición militarLas unidades militares ganan un 50% más de experiencia en combate.",
    "historical_info": "La tradición militar es la política de honrar e idealizar el servicio en el ejército del estado. Se venera a los soldados y veteranos, mientras que quienes no forman parte del ejército suelen quedar relegados, o incluso se considera que carecen de honor. El Israel actual tiene una tradición militar importante, como la tuvieron la Inglaterra victoriana y los estados sureños de Estados Unidos antes de la Guerra Civil.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tradición_militar.png",
    "required_policies": [
        {
            "name": "Código del Guerrero",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/warrior_code.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Honor",
        "game_info": "El Honor mejora la eficacia del ejército propio de varias maneras.Adoptarlo concede un +33% de bonificación al combatir a los Bárbaros, y se te notificará la aparición de nuevos Campamentos bárbaros en el territorio que hayas descubierto. El imperio gana Cultura por cada Bárbaro que mate. Desbloquea la construcción de la Estatua de Zeus.Adoptar todas las políticas del árbol del Honor otorgará Oro por cada unidad enemiga que mates. También permite comprar Grandes generales con Fe a partir de la Era Industrial.",
        "prereq_era": null,
        "historical_info": "En una sociedad \"honorable\", el estatus de los ciudadanos se basa en la estimación social de sus cualidades personales. Las cualidades que se suelen considerar honorables son la lealtad, la honradez, la integridad y el valor. En muchas de estas sociedades, se espera que los hombres \"defiendan su honor\" hasta la muerte, pues perder el honor es peor que perder la vida."
    }
}