{
    "id": 50,
    "name": "Monarquía",
    "game_info": "Monarquía+1 de Oro y -1 de Infelicidad por cada dos ciudadanos que haya en la capital .",
    "historical_info": "La monarquía es una forma de gobierno en la que el poder se le confiere a un individuo. A veces, pero no siempre, el poder se le transmite al heredero del monarca tras su muerte (hay algunas monarquías electas, pero no muchas). La monarquía es similar al despotismo, pero con una importante diferencia: el monarca gobierna conforme a las leyes del estado, mientras que el déspota está por encima de ellas. Obviamente, es posible que un monarca sea un déspota, pero también es posible que forme parte de un proceso político en el que se le permite al pueblo un buen grado de libertad. Gran Bretaña sería un buen ejemplo.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarquía.png",
    "required_policies": [
        {
            "name": "Legalismo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradición",
        "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
        "prereq_era": null,
        "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
    }
}