{
    "id": 52,
    "name": "Tradición naval",
    "game_info": "Tradición naval+1 a la Felicidad por cada Puerto, Puerto marítimo o Faro.",
    "historical_info": "Las naciones con una fuerte tradición naval valoran la armada del país por encima de cualquier otra rama de las fuerzas armadas (por razones obvias, ya que suelen ser países isleños). Se espera que la clase dirigente sirva en la armada, y se ve a los oficiales de la marina como superiores a los del ejército de tierra o la fuerza aérea. Gran Bretaña tiene la tradición naval más antigua y fuerte de Europa. Era sabido que los barcos británicos eran superiores a los de otras naciones y que sus oficiales y tripulantes eran los mejores que surcaban las aguas. Esto dio a la armada británica una gran ventaja moral en la guerra naval.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/naval_tradition.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Exploración",
        "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
        "prereq_era": "Época Medieval",
        "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
    }
}