{
    "id": 53,
    "name": "Escuela de navegación",
    "game_info": "Escuela de navegaciónAparece un Gran almirante. +2 al Movimiento [ICON_MOVES] de todos los Grandes almirantes. Se generan Grandes almirantes un 50% más rápido.",
    "historical_info": "En 1418, el príncipe Enrique de Portugal fundó la primera escuela destinada al estudio de la navegación oceánica, junto a un observatorio astronómico, en Sagres. Allí se formaba a los timoneles portugueses en navegación, fabricación de mapas, la ciencia de las mareas y las corrientes, y otras habilidades que les facilitarían la tarea de surcar las costas africanas, en las que Enrique quería fundar una serie de puertos que le abrieran las puertas a las riquezas de Extremo Oriente. Cuando la exploración y la colonización alcanzaron su auge en siglo XVII, la mayoría de los monarcas europeos siguió el ejemplo de Enrique.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/navigation_school.png",
    "required_policies": [
        {
            "name": "Tradición naval",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/naval_tradition.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Exploración",
        "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
        "prereq_era": "Época Medieval",
        "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
    }
}