{
    "id": 56,
    "name": "Oligarquía",
    "game_info": "OligarquíaLas unidades de guarnición no tienen costes de mantenimiento y las ciudades con guarnición ganan un +50% a la Fuerza de combate a distancia [ICON_RANGE_STRENGTH].",
    "historical_info": "La oligarquía es una forma de gobierno en la que un pequeño segmento de la sociedad tiene todo el poder. Lo puede ostentar una familia o tribu en concreto, o miembros de una religión o una casta determinada. Algunas ciudades-estado de la antigua Grecia eran oligarquías, en las que todo el poder estaba en manos de unas cuantas familias de la élite. El apartheid en Sudáfrica sería una oligarquía moderna, pues la minoría blanca ostentaba todo el poder. El Irak anterior al 11-S también fue una oligarquía, donde el poder se concentraba en manos de los miembros de la familia y de la tribu de Saddam Hussein.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oligarquía.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Tradición",
        "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
        "prereq_era": null,
        "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
    }
}