{
    "id": 58,
    "name": "Religión organizada",
    "game_info": "Religión organizada+1 a Fe por Santuarios y Templos.",
    "historical_info": "Una religión organizada es aquella en la que un número de personas siguen los mismos preceptos religiosos y tienen las mismas creencias. La religión puede tener sacerdotes que interceden ante los poderes superiores en favor de los creyentes o que dictan o interpretan los preceptos religiosos. Puede tener una compleja jerarquía de sacerdotes y demás líderes religiosos, así como templos u otros santuarios en los que la gente reza y adora. Por lo general, los creyentes contribuyen con dinero a sustentar la religión, sus edificios y a sus sacerdotes.Por lo general, una religión organizada es una fuerza de estabilización en una cultura. Las personas que comparten una religión tienen en común algo importante y, aunque sean desconocidos, es menos probable que se maten entre ellos. Aunque también puede ser muy secesionista: históricamente, muchas religiones organizadas han visto a las demás como amenazas o abominaciones, y más de una guerra se ha librado para ver qué dios es Dios.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organized_religion.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Devoción",
        "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
        "prereq_era": null,
        "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
    }
}