{
    "id": 61,
    "name": "Filantropía",
    "game_info": "FilantropíaLos regalos de Oro hechos a las ciudades-estado conceden un 25% más de Influencia .",
    "historical_info": "La filantropía es la política por la que los ciudadanos más ricos de una nación devuelven parte de su fortuna al pueblo, normalmente en forma de bibliotecas, museos, hospitales o becas. A diferencia del mecenazgo, en el que el ciudadano paga para que se les dé una obra de arte a él y a sus iguales, la filantropía suele beneficiar a los miembros más pobres de la sociedad. El estadounidense de origen escocés Andrew Carnegie fue uno de los mayores filántropos de la historia. Durante gran parte de su vida, Carnegie fue un hombre de negocios completamente despiadado. Creó la compañía US Steel y forjó la segunda fortuna más grande la historia, principalmente a costa de las personas a las que explotaba en sus minas y fundiciones. Tras vender su negocio en 1901, Carnegie dedicó los últimos 19 años de su vida a construir bibliotecas en las ciudades más deprimidas y financió más de 3.000 de ellas en EE. UU., Canadá, Reino Unido, Irlanda, Australia, Nueva Zelanda y otros países.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/filantropía.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenazgo",
        "game_info": "El Mecenazgo mejora los beneficios de la amistad con las ciudades-estado.La Influencia con las ciudades-estado se deteriora un 25% más lento de lo normal. Desbloquea la construcción del Palacio Prohibido.Adoptar todas las políticas del árbol del Mecenazgo hará que las ciudades-estado aliadas te regalen Grandes personajes de vez en cuando.",
        "prereq_era": "Época Clásica",
        "historical_info": "El mecenazgo es la política por la que los más ricos y poderosos (normalmente, la nobleza) apoyan a los artistas con talento de una sociedad. En muchas civilizaciones antiguas, la riqueza de una sociedad se concentraba en unos pocos individuos: la familia real, por ejemplo, o los príncipes mercaderes. Los pintores, escultores, músicos y demás artistas de renombre trabajaban para la élite, pues ésta era la única que se podía permitir el lujo de pagarles. Aunque quizá fuera injusto para los plebeyos, este sistema propició las geniales obras de artistas como Leonardo da Vinci, Ben Johnson y Mozart. El sistema está experimentando un nuevo auge en nuestros días, pero son las multinacionales las que asumen el papel del antiguo mecenas."
    }
}