[
    {
        "id": 1,
        "name": "Academia de ciencias",
        "game_info": "+1 a la Felicidad local por cada Observatorio, Escuela pública y Laboratorio de investigación.",
        "historical_info": "Una Academia de ciencias es una institución estatal de aprendizaje o investigación dedicada a las ciencias o la tecnología. Pedro el Grande fundó la más famosa de ellas, la rusa, en 1724, para modernizar su imperio. En 1917, la academia pasó a control soviético y se le encomendó la tarea de solucionar problemas de construcción y sociales; a partir de 1928, el Politburó interfirió cada vez más en las enseñanzas y la investigación de la Academia de Ciencias de la URSS, perjudicando el progreso científico de la Unión Soviética durante décadas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/academia_de_ciencias.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/academy_of_sciences.json"
    },
    {
        "id": 2,
        "name": "Aristocracia",
        "game_info": "Aristocracia+15% a la Producción cuando se construyen Maravillas y +1 a la Felicidad por cada 10 Ciudadanos de una ciudad.",
        "historical_info": "La aristocracia es una forma de gobierno en la que dirige un grupo de los ciudadanos más prominentes. La pertenencia a este grupo puede ser hereditaria, por méritos o por riquezas, o bien por una combinación de las tres. El término deriva de la palabra griega \"aristokratia\", que significa \"el gobierno de los mejores\". Hay una línea muy tenue entre una aristocracia y una oligarquía, y la forma de gobierno de la que se trate realmente puede depender mucho del punto de vista de uno: es posible que los gobernantes se consideren a ellos mismos aristócratas, mientras todos los demás los ven como oligarcas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/aristocracia.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradición",
            "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/aristocracy.json"
    },
    {
        "id": 3,
        "name": "Arsenal de la democracia",
        "game_info": "+15% a la Producción de unidades militares. +15 a la Influencia de los regalos de unidades militares a ciudades estado.",
        "historical_info": "\"Arsenal de la democracia\" fue una frase acuñada por el presidente norteamericano Franklin Roosevelt durante una retransmisión de radio, en diciembre de 1940, para describir el papel de su país en la lucha contra el totalitarismo. \"Arsenal\", la política no oficial de Estados Unidos durante la II Guerra Mundial y la subsiguiente Guerra Fría contra el comunismo, se refiere al compromiso de la industria privada de la nación para fabricar materiales militares, tanto para su país como para otros, con el objetivo de derrotar a un enemigo común. Las fábricas de propiedad privada recibirían compensaciones según el valor de mercado.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/arsenal_de_la_democracia.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/arsenal_of_democracy.json"
    },
    {
        "id": 4,
        "name": "Genio artístico",
        "game_info": "Genio artísticoAparece un Genio artístico.",
        "historical_info": "Un genio artístico puede ser alguien con creatividad, originalidad y talento para crear belleza en una forma artística cualquiera. El genio artístico se puede aplicar a una interpretación, como una coreografía, una orquesta o una obra de teatro. La historia de la civilización está salpicada de genios literarios, artísticos y de la interpretación, a menudo temperamentales, pero siempre geniales en su campo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/genio_artístico.png",
        "required_policies": [
            {
                "name": "Bellas artes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Estética",
            "game_info": "La Estética mejora la capacidad de generación de Cultura de una civilización.La adopción de la Estética te permite generar Grandes escritores, artistas y músicos un 25% más rápido. Desbloquea la construcción de la Galería de los Uffizi.La adopción de todas las políticas duplica la bonificación por tema de Maravillas y Museos. También te permite comprar Grandes escritores, artistas y músicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Clásica",
            "historical_info": "La estética es la filosofía de la naturaleza del arte y del gusto y se ocupa de la creación y la apreciación de la belleza material. Debe advertirse que la estética no engloba la funcionalidad ni la utilidad de algo, se centra solo en la belleza de la forma, el color, el contraste y otros aspectos artísticos."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/artistic_genius.json"
    },
    {
        "id": 5,
        "name": "Capitalismo",
        "game_info": "+1 a la Felicidad local por cada Ceca, Banco y Bolsa.",
        "historical_info": "El capitalismo en un sistema económico basado en la producción privada y la propiedad de los bienes cuyo motor es la producción de bienes y servicios para obtener beneficios. Hay varios tipos de capitalismo, como el de \"laissez-faire\", el de bienestar social y el estatal. La mayoría de los estados modernos mantienen alguna forma de capitalismo mixto con diversos grados de control estatal de los mercados.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/capitalismo.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/capitalism.json"
    },
    {
        "id": 6,
        "name": "Caravanas",
        "game_info": "Caravanas+2 de Oro de todas tus rutas comerciales terrestres. Se reduce en un 50% el mantenimiento de Carreteras y Ferrocarriles.",
        "historical_info": "A lo largo de las diversas eras, los caminos fueron haciéndose más seguros y los carromatos sustituyeron a las caravanas en el ámbito comercial. Transportan más bienes de más tipos, proporcionan cobijo y permiten viajar más lejos. Se usaron mucho a lo largo de la historia para el comercio, la guerra y la emigración, pero la llegada de la Era Industrial los dejó obsoletos.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/caravanas.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Comercio",
            "game_info": "El Comercio concede bonificaciones a los imperios centrados en el Oro .Adoptarlo aumentará un 25% el Oro obtenido en la capital . Desbloquea la construcción del Big Ben.Adoptar todas las políticas del árbol del Comercio otorgará +1 de Oro por cada Puesto comercial. Además puedes adquirir Grandes mercaderes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "El comercio se encarga del intercambio de bienes y servicios, ya sea mediante el trueque (a cambo de otros bienes y servicios) o mediante alguna forma de moneda. El comercio es tan viejo como el lenguaje humano, y puede que más. En algunas culturas, los mercaderes pertenecen a una clase inferior a los que gobiernan o los que tienen derecho a llevar armas. En otras, son vistos como la élite, y la adquisición de riquezas se contempla como el mayor bien. Durante gran parte de su historia más reciente, Estados Unidos ha pertenecido a esta segunda clase de países."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/wagon_trains.json"
    },
    {
        "id": 7,
        "name": "Ciudadanía",
        "game_info": "CiudadaníaLa velocidad de mejora de casillas aumenta en un 25% y cerca de la capital aparece un Trabajador.",
        "historical_info": "La ciudadanía es la política de una nación que reconoce que un grupo determinado de gente, normalmente en función de una tribu o raza o lugar de nacimiento, son miembros de dicha nación y que, como tales, merecen una determinada cantidad de protección así como ciertos derechos y privilegios, por encima de los otorgados a los extranjeros. Por ejemplo, es frecuente que el ciudadano pueda moverse libremente por su país, mientras que el que no sea nacional puede ser deportado o metido en la cárcel si las autoridades lo descubren.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/ciudadanía.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Libertad",
            "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
            "prereq_era": null,
            "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/citizenship.json"
    },
    {
        "id": 8,
        "name": "Sociedad civil",
        "game_info": "Los especialistas solo consumen la mitad de Alimentos normales.",
        "historical_info": "En una sociedad civil, la gente trabaja libremente y por voluntad propia para mejorar el mundo que los rodea. Se unen a organizaciones civiles, recogen los desperdicios que hay delante de sus casas y lugares de trabajo, acogen a animales que se encuentran en la calle, asisten a las reuniones del consejo escolar y votan en las elecciones. Los países con sociedades civiles activas son por lo general más limpios, eficientes y felices que aquellos que carecen de ellas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sociedad_civil.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/civil_society.json"
    },
    {
        "id": 9,
        "name": "Gobierno colectivo",
        "game_info": "Gobierno colectivoAcelera la formación de Colonos en un 50% en la capital y cerca de esta aparecerá gratis un Colono (Venecia recibe un Mercader de Venecia en vez de un Colono).",
        "historical_info": "El gobierno colectivo es la política en la que cada miembro (o cada miembro mayor de edad, o mayor de edad y varón) de la sociedad toma parte en el proceso de gobierno votando directamente las decisiones, en vez de hacerlo a través de un representante (como en una república). Aunque quizá sea una forma de gobierno eficaz para tribus o pequeñas aldeas, el gobierno colectivo se hace cada vez más difícil y poco manejable a medida que la población crece en tamaño. Si la mitad de los miembros de una tribu de 100 personas quieren hablar durante un minuto en una asamblea, pueden hacerlo en una hora. Si la mitad de los ciudadanos de Nueva York quisieran hacer lo mismo, se necesitarían unas 66.000 horas (además de un salón de reuniones realmente enorme).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/gobierno_colectivo.png",
        "required_policies": [
            {
                "name": "República",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/republic.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Libertad",
            "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
            "prereq_era": null,
            "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/collective_rule.json"
    },
    {
        "id": 10,
        "name": "Consulados",
        "game_info": "ConsuladosAumenta en 20 el límite de Influencia con todas las ciudades-estado.",
        "historical_info": "Las relaciones entre las naciones fueron formalizándose y se establecieron consulados para ayudar a proteger a los nacionales en territorio extranjero, así como para promocionar el comercio y la amistad entre ambos países. Aunque el embajador es el representante personal único de un gobierno, puede haber varios consulados en otro país, normalmente uno en cada ciudad importante.El concepto de ofrecer servicios a los ciudadanos de una nación que se encuentren en el extranjero surge de la antigua práctica griega de los mercaderes ricos que actuaban como \"proxenos\" en las ciudades-estado griegas, para ayudar a colegas. Aunque el papel del consulado se amplió a finales del siglo XIX para incorporar intercambios culturales y educativos, su rol como representante a nivel local permanece inalterado.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/consulados.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenazgo",
            "game_info": "El Mecenazgo mejora los beneficios de la amistad con las ciudades-estado.La Influencia con las ciudades-estado se deteriora un 25% más lento de lo normal. Desbloquea la construcción del Palacio Prohibido.Adoptar todas las políticas del árbol del Mecenazgo hará que las ciudades-estado aliadas te regalen Grandes personajes de vez en cuando.",
            "prereq_era": "Época Clásica",
            "historical_info": "El mecenazgo es la política por la que los más ricos y poderosos (normalmente, la nobleza) apoyan a los artistas con talento de una sociedad. En muchas civilizaciones antiguas, la riqueza de una sociedad se concentraba en unos pocos individuos: la familia real, por ejemplo, o los príncipes mercaderes. Los pintores, escultores, músicos y demás artistas de renombre trabajaban para la élite, pues ésta era la única que se podía permitir el lujo de pagarles. Aunque quizá fuera injusto para los plebeyos, este sistema propició las geniales obras de artistas como Leonardo da Vinci, Ben Johnson y Mozart. El sistema está experimentando un nuevo auge en nuestros días, pero son las multinacionales las que asumen el papel del antiguo mecenas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/consulates.json"
    },
    {
        "id": 11,
        "name": "Operación secreta",
        "game_info": "Duplica la posibilidad de amañar elecciones en ciudades-estado.",
        "historical_info": "Según el Departamento de Defensa de Estados Unidos, una operación secreta es \"una operación concebida y ejecutada con el objeto de ocultar la identidad del organizador o para permitir una excusa plausible\". Su objetivo es crear un efecto político, militar o diplomático sin sufrir repercusiones por parte del objetivo ni de los ciudadanos propios. Las operaciones secretas pueden asumir muchas formas, como asesinatos, espionaje u otras militares.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/operación_secreta.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/covert_action.json"
    },
    {
        "id": 12,
        "name": "Expresión creativa",
        "game_info": "+1 a la Cultura por cada Gran obra (pero el Turismo permanece inalterado).",
        "historical_info": "En sentido general, la expresión creativa es meramente la expresión de ideas o emociones a través del arte. Concretando más, el término se refiere a la capacidad para crear arte libre de interferencias gubernamentales por medio de censuras, impuestos u otros límites legales.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/expresión_creativa.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/creative_expression.json"
    },
    {
        "id": 13,
        "name": "Centros culturales",
        "game_info": "Centros culturalesConstruye Monumentos, Anfiteatros, Teatros de la Ópera, Museos y Torres de difusión un 50% más rápido.",
        "historical_info": "Un centro cultural es cualquier edificio, complejo o institución que promocione las artes. En algunos casos implica el patrocinio de museos y galerías de arte abiertas a todos. En otros casos, los centros culturales pueden ofrecer donaciones para potenciar la construcción o funcionamiento de recintos artísticos privados, y pueden ayudar a adquirir artistas para orquestas, teatros, conjuntos de baile y grupos vocales.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/centros_culturales.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Estética",
            "game_info": "La Estética mejora la capacidad de generación de Cultura de una civilización.La adopción de la Estética te permite generar Grandes escritores, artistas y músicos un 25% más rápido. Desbloquea la construcción de la Galería de los Uffizi.La adopción de todas las políticas duplica la bonificación por tema de Maravillas y Museos. También te permite comprar Grandes escritores, artistas y músicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Clásica",
            "historical_info": "La estética es la filosofía de la naturaleza del arte y del gusto y se ocupa de la creación y la apreciación de la belleza material. Debe advertirse que la estética no engloba la funcionalidad ni la utilidad de algo, se centra solo en la belleza de la forma, el color, el contraste y otros aspectos artísticos."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/cultural_centers.json"
    },
    {
        "id": 14,
        "name": "Diplomacia cultural",
        "game_info": "Diplomacia culturalAumenta en un 100% la cantidad de recursos que regalan las ciudades-estado. La Felicidad por los recursos de lujo regalados sube un 50%.",
        "historical_info": "La diplomacia cultural es la política de prestar los objetos más hermosos y valiosos de una civilización a otra para promover la paz y el entendimiento entre todos los pueblos. Una de sus formas más duraderas son las llamadas \"Exposiciones Universales\", que se celebran en una ciudad distinta cada 2-5 años. Estas exposiciones son una ventana a las artes, la artesanía, la agricultura y la industria de muchas naciones. La primera Exposición Universal se celebró en 1851 en el Crystal Palace de Hyde Park, Londres. Fue idea del príncipe Alberto, consorte de la reina Victoria. En ella hubo 13.000 actividades en total, a las que asistieron unos seis millones de personas. La próxima Exposición Universal está prevista que se celebre en Shanghai, China en 2010. Se espera que asistan 70 millones de visitantes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/diplomacia_cultural.png",
        "required_policies": [
            {
                "name": "Escolástica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/scholasticism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenazgo",
            "game_info": "El Mecenazgo mejora los beneficios de la amistad con las ciudades-estado.La Influencia con las ciudades-estado se deteriora un 25% más lento de lo normal. Desbloquea la construcción del Palacio Prohibido.Adoptar todas las políticas del árbol del Mecenazgo hará que las ciudades-estado aliadas te regalen Grandes personajes de vez en cuando.",
            "prereq_era": "Época Clásica",
            "historical_info": "El mecenazgo es la política por la que los más ricos y poderosos (normalmente, la nobleza) apoyan a los artistas con talento de una sociedad. En muchas civilizaciones antiguas, la riqueza de una sociedad se concentraba en unos pocos individuos: la familia real, por ejemplo, o los príncipes mercaderes. Los pintores, escultores, músicos y demás artistas de renombre trabajaban para la élite, pues ésta era la única que se podía permitir el lujo de pagarles. Aunque quizá fuera injusto para los plebeyos, este sistema propició las geniales obras de artistas como Leonardo da Vinci, Ben Johnson y Mozart. El sistema está experimentando un nuevo auge en nuestros días, pero son las multinacionales las que asumen el papel del antiguo mecenas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/cultural_diplomacy.json"
    },
    {
        "id": 15,
        "name": "Revolución cultural",
        "game_info": "+34% al Turismo a otras civilizaciones de Orden.",
        "historical_info": "La Gran Revolución Cultural Proletaria fue un movimiento social producido entre 1966 y 1976 en la República Popular China. Comenzó con Mao Zedong y el partido comunista y pretendió reeducar a la persona común eliminando o reprimiendo los elementos capitalistas, tradicionales o religiosos con arrestos o violencia si era necesario. La lucha cultural se propagó entre todos los niveles de la sociedad, estudiantes, ejército, el partido político y los trabajadores urbanos, retrasando la emergencia de China en décadas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/revolución_cultural.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/cultural_revolution.json"
    },
    {
        "id": 16,
        "name": "Culto a la personalidad",
        "game_info": "+50% al Turismo para las civilizaciones que luchan contra un enemigo común.",
        "historical_info": "Un culto a la personalidad surge cuando, conscientemente, un individuo usa los medios de comunicación, la propaganda y otros medios para crear una imagen pública idealizada, heroica o divinizada. El sociólogo Max Weber desarrolló una clasificación tripartita de la autoridad en la que el culto a la personalidad figura prominentemente como forma de autoridad. Los gobernantes autocráticos, desde las monarquías absolutas ilustradas hasta los dictadores modernos, han querido promover la obediencia y la devoción de sus súbditos a través de la manipulación de las noticias y de las industrias del ocio, algunos con más éxito que otros.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/culto_a_la_personalidad.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/cult_of_personality.json"
    },
    {
        "id": 17,
        "name": "Dictadura del proletariado",
        "game_info": "+34% al Turismo para civilizaciones que tengan menos Felicidad .",
        "historical_info": "En la teoría sociopolítica marxista, la dictadura del proletariado se refiere a un estado social en el que la clase obrera tiene control directo del poder político; en este caso no aludimos a la definición habitual de \"dictadura\", sino a toda una clase social que controla la nación. El hecho de que en este orden político se prive del derecho de voto a capitalistas u otros grupos depende de circunstancias específicas del momento, según Marx y Engels. La imposición de este orden político podría entrañar violencia, pero sean cuales sean los medios, al final el proletariado suplantará a la burguesía.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/dictadura_del_proletariado.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/dictatorship_of_the_proletariat.json"
    },
    {
        "id": 18,
        "name": "Disciplina",
        "game_info": "Disciplina+15% a la Fuerza de combate de las unidades de cuerpo a cuerpo que tengan otra unidad militar en una casilla adyacente.",
        "historical_info": "En una jerarquía militar, la disciplina alude a la voluntad de un soldado para acatar las órdenes legítimas, respetar a sus superiores en rango y poner su vida en peligro o morir incluso cuando la situación lo requiera. Se espera que los soldados disciplinados mantengan la dignidad de su uniforme cuando no estén de servicio y que protejan a los débiles e indefensos. La relajación de la disciplina puede conllevar el castigo militar o incluso los tribunales militares y la expulsión del cuerpo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/disciplina.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Honor",
            "game_info": "El Honor mejora la eficacia del ejército propio de varias maneras.Adoptarlo concede un +33% de bonificación al combatir a los Bárbaros, y se te notificará la aparición de nuevos Campamentos bárbaros en el territorio que hayas descubierto. El imperio gana Cultura por cada Bárbaro que mate. Desbloquea la construcción de la Estatua de Zeus.Adoptar todas las políticas del árbol del Honor otorgará Oro por cada unidad enemiga que mates. También permite comprar Grandes generales con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "En una sociedad \"honorable\", el estatus de los ciudadanos se basa en la estimación social de sus cualidades personales. Las cualidades que se suelen considerar honorables son la lealtad, la honradez, la integridad y el valor. En muchas de estas sociedades, se espera que los hombres \"defiendan su honor\" hasta la muerte, pues perder el honor es peor que perder la vida."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/discipline.json"
    },
    {
        "id": 19,
        "name": "Agentes dobles",
        "game_info": "Los Espías tienen el doble de probabilidades de capturar Espías enemigos que intenten robar tecnologías.",
        "historical_info": "Los agentes dobles en los servicios de contraespionaje son empleados o miembros de una organización de espionaje enemiga a la que han accedido a espiar, pero en realidad permanecen leales y espían a quienes les controlan. El uso de agentes dobles para infiltrarse en los anillos de espionaje enemigos tiene una larga historia, pero se puso de moda durante la II Guerra Mundial y la Guerra Fría. El MI5 británico demostró ser especialmente competente a la hora de \"convertir\" a los agentes enemigos, mientras que la Unión Soviética logró infiltrarse en la CIA y en el servicio de inteligencia británico durante la Guerra Fría.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/agentes_dobles.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/double_agents.json"
    },
    {
        "id": 20,
        "name": "Unión económica",
        "game_info": "+3 de Oro a todas tus rutas comerciales con otras civilizaciones que tengan la ideología de la Igualdad.",
        "historical_info": "Una Unión económica es un bloque comercial compuesto por un mercado común y una unión aduanera. Las naciones integrantes tienen normativas de producción similares, libertad de comercio, tarifas y tasas entre las fronteras interiores y una política comercial exterior común. En algunos casos, la unión puede tener una divisa común. Las uniones económicas más exitosas hasta la fecha son la Unión Europea, formada en 1993, y la Comunidad del Caribe, fundada en 1973.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/unión_económica.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/economic_union.json"
    },
    {
        "id": 21,
        "name": "Fuerzas de élite",
        "game_info": "Las unidades militares heridas causan un 25% más de daño.",
        "historical_info": "Desde que los reyes hititas y asirios formaron a los guardias de palacio, todos los ejércitos han dispuesto de fuerzas de élite, unidades militares especializadas en misiones de combate de alto riesgo no convencionales. Las unidades de élite saltaron a la fama durante la II Guerra Mundial, especialmente a las órdenes de naciones totalitarias: Alemania consiguió efectos devastadores con unidades como el regimiento Brandenburg y el SS Jager Battalion de Skorzeny, mientras que la Italia fascista disponía de varias unidades navales especializadas. Desde la guerra, los Spetsnaz rusos y los Seals norteamericanos han dado continuidad a esta tradición con gran eficacia.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fuerzas_de_élite.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/elite_forces.json"
    },
    {
        "id": 22,
        "name": "Espíritu emprendedor",
        "game_info": "Espíritu emprendedorLos Grandes mercaderes se ganan un 25% más rápido. Recibes el doble de Oro por las misiones comerciales de los Grandes mercaderes.",
        "historical_info": "Se refiere a la capacidad y la disposición de un individuo para desarrollar, organizar y gestionar una empresa comercial con la esperanza de obtener un beneficio. La historia ofrece una larga lista de diferentes tipos de emprendedores, desde los grandes comerciantes exploradores de la Italia renacentista a las compañías estatales de la edad de los descubrimientos, pasando por los empresarios sin escrúpulos de la Era Industrial. Independientemente de la forma, la voluntad de arriesgar su propio dinero para generar riqueza ha sido uno de los factores que ha impulsado la civilización.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/espíritu_emprendedor.png",
        "required_policies": [
            {
                "name": "Caravanas",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/wagon_trains.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Comercio",
            "game_info": "El Comercio concede bonificaciones a los imperios centrados en el Oro .Adoptarlo aumentará un 25% el Oro obtenido en la capital . Desbloquea la construcción del Big Ben.Adoptar todas las políticas del árbol del Comercio otorgará +1 de Oro por cada Puesto comercial. Además puedes adquirir Grandes mercaderes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "El comercio se encarga del intercambio de bienes y servicios, ya sea mediante el trueque (a cambo de otros bienes y servicios) o mediante alguna forma de moneda. El comercio es tan viejo como el lenguaje humano, y puede que más. En algunas culturas, los mercaderes pertenecen a una clase inferior a los que gobiernan o los que tienen derecho a llevar armas. En otras, son vistos como la élite, y la adquisición de riquezas se contempla como el mayor bien. Durante gran parte de su historia más reciente, Estados Unidos ha pertenecido a esta segunda clase de países."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/entrepreneurship.json"
    },
    {
        "id": 23,
        "name": "Intercambio cultural",
        "game_info": "Intercambio culturalReligión compartida, Rutas comerciales y Apertura de Fronteras aumentan un 15% cada una el modificador de Turismo.",
        "historical_info": "En épocas tan tempranas como los comienzos de la Era Industrial, las visitas de estudiantes, artistas, atletas y demás con la filosofía de base del quid pro quo entre naciones, no eran más que un intercambio cultural extraoficial. Pero este tipo de programas se formalizaron durante la Guerra Fría, cuando EE. UU. y la URSS trataban de demostrar al mundo la superioridad de sus respectivas culturas, al tiempo que fomentaban el mutuo entendimiento de sus sistemas de valores. Estos programas facilitaron el viaje y la actuación de grupos selectos en \"territorio enemigo\", un proceso que varios historiadores han dado en denominar \"Caballo de Troya cultural\", ya que dichos programas terminaron por \"erosionar\" el régimen soviético.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/intercambio_cultural.png",
        "required_policies": [
            {
                "name": "Florecimiento de las artes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/flourishing_of_the_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Estética",
            "game_info": "La Estética mejora la capacidad de generación de Cultura de una civilización.La adopción de la Estética te permite generar Grandes escritores, artistas y músicos un 25% más rápido. Desbloquea la construcción de la Galería de los Uffizi.La adopción de todas las políticas duplica la bonificación por tema de Maravillas y Museos. También te permite comprar Grandes escritores, artistas y músicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Clásica",
            "historical_info": "La estética es la filosofía de la naturaleza del arte y del gusto y se ocupa de la creación y la apreciación de la belleza material. Debe advertirse que la estética no engloba la funcionalidad ni la utilidad de algo, se centra solo en la belleza de la forma, el color, el contraste y otros aspectos artísticos."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/cultural_exchange.json"
    },
    {
        "id": 24,
        "name": "Bellas artes",
        "game_info": "Bellas artesUn 50% de la Felicidad excedente se suma cada turno a la cantidad de Cultura que puede gastarse en políticas sociales.",
        "historical_info": "Las \"bellas artes\", en contraposición a las artes populares y aplicadas, son aquellas cuyo objetivo es crear objetos o experiencias estéticas para compartirlas con otros. El término \"bellas artes\" surge en la Europa del siglo XVII; las cinco \"bellas artes superiores\" son la pintura, la escultura, la arquitectura, la música y la poesía, y entre las menores se contaban el teatro y el baile. Hay intensos debates acerca de si la fotografía, la caligrafía, la moda, los cómics y los videojuegos son arte, \"bello\" o no.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/bellas_artes.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Estética",
            "game_info": "La Estética mejora la capacidad de generación de Cultura de una civilización.La adopción de la Estética te permite generar Grandes escritores, artistas y músicos un 25% más rápido. Desbloquea la construcción de la Galería de los Uffizi.La adopción de todas las políticas duplica la bonificación por tema de Maravillas y Museos. También te permite comprar Grandes escritores, artistas y músicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Clásica",
            "historical_info": "La estética es la filosofía de la naturaleza del arte y del gusto y se ocupa de la creación y la apreciación de la belleza material. Debe advertirse que la estética no engloba la funcionalidad ni la utilidad de algo, se centra solo en la belleza de la forma, el color, el contraste y otros aspectos artísticos."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/fine_arts.json"
    },
    {
        "id": 25,
        "name": "Plan quinquenal",
        "game_info": "+2 a la Producción por cada ciudad y +1 a la Producción por cada Mina y Cantera.",
        "historical_info": "Los planes quinquenales de la Rusia soviética fueron una serie de patrones de desarrollo económicos diseñados por un comité de planificación estatal nombrado por el partido comunista; el primero se inició en el 1928 y el último estaba vigente cuando se disolvió la Unión Soviética en 1991. El cumplimiento del plan se convertía en el factor de motivación principal para la burocracia soviética, que se volvió muy difícil de manejar en el proceso. Sin embargo, los éxitos iniciales de los primeros planes motivaron a otras naciones comunistas, como la China de Mao, e incluso a algunos estados capitalistas a adoptar este método de promoción y coordinación del desarrollo económico.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/plan_quinquenal.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/five-year_plan.json"
    },
    {
        "id": 26,
        "name": "Florecimiento de las artes",
        "game_info": "Florecimiento de las artesUn 33% más a Cultura en todas las ciudades que cuenten con una Gran maravilla del mundo y el imperio entra de inmediato en una Edad de Oro .",
        "historical_info": "Por \"florecimiento de las artes\" nos solemos referir a un periodo estético caracterizado por una gran producción de arte innovador, normalmente acompañado por una edad de oro de una civilización. Además de los avances científicos y la mejora de condiciones de vida, el \"florecimiento de las artes\" afecta a todas las formas artísticas: literatura, música o artes materiales. Desgraciadamente, cada ciclo suele ser interrumpido por influencias externas, como guerras, crisis económicas, fanatismo religioso y otras circunstancias que escapan al control popular.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/florecimiento_de_las_artes.png",
        "required_policies": [
            {
                "name": "Centros culturales",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/cultural_centers.json"
            },
            {
                "name": "Bellas artes",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Estética",
            "game_info": "La Estética mejora la capacidad de generación de Cultura de una civilización.La adopción de la Estética te permite generar Grandes escritores, artistas y músicos un 25% más rápido. Desbloquea la construcción de la Galería de los Uffizi.La adopción de todas las políticas duplica la bonificación por tema de Maravillas y Museos. También te permite comprar Grandes escritores, artistas y músicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Clásica",
            "historical_info": "La estética es la filosofía de la naturaleza del arte y del gusto y se ocupa de la creación y la apreciación de la belleza material. Debe advertirse que la estética no engloba la funcionalidad ni la utilidad de algo, se centra solo en la belleza de la forma, el color, el contraste y otros aspectos artísticos."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/flourishing_of_the_arts.json"
    },
    {
        "id": 27,
        "name": "Fronteras fortificadas",
        "game_info": "+1 a la Felicidad local por cada Castillo, Fábrica de armas y Base militar.",
        "historical_info": "Desde la construcción de la Gran Muralla, las naciones despóticas han querido limitar las amenazas de invasión que percibían, así como la emigración de sus propios nacionales, a través de enormes fortificaciones fronterizas. Aunque la ingeniería militar ha cambiado drásticamente desde el Muro de Adriano de Gran Bretaña y la línea Bar Lev del Sinaí, el precepto sigue siendo el mismo: fuertes unidos por fortificaciones menores protegidos con obstáculos antipersonales, como estacas, fosos, cables y minas. La línea de fortificaciones actual más intimidatoria es la zona desmilitarizada coreana, que es el resultado de dos fronteras fortificadas opuestas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fronteras_fortificadas.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/fortified_borders.json"
    },
    {
        "id": 28,
        "name": "Tolerancia religiosa",
        "game_info": "Tolerancia religiosaLas ciudades con una religión mayoritaria también consiguen la bonificación de creencia de Panteón de la segunda religión más popular.",
        "historical_info": "La libertad religiosa es la política de un estado en el que no se obliga a que sus miembros se adhieran a una religión. Todas las religiones son bienvenidas y se deja que las leyes del \"mercado espiritual\" decidan. Aunque quizá se aplicó por motivos más nobles, la libertad religiosa suele tener el efecto de limitar el poder de cualquier religión individual. En estados con una sola religión, la gente que está al frente de ella puede acumular una gran cuota de poder (véase si no el Irán moderno). Los estados con libertad de culto por lo general intentan tratar a todas las religiones por igual, asegurándose así de que no predomine ninguna.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tolerancia_religiosa.png",
        "required_policies": [
            {
                "name": "Religión organizada",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Devoción",
            "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
            "prereq_era": null,
            "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/religious_tolerance.json"
    },
    {
        "id": 29,
        "name": "Libre pensamiento",
        "game_info": "Libre pensamiento+1 a Ciencia por cada Puesto comercial y +17% a Ciencia de las Universidades.",
        "historical_info": "El libre pensamiento es la creencia de que el conocimiento debe adquirirse mediante la aplicación de la ciencia y la razón, en vez de la tradición y el dogma religioso. Las teorías deben comprobarse científica y lógicamente. Si algo no se puede demostrar, es estúpido creer en ello. La fe ciega es el archienemigo de los librepensadores de todo el mundo. El libre pensamiento es una parte importante de la tradición budista. En el \"Kalama Sutta\", el Buda dice \"[...] No aceptéis nada por mera tradición [...] No aceptéis nada porque sea acorde con vuestras escrituras [...] Pero cuando lo sepáis debido a vosotros mismos... vivid de acuerdo con ello.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/libre_pensamiento.png",
        "required_policies": [
            {
                "name": "Humanismo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/humanism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Racionalismo",
            "game_info": "El Racionalismo mejora la capacidad de utilizar y generar Ciencia..Adoptarlo dará +10% a la Ciencia obtenida mientras el imperio esté Feliz . Desbloquea la construcción de la Torre de porcelana.La adopción de todas las políticas del árbol del Racionalismo otorgará una tecnología gratis. También permite comprar Grandes científicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Renacimiento",
            "historical_info": "El racionalismo es un punto de vista en el que la razón (en vez de la fe, por ejemplo) explica el mundo. Cree que la razón impera sobre todas las maneras de interpretar las cosas, incluyendo cualquier dato recogido por los cinco sentidos. Esta filosofía puede remontarse al gran Sócrates de la antigua Grecia, y disfrutó de cierto resurgimiento en los siglos XVI y XVII en Europa, cuando la exploraron hombres como Descartes, Spinoza y Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/free_thought.json"
    },
    {
        "id": 30,
        "name": "Futurismo",
        "game_info": "+250 a Turismo con todas las civilizaciones conocidas cuando nazca un Gran escritor, artista o músico.",
        "historical_info": "Originado como movimiento artístico en Italia a principios del siglo XX, el futurismo evolucionó hasta convertirse en un movimiento social en los años 20 y 30. Hacía hincapié en los conceptos contemporáneos de futuro, como la violencia juvenil, la tecnología, el industrialismo y los modos rápidos de transporte, como el automóvil y el avión. Aunque era básicamente un movimiento filosófico y artístico, llegó a tener una faceta política, ya que muchos futuristas abrazaron el fascismo italiano con la esperanza de modernizar lo que contemplaban como un mundo arcaico, rural y atrasado. Aunque el futurismo alcanzó su máxima expresión en Italia, generó movimientos paralelos en Inglaterra, Francia y, especialmente, Rusia.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/futurismo.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/futurism.json"
    },
    {
        "id": 31,
        "name": "Diplomacia de cañonero",
        "game_info": "Gana 6 más de Influencia (a velocidad estándar) por turno con ciudades-estado a las que puedes exigirle tributo. Tus fuerzas militares son un 50% más efectivas en la intimidación de ciudades-estado.",
        "historical_info": "En las relaciones internacionales, la \"diplomacia de cañonero\" se refiere a la consecución de los objetivos de asuntos exteriores a través de demostraciones evidentes de una potencia militar excesiva, con la amenaza implícita de hostilidades. El uso del término se popularizó durante el imperialismo europeo, pues las potencias coloniales empleaban la presencia de buques de guerra para obligar a los reinos nativos a hacer concesiones. La política cosechó muchos éxitos... hasta que los nativos obtuvieron armas modernas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/diplomacia_de_cañonero.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/gunboat_diplomacy.json"
    },
    {
        "id": 32,
        "name": "Héroe del pueblo",
        "game_info": "La velocidad de nacimiento de Grandes personajes aumenta en un 25%.",
        "historical_info": "Aunque existen muchas posibles interpretaciones del \"héroe del pueblo\", en la Unión Soviética se reservaba para los condecorados con el título \"Héroe de la Unión Soviética\", concedido para recompensar hazañas personales al servicio del estado y la sociedad soviética. Se creó en 1934 y solía concederse por servicios militares heroicos (en la II Guerra Mundial hubo más de 11.000 condecorados); también se ha galardonado a funcionarios del partido, cosmonautas, investigadores e incluso a algún extranjero. En los 70 ya se había devaluado mucho y se concedió a burócratas y oficiales militares por cumplir determinados años de servicio y no por actos heroicos; sin embargo, el premio sirvió para establecer un objetivo de logro personal en el ámbito del estado comunista.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/héroe_del_pueblo.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/hero_of_the_people.json"
    },
    {
        "id": 33,
        "name": "Humanismo",
        "game_info": "HumanismoSe producen Grandes científicos un 25% más rápido.",
        "historical_info": "El humanismo es la filosofía que sostiene que el ser humano es la cosa más importante del mundo. No hay \"seres superiores\" ni entes sobrenaturales a los que los hombres deban obediencia o que nos guíen o aconsejen. Solo estamos nosotros. El humanismo se ha dado de una u otra forma desde la antigua Grecia, aunque ya aparece en textos hindúes y asiáticos de hace unos dos o tres mil años. Tuvo un fuerte resurgimiento en el Renacimiento y sigue siendo una fuerza filosófica poderosa en la actualidad.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/humanismo.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Racionalismo",
            "game_info": "El Racionalismo mejora la capacidad de utilizar y generar Ciencia..Adoptarlo dará +10% a la Ciencia obtenida mientras el imperio esté Feliz . Desbloquea la construcción de la Torre de porcelana.La adopción de todas las políticas del árbol del Racionalismo otorgará una tecnología gratis. También permite comprar Grandes científicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Renacimiento",
            "historical_info": "El racionalismo es un punto de vista en el que la razón (en vez de la fe, por ejemplo) explica el mundo. Cree que la razón impera sobre todas las maneras de interpretar las cosas, incluyendo cualquier dato recogido por los cinco sentidos. Esta filosofía puede remontarse al gran Sócrates de la antigua Grecia, y disfrutó de cierto resurgimiento en los siglos XVI y XVII en Europa, cuando la exploraron hombres como Descartes, Spinoza y Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/humanism.json"
    },
    {
        "id": 34,
        "name": "Espionaje industrial",
        "game_info": "Los Espías roban tecnologías el doble de rápido.",
        "historical_info": "El espionaje industrial, cuyo objetivo es económico nada tiene que ver con la seguridad nacional, se refiere a los actos emprendidos por empresas destinados a descubrir secretos e información confidencial acerca de otras empresas, normalmente competidoras. Su comienzo moderno data de 1820, cuando Francia financió a empresas nacionales para que robaran clandestinamente inventos y procesos de fabricación británicos con el fin de competir con la industrialización explosiva de Inglaterra. Esta forma de espionaje suele darse cuando una nación se enfrenta a un importante subdesarrollo económico, como el espionaje industrial soviético de los años ochenta que tan bien documentado está.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/espionaje_industrial.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/industrial_espionage.json"
    },
    {
        "id": 35,
        "name": "Telón de Acero",
        "game_info": "Delegación sin coste al capturar una ciudad. Las Rutas comerciales internas proporcionan un 50% más de Alimentos o Producción .",
        "historical_info": "El Telón de Acero era una frontera simbólica, ideológica y física que separaba la \"decadente\" Europa Occidental de la \"disciplinada\" Unión Soviética durante la Guerra Fría. Winston Churchill empleó el término en un discurso de marzo de 1946 en el que expresaba la consternación británica ante la continuada ocupación y represión de diversos países de Europa del Este. Aunque al principio se ridiculizó, la opinión de Churchill de que solo servía para mantener a la gente dentro y a la información fuera fue finalmente aceptada y el uso de la metáfora se generalizó.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/telón_de_acero.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/iron_curtain.json"
    },
    {
        "id": 36,
        "name": "Élite de terratenientes",
        "game_info": "Élite de terratenientes+10% al Crecimiento y +2 a Alimentos en la capital .",
        "historical_info": "Bajo esta política, el poder y prestigio de una nación lo ostentan los dueños de la tierra. Cuantas más tierras tiene uno, más poderoso es. En algunos casos, la tenencia de tierras puede limitarse a los miembros de una determinada clase, tribu, religión o incluso de un cierto sexo. La élite de terratenientes ha de tener mucho cuidado en vigilar que las grandes masas de sucios campesinos no se enfaden con ellos, ya que estas situaciones suelen terminar en una redistribución radical de la tierra, que puede acompañarse o no de la ejecución de los anteriores terratenientes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/élite_de_terratenientes.png",
        "required_policies": [
            {
                "name": "Legalismo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradición",
            "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/landed_elite.json"
    },
    {
        "id": 37,
        "name": "Legalismo",
        "game_info": "LegalismoDa un edificio cultural gratis en las 4 primeras ciudades.",
        "historical_info": "El legalismo es una política en la que la relación entre el gobernante y sus súbditos se establece en una serie de leyes, que ambos siguen estrictamente. Si la ley es justa y se hace cumplir adecuadamente, el pueblo estará contento y el puesto del gobernante no correrá peligro. Aunque pueda parecer que esto es aplicable a todos los gobiernos que sigan el imperio de la ley, el legalismo casi alcanzó el carácter de religión oficial en China durante el Periodo de los Reinos Combatientes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalismo.png",
        "required_policies": [
            {
                "name": "Oligarquía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/oligarchy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradición",
            "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/legalism.json"
    },
    {
        "id": 38,
        "name": "Guerra relámpago",
        "game_info": "+3 a Mover [ICON_MOVES] para los generales. +15% ataque y +1 a Mover [ICON_MOVES] para los blindados, e ignoran la ZC enemiga.",
        "historical_info": "La guerra relámpago, la \"blitzkrieg\" alemana, es una estrategia que concentra fuerzas motorizadas para crear un ataque rápido destinado a romper las líneas enemigas. La guerra relámpago recurre a fuerzas combinadas y aéreas para desconcertar al enemigo y penetrar por la retaguardia y los flancos enemigos. Su pionero fue Heinz Guderian, pero fue perfeccionada por Erich von Manstein y Erwin Rommel. Demostró su eficacia en Polonia, Francia y Rusia, y la Unión Soviética y las potencias occidentales la adoptaron para acabar de derrotar a la Alemania nazi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/guerra_relámpago.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/lightning_warfare.json"
    },
    {
        "id": 39,
        "name": "Mandato del cielo",
        "game_info": "Mandato del cielo20% de descuento a todas las compras con Fe de unidades y edificios religiosos.",
        "historical_info": "Esta política sostiene que los gobernantes de un país están en el poder porque el \"cielo\" (o los dioses) los han puesto ahí y los apoyan. Estar en desacuerdo con los dirigentes no solo es traición, sino pecado. Estos sistemas estimulan en gran medida que se apoye a los gobernantes, pero no están exentos de riesgos. Si el país sufre una catástrofe natural (una hambruna, inundación, terremoto, huracán, lluvia de ranas o lo que sea), puede que se interprete como una señal de que el cielo está descontento con el monarca y le ha retirado su \"mandato\". Esto otorga a los ciudadanos el derecho a deponer al gobernante \"pecador\" y sustituirlo por otro más del agrado celeste.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mandato_del_cielo.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Devoción",
            "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
            "prereq_era": null,
            "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/mandate_of_heaven.json"
    },
    {
        "id": 40,
        "name": "Infraestructura marítima",
        "game_info": "Infraestructura marítima+3 a la Producción en todas las ciudades costeras.",
        "historical_info": "Es el término que se utiliza para describir las instalaciones colectivas que posibilitan la actividad mercantil marina. Incluye muelles, embarcaderos, almacenes, así como los estibadores, carpinteros y otros trabajadores de los muelles que se encargan de las labores de atraque o de carga y descarga de barcos. Se estima que a lo largo de la historia, uno de cada seis trabajos está relacionado directa o indirectamente con el comercio marítimo. La infraestructura marítima es vital para las naciones que quieren expandirse a través de los océanos. La corona del Imperio Británico en su máximo apogeo gastaba casi una tercera parte de sus ingresos en ampliar y mejorar los puertos que acogían a su ingente flota mercante.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/infraestructura_marítima.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Exploración",
            "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/maritime_infrastructure.json"
    },
    {
        "id": 41,
        "name": "Cultura de los medios",
        "game_info": " +34% al Turismo generado por ciudades con una Torre de difusión.",
        "historical_info": "La cultura de los medios se refiere a la sociedad capitalista occidental actual que emergió a finales del siglo XX, caracterizada por el consumismo fomentado por los medios de comunicación de masas. Los críticos consideran que la cultura de los medios, con su énfasis en la publicidad y las relaciones públicas, es un sistema centrado en la manipulación de masas, sobre todo al respecto de la representación y reproducción de ideologías dominantes. Eruditos de la talla de Theodor Adorno y Hannah Arendt han escrito ampliamente acerca del impacto de la cultura de los medios en la democracia y el capitalismo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultura_de_los_medios.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/media_culture.json"
    },
    {
        "id": 42,
        "name": "Mercantilismo",
        "game_info": "MercantilismoComprar elementos en ciudades cuesta un 25% menos de Oro . +1 a Ciencia por cada Ceca, Mercado, Banco y Bolsa.",
        "historical_info": "El mercantilismo es una forma de nacionalismo económico que anima a que una nación adopte políticas \"proteccionistas\" para auspiciar sus propias exportaciones y limitar las importaciones de otras naciones. A medida que la \"balanza comercial\" aumenta, la nación gana riqueza y prosperidad, pero si cae bajo cero (se importa más de lo que se exporta), la nación y su gente empobrece y se hace más vulnerable a las amenazas externas. La teoría se hizo popular en Europa occidental entre los siglos XVI y XVIII. En la actualidad, la mayor parte de las naciones occidentales quieren abrir sus fronteras al comercio, a pesar de que aplican con frecuencia ciertos impuestos o aranceles para proteger sus industrias nacionales más importantes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercantilismo.png",
        "required_policies": [
            {
                "name": "Ejército mercenario",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/mercenary_army.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Comercio",
            "game_info": "El Comercio concede bonificaciones a los imperios centrados en el Oro .Adoptarlo aumentará un 25% el Oro obtenido en la capital . Desbloquea la construcción del Big Ben.Adoptar todas las políticas del árbol del Comercio otorgará +1 de Oro por cada Puesto comercial. Además puedes adquirir Grandes mercaderes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "El comercio se encarga del intercambio de bienes y servicios, ya sea mediante el trueque (a cambo de otros bienes y servicios) o mediante alguna forma de moneda. El comercio es tan viejo como el lenguaje humano, y puede que más. En algunas culturas, los mercaderes pertenecen a una clase inferior a los que gobiernan o los que tienen derecho a llevar armas. En otras, son vistos como la élite, y la adquisición de riquezas se contempla como el mayor bien. Durante gran parte de su historia más reciente, Estados Unidos ha pertenecido a esta segunda clase de países."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/mercantilism.json"
    },
    {
        "id": 43,
        "name": "Confederación de mercaderes",
        "game_info": "Confederación de mercaderes+ 2 de Oro por Rutas comerciales con las ciudades-estado.",
        "historical_info": "Más conocida como liga de comerciantes o gremio de mercaderes, esta confederación se crea para proteger los intereses económicos y privilegios diplomáticos de los mercaderes en las ciudades y naciones que haya a lo largo de las rutas comerciales. Aunque estas confederaciones de mercaderes no tenían carácter oficial, muchas de ellas –como la Company of Merchant Adventurers of London (fundada en el año 1407) o la poderosa Liga Hanseática (formada alrededor del año 1356)– tuvieron una influencia económica importante y dominaron determinadas rutas comerciales durante largos periodos. A principios del Renacimiento, se fundaron confederaciones de este tipo en ciudades-estado como Venecia y Génova para proteger los intereses de los comerciantes sobre ciertas mercancías mientras se encontraban en el extranjero. Estas ligas de mercaderes encontraron su punto álgido durante los siglos XV y XVI, pero entraron en declive después, cuando los gobiernos nacionales y las compañías establecidas por las coronas asumieron gradualmente las responsabilidades reguladoras y diplomáticas que anteriormente habían pertenecido a las ligas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/confederación_de_mercaderes.png",
        "required_policies": [
            {
                "name": "Escolástica",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/scholasticism.json"
            },
            {
                "name": "Consulados",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/consulates.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenazgo",
            "game_info": "El Mecenazgo mejora los beneficios de la amistad con las ciudades-estado.La Influencia con las ciudades-estado se deteriora un 25% más lento de lo normal. Desbloquea la construcción del Palacio Prohibido.Adoptar todas las políticas del árbol del Mecenazgo hará que las ciudades-estado aliadas te regalen Grandes personajes de vez en cuando.",
            "prereq_era": "Época Clásica",
            "historical_info": "El mecenazgo es la política por la que los más ricos y poderosos (normalmente, la nobleza) apoyan a los artistas con talento de una sociedad. En muchas civilizaciones antiguas, la riqueza de una sociedad se concentraba en unos pocos individuos: la familia real, por ejemplo, o los príncipes mercaderes. Los pintores, escultores, músicos y demás artistas de renombre trabajaban para la élite, pues ésta era la única que se podía permitir el lujo de pagarles. Aunque quizá fuera injusto para los plebeyos, este sistema propició las geniales obras de artistas como Leonardo da Vinci, Ben Johnson y Mozart. El sistema está experimentando un nuevo auge en nuestros días, pero son las multinacionales las que asumen el papel del antiguo mecenas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/merchant_confederacy.json"
    },
    {
        "id": 44,
        "name": "Marina mercante",
        "game_info": "Marina mercante+1 de Oro por cada Puerto, Puerto marítimo o Faro. +4 a la Producción y +4 a la Cultura en la ciudad con la Compañía de las Indias Orientales.",
        "historical_info": "Una marina mercante es un grupo de naves mercantes que, en tiempos de guerra, se pueden ver obligadas a prestarle a la nación el servicio de transportar los pertrechos y víveres militares, contando a menudo con la ayuda de la armada de dicha nación. Durante muchos años, los británicos contaron con los mejores y mayores barcos de la marina mercante de la historia del mundo. Puesta en funcionamiento en 1835, la marina mercante británica sufrió grandes pérdidas en las dos guerras mundiales. Casi 15.000 marinos mercantes perdieron la vida en la Primera Guerra Mundial, cifra que se dobló alarmantemente en la Segunda.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/marina_mercante.png",
        "required_policies": [
            {
                "name": "Tradición naval",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/naval_tradition.json"
            },
            {
                "name": "Infraestructura marítima",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/maritime_infrastructure.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Exploración",
            "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/merchant_navy.json"
    },
    {
        "id": 45,
        "name": "Meritocracia",
        "game_info": "Meritocracia+1 a Felicidad por cada ciudad propia que esté comunicada [ICON_CONNECTED] con la capital y -5% a Infelicidad por los ciudadanos de las ciudades que no estén ocupadas.",
        "historical_info": "Una meritocracia es un sistema por el que se asignan puestos en los organismos públicos y se asciende en ellos a los más capaces y dignos, en vez de, pongamos, los amigos personales del gobernante (o diputado) de turno o los que pertenecen a una tribu, casta o religión determinada. Muchos gobiernos duraderos alternan entre alguna clase de meritocracia y algún método menos sensato de escoger a quien ha de llevar las riendas. Al principio, se escoge a los funcionarios por sus capacidades, pero con los años, el amiguismo o los privilegios se cuelan en el sistema y el gobierno se va haciendo cada vez menos eficiente y más corrupto. Finalmente, las cosas se ponen tan mal que la burocracia experimenta una purga o una reforma y se vuelve a designar a funcionarios más meritorios. Esta pauta se repetirá hasta que el Sol explote y toda la vida desaparezca de la faz del planeta.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/meritocracia.png",
        "required_policies": [
            {
                "name": "Ciudadanía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Libertad",
            "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
            "prereq_era": null,
            "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/meritocracy.json"
    },
    {
        "id": 46,
        "name": "Militarismo",
        "game_info": "+2 a la Felicidad local por cada Cuartel, Polvorín y Academia militar.",
        "historical_info": "Se define \"militarismo\" como creencia o deseo de un gobierno o pueblo de que la nación mantenga una capacidad militar fuerte y esté preparada para usarla con agresividad. Ha constituido un elemento importante de la política de la mayoría de las naciones imperialistas o expansionistas de la historia, como Esparta o la Alemania nazi. Esta filosofía tiene muchos componentes que incluyen logros militares personales idealizados y políticas gubernamentales que dedican una parte importante de los recursos nacionales a mantener y ampliar el ejército.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/militarismo.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/militarism.json"
    },
    {
        "id": 47,
        "name": "Casta militar",
        "game_info": "Casta militarCada ciudad que tenga guarnición aumenta en 1 la Felicidad local de la ciudad y en 2 la Cultura .",
        "historical_info": "En una sociedad con una casta militar, todos los miembros de las fuerzas armadas pertenecen a una tribu, nacionalidad o religión en concreto o cualquier otra división socioeconómica. A los ciudadanos que no forman parte de dicha casta se les prohíbe entrar en el ejército e incluso llevar cualquier tipo de armas, porque la casta militar teme que los ciudadanos puedan usarlas contra ella. Gran parte del Japón feudal se encontraba bajo un sistema de castas, como lo estaba la antigua Esparta.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/casta_militar.png",
        "required_policies": [
            {
                "name": "Disciplina",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/discipline.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Honor",
            "game_info": "El Honor mejora la eficacia del ejército propio de varias maneras.Adoptarlo concede un +33% de bonificación al combatir a los Bárbaros, y se te notificará la aparición de nuevos Campamentos bárbaros en el territorio que hayas descubierto. El imperio gana Cultura por cada Bárbaro que mate. Desbloquea la construcción de la Estatua de Zeus.Adoptar todas las políticas del árbol del Honor otorgará Oro por cada unidad enemiga que mates. También permite comprar Grandes generales con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "En una sociedad \"honorable\", el estatus de los ciudadanos se basa en la estimación social de sus cualidades personales. Las cualidades que se suelen considerar honorables son la lealtad, la honradez, la integridad y el valor. En muchas de estas sociedades, se espera que los hombres \"defiendan su honor\" hasta la muerte, pues perder el honor es peor que perder la vida."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/military_caste.json"
    },
    {
        "id": 48,
        "name": "Tradición militar",
        "game_info": "Tradición militarLas unidades militares ganan un 50% más de experiencia en combate.",
        "historical_info": "La tradición militar es la política de honrar e idealizar el servicio en el ejército del estado. Se venera a los soldados y veteranos, mientras que quienes no forman parte del ejército suelen quedar relegados, o incluso se considera que carecen de honor. El Israel actual tiene una tradición militar importante, como la tuvieron la Inglaterra victoriana y los estados sureños de Estados Unidos antes de la Guerra Civil.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tradición_militar.png",
        "required_policies": [
            {
                "name": "Código del Guerrero",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/warrior_code.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Honor",
            "game_info": "El Honor mejora la eficacia del ejército propio de varias maneras.Adoptarlo concede un +33% de bonificación al combatir a los Bárbaros, y se te notificará la aparición de nuevos Campamentos bárbaros en el territorio que hayas descubierto. El imperio gana Cultura por cada Bárbaro que mate. Desbloquea la construcción de la Estatua de Zeus.Adoptar todas las políticas del árbol del Honor otorgará Oro por cada unidad enemiga que mates. También permite comprar Grandes generales con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "En una sociedad \"honorable\", el estatus de los ciudadanos se basa en la estimación social de sus cualidades personales. Las cualidades que se suelen considerar honorables son la lealtad, la honradez, la integridad y el valor. En muchas de estas sociedades, se espera que los hombres \"defiendan su honor\" hasta la muerte, pues perder el honor es peor que perder la vida."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/military_tradition.json"
    },
    {
        "id": 49,
        "name": "Movilización",
        "game_info": "El coste en Oro de la compra de unidades se reduce en un 33%.",
        "historical_info": "El término \"movilización\" se utilizó por primera vez en el contexto militar en la década de 1850 para describir la reunión de tropas y suministros para prepararse para la guerra de la Rusia de los zares. La movilización institucionalizó las levas masivas que se produjeron durante las guerras revolucionarias francesas. La práctica cambió la naturaleza de la guerra, pues las nuevas tecnologías de comunicación y transporte, así como los avances en el reclutamiento, han hecho posible la formación de ejércitos enormes que lanzar contra los ejércitos, también enormes, del enemigo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/movilización.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/mobilization.json"
    },
    {
        "id": 50,
        "name": "Monarquía",
        "game_info": "Monarquía+1 de Oro y -1 de Infelicidad por cada dos ciudadanos que haya en la capital .",
        "historical_info": "La monarquía es una forma de gobierno en la que el poder se le confiere a un individuo. A veces, pero no siempre, el poder se le transmite al heredero del monarca tras su muerte (hay algunas monarquías electas, pero no muchas). La monarquía es similar al despotismo, pero con una importante diferencia: el monarca gobierna conforme a las leyes del estado, mientras que el déspota está por encima de ellas. Obviamente, es posible que un monarca sea un déspota, pero también es posible que forme parte de un proceso político en el que se le permite al pueblo un buen grado de libertad. Gran Bretaña sería un buen ejemplo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarquía.png",
        "required_policies": [
            {
                "name": "Legalismo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradición",
            "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/monarchy.json"
    },
    {
        "id": 51,
        "name": "Nacionalismo",
        "game_info": "Reduce el coste de mantenimiento de las unidades en un 33% del Oro .",
        "historical_info": "El nacionalismo es la política que resalta la importancia y la singularidad de la nación-estado. El estado es padre y madre del pueblo, y éste ama al estado. Todo el mundo tienen la bandera del país colgada del balcón de su casa y todos asisten al desfile de la fiesta nacional para ver a los soldados y los nuevos juguetes. Los estados nacionalistas suelen ser muy poderosos, ya que el pueblo trabaja incansablemente para que el estado progrese. No obstante, es posible que se repriman las críticas al estado, lo que puede limitar su capacidad para corregirse si se sale del buen camino.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/nacionalismo.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/nationalism.json"
    },
    {
        "id": 52,
        "name": "Tradición naval",
        "game_info": "Tradición naval+1 a la Felicidad por cada Puerto, Puerto marítimo o Faro.",
        "historical_info": "Las naciones con una fuerte tradición naval valoran la armada del país por encima de cualquier otra rama de las fuerzas armadas (por razones obvias, ya que suelen ser países isleños). Se espera que la clase dirigente sirva en la armada, y se ve a los oficiales de la marina como superiores a los del ejército de tierra o la fuerza aérea. Gran Bretaña tiene la tradición naval más antigua y fuerte de Europa. Era sabido que los barcos británicos eran superiores a los de otras naciones y que sus oficiales y tripulantes eran los mejores que surcaban las aguas. Esto dio a la armada británica una gran ventaja moral en la guerra naval.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tradición_naval.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Exploración",
            "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/naval_tradition.json"
    },
    {
        "id": 53,
        "name": "Escuela de navegación",
        "game_info": "Escuela de navegaciónAparece un Gran almirante. +2 al Movimiento [ICON_MOVES] de todos los Grandes almirantes. Se generan Grandes almirantes un 50% más rápido.",
        "historical_info": "En 1418, el príncipe Enrique de Portugal fundó la primera escuela destinada al estudio de la navegación oceánica, junto a un observatorio astronómico, en Sagres. Allí se formaba a los timoneles portugueses en navegación, fabricación de mapas, la ciencia de las mareas y las corrientes, y otras habilidades que les facilitarían la tarea de surcar las costas africanas, en las que Enrique quería fundar una serie de puertos que le abrieran las puertas a las riquezas de Extremo Oriente. Cuando la exploración y la colonización alcanzaron su auge en siglo XVII, la mayoría de los monarcas europeos siguió el ejemplo de Enrique.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/escuela_de_navegación.png",
        "required_policies": [
            {
                "name": "Tradición naval",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/naval_tradition.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Exploración",
            "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/navigation_school.json"
    },
    {
        "id": 54,
        "name": "New Deal",
        "game_info": "Todas las mejoras de Grandes personajes y Sitios de interés producen +4 en el sector correspondiente.",
        "historical_info": "La New Deal fue una serie de programas económicos promulgados por órdenes ejecutivas o leyes del gobierno de los Estados Unidos entre 1933 y 1936 para contrarrestar los efectos de la Gran Depresión. En lugar de nacionalizar bancos e industrias clave, como hicieron otros líderes, el presidente Franklin Roosevelt esperaba ofrecer ayudas a los desamparados y recuperar la economía a través de la construcción y programas de obras con financiación federal, así como reformas financieras. La historia demuestra que tuvo un gran éxito y otros países han adoptado una estrategia similar en la reciente crisis económica.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/new_deal.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/new_deal.json"
    },
    {
        "id": 55,
        "name": "Legado de Clausewitz",
        "game_info": "Otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos después de adoptar la política.",
        "historical_info": "Tras las Guerras Napoleónicas, el oficial prusiano Carl von Clausewitz escribió el primer gran tratado de teoría militar desde Sun Tzu. Su \"Vom Krieg\" (Sobre la guerra) de 10 volúmenes, aunque lo dejó inconcluso al morir en 1831, sirvió como base para la formación de generaciones de oficiales del ejército de academias militares de todo el mundo. Al hacer hincapié en los aspectos psicológicos y políticos de la guerra en términos de táctica y estrategia, su aseveración de que \"La guerra es la continuación de la política por otros medios\" se convertiría en el cimiento de los gobiernos autócratas y expansionistas durante los dos siglos siguientes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legado_de_clausewitz.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/clausewitz's_legacy.json"
    },
    {
        "id": 56,
        "name": "Oligarquía",
        "game_info": "OligarquíaLas unidades de guarnición no tienen costes de mantenimiento y las ciudades con guarnición ganan un +50% a la Fuerza de combate a distancia [ICON_RANGE_STRENGTH].",
        "historical_info": "La oligarquía es una forma de gobierno en la que un pequeño segmento de la sociedad tiene todo el poder. Lo puede ostentar una familia o tribu en concreto, o miembros de una religión o una casta determinada. Algunas ciudades-estado de la antigua Grecia eran oligarquías, en las que todo el poder estaba en manos de unas cuantas familias de la élite. El apartheid en Sudáfrica sería una oligarquía moderna, pues la minoría blanca ostentaba todo el poder. El Irak anterior al 11-S también fue una oligarquía, donde el poder se concentraba en manos de los miembros de la familia y de la tribu de Saddam Hussein.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oligarquía.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradición",
            "game_info": "La Tradición es mejor para los pequeños imperios.Adoptarla aumenta mucho la velocidad con la que se expanden las fronteras de las ciudades y además proporciona 3 de Cultura en la capital . Desbloquea la construcción de los Jardines colgantes.Adoptar todas las políticas del árbol de la Tradición otorgará +15% a Crecimiento y un Acueducto gratis en las primeras 4 ciudades. También permite comprar Grandes ingenieros con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "Se entiende por tradición la política de honrar las decisiones tomadas por los antepasados de uno y todos los gobernantes del estado precedentes. Las nuevas políticas se contemplan con suspicacia y desconfianza. Hasta en los países supuestamente progresistas, como los Estados Unidos, la tradición puede resultar un agente muy poderoso, como puede verse en las tensiones entre los partidarios de una adherencia estricta al significado originario literal de la constitución estadounidense y los que creen que ésta debe interpretarse más ampliamente, a la luz de la naturaleza cambiante de los EE. UU. y del mundo. Se considera que el primer grupo es más tradicionalista que el segundo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/oligarchy.json"
    },
    {
        "id": 57,
        "name": "Vanguardismo",
        "game_info": "La velocidad de nacimiento de Grandes personajes aumenta en un 25%.",
        "historical_info": "\"Avant-garde\", el término original francés, se refiere a obras o ideas innovadoras o excepcionalmente creativas, sobre todo vinculadas al mundo artístico, musical o político. Se consigue rebasando los límites que imponen las normas comúnmente aceptadas, como sucede con las reformas sociales radicales. Las sociedades democráticas tienden a permitir una mayor expresión social, promoviendo de esta forma estos avances culturales \"modernos\".",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/vanguardismo.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/avant_garde.json"
    },
    {
        "id": 58,
        "name": "Religión organizada",
        "game_info": "Religión organizada+1 a Fe por Santuarios y Templos.",
        "historical_info": "Una religión organizada es aquella en la que un número de personas siguen los mismos preceptos religiosos y tienen las mismas creencias. La religión puede tener sacerdotes que interceden ante los poderes superiores en favor de los creyentes o que dictan o interpretan los preceptos religiosos. Puede tener una compleja jerarquía de sacerdotes y demás líderes religiosos, así como templos u otros santuarios en los que la gente reza y adora. Por lo general, los creyentes contribuyen con dinero a sustentar la religión, sus edificios y a sus sacerdotes.Por lo general, una religión organizada es una fuerza de estabilización en una cultura. Las personas que comparten una religión tienen en común algo importante y, aunque sean desconocidos, es menos probable que se maten entre ellos. Aunque también puede ser muy secesionista: históricamente, muchas religiones organizadas han visto a las demás como amenazas o abominaciones, y más de una guerra se ha librado para ver qué dios es Dios.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/religión_organizada.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Devoción",
            "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
            "prereq_era": null,
            "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/organized_religion.json"
    },
    {
        "id": 59,
        "name": "Liderazgo del partido",
        "game_info": "+1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.",
        "historical_info": "En un estado proletario socialista ordenado, el pueblo tiene el poder. Sin embargo, hasta Marx se daba cuenta de que hacía falta algún tipo de jerarquía en el partido para el correcto funcionamiento de los servicios estatales y para asegurarse de que el propio sistema era respetado. Por ese motivo, en 1917 los bolcheviques establecieron una vanguardia de burócratas del partido que encabezaban y centralizaban el partido y administraban la nueva Rusia soviética. Con el tiempo y la propagación de la revolución comunista por el mundo industrial, la necesidad del liderazgo del partido se difuminaría. La historia demostró lo contrario.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/liderazgo_del_partido.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/party_leadership.json"
    },
    {
        "id": 60,
        "name": "Guerra patriótica",
        "game_info": "15% de bonificación al ataque cuando se luche en territorio amistoso.",
        "historical_info": "A lo largo de la historia, el término \"guerra patriótica\" ha designado a aquellos conflictos en los que, según la doctrina comunista, el proletariado se ha defendido de una amenaza externa. De una forma más amplia, se refiere a una guerra librada en defensa del territorio nacional o, en este caso, la \"madre patria\". Primero se aplicó a la resistencia general del campesinado ruso a la invasión napoleónica en el 1812, pero en un sentido más amplio se refiere a la costosa defensa rusa contra Alemania en la II Guerra Mundial.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/guerra_patriótica.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/patriotic_war.json"
    },
    {
        "id": 61,
        "name": "Filantropía",
        "game_info": "FilantropíaLos regalos de Oro hechos a las ciudades-estado conceden un 25% más de Influencia .",
        "historical_info": "La filantropía es la política por la que los ciudadanos más ricos de una nación devuelven parte de su fortuna al pueblo, normalmente en forma de bibliotecas, museos, hospitales o becas. A diferencia del mecenazgo, en el que el ciudadano paga para que se les dé una obra de arte a él y a sus iguales, la filantropía suele beneficiar a los miembros más pobres de la sociedad. El estadounidense de origen escocés Andrew Carnegie fue uno de los mayores filántropos de la historia. Durante gran parte de su vida, Carnegie fue un hombre de negocios completamente despiadado. Creó la compañía US Steel y forjó la segunda fortuna más grande la historia, principalmente a costa de las personas a las que explotaba en sus minas y fundiciones. Tras vender su negocio en 1901, Carnegie dedicó los últimos 19 años de su vida a construir bibliotecas en las ciudades más deprimidas y financió más de 3.000 de ellas en EE. UU., Canadá, Reino Unido, Irlanda, Australia, Nueva Zelanda y otros países.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/filantropía.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenazgo",
            "game_info": "El Mecenazgo mejora los beneficios de la amistad con las ciudades-estado.La Influencia con las ciudades-estado se deteriora un 25% más lento de lo normal. Desbloquea la construcción del Palacio Prohibido.Adoptar todas las políticas del árbol del Mecenazgo hará que las ciudades-estado aliadas te regalen Grandes personajes de vez en cuando.",
            "prereq_era": "Época Clásica",
            "historical_info": "El mecenazgo es la política por la que los más ricos y poderosos (normalmente, la nobleza) apoyan a los artistas con talento de una sociedad. En muchas civilizaciones antiguas, la riqueza de una sociedad se concentraba en unos pocos individuos: la familia real, por ejemplo, o los príncipes mercaderes. Los pintores, escultores, músicos y demás artistas de renombre trabajaban para la élite, pues ésta era la única que se podía permitir el lujo de pagarles. Aunque quizá fuera injusto para los plebeyos, este sistema propició las geniales obras de artistas como Leonardo da Vinci, Ben Johnson y Mozart. El sistema está experimentando un nuevo auge en nuestros días, pero son las multinacionales las que asumen el papel del antiguo mecenas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/philanthropy.json"
    },
    {
        "id": 62,
        "name": "Estado policial",
        "game_info": "+3 a Felicidad local por cada Delegación. Las Delegaciones se construyen en la mitad del tiempo habitual.",
        "historical_info": "Cualquier gobierno de derechas o izquierdas que ejerza un control rígido y represivo de la vida social, económica, cultural y política de sus ciudadanos puede ser un estado policial. A menudo se caracterizan por su totalitarismo, militarismo, limitación de derechos civiles y un complejo sistema de seguridad interna que vigila las actividades personales. El término se utilizó por primera vez en unos textos alemanes incomprensibles de 1851; en los años treinta, la prensa recurrió al término para describir los gobiernos totalitarios y comunistas de la época.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/estado_policial.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/police_state.json"
    },
    {
        "id": 63,
        "name": "Ejército profesional",
        "game_info": "Ejército profesional El coste en Oro por modernizar unidades militares se reduce un 33% y se construyen Cuarteles, Polvorines y Academias militares un 50% más rápido.",
        "historical_info": "Un ejército profesional es una organización militar a tiempo completo que mantiene su existencia aunque el país esté en paz. El estado paga a los soldados por sus servicios y éstos pasan el tiempo entrenándose o realizando servicios públicos cuando no están en guerra. Los primeros ejércitos no fueron profesionales. Cuando la guerra era inminente, los líderes de un país llamaban a filas a todos los hombres capaces de empuñar un arma y entrar en combate. Esos soldados de leva no solían contar con mucho entrenamiento, y muchas veces se esperaba de ellos que llevaran sus propias armas y armadura, por lo que su calidad no era muy buena. Solían desertar cuando tenían que atender sus cultivos, así que las batallas se programaban para el verano. Si no se conseguía la victoria para la siega, la guerra se solía retrasar un año.Los ejércitos profesionales se forman cuando una sociedad ha acumulado la riqueza suficiente como para financiar a un gran número de hombres que no cultivan los campos ni realizan trabajo productivo alguno. Los soldados suelen vivir en cuarteles, apartados de la población civil para minimizar las fricciones, y el estado les proporciona alimentos, pertrechos y entrenamiento. Siempre son más efectivos que los soldados de leva.La guerra moderna se ha vuelto enormemente compleja, pues los soldados se matan con armas muy complicadas que requieren de un entrenamiento exhaustivo para poder usarlas con eficacia. Los soldados de leva simplemente no están por la labor, y la mayor parte de estados cuentan con algún tipo de fuerza profesional.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/ejército_profesional.png",
        "required_policies": [
            {
                "name": "Casta militar",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/military_caste.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Honor",
            "game_info": "El Honor mejora la eficacia del ejército propio de varias maneras.Adoptarlo concede un +33% de bonificación al combatir a los Bárbaros, y se te notificará la aparición de nuevos Campamentos bárbaros en el territorio que hayas descubierto. El imperio gana Cultura por cada Bárbaro que mate. Desbloquea la construcción de la Estatua de Zeus.Adoptar todas las políticas del árbol del Honor otorgará Oro por cada unidad enemiga que mates. También permite comprar Grandes generales con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "En una sociedad \"honorable\", el estatus de los ciudadanos se basa en la estimación social de sus cualidades personales. Las cualidades que se suelen considerar honorables son la lealtad, la honradez, la integridad y el valor. En muchas de estas sociedades, se espera que los hombres \"defiendan su honor\" hasta la muerte, pues perder el honor es peor que perder la vida."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/professional_army.json"
    },
    {
        "id": 64,
        "name": "Proteccionismo",
        "game_info": "Proteccionismo+2 a Felicidad por cada recurso de lujo.",
        "historical_info": "El proteccionismo es la política de limitar el comercio entre naciones mediante cuotas, aranceles y otros métodos. Lo emplean los países que quieren ralentizar o impedir que los bienes y servicios extranjeros entren en su mercado nacional y, por tanto, \"proteger\" las industrias locales. El proteccionismo también lo utilizan los dirigentes que quieren limitar el contacto de sus ciudadanos con los productos y las personas del exterior, ya sea porque creen que las cosas extranjeras son malas o simplemente porque quieren que sus ciudadanos no sepan lo mal que están en comparación con otros pueblos del mundo. Corea del Norte es un ejemplo de estado grotescamente proteccionista, pues sus líderes limitan el contacto con el mundo exterior para impedir que los coreanos sean conscientes de su propio retraso.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/proteccionismo.png",
        "required_policies": [
            {
                "name": "Mercantilismo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/mercantilism.json"
            },
            {
                "name": "Espíritu emprendedor",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/entrepreneurship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Comercio",
            "game_info": "El Comercio concede bonificaciones a los imperios centrados en el Oro .Adoptarlo aumentará un 25% el Oro obtenido en la capital . Desbloquea la construcción del Big Ben.Adoptar todas las políticas del árbol del Comercio otorgará +1 de Oro por cada Puesto comercial. Además puedes adquirir Grandes mercaderes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "El comercio se encarga del intercambio de bienes y servicios, ya sea mediante el trueque (a cambo de otros bienes y servicios) o mediante alguna forma de moneda. El comercio es tan viejo como el lenguaje humano, y puede que más. En algunas culturas, los mercaderes pertenecen a una clase inferior a los que gobiernan o los que tienen derecho a llevar armas. En otras, son vistos como la élite, y la adquisición de riquezas se contempla como el mayor bien. Durante gran parte de su historia más reciente, Estados Unidos ha pertenecido a esta segunda clase de países."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/protectionism.json"
    },
    {
        "id": 65,
        "name": "Reforma",
        "game_info": "ReformaSi has fundado una religión, obtienes una creencia de Reforma adicional.",
        "historical_info": "La reforma se refiere a un gran movimiento que pretende cambiar una organización religiosa o sistema de creencias de los cuales piensa que se han corrompido o que se han apartado de sus principios orientadores. La \"Reforma protestante\" fue un movimiento que pretendió cambiar la Iglesia Católica Romana. Se inició en 1517, cuando Martín Lutero publicó \"las noventa y cinco tesis\", en las que enumeraba las transgresiones de la Iglesia según su opinión. El movimiento fue la chispa que inició una guerra sangrienta y horrible que asoló Europa durante 130 años y llegó hasta el Nuevo Mundo. Como consecuencia, el cristianismo se fracturó permanentemente en diversas iglesias distintas y la autoridad civil pasó a tener un papel predominante frente a la religiosa.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reforma.png",
        "required_policies": [
            {
                "name": "Tolerancia religiosa",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/religious_tolerance.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Devoción",
            "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
            "prereq_era": null,
            "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/reformation.json"
    },
    {
        "id": 66,
        "name": "Representatividad",
        "game_info": "RepresentatividadCada ciudad que fundes aumentará un 33% menos de lo normal el coste de Cultura de las políticas. Además, inicia una Edad de Oro .",
        "historical_info": "La representatividad es una política por la que los ciudadanos de una nación nombran a sus \"representantes\" para que los gobiernen. Se puede considerar como un paso más allá del gobierno colectivo, que se da cuando la población es demasiado grande como para que el primero sea viable. En una forma de gobierno representativo, el país se divide en regiones más pequeñas y manejables (o comunidades autónomas, provincias o lo que sea), y cada una elige a uno o más de los ciudadanos del lugar para que represente sus intereses en el gobierno durante un periodo de tiempo establecido. Los representantes forman un parlamento u otra clase de cuerpo de deliberación, y dirigen el país. Aunque la mayor parte de formas de gobierno representativo son repúblicas, no siempre es así. Algunas formas de gobiernos representativos eligen a monarcas temporales o permanentes y otras clases de nobleza que los mande.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/representatividad.png",
        "required_policies": [
            {
                "name": "Ciudadanía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Libertad",
            "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
            "prereq_era": null,
            "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/representation.json"
    },
    {
        "id": 67,
        "name": "República",
        "game_info": "República+1 a la Producción en todas las ciudades y +5% a la Producción en las ciudades cuando se construyen edificios.",
        "historical_info": "Una república es una forma de gobierno en la que el pueblo o sus representantes tienen el poder decisivo, en vez de conferírselo a un monarca o déspota. Se puede elegir a un líder, pero su poder deriva del consenso popular. Algunas culturas clásicas han tenido alguna forma de república, en especial varias ciudades-estado griegas y Roma (durante parte de su historia), pero en la mayor parte de la historia del mundo, la monarquía ha sido la forma de gobierno más común.La república volvió a aparecer en el escenario mundial en el siglo XVIII, cuando Estados Unidos se separó de la monarquía británica y se proclamó república. Al independizarse del Viejo Mundo, muchas de las nuevas naciones de América Central y del Sur también se convirtieron en repúblicas (México acarició la idea de una monarquía durante un tiempo, aunque no prosperó).En el siglo XX, gran parte de las formas europeas de gobierno se convirtieron en repúblicas tras una u otra de las guerras mundiales, al igual que muchas naciones asiáticas. Muchas partes de África las han seguido tras librarse de sus dueños coloniales. Hoy en día, la mayoría de naciones del mundo siguen (o, al menos, dicen seguir) una forma de republicanismo u otra.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/república.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Libertad",
            "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
            "prereq_era": null,
            "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/republic.json"
    },
    {
        "id": 68,
        "name": "Reasentamiento",
        "game_info": "Las nuevas ciudades empiezan con 3 de Población adicional.",
        "historical_info": "El reasentamiento forzoso, o \"trasvase de población\" en jerga soviética, asumió formas diferentes: deportaciones de grupos antisoviéticos (\"enemigos del pueblo\"), deportaciones de grupos étnicos, trasvases de fuerza laboral y migraciones forzosas a regiones \"étnicamente limpias\". En el momento de más auge del gobierno de Stalin, los programas de reasentamiento involuntario, normalmente a zonas poco pobladas de la Rusia asiática, afectaron a polacos, bálticos, finlandeses, rumanos, tártaros, calmucos, chechenos y docenas de otros pueblos. Los líderes comunistas lo creían un sistema eficaz y relativamente humano de poner orden en una nación tan grande y diversa.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reasentamiento.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/resettlement.json"
    },
    {
        "id": 69,
        "name": "Escolástica",
        "game_info": "EscolásticaTodas las ciudades-estado que sean aliadas proporcionarán una bonificación a Ciencia igual al 25% de lo que produzcan.",
        "historical_info": "La escolástica es un estilo de enseñanza que se utilizó en las universidades medievales europeas entre el 1000 y 1500 d. C., aproximadamente. El método pone énfasis en el razonamiento crítico y el debate. El profesor escogía un libro para que se estudiara, y los alumnos y él discutían el sentido del mismo, examinaban otros libros sobre el mismo tema, examinaban todas las críticas a la obra, etc., con lo que ganaban una comprensión mayor del tema de la que hubieran conseguido mediante la mera memorización. El movimiento se vio en gran parte impulsado por el redescubrimiento de las obras de los filósofos griegos y los consiguientes intentos de integrarlas con el cristianismo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/escolástica.png",
        "required_policies": [
            {
                "name": "Filantropía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/philanthropy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenazgo",
            "game_info": "El Mecenazgo mejora los beneficios de la amistad con las ciudades-estado.La Influencia con las ciudades-estado se deteriora un 25% más lento de lo normal. Desbloquea la construcción del Palacio Prohibido.Adoptar todas las políticas del árbol del Mecenazgo hará que las ciudades-estado aliadas te regalen Grandes personajes de vez en cuando.",
            "prereq_era": "Época Clásica",
            "historical_info": "El mecenazgo es la política por la que los más ricos y poderosos (normalmente, la nobleza) apoyan a los artistas con talento de una sociedad. En muchas civilizaciones antiguas, la riqueza de una sociedad se concentraba en unos pocos individuos: la familia real, por ejemplo, o los príncipes mercaderes. Los pintores, escultores, músicos y demás artistas de renombre trabajaban para la élite, pues ésta era la única que se podía permitir el lujo de pagarles. Aunque quizá fuera injusto para los plebeyos, este sistema propició las geniales obras de artistas como Leonardo da Vinci, Ben Johnson y Mozart. El sistema está experimentando un nuevo auge en nuestros días, pero son las multinacionales las que asumen el papel del antiguo mecenas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/scholasticism.json"
    },
    {
        "id": 70,
        "name": "Revolución científica",
        "game_info": "Revolución científicaLa Ciencia [ICON_SCIENCE] obtenida por los Acuerdos de Investigación aumentará un 50%.",
        "historical_info": "Una revolución científica es un momento histórico en el cual los rápidos avances en el conocimiento humano o la tecnología subvierten el punto de vista imperante sobre el mundo, lo que desencadena a su vez más avances en el pensamiento y el conocimiento. Gran parte de Europa atravesó una revolución científica en el siglo XVI, tras la publicación de la obra de Nicolás Copérnico \"De revolutionibus orbium coelestium\" (\"De las revoluciones de las esferas celestes\") y la de Andés Vesalio \"De humani corporis fabrica\" (\"Sobre la estructura del cuerpo humano\"). Ambos usaron prácticas científicas modernas (para aquella época) para examinar partes del mundo que los rodeaba y demostraron la invalidez de ciertas teorías científicas, algunas de las cuales se remontaban a la época de los antiguos griegos. Tras el éxito de estos libros, se abrieron las compuertas y los científicos empezaron a examinar minuciosamente todo su entorno, con lo que el conocimiento humano creció exponencialmente durante los siglos sucesivos.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/revolución_científica.png",
        "required_policies": [
            {
                "name": "Soberanía",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/sovereignty.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Racionalismo",
            "game_info": "El Racionalismo mejora la capacidad de utilizar y generar Ciencia..Adoptarlo dará +10% a la Ciencia obtenida mientras el imperio esté Feliz . Desbloquea la construcción de la Torre de porcelana.La adopción de todas las políticas del árbol del Racionalismo otorgará una tecnología gratis. También permite comprar Grandes científicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Renacimiento",
            "historical_info": "El racionalismo es un punto de vista en el que la razón (en vez de la fe, por ejemplo) explica el mundo. Cree que la razón impera sobre todas las maneras de interpretar las cosas, incluyendo cualquier dato recogido por los cinco sentidos. Esta filosofía puede remontarse al gran Sócrates de la antigua Grecia, y disfrutó de cierto resurgimiento en los siglos XVI y XVII en Europa, cuando la exploraron hombres como Descartes, Spinoza y Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/scientific_revolution.json"
    },
    {
        "id": 71,
        "name": "Laicismo",
        "game_info": "Laicismo+2 a Ciencia por cada especialista.",
        "historical_info": "El laicismo es la creencia de que el gobierno debe separarse de la religión y de las distintas confesiones. Las religiones no deben enseñarse en las escuelas ni han de ser un condicionante para determinar quién puede gobernar o servir en el ejército. Los laicos no dudan necesariamente que exista un ser supremo: sencillamente creen que mezclar religión y gobierno es malo en última instancia para ambas instituciones. Estados Unidos es mayormente un país laico, aunque se pueden encontrar vestigios de la religión dominante de sus primeros habitantes en el dinero del país, los juramentos por el cargo que prestan sus líderes, su sistema judicial, etc., con frecuencia para gran disgusto de los ciudadanos que no pertenecen a ella.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/laicismo.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Racionalismo",
            "game_info": "El Racionalismo mejora la capacidad de utilizar y generar Ciencia..Adoptarlo dará +10% a la Ciencia obtenida mientras el imperio esté Feliz . Desbloquea la construcción de la Torre de porcelana.La adopción de todas las políticas del árbol del Racionalismo otorgará una tecnología gratis. También permite comprar Grandes científicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Renacimiento",
            "historical_info": "El racionalismo es un punto de vista en el que la razón (en vez de la fe, por ejemplo) explica el mundo. Cree que la razón impera sobre todas las maneras de interpretar las cosas, incluyendo cualquier dato recogido por los cinco sentidos. Esta filosofía puede remontarse al gran Sócrates de la antigua Grecia, y disfrutó de cierto resurgimiento en los siglos XVI y XVII en Europa, cuando la exploraron hombres como Descartes, Spinoza y Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/secularism.json"
    },
    {
        "id": 72,
        "name": "Rascacielos",
        "game_info": "El coste en Oro de la compra de edificios se reduce en un 33%.",
        "historical_info": "Al principio del gobierno soviético en Rusia, el estado quiso ganar prestigio y orgullo para su pueblo a través de la construcción de proyectos enormes, que ratificarían la superioridad soviética. El primer proyecto de rascacielos fueron las \"Siete Hermanas\" de Moscú, un grupo de siete edificios de estilo arquitectónico estalinista, una elaborada mezcla de barroco ruso y gótico; aunque la construcción se interrumpió con el inicio de la guerra en 1941, las enormes torres se completaron en 1956 con tecnología y métodos norteamericanos. Después de aquello, la Unión Soviética construyó docenas de rascacielos modernos en sus repúblicas y estados cliente, desde Varsovia a la capital de Kazajistán.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/rascacielos.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/skyscrapers.json"
    },
    {
        "id": 73,
        "name": "Realismo socialista",
        "game_info": "+2 a la Felicidad local por los Monumentos. Los Monumentos se construyen en la mitad del tiempo habitual.",
        "historical_info": "El realismo socialista fue un estilo artístico de expresión realista iniciado en la Rusia soviética que se impuso en los países comunistas de todo el mundo, y promovía el triunfo del socialismo a través del arte, la fotografía, el cine y los monumentos públicos. Junto al estilo arquitectónico clásico, el realismo socialista fue el único estilo de arte público que aprobó el partido en sesenta años. Los monumentos espectaculares y minimalistas que construyeron se consideran potentes herramientas de propaganda en favor de la dictadura del proletariado y un reflejo físico de las creencias comunistas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/realismo_socialista.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/socialist_realism.json"
    },
    {
        "id": 74,
        "name": "Soberanía",
        "game_info": "Soberanía+1 a Oro por los edificios de Ciencia .",
        "historical_info": "La soberanía, para abreviar el término \"soberanía popular\", es la creencia de que el estado pertenece al pueblo y que los dirigentes son \"servidores\" del mismo. El poder deriva del pueblo y los que gobiernan lo hacen con el consentimiento de él. La soberanía popular se puede distinguir fácilmente de una teocracia, en la que el gobernante obtiene su poder de Dios y no del pueblo. Las naciones con soberanía popular suelen celebrar una forma u otra de elecciones periódicas en las que el pueblo expresa su voluntad, votan al que es de esperar que sea el mejor candidato en vez de, pongamos, al más alto o al que mejor miente.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/soberanía.png",
        "required_policies": [
            {
                "name": "Laicismo",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/secularism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Racionalismo",
            "game_info": "El Racionalismo mejora la capacidad de utilizar y generar Ciencia..Adoptarlo dará +10% a la Ciencia obtenida mientras el imperio esté Feliz . Desbloquea la construcción de la Torre de porcelana.La adopción de todas las políticas del árbol del Racionalismo otorgará una tecnología gratis. También permite comprar Grandes científicos con Fe a partir de la Era Industrial.",
            "prereq_era": "Renacimiento",
            "historical_info": "El racionalismo es un punto de vista en el que la razón (en vez de la fe, por ejemplo) explica el mundo. Cree que la razón impera sobre todas las maneras de interpretar las cosas, incluyendo cualquier dato recogido por los cinco sentidos. Esta filosofía puede remontarse al gran Sócrates de la antigua Grecia, y disfrutó de cierto resurgimiento en los siglos XVI y XVII en Europa, cuando la exploraron hombres como Descartes, Spinoza y Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/sovereignty.json"
    },
    {
        "id": 75,
        "name": "Pioneros espaciales",
        "game_info": "Se pueden terminar piezas de la Nave espacial con Grandes ingenieros. Aparecen un Gran ingeniero y un Gran científico fuera de la capital .",
        "historical_info": "La Unión Soviética dedicó muchos recursos a su programa espacial, al que consideraba una carrera contra los Estados Unidos para demostrar al mundo su superioridad científica y tecnológica. Varios valerosos cosmonautas fueron los primeros seres humanos en llegar al espacio y en orbitar en torno a la Tierra en pequeñas cápsulas. En abril de 1961, Yuri Gagarin fue el primer hombre en ponerse en órbita y dar una vuelta a la Tierra en 108 minutos en la nave espacial Vostok 1; la primera mujer en el espacio fue Valentina Tereshkova, en 1963, que estuvo casi tres días en órbita.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/pioneros_espaciales.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/spaceflight_pioneers.json"
    },
    {
        "id": 76,
        "name": "Oficina de logística",
        "game_info": "Se pueden comprar piezas de la Nave espacial con Oro .",
        "historical_info": "La mayoría de los programas espaciales tiene una oficina de logística, similar al \"Stennis Space Center Procurement Site\" de la NASA, encargado de la compra de determinados materiales y servicios que el gobierno no puede proporcionar de forma económicamente viable, como pequeñas herramientas, combustible, productos químicos, alimentos y cabinas de baño para naves espaciales, componentes informáticos y otros productos similares. La oficina de logística dispone de normativas acerca de la compra, inspección de materiales y evaluación de servicios, y a menudo tiene una rama que se hace cargo de los contratos con empresas grandes y otra diferente para los negocios menores. Al tratarse de una agencia gubernamental, hay procedimientos de revisión y normativas presupuestarias para que el programa espacial sea asequible.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oficina_de_logística.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/space_procurements.json"
    },
    {
        "id": 77,
        "name": "Su mejor hora",
        "game_info": "La Fuerza de combate de las ciudades aumenta en un 33%.",
        "historical_info": "En junio de 1940, tras la derrota que los franceses sufrieron a mano de los alemanes, Winston Churchill, el primer ministro británico, pronunció un discurso ante el parlamento en el que empleó la frase \"Su mejor hora\", \"Their finest hour\" en inglés, para referirse a la resistencia continuada de Gran Bretaña y la Commonwealth ante el totalitarismo. Esta famosa frase ha pasado a identificarse con cualquier situación en la que una nación democrática invierte todos sus recursos para obtener la victoria, aunque ello suponga enfrentarse en solitario a un enemigo abrumador. También se citó ocasionalmente durante la Guerra Fría y sugiere que el enemigo rechaza totalmente los conceptos de libertad y derechos civiles.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/su_mejor_hora.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/their_finest_hour.json"
    },
    {
        "id": 78,
        "name": "Teocracia",
        "game_info": "TeocraciaLos templos aumentan un 25% el rendimiento de Oro de una ciudad. Los Lugares sagrados proporcionan +3 de Oro .",
        "historical_info": "En un estado teocrático, los líderes religiosos tienen el poder supremo sobre el país. En verdad, quien ostenta el poder es el dios de esa religión, pero lo ejerce guiando a los líderes religiosos. Las teocracias suelen ser militaristas, ya que los líderes religiosos ven el ejército del país como una herramienta para extender su religión por los estados infieles. Las teocracias modernas suelen ver con miedo u odio el progreso, pues consideran que los lujos y avances modernos son una amenaza a la devoción del país (y quizá también a su poder).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/teocracia.png",
        "required_policies": [
            {
                "name": "Religión organizada",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Devoción",
            "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
            "prereq_era": null,
            "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/theocracy.json"
    },
    {
        "id": 79,
        "name": "Tercera posición",
        "game_info": "Aumenta en un 100% la cantidad de recursos estratégicos. +5 a Alimentos y +5 a Ciencia en la capital .",
        "historical_info": "La tercera posición es una filosofía política nacionalista que enfatiza su oposición tanto al capitalismo como al comunismo, sintetizando ideas radicales de ambos como alternativa. Los que apoyan esta idea son partidarios de la propiedad estatal de los medios de producción y de la distribución de bienes y servicios a los \"miembros productivos de la sociedad\", de una segregación pacífica de grupos étnicos dentro del estado, y recientemente han adoptado un ecologismo radical. Muchos científicos políticos han afirmado que este movimiento surgido en los albores de la II Guerra Mundial en países como Argentina y Sudáfrica no es una tercera alternativa, sino una mutación del neofascismo y del ultranacionalismo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tercera_posición.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/third_alternative.json"
    },
    {
        "id": 80,
        "name": "Guerra total",
        "game_info": "+25% a Producción al crear unidades militares, y las nuevas unidades empiezan con +15 de experiencia.",
        "historical_info": "La guerra total es una estrategia en la que un estado utiliza todos los recursos de los que dispone en un enfrentamiento bélico. Se moviliza a toda la población para la contienda y, durante él, se suspenden todas las actividades que no sean esenciales. Si el estado enemigo también está realizando la misma práctica, se considera que todos los elementos de éste son objetivos militares legítimos y es aceptable prácticamente todo lo que redunde en debilitar la capacidad del enemigo por continuar el conflicto. Se pueden bombardear ciudades, hundir barcos desarmados, envenenar pozos y quemar cosechas. La guerra total es la forma de guerra más terrible, ya que suele comportar grandes daños para la población civil de uno o ambos países beligerantes.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/guerra_total.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/total_war.json"
    },
    {
        "id": 81,
        "name": "Ejército mercenario",
        "game_info": "Ejército mercenarioPermite comprar Lansquenetes.",
        "historical_info": "Los mercenarios, aquellos que toman parte en un conflicto por beneficio personal o a cambio de compensación económica, en lugar de por deber o creencias, han existido en las guerras desde la antigüedad. Pero esta práctica alcanza su apogeo en el Renacimiento, cuando se crearon las denominadas \"compañías libres\" que luchaban bajo contrato. Generalmente estaban compuestas por veteranos de ejércitos nacionales y dirigidas por un comandante carismático como el inglés Sir John Hawkwood, que fundó la infame Compañía Blanca. Normalmente los contrataban las ciudades-estado en tiempos de guerra o los pequeños estados que carecían de los medios económicos o humanos para tener ejércitos permanentes. Algunas de las primeras compañías de mercenarios se especializaban en formas de combate específicas, como la caballería o la artillería. Sin embargo, la mayoría estaban compuestas de Lansquenetes alemanes o suizos y estuvieron muy solicitados en las guerras religiosas durante la Reforma. Al mismo tiempo, en el sur, los condotieros servían en las guerras intestinas entre las ciudades-estado italianas, incluida la Santa Sede. Hasta el siglo XVIII estuvieron disponibles las compañías gaélico-escocesas de gallowglass para la contratación por parte de la nobleza continental. En los tiempos modernos, la contratación de pequeños equipos de mercenarios especializados suele hacerse para misiones específicas o en el seno de empresas de seguridad privada.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/ejército_mercenario.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Comercio",
            "game_info": "El Comercio concede bonificaciones a los imperios centrados en el Oro .Adoptarlo aumentará un 25% el Oro obtenido en la capital . Desbloquea la construcción del Big Ben.Adoptar todas las políticas del árbol del Comercio otorgará +1 de Oro por cada Puesto comercial. Además puedes adquirir Grandes mercaderes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "El comercio se encarga del intercambio de bienes y servicios, ya sea mediante el trueque (a cambo de otros bienes y servicios) o mediante alguna forma de moneda. El comercio es tan viejo como el lenguaje humano, y puede que más. En algunas culturas, los mercaderes pertenecen a una clase inferior a los que gobiernan o los que tienen derecho a llevar armas. En otras, son vistos como la élite, y la adquisición de riquezas se contempla como el mayor bien. Durante gran parte de su historia más reciente, Estados Unidos ha pertenecido a esta segunda clase de países."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/mercenary_army.json"
    },
    {
        "id": 82,
        "name": "Flotas del tesoro",
        "game_info": "Flotas del tesoro+4 de Oro de todas tus rutas comerciales marítimas.",
        "historical_info": "En varios momentos históricos, naciones que transportaban grandes cantidades de tesoro y artículos de comercio han recurrido a convoyes de transportes para incrementar las posibilidades de que las mercancías lleguen a su destino. La más famosa era la flota del tesoro española que trajo oro, plata, especias, tabaco y otras mercancías de las Américas a Europa, desde 1566 a 1790. El saqueo de la Habana española por parte de corsarios franceses y los ataques de galeones solitarios ingleses impulsaron a los españoles a crear convoyes entre el Nuevo Mundo y Europa. Aunque ahora los mares están relativamente a salvo de piratas, las naciones todavía organizan convoyes para aumentar las posibilidades de que los barcos mercantes lleguen intactos en tiempos de guerra.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/flotas_del_tesoro.png",
        "required_policies": [
            {
                "name": "Marina mercante",
                "url": "https://eyefyre.github.io/civvapi/v1/es/policies/merchant_navy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Exploración",
            "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
            "prereq_era": "Época Medieval",
            "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/treasure_fleets.json"
    },
    {
        "id": 83,
        "name": "Organización de tratado",
        "game_info": " Ganas 4 de Influencia (a velocidad normal) por turno con las ciudades-estado con las que tengas una ruta comercial.",
        "historical_info": "Una organización de tratado es un pacto militar creado para la seguridad mutua; suele incluir estructuras comunes de mando, programas de investigación y producción de armamento, así como otros asuntos militares más mundanos. La Organización del Tratado del Atlántico Norte (OTAN), formada en 1949, es la más conocida, pero hay otras en Sudamérica, África y otras partes. Aunque las alianzas y pactos defensivos han sido habituales en el pasado, ninguno de ellos ha alcanzado el nivel de integración de las organizaciones de tratados modernas.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organización_de_tratado.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/treaty_organization.json"
    },
    {
        "id": 84,
        "name": "Frente común",
        "game_info": "Las ciudades-estado militaristas conceden unidades al doble de la frecuencia habitual cuando combatís un enemigo común.",
        "historical_info": "Un frente común es un sistema en el que los revolucionarios prescinden de los límites de los estados y persiguen sus objetivos con personas de mentalidad parecida de países de todo el mundo. El sistema lo desarrollaron los comunistas con la intención de extender la revolución bolchevique por los países de Europa y del mundo. Su grito de combate era \"Obreros del mundo, ¡uníos!\" y sus defensores esperaban que las clases más desfavorecidas de las naciones del mundo se darían cuenta de que tenían más en común entre ellas que con los dirigentes de sus respectivos países. Los obreros se levantarían, derrocarían a sus opresores capitalistas e instaurarían un paraíso mundial para la clase obrera. Esto no llegó a ocurrir y el movimiento acabó por fracasar. No obstante, el concepto de frente común está viendo un nuevo auge en la pugna cultural actual entre el mundo musulmán y no musulmán.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/frente_común.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/united_front.json"
    },
    {
        "id": 85,
        "name": "Asistencia médica universal",
        "game_info": "+1 a la Felicidad local por cada maravilla nacional.",
        "historical_info": "La asistencia médica universal, también conocida como \"seguridad social\", es un sistema financiado por el estado que está pensado para proporcionar acceso igualitario a los servicios médicos y a unos mejores resultados sanitarios para todos los ciudadanos mediante un paquete específico de medidas. En el año 1912, Noruega fue el primer país en crear un sistema de asistencia médica casi universal. Según la OMS, 32 naciones ofrecían una forma u otra de seguridad social en el año 2010.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/asistencia_médica_universal_a.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocracia",
            "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/universal_healthcare.json"
    },
    {
        "id": 86,
        "name": "Asistencia médica universal",
        "game_info": "+1 a la Felicidad local por cada maravilla nacional.",
        "historical_info": "La asistencia médica universal, también conocida como \"seguridad social\", es un sistema financiado por el estado que está pensado para proporcionar acceso igualitario a los servicios médicos y a unos mejores resultados sanitarios para todos los ciudadanos mediante un paquete específico de medidas. En el año 1912, Noruega fue el primer país en crear un sistema de asistencia médica casi universal. Según la OMS, 32 naciones ofrecían una forma u otra de seguridad social en el año 2010.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/asistencia_médica_universal_f.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/universal_healthcare.json"
    },
    {
        "id": 87,
        "name": "Asistencia médica universal",
        "game_info": "+1 a la Felicidad local por cada maravilla nacional.",
        "historical_info": "La asistencia médica universal, también conocida como \"seguridad social\", es un sistema financiado por el estado que está pensado para proporcionar acceso igualitario a los servicios médicos y a unos mejores resultados sanitarios para todos los ciudadanos mediante un paquete específico de medidas. En el año 1912, Noruega fue el primer país en crear un sistema de asistencia médica casi universal. Según la OMS, 32 naciones ofrecían una forma u otra de seguridad social en el año 2010.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/asistencia_médica_universal_o.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/universal_healthcare.json"
    },
    {
        "id": 88,
        "name": "Sufragio universal",
        "game_info": "Los especialistas de las ciudades supondrán un 50% menos de Infelicidad . Las Edades de Oro duran un 50% más.",
        "historical_info": "Se han producido muchos conflictos políticos con el objeto de obtener el derecho a votar (diferente al derecho a ser votado) en las elecciones públicas de una democracia. Allá donde existe el sufragio universal, el derecho a votar no se puede limitar en función del sexo, la edad, las creencias, la riqueza, la propiedad ni la posición social. En la mayoría de los estados occidentales, el sufragio universal llegó una o dos décadas después del sufragio masculino; en 1893, Nueva Zelanda fue el primer país en promulgar el sufragio universal.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sufragio_universal.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/universal_suffrage.json"
    },
    {
        "id": 89,
        "name": "Urbanización",
        "game_info": "+1 a la Felicidad local por cada Molino de agua, Hospital y Laboratorio médico.",
        "historical_info": "La urbanización o trazado urbanístico es el crecimiento físico de las ciudades como consecuencia de la migración rural o de la concentración urbana en las ciudades. La urbanización está estrechamente relacionada con la industrialización, la modernización y la racionalización sociológica, movimientos todos ellos que se produjeron durante la Era Industrial y han acelerado el paso a la Edad de la Información. Naciones Unidas ha anunciado que a finales del 2006, aproximadamente la mitad de la población mundial vivía en áreas urbanas, y anticipa que para el 2050 el porcentaje se incrementará hasta el 85%.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/urbanización.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/urbanization.json"
    },
    {
        "id": 90,
        "name": "Ejército de voluntarios",
        "game_info": "Mantenimiento gratuito para 8 unidades. Recibes 6 unidades de infantería de la Legión extranjera inmediatamente.",
        "historical_info": "Un ejército de voluntarios obtiene su soldadesca de voluntarios, en lugar de recurrir al reclutamiento o al servicio militar obligatorio. Es característico de las democracias, pues ofrece un sueldo interesante, incentivos y beneficios tanto para alistarse como para permanecer una vez alistado. La mayoría de los países con ejército de voluntarios también tiene leyes de reclutamiento para casos de emergencia nacional.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/ejército_de_voluntarios.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Igualdad",
            "game_info": "La Igualdad va mejor para los imperios pequeños y centrados. En concreto, concede bonificaciones para los Grandes personajes y los especialistas.Tras adoptar la Igualdad, la velocidad con la que nacen los Grandes personajes aumenta en un 25%.Adoptar todas las políticas del árbol de la Igualdad aumentará el rendimiento básico de las mejoras de casillas grandes en un 100%, y la duración de las Edades de Oro se prolongará un 50%.Puedes adquirir Grandes artistas con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa al mismo tiempo que la Autocracia o el Orden.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/volunteer_army.json"
    },
    {
        "id": 91,
        "name": "Código del Guerrero",
        "game_info": "Código del Guerrero+15% a la Producción cuando se entrenan unidades de cuerpo a cuerpo y aparece un Gran general fuera de la capital . Se generan Grandes generales un 50% más rápido.",
        "historical_info": "El código del guerrero representa esas organizaciones militares en las que los soldados se sienten más unidos al ejército y a sus camaradas que a ninguna otra cosa. El soldado está dispuesto a luchar y morir por el ejército, e incluso desea hacerlo. Seguirá las órdenes sin cuestionarlas, anteponiendo el bien del ejército a su bienestar personal o incluso al de su nación en conjunto. Tales organizaciones pueden resultar muy peligrosas a menos que los líderes de la nación mantengan un férreo control sobre ellas. Según algunos historiadores, en el Japón previo a la Segunda Guerra Mundial, el ejército y la armada imperiales estaban casi completamente fuera del control civil y sus acciones militaristas fueron las que abocaron al país a la confrontación con los Estados Unidos, con resultados desastrosos.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/código_del_guerrero.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Honor",
            "game_info": "El Honor mejora la eficacia del ejército propio de varias maneras.Adoptarlo concede un +33% de bonificación al combatir a los Bárbaros, y se te notificará la aparición de nuevos Campamentos bárbaros en el territorio que hayas descubierto. El imperio gana Cultura por cada Bárbaro que mate. Desbloquea la construcción de la Estatua de Zeus.Adoptar todas las políticas del árbol del Honor otorgará Oro por cada unidad enemiga que mates. También permite comprar Grandes generales con Fe a partir de la Era Industrial.",
            "prereq_era": null,
            "historical_info": "En una sociedad \"honorable\", el estatus de los ciudadanos se basa en la estimación social de sus cualidades personales. Las cualidades que se suelen considerar honorables son la lealtad, la honradez, la integridad y el valor. En muchas de estas sociedades, se espera que los hombres \"defiendan su honor\" hasta la muerte, pues perder el honor es peor que perder la vida."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/warrior_code.json"
    },
    {
        "id": 92,
        "name": "Facilidades para obreros",
        "game_info": "Las Fábricas aumentan un 25% el rendimiento de Ciencia de una ciudad y se construyen en la mitad de tiempo.",
        "historical_info": "La clase obrera, según la teoría marxista, debía ser la clase gobernante en Rusia desde su transición del socialismo al comunismo total. Por tanto, los trabajadores disfrutarían de un acceso similar a todos los servicios de la vida moderna, desde las casas a las instalaciones recreativas. Los más visibles de estos servicios eran los complejos de apartamentos comunales, en los que de dos a siete familias de emigrantes de zonas rurales compartían vivienda, cada una con una habitación, compartiendo todo lo demás: cocina, salón, baño, teléfono y televisión.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/facilidades_para_obreros.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/workers'_faculties.json"
    },
    {
        "id": 93,
        "name": "Jóvenes pioneros",
        "game_info": "+1 a la Felicidad local por cada Taller, Fábrica, Central de energía solar/nuclear/hidráulica",
        "historical_info": "Se trata de una organización para niños controlada por el partido en varias naciones comunistas: los niños solían ingresar durante la escuela primaria y permanecían durante la adolescencia. El objetivo de esta organización, basada remotamente en el movimiento Scout occidental, era adoctrinar a los jóvenes en la filosofía y los principios del comunismo y la lucha obrera, así como enseñarles las habilidades necesarias para convertirlos en mejores sirvientes del estado, obreros y soldados. Tanto éxito tuvo el programa ruso que más de 30 países ya lo habían imitado en los noventa; muchos de esos programas siguen operativos en Rusia (ahora \"Pioneros del Partido Comunista\", no oficial), Cuba o Vietnam.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/jóvenes_pioneros.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Orden",
            "game_info": "El Orden es mejor para los imperios grandes y extensos, pues aumenta su fuerza en función de las ciudades que tiene.Al adoptarlo aumentará la Felicidad en +1 por ciudad.Adoptar todas las políticas del árbol del Orden otorgará +1 a Alimentos , Producción , Ciencia , Oro y Cultura por ciudad.Puedes adquirir Grandes ingenieros con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o la Autocracia.",
            "prereq_era": "Era Industrial",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/policies/young_pioneers.json"
    }
]