{
    "id": 65,
    "name": "Reforma",
    "game_info": "ReformaSi has fundado una religión, obtienes una creencia de Reforma adicional.",
    "historical_info": "La reforma se refiere a un gran movimiento que pretende cambiar una organización religiosa o sistema de creencias de los cuales piensa que se han corrompido o que se han apartado de sus principios orientadores. La \"Reforma protestante\" fue un movimiento que pretendió cambiar la Iglesia Católica Romana. Se inició en 1517, cuando Martín Lutero publicó \"las noventa y cinco tesis\", en las que enumeraba las transgresiones de la Iglesia según su opinión. El movimiento fue la chispa que inició una guerra sangrienta y horrible que asoló Europa durante 130 años y llegó hasta el Nuevo Mundo. Como consecuencia, el cristianismo se fracturó permanentemente en diversas iglesias distintas y la autoridad civil pasó a tener un papel predominante frente a la religiosa.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reformation.png",
    "required_policies": [
        {
            "name": "Tolerancia religiosa",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/religious_tolerance.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Devoción",
        "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
        "prereq_era": null,
        "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
    }
}