{
    "id": 28,
    "name": "Tolerancia religiosa",
    "game_info": "Tolerancia religiosaLas ciudades con una religión mayoritaria también consiguen la bonificación de creencia de Panteón de la segunda religión más popular.",
    "historical_info": "La libertad religiosa es la política de un estado en el que no se obliga a que sus miembros se adhieran a una religión. Todas las religiones son bienvenidas y se deja que las leyes del \"mercado espiritual\" decidan. Aunque quizá se aplicó por motivos más nobles, la libertad religiosa suele tener el efecto de limitar el poder de cualquier religión individual. En estados con una sola religión, la gente que está al frente de ella puede acumular una gran cuota de poder (véase si no el Irán moderno). Los estados con libertad de culto por lo general intentan tratar a todas las religiones por igual, asegurándose así de que no predomine ninguna.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tolerancia_religiosa.png",
    "required_policies": [
        {
            "name": "Religión organizada",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/organized_religion.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Devoción",
        "game_info": "La Devoción aumenta la Fe .Adoptarla te permite construir Santuarios y Templos en la mitad de tiempo. Desbloquea la construcción de la Gran Mezquita de Djenné.La adopción de todas las políticas provocará la aparición de un Gran profeta y los Lugares sagrados darán +3 de Oro",
        "prereq_era": null,
        "historical_info": "Devoción significa la consagración a una religión o a un sistema de creencias espirituales. Se considera que una persona \"devota\" es más \"religiosa\" que los demás, y sigue a pies juntillas las creencias de su religión y acepta sus doctrinas sin cuestionarlas."
    }
}