{
    "id": 66,
    "name": "Representatividad",
    "game_info": "RepresentatividadCada ciudad que fundes aumentará un 33% menos de lo normal el coste de Cultura de las políticas. Además, inicia una Edad de Oro .",
    "historical_info": "La representatividad es una política por la que los ciudadanos de una nación nombran a sus \"representantes\" para que los gobiernen. Se puede considerar como un paso más allá del gobierno colectivo, que se da cuando la población es demasiado grande como para que el primero sea viable. En una forma de gobierno representativo, el país se divide en regiones más pequeñas y manejables (o comunidades autónomas, provincias o lo que sea), y cada una elige a uno o más de los ciudadanos del lugar para que represente sus intereses en el gobierno durante un periodo de tiempo establecido. Los representantes forman un parlamento u otra clase de cuerpo de deliberación, y dirigen el país. Aunque la mayor parte de formas de gobierno representativo son repúblicas, no siempre es así. Algunas formas de gobiernos representativos eligen a monarcas temporales o permanentes y otras clases de nobleza que los mande.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/representatividad.png",
    "required_policies": [
        {
            "name": "Ciudadanía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Libertad",
        "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
        "prereq_era": null,
        "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
    }
}