{
    "id": 67,
    "name": "República",
    "game_info": "República+1 a la Producción en todas las ciudades y +5% a la Producción en las ciudades cuando se construyen edificios.",
    "historical_info": "Una república es una forma de gobierno en la que el pueblo o sus representantes tienen el poder decisivo, en vez de conferírselo a un monarca o déspota. Se puede elegir a un líder, pero su poder deriva del consenso popular. Algunas culturas clásicas han tenido alguna forma de república, en especial varias ciudades-estado griegas y Roma (durante parte de su historia), pero en la mayor parte de la historia del mundo, la monarquía ha sido la forma de gobierno más común.La república volvió a aparecer en el escenario mundial en el siglo XVIII, cuando Estados Unidos se separó de la monarquía británica y se proclamó república. Al independizarse del Viejo Mundo, muchas de las nuevas naciones de América Central y del Sur también se convirtieron en repúblicas (México acarició la idea de una monarquía durante un tiempo, aunque no prosperó).En el siglo XX, gran parte de las formas europeas de gobierno se convirtieron en repúblicas tras una u otra de las guerras mundiales, al igual que muchas naciones asiáticas. Muchas partes de África las han seguido tras librarse de sus dueños coloniales. Hoy en día, la mayoría de naciones del mundo siguen (o, al menos, dicen seguir) una forma de republicanismo u otra.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/república.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Libertad",
        "game_info": "La Libertad es mejor para las civilizaciones que quieren expandirse rápidamente.Adoptarla proporcionará 1 de Cultura en todas las ciudades. Desbloquea la construcción de las Pirámides.La adopción de todas las políticas del árbol de la Libertad te proporcionará un Gran personaje gratis de tu elección cerca de la capital .",
        "prereq_era": null,
        "historical_info": "Como política, la libertad se puede definir como presunción básica de que los ciudadanos de una nación merecen ser libres, libres de restricciones físicas y del control despótico. Los vasallos, esclavos y siervos no tienen libertad, ni los ciudadanos que están obligados a vivir en una determinada aldea, un gulag o un gueto."
    }
}