{
    "id": 70,
    "name": "Revolución científica",
    "game_info": "Revolución científicaLa Ciencia [ICON_SCIENCE] obtenida por los Acuerdos de Investigación aumentará un 50%.",
    "historical_info": "Una revolución científica es un momento histórico en el cual los rápidos avances en el conocimiento humano o la tecnología subvierten el punto de vista imperante sobre el mundo, lo que desencadena a su vez más avances en el pensamiento y el conocimiento. Gran parte de Europa atravesó una revolución científica en el siglo XVI, tras la publicación de la obra de Nicolás Copérnico \"De revolutionibus orbium coelestium\" (\"De las revoluciones de las esferas celestes\") y la de Andés Vesalio \"De humani corporis fabrica\" (\"Sobre la estructura del cuerpo humano\"). Ambos usaron prácticas científicas modernas (para aquella época) para examinar partes del mundo que los rodeaba y demostraron la invalidez de ciertas teorías científicas, algunas de las cuales se remontaban a la época de los antiguos griegos. Tras el éxito de estos libros, se abrieron las compuertas y los científicos empezaron a examinar minuciosamente todo su entorno, con lo que el conocimiento humano creció exponencialmente durante los siglos sucesivos.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scientific_revolution.png",
    "required_policies": [
        {
            "name": "Soberanía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/sovereignty.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Racionalismo",
        "game_info": "El Racionalismo mejora la capacidad de utilizar y generar Ciencia..Adoptarlo dará +10% a la Ciencia obtenida mientras el imperio esté Feliz . Desbloquea la construcción de la Torre de porcelana.La adopción de todas las políticas del árbol del Racionalismo otorgará una tecnología gratis. También permite comprar Grandes científicos con Fe a partir de la Era Industrial.",
        "prereq_era": "Renacimiento",
        "historical_info": "El racionalismo es un punto de vista en el que la razón (en vez de la fe, por ejemplo) explica el mundo. Cree que la razón impera sobre todas las maneras de interpretar las cosas, incluyendo cualquier dato recogido por los cinco sentidos. Esta filosofía puede remontarse al gran Sócrates de la antigua Grecia, y disfrutó de cierto resurgimiento en los siglos XVI y XVII en Europa, cuando la exploraron hombres como Descartes, Spinoza y Kant."
    }
}