{
    "id": 71,
    "name": "Laicismo",
    "game_info": "Laicismo+2 a Ciencia por cada especialista.",
    "historical_info": "El laicismo es la creencia de que el gobierno debe separarse de la religión y de las distintas confesiones. Las religiones no deben enseñarse en las escuelas ni han de ser un condicionante para determinar quién puede gobernar o servir en el ejército. Los laicos no dudan necesariamente que exista un ser supremo: sencillamente creen que mezclar religión y gobierno es malo en última instancia para ambas instituciones. Estados Unidos es mayormente un país laico, aunque se pueden encontrar vestigios de la religión dominante de sus primeros habitantes en el dinero del país, los juramentos por el cargo que prestan sus líderes, su sistema judicial, etc., con frecuencia para gran disgusto de los ciudadanos que no pertenecen a ella.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/secularism.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Racionalismo",
        "game_info": "El Racionalismo mejora la capacidad de utilizar y generar Ciencia..Adoptarlo dará +10% a la Ciencia obtenida mientras el imperio esté Feliz . Desbloquea la construcción de la Torre de porcelana.La adopción de todas las políticas del árbol del Racionalismo otorgará una tecnología gratis. También permite comprar Grandes científicos con Fe a partir de la Era Industrial.",
        "prereq_era": "Renacimiento",
        "historical_info": "El racionalismo es un punto de vista en el que la razón (en vez de la fe, por ejemplo) explica el mundo. Cree que la razón impera sobre todas las maneras de interpretar las cosas, incluyendo cualquier dato recogido por los cinco sentidos. Esta filosofía puede remontarse al gran Sócrates de la antigua Grecia, y disfrutó de cierto resurgimiento en los siglos XVI y XVII en Europa, cuando la exploraron hombres como Descartes, Spinoza y Kant."
    }
}