{
    "id": 82,
    "name": "Flotas del tesoro",
    "game_info": "Flotas del tesoro+4 de Oro de todas tus rutas comerciales marítimas.",
    "historical_info": "En varios momentos históricos, naciones que transportaban grandes cantidades de tesoro y artículos de comercio han recurrido a convoyes de transportes para incrementar las posibilidades de que las mercancías lleguen a su destino. La más famosa era la flota del tesoro española que trajo oro, plata, especias, tabaco y otras mercancías de las Américas a Europa, desde 1566 a 1790. El saqueo de la Habana española por parte de corsarios franceses y los ataques de galeones solitarios ingleses impulsaron a los españoles a crear convoyes entre el Nuevo Mundo y Europa. Aunque ahora los mares están relativamente a salvo de piratas, las naciones todavía organizan convoyes para aumentar las posibilidades de que los barcos mercantes lleguen intactos en tiempos de guerra.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/treasure_fleets.png",
    "required_policies": [
        {
            "name": "Marina mercante",
            "url": "https://eyefyre.github.io/civvapi/v1/es/policies/merchant_navy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Exploración",
        "game_info": "La Exploración potencia la capacidad de propagar tu imperio por los mares.La adopción de la Exploración otorga +1 al Movimiento [ICON_MOVES] de las unidades navales y +1 a la Visual de las unidades de combate naval. Desbloquea la construcción del Louvre.Adoptar todas las políticas te permite ver los Enclaves históricos escondidos. También permite comprar Grandes almirantes con Fe a partir de la Era Industrial.",
        "prereq_era": "Época Medieval",
        "historical_info": "Desde que el hombre se hizo sedentario, siempre ha habido individuos que han querido ver lo que había más allá del horizonte. Motivados por el beneficio, la aventura, la religión, la necesidad o simplemente la curiosidad, estos exploradores han ampliado nuestro conocimiento del mundo y sus maravillas. En el proceso de exploración, también han comunicado a culturas diversas y distantes, para bien o para mal. Los grandes exploradores, como Hannón de Cartago, el almirante chino Wang Dayuan, el inglés sir Richard Burton o miles de otros, han encabezado la expansión de las civilizaciones y han modelado la historia."
    }
}