{
    "id": 84,
    "name": "Frente común",
    "game_info": "Las ciudades-estado militaristas conceden unidades al doble de la frecuencia habitual cuando combatís un enemigo común.",
    "historical_info": "Un frente común es un sistema en el que los revolucionarios prescinden de los límites de los estados y persiguen sus objetivos con personas de mentalidad parecida de países de todo el mundo. El sistema lo desarrollaron los comunistas con la intención de extender la revolución bolchevique por los países de Europa y del mundo. Su grito de combate era \"Obreros del mundo, ¡uníos!\" y sus defensores esperaban que las clases más desfavorecidas de las naciones del mundo se darían cuenta de que tenían más en común entre ellas que con los dirigentes de sus respectivos países. Los obreros se levantarían, derrocarían a sus opresores capitalistas e instaurarían un paraíso mundial para la clase obrera. Esto no llegó a ocurrir y el movimiento acabó por fracasar. No obstante, el concepto de frente común está viendo un nuevo auge en la pugna cultural actual entre el mundo musulmán y no musulmán.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/united_front.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autocracia",
        "game_info": "La Autocracia es para las civilizaciones militaristas que sueñan con conquistar el mundo.Adoptar una Autocracia reduce el coste de mantenimiento de las unidades en un 33% del Oro , lo que permite a un imperio crear unas fuerzas armadas más grandes. Reciben 10 de Cultura al saquear cada punto de Cultura producido en la ciudad capturada.Adoptar todas las políticas del árbol de la Autocracia otorgará un 25% de bonificación al ataque de todas las unidades durante 50 turnos.Puedes adquirir Grandes generales y Grandes almirantes con Fe .[COLOR_WARNING_TEXT]Esta rama no puede estar activa a la vez que la Igualdad o el Orden.",
        "prereq_era": "Era Industrial",
        "historical_info": null
    }
}