{
    "id": 1,
    "name": "Ameryka|Ameryki|Ameryce|Amerykę|Ameryką|Ameryce",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/america.png",
    "dawn_of_man": "Witam, prezydencie Waszyngtonie! Przewodzisz pracowitej cywilizacji amerykańskiej. Powstały w XVIII wieku w wyniku rewolucji kraj w ciągu stu lat pogrążył się w potwornej Wojnie Secesyjnej, która omal nie doprowadziła do rozpadu państwa. Ale niewiele lat później, w XX wieku, Stany Zjednoczone osiągnęły szczyt swej potęgi, zwyciężając w dwóch okrutnych wojnach, które zniszczyły wiele wspaniałych narodów.Stany Zjednoczone to kraj imigrantów, pełnych optymizmu i determinacji. Brakuje im przywódcy, który pomoże zrealizować ich marzenie. Prezydencie, czy uda się poprowadzić Amerykę ku wielkości? Czy uda się stworzyć cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "B17",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/b17.json"
        },
        {
            "name": "Milicja|Milicji|Milicji|Milicję",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/minuteman.json"
        }
    ],
    "city_names": [
        "Waszyngton|Waszyngtonu|Waszyngtonowi|Waszyngton|Waszyngtonem|Waszyngtonie",
        "Nowy Jork|Nowego Jorku|Nowemu Jorkowi|Nowy Jork|Nowym Jorkiem|Nowym Jorku",
        "Boston|Bostonu|Bostonowi|Boston|Bostonem|Bostonie",
        "Filadelfia|Filadelfii|Filadelii|Filadelfię|Filadelfią|Filadelfii",
        "Atlanta|Atlanty|Atlancie|Atlantę|Atlantą|Atlancie",
        "Chicago",
        "Seattle",
        "San Francisco",
        "Los Angeles",
        "Houston",
        "Portland",
        "St. Louis",
        "Miami",
        "Buffalo",
        "Detroit",
        "Nowy Orlean|Nowego Orleanu|Nowemu Orleanowi|Nowy Orlean|Nowym Orleanem|Nowym Orleanie",
        "Baltimore",
        "Denver",
        "Cincinnati",
        "Dallas",
        "Cleveland",
        "Kansas City",
        "San Diego",
        "Richmond",
        "Las Vegas",
        "Phoenix",
        "Albuquerque",
        "Minneapolis",
        "Pittsburgh|Pittsburgha|Pittsburghowi|Pittsburgh|Pittsburghiem|Pittsburghu",
        "Oakland",
        "Tampa Bay",
        "Orlando",
        "Tacoma|Tacomy|Tacomie|Tacomę|Tacomą|Tacomie",
        "Santa Fe",
        "Olimpia|Olimpii|Olimpii|Olimpię|Olimpią|Olimpii",
        "Hunt Valley",
        "Springfield",
        "Palo Alto",
        "Centralia|Centralii|Centralii|Centralię|Centralią|Centralii",
        "Spokane",
        "Jacksonville",
        "Savannah",
        "Charleston",
        "San Antonio",
        "Omaha",
        "Honolulu",
        "Anchorage",
        "Sacramento",
        "Salt Lake City",
        "Reno",
        "Boise",
        "Milwaukee",
        "Santa Cruz",
        "Monterey",
        "Santa Monica",
        "Little Rock",
        "Columbus",
        "Le Bam"
    ],
    "spy_names": [
        "Kuzyn",
        "Felix",
        "Dennis",
        "Edward",
        "Prof. Rex",
        "Eliza",
        "Mary",
        "Virginia",
        "Scarlett",
        "Barbara"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Stany Zjednoczone Ameryki są światowym supermocarstwem (co w zasadzie oznacza, że kraj posiada arsenał zdolny do zniszczenia wszystkiego, co znajduje się na tej planecie). Stany Zjednoczone to względnie młoda cywilizacja utworzona w XVIII w., która mimo iż w XIX w. o mało nie doprowadziła się do samozagłady, to została militarną, technologiczną, kulturową i gospodarczą potęgą w wieku XX. Ciężko powiedzieć, co przyniesie dla niej XXI wiek."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Stany Zjednoczone składają się z połaci terenu w Ameryce Północnej, Alaski na dalekiej północy i grupki wysp na Pacyfiku. Klimat jest zróżnicowany, od praktycznie arktycznego na Alasce do prawie tropikalnego na Florydzie i pustynnego w Arizonie. Kontynent przecinają dwa pasma górskie - starsze i niższe Appalachy na wschodzie oraz młodsze i większe Góry Skaliste na zachodzie. Woda z równin pośrodku kontynentu spływa dzięki dopływom rzek Missisipi/Missouri do Zatoki Meksykańskiej. Przy północnej granicy znajdują się Wielkie Jeziora Północnoamerykańskie, należące do największych zbiorników słodkiej wody na planecie.Pomimo kilku wieków beztroskiej eksploatacji Stany wciąż mają duże zasoby leśne, węgla i innych surowców."
        },
        {
            "heading": "Rdzenni Amerykanie",
            "text": "Niektórzy historycy snują teorie, wedle których Północna Ameryka została zasiedlona przez ludy Eurazji, które dotarły tam dzięki „Beringii”, dawnemu lądowemu połączeniu między Alaską i Rosją. Teoria ta jest przedmiotem wielu dyskusji, w szczególności zaś sporna jest kwestia liczby fal osadników. Badacze zgadzają się co do tego, że ludność rdzenna migrowała od 9.000 do 50.000 lat temu, co jest sporą ramą czasową. Jest też możliwe, że ludność przybyła tam w wielu falach na przestrzeni wieków. Część przybyszów mogła udać się na południe wzdłuż brzegu, inni mogli udać się w głąb kontynentu, ku sercu dzisiejszej Kanady i USA.Wraz z upływem lat grupy te rozlały się po kontynentach, rozwijając język, łowiectwo, sztukę, rzemiosło itd. Nie opanowali jednak sztuki udomawiania koni (zjedli wcześniej wszystkie gatunki pokrewne koniom, zanim wpadli na pomysł, że te zwierzęta mogą się też przydać do czegoś innego).Ocenia się, że na terenie dzisiejszych Stanów Zjednoczonych mogło mieszkać od pięciu do dwudziestu pięciu milionów rdzennych mieszkańców. W każdym razie pierwsi europejscy goście przywlekli ze sobą kilka bardzo nieprzyjemnych chorób (jak odra czy ospa), do których nie były przyzwyczajone układy immunologiczne rdzennych mieszkańców, także w ciągu stu lat od przybycia białego człowieka nawet do 90% mieszkańców Północnej Ameryki umarło z powodu chorób.Po stracie tylu pobratymców i bez dobrego uzbrojenia czy technologii rdzenni Amerykanie nie byli w stanie przeciwstawić się szturmowi Europejczyków."
        },
        {
            "heading": "Przybysze z Europy",
            "text": "Na początku XVI w. cztery kraje założyły swoje kolonie w Ameryce Północnej: Francuzi, Brytyjczycy, Holendrzy i Hiszpanie. Z czasem Anglicy podbili kolonie francuskie na północy (dzisiejsza Kanada) i holenderską posiadłość na Manhattanie. Wschodnie wybrzeże, z wyłączeniem Florydy, należało do nich. Jak już było wspomniane, ludność rdzenna została zdziesiątkowana chorobami i nie była w stanie przeciwstawić się wtargnięciu Europejczyków."
        },
        {
            "heading": "Amerykańska rewolucja",
            "text": "W XVIII w. brytyjskie kolonie mocno się rozwinęły i rozpoczął się masowy napływ imigrantów, zachęconych łatwym dostępem do ziemi, bogactw i szukających ucieczki przed prześladowaniami na tle religijnym. Handel niewolnikami dawał stały napływ taniej siły roboczej, dzięki czemu kolonie zaczęły rozwijać rolnictwo i przemysł lekki.Zaczęły się też pojawiać nieporozumienia na linii kolonie – rząd brytyjski. Kolonie były zarządzane przez gubernatorów mianowanych przez monarchię i nie były reprezentowane w brytyjskim parlamencie. Były też niezadowolone z restrykcji handlowych narzucanych przez Wielką Brytanię. Po drugiej stronie oceanu rząd brytyjski uważał, że kolonie były niewdzięczną hołotą, która nie zdawała sobie sprawy, ile korona poświęca pieniędzy na ich ochronę.W latach 70. XVIII w. kolonie otwarcie się z buntowały i 4 lipca 1776 r. Stany Zjednoczone zadeklarowały niepodległość. W momencie wybuchu wojny koloniści mieli mniej żołnierzy i dział niż zahartowani w boju Brytyjczycy, szczególnie że królewska flota kontrolowała sytuację na morzu i mogła błyskawicznie transportować wzdłuż wybrzeża duże ilości żołnierzy. Armia kontynentalna, nieprzeszkolona i niesprawdzona w boju, nie mogła się równać z „czerwonymi kurtkami”."
        },
        {
            "heading": "George Washington",
            "text": "Dowódcą armii kontynentalnej był George Washington, bogaty właściciel ziemski z Wirginii, posiadający nieco doświadczenia w prowadzeniu działań bojowych (walczył w armii brytyjskiej przeciwko Francuzom i Indianom). Jego pierwsze bitwy kończyły się niemal katastrofalnie, ponieważ skomplikowane plany bitewne okazały się zbyt złożone dla niedoświadczonych żołnierzy przez co nie skutkowały w obliczu działań wroga. Washington posiadał kilka ważnych cech: jego odwaga i spokój pozwoliły uratować armię przed zupełnym zniszczeniem i szybko uczył się na błędach (by dowiedzieć się więcej o tym przywódcy, otwórz odpowiedni wpis w Civilopedii).Brytyjczykom nie udało się zmiażdżyć armii kontynentalnej, gdy mieli ku temu okazję, i wojna o niepodległość zmieniła się w długie, ciężkie zmagania woli obu stron. Armia Wielkiej Brytanii nie mogła na wystarczająco długo przycisnąć Amerykanów, by doprowadzić do ich zniszczenia, a po kilku latach zaczęło dawać się im we znaki zmęczenie wojną.W 1778 r. do wojny po stronie Stanów Zjednoczonych stanęła Francja, a w 1779 r. to samo uczyniła Hiszpania. Francuzi nie byli w stanie pokonać Anglików na morzu, ale udawało im się czasem uzyskać miejscową przewagę, co okazało się kluczem do końcowego zwycięstwa. W 1781 r. armia kontynentalna obległa Brytyjczyków w Yorktown w Wirginii. W tym samym czasie francuska flota zamknęła im drogę ucieczki i w konsekwencji generał Charles Cornwallis skapitulował 19 października 1781 r.W 1787 r. przedstawiciele stanów rozpoczęli pracę nad konstytucją, która została podpisana rok później. W 1789 r. George Washington został wybrany na prezydenta."
        },
        {
            "heading": "Zakup Luizjany",
            "text": "W roku 1803 Stany Zjednoczone odkupiły od Francji ziemie w Ameryce Północnej o powierzchni 2.146.000 kilometrów kwadratowych w okolicach Missisipi. To była wspaniała okazja dla Stanów, bo Francja za te ziemie, których zakup podwajał powierzchnię USA, zażyczyła sobie tylko 15.000.000 dolarów. Dla Francji to także był dobry interes, ponieważ i tak nie byli w stanie chronić czy też czerpać profitów z tych kolonii z uwagi na Brytyjską dominację na morzu. Poza tym był to pstryczek w nos dla Wielkiej Brytanii. Komentując tę umowę, Napoleon kiedyś rzekł: „Przekazanie tych ziem na zawsze potwierdza siłę Stanów Zjednoczonych. Dałem Anglii zamorskiego przeciwnika, który prędzej czy później powali jej pychę na kolana.”Prezydent Thomas Jefferson był wtenczas krytykowany za ten zakup, ale historycy są zgodni, że udało mu się trafić na fantastyczną okazję."
        },
        {
            "heading": "Wojna 1812",
            "text": "Na początku XVIII w. Francję pochłonął ogień rewolucji i choć wielu Amerykanów wierzyło, że przeistoczy się w demokrację, na scenie pojawił się Napoleon Bonaparte, który w ciągu kilku lat ogłosił się cesarzem. W czasie, gdy Napoleon podbijał Europę kontynentalną, Wielka Brytania robiła użytek ze swej niezrównanej floty i nałożyła embargo na handel z Francją i częścią Europy, co mocno uderzyło w interesy Stanów Zjednoczonych. Brytyjskie okręty regularnie zatrzymywały amerykańskie jednostki w poszukiwaniu dezerterów. Postrzegano to jako naruszenie amerykańskiej suwerenności i dlatego w 1812 r. Stany Zjednoczone wypowiedziały Wielkiej Brytanii wojnę. (Część historyków twierdzi, że Stany rozpoczęły wojnę głównie po to, by móc zagarnąć Brytyjskie ziemie w Kanadzie.)Amerykanie skupili się na nękaniu statków handlowych. Małe i średnie okręty polowały na brytyjskie jednostki, starając się nadwerężyć handel wroga. Na lądzie Amerykanie zaatakowali Kanadę, ale Brytyjczycy z łatwością odparli atak i rozpoczęli kontrofensywę, która doszła do samego Waszyngtonu. Z uwagi na ciągnący się od dziesięciu lat konflikt z Francją brytyjska flota była już jednak wyczerpana i nie była w stanie zapanować nad amerykańskim wybrzeżem. W tym czasie duża część Waszyngtonu została zamieniona już w gruzy.Oba rządy zdały sobie sprawę, że nie da się tej wojny wygrać i walka jedynie osłabia obie strony. W grudniu 1814 r. podpisano traktat gandawski, który oznaczał po prostu przerwanie działań wojennych. Żadna ze stron nie zyskała ani nie straciła terytoriów, a tematu przyczyn rozpoczęcia konfliktu nawet nie poruszono. Wojna zakończyła się remisem."
        },
        {
            "heading": "Wojna z Meksykiem",
            "text": "W 1835 r. meksykański prezydent Antonio Lopez de Santa Anna wprowadził nową konstytucję, która scentralizowała władzę państwową. W tym czasie w kilku meksykańskich stanach wybuchła rebelia, między innymi w stanie Coahuila y Tejas (jego część stała się później Teksasem). Na początku Santa Anna odnosił sukcesy w walce (zdobył fort Alamo), ale wreszcie został pokonany i schwytany. Będąc w trudnej pozycji negocjacyjnej, Santa Anna zgodził się przyznać Teksasowi niepodległość.Meksykański rząd odsunął Santa Annę od władzy i nie uznał podpisanego przez niego traktatu. Nowo utworzona republika Teksasu przez jakiś czas walczyła z Meksykiem, a w tym czasie różne ugrupowania w USA starały się wypracować sposób na przyłączenie Teksasu do Stanów Zjednoczonych. W roku 1845 amerykański Kongres przyjął ustawę anektującą Teksas, a prezydent John Tyler uprawomocnił ją podpisem. Amerykańscy obywatele szerokim strumieniem osiedlali się na północy Meksyku (w tym w Kalifornii), niektórzy nawet nie ukrywali, że te tereny także będą chcieli przyłączyć do USA. W roku 1845 przyłączono Teksas, a w 1846 amerykańskie wojska zajęły sporne tereny. Po przypadkowym starciu, w którym meksykańska kawaleria zabiła 11 żołnierzy armii USA, Stany wypowiedziały wojnę.Była ona krótka i rozstrzygająca. Po kilku otwierających bitwach w Teksasie i północnym Meksyku Amerykanie w sile 12.000 żołnierzy dotarli drogą morską do Veracruz i pomaszerowali na zachód. Armia Meksyku doznała serii bolesnych porażek i wkrótce Amerykanie okupowali miasto Meksyk. Pokonany rząd Meksyku podpisał w Guadalupe Hidalgo traktat, który cedował na Amerykanów Teksas, Nowy Meksyk, Arizonę, Kalifornię, Newadę i fragmenty Wyoming, Oklahomy i Kolorado. W zamian Stany Zjednoczone wypłaciły Meksykowi 18.250.000 dolarów, co było ekwiwalentem dzisiejszego pół miliarda.Poza wartościowymi zdobyczami terytorialnymi Stany zyskały też doświadczonych i zahartowanych w boju żołnierzy. Piętnaście lat później umiejętności tych ludzi zostaną skutecznie wykorzystane w wojnie secesyjnej."
        },
        {
            "heading": "Wojna secesyjna",
            "text": "W XVIII w. Stany Zjednoczone były podzielone na przeciwne niewolnictwu stany północne i chcące zachować niewolnictwo stany południowe. Południe potrzebowało taniej siły roboczej, ponieważ podstawę tamtejszej gospodarki stanowiło rolnictwo. Północ nie potrzebowała niewolników tak bardzo, bo przemysł był tam już nieźle rozwinięty, a tanią siłę roboczą czerpała z Europy. Co więcej, niewolnictwo było tak mocno sprzężone z kulturą południa, że jej mieszkańcy oburzali się na samą myśl o jego zniesieniu. Niektórzy, korzystając z pokrętnej logiki, uważali to za grzech ciężki. Analogicznie wiele osób z północy nienawidziło niewolnictwa, uważając je za zło ostateczne i grzech pierworodny Ameryki. (Warto nadmienić, że wiele południowych stanów uważało kwestię niewolnictwa za ich wewnętrzną sprawę i coś, w co rząd federalny nie miał prawa się w ogóle mieszać. To właśnie niewolnictwo sprawiło, że kwestia konstytucyjnego podziału kompetencji zaczęła być tak problematyczna.)W latach 50 XIX w. sytuacja była już nie do wytrzymania. Napięcie między północą i południem sięgało punktu zapalnego. W wyborach z 1860 r. wygrał Abraham Lincoln, przeciwnik niewolnictwa. To on zainicjował serię zdarzeń, które w konsekwencji doprowadziły do secesji południa i wojny domowej.Wojna dla Unii (północ) zaczęła się bardzo pechowo. Konfederaci (południe) posiadali dłuższą tradycję wojskową niż Unia i większość śmietanki oficerskiej kraju pochodziła właśnie stamtąd. Czuli się oni zobligowani do obrony swych domów przed inwazją z północy, niezależnie od poglądów na kwestie będące przyczyną wojny. Co więcej, Konfederacja zajmowała pozycje obronne, a niewyszkolonej armii o wiele trudniej jest atakować, niż się bronić. Obie strony konfliktu miały na początku niedoświadczonych żołnierzy.Wiele osób uważało, że wojna zakończy się dzięki jednej dużej bitwie, ale byli w ogromnym błędzie. Pierwsza duża bitwa (nad Bull Run) zakończyła się klęską Unii, ale Konfederaci nie wykorzystali tego faktu. Na kolejne cztery lata cały kraj ogarnęła wyczerpująca i okrutna wojna. Pomimo początkowych zwycięstw konfederatom nie udało się złamać ducha walki Unii (a szczególnie prezydenta Lincolna). Wojna toczyła się dalej, a północni generałowie nabierali doświadczenia i po jakimś czasie przewaga liczebna oraz uprzemysłowienie zaczęły działać na korzyść północy. W 1865 r. stolica południa została zdobyta, a pozostałe wojska złożyły broń. Tuż po zdobyciu południowej stolicy i kapitulacji konfederatów prezydent Abraham Lincoln został zamordowany (kwiecień 1865 r.).Wojna wywarła ogromny wpływ na Stany Zjednoczone, m. in. spowodowała zniesienie niewolnictwa w całym kraju. Niestety, większość pozytywnych efektów dla czarnoskórej ludności zaczęła powoli tracić znaczenie w czasie powojennej odbudowy. W XIX w. czarnoskórym Amerykanom daleko było do pozycji białych, ale przynajmniej nie byli już obiektem handlu niczym bydło."
        },
        {
            "heading": "Ku zachodowi",
            "text": "Reszta XIX w. stała pod znakiem równomiernej migracji na zachód, co spowodowało zaludnienie zachodniego wybrzeża i środkowego zachodu USA. Amerykańscy inżynierowie wybudowali linie kolejowe łączące obie części kraju, a wzdłuż nich zaczęły wykwitać nowe miasta. Resztki rdzennych mieszkańców Ameryki były spychane do coraz mniejszych enklaw najmniej urodzajnej ziemi, ale mimo tego wykazywały się niewiarygodną wolą przetrwania wbrew wszelkim okolicznościom. Ze wszystkich zakątków świata do kraju zaczęli napływać imigranci szukający swego miejsca w Ameryce.Pod koniec XIX w. Stany Zjednoczone stoczyły kolejną wojnę, tym razem z podupadającym „imperium” Hiszpanii. Do wojny zachęcała rzesza dziennikarzy postulujących bardziej agresywną politykę zagraniczną, takich jak William Randolph Hearst. USA szybko pokonały wojska hiszpańskie i zyskały kontrolę nad Filipinami, Guamem i Portoryko. Hiszpania utraciła też Kubę, która po krótkim okresie bycia pod amerykańskim protektoratem uzyskała niepodległość."
        },
        {
            "heading": "Początek XX w. – świat się wtrąca",
            "text": "Choć amerykańska moc przemysłowa i gospodarcza szybko rosła, jej siła militarna nie zwiększała się. Stany Zjednoczone posiadały wystarczająco dużą armię i flotę, by pokonać Hiszpanię (oraz trzymać w szachu Kanadę i Meksyk), ale ciężko było ją postrzegać jako potęgę na skalę światową. Obronność kraju opierała się na fakcie, że był on z obu stron osłonięty oceanami, na których panowała niezrównana marynarka brytyjska.Gdy w Europie wybuchła Pierwsza Wojna Światowa, Amerykanie nie chcieli mieć z nią nic wspólnego (wielu Europejczyków uciekło do USA, by uniknąć ciągłych wojennych zawieruch w Europie). Amerykanie mieli swoje korzenie we wszystkich zakątkach Europy, w tym w Niemczech, Austrii, Francji, Włoszech, Rosji i Wielkiej Brytanii, więc niezależnie od tego, po której stronie opowiedziałyby się Stany, musiałyby walczyć z krewniakami. Rząd Amerykański ogłosił neutralność.W praktyce faworyzowało to Brytyjczyków i Francuzów, bo z uwagi na brytyjską dominację na morzach Stany mogły handlować tylko z Wielką Brytanią i ich sojusznikami. Były to złe wieści dla Niemców, ponieważ aby odnieść zwycięstwo, musieli odciąć Wielką Brytanię od zaopatrzenia. W roku 1917 niemiecki U-Boot (okręt podwodny) zatopił transatlantyk Lusitania, a Niemcy ogłosili, że będą zatapiać wszystkie okręty zmierzające do portów alianckich. Niedługo później Amerykanie wypowiedzieli wojnę Niemcom i ich sojusznikom.Na samym początku wojny USA posiadały tylko małą armię zawodową, ale w 1918 r. Amerykański Korpus Ekspedycyjny (AKE) miał w Europie już ponad 1.000.000 żołnierzy. Napływ świeżych wojsk miał duży wpływ na wyniki starć i morale wroga. Przed końcem roku wojna została zakończona. Podczas swego krótkiego pobytu we Francji AKE brał udział w ciężkich walkach, ponosząc straty w wysokości 50.000 zabitych i 300.000 rannych.Po wojnie amerykański prezydent Woodrow Wilson próbował zaprowadzić nowy ład i utworzyć Ligę Narodów, ale zwycięskie kraje z Europy wolały nałożyć na przegranych ciężkie kary, co było zrozumiałe, biorąc pod uwagę ogrom wojennych zniszczeń. Nie służyło to jednak atmosferze powojennego pojednania. W konsekwencji amerykańska opinia publiczna zwróciła się przeciwko Europie i była przeciwna jakimkolwiek interwencjom zbrojnym w przyszłości. Będzie to miało poważne konsekwencje dwadzieścia lat później."
        },
        {
            "heading": "Wielki kryzys",
            "text": "Wielki kryzys, określany też mianem wielkiej depresji, był rzeczywiście depresyjny, więc poświęcimy mu tylko chwilę. Kryzys rozpoczął się krachem na giełdzie w 1929 r., ale szybko rozlał się na kraj i cały świat. Banki upadły, bezrobocie sięgnęło 25%, a ceny zboża spadły o 60%. We wszystkich dużych miastach były ogromne kolejki po chleb. Kryzys ciągnął się latami i gospodarka USA zaczęła łapać oddech dopiero w połowie lat trzydziestych, ale na nogi stanęła dopiero wraz z wybuchem Drugiej Wojny Światowej."
        },
        {
            "heading": "Druga wojna światowa",
            "text": "Podczas wielkiego kryzysu popularność zaczęły zyskiwać, szczególnie w Europie, idee faszyzmu. We Włoszech do władzy doszedł Mussolini, w Hiszpanii Francisco Franco, a w Niemczech Adolf Hitler. Demokratyczne kraje, wycieńczone Pierwszą Wojną Światową i wielkim kryzysem, a także zaniepokojone komunizmem, obserwowały tylko, jak Niemcy odbudowują swą armię, flotę i lotnictwo, a następnie połykają mniejsze kraje. Dopiero po inwazji Niemiec (i Związku Radzieckiego) na Polskę w 1939 r. Francja i Wielka Brytania wypowiadają Niemcom wojnę. W tym samym czasie Japończycy rozparcelowywali Chiny i zaczęli zagrażać europejskim interesom na Oceanie Spokojnym.Stany Zjednoczone kontynuowały politykę izolacjonizmu, podczas gdy w roku 1940 Niemcy podbili Francję, a w 1941 niemieckie wojska przedzierały się przez Związek Radziecki. Jednak podobnie jak w przypadku Pierwszej Wojny Światowej amerykańska neutralność faworyzowała Brytyjczyków, którzy wciąż kontrolowali Atlantyk. Prezydent Franklin Roosevelt rozbudowywał armię, starając się nakłonić opinię publiczną do poparcia zbrojnej interwencji i wojny z Niemcami. Z kolei w rejonie Pacyfiku amerykańskie embargo na ropę nałożone na Japończyków było dla nich dużym ciężarem gospodarczym i obelgą dla japońskiej dumy. W odpowiedzi na rosnące naciski ze strony Amerykanów Japończycy podjęli jedną z najbardziej nierozważnych decyzji militarnych i politycznych współczesnej historii.7 grudnia 1941 r. zbombardowali amerykańską flotę w Pearl Harbor, znajdującym się w hawajskiej części USA. Zniszczonych zostało wiele amerykańskich pancerników, ale lotniskowców nie było wtedy w porcie i wkrótce miało to mieć kluczowe znaczenie dla wojny.Niedługo po Pearl Harbor Niemcy także wypowiadają wojnę USA. To także był ogromny błąd, ponieważ wypowiedzenie wojny pozwoliło Stanom Zjednoczonym zaangażować się w Europie, co w innym przypadku byłoby trudne dla Roosevelta z uwagi na przekonanie opinii publicznej, że najpierw należy rozprawić się z Japonią."
        },
        {
            "heading": "USA w obliczu wojny",
            "text": "Druga Wojna Światowa była dla USA wyjątkowo złożonym wyzwaniem militarnym, politycznym i przemysłowym. Choć Stany już od kilku lat rozbudowywały swe siły wojskowe, we wszystkich dziedzinach wciąż doskwierały im problemy: w liczebności, uzbrojeniu, flocie, lotnictwie, siłach pancernych i tak dalej. Rząd musiał zrównoważyć zapotrzebowanie na rekrutów z zapotrzebowaniem na robotników do produkcji broni i wyposażenia dla siebie oraz zdesperowanych sojuszników.Co więcej, trzeba było balansować między Wielką Brytanią i Związkiem Radzieckim, sojusznikami posiadającymi przeciwstawne cele polityczne i wojskowe. Było to duże wyzwanie, ponieważ przed wojną USA wraz z Wielką Brytanią były zagorzałymi przeciwnikami komunizmu i Związku Radzieckiego.W dużej mierze niesprawdzona armia miała stawić czoła dwóm potężnym machinom wojennym: zwycięskiej flocie Japonii i zabójczej armii Niemiec.Po przystąpieniu do wojny USA musiały się bronić we wszystkich teatrach działań wojennych. Japońska flota, zagarniając alianckie bazy na Pacyfiku, zbliżyła się do Australii i Nowej Zelandii.Niemieckie U-Booty zniszczyły ogromną ilość statków wiozących zaopatrzenie dla aliantów, co o mały włos nie doprowadziło do zagłodzenia Brytyjczyków. Na szczęście niezrównana amerykańska baza przemysłowa ruszyła pełną parą i zaczęła w niewiarygodnym tempie wypluwać statki, samoloty i czołgi. Amerykanie wyciągnęli wnioski z pierwszych niepowodzeń i wkrótce wraz z sojusznikami zatrzymali postępy wrogich wojsk na wszystkich frontach. W roku 1942 Stany Zjednoczone były już w natarciu w rejonie Pacyfiku i północnej Afryki. Do roku 1944 amerykańskie i brytyjskie oddziały były już we Francji. Niemcy, złapane w kleszcze pomiędzy siły aliantów a oddziały rosyjskie nacierające ze wschodu, skapitulowały w maju 1945. Japończycy trzymali się jeszcze przez siedem miesięcy, walcząc zaciekle na rozlicznych wyspach rozsianych po Pacyfiku. Bomby atomowe zrzucone na Hiroszimę i Nagasaki zakończyły ten opór."
        },
        {
            "heading": "Ameryka w drugiej połowie XX w.",
            "text": "Amerykanie dostali dwie lekcje podczas tych wojen światowych: po pierwsze, nie odwracać głowy, gdy cały świat staje w płomieniach. Było jasnym, że bariery oceaniczne gwarantują spokój na samym kontynencie, ale amerykańskie bezpieczeństwo było nierozerwalnie połączone z wydarzeniami na całym globie, choćby dlatego, że Stany potrzebowały rynków zbytu dla swych dóbr. Drugą lekcją był fakt, iż niezbyt mądrze jest zbyt mocno karać pokonanego wroga. Lepiej pomóc mu się odbudować i zyskać w nim sojusznika i klienta. Dlatego też po wojnie Stany Zjednoczone wydały miliardy dolarów na odbudowę Europy i Japonii. Pieniądze były kierowane zarówno do sojuszników, jak i byłych wrogów (z wyłączeniem ZSRR).Po wojnie Stany Zjednoczone wyrosły na najpotężniejszy kraj świata. Kontynent amerykański nie był podczas wojny najechany ani bombardowany, a amerykańska baza przemysłowa była większa i bardziej zaawansowana niż kiedykolwiek. Armia była zahartowana w boju i świetnie wyposażona. Ameryka była też jedynym posiadaczem broni atomowej. Z drugiej jednak strony w Europie największą siłę stanowił Związek Radziecki. Amerykanie nie chcieli kolejnej wojny, tym razem z komunistami. Chcieli po prostu, by ich żołnierze wrócili wreszcie do kraju."
        },
        {
            "heading": "Zimna wojna",
            "text": "Po Drugiej Wojnie Światowej utajone działania wojenne między USA i Wielką Brytanią a Związkiem Radzieckim zaczęły być coraz bardziej jawne. Było ku temu kilka powodów. Stany Zjednoczone bały się, że idee komunizmu, wspierane przez Związek Radziecki (a w późniejszym okresie, Chiny) rozprzestrzeniłyby się na Europę, i na cały świat. Z drugiej strony, Związek Radziecki chciał pokazać całemu światu, że ma dość sytuacji, w której co 20 lat jakieś państwo dokonuje na ich kraj najazdu, oraz że będzie nieugięty i bezlitosny w swych działaniach, by temu zapobiec. Nienawidzili też amerykańskiego kapitalizmu i chcieli rozprzestrzenienia komunizmu.Przez następne pięćdziesiąt lat USA i Związek Radziecki (a potem także Chiny) wydały ogromne sumy na produkcję broni, obalanie obcych rządów i angażowanie się w pomniejsze wojny na całym świecie. Amerykanie zwalczali zbrojnie komunizm w Korei (remis) i w Wietnamie (porażka). Sowieci przejęli Europę Wschodnią (zwycięstwo) i zaatakowali Afganistan (duża porażka).Pod koniec lat osiemdziesiątych XX w. wewnętrzne problemy ZSRR (korupcja, chciwość, niekompetencja itp.) zaczęły być już tak uciążliwe, że wraz z ogromnymi wydatkami na zbrojenia praktycznie doprowadziły do bankructwa kraju. W latach dziewięćdziesiątych Związek Radziecki się rozpadł, a Stany Zjednoczone prowadziły nieskrępowany handel z Chinami. Skończyła się zimna wojna.Każdy rozsądnie myślący uzna, że te pięćdziesiąt lat było dla wszystkich pasmem porażek. Gdyby USA udało się przekonać ZSRR, że nie są dla nich zagrożeniem, paranoiczni Sowieci może by się nieco rozluźnili i przestali uciskać i zabijać ogromne ilości własnych obywateli. Stany Zjednoczone mogłyby przeznaczyć swe pieniądze na coś innego, niż projektowanie nowych śmiercionośnych zabawek i wspieranie zagranicznych despotów.Z drugiej strony, zimna wojna doprowadziła do podboju kosmosu (z powodów militarnych i dumy narodowej). Wyścig do gwiazd spowodował powstanie wielu kluczowych technologii, a w konsekwencji doprowadził do lądowania na księżycu, chyba najważniejszego i najbardziej odjazdowego osiągnięcia ludzkości.Koniec zimnej wojny rozpoczął dla USA nowy czas pokoju i szczęścia. Przynajmniej na kilka lat."
        },
        {
            "heading": "Wojna z terroryzmem",
            "text": "11 września 2001 r. grupa terrorystów porwała cztery odrzutowce i rozbiła je o wieże World Trade Center w Nowym Jorku i budynek Pentagonu w Waszyngtonie. Czwarty samolot nie osiągnął celu dzięki heroicznemu wysiłkowi grupy pasażerów na pokładzie. Za atak była odpowiedzialna Al-Kaida, muzułmańskie ekstremistyczne ugrupowanie z siedzibą w Afganistanie. Ich celem jest pozbycie się obcokrajowców z Bliskiego Wschodu i zniszczenie Ameryki, nazywanej przez nich „wielkim Szatanem”.USA zareagowały inwazją Afganistanu i pozbawieniem władzy fundamentalistów wspierających Al-Kaidę. Potem nastąpiła kontrowersyjna inwazja Iraku, siedziby wieloletniego wroga Ameryki, Saddama Husseina.Dziś Stany Zjednoczone starają się naprawić swój nadszarpnięty wizerunek na arenie międzynarodowej, nakłonić sojuszników do walki z terroryzmem i wycofać się z Iraku z twarzą. Afganistan wciąż jest trudnym orzechem do zgryzienia i nie można powiedzieć z pewnością, czy USA wyjdzie z obu tych konfliktów z tarczą, czy na tarczy."
        },
        {
            "heading": "Przyszłość Stanów Zjednoczonych",
            "text": "Stany Zjednoczone nie są już jedynym supermocarstwem, ponieważ dzielą ten wątpliwy zaszczyt z co najmniej jednym państwem, Chinami. Wewnątrz kraju Amerykanie starają się naprawić gospodarcze błędy końca XX w., gdy cały naród żył ponad stan, i ostatecznie pozbyć się ducha rasizmu oraz niewolnictwa, który jest wciąż żywy. Ameryka jest poturbowana, ale na pewno nie pokonana. Wciąż posiada surowce, kapitał ludzki i chęci, by w XXI w. być kluczową dla świata cywilizacją."
        },
        {
            "heading": "Przyszłość Stanów Zjednoczonych",
            "text": "Stany Zjednoczone nie są już jedynym supermocarstwem, ponieważ dzielą ten wątpliwy zaszczyt z co najmniej jednym państwem, Chinami. Wewnątrz kraju Amerykanie starają się naprawić gospodarcze błędy końca XX w., gdy cały naród żył ponad stan, i ostatecznie pozbyć się ducha rasizmu oraz niewolnictwa, który jest wciąż żywy. Ameryka jest poturbowana, ale na pewno nie pokonana. Wciąż posiada surowce, kapitał ludzki i chęci, by w XXI w. być kluczową dla świata cywilizacją."
        },
        {
            "heading": "Przyszłość Stanów Zjednoczonych",
            "text": "Stany Zjednoczone nie są już jedynym supermocarstwem, ponieważ dzielą ten wątpliwy zaszczyt z co najmniej jednym państwem, Chinami. Wewnątrz kraju Amerykanie starają się naprawić gospodarcze błędy końca XX w., gdy cały naród żył ponad stan, i ostatecznie pozbyć się ducha rasizmu oraz niewolnictwa, który jest wciąż żywy. Ameryka jest poturbowana, ale na pewno nie pokonana. Wciąż posiada surowce, kapitał ludzki i chęci, by w XXI w. być kluczową dla świata cywilizacją."
        }
    ],
    "leader": {
        "name": "Jerzy Waszyngton",
        "subtitle": "Przywódca Stanów Zjednoczonych Ameryki",
        "lived": "1732-1799 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/george_washington.png",
        "trait": {
            "name": "Ukazanie przeznaczenia",
            "effect": "Wszystkie lądowe jednostki wojskowe otrzymują +1 do zasięgu wzroku. Dodatkowo 50% zniżki na zakup pól."
        },
        "titles": [
            "Dowódca sił zbrojnych armii kolonialnej (podczas amerykańskiej wojny o niepodległość)",
            "Prezydent Stanów Zjednoczonych Ameryki (1789-1797)"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Jerzy Waszyngton był członkiem grupy niezwykłych mężczyzn, którzy żyli w koloniach amerykańskich pod koniec XVIII w. Choć Waszyngton nie był tak wojowniczy, jak John Adams, tak obdarzony wyobraźnią, jak Benjamin Franklin czy tak błyskotliwy, jak Thomas Jefferson, wykazał się zdolnościami przywódczymi zarówno w czasie wojny jak i pokoju. Mimo przeważających sił wroga poprowadził armię kontynentalną ku zwycięstwu, co zapewniło jego krajowi niepodległość."
            },
            {
                "heading": "Początki",
                "text": "Waszyngton był potomkiem angielskich kolonistów, którzy przybyli do Wirginii w roku 1657. Rodzinę miał bogatą i opływającą we wszelkie przywileje, które były udziałem amerykańskich kolonii na początku XVIII wieku. W młodości Waszyngton uczył się matematyki, pisma, geografii i prawdopodobnie łaciny, ale nigdy nie uczęszczał do koledżu. Zamiast tego skupił się na zgłębianiu tajników hodowli bydła i prowadzenia gospodarstwa. Waszyngton odebrał też przeszkolenie geodety i spędził kilka lat na mapowaniu terenów Wirginii."
            },
            {
                "heading": "Wojna z Francją i Indianami",
                "text": "W 1754 r. wybuchła wojna między Anglią (i jej koloniami) oraz Francją i Indianami. Waszyngton brał udział w kilku potyczkach i wykazał się dużą odwagą i spokojem pod ostrzałem, ale nie zaprezentował błyskotliwych umiejętności taktycznych czy strategicznych. Anglia wojnę wygrała, a Waszyngton w randze generała brygady zrezygnował ze służby w siłach kolonialnych."
            },
            {
                "heading": "Dom",
                "text": "Po wojnie Waszyngton ożenił się i poświęcił zarządzaniu majątkiem. Bardzo lubił kierowanie gospodarstwem i plantacją, sam osobiście pomagał przy pracach. Zasiadał także w mało znaczących instytucjach samorządowych Wirginii - House of Burgesses (prawdziwą władzę miał królewski zarządca oraz król i parlament w Anglii)."
            },
            {
                "heading": "Działalność przedrewolucyjna",
                "text": "Choć Waszyngton był lojalistą, jego także drażniły wysokie podatki nałożone przez angielski parlament (było to spowodowane długami zaciągniętymi w czasie wojny z Francją i Indianami). Napięcie wciąż rosło, a wraz z nim radykalizm Waszyngtona. W 1768 r. ogłosił, że zbrojnie wystąpi przeciw Anglii, jeśli będzie tego wymagać sytuacja. W 1774 r. został członkiem Kongresu Kontynentalnego, pierwszego prawdziwego ciała decyzyjnego tworzącego się kraju. Gdy w 1775 r. w okolicach Bostonu wybuchły walki, Waszyngtona mianowano dowódcą kolonialnych sił zbrojnych. Stanowisko to piastował aż do ogłoszenia niepodległości w 1776 r."
            },
            {
                "heading": "Dowódca armii kontynentalnej",
                "text": "Dowodząc rewolucyjnymi siłami, Waszyngton wykazał się tymi samymi słabościami i zaletami, które go cechowały w czasie wojny z Francją. Był bardzo odważny, czasami jego działania wręcz zahaczały o niepotrzebną brawurę. Na początku wojny układał jednak zbyt złożone plany działań, których nie byli w stanie wykonać jego niewyszkoleni ochotnicy, co doprowadziło do szeregu klęsk w walkach z zawodowymi żołnierzami brytyjskimi. Jednak dzięki sile woli i wytrwałości po latach klęsk i niepowodzeń jego armia była wciąż żywa, wraz z nią zaś – rewolucja. Wytrwałość i rosnące umiejętności kolonistów w końcu zaczęły przynosić efekty i wrogowie spoglądali na nich z rosnącym szacunkiem.Przystąpienie Francji do wojny po stronie rewolucjonistów i rosnąca siła kolonii wywołały w Wielkiej Brytanii nastroje antywojenne. W 1781 r. Waszyngton poprowadził swoich ludzi w śmiałym marszu w stronę Wirginii, gdzie z pomocą kontyngentu francuskich żołnierzy zamknął w oblężeniu w Yorktown całą brytyjską armię. Manewr francuskiej floty dał im chwilową przewagę na morzu i odciął Brytyjczykom drogę ucieczki. Ujrzawszy to, brytyjski generał złożył broń. Walki toczyły się jeszcze przez kilka miesięcy, ale wojna była już praktycznie rozstrzygnięta. Ameryka wywalczyła niepodległość."
            },
            {
                "heading": "Prezydent Stanów Zjednoczonych",
                "text": "Po wojnie Waszyngton przewodził obradom Konwencji Konstytucyjnej, która nadała kształt instytucjom rządowym, a potem stanął na czele nowo utworzonego państwa. Jako prezydent starał się nie wplątać Stanów w żadne wojny i zbyt bliskie sojusze, a także próbował (bez większego powodzenia) nie dopuścić do podziałów politycznych. Po dwóch kadencjach w roli prezydenta przeszedł na emeryturę i osiadł w swojej posiadłości w Mount Vernon w Wirginii, gdzie umarł w 1799 r."
            },
            {
                "heading": "Miejsce w historii",
                "text": "Nie bez powodu Jerzego Waszyngtona nazywa się „ojcem Stanów Zjednoczonych Ameryki”. Może nie był najwybitniejszym generałem czy też politykiem w historii, ale posiadał ogromny spokój i odwagę w obliczu zagrożenia i potrafił inspirować podwładnych do poświęceń. Bez niego Stany Zjednoczone najprawdopodobniej by nie powstały."
            }
        ]
    }
}