{
    "id": 2,
    "name": "Arabia|Arabii|Arabii|Arabię|Arabią|Arabii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/arabia.png",
    "dawn_of_man": "Niech Bóg cię błogosławi, o wielki Kalifie Harunie ar-Raszidzie, przywódco pobożnych Arabów! Muzułmańskie Imperium Kalifatu powstało w niespokojnych latach po śmierci proroka Mahometa w 632 r., gdy jego uczniowie pragnęli rozszerzyć królestwo Boga na wszystkie ludy ziemi. Kalifat stał się naprawdę wielki, u szczytu potęgi władał Hiszpanią, Afryką Północną, Bliskim Wschodem, Azją Mniejszą, Bałkanami i Persją. Było to równie potężne imperium - a może potężniejsze - niż Rzym. W okresie średniowiecza w Arabii rozkwitały nauka i sztuka, podczas gdy kraje europejskie były pogrążone w ignorancji i chaosie. Kalifat przetrwał 600 lat, aż w końcu uległ inwazji Mongołów, niszczycieli imperiów.Wielki Kalifie, Harunie ar-Raszidzie, twój lud wierzy, że przywrócisz im dawną świetność. Że Arabia stanie się znowu oświeconą krainą sztuki i wiedzy, potężnym narodem, który nie ulęknie się żadnego wroga. O Kalifie, czy podejmiesz się tego wyzwania? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Bazar|Bazaru|Bazarowi|Bazar|Bazary|Bazarów|Bazarom|Bazary",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/bazaar.json"
        }
    ],
    "unique_units": [
        {
            "name": "Łucznicy arabscy|Łuczników arabskich|Łucznikom arabskim|Łuczników arabskich",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/camel_archer.json"
        }
    ],
    "city_names": [
        "Mekka|Mekki|Mekce|Mekkę|Mekką|Mekce",
        "Medyna|Medyny|Medynie|Medynę|Medyną|Medynie",
        "Damaszek|Damaszku|Damaszkowi|Damaszek|Damaszkiem|Damaszku",
        "Bagdad|Bagdadu|Bagdadowi|Bagdad|Bagdadem|Bagdadzie",
        "Nadżran|Nadżranu|Nadżranowi|Nadżran|Nadżranem|Nadżranie",
        "Kufah",
        "Basra|Basry|Basrze|Basrę|Basrą|Basrze",
        "Khurasan|Khurasanu|Khurasanowi|Khurasan|Khurasanem|Khurasanie",
        "Anjar|Anjaru|Anjarowi|Anjar|Anjarem|Anjarze",
        "Futstat",
        "Aden|Adenu|Adenowi|Aden|Adenem|Adenie",
        "Yamama|Yamamy|Yamamie|Yamamę|Tamamą|Yamamie",
        "Maskat|Maskatu|Maskatowi|Maskat|Maskatem|Maskacie",
        "Mansura|Mansury|Mansurze|Mansurę|Mansurą|Mansurze",
        "Buchara|Buchary|Bucharze|Bucharę|Bucharą|Bucharze",
        "Sziraz|Szirazu|Szirazowi|Sziraz|Szirazem|Szirazie",
        "Merw",
        "Balch|Balchu|Balchowi|Balch|Balchem|Balchu",
        "Mosul|Mosulu|Mosulowi|Mosul|Mosulem|Mosulu",
        "Adab",
        "Bayt Ras",
        "Suhar|Suhara|Suharowi|Suhar|Suharem|Suharze",
        "Taif|Taifu|Taifowi|Taif|Taifem|Taifie",
        "Hama|Hamy|Hamie|Hamę|Hamą|Hamie",
        "Tabuk|Tabuku|Tabukowi|Tabuk|Tabukiem|Tabuku",
        "Sana|Sana|Sana|Sanę|Saną|Sanie",
        "Szihr|Szihru|Szihrowi|Szihr|Szihrem|Szihrze",
        "Trypolis|Trypolisu|Trypolisowi|Trypolis|Trypolisem|Trypolisu",
        "Tunis|Tunisu|Tunisowi|Tunis|Tunisem|Tunisie",
        "Kairouan",
        "Algier|Algieru|Algierowi|Algier|Algierem|Algierze",
        "Oran|Oranu|Oranowi|Oran|Oranem|Oranie"
    ],
    "spy_names": [
        "Solhofaat",
        "Khenzeer",
        "Zarafah",
        "Temsaah",
        "Abyadh",
        "Mustafa",
        "Jusuf",
        "Waddah",
        "Sameera",
        "Gamal"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Muzułmańskie imperium kalifatu, znane również jako imperium islamskie lub królestwo arabskie, powstało po śmierci proroka Mahometa w 632 roku naszej ery i utworzone zostało przez jego uczniów jako kontynuacja ustanowionej przez niego władzy politycznej. W trakcie swojego długiego istnienia kalifat osiągnął niesamowite rozmiary i siłę, dominując Hiszpanię, Północną Afrykę, Bliski Wschód, Anatolię, Bałkany oraz Persję. Powstałe imperium mogło spokojnie równać się z Rzymem u szczytu jego potęgi."
        },
        {
            "heading": "Klimat i tereny",
            "text": "Imperium arabskie wywodzi się z Medyny, na Półwyspie Arabskim, z miejsca, które obecnie znane jest jako Arabia Saudyjska. Okolica to w zasadzie niegościnna pustynia – pusta, piaszczysta i gorąca, temperatury w lecie sięgają nawet 55 stopni Celsjusza. Medyna i Mekka zajmują bardziej żyzne tereny w okolicach Morza Czerwonego."
        },
        {
            "heading": "Wczesna historia",
            "text": "Pierwszym kalifem (głową państwa) tego imperium po śmierci Mahometa był Abu Bakr, po którym panowało trzech kolejnych „prawowiernych kalifów”. W 661 roku, po śmierci czwartego z nich, Alego ibn Abi Taliba, pomiędzy stronnictwami wspierającymi różnych kandydatów do tronu wybuchły walki, w których ostatecznie zwyciężyła rodzina Umajjadów. Spór o to, kto właściwie jest kalifem zgodnie z literą prawa, ciągnął się przez wieki i miał (i nadal ma) znaczący wpływ na historię islamu i świata."
        },
        {
            "heading": "Umajjadzi",
            "text": "Umajjadzi byli rodziną kupców pochodzących z Mekki. Przeszli na islam w roku 627, zostając wpływowymi stronnikami Mahometa i jego następcami. Wcześni kalifowie Umajjadów mieszkali w Damaszku, w Syrii, w związku z czym jądro wojska arabskiego tworzyły jednostki syryjskie. Umajjadzi poszerzyli arabskie wpływy na wschód, budując przyczółki i wysyłając wyprawy na Bliski Wschód i do południowo-zachodnich Indii. W VII wieku zbudowali flotę śródziemnomorską, która przypuściła kilka nieudanych ataków na chrześcijański Konstantynopol.Kalifat Umajjadów doszedł do szczytu swojej potęgi pod rządami Abda al-Malika (w latach 685-705). Na zachodzie jego wojska podbiły sporą część Hiszpanii, podczas gdy na wschodzie zaatakowały prowincję Sind w Indiach i podbiły Bucharę, Samarkandę, Chorezm i wiele innych trudno wymawialnych miejsc. Al-Malik dopilnował też reform biurokracji, gospodarki oraz poczty kalifatu. Jego rządy doprowadziły do rozkwitu sztuki, w szczególności architektury.Po śmierci Abda al-Malika imperium doświadczyło upadku. Cały ciąg nie najlepszych kalifów połączony z problemami gospodarczymi oraz koniecznością odwrotu wojskowego na wschodzie i zachodzie roznieciły spory plemienne wewnątrz kalifatu i w roku 750 Umajjadzi zostali pokonani oraz pozbawieni władzy na skutek bitwy nad Dużym Zabem."
        },
        {
            "heading": "Abbasydzi",
            "text": "Umajjadzi pokonani zostali przez Abbasydów, kolejną potężną rodzinę. Pierwszy wywodzący się z niej kalif, Abu al-Abbas, był krwiożerczym przywódcą i natychmiast po dojściu do władzy zajął się likwidacją wszystkich, którzy mieli jakiekolwiek prawa do tronu. Misja ta zakończyła się powodzeniem i Abbasydzi pozostali przy władzy przez kolejne trzy stulecia. Za pewnego rodzaju mroczną przechwałkę można uznać przydomek as-Saffah, nadany sobie przez al-Abbasa i oznaczający „krwawy”.Abbasydzi przenieśli stolicę kalifatu do Bagdadu. Było to podyktowane koniecznością skupienia się na wydarzeniach we wschodniej Persji, Indiach i Azji Środkowej. Zmiana powodowała zmniejszenie znaczenia Afryki Północnej oraz rejonu Morza Śródziemnego. Abbasydzi byli znacznie bardziej religijni od Umajjadów i pod ich rządami kalifat dużo dokładniej przestrzegał prawa islamskiego."
        },
        {
            "heading": "Harun ar-Raszid",
            "text": "Harun ar-Raszid (rządził w latach 786-809) był piątym kalifem z rodziny Abbasydów. Rządził Arabią u szczytu jej potęgi gospodarczej i militarnej. W swoich młodych latach poprowadził kilka wypraw wojennych przeciwko Cesarstwu Bizantyjskiemu, a jego sukcesy doprowadziły do nadania mu przydomka „ar-Raszid”, czyli „ten, który podąża słuszną ścieżką”. Mimo że w trakcie swoich rządów Raszid musiał stłumić kilka wewnętrznych buntów, w okresie jego panowania imperium przez większość czasu znajdowało się w stanie pokoju, a kalifat bardzo rozrósł się i wzbogacił. Więcej informacji o Harunie ar-Raszidzie znajdziesz w poświęconym mu artykule w Civilopedii."
        },
        {
            "heading": "Średniowiecze",
            "text": "Imperium arabskie okresu średniowiecza było znacznie bardziej zaawansowane technicznie niż współczesne mu kraje europejskie. Bagdad pod rządami al- Raszida mógł pomieścić milion ludzi, podczas gdy Akwizgran Karola Wielkiego był „stolicą” dziesięciu tysięcy. Centra naukowe przyciągały studentów z całego świata muzułmańskiego do wielkich miast, takich jak Bagdad, Damaszek czy Kordoba. Arabowie tego okresu poczynili wiele odkryć w dziedzinie medycyny, astronomii, matematyki i innych. Przetłumaczyli również na arabski wiele klasycznych utworów starożytnych Greków, chroniąc je w ten sposób przed zniszczeniem.W okresie krucjat chrześcijańska Europa wielokrotnie atakowała świat arabski. Jednym z największych muzułmańskich generałów tego kresu jest Salah al-Din, bardziej znany jako Saladyn, który skutecznie powstrzymał trzecią krucjatę i odbił utraconą przez Arabów Jerozolimę."
        },
        {
            "heading": "Upadek i podział",
            "text": "Pod koniec średniowiecza imperium zaczęło rozpadać się pod coraz silniejszym naciskiem sił wewnętrznych i zewnętrznych. Same rozmiary państwa niemalże uniemożliwiały mu jakiekolwiek centralne rządy, w związku z czym kalifowie musieli tłumić masę powstań wszczynanych przez zbuntowanych, lokalnych władców. Spór o to, kto jest prawdziwym następcą dziedzictwa Mahometa, jątrzył się nadal. Na zachodzie państwa Europa walczyła z kalifatem o kontrolę nad Hiszpanią, na wschodzie zaś Turkowie Osmańscy zaczęli swoją niepowstrzymaną ekspansję w kierunku serca imperium.W roku 1258 armia mongolska pod dowództwem Hulagu-chana podbiła Bagdad i dokonała egzekucji kalifa al-Musta'sima, gwałtownie kładąc kres istnieniu imperium arabskiego."
        },
        {
            "heading": "Arabia współczesna",
            "text": "Przez ostatnie pięćset lat większość świata arabskiego rządzona była przez obcych. Najpierw byli to Turcy Osmańscy, potem zachodnie potęgi kolonizacyjne. Od dekolonizacji w latach 1950 tradycyjne wartości arabskie uległy zmianie pod naciskiem połączonych sił urbanizacji, industrializacji i zachodnich wpływów. Nadal jednak miliony wiernych wyznawców na całym świecie przestrzegają starożytnych dogmatów islamu.Mimo że tereny, będące kiedyś częścią imperium arabskiego, w tej chwili są podzielone pomiędzy tuzin różnych krajów, wiele zawdzięczają one swojemu wspólnemu, starożytnemu przodkowi."
        },
        {
            "heading": "Arabia współczesna",
            "text": "Przez ostatnie pięćset lat większość świata arabskiego rządzona była przez obcych. Najpierw byli to Turcy Osmańscy, potem zachodnie potęgi kolonizacyjne. Od dekolonizacji w latach 1950 tradycyjne wartości arabskie uległy zmianie pod naciskiem połączonych sił urbanizacji, industrializacji i zachodnich wpływów. Nadal jednak miliony wiernych wyznawców na całym świecie przestrzegają starożytnych dogmatów islamu.Mimo że tereny, będące kiedyś częścią imperium arabskiego, w tej chwili są podzielone pomiędzy tuzin różnych krajów, wiele zawdzięczają one swojemu wspólnemu, starożytnemu przodkowi."
        },
        {
            "heading": "Arabia współczesna",
            "text": "Przez ostatnie pięćset lat większość świata arabskiego rządzona była przez obcych. Najpierw byli to Turcy Osmańscy, potem zachodnie potęgi kolonizacyjne. Od dekolonizacji w latach 1950 tradycyjne wartości arabskie uległy zmianie pod naciskiem połączonych sił urbanizacji, industrializacji i zachodnich wpływów. Nadal jednak miliony wiernych wyznawców na całym świecie przestrzegają starożytnych dogmatów islamu.Mimo że tereny, będące kiedyś częścią imperium arabskiego, w tej chwili są podzielone pomiędzy tuzin różnych krajów, wiele zawdzięczają one swojemu wspólnemu, starożytnemu przodkowi."
        }
    ],
    "leader": {
        "name": "Harun ar-Raszid",
        "subtitle": "Przywódca Arabów",
        "lived": "763-809 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harun_al-rashid.png",
        "trait": {
            "name": "Statki pustyni",
            "effect": "Karawany zwiększają zasięg o 50%. Twoje szlaki handlowe dwukrotnie skuteczniej krzewią religię miasta, z którego biorą początek. Zasoby ropy zostają podwojone."
        },
        "titles": [
            "Kalif",
            "„Kroczący słuszną ścieżką”"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Harun ar-Raszid (co tłumaczy się jako „sprawiedliwy”) był piątym kalifem rodu Abbasydów i rządził Arabskim Imperium od 768 do 809 r.n.e. Podczas jego rządów kalifat rozciągał się od Hiszpanii do Anatolii i Indii. Była to największa i najpotężniejsza jednostka państwowa tego okresu. Harun był zdolnym władcą, a jego panowanie cechował rozwój naukowy i kulturalny, a także dobrobyt poddanych."
            },
            {
                "heading": "Początki panowania",
                "text": "Był synem trzeciego kalifa i al-Chajzuran, niewolnicy z Jemenu. Doszedł do władzy po śmierci brata, al-Hadiego. Al-Hadi zmarł z powodu problemów żołądkowych w dość podejrzanych okolicznościach i niektórzy uważali, że został otruty przez swą matkę, bo wolała na tronie młodszego Haruna, na którego miała większy wpływ. Pewność mamy dziś tylko co do tego, że al-Chajzuran do swojej śmierci w 789 r. pełniła rolę doradczyni Haruna."
            },
            {
                "heading": "Bagdadzki renesans",
                "text": "Na początku rządów Haruna stolicą kalifatu był Bagdad, nowe miasto założone przez jednego z poprzednich kalifów. Było to miejsce sztuki, wiedzy i religii, z wieloma pięknymi budynkami. Tam też Harun założył „Dom wiedzy”, ośrodek biblioteczny i naukowy, który gromadził i tłumaczył perskie, hinduskie, greckie i rzymskie pisma. Pod jego rządami Bagdad rozkwitł i stał się jednym z najbogatszych i największych miast świata. Po jakimś czasie Harun przeniósł siedzibę do miasta o znaczeniu strategicznym, Ar-Rakka, ale Bagdad na wiele wieków pozostał niezwykłym miastem (aż do splądrowania przez Mongołów w 1258 r.)."
            },
            {
                "heading": "Bogactwa Haruna i Arabii",
                "text": "Jeden z fragmentów Baśni z tysiąca i jednej nocy opisuje, że pałac kalifa był bajecznie ozdobiony i opływał w złoto, srebro i kamienie szlachetne. Opis jest zapewne przesadzony, ale chyba niezbyt mocno. Podczas panowania Haruna do jego imperium spływały ogromne ilości bogactw, duża część których trafiała do osobistych kufrów kalifa. Według starożytnych historyków żona Haruna nalegała, by cała zastawa w jej jadalni była ze złota ozdobionego klejnotami."
            },
            {
                "heading": "Stosunki międzynarodowe",
                "text": "W dziedzinie polityki Harun starał się utrzymywać dobre stosunki z europejskimi potęgami. Miał dobre relacje z Karolem Wielkim, a w tym czasie, jeszcze przed wyprawami krzyżowymi, Europejczycy mieli swobodny dostęp do Jerozolimy i Świętej Ziemi. Starał się też mieć dobry kontakt z chińskim dworem. Za Bizantyjczykami jednak już tak nie przepadał.Za panowania swego ojca poprowadził przez Turcję armię aż do bram Konstantynopola, stolicy Bizancjum. Po negocjacjach z cesarzową Ireną Harun zgodził się oszczędzić miasto w zamian za coroczną kontrybucję w postaci 70.000 złotych monet. Gdy Irena została pozbawiona tronu i Bizantyjczycy w 806 r. zanegowali tę umowę, Harun poprowadził na północ kolejną armię i znów zmusił ich do poddania."
            },
            {
                "heading": "Śmierć",
                "text": "Harun zachorował i zmarł w 808 r. w trakcie wyprawy mającej na celu zdławić powstanie w Iranie. Następcą tronu został jego syn, al-Amin. Śmierć tego wielkiego władcy była początkiem podróży Arabskiego Imperium w dół po równi pochyłej. Kolejne ciosy ze strony buntów i najazdów państw sąsiadujących coraz bardziej osłabiały Arabię. Choć to państwo istniało jeszcze przez kilka wieków, nigdy już nie osiągnęło tego poziomu, co za czasów Haruna ar-Raszida."
            },
            {
                "heading": "Ocena historii",
                "text": "Choć za jego panowania kraj bywał w stanie wojny i występowały problemy wewnętrzne, przez większość czasu panował pokój i dobrobyt. Kalifat cieszył się rozwojem gospodarczym i handlowym. Harun był miłośnikiem muzyki i poezji, co przejawiało się hojnym obdarowywaniem dworskich artystów. Może i Raszid nie był genialnym przywódcą, ale rządził kalifatem okresie jego największego rozwoju w sposób kompetentny."
            }
        ]
    }
}