{
    "id": 35,
    "name": "Asyria|Asyrii|Asyrii|Asyrię|Asyrią|Asyrii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/assyria.png",
    "dawn_of_man": "Światły i wybitny Aszurbanipalu, królu Asyryjczyków, poddani chylą czoła przed twoim majestatem. Cały świat uważa cię za mędrca i wojownika, lecz legendy nie oddają prawdy o twoich ambicjach. Choć wrogów ogarniała trwoga na samą myśl o twoich podbojach, prawdziwą dumę przyniosły ci osiągnięcia na polu intelektualnym. Głód wiedzy był przyczyną powstania królewskiej biblioteki w Niniwie, w której złożono największe zbiory starożytnych tekstów i tablic na świecie. Dzięki tym właśnie dokonaniom zapisałeś się w historii jako największy władca Asyrii.Mądry i srogi królu, nadszedł czas, abyś przywrócił świetność królestwu Asyrii. Czy po raz kolejny sięgniesz po wiedzę i historie zebrane przez ludy całego świata? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Królewska biblioteka|Królewskiej biblioteki|Królewskiej bibliotece|Królewską bibliotekę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/royal_library.json"
        }
    ],
    "unique_units": [
        {
            "name": "Wieża oblężnicza|Wieży oblężniczej|Wieży oblężniczej|Wieżę oblężniczą",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/siege_tower.json"
        }
    ],
    "city_names": [
        "Aszur|Aszuru|Aszurowi|Aszur|Aszurem|Aszurze",
        "Niniwa|Niniwy|Niniwie|Niniwę|Niniwą|Niniwie",
        "Kalhu",
        "Kar-Tukulti-Ninurta",
        "Dur Szarrukin",
        "Aleppo",
        "Karkemisz|Kerkemiszu|Kerkemiszowi|Kerkemisz|Kerkemiszem|Kerkemiszu",
        "Kanesz|Kaneszu|Kaneszowi|Kanesz|Kaneszem|Kaneszu",
        "Harran|Harranu|Harranowi|Harran|Harranem|Harranie",
        "Imgur-Enlil",
        "Szubat Enlil",
        "Qatna|Qatny|Qatnie|Qatnę|Qatną|Qatnie",
        "Sareisa|Sareisy|Sareisie|Sareisę|Sareisą|Sareisie",
        "Sam'al",
        "Karkar|Karkaru|Karkarowi|Karkar|Karkarem|Karkarze",
        "Tall al-Ahmar",
        "Sultantepe",
        "Irbil|Irbilu|Irbilowi|Irbil|Irbilem|Irbilu",
        "Hama|Hamy|Hamie|Hamę|Hamą|Hamie",
        "Gozan",
        "Tuszpa|Tuszpy|Tuszpie|Tuszpę|Tuszpą|Tuszpie",
        "Nisibis|Nisibisu|Nisibisowi|Nisibis|Nisibisem|Nisibisie",
        "Arpad|Arpadu|Arpadowi|Arpad|Arpadem|Arpadzie",
        "Kelaszin",
        "Palmyra|Palmyry|Palmyrze|Palmyrę|Palmyrą|Palmyrze",
        "Urartu",
        "Sabata|Sabaty|Sabacie|Sabatę|Sabatą|Sabacie",
        "Hit|Hitu|Hitowi|Hit|Hitem|Hicie"
    ],
    "spy_names": [
        "Adapa",
        "Kubaba",
        "Nabu",
        "Nergal",
        "Ninlil",
        "Ninurta",
        "Nisroch",
        "Szamasz",
        "Pazuzu",
        "Qingu"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Liczne starożytne królestwa Syrii, które przetrwały jedynie na kartach historii, bywały w swoich czasach jednymi z najpotężniejszych i najbogatszych państw na Ziemi. Asyria, której centrum mieściło się w sercu Mezopotamii, została założona przez semickich potomków akadyjskich i sumeryjskich uchodźców, których fala dotarła w ten rejon po upadku imperium akadyjskiego ok. 2154 r. p.n.e., których języki i obyczaje powoli połączyły się i utworzyły dwa oddzielne ludy mezopotamskie - Asyryjczyków na północy i Babilończyków na południu. Mimo że ci pierwsi kilkukrotnie próbowali stworzyć niepodległe państwo, ich starania niweczone były przez rozrost sąsiadów, głównie Babilonu. Wreszcie asyryjskim królom, poczynając od na poły legendarnego Tudii, udało się stworzyć wielkie imperium, które nieraz później okazywało się najpotężniejszym państwem w regionie. Asyria stale jednak doznawała szkód ze strony sąsiadujących z nią rywali i w VII w. p.n.e. imperium zniknęło z mapy świata."
        },
        {
            "heading": "Klimat i teren",
            "text": "Położona na żyznych terenach wokół rzek Tygrys i Eufrat Asyria miała możliwości, by produkować duże ilości pszenicy i innych gatunków zbóż. Mezopotamia epoki brązu, uważana powszechnie za kolebkę cywilizacji Zachodu, zdominowana była przez kultury sumeryjską, akadyjską, babilońską i asyryjską. Klimat Asyrii był półpustynny, mimo że roztopy i deszcz w górach Zagros przez cały rok dostarczały królestwu dużo wody. Rejon rzek (ok. 9300 km kw.) pełen jest bagien, lagun, błotnisk i szuwarów. Od ok. 5000 r. p.n.e. u stóp gór Zagros zaczęły pojawiać się rolnicze systemy nawadniające. O asyryjskich rolnikach wiadomo, że hodowali m.in. pszenicę, chmiel, cebulę, winogrona, rzodkiew i jabłka. Ziemie, które niegdyś stanowiły ojczyznę Asyryjczyków, dziś należą do terytorium Syrii, Iranu, Iraku i Turcji. Sąsiadujący od północy z wysokimi górami, od zachodu z Aramejczykami, od południa z królestwami Babilonu i Elamem oraz amoryckimi szczepami Arabii Asyryjczycy znajdowali się w korzystnym, lecz chwiejnym położeniu."
        },
        {
            "heading": "Wczesne ludy",
            "text": "Najstarsze znaleziska neolityczne w Asyrii pochodzą z ok. 7100 r. p.n.e., a najwcześniejsze dowody na rozwiniętą ludzką kulturę - Hassuna - z ok. 6000 r. p.n.e. W rejonie, w którym leżała Asyria, znaleziono najstarsze znane pozostałości rolniczych systemów nawadniających oraz jedne z najstarszych siedlisk ludzkich. Można do nich zaliczyć założony w połowie III tysiąclecia p.n.e. Assur. Jak się zdaje, był on raczej administracyjnym centrum Sumarii niż niezależnym miastem. Niniwa, choć najprawdopodobniej założono ją wiele wcześniej, pierwszy raz pojawia się w źródłach historycznych ok. 1800 r. p.n.e. jako ośrodek religijny bogini Isztar, najważniejszego bóstwa Mezopotamii.Na przestrzeni III i II tysiąclecia p.n.e. symbioza kulturalna Sumerów i Semitów doprowadziła do powstania imperium akadyjskiego, którego istotną część stanowiły asyryjskie miasta. Lista asyryjskich królów, rozpoczynająca się od Tudii, wylicza władców od chwili upadku imperium akadyjskiego zniszczonego przez spory wewnętrzne, załamanie gospodarcze i najazdy barbarzyńców. Po krótkim okresie niepodległości ziemie asyryjskie wchłonęło jednak trzecie sumeryjskie imperium - Ur - założone w 2112 r. p.n.e. W czasach upadku imperium akadyjskiego, a następnie sumeryjskiego narodziła się kultura asyryjska z własnymi obyczajami i tradycją, których owocem stały się odkrycia technologiczne w dziedzinie rolnictwa, hodowli zwierząt, garncarstwa i hutnictwa."
        },
        {
            "heading": "Pierwsze imperium asyryjskie",
            "text": "Choć starożytna asyryjska lista królów wspomina wielu władców wczesnego okresu aż do XIX w. p.n.e., najdawniejszym asyryjskim królem, którego można umieścić w skonkretyzowanym kontekście historycznym, jest Szamszi-Adad I, który władał miastem Assur i ustanowił asyryjską kontrolę nad znaczną częścią Mezopotamii. Zdetronizował on w 1813 r. p.n.e. akadyjskiego władcę Asyrii i ogłosił się królem. Niedługo potem rozpoczął ekspansję. Umieścił jednego ze swych synów na tronie pobliskiego miasta Ekallatum i ponownie ustanowił swoje władztwo nad małymi anatolijskimi koloniami Asyrii. Następnie podbił leżące wzdłuż Eufratu królestwo Mari i umieścił na jego tronie kolejnego ze swych synów.Szamszi-Adad abdykował, by nadzorować osobiście budowę nowej stolicy, zmarł jednak przed jej ukończeniem ok. 1790 r. p.n.e. Jego synom wiodło się potem kiepsko. Młodszy został pozbawiony tronu Mari w wyniku rebelii, a jego następca sprzymierzył się z królem Hammurabim, zmieniającym właśnie nowo powstałe królestwo Babilonu w wielką potęgę militarną. Siły Babilonu wdarły się do Asyrii i zdobyły wiele miast. Wspierane przez Hammurabiego anatolijskie miasta zbuntowały się i oddzieliły od królestwa Asyryjczyków. Babiloński król podbił wreszcie samo Ekallatum, przypieczętowując upadek pierwszego tworzącego się imperium asyryjskiego - do 1756 r. p.n.e. zostało ono całkowicie wchłonięte przez Babilon. Linia asyryjskich władców przetrwała jednak, a z Hammurabim łączyły ją więzi wasalne."
        },
        {
            "heading": "Powrót Asyryjczyków",
            "text": "Krótko istniejące imperium Hammurabiego rozpadło się szybko po jego śmierci ok. 1750 r. p.n.e., a Babilon utracił kontrolę nad Asyrią podczas rządów jego bezpośredniego następcy. Po odrzuceniu przez wiceregenta Puzur-Syna amoryckiego króla rządzącego Asyrią w imieniu Babilonu kraj wszedł w okres niepokojów i wojny domowej, w trakcie którego rządy asyryjskich królów trwały bardzo krótko. W XVI w. p.n.e. Mittani - lud indoeuropejski - wtargnęli do Anatolii i wdarli się daleko na wschód, ok. 1480 r. p.n.e. zdobywając i łupiąc Assur. Monarchia asyryjska przetrwała jako lenno, a Mittani nie wtrącali się w sprawy wewnętrzne kraju, dopóki płacił on trybut.Do czasów, gdy władzę objął Eriba-Adad I (1390-1366 p.n.e.), potęga Mittani znacznie zmalała, a jego następca, Aszur-uballit, lata swego panowania poświęcił odbudowaniu imperium Asyrii. Pokonał Hurytów i Hetytów, eliminując zagrożenie z ich strony, a następnie wydał swoją córkę za ostatniego kasyckiego króla Babilonu. Gdy został on zamordowany przez buntowniczą frakcję polityczną, Aszur-uballit dokonał inwazji i wcielił Babilon do swojego państwa. Wkrótce później ruszył przeciwko Mittani, miażdżąc ich wojska mimo wsparcia, jakiego udzielili im Hetyci i Huryci. Ziemie ludu Mittani i Hurytów zostały przejęte, dzięki czemu Asyria ponownie stała się dużym i potężnym królestwem.W ciągu następnych dwóch stuleci kolejni zdolni królowie zapewniali państwu dobrobyt i stabilność, czyniąc je dominującą siłą Mezopotamii. Wewnętrzne reformy i ustawy sprawiały, że królowie cieszyli się popularnością wśród pospolitego ludu i arystokracji, podczas gdy seria zwycięstw spowodowała podporządkowanie Asyrii terenów Azji Mniejszej i Lewantu. W 1274 r. p.n.e. na tron wstąpił wielki król wojownik Salmanasar I, przesuwając następnie granicę imperium asyryjskiego do gór Kaukazu i wdzierając się do wschodniej Anatolii. U szczytu swej potęgi imperium rozpościerało się od brzegów Zatoki Perskiej po Morze Śródziemne. Po śmierci króla Tiglata-Pilesera I Asyria wkroczyła jednak w trwający 300 lat okres upadku."
        },
        {
            "heading": "Wieki ciemne",
            "text": "Mezopotamia wkroczyła w wieki ciemne (1200-900 r. p.n.e.), a mniej cywilizowane ludy zaczęły wdzierać się na większość jej terytoriów. Ludy semickie, takie jak Aramejczycy i Chaldejczycy, nadgryzały zachodnie i południowe brzegi imperium asyryjskiego, podbijając dużą część Babilonu. Medowie i Persowie wdarli się na ziemie położone na wschód od serca Asyrii. Na północy Frygijczycy pokonali Hitytów, a ludy Armenii wyparły Asyryjczyków z Kaukazu. Kimerowie i Scytowie zaczęli migrować ze swych ojczystych ziem nad Morzem Czarnym. Asyryjscy królowie tego okresu zadowalali się obroną niewielkiego obszaru skupionego wokół Assuru i Niniwy oraz ośrodka handlowego Kalchu, zostawiając zewnętrze terytoria i kolonie na pastwę losu. Swoją działalność militarną ograniczali do sporadycznych ekspedycji karnych przeciw barbarzyńcom, co jakiś czas próbując podbić ponownie utracone terytoria. Mimo ich niewielkiego rozmachu, przedsięwzięcia te powoli przekształciły kulturę asyryjską w kulturę wojowników, zwłaszcza po upadku handlu i rozkwicie religii. Narodowym bóstwem stał się Aszur, a duchowieństwo zaczęło stanowić w królestwie poważną siłę polityczną, której wpływy osiągnęły szczyt w czasach zamordowania króla Tukulti-Ninurty I."
        },
        {
            "heading": "Imperium nowoasyryjskie",
            "text": "Ponowny wzrost wpływów asyryjskich nastąpił po wstąpieniu na tron w 911 r. p.n.e. Adada-nirariego II. To nowoasyryjskie imperium przetrwać miało aż do 612 r. p.n.e., kiedy to Niniwa została podbita przez sprzymierzone siły Babilończyków, Medów, Scytów i Kimerów. U szczytu swej potęgi, ok. 671 r. p.n.e., imperium rozciągało się od Nilu przez Arabię do Zatoki Perskiej, na północy opierając się o pasma gór Zargos i Kaukaz, a na zachodzie obejmując wielkie połacie Azji Mniejszej. Zajmowało całą lub część powierzchni dzisiejszego Iraku, Iranu, Gruzji, Turcji, Armenii, Syrii, Jordanu, Izraela, Kuwejtu, Egiptu i Arabii Saudyjskiej - stanowiło największe jak dotąd imperium w historii.Poczynając od kampanii Adada-nirariego II, Asyria rozpoczęła podporządkowywać sobie terytoria graniczne i wasalów, nad którymi władza przez ostatnie stulecie była tylko formalna. Król podbił następnie groźne ludy Aramejczyków, neo-Hetytów i Hurytów na północy. Wtedy właśnie ustanowił państwowe prawo deportacji i przesiedlania nowych poddanych ludów w inne rejony imperium - pozbawioną skrupułów praktykę stosowaną również przez jego następców. W ostatnich latach swego panowania odbył również udaną kampanię przeciw Babilonowi.Po śmierci Adada-nirariego w 892 r. p.n.e. jego następca umocnił aramejską pozycję na zdobytych terytoriach, a także podbił osiedla Persów i Medów w górach Zargos. Późniejsi władcy doskonale wykorzystywali potęgę nowej asyryjskiej armii, a zwłaszcza jej machiny oblężnicze (szczególnie skuteczne przeciw miejskim murom budowanym z suszonych cegieł), wdzierając się głęboko na Półwysep Arabski, do Azji Mniejszej i samej Mezopotamii. Nawet królowe asyryjskie kontynuowały dzieło ekspansji. Gdy Adad-nirari III (810-782 r.p.n.e.) wstępował na tron, był małym chłopcem. Jego matka, na poły legendarna królowa Sammu-ramat, została jego regentką i stłumiła opór, jaki stawiały imperium ostatnie twierdze Medów i Persów, a następnie po kilku latach oddała władzę synowi.Po krótkim okresie pokoju następcy Adada-nirariego wznowili ekspansję, dokonując kolejnych podbojów. Tiglat-pileser III (u władzy w latach 745-727 r. p.n.e.), Sargon II (722-705) oraz okrutny Sennacheryb (705-681) dołączyli do imperium Fenicję, Izrael, Judę, Samarię, Palestynę, Moab i wielkie połacie gór Taurus i Półwyspu Arabskiego. Następca Sennacheryba - Asarhaddon - przeszedł przez pustynię Synaj i napadł na Egipt, przepędzając jego nubijskich władców i w efekcie niszcząc imperium XXV dynastii. Po powrocie do Asyrii Asarhaddon rozpoczął odbudowę miasta Babilon zrównanego z ziemią podczas buntu, lecz zmarł podczas przygotowań do kolejnej wyprawy na Egipt.Po śmierci Asarhadona w 669 r. p.n.e. na tron wstąpił uważany za największego z nowoasyryjskich władców Aszurbanipal. Choć bardziej od wojaczki interesowały go nauka i reformy, okazał się również zdolnym strategiem. Spędził on wiele czasu na tłumieniu buntów i powstrzymywaniu granicznych napadów, dokończył również dzieła podboju Egiptu, ostatniej kampanii w historii ekspansji imperium asyryjskiego. Najlepiej znany jest jednak Aszurbanipal z odbudowy miast, mecenatu nad asyryjską sztuką i nauką, a także zbudowania na terenie kraju licznych bibliotek. Teksty zapisane pismem klinowym oraz dzieła skrybów znalezione przez archeologów w jego wielkiej pałacowej bibliotece w Niniwie dały nam ogromną wiedzę na temat tamtego okresu dotyczącą nie tylko o samej Asyrii, ale również całego regionu."
        },
        {
            "heading": "Upadek",
            "text": "Po śmierci Aszurbanipala w 627 r. p.n.e. na tronie zasiadali na krótko rywalizujący ze sobą następcy, a Asyria pogrążyła się w wojnie domowej. Chaos i zniszczenie, jakie przyniosły te konflikty, doprowadziły wreszcie do osłabienia i upadku nie tylko imperium asyryjskiego, ale też odrębnej asyryjskiej kultury. W 605 r. p.n.e. sprzymierzone wojska Babilończyków i Medów pokonały asyryjsko-egipskie wojska w bitwie pod Karkemisz, a Asyria stała się prowincją babilońską. Po upadku imperium Babilonu na tereny uznawane przez Asyryjczyków za ojczyznę wtargnęli najeźdźcy wielu narodowości, od Persów poczynając, na Arabach kończąc. Wiedza o dokonaniach imperium zniknęła z ludzkiej świadomości aż do czasów obecnych, kiedy to po odkryciu w 1845 r. ruin Niniwy opowiedzieli nam o nich współcześni archeologowie i historycy."
        },
        {
            "heading": "Upadek",
            "text": "Po śmierci Aszurbanipala w 627 r. p.n.e. na tronie zasiadali na krótko rywalizujący ze sobą następcy, a Asyria pogrążyła się w wojnie domowej. Chaos i zniszczenie, jakie przyniosły te konflikty, doprowadziły wreszcie do osłabienia i upadku nie tylko imperium asyryjskiego, ale też odrębnej asyryjskiej kultury. W 605 r. p.n.e. sprzymierzone wojska Babilończyków i Medów pokonały asyryjsko-egipskie wojska w bitwie pod Karkemisz, a Asyria stała się prowincją babilońską. Po upadku imperium Babilonu na tereny uznawane przez Asyryjczyków za ojczyznę wtargnęli najeźdźcy wielu narodowości, od Persów poczynając, na Arabach kończąc. Wiedza o dokonaniach imperium zniknęła z ludzkiej świadomości aż do czasów obecnych, kiedy to po odkryciu w 1845 r. ruin Niniwy opowiedzieli nam o nich współcześni archeologowie i historycy."
        }
    ],
    "leader": {
        "name": "Aszurbanipal",
        "subtitle": "Przywódca Asyrii",
        "lived": "685-ok. 627 p.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ashurbanipal.png",
        "trait": {
            "name": "Skarby Niniwy",
            "effect": "Gdy jakieś miasto zostanie zdobyte, zyskujesz darmową technologię odkrytą przez właściciela miasta. Uzyskanie miasta w wyniku umowy handlowej się nie liczy, a efekt ten ma miejsce tylko w przypadku pierwszego zdobycia danego wrogiego miasta."
        },
        "titles": [
            "Król Asyrii"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Aszurbanipal, król Asyrii sprawujący władzę przez ponad 40 lat w połowie VI wieku przed naszą erą, zapisał się na kartach historii głównie ze względu na wielki głód wiedzy, który zaspokajał poprzez rozważne negocjacje i bezpardonowe podboje. Dzięki bezpośredniej walce lub przez samą groźbę użycia przemocy wobec tych, którzy się mu sprzeciwiali, gromadził teksty i opowieści wielu kultur i cywilizacji otaczających jego imperium. Tworząc nazwane własnym imieniem wielkie archiwum manuskryptów w piśmie klinowym i na kamiennych tablicach, Aszurbanipal założył jedną z najwspanialszych bibliotek starożytnych materiałów na świecie. Poza nieustannym poszukiwaniem wiedzy zasłynął też jako straszliwy wojownik, który doskonale radził sobie z militarnymi i administracyjnymi wyzwaniami. Aszurbanipal dzięki swym intelektowi i potędze mógł sprawnie władać imperium nowoasyryjskim, a spuścizna tego jednego z największych królów Asyrii przetrwała ponad dwa tysiąclecia."
            },
            {
                "heading": "Wczesne lata",
                "text": "Chociaż zapiski historyczne z tamtego okresu są niekompletne, wiadomo że Aszurbanipal urodził się na początku VI w. p.n.e., pod koniec prawie 1 500 lat asyryjskiej supremacji w regionie. Jego ojciec, Asarhaddon, w chwili narodzin Aszurbanipala był księciem koronnym i zadbał o wojskową i naukową edukację swego syna. Aszurbanipal wychowywał się w niewielkim pałacu zwanym bit reduti („dom następców”) w Niniwie, który przejął na własność, gdy Asarhaddon mianował go księciem koronnym w 672 r. p.n.e., po śmierci starszego brata Aszurbanipala. Potrafił jeździć konno, powozić rydwanem, strzelać z łuku, znał się na rzemiośle i odznaczeniach państwowych, a także na wróżeniu, matematyce i inżynierii. Niektórzy uważają, iż Aszurbanipal mógł być pierwszym królem Asyrii, który potrafił czytać i pisać, dzięki czemu rozumiał wiele starożytnych zapisów i języków. Już w młodym wieku zajmował się obowiązkami administracyjnymi na dworze królewskim Asyrii, zarządzał wieloma projektami budowlanymi i mianował w imieniu ojca lokalnych prefektów. Po śmierci ojca w 669 r. p.n.e. Aszurbanipal zasiadł na tronie i zaczął przygotowywać się na nadchodzące konflikty."
            },
            {
                "heading": "Rządy",
                "text": "Jak to często bywa po zmianie władzy, Aszurbanipal jako król musiał zająć się wieloma trudnymi kwestiami pozostałymi po ojcu. Asyria prowadziła wojnę z sąsiednim Egiptem, a Aszurbanipal musiał podjąć zdecydowane działania, by zapewnić sobie kontrolę nad odległymi ziemiami imperium. Aszurbanipal szybko wysłał swe wojska i odniósł wiele zwycięstw w Egipcie, a w kolejnych wyprawach zabezpieczył swoją dominację nad wieloma regionami spornymi, takimi jak Judea, Izrael, Cypr i większość Azji Mniejszej.Aszurbanipal, wprawny administrator, poświęcał sporo czasu na zarządzanie potrzebami poddanych w ojczyźnie, mimo że całymi dniami koordynował działania swych wojsk. Rozważnie dobierając sprawnych i godnych zaufania regentów oraz władców lokalnych w odległych zakątkach imperium asyryjskiego, mógł skoncentrować swoje wysiłki na innych obszarach. Jego wychowanie i edukacja sprawiły, że doskonale radził sobie z zarządzaniem - imperium cieszyło się względną stabilnością i rozkwitem gospodarczym, mimo konfliktów w całym regionie.Szczycąc się swym wykształceniem i zainteresowaniami akademickimi, Aszurbanipal był patronem nauki i sztuki, przez cały okres swych rządów wspierał ich rozkwit w swoim imperium. Aby zapełnić swą Bibliotekę Królewską w Niniwie, wysyłał skrybów do wszystkich zakątków imperium, by zbierali i kopiowali teksty dotyczące praktycznie każdej możliwej dziedziny. Jak wielu starożytnych królów, Aszurbanipal wynajmował artystów i rzeźbiarzy, którzy uwieczniali wydarzenia rozgrywające się w imperium, a także tworzyli płaskorzeźby przedstawiające osobiste osiągnięcia i talenty króla."
            },
            {
                "heading": "Biblioteka",
                "text": "W Bibliotece Królewskiej Aszurbanipala, założonej w Niniwie, starożytnej stolicy Asyrii, znajdował się olbrzymi zbiór tekstów historycznych i glinianych tablic. Zapisane w nich materiały dotyczyły dziedzin rozlicznych - były to między innymi podania ludowe, obrzędy religijne, prace medyczne, naukowe i historyczne - biblioteka należy do największych, jakie odkryła obecna archeologia. Wśród skarbów Biblioteki Królewskiej znajdowały się Enuma elizh, babilońska „Epika stworzenia” i sumeryjski Epos o Gilgameszu. Angielski archeolog i historyk, sir Austen Henry Layard jako pierwszy znalazł ruiny biblioteki w roku 1849, większość znalezionych przez niego materiałów trafiła do Muzeum Brytyjskiego, w zbiorach którego znajdują się po dziś dzień. W ramach „Projektu Biblioteki Aszurbanipala” muzeum skatalogowało ponad 30 tys. tablic i innych materiałów."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Po śmierci Aszurbanipala około roku 627 p.n.e. imperium asyryjskie zaczęło podupadać w wyniku wewnętrznych konfliktów o władzę. Niepokoje w miastach i w szeregach wojska zaostrzyły konflikt między królewskim bratem Sinszariszkunem, generałem Sinszumuliszirem i przyszłym królem Babilonii, Nabopossarem. Te niepokoje wzmocniły tylko spuściznę Aszurbanipala, ponieważ za jego rządów poddani cieszyli się względną stabilnością i dobrobytem. Zakładając Bibliotekę Królewską, Aszurbanipal ustanowił standard wspierania nauki przez państwo i dał współczesnym naukowcom i historykom wielki zbiór artefaktów, dzięki którym znacznie poszerzyliśmy naszą wiedzę i zrozumienie ludów i krajów z tamtej epoki."
            }
        ]
    }
}