{
    "id": 26,
    "name": "Austria|Austrii|Austrii|Austrię|Austrią|Austrii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/austria.png",
    "dawn_of_man": "Szlachetna i czysta królowo Mario Tereso, cesarzowo Świętego Cesarstwa Rzymskiego Narodu Niemieckiego i niepodległej Austrii, lud składa ci głęboki pokłon. Po śmierci ojca Waszej Wysokości, króla Karola VI, zasiadła Wasza Wysokość na tronie Austrii w czasach wielkiego niepokoju, lecz pusty skarbiec i osłabione wojsko nie osłabiły twojej ambicji. Tuż po objęciu tronu przyszło ci stoczyć wojnę, pokonać wrogów i uczynić twojego małżonka Franciszka Stefana współwładcą, co umocniło pozycję Waszej Wysokości jako cesarzowej Cesarstwa Rzymskiego Narodu Niemieckiego. Za twoich rządów Austria weszła na drogę reform – wojsko zostało wzmocnione, skarbiec napełniony, a system edukacji ulepszony.Wielka królowo, nieustraszona i szlachetna, czas by Wasza Wysokość ponownie poprowadziła królestwo. Czy uda się przywrócić jego dawny splendor i dostatek? Czy Wasza Wysokość stworzy cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Kawiarnia|Kawiarni|Kawiarni|Kawiarnię|Kawiarnie|Kawiarni|Kawiarniom|Kawiarnie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/coffee_house.json"
        }
    ],
    "unique_units": [
        {
            "name": "Huzarzy|Huzarów|Huzarom|Huzarów|Huzarami|Huzarach",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/hussar.json"
        }
    ],
    "city_names": [
        "Wiedeń|Wiednia|Wiedniowi|Wiedeń|Wiedniem|Wiedniu",
        "Salzburg|Salzburga|Salzburgowi|Salzburg|Salzburgiem|Salzburgu",
        "Graz",
        "Linz",
        "Klagenfurt|Klagenfurtu|Klagenfurtowi|Klagenfurt|Klagenfurtem|Klagenfurcie",
        "Bregenz",
        "Innsbruck|Innsbrucku|Innsbruckowi|Innsbruck|Innsbruckiem|Innsbrucku",
        "Kitzbuhel",
        "St. Polten",
        "Eisenstadt",
        "Villach",
        "Zwettl",
        "Traun",
        "Wels",
        "Dornbirn",
        "Feldkirch",
        "Amstetten",
        "Bad Ischl",
        "Wolfsberg|Wolfsbergu|Wolfsbergowi|Wolfsberg|Wolfsbergiem|Wolfsbergu",
        "Kufstein",
        "Leoben",
        "Klosterneuburg|Klosterneuburga|Klosterneuburgowi|Klosterneuburg|Klosterneuburgiem|Klosterneuburgu",
        "Leonding",
        "Kapfenberg|Kapfenbergu|Kapfenbergowi|Kapfenberg|Kapfenbergiem|Kapfenbergu",
        "Hallein",
        "Bischofshofen",
        "Waidhofen",
        "Saalbach",
        "Lienz",
        "Steyr"
    ],
    "spy_names": [
        "Ferdynand",
        "Johanna",
        "Franciszek Józef",
        "Astrid",
        "Anna",
        "Hubert",
        "Alois",
        "Natter",
        "Georg",
        "Arnold"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Nazwa małego, śródlądowego państwa Austrii pochodzi od starogermańskiego pojęcia „Ostarrichi”, po raz pierwszy użytego w 996 r. przez cesarza rzymskiego narodu niemieckiego Ottona III. Austria zawsze była ważnym graczem na politycznej i militarnej mapie Europy. Na początku XII w., po prawie 650 latach rządów dynastii Habsburgów, Austria stała się jednym z najważniejszych państw europejskich, zawiązała trwałe sojusze i traktaty handlowe na całym kontynencie. Późniejsze połączenie Austrii i Węgier w jedno cesarstwo przyniosło obu narodom stabilizację, zniweczoną dopiero po wybuchu I wojny światowej, a potem przez niemiecką okupację podczas II wojny światowej. Po zakończeniu tych wielkich konfliktów granice Austrii zostały zmienione, a niepodległa Republika Austrii jest dziś krajem demokratycznym szczycącym się neutralnością i stabilnością."
        },
        {
            "heading": "Klimat i teren",
            "text": "Krajobraz Austrii zdominowany jest przez górujące Alpy, większość kraju to teren górzysty o chłodnym umiarkowanym klimacie. Choć granice kraju zmieniały się kilkukrotnie, Austria zawsze miała licznych potężnych sąsiadów, głównie Niemcy, Włochy, Węgry i Republikę Czeską. Tkwiąc pomiędzy rywalami i sojusznikami, Austria i jej mieszkańcy przystosowali się do życia w nieustannie zmieniającym się otoczeniu. Współcześnie Austriacy czerpią korzyści w wykorzystania dominującego terenu alpejskiego, austriaccy sportowcy osiągają doskonałe wyniki w sportach zimowych, szczególnie w narciarstwie zjazdowym, skokach narciarskich i snowboardzie."
        },
        {
            "heading": "Początki",
            "text": "Początki historii Austrii wiążą się z wędrującymi Celtami i ich konfliktami z ekspansywnym Cesarstwem Rzymskim. Na początku pierwszego tysiąclecia p.n.e. tereny dzisiejszej Austrii na północ od Dunaju zamieszkiwane były przez plemiona Celtów. Ci pierwsi Celtowie wywodzili się z kultury Hallstatt, biorącej swą nazwę od wioski Hallstatt, w której odnaleziono większość artefaktów. Przybycie Rzymian około 200 r. p.n.e. zakończyło dominację celtycką w tym regionie, ponieważ Rzym szybko podbił miejscowe ludy i przejął kontrolę. To w tym okresie starożytna osada Vindobona została zdobyta i zamieniona w rzymski obóz wojskowy. W miarę upływu czasu Vindobona stała się ważnym ośrodkiem handlowym nad Dunajem, by potem stać się stolicą Austrii Wiedniem.Rzymianie władali południową Austrią przez wiele stuleci, ale około III w. n.e. rosnące w siłę plemiona germańskie z Północy zaczęły wdzierać się na terytoria Rzymu. Do V w. utrata terenu była jednym z największych problemów Cesarstwa, rozpad imperium wymknął się spod kontroli, co dało swobodę działania osadnikom z Bawarii i okolic. Miasto Vindobona zostało zdobyte przez Awarów w 630 r., a w końcu VIII w. zostali oni pokonani przez Karola Wielkiego."
        },
        {
            "heading": "Pierwsze granice",
            "text": "W 976 r. powstała Marchia Austriacka, po niemiecku nazywana Ostmark, czyli Marchią Wschodnią, obejmująca większość terytorium przyszłego imperium austriackiego. Marchia, inaczej terytorium graniczne, była synonimem regionów granicznych średniowiecznej Europy. Marchia Austriacka została powołana przez cesarza rzymskiego narodu niemieckiego Ottona II. Nazwa ta zastąpiła wszystkie dawne określenia tego terenu, w tym Marchię Awarów utworzoną przez Karola Wielkiego w VIII w., obejmującą ten sam region. Później syn Ottona Otton III nazywał te tereny Ostarrichi."
        },
        {
            "heading": "Hrabiowie Babenberg",
            "text": "Ród Babenbergów, pierwsza dynastia władców Marchii Austriackiej, doszła do władzy na życzenie cesarza rzymskiego narodu niemieckiego Ottona II. W 976 r. Leopold I został mianowany margrabią Austrii w nagrodę za lojalność wobec Ottona w czasie powstania bawarskiego. Tytuł margrabi przyznawano hrabiom rządzącym średniowiecznymi marchiami pełniącymi głównie rolę militarną jako bufor głównej części imperium. Hrabiowie rodu Babenberg rządzili Austrią przez prawie 300 lat, do czasu pojawienia się najbardziej wpływowej dynastii Austrii – rodu Habsburgów."
        },
        {
            "heading": "Rządy rodu Habsburgów",
            "text": "Dynastia Habsburgów, założona w XIII w. przez niemieckiego króla Rudolfa I Habsburga, stała się jednym z najpotężniejszych rodów królewskich Europy. Ostatni z Babenbergów książę Fryderyk II zmarł w 1246 r., co dało Habsburgom okazję do przejęcia kontroli nad regionem. Po wybraniu Rudolfa na cesarza rzymskiego narodu niemieckiego zajął on prowincje Austrii i rozpoczął walkę o sukcesję z Ottokarem II, księciem czeskim. Zwycięstwo pozwoliło Rudolfowi obsadzić na tronie dwóch synów Rudolfa II i Alberta I, pierwszych władców Austrii z dynastii Habsburgów.Przez kolejnych 600 lat Habsburgowie umacniali swe wpływy i autorytet w Europie. W 1452 r. zdobyli koronę cesarza rzymskiego narodu niemieckiego, kiedy to Fryderyk III został wybrany przez papieża Mikołaja V. Sukces Fryderyka doprowadził do jeszcze większej ekspansji władzy Habsburgów, którzy aż do początków XIX w. kontrolowali Austrię i Cesarstwo Rzymskie Narodu Niemieckiego.Podczas swego długiego panowania Habsburgom udało się zdobyć wiele terenów otaczających Austrię, z których najważniejsze były Węgry. Węgry często stanowiły przedmiot sporów między imperium Habsburgów a Turkami osmańskimi okupującymi znaczną część terytorium tego kraju, ale w końcu znalazły się pod pełną kontrolą Austrii po przegranej przez Turków bitwie pod Wiedniem w 1683 r.Ostatnia monarchini z dynastii Habsburgów austriackich Maria Teresa, która rządziła Austrią w XVIII w., stoczyła wojnę o sukcesję tuż po śmierci jej ojca. Jako pierwsza kobieta przewodząca monarchii Habsburgów spotkała się z pogardą Francji i konkurencyjnych Prus, które rościły sobie prawa do tronu Austrii, co doprowadziło do wybuchu wojny o sukcesję. Konflikt zakończył się po 9 latach – w 1748 r. Maria Teresa została uznana za władczynię Austrii, ale za cenę oddania Prusom cennego regionu – Śląska.Za rządów Marii Teresy kraj ustabilizował się, głównie dzięki prowadzonej przez nią polityce gospodarczej i społecznej. Zrównoważenie budżetu Austrii poprzez zwiększenie opodatkowania i uregulowania wydatków umożliwiło wzmocnienie osłabionej armii austriackiej, a poprawa systemu edukacji i opieki zdrowotnej zapewniły dobrobyt całemu narodowi."
        },
        {
            "heading": "Cesarstwo Austriackie",
            "text": "Wybuch wojen napoleońskich pod koniec XVIII w. doprowadził do powstania wielu koalicji przeciwstawiających się Cesarstwu Francuskiemu Napoleona. Austria przyłączyła się do pierwszej koalicji przeciwko Napoleonowi w 1793 r. Francja została zaatakowana przez kilka potęg europejskich, jednak Francuzom udało się odeprzeć najeźdźców. Mimo tego niepowodzenia Austria nadal przeciwstawiała się Francji i uczestniczyła niemal we wszystkich siedmiu koalicjach zawiązanych przeciwko Napoleonowi. Niestety, początkowe wysiłki Austrii prowadziły wyłącznie do klęsk. Cesarz rzymski narodu niemieckiego Franciszek II, pragnąc skonsolidować swoje ziemie w regionie, stworzył w 1804 r. Cesarstwo Austrii i nadał sobie tytuł cesarza Austrii. Abdykując z tronu cesarza rzymskiego narodu niemieckiego, Franciszek podpisał w 1805 r. traktat nazwany pokojem preszburskim, rozwiązujący Cesarstwo Rzymskie Narodu Niemieckiego, dzięki czemu mógł oddalić roszczenia Napoleona względem ziem niemieckich, wyrażane przez Związek Reński. Po porażce Napoleona w 1813 r. siły zjednoczone przeciwko Francji rozwiązały ten związek, który szybko odrodził się w postaci Związku Niemieckiego.Związek Niemiecki był unią krajów niemieckojęzycznych, której przewodziły Austria i Prusy. Jednak zgodna współpraca tych odwiecznych rywali trwała bardzo krótko. W 1866 r. Prusy i ich największy sojusznik Włochy najechały sporne tereny Holsteinu, co doprowadziło do wybuchu wojny z Austrią. Austria wspierana przez większość członków związku stanęła do walki z silniejszą armią pruską. Po krótkim konflikcie Prusy odniosły zdecydowane zwycięstwo i rozwiązały Związek Niemiecki.W 1848 r. przez Europę przetoczyła się rewolucja zwana Wiosną Ludów. Robotnicy z całej Europy zbuntowali się przeciwko rządzącym monarchom. Idee rewolucyjne nie ominęły też Austrii – gdy rozniosły się wieści o powstaniu we Francji, poddani Cesarstwa Austriackiego przyłączyli się do tego ruchu. Choć rewolucja w Austrii zakończyła się niepowodzeniem, to przyczyniła się do powstania Cesarstwa Austro-Węgier, ponieważ węgierski nacjonalizm zyskał na znaczeniu przy jednoczesnym wzroście niezadowolenia z austriackich rządów. W 1867 r. podpisano ugodę austriacko-węgierską, na mocy której cesarz austriacki Franciszek Józef wynegocjował utworzenie Cesarstwa Austro-Węgier rządzonego przez cesarza Austrii, natomiast Węgry otrzymały niezależny parlament i rząd."
        },
        {
            "heading": "Cesarstwo Austro-Węgier",
            "text": "Unia Austro-Węgier dała Węgrom większą niezależność od Austriaków, a jednocześnie dzięki uzyskaniu większego poparcia ze strony społeczeństwa Węgier zwiększyła stabilność Austrii. Ponadto unia ta wzmocniła Austrię, osłabioną po wojnie z Napoleonem w ubiegłym wieku.Wydarzenia prowadzące do I wojny światowej, mające swe korzenie w I i II wojnie bałkańskiej, wynikały z nieustającej walki o wpływy na Bałkanach pomiędzy Austro-Węgrami a Rosją i Serbią. Austro-węgierska okupacja Bośni, będąca próbą powstrzymania rosyjskiej ekspansji w tym regionie, doprowadziła do nasilenia nacjonalistycznej opozycji na Bałkanach, przez co Europa znalazła się na kursie ku wojnie na nieznaną dotąd skalę."
        },
        {
            "heading": "I wojna światowa",
            "text": "Do wybuchu I wojny światowej w 1914 r. doszło po zamachu na arcyksięcia Franciszka Ferdynanda, niedoszłego dziedzica tronu Cesarstwa Austro-Węgier. Serbski nacjonalista Gavrilo Princip dokonał zabójstwa i pomimo prób dyplomatycznego rozwiązania kryzysu Austro-Węgry wypowiedziały Serbii wojnę. Po rozpoczęciu wojny zaczęła działać skomplikowana sieć sojuszy i krajów związanych porozumieniami. Do Austro-Węgier walczących z Rosją dołączył ich najbliższy sojusznik Niemcy, a Wielka Brytania weszła do wojny po niemieckiej inwazji na Belgię. Konflikt rozpoczął się jako spór Austro-Węgier i Serbii, jednak sieć sojuszy wojskowych spowodowała, że do wojny dołączyły wszystkie światowe potęgi. Po latach dotkliwych klęsk Austro-Węgry pogrążyły się w chaosie, a w 1919 r. podpisano traktat wersalski kończący I wojnę światową."
        },
        {
            "heading": "Pierwsza Republika Austrii",
            "text": "Austro-Węgry zostały rozwiązane przez zwycięskie siły aliantów w 1919 r., a Austrię zreformowano według jej dawnych granic i nazwano Austrią Niemiecką. Traktat z Saint-Germain, podpisany po zakończeniu I wojny światowej, poświęcał Austrii szczególną uwagę: zabroniono w nim ewentualnego zjednoczenia Austrii i Niemiec. Jednak powstałe później nazistowskie Niemcy, pod przywództwem pochodzącego z Austrii Adolfa Hitlera, nic sobie nie robiły z postanowień tego dawnego traktatu."
        },
        {
            "heading": "Anschluss",
            "text": "W 1938 r. wojska niemieckie weszły do Austrii, aby włączyć ją do Trzeciej Rzeszy. Mimo oporu austriackich przywódców, Niemcom udało się stworzyć marionetkowy reżim i przy dużym poparciu społecznym przyłączyć Austrię. To zjednoczenie Austrii i Niemiec nazywane „Anschluss” doprowadziło do natychmiastowego rozwiązania republiki austriackiej, a terytorium to nazwano Ostmark, czyli Marchią Wschodnią."
        },
        {
            "heading": "Nowa Republika",
            "text": "Po przegranej przez Niemcy II wojnie światowej alianci okupowali Austrię przez ponad dekadę, aż do podpisania w 1955 r. Deklaracji neutralności i Traktatu o państwie austriackim. Traktat o państwie austriackim przywrócił Austrii status niezależnej republiki, a Deklaracja neutralności stwierdzała, że przez cały czas swego istnienia Austria zawsze zachowa neutralność militarną."
        },
        {
            "heading": "Współczesna Austria",
            "text": "Od czasu powstania drugiej republiki Austria zachowuje neutralność i stała się kwitnącą demokracją. Po odzyskaniu niepodległości po II wojnie światowej Austria przystąpiła do Organizacji Narodów Zjednoczonych w 1955 r. jako 70. państwo członkowskie. W Wiedniu, stolicy Austrii, mieści się jedno z głównych przedstawicielstw ONZ, a według wskaźnika rozwoju społecznego ONZ poziom życia w Austrii należy do najwyższych na świecie. W 1995 r. po przeprowadzeniu referendum Austria weszła do Unii Europejskiej, a w 1999 r. przyjęła wspólną walutę euro. Austria ściśle współpracuje z ONZ i opiera większość swej polityki zagranicznej na rozwiązywaniu konfliktów i pokojowych stosunkach z całym światem."
        },
        {
            "heading": "Współczesna Austria",
            "text": "Od czasu powstania drugiej republiki Austria zachowuje neutralność i stała się kwitnącą demokracją. Po odzyskaniu niepodległości po II wojnie światowej Austria przystąpiła do Organizacji Narodów Zjednoczonych w 1955 r. jako 70. państwo członkowskie. W Wiedniu, stolicy Austrii, mieści się jedno z głównych przedstawicielstw ONZ, a według wskaźnika rozwoju społecznego ONZ poziom życia w Austrii należy do najwyższych na świecie. W 1995 r. po przeprowadzeniu referendum Austria weszła do Unii Europejskiej, a w 1999 r. przyjęła wspólną walutę euro. Austria ściśle współpracuje z ONZ i opiera większość swej polityki zagranicznej na rozwiązywaniu konfliktów i pokojowych stosunkach z całym światem."
        }
    ],
    "leader": {
        "name": "Maria Teresa",
        "subtitle": "Przywódczyni Austrii",
        "lived": "1717–1780",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_theresa.png",
        "trait": {
            "name": "Małżeństwo dyplomatyczne",
            "effect": "Może wydać złoto, aby zaanektować lub podporządkować państwo-miasto, które było sprzymierzone przez 5 tur."
        },
        "titles": [
            "Cesarzowa Świętego Cesarstwa Rzymskiego, królowa imperium Habsburgów"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "W XVIII w. Świętym Cesarstwem Rzymskim i potężną austriacką monarchią Habsburgów rządziła niezłomna Maria Teresa, która za nic miała europejskie potęgi sprzeciwiające się jej władzy i dzielnie służyła swemu ludowi jako królowa. W 650-letniej historii władzy Habsburgów Maria Teresa była pierwszą i jedyną kobietą, która stała na czele cesarstwa. Była też jednym z najlepszych władców w tejże historii."
            },
            {
                "heading": "Wczesne rządy",
                "text": "Wstąpieniu Marii Teresy na tron habsburski od samego początku towarzyszyły kontrowersje i niepokoje. Jej ojciec, król Karol VI, nie miał synów, a więc zgodnie z ówczesnymi prawami sukcesji nie miał prawowitego następcy. Chcąc zachować monarszą linię i sprawić, by Teresa została królową, w 1713 r. wydał sankcję pragmatyczną, która pozwoliła jego córce odziedziczyć koronę. Choć edykt został wówczas przyjęty, po śmierci Karola w 1740 r. i koronacji Teresy Francja i Prusy wraz z innymi państwami nie uznały jej prawa do tronu i rozpoczęły wojnę o sukcesję austriacką. Teresa, wspierana przez Wielką Brytanię, była nieugięta w swym oporze przed poddaniem tronu i ziem austriackich rywalom. Niestety, jej ojciec pozostawił królestwo w niezbyt dobrym stanie, a pusty skarbiec nie pozwalał na wzmocnienie jej słabych i niedoposażonych wojsk. Po ośmiu latach walk, podczas których Austria odniosła kilka dotkliwych klęsk i była zmuszona oddać bogaty w surowce Śląsk Prusom, podpisany został wreszcie pokój w Akwizgranie. Choć pozycja Teresy jako władczyni dominium Habsburgów nie była już kwestionowana, rywalizacja Austrii i Prus dopiero się rozpoczynała, a największe starcia między nimi miały dopiero nadejść."
            },
            {
                "heading": "Cesarzowa Świętego Cesarstwa Rzymskiego",
                "text": "Zgodnie z tradycją władca habsburskiego dominium Austrii stawał się też głową Świętego Cesarstwa Rzymskiego – tytuł cesarza nadawał papież. Ówczesne prawa jednak, podobnie jak nie pozwalały na dziedziczenie tronu habsburskiego przez kobietę, nie pozwalały również na koronowanie cesarzowych. Aby obejść ten zakaz, Maria Teresa ogłosiła swego męża Franciszka Stefana współwładcą ziem Austrii i Węgier – dzięki temu koronowano go na cesarza, ona zaś została jego cesarską małżonką. Choć zazwyczaj małżonka cesarza nie miała tak wielkiego znaczenia jak sam cesarz, Franciszek Stefan ustąpił wobec mądrości Marii Teresy, która wszelkimi sprawami związanymi z władzą zajmowała się osobiście."
            },
            {
                "heading": "Wojna siedmioletnia",
                "text": "Konflikt między Austrią a Prusami narastał i w 1756 r. doprowadził do wybuchu wojny siedmioletniej, o wyniku której zadecydowały liczne chwiejne i zmienne sojusze. Wielka Brytania sprzymierzyła się z Prusami, które to wydarzenie znane było jako rewolucja dyplomatyczna, zaś Francja opowiedziała się po stronie Austrii. Ta zamiana sojuszy wynikała ze zmian priorytetów, jakimi kierowały się poszczególne państwa: Brytania uznała potężne królestwo Prus za silnego sprzymierzeńca w walce z odwiecznym rywalem – Francją. Konflikt ponownie skupiał się wokół terytorium Śląska – Maria Teresa desperacko próbowała odzyskać ten cenny region utracony podczas wojny o sukcesję. Mimo prób Austrii nie udało się jednak odzyskać Śląska – pokój w Hubertusburgu podpisany w 1763 r. pozostawiał te ziemie w rękach pruskich."
            },
            {
                "heading": "Reformy polityczne",
                "text": "W chwili koronacji Marii Teresy skarbiec państwowy świecił pustkami – jej ojciec o wiele bardziej skupił się na sankcji pragmatycznej niż na wewnętrznych sprawach królestwa. Jednym z pierwszych zadań Marii było zwiększenie przychodów Austrii poprzez podatki i zbilansowanie wydatków. Po opodatkowaniu wcześniej zwolnionych z opłat szlachty i duchowieństwa stan bliskiej załamania ekonomii Austrii szybko się poprawił.Po zabezpieczeniu państwa pod względem ekonomicznym Maria nakazała swemu kanclerzowi hrabiemu Friedrichowi Wilhelmowi von Haugwitzowi powiększyć i zmodernizować austriacką armię. Haugwitz wypracował standardy ćwiczebne i skodyfikował prawo wojskowe, zwiększając tym sposobem profesjonalizm sił austriackich i tworząc armię liczącą 100 tysięcy ludzi.Maria znana jest również dzięki wprowadzonym siłą poważnym reformom edukacyjnym – zgodnie z nimi wszystkie dzieci w wieku od sześciu do dwunastu lat, niezależnie od płci i pochodzenia, miały obowiązek uczęszczać do szkoły."
            },
            {
                "heading": "Instynkt macierzyński",
                "text": "Po tym, jak z wielkim trudem udało jej się zasiąść na tronie, Maria Teresa w niecałe 20 lat urodziła szesnaścioro dzieci. Starała się w ten sposób jak najlepiej zabezpieczyć kontynuację swego królewskiego rodu poprzez męskich potomków. Czwarte dziecko Teresy Józef został później królem oraz cesarzem Świętego Imperium Rzymskiego. Najsławniejszym bodaj jej dzieckiem była Maria Antonia, znana później jako Maria Antonina. W 1774 r. została ona królową Francji, a podczas rewolucji francuskiej stracono ją za zdradę stanu."
            },
            {
                "heading": "Osąd historii",
                "text": "Marię Teresę uważa się dziś za mądrą i roztropną władczynię, której konserwatywne podejście i ostrożność poprawiły dobrobyt zarówno Austriaków, jak i innych poddanych Habsburgów. Choć odziedziczyła tron w niespokojnych czasach i brakowało jej doświadczenia w rządzeniu, udało jej się zabezpieczyć swą pozycję królowej i władać monarchią habsburską przez 40 lat."
            }
        ]
    }
}