{
    "id": 25,
    "name": "Babilon|Babilonu|Babilonowi|Babilon|Babilonem|Babilonu",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/babylon.png",
    "dawn_of_man": "Niech cię niebiosa błogosławią, Wielki Nabuchodonozorze, ojcze potężnego i starożytnego Babilonu! Świat był jeszcze młody, gdy Sargon pięć tysięcy lat temu zbudował Babilon. Długo się rozwijał i prosperował, by w końcu w XVIII wieku p.n.e. stać się imperium, rządzonym przez boskiego Hammurabiego, Prawodawcę. Babilon przetrwał mimo podbicia go przez Kasytów i Asyryjczyków, odrodził się jak feniks z popiołów zniszczenia i odzyskał niepodległość, mimo że miał wielu wrogów. Babilon zaprawdę był ośrodkiem sztuki i nauki starożytnego świata!Nabuchodonozorze, po twej śmierci imperium trwało bardzo krótko, podbili je Persowie, a potem Grecy, a w końcu to wspaniałe miasto zostało zniszczone w 141 roku p.n.e. Ale czy Babilon przepadł na zawsze, o Wielki Nabuchodonozorze? Twój lud pragnie, byś go wskrzesił! Podejmiesz się tego wyzwania? Zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Mury Babilonu|Murów Babilonu|Murom Babilonu|Mury Babilonu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/walls_of_babylon.json"
        }
    ],
    "unique_units": [
        {
            "name": "Łucznicy babilońscy|Łuczników babilońskich|Łucznikom babilońskim|Łuczników babilońskich",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/bowman.json"
        }
    ],
    "city_names": [
        "Babilon|Babilonu|Babilonowi|Babilon|Babilonem|Babilonie",
        "Akkad|Akkadu|Akkadowi|Akkad|Akkadem|Akkadzie",
        "Dur-Kurigalzu",
        "Nippur|Nippuru|Nippurowi|Nippur|Nippurem|Nippurze",
        "Borsippa|Borsippy|Borsippie|Borsippę|Borsippą|Borsippie",
        "Sippar",
        "Opis",
        "Mari",
        "Suza|Suzy|Suzie|Suzę|Suzą|Suzie",
        "Esznunna|Esznunny|Esznunnie|Esznunnę|Esznunną|Esznunnie",
        "Ellasar",
        "Erech",
        "Kutha|Kuthy|Kucie|Kuthę|Kuthą|Kucie",
        "Sirpurla|Sirpurli|Sirpurli|Sirpurlę|Sirpurlą|Sirpurli",
        "Neribtum",
        "Arbela|Arbeli|Arbeli|Arbelę|Arbelą|Arbeli",
        "Nuzi",
        "Tutub",
        "Kirkuk|Kirkuku|Kirkukowi|Kirkuk|Kirkukiem|Kirkuku",
        "Shaduppum",
        "Rapiqum",
        "Mashkan-Shapir",
        "Tuttul",
        "Ramadi",
        "Ana|Any|Anie|Anę|Aną|Anie",
        "Haradum",
        "Agrab|Agrabu|Agrabowi|Agrab|Agrbem|Agrabie",
        "Uqair",
        "Gubba|Gubby|Gubbie|Gubbę|Gubbą|Gubbie",
        "Hafriyat",
        "Nagat",
        "Szubat Enlil",
        "Urhai",
        "Urkesh",
        "Awan|Awanu|Awanowi|Awan|Awanem|Awanie",
        "Riblah",
        "Tajma|Tajmy|Tajmie|Tajmę|Tajamą|Tajamie"
    ],
    "spy_names": [
        "Rim-Sin II",
        "Smerdis",
        "Ilum-ma-ili",
        "Peszgaldaramesz",
        "Ur-zigurumaš",
        "Semiramida",
        "Em",
        "Isztar",
        "Bilit Taaut",
        "Aruru"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Imperium babilońskie nie było nowym tworem, a raczej wskrzeszeniem idei dawnego imperium sumeryjskiego miasta Ur, które również okupowało rejony Żyznego Półksiężyca, dziś tereny południowego Iraku. Babilonia powstała z mniej więcej tuzina państw-miast i wzięła nazwę od stolicy, Babilonu (który istniał już przynajmniej od XXIV wieku p.n.e.)."
        },
        {
            "heading": "Tereny i klimat",
            "text": "Babilon znajdował się na Żyznym Półksiężycu, niesamowicie urodzajnej ziemi wokół rzek Tygrys i Eufrat, rozciągającej się do Morza Śródziemnego na zachodzie po tereny dzisiejszego Izraela. Żyzny Półksiężyc nie tylko posiada wspaniałe gleby i irygację ze strony dwóch potężnych rzek, ale też leży na skrzyżowaniu trzech głównych mas lądowych, Afryki, Azji i Europy, co oznacza, że żyją tam owady, rośliny i zwierzęta ze wszystkich trzech kontynentów. Dzięki temu bioróżnorodność tych ziem nie ma sobie równych, co dało miejscowym niepowtarzalne możliwości eksperymentowania z niezliczonymi gatunkami roślin i zwierząt w uprawie i hodowli. Wyjaśnia to, dlaczego ludzie w tych rejonach dokonali tak błyskawicznych postępów."
        },
        {
            "heading": "Stare imperium Babilonu",
            "text": "Babilon i Babilonia, pierwotnie dość chaotyczny region, zaczęły się zmieniać w silny ośrodek kultury, handlu i religii pod rządami Hammurabiego w 1728 roku p.n.e. Hammurabi był pierwszym znanym władcą zjednoczonej Babilonii i największym prawodawcą tego państwa. Kodeks Hammurabiego określał dokładnie czyny przestępcze i odpowiednie za nie kary. Obywatele nie byli już zdani na łaskę i niełaskę kapryśnych sędziów lub szlachty, którzy mogli od ręki uznać coś za przestępstwo. Kodeks babiloński był tak wszechstronny, że przez całych 1200 lat istnienia imperium wprowadzono do jego praw i ustaleń dotyczących rządów jedynie nieliczne poprawki."
        },
        {
            "heading": "Zapiski i matematyka",
            "text": "Podobnie jak ich przodkowie, Sumeryjczycy, Babilończycy byli narodem maniakalnych skrybów. Od Hammurabiego poczynając i zmierzając aż do rozpadu imperium pod rządami Cyrusa i wielkich imperatorów Persji, każda transakcja finansowa, każdy werdykt sądowy, każda umowa i ogółem praktycznie wszystko, co dało się spisać, zostawało wyryte na glinianych tabliczkach. Ze względu na prawa regulujące prawie każdy aspekt codziennego życia zapisywano duże ilości informacji, z których wiele udało się odnaleźć w erze nowożytnej. Badacze znaleźli też kilka urządzeń optycznych podobnych do szkieł powiększających, które umożliwiały skrybom pisanie drobniejszymi klinami, pozwalającymi zmieścić więcej informacji na każdej tabliczce. \r\nMimo wielu zmian w systemach władzy edukacja mieszkańców Babilonu osiągnęła niesamowity poziom. Z takich osiągnięć naukowych jak wynalezienie sześćdziesiątkowego (kopowego) systemu liczbowego korzysta się po dziś dzień. Podział minuty i godziny na sześćdziesiąt części jest, w rzeczy samej, spadkiem po Babilończykach."
        },
        {
            "heading": "Przejściowe zadymy, możliwa rzeź",
            "text": "Po śmierci Hammurabiego (1750 p.n.e.) wpływy i potęga imperium zaczęły powoli słabnąć. Po najeździe Hetytów, który osłabił miasto, w okolicach 1600 p.n.e. zostało ono podbite przez Kasytów, przybyłych z rejonów górskich obecnego Iranu. Kasyci kontrolowali Babilonię przez 500 lat, nadawszy miastu nazwę Karduniasz.W roku 1234 asyryjski władca Tukulti-Ninurta I przejął na jakiś czas miasto, ale Kasyci szybko odzyskali niepodległość, w samą porę, by przywitać Elamitów, którzy wkroczyli do miasta w 1158. Potem Babilończykom udało się odzyskać panowanie nad miastem (najprawdopodobniej dlatego, że Elamici ukradli wszystko, czego mógłby chcieć jakikolwiek najeźdźca). Do 1124 babiloński władca Nabuchodonozor I podbił elamickie miasto Susa, mszcząc się za wcześniejsze ataki na Babilon. Jednak już w okolicach 1000 p.n.e. Babilon znów musiał stawić czoła buntowniczej Asyrii. Znajdował się pod jej większą bądź mniejszą dominacją aż do 627 r. p.n.e."
        },
        {
            "heading": "Imperium neobabilońskie",
            "text": "W 627 r. p.n.e. Babilonii udał się przewrót, który uwolnił ją spod asyryjskiego jarzma. Rewoltą dowodził nowy władca, Nabopolassar, który rządził przez około 20 lat, po czym przekazał tron swemu bardziej znanemu synowi."
        },
        {
            "heading": "Nabuchodonozor II",
            "text": "Syn Nabopolassara, Nabuchodonozor II, rządził Babilonią od 605 do 561 r. p.n.e. Prędko okazał się prawdziwym przywódcą wojskowym, dowodząc armią swego ojca w Asyrii, a następnie biorąc udział we własnych bojach przeciw Egiptowi, w których zniszczył armię egipską pod Karkemisz, i rozciągając kontrolę Babilonu na całą Syrię.Nabuchodonozor był bardzo oddany miastu Babilon. Za jego panowania przeszło ono swoisty renesans. Nabuchodonozor zapoczątkował wiele projektów rewitalizacji miasta, odbudowy starożytnych świątyń i budynków, stworzenia rozbudowanych fortyfikacji itd. To za jego sprawą powstały wiszące ogrody Babilonu. Zatrudniał również zagranicznych pracowników do większości cięższych zadań, co dodatkowo znacznie zwiększyło populację miasta. Nabuchodonozor zmarł w 561 r. p.n.e. Więcej informacji o nim znajdziesz w Civilopedii."
        },
        {
            "heading": "Upadek Babilonu",
            "text": "Następcy Nabuchodonozora nie powtórzyli jego sukcesów i w przeciągu trzydziestu lat potęga oraz prestiż Babilonu doznały poważnego uszczerbku. Mówi się, że gdy w 539 r. p.n.e. atak przypuścił król Persji, Cyrus II, miasto uległo praktycznie bez oporu. Pozostało pod perską kontrolą aż do 331 r. p.n.e., kiedy to przejął je Aleksander Wielki, a potem, po jego śmierci, stało się własnością dynastii Seleucydów. W późniejszym okresie Babilon niemal zupełnie przestał istnieć, pozostawiając po sobie jedynie tajemnicze kopce i sterty gruzu czekające na archeologów, by ujawnić swe tajemnice. Wiele z nich zostało zniszczonych lub uszkodzonych przez atak USA i okupację terenów Iraku rozpoczętą w 2003 r."
        },
        {
            "heading": "Wnioski",
            "text": "Babilonia odegrała istotną rolę w rozwoju prawodawstwa na świecie. Powstanie Kodeksu Hammurabiego i zapał, z jakim następcy tego króla, zarówno z nim spokrewnieni, jak i nie, podtrzymywali jego ustalenia, ukazał wszystkim imperiom przyszłości, jak bogata i potężna może stać się nacja, jeśli przyjmie zorganizowany system rządów. Pozostała część historii Babilonu przypomina nam, że nic nie trwa wiecznie i że nawet najwspanialsze imperia kiedyś skończą jako warstwa pyłu, ugniatanego kołami rydwanów. Albo gąsienicami czołgów."
        },
        {
            "heading": "Wnioski",
            "text": "Babilonia odegrała istotną rolę w rozwoju prawodawstwa na świecie. Powstanie Kodeksu Hammurabiego i zapał, z jakim następcy tego króla, zarówno z nim spokrewnieni, jak i nie, podtrzymywali jego ustalenia, ukazał wszystkim imperiom przyszłości, jak bogata i potężna może stać się nacja, jeśli przyjmie zorganizowany system rządów. Pozostała część historii Babilonu przypomina nam, że nic nie trwa wiecznie i że nawet najwspanialsze imperia kiedyś skończą jako warstwa pyłu, ugniatanego kołami rydwanów. Albo gąsienicami czołgów."
        }
    ],
    "leader": {
        "name": "Nabuchodonozor II",
        "subtitle": "Przywódca Babilonu",
        "lived": "ok. 634-562 r. p.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/nebuchadnezzar_ii.png",
        "trait": {
            "name": "Pomysłowość",
            "effect": "Po wynalezieniu pisma otrzymuje darmowego wielkiego naukowca, a częstotliwość pojawiania się kolejnych jest o 50% większa."
        },
        "titles": [
            "Nabuchodonozor II"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Nabuchodonozor II władał Babilonem przez jakieś 43 lata (605-562 p.n.e.). Znany jest przede wszystkim ze swych podbojów i restauracji miasta Babilon. Nabuchodonozor II pojawia się również na kartach Biblii ze względu na podbój Judy i przymusowe przenosiny wielu Izraelitów do Babilonu."
            },
            {
                "heading": "Wczesne lata",
                "text": "Nabuchodonozor (zapisywany czasami jako „Nebokadnezar”) był najstarszym synem Nabopolassara, założyciela imperium chaldejskiego, który wiele zrobił, by uczynić Babilon imperialną potęgą. Służył swemu ojcu w kilku kampaniach wojskowych, a w 606 roku przed Chrystusem dowodził armią, która zniszczyła egipskie wojska pod Karkemisz, zapewniając Babilonowi kontrolę nad Syrią."
            },
            {
                "heading": "Po przejęciu władzy",
                "text": "Po śmierci ojca w 605 r. p.n.e. Nabuchodonozor powrócił do Babilonu i przejął tron. Niedługo później wrócił do podbojów, podporządkowując parę mniejszych państw, w tym Judę. Kontynuował swe kampanie aż do roku 600 p.n.e., kiedy to, prawdopodobnie na skutek zbytniego rozciągnięcia sil, został pokonany przez armię Egiptu. Korzystając z chaosu, który rozpętał się w Babilonie, Juda i kilka innych państw rozpoczęły rewolty.Dwa lata zajęło Nabuchodonozorowi przegrupowanie i odbudowanie sił, ale do 598 r. mógł ponownie wyruszyć, a w 597 r. zajął Jerozolimę, strącając z tronu judejskiego króla Jehojachina i biorąc go wraz z ważniejszymi obywatelami do babilońskiej niewoli (najprawdopodobniej jako zakładników na wypadek żydowskich buntów). Z różnymi rezultatami kontynuował ekspansjonistyczne kampanie wojskowe do końca swego panowania, zmagając się z innymi potęgami wschodu Morza Śródziemnego, Azji Mniejszej i Bliskiego Wschodu."
            },
            {
                "heading": "Dyplomacja",
                "text": "Oprócz sztuki wojennej Nabuchodonozor doskonalił się także w sztuce dyplomacji, utrzymując żywe relacje z pobliskimi królestwami. Jest znany z tego, że wysłał ambasadora, którego zadaniem było prowadzenie mediacji między Medami a Lidianami w Azji Mniejszej."
            },
            {
                "heading": "Polityka wewnętrzna",
                "text": "Gdy nie prowadził podbojów, Nabuchodonozor poświęcał dużo energii odbudowie Babilonu i usprawnianiu jego fortyfikacji. Jest znany z odtworzenia wielu świątyń, brukowanych dróg, kanałów i ze stworzenia fosy i murów dookoła miasta. Przypisuje mu się też stworzenie Wiszących Ogrodów Babilonu, które, zgodnie z legendą, miały być prezentem dla żony, stęsknionej za wzgórzami ojczystej Medii."
            },
            {
                "heading": "Osąd historii",
                "text": "Pomimo zdobycia Judy i przesiedlenia Izraelitów, w Biblii Nabuchodonozor przedstawiany jest w raczej pozytywnym świetle. Przypisuje mu się ochronę żydowskich proroków i obywateli przez prześladowaniami. Prorok Jeremiasz wierzył najwyraźniej, że Nabuchodonozor był narzędziem odwetu Boga na występnych. Nabuchodonozor zmarł w Babilonie w 562 r. p.n.e. Jest pamiętany jako wielki dowódca wojskowy, który poszerzył granice swego imperium, wzmocnił stołeczne miasto Babilon i jednocześnie dbał o swoich poddanych. Bez wątpienia zasłużył na miano „Wielkiego Nabuchodonozora”."
            }
        ]
    }
}