{
    "id": 36,
    "name": "Brazylia|Brazylii|Brazylii|Brazylię|Brazylią|Brazylii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/brazil.png",
    "dawn_of_man": "Bądź pozdrowiony, szacowny i łaskawy Pedro II, cesarzu Brazylijczyków. Z niezaprzeczalną mądrością i godnością rządziłeś brazylijskim cesarstwem przez ponad 50 lat, zaprowadzając w nim trwały pokój i dobrobyt. Twojej reputacji surowego, lecz sprawiedliwego władcy nie splamiła nawet najmniejsza kontrowersja, a niezachwiane oddanie ludowi Brazylii budziło nadzieję i zapewniło mu ważne miejsce na kontynencie. Twe dokonania naukowe i obrona wolności słowa doprowadziły do stworzenia wielu instytucji edukacyjnych, co wzmocniło u Brazylijczyków poczucie tożsamości narodowej.Czcigodny cesarzu Pedro, lud tęskni za czasem twojego pokojowego panowania, gdy wysłuchiwałeś opowieści poddanych i zapewniałeś ich o świetlanej przyszłości. Czy znów poprowadzisz cesarstwo ku świetności? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pracinhas",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/pracinha.json"
        }
    ],
    "city_names": [
        "Rio de Janeiro",
        "Sao Paulo",
        "Salvador|Salvadoru|Salvadorowi|Salvador|Salvadorem|Salvadorze",
        "Brasilia|Brasilii|Brasilii|Brasilię|Brasilią|Brasilii",
        "Fortaleza|Fortalezy|Fortalezie|Fortalezę|Fortalezą|Fortalezie",
        "Belo Horizonte",
        "Manaus",
        "Kurytyba|Kurytyby|Kurytybie|Kurytybę|Kurytybą|Kurytybie",
        "Recife",
        "Porto Alegre",
        "Belem",
        "Goiania|Goianii|Goianii|Goianię|Goianią|Goianii",
        "Guarulhos",
        "Campinas",
        "Sao Luis",
        "Maceio",
        "Duque de Caxias",
        "Natal|Natalu|Natalowi|Natal|Natalem|Natalu",
        "Campo Grande",
        "Teresina|Teresiny|Teresinie|Teresinę|Teresiną|Teresinie",
        "Florianopolis",
        "Nova Iguacu",
        "Sao Bernardo do Campo",
        "Joao Pessoa",
        "Osasco",
        "Jaboatao dos Guararapes",
        "Sao Jose dos Campos",
        "Contagem",
        "Uberlandia|Uberlandii|Uberlandii|Uberlandię|Uberlandią|Uberlandii",
        "Aracaju",
        "Cuiaba|Cuiaby|Cuiabie|Cuiabę|Cuiabą|Cuiabie",
        "Feira de Santana",
        "Juiz de Fora",
        "Joinville",
        "Macapa|Macapy|Macapie|Macapę|Macapą|Macapie"
    ],
    "spy_names": [
        "Antonio",
        "Bartolomeu",
        "Domingos",
        "Estevao",
        "Fernao",
        "Francisco",
        "Pascoal",
        "Salvador",
        "Tome",
        "Bianca"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Paulo Coelho, największy brazylijski powieściopisarz, mówił o historii swego ludu: „Poszukiwali skarbu swojego przeznaczenia, wcale nie chcąc go tak naprawdę przeżyć”. Spośród byłych kolonii w Amerykach Brazylia jest wyjątkowa, ponieważ poza tym, że uzyskała niepodległość drogą względnie pokojową, nie rozpadła się, jak kolonie brytyjskie i hiszpańskie, na wiele krajów. Była ona kolonią portugalską od 1500 r., kiedy to Pedro Cabral objął ją w posiadanie w imieniu swego suwerena, aż do 1815 r., kiedy to królewska rodzina na wygnaniu wyniosła ją do statusu królestwa. Pełną niepodległość osiągnęła w 1822 r., kiedy to powstało Cesarstwo Brazylii będące monarchią konstytucyjną posiadającą parlament. Po obaleniu Pedra II, drugiego i ostatniego cesarza, kraj w 1889 r. stał się republiką. Choć przez kolejne stulecie władali nią dyktatorzy i junty wojskowe, osiągnęła ona prawdziwą demokrację w latach 80. XX w., kiedy w wyniku negocjacji władzę przejął pierwszy wybrany w wyborach rząd. Dzięki swym zdolnym przywódcom Brazylia osiągnęła polityczną i gospodarczą stabilizację oraz stała się ważnym i wpływowym członkiem społeczności międzynarodowej, znajdując wreszcie „skarb swojego przeznaczenia”."
        },
        {
            "heading": "Klimat i teren",
            "text": "Brazylia jest piątym co do wielkości państwem świata - rozciąga się na połowę powierzchni Ameryki Południowej. Jest też jednym z 17 krajów posiadających wysoce zróżnicowany system przyrodniczy - żyje tu wiele gatunków roślin, zwierząt, istnieją rozmaite siedliska, surowce naturalne i rodzaje terenu. Na jej powierzchni znajduje się większość dorzecza Amazonki, największego na świecie systemu rzecznego oraz największego dziewiczego lasu tropikalnego. Z tego powodu kraj obfituje w tereny tropikalne i subtropikalne, w tym mokradła, sawanny, pokryte dżunglą płaskowyże i niewysokie góry. Wzdłuż mającej 12 000 kilometrów linii brzegowej Brazylii leży wiele archipelagów. Najwyżej położone terytoria znajdują się na południu kraju, wynosząc się ostatecznie jako niskie pasma górskie, takie jak Mantiqueira i Espinhaco, których najwyższe szczyty mają ok. 1200 m. n.p.m. W większości położonego na równiku państwa panuje klimat tropikalny podzielony na 5 podtypów: równikowy, tropikalny, tropikalny górski, umiarkowany i subtropikalny. Temperatury na terenie Brazylii osiągają średnią wartość 25 st. Celsjusza. Roślinność stanowią na północy lasy deszczowe, w centrum tropikalne sawanny, a na południu lasy iglaste. Jak można oczekiwać po tak zróżnicowanym ukształtowaniu powierzchni i klimacie, zróżnicowanie biologiczne Brazylii należy do największych na świecie - na jej terenach i w jej wodach żyją jaguary, oceloty, tapiry, mrówkojady, leniwce, pancerniki, sarny, piranie, kajmany, papugi, małpy i tysiące innych gatunków."
        },
        {
            "heading": "Kolonizacja portugalska",
            "text": "Pochodzenie pierwotnych mieszkańców (nazywanych przez Portugalczyków indios) Brazylii nie jest znane. Najwcześniejsze ludzkie szczątki pochodzą sprzed 10 000 lat i były znalezione na wyżynach Minas Gerais. Gdy na brzegach Ameryki wylądowali Portugalczycy, istniało tu ok. 2000 plemion tubylczych. Wiodły na poły koczowniczy tryb życia i utrzymywały się z łowiectwa, rybołówstwa, koczowniczego rolnictwa, wojen plemiennych i kanibalizmu. Ziemie te zostały przejęte przez Pedro Cabrala w kwietniu 1500 r., gdy flota, którą chciał przeprowadzić wokół Przylądka Dobrej Nadziei, została zepchnięta tak daleko na zachód, że wylądowała w Ameryce Południowej. Podpisany w 1494 r. traktat z Tordesillas dzielił Nowy Świat między Hiszpanię (zachód) a Portugalię (wschód) wzdłuż południka 46. Ponieważ odkryta ziemia leżała w strefie portugalskiej, a o jej bogactwach wiele się mówiło, w 1532 r. powstało tu pierwsze portugalskie osiedle.Odkrycie brezylki - gęstego, pomarańczowoczerwonego twardego drewna wysoko cenionego w produkcji barwników oraz instrumentów muzycznych i mebli - sprawiło, że terenami tymi zainteresowała się korona. W 1534 r. król Jan III promował prywatne przedsięwzięcia na tych ziemiach. W 1549 r. wyznaczył gubernatora generalnego, a Brazylia oficjalnie stała się portugalską kolonią. Podczas wojen z Francją Portugalczycy powoli rozszerzali swoje terytoria na północ i południe, zajmując w 1567 r. Rio de Janeiro, a w 1615 Sao Luis. W 1680 r. zajęli ziemie wokół Rio de la Plata, które stały się ich najdalej wysuniętym na południe terytorium. W międzyczasie zdobyte zostały brytyjskie i holenderskie twierdze w Amazonii. Szczepy tubylcze asymilowano, zniewalano lub eksterminowano.Do końca XVII w. Brazylia stała się najważniejszą i największą z rozrzuconych po świecie portugalskich kolonii. Poza brezylką eksportowano stamtąd głównie cukier, barwniki i przyprawy. By sprostać rosnącemu światowemu zapotrzebowaniu na te dobra, Portugalia zaczęła sprowadzać z Afryki niewolników. Wkrótce kraj ten stał się jednym z najczęściej handlujących niewolnikami narodów, a ich ilość w Brazylii liczono w setkach tysięcy. W tym samym czasie na wzgórzach i w dżunglach tego regionu bezskutecznie poszukiwano złota - dopiero w Minas Gerais znaleziono jego duże pokłady. Gorączka złota przyniosła tak wielkie zyski, że stolicę kolonii przeniesiono w 1763 r. z leżącego na południu Salvador do Rio de Janeiro, by lepiej zarządzać nowym bogactwem. Traktaty w Madrycie (1750), Pardo (1761) i Ildefonso (1777) ustaliły ostatecznie granice Brazylii, zaś reformy kolonialne sprawiły, że pozostała ona spokojną, bogatą i przynoszącą Portugalii zyski kolonią."
        },
        {
            "heading": "Niepodległość",
            "text": "W marcu 1808 r. portugalska rodzina królewska wraz z ministrami przybyła do Rio de Janeiro, by schronić się w Brazylii po tym, jak ich ojczyznę najechały wojska Napoleona. Książę regent Jan, rządzący w imieniu swej matki, chorej psychicznie Marii I, uczynił Rio swoją stolicą i rządził z miasta całym imperium. Gdy tam mieszkał, stworzył wszystkie ministerstwa suwerennego kraju, a także założył królewską bibliotekę, akademię wojskową, mennicę, drukarnię oraz szkołę medyczną i prawa. W 1815 r. Jan ogłosił Brazylię królestwem równym statusem imperium Portugalii. Po przegranej Francji pozostał w Brazylii aż do czasu, gdy wezwano go do kraju, by stłumił zamieszki. W kwietniu 1821 r. Jan uczynił swego syna, Pedro, regentem. Ministrowie Pedra, z których wielu urodziło się w Brazylii, wzywali do ogłoszenia niepodległości. Młody regent we wrześniu 1822 r. ogłosił niepodległość Brazylii, a w trzy miesiące później koronował się na cesarza Pedra I. W 1825 r. rząd portugalski oficjalnie uznał suwerenność Brazylii, a w przeciągu kolejnego roku uczyniła to większość krajów europejskich."
        },
        {
            "heading": "Imperium",
            "text": "Pedro I i jego ministrowie pragnęli dopilnować, by Brazylii nie dotknęły niepokoje i bunty, które dręczyły jej południowoamerykańskich sąsiadów. W tym celu stworzył on nową konstytucję, jak na owe czasy niezwykle liberalną i nowoczesną. Pedro jednak był coraz bardziej zajęty sprawami Portugalii i w 1831 r. abdykował na rzecz swego pięcioletniego syna, by móc powrócić do Europy i odzyskać portugalską koronę dla swojej córki. Aby złagodzić niepokoje polityczne i niezgodę, jaka zapanowała wskutek nagłego wyjazdu cesarza, syn Pedra został w wieku 14 lat oficjalnie ogłoszony cesarzem, a w niecały rok później nastąpiła jego koronacja jako Pedra II. Pięćdziesięcioletnie rządy nowego cesarza były niezwykle postępowe i oświecone - był to złoty wiek Brazylii w każdej dziedzinie - polityki, ekonomii, przemysłu, społecznej, kultury. Pod rządami Pedra II kraj wygrał trzy wojny, poprawił swoją światową reputację, zmodernizował się, zreformował system monetarny i prawny, zróżnicował swoje rolnictwo i zniósł niewolnictwo. To ostatnie sprawiło jednak, że cesarz stracił poparcie bogatej w ziemie szlachty. Ponadto starzejący się Pedro II coraz bardziej tracił kontakt z nową miejską klasą średnią i liberalnymi ruchami studenckimi, które stały się owocem jego ideałów i działań. Choć nadal był szanowany i kochany przez swój lud, w listopadzie 1889 r. w wyniku bezkrwawego przewrotu wojskowego Pedro został zdjęty z tronu i wprowadzono nowy ustrój - republikę. Dawny cesarz na zawsze pozostał patriotą - wyjeżdżając na wygnanie do Europy, wyraził gorącą nadzieję, że Brazylia stanie się wielka i bogata."
        },
        {
            "heading": "Dyktatura",
            "text": "Generał Manuel de Fonseca, który przewodził przewrotowi, został prezydentem tymczasowym stojącym na czele coraz bardziej zdominowanego przez wojskowych rządu. Wspierany głównie przez wojsko oraz bogatych plantatorów kawy ustanowił republikę, rozdzielił państwo i Kościół oraz ogłosił nową konstytucję. Zgodnie jednak z jej postanowieniami uznano go za niezdolnego do pełnienia obowiązków - gdy próbował pominąć zasady nowego prawodawstwa i rządzić z pomocą dekretów, rozgniewane społeczeństwo zmusiło go do ustąpienia z urzędu. Zastąpił go wiceprezydent, również generał, który spędził wiele czasu na tłumieniu licznych wojskowych i monarchistycznych rewolt, ale zaczął też korzystać z coraz bardziej przypominających dyktaturę środków.W 1894 r. generał Peixono niechętnie, choć w pokojowej atmosferze, oddał prezydenturę w ręce pierwszego w historii piastującego ten urząd cywila, Prudente de Moraisa. Był on gubernatorem bogatego w kawę stanu Sao Paulo, przez co nazwano go pierwszym z kawowych prezydentów. Prezydenci ci, będący najczęściej bogatymi politykami i posiadaczami ziemskimi z Sao Paulo i Minas Gerais, pomogli zreformować gospodarkę, zmodernizować infrastrukturę kraju, utrzymać pokój i przeprowadzić kraj przez niespokojne międzynarodowo czasy, stosując politykę niemal całkowitego izolacjonizmu. Czynili to jednak w sposób wysoce niedemokratyczny - prawo głosu miała tylko niewielka grupa posiadaczy ziemskich, fałszowanie wyników było na porządku dziennym, a regionalni polityczni bossowie rządzili praktycznie bezkarnie, jeśli tylko wspierali urzędującego aktualnie prezydenta.Okres kawowych prezydentów zakończyły dwa wydarzenia. Pierwszym był gwałtowny spadek cen kawy podczas światowego kryzysu lat 30. XX w., a drugim wzrost wpływów ruchu złożonego z kadetów (tenentes). Korzystając z populistycznych technik tenentes głosili potrzebę nie tyle demokracji, co reform i postępu. Niezachwianie wierzyli, że tylko wojsko może wprowadzić naród w epokę współczesną. Aby to zrobić, młodzi oficerowie planowali usunąć cywilnych polityków, rozszerzyć zasięg działania rządu federalnego, zmodernizować wojsko i wyeliminować regionalizm poprzez stworzenie silnego centralnego ośrodka władzy.Kryzys i niepokoje społeczne pozwoliły Getulio Vargasowi, pokonanemu w wyborach kandydatowi na prezydenta, z pomocą tenentes przejąć władzę w państwie. Vargas miał rządzić tymczasowo do chwili, gdy przeminie kryzys. Zamiast tego zamknął on kongres, unieważnił konstytucję i uczynił gubernatorami brazylijskich stanów swoich popleczników, w większości oficerów wojskowych. Po nieudanym przewrocie komunistycznym w 1935 r., a następnie faszystowskim w 1938 r. reżim Vargasa przerodził się w całkowitą dyktaturę znaną ze swych brutalnych metod działania i cenzurowania prasy. Brazylia dołączyła w 1942 r. do państw sprzymierzonych i aktywnie udzielała się w ich szeregach, wysyłając duży kontyngent wojsk lądowych do Włoch, a flotę na Atlantyk. Mimo że Brazylia była dyktaturą, Vargas nalegał, by w uznaniu jej zasług podczas II wojny światowej stała się ona jednym z państw założycielskich ONZ.Boom gospodarczy spowodowany wojną oraz presja międzynarodowa uczyniła jednak pozycję Vargasa niemożliwą do utrzymania. W 1945 r. został on usunięty przez kolejny wojskowy przewrót. „Wprowadzono na nowo” demokrację w taki sam sposób, w jaki została ona zawieszona 15 lat wcześniej. Jak na ironię, w 1950 r. Vargas został wybrany na prezydenta, lecz 4 lata później, podczas kryzysu politycznego popełnił samobójstwo. Po jego śmierci u władzy na krótko utrzymywało się kilka grup rządzących odznaczających się różnorakimi osiągnięciami oraz korupcją. W 1964 r. cywilny rząd został obalony przez kolejny wojskowy przewrót. W 1968 r. junta wojskowa wprowadziła pełną dyktaturę, której moc nadawał Piąty Dekret Instytucjonalny. Choć metody rządów junty były brutalne, nie mogły one równać się z tymi, które stosowały inne reżimy na kontynencie. Promowała ona ponadto kapitalizm, modernizację i współpracę międzynarodową. Z tego powodu nawet w czasach represji cieszyła się ona poparciem niższej i średniej klasy."
        },
        {
            "heading": "Współczesna Brazylia",
            "text": "W 1974 r. prezydentem został generał Ernesto Geisel, który natychmiast przyjął politykę powolnego, stopniowego i bezpiecznego powrotu do rządów demokratycznych. Na przestrzeni wielu lat doprowadził do zakończenia praktyki torturowania więźniów politycznych, cenzury prasy, aż wreszcie samej junty, kiedy zniósł Piąty Dekret Instytucjonalny. Jego następca kontynuował ten proces, a w 1985 r. w wyniku pierwszych wolnych wyborów prezydentem został Jose Sarneya. Dzięki stabilnemu rządowi i kwitnącej gospodarce Brazylia jest od tego czasu wiodącą siłą w sprawach regionalnych i krajem założycielem takich organizacji jak Unia Łacińska, Organizacja Państw Amerykańskich, Mercosur i Unia Narodów Południowoamerykańskich. U progu nowego tysiąclecia Brazylia jest przygotowana na przyjęcie podobnie wpływowej roli na arenie globalnej."
        },
        {
            "heading": "Współczesna Brazylia",
            "text": "W 1974 r. prezydentem został generał Ernesto Geisel, który natychmiast przyjął politykę powolnego, stopniowego i bezpiecznego powrotu do rządów demokratycznych. Na przestrzeni wielu lat doprowadził do zakończenia praktyki torturowania więźniów politycznych, cenzury prasy, aż wreszcie samej junty, kiedy zniósł Piąty Dekret Instytucjonalny. Jego następca kontynuował ten proces, a w 1985 r. w wyniku pierwszych wolnych wyborów prezydentem został Jose Sarneya. Dzięki stabilnemu rządowi i kwitnącej gospodarce Brazylia jest od tego czasu wiodącą siłą w sprawach regionalnych i krajem założycielem takich organizacji jak Unia Łacińska, Organizacja Państw Amerykańskich, Mercosur i Unia Narodów Południowoamerykańskich. U progu nowego tysiąclecia Brazylia jest przygotowana na przyjęcie podobnie wpływowej roli na arenie globalnej."
        }
    ],
    "leader": {
        "name": "Pedro II",
        "subtitle": "Przywódca Brazylii",
        "lived": "1825-1891",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pedro_ii.png",
        "trait": {
            "name": "Karnawał",
            "effect": "Generowana turystyka zwiększana jest o 100% podczas złotych er. W czasie ich trwania wielcy artyści, muzycy i pisarze pojawiają się o 50% szybciej."
        },
        "titles": [
            "Cesarz Brazylii"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Pedro II to pierwszy monarcha brazylijski urodzony w Brazylii. Podczas swego długiego panowania zapewnił ojczyźnie stabilizację i rozwój, a także uczynił z niej siłę dominującą w Ameryce Południowej. Pedro II był spokojnym i poważnym człowiekiem, zazdrośnie strzegł niepodległości swego kraju, stawił czoła potędze Imperium Brytyjskiego i raczkującym Stanom Zjednoczonym, gdy państwa te próbowały mieszać się w sprawy regionu. Poprowadził Brazylię do trzech wojen, zdobył nowe terytorium i prestiż, a przy tym dbał o nieustanne unowocześnianie państwa. Zachęcał do produkcji kawy zamiast cukru i aktywnie sponsorował budowę dróg, kolei, linii telegraficznych i podmorskiego kabla komunikacyjnego.Choć imperator cieszył się popularnością swego ludu, został obalony w listopadzie 1889 r. przez grupę dowódców wojskowych pragnących stworzyć republikę rządzoną przez dyktatora. Pedro II, jako niestrudzony patriota, wyruszając na wygnanie powiedział, że „życzy Brazylii osiągnięcia wielkości i bogactwa”."
            },
            {
                "heading": "Młodość",
                "text": "Pedro, urodzony w grudniu 1825 r. w Rio de Janeiro, był synem Pedra I i jego austriackiej żony Marii Leopoldyny Habsburg. Został drugim i ostatnim cesarzem Brazylii. Sprawował rządy przez pół wieku. Pedra wychowali i wyedukowali opiekunowie i guwernantki. W wymagającym programie jego nauczania położono wielki nacisk na wartości etyczne i cechy osobowości, które odróżniłyby Pedra od impulsywnego i nieodpowiedzialnego zachowania jego ojca. Jako jedyny męski potomek Pedra I, który nie zmarł w wieku niemowlęcym, został ogłoszony cesarzem Pedrem II Brazylijskim w dniu abdykacji ojca w roku 1831 r., choć na tronie zasiadł dopiero w wieku 14 lat, w lipcu 1840 r."
            },
            {
                "heading": "Rządy",
                "text": "W trakcie swych rządów Pedro II przewodniczył ponad 36 różnym gabinetom, z których większość cieszyła się szerokim poparciem społecznym. Pedro, bezpośrednio lub poprzez rząd, sponsorował budowę pierwszej wybrukowanej drogi w Brazylii, „Unido e Industria”, łączącej Rio de Janeiro z Juiz de Fora, pierwszej linii kolejowej z Santos do Sao Paulo oraz pierwszej linii telefonicznej w 1877 r. Uczestniczył ponadto w położeniu pierwszego podmorskiego kabla telegraficznego łączącego Brazylię z Europą, a także wydał pierwszy brazylijski znaczek pocztowy.Stosunki zagraniczne nie układały się mu równie dobrze, ponieważ kilka krajów niepokoiło się wzrostem znaczenia gospodarczego i politycznego Brazylii. Dwa pomniejsze incydenty sprowokowały Brytyjczyków do wydania Królewskiej Marynarce Wojennej rozkazu zatrzymania brazylijskich statków kupieckich jako odszkodowania. Pedro odpowiedział na to mobilizacją wojska, zmuszając Brytyjczyków do złagodzenia stanowiska i zaproponowania porozumienia pokojowego w 1863 r. Zaraz potem trwająca od roku niewypowiedziana wojna z Urugwajem zakończyła się brazylijską okupacją miast Salto i Paisandu. Tuż po zakończeniu tego konfliktu Paragwaj uderzył na Brazylię, lecz wojna zakończyła się bezwarunkowym zwycięstwem tej ostatniej. Konflikt z Kościołem katolickim (lata 1872-1875) został rozstrzygnięty na drodze negocjacji, ale Pedro utracił poparcie kleru.Dyplomatyczne zwycięstwo nad Wielką Brytanią i zwycięstwa militarne nad Urugwajem i Paragwajem zapewniły Pedrowi II olbrzymią popularność wśród ludu. Pragnął on wykorzystać to do przeprowadzenia najważniejszej z reform: wyzwolenia brazylijskich niewolników. Cesarz uważał niewolnictwo za ostatnią wielką przeszkodę stojącą na drodze Brazylii ku „epoce nowoczesności”. Od 1871 r. stopniowo wprowadzał prawa, które doprowadziły do uwolnienia około 700 tys. niewolników, ale ich właściciele nie otrzymali żadnych rekompensat. To odebrało monarsze poparcie możnych i szlachty i w konsekwencji doprowadziło Pedra do zguby."
            },
            {
                "heading": "Obalenie",
                "text": "Pewien uwielbienia swego ludu, Pedro postanowił spełnić swe życiowe marzenia o podróżach. Jego długie nieobecności sprawiły, że coraz bardziej oddalał się od tej części brazylijskiego społeczeństwa, którą się opiekował, czyli od rosnącej klasy średniej mieszczan i nowego pokolenia studentów wolnomyślicieli. Utracił też poparcie kleru, klas wyższych i wojska.Choć gmin kochał Pedra, w listopadzie 1889 r. doszło do bezkrwawego przewrotu wojskowego, w wyniku którego musiał abdykować i zgodzić się na powstanie republiki. Starzejący się i schorowany emigrował do Europy, a dwa lata później zmarł w Paryżu. Francja zapewniła mu królewski pogrzeb. W 1925 r. jego szczątki zostały przewiezione do Brazylii i złożone w katedrze w Petropolis, którą ufundował."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Pedro odziedziczył imperium stojące na skraju przepaści, ale udało mu się przekształcić Brazylię we wschodzącą potęgę w zmieniającym się świecie, „drugą wielką potęgę Ameryk”. Jego ojczyzna odróżniała się od swych południowoamerykańskich sąsiadów polityczną stabilizacją, wolnością słowa, respektowaniem praw obywatelskich, kwitnącą gospodarką i bogatą kulturą. Prawdopodobnie jego największym osiągnięciem była pokojowa abolicja niewolnictwa w Brazylii, przeprowadzona mimo potężnych politycznych i gospodarczych przeciwności. Pedro był erudytą, hojnie wspierał brazylijską edukację, sztukę i naukę. Został obalony, gdy cieszył się wielkim poparciem ludu i znajdował się u szczytu popularności. Wielu Brazylijczyków uważa go za bohatera, symbol narodowy i uosobienie „ojca narodu”."
            }
        ]
    }
}