{
    "id": 27,
    "name": "Bizancjum",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/bizancjum.png",
    "dawn_of_man": "Chwała wspaniałej i wielkodusznej cesarzowej Teodorze, ukochanej władczyni Bizancjum i Rzymu! Ze skromnej aktorki i kurtyzany stała się Wasza Wysokość najpotężniejszą kobietą Cesarstwa Rzymskiego, małżonką Justyniana I. Pod koniec lat 20. VI w. Wasza Wysokość pomogła małżonkowi w dokonaniu wielu ważnych reform duchowych i prawnych, uchwaleniu wielu praw podnoszących status i promujących równe traktowanie kobiet w cesarstwie. Wasza Wysokość pomogła też odtworzyć i zbudować wiele akweduktów, mostów i kościołów w Konstantynopolu, czego zwieńczeniem stało się wzniesienie świątyni Hagia Sofia, jednego z największych cudów architektonicznych świata.O piękna cesarzowo, Bizancjum potrzebuje twojej mądrości i siły – twój lud jest zagubiony, gdy nie prowadzi go twe światło. Cesarstwo bizantyjskie może upadło, ale jego duch nie umarł i czeka, by się odrodzić. Czy Wasza Wysokość przywróci Bizancjum dawną chwałę i stworzy cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Katafrakci|Katafraktów|Katafraktom|Katafraktów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/cataphract.json"
        },
        {
            "name": "Dromon|Dromona|Dromonowi|Dromon",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/dromon.json"
        }
    ],
    "city_names": [
        "Konstantynopol|Konstantynopolu|Konstantynopolowi|Konstantynopol|Konstantynopolem|Konstantynopolu",
        "Adrianopol|Adrianopolu|Adrianopolowi|Adrianopol|Adrianopolem|Adrianopolu",
        "Nicea|Nicei|Nicei|Niceę|Niceą|Nicei",
        "Antiochia|Antiochii|Antiochii|Antiochię|Antiochią|Antiochii",
        "Warna|Warny|Warnie|Warnę|Warną|Warnie",
        "Ohrid",
        "Nicomedia|Nicomedii|Nicomedii|Nicomedię|Nicomedią|Nicomedii",
        "Trapezunt",
        "Cherson",
        "Sardica|Sardici|Sardice|Sardicę|Sardicą|Sardice",
        "Ani",
        "Dyrrachium",
        "Edessa|Edessy|Edessie|Edessę|Edessą|Edessie",
        "Chalcedon|Chalcedonu|Chalcedonowi|Chalcedon|Chalcedonem|Chalcedonie",
        "Naissu",
        "Bari",
        "Iconium",
        "Prilep",
        "Samosata|Samosaty|Samosacie|Samosatę|Samosatą|Samosacie",
        "Kars",
        "Nikopolis",
        "Theodosiopolis",
        "Tyana|Tyany|Tyanie|Tyanę|Tyaną|Tyanie",
        "Gaza|Gazy|Gazie|Gazę|Gazą|Gazie",
        "Kerkyra|Kerkyry|Kerkyrze|Kerkyrę|Kerkyrą|Kerkyrze",
        "Fenicja|Fenicji|Fenicji|Fenicję|Fenicją|Fenicji",
        "Selymbria|Selymbrii|Selymbrii|Selymbrię|Selymbrią|Selymbrii",
        "Sillyon",
        "Chrysopolis",
        "Corycus",
        "Vodena",
        "Caesarea Maritima",
        "Traianoupoli",
        "Konstancja|Konstancji|Konstancji|Konstancję|Konstancją|Konstancji"
    ],
    "spy_names": [
        "Bazyli",
        "Nikofor",
        "Demetrios",
        "Filippos",
        "Theofilaktos",
        "Simonis",
        "Zoe",
        "Joanno",
        "Xene",
        "Eufrozyna"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Istniejące przez ponad 1000 lat Cesarstwo Bizantyjskie, ze stolicą w legendarnym Konstantynopolu, powstało jako wschodnia enklawa władzy Cesarstwa Rzymskiego. Konstantynopol, położony na szlakach handlowych łączących Europę i Azję, stał się głównym ośrodkiem handlowym regionu i rozwijał się pomimo konfliktów, które doprowadziły do osłabienia Rzymu na zachodzie. Cesarstwo Bizantyjskie miało wielu niezapomnianych władców, było też motorem rozwoju kulturowego wschodniego wybrzeża Morza Śródziemnego, a jego bogactwo pozwoliło stworzyć wielkie dzieła sztuki, architektury, nauki i muzyki."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Przed pojawieniem się Konstantyna w 330 r. miasto Konstantynopol nosiło nazwę Bizancjum i było niewielką grecką kolonią założoną w VII w. p.n.e. Położenie nad strategiczną cieśniną Bosfor, jedynym szlakiem wodnym łączącym Morze Śródziemne z Morzem Czarnym (przez Morze Marmara i Morze Egejskie), sprawiło, że to miejsce idealnie nadawało się do zbudowania większego osiedla. Konstantynopol, z trzech stron chroniony przez morze, otoczony był potężnymi murami tworzącymi praktycznie niezniszczalny system obronny. Cesarstwo traciło i zdobywało inne tereny, ale doskonale umiejscowiony Konstantynopol pozostawał głównym źródłem dobrobytu Bizantyjczyków. Dziś miasto nosi nazwę Stambuł, znajduje się w Turcji i jest olbrzymią metropolią, w której mieszka ponad 13 milionów ludzi.Poza słynną stolicą rozległe włości Bizantyjczyków składały się z terenów o zróżnicowanej geografii. U szczytu swej potęgi, cesarstwo władało głównie terenami położonymi nad Morzem Śródziemnym, gdzie panował klimat subtropikalny z ciepłym i wilgotnym latem oraz umiarkowaną zimą."
        },
        {
            "heading": "Kryzys Cesarstwa Rzymskiego",
            "text": "W początkowych wiekach nowego tysiąclecia Cesarstwo Rzymskie kontynuowało podbój Europy i regionu Morza Śródziemnego, wchłaniając kolejne terytoria tak szybko, że Rzymianie nie nadążali z tworzeniem zarządzających nimi struktur. Cesarz rzymski Dioklecjan widział szczególną potrzebę reform administracyjnych na Wschodzie, dążył do poprawy stabilności gospodarczej oraz możliwości obronnych tych terenów granicznych. Około 285 r. Dioklecjan stworzył Tetrarchię, dzielącą władzę nad Cesarstwem Rzymskim pomiędzy czterech władców zasiadających w czterech stolicach granicznych. Stolica Rzymu wschodniego, mieszcząca się początkowo w Nikodemii (dziś jest to tureckie miasto Izmit), została przeniesiona do Konstantynopola w 306 r. przez nowego cesarza Konstantyna."
        },
        {
            "heading": "Z czterech dwa",
            "text": "Wczesny rozwój oddzielnego Cesarstwa Bizantyjskiego można przypisać bezpośrednio wysiłkom cesarza rzymskiego Konstantyna I, który w 330 r. wybrał miasto Bizancjum na miejsce, które stanie się „drugim Rzymem” – Konstantynopolem. Miało być stolicą Cesarstwa Wschodniorzymskiego (nazwa Cesarstwo Bizantyjskie została nadana przez współczesnych historyków), a po upadku tetrarchii Dioklecjana oddzielenie Konstantynopola od Rzymu nabrało większego znaczenia, niż wcześniej zakładano.Wraz z bogactwem przyszła stabilizacja, a Cesarstwo Bizantyjskie, czerpiące korzyści ze swej dominacji na głównych szlakach handlowych, zdołało uniknąć wielu konfliktów, których nie uniknął Rzym. Konstantynopol jako względnie młode i odległe miasto nie wydawał się atrakcyjną zdobyczą dla najeźdźców nękających w tym czasie Rzym. Jednak Bizantyjczykom nie udało się ujść uwadze największego barbarzyńcy w historii – Huna Attyli. Długie konflikty z Hunami przysporzyły Bizantyjczykom licznych problemów. Gdyby nie śmierć Attyli w 453 r., losy cesarstwa mogłyby potoczyć się inaczej, ponieważ podobno planował on wrócić po zakończeniu kampanii we Włoszech i podbić to królestwo raz na zawsze.W tym okresie Cesarstwo Zachodniorzymskie (właściwy Rzym) przeżywało problemy gospodarcze i militarne, a po zdobyciu Rzymu przez coraz silniejsze plemiona germańskie Cesarstwo Bizantyjskie stało się następcą Rzymu i jednym z najważniejszych królestw świata."
        },
        {
            "heading": "Rządy Justynianów",
            "text": "Dynastia Justynianów została założona przez cesarza Justyna I w 518 r., a od 527 r. przewodził jej Justynian I. Za jego panowania Cesarstwo Bizantyjskie odzyskało ziemie utracone przez upadający Rzym. Bizantyjski generał Belizariusz, który w służbie Justynianowi zdławił powstanie Nika, poprowadził też kilka udanych kampanii przeciwko Wandalom i Ostrogotom.Za czasów dynastii Justynianów cesarzowa Teodora zaczęła odgrywać ważną rolę w cesarstwie. Teodora była żoną Justyniana I, a także jego mądrym i zaufanym doradcą oraz jedną z pierwszych orędowniczek praw kobiet w cesarstwie. To pełna empatii przemowa Teodory wskazała Justynianowi rozwiązanie w czasie powstania Nika, wywołanego przez konkurencyjne frakcje polityczne próbujące w 532 r. odebrać Justynianowi tron. Podobno Justynian rozważał ucieczkę z miasta, ale Teodora ubłagała go, aby został. Przywołała mu starożytne powiedzenie, mówiące, że monarchia to dobry całun, mając na myśli, że lepiej umrzeć jako król niż uciekinier. Justynian wysłuchał rady Teodory, rozkazał generałowi Belizariuszowi stłumienie buntu, co doprowadziło do masakry na Hipodromie, która uratowała tron Justyniana.Podczas powstania Nika zniszczono wczesnochrześcijański kościół z początków Konstantynopola, a na jego miejscu stanęła Hagia Sofia. Tę wielką świątynię wzniesiono krótko po tym, jak Justynian i Teodora stłumili bunt. Hagia Sofia była podobno wzniesiona z materiałów zebranych z całego cesarstwa. Budowla ma kilka innowacyjnych elementów architektonicznych. Świątynię tę uznaje się za arcydzieło architektury bizantyjskiej ze względu na bogate dekoracje i gigantyczne rozmiary."
        },
        {
            "heading": "Kultura bizantyjska",
            "text": "W ciągu całej swej historii, a szczególnie za rządów Justyniana, w Konstantynopolu kwitła kultura. Artyści i rzemieślnicy tworzyli wielkie dzieła, w których widoczne były wpływy greckie i rzymskie, a także dominujące w mieście doktryny chrześcijańskie. Sztuka chrześcijańska i ikony przez wieki cieszyły się uznaniem cesarstwa, aż do czasu narodzin ikonoklazmu w VIII w., sprzeciwiającego się oddawaniu czci ikonom religijnym. Do dziś dyskutuje się, co było iskrą, która spowodowała tak silny wzrost znaczenia ikonoklazmu, ale z całkowitą pewnością można stwierdzić, iż ruch ten doprowadził do zniszczenia wielu wspaniałych dzieł sztuki religijnej znajdujących się w Konstantynopolu.Architektura bizantyjska jest kolejnym charakterystycznym elementem historii cesarstwa. Tak jak sztuki piękne, architektura pełna jest motywów religijnych. Bizantyjskie badania matematyczne miały wpływ na kształt budowli i techniki budowlane, umożliwiły zbudowanie w Konstantynopolu wymyślnych bazylik. Za rządów Justyniana I powstały dwie najważniejsze budowle: Hagia Sofia i olbrzymi podwodny zbiornik wodny nazywany Cysterną Bazyliki."
        },
        {
            "heading": "Dynastie późniejszego tysiąclecia",
            "text": "W okresie od VII do IX w. Cesarstwem Bizantyjskim władało kilka krótko trwających dynastii. W VII w. Konstantynopolem rządzili Herakliusze, toczący nieustanne wojny z siłami arabskich Umajjadów. Arabowie posunęli się nawet do oblężenia miasta w 674 r. i mimo że Konstantynopol zdołał się obronić, nastał okres zastoju i zmniejszenia liczby mieszkańców. To wydarzenie dało początek wojnom arabsko-bizantyjskim. W tym okresie chrześcijańskie Cesarstwo Bizantyjskie toczyło praktycznie nieustanną wojnę w islamskimi kalifami władającymi częścią Iraku, Syrii i południowych Włoch. Konflikt ten sporadycznie powracał przez kolejnych 400 lat, a cesarstwo doświadczyło jednego z najgorszych okresów swojej historii. Dopiero w 867 r. Macedończycy odbudowali potęgę Bizancjum."
        },
        {
            "heading": "Macedończycy",
            "text": "Za rządów dynastii macedońskiej (867-1057), po wiekach osłabienia, Cesarstwo Bizantyjskie znalazło się u szczytu swej potęgi i ponownie weszło w okres dobrobytu i ekspansji kulturalnej. Począwszy od rządów Bazylego I rosło gospodarcze i militarne znaczenie cesarstwa, a Bizantyjczykom udało się odnieść wiele ważnych zwycięstw nad Arabami i Bułgarami oraz odzyskać stracone tereny w Syrii i na Bałkanach.To właśnie walka z Bułgarami miała największy wpływ na przyszłość Cesarstwa Bizantyjskiego. W wyniku wojen bizantyjsko-bułgarskich do 1018 r. Bizantyjczycy podbili Bułgarię i podporządkowali sobie jej mieszkańców. W końcu po IV krucjacie Bułgarzy stali się nieoczekiwanymi partnerami Bizantyjczyków."
        },
        {
            "heading": "Czwarta krucjata",
            "text": "Krucjaty często uważa się za bezpośrednią reakcję na rosnące wpływy arabskich państw islamskich i konieczność wsparcia Bizantyjczyków w walce z nimi (Bizancjum było najważniejszym chrześcijańskim przyczółkiem na Wschodzie). Jednak krucjaty nie zawsze były skierowane przeciwko wrogom Konstantynopola. Czwarta krucjata miała odebrać muzułmanom Jerozolimę, ale zamiast tego atakujący ruszyli na Konstantynopol, pamiętając najwyraźniej o wydarzeniach wielkiej schizmy z 1054 r., które oddzieliły cerkiew prawosławną (Bizantyjczyków) od kościoła rzymskokatolickiego. W 1204 r. Konstantynopol został zdobyty przez krzyżowców prowadzonych przez Franków i Wenecjan; miasto zostało doszczętnie splądrowane. Krzyżowcy zniszczyli wiele cerkwi prawosławnych i znajdujących się w nich relikwii, sprofanowali je w sposób, który podobno wzburzył samego papieża, będącego inicjatorem tej krucjaty. Wydarzenia IV krucjaty wywołały fizyczne i polityczne spustoszenie w Cesarstwie Bizantyjskim i przyczyniły się do jego upadku w wyniku inwazji Turków, do której doszło trzy wieki później."
        },
        {
            "heading": "Wygnanie i odbudowa",
            "text": "Po zdobyciu Konstantynopola większość terytorium Bizancjum została podzielona przez Franków i Wenecjan, powstało w ten sposób nowe królestwo Cesarstwo Łacińskie. Jednak w południowych regionach nadal istniała bizantyjska opozycja, utworzono tam dwa państwa, Cesarstwo Nicejskie i Despotat Epiru. Pierwszy z tych krajów, Cesarstwo Nicejskie, zawiązało sojusz z Bułgarami i wspólnie odzyskali Konstantynopol w 1261 r., co doprowadziło do krótkotrwałej odbudowy bizantyjskiej potęgi."
        },
        {
            "heading": "Rozpad Cesarstwa",
            "text": "Rozpad Cesarstwa Bizantyjskiego, podobnie jak Cesarstwa Zachodniorzymskiego, trwał kilka wieków. Historycy od dawna spierają się o przyczyny upadku Bizancjum, jedni twierdzą, że doprowadziły do tego wczesne arabskie podboje i wojny bizantyjsko-arabskie; inni sądzą, iż utrata Konstantynopola podczas IV krucjaty stała się główną przyczyną upadku Cesarstwa. Kilkukrotnie dochodziło do prób odzyskania dawnej świetności, jednak za każdym razem natrafiały one na zdecydowany opór i prowadziły do kolejnych konfliktów.Gdy w XIV w. Bizantyjczycy toczyli wojnę domową, Turcy osmańscy przeprowadzili kilka udanych kampanii militarnych przeciwko Wenecjanom i Serbom, co w końcu doprowadziło do konfliktu z poważnie osłabionym Cesarstwem Bizantyjskim. Podobno ostatni z cesarzy Bizancjum Konstantyn XI Dragazes zginął w bitwie, broniąc murów miasta podczas osmańskiego oblężenia. Turkowie osmańscy dowodzeni przez Mehmeda II zdobyli Konstantynopol w 1453 r. Moment ten uważa się za koniec Cesarstwa Bizantyjskiego i ostatnich pozostałości Cesarstwa Rzymskiego."
        },
        {
            "heading": "Rozpad Cesarstwa",
            "text": "Rozpad Cesarstwa Bizantyjskiego, podobnie jak Cesarstwa Zachodniorzymskiego, trwał kilka wieków. Historycy od dawna spierają się o przyczyny upadku Bizancjum, jedni twierdzą, że doprowadziły do tego wczesne arabskie podboje i wojny bizantyjsko-arabskie; inni sądzą, iż utrata Konstantynopola podczas IV krucjaty stała się główną przyczyną upadku Cesarstwa. Kilkukrotnie dochodziło do prób odzyskania dawnej świetności, jednak za każdym razem natrafiały one na zdecydowany opór i prowadziły do kolejnych konfliktów.Gdy w XIV w. Bizantyjczycy toczyli wojnę domową, Turcy osmańscy przeprowadzili kilka udanych kampanii militarnych przeciwko Wenecjanom i Serbom, co w końcu doprowadziło do konfliktu z poważnie osłabionym Cesarstwem Bizantyjskim. Podobno ostatni z cesarzy Bizancjum Konstantyn XI Dragazes zginął w bitwie, broniąc murów miasta podczas osmańskiego oblężenia. Turkowie osmańscy dowodzeni przez Mehmeda II zdobyli Konstantynopol w 1453 r. Moment ten uważa się za koniec Cesarstwa Bizantyjskiego i ostatnich pozostałości Cesarstwa Rzymskiego."
        }
    ],
    "leader": {
        "name": "Teodora",
        "subtitle": "Cesarzowa Cesarstwa Bizantyjskiego",
        "lived": "ok. 497–548 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/teodora.png",
        "trait": {
            "name": "Patriarchat Konstantynopolitański",
            "effect": "Wybiera jedno wierzenie więcej niż zwykle podczas zakładania religii."
        },
        "titles": [
            "Cesarzowa"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Teodora, żona Justyniana I i cesarzowa Bizancjum, rządziła jednym z najważniejszych imperiów w historii w I w. n.e. Teodorę, znaną dziś jako najbardziej wpływowa kobieta w Cesarstwie Bizantyjskim, Justynian ogłosił współwładczynią, słuchając jej rad przy sprawowaniu rządów. Choć zaczynała skromnie, Teodora wkrótce stała się znana w cesarstwie – i w historii – jako taktowna i zaufana doradczyni swego męża. Jej rola w rozwoju cesarstwa była tak istotna, że niektórzy myślą, że tak naprawdę to Teodora, nie zaś Justynian, rządziła ludem Bizancjum."
            },
            {
                "heading": "Młodość",
                "text": "Większość naszej wiedzy o Teodorze pochodzi z pism znanego historyka bizantyjskiego Prokopa z Cezarei, który w VI w. gruntownie zbadał i opisał życie Teodory i dzieje cesarstwa za czasów jej rządów. Początek jej życia, jeśli wierzyć kronikarzowi, był barwny – jej ojciec był opiekunem niedźwiedzi na Hipodromie, matka zaś akrobatką. Wykazywała się ponoć niespotykaną inteligencją i rozumnością, utrzymywała się sama, pracując jako aktorka, do czasu, aż zwrócił na nią uwagę Justynian, będący wówczas następcą tronu po swym wuju Justynie I."
            },
            {
                "heading": "Wstąpienie na tron",
                "text": "Teodora, zostawszy konkubiną Justyniana, tak bardzo uwiodła go swym pięknem i inteligencją, że uczynił ją patrycjuszką, dzięki czemu dołączyła ona do arystokratycznych rodzin cesarstwa. Choć prawo bizantyjskie zabraniało członkom rządu brać ślub z komediantami takimi jak Teodora, oddanie Justyniana było najwyraźniej tak duże, że zniósł ten zakaz. W 525 r. Justynian i Teodora wzięli ślub, a wkrótce po jego wstąpieniu na tron cesarski w 527 r. Teodora została Augustą, czyli cesarzową Cesarstwa Bizantyjskiego."
            },
            {
                "heading": "Wpływy polityczne",
                "text": "Teodora nie była jedynie małżonką cesarza. Justynian dopilnował, by stała się ona współrządzącą – to ważne wyróżnienie pozwoliło jej odgrywać dużo ważniejszą rolę w kwestiach politycznych. Podczas swych rządów miała duży udział we wprowadzeniu wielu postępowych (nawet według współczesnych standardów) praw. Uważa się, że to ona naciskała na Justyniana, by nadał kobietom w cesarstwie więcej praw, nie tylko rozszerzając ich prawa do własności, ale też poprzez reformę regulacji rozwodowych, które dotychczas faworyzowały mężczyzn."
            },
            {
                "heading": "Religia",
                "text": "Teodora należała do chrześcijan monofizytów. Uważali oni, że Jezus Chrystus miał czysto boską naturę, co kłóciło się z powszechniejszym prawosławnym poglądem, że Jezus miał naturę dwojaką (boską, lecz w ludzkim ciele). Ideologia ta była wówczas wysoce kontrowersyjna, a przez wielu członków Kościoła prawosławnego uważana za schizmatyczną i heretycką. Mimo że Justynian był prawosławny, Teodora pozostała monofizytką, a nawet udzielała schronienia prześladowanym przez prawosławną większość przywódcom monofizyckim. Znana jest również z tego, że w mieście Sycae niedaleko Konstantynopola ufundowała klasztor monofizycki."
            },
            {
                "heading": "Powstanie Nika",
                "text": "Hart Teodory i Justyniana został poddany próbie podczas powstania Nika – buntu rozpoczętego przez dwie przeciwne im frakcje polityczne (zielonych i niebieskich), które próbowały ogłosić własnego cesarza i uzurpować sobie prawo do tronu Justyniana. Jak głosi legenda, Justynian chciał w naturalnym odruchu uciec z miasta, Teodora jednak namówiła go, by został. Argumentowała, że lepiej umrzeć jako cesarz niż jako ścigany. Zawierzywszy Teodorze, Justynian pozostał w Konstantynopolu i rozkazał swemu najwierniejszemu generałowi Flawiuszowi Belizariuszowi zaatakować powstańców. Ten zagnał ich na Hipodrom i wraz ze swymi ludźmi wymordował tysiące ludzi, tłumiąc w ten sposób rebelię."
            },
            {
                "heading": "Osąd historii",
                "text": "Cesarzowa Teodora zapisała się w historii jako jedna z najpotężniejszych kobiet swych czasów. Jasnym jest, że miała wpływ na wiele decyzji podjętych przez jej męża. Wielu historyków potwierdza, że gdyby nie jej mądre rady podczas powstania Nika, władza Justyniana dobiegłaby zapewne końca, a jedność całego cesarstwa narażona byłaby na szwank."
            }
        ]
    }
}