{
    "id": 28,
    "name": "Kartagina|Kartaginy|Kartaginie|Kartaginę|Kartaginą|Kartaginie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/kartagina|kartaginy|kartaginie|kartaginę|kartaginą|kartaginie.png",
    "dawn_of_man": "Bądź błogosławiona i pozdrowiona, wspaniała królowo Dydono, założycielko legendarnego królestwa Kartaginy. Jak napisał wielki poeta Wergiliusz w swej Eneidzie, Acerbas, mąż Waszej Wysokości, został zamordowany przez królewskiego brata króla Pigmaliona z Tyru. On to potem zagarnął skarby Acerbasa, które zgodnie z prawem należały do Waszej Wysokości. Obawiając się tego, co twój brat gotów był uczynić, by zdobyć to bogactwo, postanowiliście wyruszyć wraz ze swymi poplecznikami ku nowym ziemiom. Po przybyciu do Afryki Północnej, Wasza Wysokość wykorzystała sztuczkę ze skórą wołu, by zdobyć rozległe terytoria pod wasz nowy dom, przyszłe królestwo Kartaginy.Mądra i dociekliwa Dydono, świat potrzebuje przywódcy, który ochroni go przed nadchodzącą burzą i poprowadzi go, posługując się swą wspaniałą intuicją i przenikliwością. Czy Wasza Wysokość pomoże ludowi stworzyć nowe królestwo, dorównujące potęgą dawnej Kartaginie? Czy Wasza Miłość zbuduje cywilizację, która wytrzyma próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Afrykańskie słonie leśne|Afrykańskich słoni leśnych|Afrykańskim słoniom leśnym|Afrykańskie słonie leśne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/african_forest_elephant.json"
        },
        {
            "name": "Pentera|Pentery|Penterze|Penterę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/quinquereme.json"
        }
    ],
    "city_names": [
        "Kartagina|Kartaginy|Kartaginie|Kartaginę|Kartaginą|Kartaginie",
        "Utique",
        "Hippo Regius",
        "Gades",
        "Saguntum",
        "Nowa Kartagina|Nowej Kartaginy|Nowej Kartaginie|Nową Kartaginę|Nową Kartaginą|Nowej Kartaginie",
        "Panormus",
        "Lilybaeum",
        "Hadrumetum",
        "Zama Regia",
        "Karalis",
        "Malaca|Malaci|Malace|Malacę|Malacą|Malace",
        "Leptis Magna",
        "Hippo Diarrhytus",
        "Motya|Motii|Motii|Motię|Motią|Motii",
        "Sulci",
        "Tharros",
        "Leptis Parva",
        "Soluntum",
        "Lixus",
        "Oea",
        "Theveste",
        "Ibossim",
        "Thapsus",
        "Aleria|Alerii|Alerii|Alerię|Alerią|Alerii",
        "Tingis",
        "Abyla|Abyli|Abyli|Abylę|Abylą|Abyli",
        "Sabratha|Sabrathy|Sabracie|Sabrathę|Sabrathą|Sabracie",
        "Rusadir",
        "Baecula|Baeculi|Baeculi|Baeculę|Baeculą|Baeculi",
        "Saldae"
    ],
    "spy_names": [
        "Hamilkar",
        "Mago",
        "Baalhaan",
        "Sofoniba",
        "Yzebel",
        "Similce",
        "Kandaulo",
        "Zinnridi",
        "Gisgo",
        "Fierelus"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Starożytne królestwo Kartaginy, założone przez legendarną królową Dydonę, powstało z niewielkiej osady banitów, która rozrosła się w potężną cywilizację zagrażającą wielkiemu i groźnemu Cesarstwu Rzymskiemu. Kartagina, znajdująca się na północnym wybrzeżu Afryki, stała się w I tysiącleciu p.n.e. ważnym ośrodkiem handlowym w basenie Morza Śródziemnego. Jednak ten sukces miał swoje konsekwencje. Kartagina w końcu ściągnęła na siebie gniew Grecji i Rzymu. Jej konflikty z tymi potęgami przeszły do legendy."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Kartagina, położona nad Zatoką Tuniską w Afryce Północnej, mogła czerpać korzyści z istniejących szlaków handlowych prowadzących przez Morze Śródziemne. Miasto Kartagina należało do jednych z największych w tej epoce, miało potężne mury i liczne przystanie ułatwiające wysyłanie i odbieranie towarów. Kartagina znajdowała się w regionie zróżnicowanym geograficznie i klimatycznie, prawdopodobnie panowała tam taka sama pogoda, jaką odnotowujemy dziś w tym regionie – lato było gorące i suche, a zima łagodna."
        },
        {
            "heading": "Powstanie",
            "text": "Pierwsi mieszkańcy Kartaginy prawdopodobnie przybyli z królestwa Tyru, należącego do starożytnej cywilizacji Fenicjan. Zarówno w zapisach historycznych, jak i w przekazach ludowych historia założenia Kartaginy wiąże się z legendarną Dydoną, pierwszą królową Kartaginy. Sprytna ucieczka Dydony z Tyru i osiedlenie się w Afryce Północnej to najbarwniejsza opowieść o założeniu Kartaginy, choć tradycyjnie historycy przypisują to fenickim kolonistom. Nie ma za to żadnych wątpliwości, że miasto powstało około 814 r. p.n.e. i wzięło swą nazwę od fenickiego „Qart-hadast”, oznaczającego „nowe miasto”. W opowieści o Dydonie królowa otrzymała ziemię od miejscowego króla po tym, jak ten zgodził się oddać jej tyle ziemi, ile Dydona zdoła przykryć skórą wołu. Dydona szybko pocięła skórę na paski i następnie ułożyła je tak, by otaczały duże wzgórze i jego okolice – tam zrodziła się Kartagina."
        },
        {
            "heading": "Ekspansja potęgi",
            "text": "Kartagina, położona pomiędzy najważniejszymi szlakami handlowymi Egiptu, Grecji i Rzymu, szybko stała się potężnym imperium w tym regionie. Przodkowie Kartagińczyków z Fenicji zostali pokonani i rozproszyli się w IV i V wieku p.n.e., Kartagina stała się ich najsilniejszą kolonią i szybko zawładnęła dawnymi poddanymi Tyru. Działania Kartaginy mające na celu sprawowanie kontroli nad ocalałymi koloniami fenickimi szybko skonfliktowały ją z Grecją i Rzymem, ponieważ państwa te pragnęły zająć bogate w zasoby ziemie Sycylii i południowej Italii."
        },
        {
            "heading": "Wojny z Grecją",
            "text": "Narastające tarcia w stosunkach z Grecją o kontrolę nad Sycylią doprowadziły do serii konfliktów nazwanych wojnami sycylijskimi. W VII w. p.n.e. Grecja powiększała swoje kolonie w południowej Italii i zachodniej Sycylii, a handel kwitł mimo coraz większej rywalizacji z Kartaginą. W końcu Kartagina musiała zareagować na wtargnięcie Greków na tereny należące niegdyś do Fenicjan, chodziło nie tylko o źródło stałych dochodów, ale także o zademonstrowanie, że Kartagina jest gotowa bronić pozostałych kolonii fenickich.Choć zachowało się niewiele zapisów ich starć, wiadomo, że Kartagińczycy walczyli z Grekami na Sycylii. Początkowo Kartagina tylko pomagała koloniom w obronie przed Greckimi najazdami, ale w 480 r. p.n.e. wybuchła otwarta wojna. Na Sycylii doszło do bitwy pod Himerą. Wojskami Kartaginy dowodził Hamilcar Mago, a armiami Grecji Gelo, władca Syrakuz. Szczegóły nie są znane, ale wiadomo, że siły Kartaginy zostały bezceremonialnie rozbite przez Greków, straty Kartagińczyków liczono w setkach tysięcy, a Hamilcar poległ. I tak, po zaledwie jednej wielkiej bitwie, Kartagina została zmuszona do odwrotu i płacenia Grekom daniny, aby zachować swe kolonie na Sycylii.W 410 r. p.n.e. Kartagina ponownie stanęła do walki z Grecją o panowanie nad Sycylią. Tym razem Kartagińczykami dowodził Hannibal Mago. Udało mu się odnieść większy sukces niż jego dziadowi, zajął wiele miast kontrolowanych przez Greków, a następnie wrócił do Kartaginy. W 405 r. p.n.e. Mago podjął próbę przemarszu przez całą Sycylię, ale w jego armii zaczęła szerzyć się dżuma, on sam zachorował i wkrótce zmarł. Wojna z Grecją trwała jeszcze w IV w. p.n.e. W końcu Kartaginie udało się zająć całą Sycylię. Jednak konflikt Grecji i Kartaginy o te tereny nie skończył się i doprowadził do wybuchu wojny z Pyrrusem."
        },
        {
            "heading": "Rzym: od sojusznika do wroga",
            "text": "Podczas konfliktów pomiędzy Grekami i Kartagińczykami Rzym budował swą dominację w całej Italii. Do III w. p.n.e. Rzym walczył z greckim państwem Epir, które broniło Tarentu, włoskiej kolonii toczącej z Rzymem zażarty spór dyplomatyczny. Kiedy w porcie Tarentu zatopiono wiele rzymskich okrętów, Rzymianie wypowiedzieli tej kolonii wojnę, w którą został wciągnięty Epir. Przywódca Greków Pyrrus z Epiru wygrał kilka pierwszych bitew z Rzymianami, w tym bitwę pod Herakleą w 280 r. p.n.e. Rzym ściągnął posiłki z Kartaginy, która zgodziła się na sojusz przeciwko Grekom. Później Pyrrusowi udało się pokonać armię rzymską w bitwie pod Ausculum w 279 r. p.n.e., ale cena tego zwycięstwa była bardzo wysoka. Stracił kilka tysięcy ludzi, stąd właśnie wziął się termin „pyrrusowe zwycięstwo”, oznaczający wygraną odniesioną bardzo wysokim kosztem. Po pięciu latach Pyrrus musiał się wycofać, a Rzym niepodzielnie władał Italią. W tym momencie Kartagina stała się największym zagrożeniem dla rzymskiej dominacji w basenie Morza Śródziemnego."
        },
        {
            "heading": "Początek wojen punickich",
            "text": "Wkrótce po zakończeniu wojny z Pyrrusem dalsza ekspansja Rzymu wywołała gniew Kartaginy. Oba imperia walczyły nie tylko o kontrolę nad terytorium i handlem, ale także o pozycję najważniejszej potęgi w regionie. W 264 r. p.n.e. doszło do serii gwałtownych starć nazwanych wojnami punickimi, którym początek dał spór o kontrolę nad sycylijskim miastem Messyną. Rzymianie doskonale walczyli na lądzie, ale Kartagina posiadała najpotężniejszą flotę tamtych czasów i Rzym musiał dobrze się przygotować, by wygrać z kartagińskimi okrętami. Rzymianie zamontowali na swoich okrętach platformy abordażowe, dzięki czemu mogli wykorzystać umiejętności swej piechoty podczas walki na morzu. Pierwsza wojna punicka zakończyła się w 241 r. p.n.e., Kartagina przegrała wiele bitew, a Rzym wzmocnił swoje znaczenie. Kartagina musiała zapłacić Rzymianom za pokój olbrzymi trybut, co zachwiało siłą jej gospodarki i wojska."
        },
        {
            "heading": "Bunt najemników",
            "text": "Po zakończeniu pierwszej wojny punickiej Kartagińczycy musieli zmierzyć się z konfliktem, który sami wywołali. W całej swej historii Kartagina polegała na najemnikach służących w piechocie jej armii, a krajowe siły zajmowały się utrzymaniem potęgi morskiej. W 240 r. p.n.e. nieopłaceni najemnicy Kartaginy, którzy walczyli w pierwszej wojnie punickiej, wzniecili powstanie, które szybko rozszerzyło się na inne kartagińskie terytoria. W czasie tego konfliktu Hamilkar Barkas, ojciec legendarnego generała Hannibala, poprowadził niewielkie siły Kartaginy do zwycięstwa nad buntownikami, osiągniętego głównie dzięki taktycznemu geniuszowi Barkasa. Udane stłumienie powstania rozsławiło jego nazwisko i bezpośrednio przyczyniło się do wykształcenia jego syna na największego kartagińskiego generała."
        },
        {
            "heading": "Ponowne rozpoczęcie wojen punickich",
            "text": "Druga wojna punicka rozpoczęła się w 218 r. p.n.e. Tym razem powodem jej wybuchu znowu był konflikt regionalny, chodziło o greckie miasto Saguntum na Półwyspie Iberyjskim (Hiszpania). W tym czasie legendarny generał Hannibal był już głównodowodzącym wojsk Kartaginy. Po długotrwałym sporze o kontrolę nad miastem Hannibal poprowadził swoją armię na półwysep i rozpoczął oblężenie Saguntum. Hannibalowi udało się zdobyć miasto i założyć tam bazę operacyjną, co doprowadziło do natychmiastowego wypowiedzenia wojny przez Rzym. Hannibal wykonał zaskakujący manewr taktyczny, postanawiając poprowadzić swą armię drogą lądową do Italii. Było to niesamowite przedsięwzięcie i najsłynniejszy element jego kampanii przeciwko Rzymowi. Prowadząc swą armię niebezpieczną drogą, Hannibal miał nadzieję najechać Italię i zaskoczyć Rzymian. Jego armia składająca się ze 100 000 jeźdźców i piechurów podjęła morderczy marsz przez Pireneje, a potem przez Alpy. Wielu ludzi zginęło, a cenne słonie bojowe umierały od dotkliwego górskiego mrozu.W końcu wojska Rzymu i Kartaginy spotkały się w bitwie nad Trebią w północnej Italii pod koniec 218 r. p.n.e. Po utracie części wojsk podczas przemarszu do Italii Hannibalowi udało się wzmocnić siły, rekrutując plemiona z Galii, zawsze chętne do walki z Rzymianami. Źródła różnią się w opisach przebiegu bitwy, ale pewnikiem jest, że Rzymianie ponieśli sromotną klęskę, stracili tysiące ludzi, mimo że ich armia była większa niż kartagińska.Wojna trwała dalej, Hannibal odnosił kolejne sukcesy, zwyciężył w wielu początkowych starciach poprzedzających bitwę pod Kannami – prawdopodobnie jego największe zwycięstwo w tej wojnie. Doszło do niej w pobliżu wsi Kanny na południowowschodnim wybrzeżu Italii. Była to jedna z największych bitew tej wojny. Rzymianie próbowali przeprowadzić kontratak olbrzymią liczbą legionów. Niestety, rzucenie do walki ludzi bez właściwego dowodzenia nie dało Rzymianom przewagi, a taktyka Hannibala szybko przechyliła szalę zwycięstwa na jego korzyść. W decydującym uderzeniu Kartagińczycy totalnie rozbili kolumny rzymskie, których straty liczono w dziesiątkach tysięcy.Po demoralizującej klęsce pod Kannami Rzymianie rozpoczęli wojnę na wyczerpanie i doprowadzili do sytuacji patowej – żadnej ze stron nie udało się zdobyć nowych terenów w Italii. Choć Hannibal zdobył kilka kolonii w Italii, Rzymianom udało się wedrzeć do Iberii i opanować wiele ważnych kartagińskich miast. Dzięki tym zwycięstwom rzymskie armie złapały wiatr w żagle, a ich dowódca Scypion Afrykański zaczął planować inwazję na Afrykę.Hannibal powrócił do Kartaginy w 203 r. p.n.e., by stawić czoła zagrożeniu ze strony Scypiona. W bitwie pod Zamą osłabione siły Hannibala były mniej liczne od świeżo wzmocnionej armii Rzymu. Hannibalowi udało się przeżyć bitwę, lecz większość jego armii została rozbita, a porażka tak blisko ojczyzny doprowadziła do szybkiego zakończenia drugiej wojny punickiej, trwającej nieprzerwanie blisko dziesięć lat."
        },
        {
            "heading": "Rozpad i zniszczenie",
            "text": "Rzym zgodził się na pokojowe zakończenie konfliktu z Kartaginą w zamian za kolosalne odszkodowanie wojenne i daninę wpłacaną przez pokonanego przeciwnika. Kartagina utraciła Iberię oraz wiele wpływów na światowej scenie. Jednak nie był to koniec tej długiej rywalizacji. 50 lat później wybuchła trzecia wojna punicka, która ostatecznie rozstrzygnęła tę sprawę.Rzym zaatakował ponownie w 149 r. p.n.e., wykorzystując drobne spory regionalne jako usprawiedliwienie ostatecznego podboju Kartaginy i jej narodu. Po wystosowaniu wielu bezsensownych żądań, prawdopodobnie wiedząc, że Kartagina ich nie spełni, Rzymianie rozpoczęli trzyletnie oblężenie miasta. Mieszkańcy Kartaginy bronili się do 146 r. p.n.e., ale w końcu musieli się poddać. Kartagina została spalona, większość jej mieszkańców zamordowano, a ci którzy przeżyli, zostali niewolnikami. To był koniec niegdyś wielkiej i potężnej Kartaginy, jednego z najsilniejszych królestw świata starożytnego i być może największego rywala, z jakim mieli do czynienia Rzymianie."
        },
        {
            "heading": "Spuścizna",
            "text": "Od niewielkiej osady założonej przez wygnańców i wędrowców Kartagina rozrosła się do centrum handlu i największej potęgi morskiej starożytnego świata. Starożytną Kartaginę i jej mieszkańców pamięta się dziś jako tych, którzy rzucili wyzwanie niekwestionowanej potędze Rzymu."
        },
        {
            "heading": "Spuścizna",
            "text": "Od niewielkiej osady założonej przez wygnańców i wędrowców Kartagina rozrosła się do centrum handlu i największej potęgi morskiej starożytnego świata. Starożytną Kartaginę i jej mieszkańców pamięta się dziś jako tych, którzy rzucili wyzwanie niekwestionowanej potędze Rzymu."
        }
    ],
    "leader": {
        "name": "Dydona",
        "subtitle": "Przywódczyni Kartaginy",
        "lived": "ok. 800 r. p.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/dydona.png",
        "trait": {
            "name": "Fenicka spuścizna",
            "effect": "Wszystkie miasta nadmorskie otrzymują darmową przystań. Po zdobyciu pierwszego wielkiego generała jednostki mogą przemierzać góry. 50 PŻ obrażeń, jeśli tura zakończy się na górze."
        },
        "titles": [
            "Królowa Kartaginy"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Historia Dydony, królowej Kartaginy, jak większość legend jest przepełniona intrygą i oszustwami. Była opowiedziana słowami rzymskich dziejopisarzy, a następnie przez poetę Wergiliusza w jego poemacie „Eneida”. Rozpoczyna się, gdy Dydona żyje na dworze swego ojca, króla Mattana z Tyru. Królestwo to było częścią cywilizacji fenickiej, położonej w miejscu dzisiejszego Libanu. Dydona, którą starożytne źródła często nazywają Elissą, po śmierci ojca ok. 800 r. p.n.e. została następczynią tronu. Ogłoszono ją współwładczynią razem z jej bratem Pigmalionem, nie uzyskała jednak poparcia ludu. Mimo że ojciec pragnął, by dzieliła ona rządy z bratem, to właśnie Pigmaliona uważano za króla, Dydona zaś nie miała właściwie żadnej władzy.Wkrótce później Dydonę wydano za kapłana imieniem Acerbas – wedle niektórych źródeł mógł on być jej wujem. Mówi się, że posiadał on znaczny majątek, który ukrył, zakopując głęboko pod ziemią. Król Pigmalion, wiedząc o bogactwach Acerbasa, rozkazał go zamordować z nadzieją, że złoto stanie się własnością jego siostry. Wkrótce Dydona dowiedziała się o tym, że Acerbas zginął z ręki jej brata, choć źródła nie są zgodne, jak do tego doszło. Sam duch zamordowanego miał pojawić się przed nią pewnej nocy i uprzedzić, by uciekała z kraju, zdradzając jednocześnie, gdzie jest ukryte złoto. To właśnie sprytny plan ucieczki przed Pigmalionem po raz pierwszy ukazał chytrość, którą Dydona miała później zasłynąć.Aby nie wzbudzać podejrzeń brata, Dydona powiedziała Pigmalionowi, że chce podróżować po świecie, przysyłając od czasu do czasu do Tyru daniny i podarki. Ten zgodził się i dał jej do dyspozycji małą flotę morską oraz służących, którzy mieli pomóc jej w przygotowaniach do podróży. Potajemnie załadowawszy na statki worki ze złotem Acerbasa, Dydona rozpoczęła realizację swego planu. Aby oszukać Pigmaliona, kazała służącym załadować na górne pokłady worki pełne piasku. Po wyjściu w morze powiedziała, że złoto będzie ofiarą złożoną duchowi jej martwego męża, i nakazała wyrzucić worki z piaskiem do morza. Pigmalion, sądząc, że złoto przepadło na zawsze, nie próbował ścigać statków Dydony.W poszukiwaniu nowego domu Dydona i jej świta zatrzymali się na wyspie Cypr, gdzie do załogi dołączyła grupa miejscowych maruderów. Wylądowali wreszcie na północnym wybrzeżu Afryki i rozpoczęli negocjacje z miejscowym kacykiem, chcąc nabyć kawałek ziemi na budowę nowej osady. Zawarto umowę, wedle której Dydona mogła otrzymać tyle ziemi, ile była w stanie objąć skóra wołu. Lokalny przywódca był pewien, że ubił doskonały interes. Dydona jednak wykazała się dużym sprytem – pocięła skórę wołu na cienkie paski, a następnie na włókna, z których ukręciła długą linę, którą otoczyła dużą połać ziemi, łącznie z pobliskim dużym wzgórzem. Tak powstało miasto Kartagina i reputacja Dydony jako przedsiębiorczej i zdolnej przywódczyni.Dydona rządziła Kartaginą jako jej pierwsza królowa i, jak głosi legenda, wkrótce wielu mężczyzn zaczęło starać się o jej rękę – jednym z nich był trojański książę Eneasz. Jeśli wierzyć Wergiliuszowi, do Kartaginy przybył on dzięki działaniom greckich bogów. Dydona i Eneasz zostali kochankami, a gdy ten ostatni wyruszył dalej w swoją podróż, jego ukochana z rozpaczy popełniła samobójstwo."
            },
            {
                "heading": "Osąd historii",
                "text": "Trudno jest oceniać tak legendarną postać jak Dydona, gdyż osiągnięcie, jakim było założenie Kartaginy, spowija otoczka mitu i tajemnicy. Mimo różnych pogłosek dotyczących jej życia, niezmienna pozostaje jej reputacja sprytnej władczyni, a opowieści o niej do dziś wzbudzają zainteresowanie."
            }
        ]
    }
}