{
    "id": 4,
    "name": "Chiny|Chin|Chinom|Chiny|Chinami|Chinach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/china.png",
    "dawn_of_man": "Niech ci Niebo błogosławi, Cesarzowo Wu Zetian, najpiękniejsza i najdumniejsza władczyni Chin! O wielka Cesarzowo, której cień sprawia, że kwiaty rozkwitają, a rzeki płyną! Przewodzisz Chińczykom, najstarszej i największej cywilizacji ludzkości. Historia Chin sięga zarania czasu, ich lud dokonał wielu wspaniałych rzeczy na długo, zanim zrodziły się inne cywilizacje. Nie sposób opisać, jak wielki jest wkład Chin w sztukę i naukę - prasa drukarska, proch strzelniczy, dzieła Konfucjusza - to zaledwie garstka darów, jakie Chiny dały temu niewdzięcznemu światu!Wielka Królowo, o zniewalającej urodzie, która ze zwykłej konkubiny stałaś się Boską Cesarzową – twój lud wzywa cię, byś go poprowadziła! Wielkie Chiny są znów otoczone przez barbarzyńców. Czy zdołasz pokonać licznych wrogów i przywrócisz świetność swemu krajowi? Zdołasz stworzyć cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Papiernia|Papierni|Papierni|Papiernię|Papiernie|Papierni|Papierniom|Papiernie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/paper_maker.json"
        }
    ],
    "unique_units": [
        {
            "name": "Chu-Ko-Nu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/chu-ko-nu.json"
        }
    ],
    "city_names": [
        "Pekin|Pekinu|Pekinowi|Pekin|Pekinem|Pekinie",
        "Szanghaj|Szanghaju|Szanghajowi|Szanghaj|Szanghajem|Szanghaju",
        "Kanton|Kantonu|Kantonowi|Kanton|Kantonem|Kantonie",
        "Nankin|Nankinu|Nankinowi|Nankin|Nankinem|Nankinie",
        "Xian",
        "Chengdu",
        "Hangzhou",
        "Tiencin",
        "Makau",
        "Shandong",
        "Kaifeng",
        "Ningbo",
        "Baoding",
        "Yangzhou",
        "Harbin|Harbinu|Harbinowi|Harbin|Harbinem|Harbinie",
        "Chongqing",
        "Loyang",
        "Kunming|Kunmingu|Kunmingowi|Kunming|Kunmingiem|Kunmingu",
        "Tajpej",
        "Shenyang",
        "Taiyuan|Taiyuanu|Taiyuanowi|Taiyuan|Taiyuanem|Taiyuanie",
        "Tainan|Tainanu|Tainanowi|Tainan|Tainanem|Tainanie",
        "Dairen",
        "Lijiang",
        "Wuxi",
        "Suzhou",
        "Maoming",
        "Shaoguan",
        "Yangjiang",
        "Heyuan",
        "Liaoning",
        "Hubei",
        "Gansu",
        "Huangshi",
        "Yichang",
        "Yingtan",
        "Xinyu",
        "Xinzheng",
        "Handan",
        "Dunhuang",
        "Gaoyu",
        "Nantong",
        "Weifang",
        "Xikang"
    ],
    "spy_names": [
        "Li",
        "Chen",
        "Zhang",
        "Liu",
        "Yang",
        "Huang",
        "Zhao",
        "Wu",
        "Zhou",
        "Sun"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Podsumowanie bogatej historii Chin w kilku akapitach jest naprawdę trudnym zadaniem. To cywilizacja, która liczy sobie jakieś sześć tysięcy lat i sporą część populacji ziemskiej. Istnieją dowody na to, że prehistoryczni przodkowie człowieka żyli w Chinach jakieś dwa miliony lat temu, a człowiek współczesny mieszkał w tamtej okolicy przez przynajmniej 18 000 lat, a przypuszczalnie znacznie dłużej."
        },
        {
            "heading": "Geografia",
            "text": "Geograficznie Chiny można podzielić na trzy główne obszary: górskie wyżyny na zachodzie, nierówne tereny południowe oraz wschodnie niziny, graniczące z morzami Żółtym i Wschodniochińskim. Przecięte przez kilka dużych rzek, niesamowicie żyzne niziny były centrum potęgi gospodarczej Chin. Ktokolwiek kontroluje te tereny, kontroluje również Zachodnią Azję."
        },
        {
            "heading": "Wczesna historia",
            "text": "Ród Xia to pierwsza znana dynastia sprawująca władzę centralną w Chinach. Konkretne daty, dotyczące początku i końca ich rządów są przedmiotem sporów, ale wielu szanowanych naukowców zgadza się, że Xia panowali od około 2000 roku przed naszą erą do 1600 roku przed naszą erą. Nie kontrolowali oni całych Chin, a większość ich potęgi skupiona była na północy, na obszarze, który później zyskał miano Mandżurii. Ostatecznie Xia zostali pozbawieni władzy przez dynastię Shang, która przetrwała od około XVIII do XII wieku przed naszą erą. Od IX do II wieku Chiny rozrywane były przez niekończące się wojny domowe, ciągnące się przez tak zwane okresy Jesieni i Wiosny, po których nastąpił Okres Walczących Królestw. Ostatecznie w drugim stuleciu przed naszą erą dynastia Qin rozgromiła przeciwników i ustanowiła pierwsze prawdziwie zjednoczone państwo chińskie. Ich następcy, dynastia Han, wprowadzili urząd cesarza, jedynego władcy sprawującego władzę na terenie całych Chin."
        },
        {
            "heading": "Późniejsza historia",
            "text": "W ciągu następnych stuleci Chinami rządziły dynastie Tang i Song. W roku 1271 n.e. państwo zostało podbite przez mongolskiego przywódcę Kubilaj-chana, który założył swoją własną dynastię, znaną jako Yuan. Stulecie później została ona pokonana i władza przeszła w ręce dynastii Ming, która utrzymała ją do XVI wieku naszej ery. Po niej zapanowała dynastia Qing, która rządziła do roku 1912 n.e., kiedy to ustanowiona została Chińska Republika. Przetrwała ona jakieś pięćdziesiąt lat, a następnie w roku 1949 zastąpiona została przez Chińską Republikę Ludową, która nadal istnieje w momencie powstania tego tekstu."
        },
        {
            "heading": "Chińskie wynalazki",
            "text": "Chińczycy byli ludźmi kreatywnymi i innowacyjnymi. Dostarczyli ludzkości kilku najistotniejszych wynalazków w jej historii, wliczając papier, proch, kompas oraz skład drukarski (na wypadek jakichkolwiek wątpliwości, ten akapit jest konieczną częścią każdej dyskusji o chińskiej historii - jest to niepisane prawo)."
        },
        {
            "heading": "Chiny i świat",
            "text": "Przez większą część swojej historii Chiny pozostawały cywilizacją odosobnioną i odizolowaną, przeważnie ignorując (i będąc ignorowaną przez) resztę świata. Nie było to specjalnie trudne, ponieważ przez wiele stuleci posiadały znaczną technologiczną i wojskową przewagę nad wszystkimi zewnętrznymi oponentami. Wszystkie zagrożenia, z którymi nie dało poradzić sobie przy pomocy wojska (na przykład Mongołowie, którzy podbili Chiny w roku 1271) po prostu zostały wchłonięte przez ich dominującą kulturę.Zmieniło się to w XVIII I XIX wieku. W tym okresie potęgi europejskie i Japonia uzyskały solidną przewagę technologiczną nad Chinami. Dodatkowo posiadały one znacznie silniejsze floty, lepsze opancerzenie, komunikację oraz zaawansowaną taktykę wojskową. Pozwoliło to obcym siłom na zajęcie sporej ilości chińskich miast przybrzeżnych, skąd można było prowadzić wyjątkowo dochodowe interesy (wliczając niechlubny handel opium). Słaby i skorumpowany centralny rząd Chin nie był w stanie pozbyć się znienawidzonych obcych, którzy pozostali tam, dopóki większość nie została usunięta przez Japończyków w trakcie i po zakończeniu II wojny światowej."
        },
        {
            "heading": "Dzisiejsze Chiny",
            "text": "Rząd komunistyczny pokonał nacjonalistów wkrótce po Drugiej Wojnie światowej, po czym spędził kolejnych 50 lat na umacnianiu swojej potęgi, modernizacji infrastruktury oraz polepszaniu jakości życia i wykształcenia swojej licznej populacji. Proces ten zawierał kilka większych potknięć, wliczając w to idiotyczną „rewolucję kulturalną”, która doprowadziła do upadku chińskich intelektualistów. W ciągu poprzednich 40 lat Chiny stały się istotną światową potęgą i gospodarczym gigantem, który w krótkim czasie zaćmi wszystkie pozostałe gospodarki, wliczając w to kiedyś niedoścignione Stany Zjednoczone.Mimo to Chiny mają własne trudności. Sporo energii pochłania samo utrzymanie wielkiej i stale rosnącej populacji. Im więcej powstaje fabryk, im więcej samochodów pojawia się na ulicach wielkich miast, tym większym problemem jest skażenie środowiska. Tybet, który zależnie od punktu widzenia jest podbitym narodem lub integralną częścią Chin, pozostaje otwartą raną i źródłem sporego politycznego zamieszania. Ale żaden z tych problemów nie jest nierozwiązywalny i Chiny przygotowują się do zdominowania XXI wieku."
        },
        {
            "heading": "Dzisiejsze Chiny",
            "text": "Rząd komunistyczny pokonał nacjonalistów wkrótce po Drugiej Wojnie światowej, po czym spędził kolejnych 50 lat na umacnianiu swojej potęgi, modernizacji infrastruktury oraz polepszaniu jakości życia i wykształcenia swojej licznej populacji. Proces ten zawierał kilka większych potknięć, wliczając w to idiotyczną „rewolucję kulturalną”, która doprowadziła do upadku chińskich intelektualistów. W ciągu poprzednich 40 lat Chiny stały się istotną światową potęgą i gospodarczym gigantem, który w krótkim czasie zaćmi wszystkie pozostałe gospodarki, wliczając w to kiedyś niedoścignione Stany Zjednoczone.Mimo to Chiny mają własne trudności. Sporo energii pochłania samo utrzymanie wielkiej i stale rosnącej populacji. Im więcej powstaje fabryk, im więcej samochodów pojawia się na ulicach wielkich miast, tym większym problemem jest skażenie środowiska. Tybet, który zależnie od punktu widzenia jest podbitym narodem lub integralną częścią Chin, pozostaje otwartą raną i źródłem sporego politycznego zamieszania. Ale żaden z tych problemów nie jest nierozwiązywalny i Chiny przygotowują się do zdominowania XXI wieku."
        }
    ],
    "leader": {
        "name": "Wu Zetian",
        "subtitle": "Przywódca Chin",
        "lived": "ok. 625 – 705 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/wu_zetian.png",
        "trait": {
            "name": "Sztuka wojny",
            "effect": "Wielcy generałowie otrzymują +15% do premii bojowej i pojawiają się o 50% częściej."
        },
        "titles": [
            "Panująca cesarzowa"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Podobnie jak większość cywilizacji, Chiny przez większość swej historii zdominowane były przez mężczyzn. Mimo że z czasem kobietom udało się wywalczyć nieco praw, większość urzędów była dla nich niedostępna, a w szczególności godność cesarza. Historia Chin zna jednak jedną kobietę, której udało się zdobyć ten tytuł. Była to Wu Zetian. Uznawana jest za jednego z najpotężniejszych przywódców, jakich widział świat, i to bez podziału na mężczyzn czy kobiety."
            },
            {
                "heading": "Konkubina Wu",
                "text": "Wu Zetian była niezwykle pięknym dzieckiem. W wieku 13 lat (około 639 roku n.e.) Wu została konkubiną cesarza Taizonga. Jako że nie powiła dziecka, w chwili jego śmierci w 649 roku została odesłana do buddyjskiego klasztoru. Była to typowa procedura praktykowana względem konkubin cesarza, które nie zdołały urodzić potomstwa. Tak mogła zakończyć się jej historia. Los zdecydował jednak inaczej.Życie Wu Zetian było bardzo skomplikowane, tak jak i polityka chińska w owych czasach. Cesarzowa Wang, żona aktualnie panującego cesarza Gaozonga (syn Taizonga) była zmartwiona tym, że Gaozong za bardzo zbliżył się do konkubiny Xiao. Istotnie miała powody do zmartwienia – historia znała przypadki, gdy konkubiny zastępowały cesarzowe, a nawet doprowadzały do ich śmierci. Aby odciągnąć uwagę męża od Xiao, cesarzowa postanowiła ściągnąć na dwór młodą i piękną Wu.Obrana przez cesarzową taktyka okazała się sukcesem znacznie większym, niż zakładano. Młoda Wu okręciła sobie cesarza wokół palca tak skutecznie, że niedługo później doprowadziła do śmierci obu swych rywalek i sama uzyskała godność cesarzowej. Niektórzy historycy są zdania, iż by osiągnąć swój cel, Wu zamordowała własną nowo narodzoną córkę i wrobiła w to morderstwo cesarzową. Choć nie ma na to jasnych dowodów, kolejne zdarzenia sugerują, że byłaby do tego zdolna."
            },
            {
                "heading": "Nadworna konkubina Wu",
                "text": "Po zostaniu cesarzową Wu zaczęła szybko umacniać swoją pozycję. Dzięki sojuszom z wieloma potężnymi urzędnikami mogła rozprawić się ze wszystkimi, którzy źle jej życzyli. Uzyskała też prawo doradzania cesarzowi i z czasem zaczęła cieszyć się coraz większym szacunkiem na dworze. W 660 roku n.e. cesarz zaczął podupadać na zdrowiu. Niektórzy przekonani są, iż stała za tym właśnie Wu. Z powodu choroby stopniowo oddawał żonie coraz więcej władzy. Mająca około 35 lat Wu okazała się być wyjątkowo sprawnym administratorem. Dzięki rozległej wiedzy z zakresu historii i literatury, bezbłędnie wyszukiwała i likwidowała wszystkich tych, którzy spiskowali lub mogliby w przyszłości stanowić dla niej zagrożenie. W momencie śmierci cesarza Gaozonga, co miało miejsce w roku 683, Wu była najpotężniejszą osobą w Chinach."
            },
            {
                "heading": "Cesarzowa wdowa Wu",
                "text": "Po śmierci Gaozonga na tron wstąpił syn Wu, Zhongzong. Niemal od pierwszych dni panowania, zaczął on przejawiać zbyt dużą niezależność. Powoływał np. ważnych urzędników bez konsultacji z matką. Obawiając się o utratę wpływów, Wu zdecydowała się wypędzić syna z Chin. Gdy zrealizowała swój plan, na tron wstąpił jej najmłodszy syn, Ruizong. Wu utrzymywała go w pewnej izolacji. Sam Ruizong też jednak nie kwapił się do wchodzenia matce w drogę. Obawiając się, że podzieli los brata."
            },
            {
                "heading": "Cesarzowa Wu",
                "text": "W 690 roku n.e. Wu zdecydowała się sama wstąpić na tron. Jej syn Ruizong otrzymał tytuł koronowanego księcia. Wywołało to falę niezadowolenia wśród tradycjonalistów. Wu rozprawiła się z nimi w swoim stylu – po raz kolejny zabijając i wypędzając swoich wrogów. Rozszerzyła kompetencje tajnej policji, która odpowiadała tylko przed nią i prześladowała jej oponentów. Była cesarzową przez 15 lat. Dożyła osiemdziesięciu lat. Wtedy ciężko zachorowała i została usunięta z tronu. Niedługo później zmarła."
            },
            {
                "heading": "Werdykt historii",
                "text": "Wu zasłynęła jako sprawny administrator i przenikliwa znawczyni charakterów. Potrafiła otaczać się lojalnymi i wartościowymi dla jej sprawy ludźmi. Generałowie, których wybrała, podbili Koreę i wcielili ten bogaty kraj w granice cesarstwa. Była krwawa i bezwzględna, nawet jak na chińskie realia. Szybko reagowała na wszelkie potencjalne zagrożenia. Gdy udało jej się umocnić pozycję na tronie, rządziła korzystając z usług tajnej policji. Jej kompetencje i zdecydowanie podziwiali nawet wrogowie.W skrócie, jej rządy były łaskawe dla tych, którzy się jej nie sprzeciwiali, a zabójcze dla wszelkiej opozycji. Wu Zetian była jednym z najbardziej fascynujących władców w dziejach i warto poznać jej historię."
            }
        ]
    }
}