{
    "id": 23,
    "name": "Dania|Danii|Danii|Danię|Danią|Danii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/dania|danii|danii|danię|danią|danii.png",
    "dawn_of_man": "Cześć i chwała Haraldowi Sinozębemu Gormssonowi, potężnemu dziedzicowi króla Gorma Starego i Tiry Dannebod. Nie tylko pokonałeś armie Norwegii, ale ukończyłeś budowę wielkich konstrukcji – licznych fortów, które chroniły lud przed inwazjami i niepokojami wewnętrznymi. Udało ci się przepędzić fale osadników niemieckich w roku 983 i obronić królestwo przed niepożądanymi wpływami.Niezłomny wikingu, znowu możesz być wielkim. Stań i poprowadź swój lud do władzy i triumfu! Czy świat znów będzie drżał na samą myśl o wielkich armiach ludzi północy? Czy okrzyki bojowe wikingów znowu zabrzmią pośród spienionych fal? Czy uda ci się zbudować cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Berserkowie|Berserków|Berserkom|Berserków",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/berserker.json"
        },
        {
            "name": "Narciarze norwescy|Narciarzy norweskich|Narciarzom norweskim|Narciarzy norweskich",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/norwegian_ski_infantry.json"
        }
    ],
    "city_names": [
        "Kopenhaga|Kopenhagi|Kopenhadze|Kopenhagę|Kopenhagą|Kopenhadze",
        "Arhus|Arhusu|Arhusowi|Arhus|Arhusem|Arhusie",
        "Kuapang",
        "Ribe",
        "Viborg|Viborga|Viborgowi|Viborg|Viborgiem|Viborgu",
        "Tunsberg",
        "Roskilde",
        "Hedeby",
        "Oslo",
        "Jelling",
        "Truso",
        "Bergen",
        "Faeroerne",
        "Reykjavik|Reykjaviku|Reykjavikowi|Reykjavik|Reykjavikiem|Reykjaviku",
        "Trondheim",
        "Godthab",
        "Helluland",
        "Lillehammer",
        "Markland",
        "Elsinore|Elsinory|Elsinorze|Elsinorę|Elsinorą|Elsinorze",
        "Sarpsborg|Sarpsborga|Sarpsborgowi|Sarpsborg|Sarpsborgiem|Sarpsborgu",
        "Odense",
        "Aalborg|Aalborga|Aalborgowi|Aalborg|Aalborgiem|Aalborgu",
        "Stavanger",
        "Vorbasse",
        "Schleswig|Schleswigu|Schleswigowi|Schleswig|Schleswigiem|Schleswigu",
        "Kristiansand",
        "Halogaland",
        "Randers",
        "Fredrikstad",
        "Kolding",
        "Horsens",
        "Tromsoe",
        "Vejle",
        "Koge",
        "Sandnes",
        "Holstebro",
        "Slagelse",
        "Drammen",
        "Hillerod",
        "Sonderborg|Sonderborga|Sonderborgowi|Sonderborg|Sonderborgiem|Sonderborgu",
        "Skien",
        "Svendborg|Svendborga|Svendborgowi|Svendborg|Svendborgiem|Svendborgu",
        "Holbaek",
        "Hjorring",
        "Fladstrand",
        "Haderslev",
        "Ringsted",
        "Skive"
    ],
    "spy_names": [
        "Jørgen",
        "Mette",
        "Henrik",
        "Niels",
        "Helle",
        "Frederik",
        "Ida",
        "Thea",
        "Freja",
        "Morten"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Królestwo Danii, położone między nordyckimi krajami Europy Północnej, składa się z Danii kontynentalnej, oraz Grenlandii i Wysp Owczych. To jedno z najstarszych królestw świata – jego początki sięgają VI i VII wieku n.e., kiedy Duńczycy byli jeszcze ludem plemiennym rozsianym po całym regionie. Zjednoczenia plemion dokonał król Harald Sinozęby, ponadto wielu Duńczyków osiedliło się w Anglii i Irlandii podczas inwazji w epoce wikingów. Od czasów podbojów wikińskich aż po współczesność Duńczycy zawsze byli w centrum wydarzeń światowych."
        },
        {
            "heading": "Klimat i geografia",
            "text": "Dania to niewielki kraj (ma powierzchnię równą mniej więcej połowie amerykańskiego stanu Maine) położony w Europie Północnej. Wraz ze swymi sąsiadami, Norwegią i Szwecją, Dania tworzy region nazywany Skandynawią. Dania składa się w większości z setek małych wysp i półwyspu Jutlandzkiego, a część kontynentalna kraju graniczy od południa z Niemcami, co czyni ją jedynym krajem skandynawskim bezpośrednio połączonym z kontynentalną Europą.Dania jest krajem równinnym, którego najwyższe pagórki wznoszą się na wysokość zaledwie 560 stóp (171 m) nad poziomem morza. Leży w strefie umiarkowanej – miesiące letnie i zimowe są względnie łagodne, rzadko występują tam ekstremalne temperatury i obfite opady."
        },
        {
            "heading": "Początki i wczesna historia",
            "text": "Podczas ostatniej epoki lodowcowej teren dzisiejszej Danii był praktycznie w całości pokryty formacjami lodowcowymi. Kiedy lód zaczął się cofać, około 12000 – 14000 lat p.n.e., niewielkie grupy myśliwych-zbieraczy zaczęły osiedlać się w tym rejonie, a ich głównym źródłem pożywienia były renifery. Myśliwi ci prowadzili koczowniczy tryb życia. Przemieszczali się wraz z porami roku wzdłuż tras migracji zwierząt, które umożliwiały im przetrwanie.Z czasem populacja tego wyspiarskiego regionu rosła dzięki przenoszącym się na północ imigrantom mającym dużą wiedzę na temat rolnictwa. Mniej więcej w 3000 r. p.n.e. rolnicy rozpoczęli karczowanie wielkich lasów liściastych porastających Danię, czego dowodem są znajdowane współcześnie topory z krzemienia.W tym czasie bardzo popularny stał się zwyczaj budowania „dolmenów”, swego rodzaju grobowców, oraz „grobów przejścia”. Dolmen to grobowiec złożony z wielu stojących kamieni przykrytych o wiele większym głazem. Te wczesne grobowce przeistoczyły się w groby przejścia, megalityczne budowle z wąskim wejściem okolonym dużymi głazami. Wejście prowadziło do komnaty grzebalnej pokrytej ziemią i dodatkowymi kamieniami. Spekuluje się, że społeczności latami budowały te megalityczne grobowce, choć archeolodzy wciąż nie są pewni ich przeznaczenia, ponieważ w części odkrytych budowli nie znaleziono ludzkich szczątków.Podczas nordyckiej epoki brązu grobowce te ewoluowały w „tumulusy”, czyli kopce grzebalne, do dziś kojarzone z wikingami. Również w tym okresie topór bojowy, legendarna broń wikingów, przeszedł z epoki kamienia do epoki brązu. Dania nie miała dużych zasobów miedzi do produkcji brązu, ale jej duże ilości trafiały na północ dzięki handlowi i podbojom, dzięki czemu Duńczycy opanowali sztukę obróbki metalu. Do VIII wieku popularne stało się żelazo, a wikingowie mieli pod dostatkiem swojej ulubionej broni."
        },
        {
            "heading": "Epoka wikingów",
            "text": "Począwszy od końca VIII wieku wikingowie z Danii, Norwegii i Szwecji każdej wiosny wyprawiali się przez Morze Północne do Anglii. W końcu zaatakowali również Francję, Hiszpanię i ruszyli na wschód. W roku 793 słynny najazd wikingów na Lindisfarne, chrześcijański klasztor na wybrzeżu Anglii, otworzył oczy mieszkańcom Europy Zachodniej na to wielkie zagrożenie. To wydarzenie nieoficjalnie uznaje się za początek końca epoki wikingów.Legendarny wiking Ragnar Lodbrok, który w roku 845 wpłynął na Sekwanę i zagroził zniszczeniem Paryża, wymusił w ten sposób okup 7000 funtów srebra, czym zapewnił wikingom trwałe miejsce w historii jako zakały XI wieku. Rzekoma skłonność Ragnara do składania więźniów w ofierze bogom północy przerażała królewskie rody Europy, co doprowadziło do wypłacania wikingom coraz większych okupów (zwanych danegeld).Kluczem do sukcesów najazdów wikińskich były ich niezrównane umiejętności szkutnicze. Wikingowie byli znani jako doskonali marynarze, a gdy skonstruowali langskip, zwany też drakkarem, zyskali olbrzymią przewagę nad resztą ludów. Na otwartym morzu wikingowie polegali na żaglach i sile wiatrów, jednak na wodach przybrzeżnych i rzekach szybko chwytali za wiosła, dzięki czemu ich jednostki stawały się zwrotniejsze. Ta uniwersalność przyniosła zgubę wielu europejskim państwom na wybrzeżu Europy."
        },
        {
            "heading": "Utworzenie królestwa",
            "text": "Król Gorm Stary stworzył fundamenty królestwa Danii około roku 936. Ale to jego syn, Harald Sinozęby, był pierwszym władcą całej Danii i rozszerzył swe posiadłości na część Norwegii i Szwecji. Sinozęby był wielkim zwolennikiem nawrócenia Duńczyków na chrześcijaństwo, a proces ten kontynuowali kolejni władcy, szczególnie Kanut Wielki i Swen II.Kanut (zwany także Knutem) rządził od roku 1016 aż do swej śmierci w roku 1035. W pewnym momencie był królem Anglii, Danii, Norwegii i nawet części Szwecji. Jego rządy w Anglii miały olbrzymie znaczenie, gdyż w tym czasie angielscy mnisi zostali wysłani do Danii, by pomóc krzewić tam chrześcijaństwo. W ramach zadośćuczynienia dla Kościoła, Kanut nakazał odbudowę wszystkich angielskich kościołów i klasztorów zniszczonych w przeszłości przez wikingów, w niektórych wypadkach zwrócił nawet zrabowane z nich bogactwa.Po śmierci Kanuta Magnus I przez krótki czas rządził Norwegią i Danią. Ale to rządy jego następcy, Swena II, miały o wiele trwalszy wpływ na całe królestwo. Za rządów Swena w całej Danii wznoszono kościoły, a jej mieszkańcy zbliżyli się do europejskich chrześcijan dzięki upowszechnieniu nauki łaciny. Swen był jednak kontrowersyjnym władcą, a jego stosunki z Kościołem często były napięte. Przez całe życie Swen spłodził ponad 20 dzieci, z których 19 uznano za nieślubne. Z tej dziewiętnastki, po śmierci Swena w roku 1074, pięciu synów (Harald III, Kanut IV, Olaf I, Eryk I i Niels) przez kolejnych 60 lat pokojowo wstępowało po sobie na tron Danii.Od 1397 roku aż do roku 1523 Dania należała do unii kalmarskiej jednoczącej pod jednym panowaniem królestwa Danii, Norwegii i Szwecji. Za czasów tej unii na tronie Danii zasiadła pierwsza kobieta, królowa Małgorzata I, panująca do roku 1412. Obecna królowa Danii Małgorzata II jest dopiero drugą monarchinią w historii tego kraju."
        },
        {
            "heading": "Późna historia",
            "text": "Na przestrzeni XVI-XVIII wieku Dania była bogatym krajem, czerpiącym zyski z kwitnącego handlu z resztą Europy. Chrystian IV, najdłużej panujący monarcha Danii, zasiadający na tronie od roku 1588 do 1648, doprowadził do rozwoju obronności Danii i wzmocnił jej fundamenty gospodarcze i kulturowe. Za jego rządów duńska marynarka wojenna powiększyła się dwukrotnie, zbudowano też liczne fortece. W 1616 r. powstała duńska Kompania Wschodnioindyjska, która dzięki wprowadzonemu przez Chrystiana monopolowi handlowemu oraz za sprawą przemytu herbaty do Anglii na krótko zwiększyła dochód narodowy. Choć Chrystian jest bardzo popularnym historycznym przywódcą Danii, to jego zaangażowanie w liczne wojny, szczególnie w Wojnę Trzydziestoletnią, doprowadziło w końcu do zmniejszenia wpływów duńskich w basenie Morza Bałtyckiego.Podczas wojen napoleońskich Wielka Brytania była niezadowolona z kwitnącej wymiany handlowej między Danią i Francją, co doprowadziło do coraz gwałtowniejszych starć na morzu. W 1801 r. większość duńskiej floty została zniszczona przez Brytyjczyków w bitwie pod Kopenhagą. Anglicy coraz bardziej obawiali się, że Dania wpadnie w ręce Francji, co ograniczy Wielkiej Brytanii dostęp do Morza Bałtyckiego i co byłoby niepowetowaną stratą dla brytyjskiego dowództwa.W 1807 r. rozpoczęło się bombardowanie Kopenhagi (druga bitwa pod Kopenhagą), kiedy to brytyjska flota wspierana przez siły lądowe okrążające miasto zaatakowała nieliczne siły duńskie, które odmówiły kapitulacji. Duża część Kopenhagi została zniszczona. Podczas ataku zginęło ponad 5000 żołnierzy i cywilów, a Brytyjczycy skonfiskowali pozostałe okręty duńskiej floty. Wydarzenia te spowodowały, że Dania dołączyła do wojny, stając po stronie Francuzów. Dania walczyła do roku 1813. Wojna ta doprowadziła kraj do bankructwa, co zmusiło Danię do podpisania traktatu kilońskiego zawartego pomiędzy Wielką Brytanią, Szwecją i sojuszniczymi królestwami Danii i Norwegii."
        },
        {
            "heading": "II wojna światowa",
            "text": "Podczas I wojny światowej Dania zachowała neutralność, jednak nie udało jej się uniknąć udziału w II wojnie światowej. W kwietniu 1940 r. Niemcy najechały Danię, nie napotkawszy silnego oporu. Duńczykom pozwolono zachować większość niezależnych struktur rządowych. Podczas okupacji kraj kontynuował współpracę gospodarczą z Niemcami aż do roku 1943. W sierpniu tego roku rząd duński odmówił dalszego wspierania Niemców i nakazał zatopienie większości własnej floty. Podczas okupacji władze Danii i ruch oporu pomogły większości duńskich Żydów przedostać się do Szwecji.Po wyzwoleniu w 1945 r. Dania szybko przyłączyła się do sił alianckich i została jednym z członków założycieli Organizacji Narodów Zjednoczonych. Ponadto Dania aktywnie uczestniczyła w powołaniu Paktu Północnoatlantyckiego (NATO) – sojuszu wojskowego zawiązanego w roku 1949."
        },
        {
            "heading": "Współczesna Dania",
            "text": "Dziś Dania jest monarchią konstytucyjną – królowa Małgorzata II jest głową państwa z systemem rządów parlamentarnych. Dania przystąpiła do Europejskiej Wspólnoty Gospodarczej (poprzedniczka Unii Europejskiej) po narodowym referendum przeprowadzonym w 1972 r. Jednak w przeciwieństwie do wielu krajów członkowskich Dania odmówiła zmiany waluty na euro. Współczesna Dania ma kwitnącą gospodarkę, doskonale prosperującą pomimo niewielkich rozmiarów kraju – obecnie zajmuje 16. miejsce na świecie pod względem wielkości PKB. Dania eksportuje głównie żywność i żywiec, a także maszyny i materiały przemysłowe. Mimo znacznych pokładów ropy naftowej Dania jest światowym liderem na polu elektrowni wiatrowych. Aktualnie wytwarzają one ponad 15% energii elektrycznej – żaden kraj na świecie nie polega w tym stopniu na wykorzystaniu energii wiatru. Od skromnych początków w epoce kamienia Dania przeistoczyła się w jeden z najdynamiczniej rozwijających się krajów świata."
        },
        {
            "heading": "Znani Duńczycy",
            "text": "Na kartach historii kultury i nauki zapisało się wielu Duńczyków. Pisarz i poeta Hans Christian Andersen zasłynął swymi baśniami dla dzieci, których wznowienia ukazują sie po dziś dzień. Niels Bohr, duński fizyk, który zdobył w 1922 roku Nagrodę Nobla, miał znaczący udział w stworzeniu pierwszej bomby atomowej. W połowie XX wieku „ojciec duńskiego designu”, Arne Jacobsen, stał się wzorem dla projektantów i architektów z całego świata dzięki nowoczesnemu, funkcjonalnemu stylowi wykorzystywanemu praktycznie we wszystkim – od mebli, aż po elementy oświetleniowe."
        },
        {
            "heading": "Znani Duńczycy",
            "text": "Na kartach historii kultury i nauki zapisało się wielu Duńczyków. Pisarz i poeta Hans Christian Andersen zasłynął swymi baśniami dla dzieci, których wznowienia ukazują sie po dziś dzień. Niels Bohr, duński fizyk, który zdobył w 1922 roku Nagrodę Nobla, miał znaczący udział w stworzeniu pierwszej bomby atomowej. W połowie XX wieku „ojciec duńskiego designu”, Arne Jacobsen, stał się wzorem dla projektantów i architektów z całego świata dzięki nowoczesnemu, funkcjonalnemu stylowi wykorzystywanemu praktycznie we wszystkim – od mebli, aż po elementy oświetleniowe."
        },
        {
            "heading": "Znani Duńczycy",
            "text": "Na kartach historii kultury i nauki zapisało się wielu Duńczyków. Pisarz i poeta Hans Christian Andersen zasłynął swymi baśniami dla dzieci, których wznowienia ukazują sie po dziś dzień. Niels Bohr, duński fizyk, który zdobył w 1922 roku Nagrodę Nobla, miał znaczący udział w stworzeniu pierwszej bomby atomowej. W połowie XX wieku „ojciec duńskiego designu”, Arne Jacobsen, stał się wzorem dla projektantów i architektów z całego świata dzięki nowoczesnemu, funkcjonalnemu stylowi wykorzystywanemu praktycznie we wszystkim – od mebli, aż po elementy oświetleniowe."
        }
    ],
    "leader": {
        "name": "Harald Sinozęby",
        "subtitle": "Przywódca Danii",
        "lived": "~920 r.n.e. – 986 r.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harald_sinozęby.png",
        "trait": {
            "name": "Furia wikingów",
            "effect": "Zaokrętowane jednostki otrzymują +1 do [ICON_MOVES] ruchu i płacą tylko 1 punkt ruchu za zejście z morza na ląd. Jednostki walczące wręcz nie wydają punktów ruchu na plądrowanie."
        },
        "titles": [
            "Król Danii",
            "Król Norwegii"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Harald „Sinozęby” Gormsson był królem Danii przez prawie 30 lat, począwszy od około 958 r. Podczas swego panowania Sinozęby zjednoczył plemiona duńskie i chronił swój lud przed zakusami Norwegii i Niemiec, między innymi wznosząc wiele budowli obronnych. Sinozęby odrzucił pogańskie tradycje przodków, stał się żarliwym chrześcijaninem i dążył do pokojowego nawrócenia Duńczyków."
            },
            {
                "heading": "Wczesne lata życia",
                "text": "Dokładna data narodzin Sinozębego nie jest znana, ale wzmianki o jego osiągnięciach jako króla pozwalają przypuszczać, że przyszedł na świat około roku 920. Sinozęby był synem króla Gorma Starego i królowej Tyry Danebod. Wychowywano go zgodnie z tradycją wikingów. W młodości Sinozęby i jego brat Kanut (zwany też Knutem) wypłynęli na morze, by grabić, plądrować i przywieźć ojcu wielkie łupy wojenne. Przypuszcza się, że Kanut, pierworodny i ukochany syn Gorma, zginął w Anglii podczas jednego z napadów u wybrzeży Irlandii. Po śmierci Kanuta Sinozęby został jedynym dziedzicem duńskiego tronu. Po śmierci Gorma w 958 r. Sinozęby zasiadł na tronie i okazał się być zdolnym przywódcą, nie tylko na polu bitwy."
            },
            {
                "heading": "Zjednoczenie Danii",
                "text": "Tuż po śmierci ojca Sinozęby skonsolidował władzę i szybko zaczął jednoczyć pod swymi rządami pozostałe skłócone plemiona. Chociaż jego ojca, Gorma, uznaje się za pierwszego prawdziwego króla Danii, nie władał on całym regionem, gdyż część plemion zachowywała niepodległość. Dopiero Sinozęby zjednoczył pod swym berłem całą Danię oraz część Norwegii i Szwecji. Przez jakiś czas rościł sobie prawa do tytułu króla Norwegii, ale jego wpływy w tym kraju raczej nie były zbyt duże."
            },
            {
                "heading": "Projekty budowlane",
                "text": "W okresie swych rządów Sinozęby wzniósł w Danii wiele budowli. W tym czasie kamienie runiczne były powszechną formą upamiętniania zmarłych i ich dokonań, a Sinozęby uważał, że powinien w ten sposób uczcić pamięć swoich rodziców. Zamawiając drugi kamień z Jelling na ich cześć, Sinozęby stworzył najbardziej znany duński zbiór runicznych inskrypcji. Na kamieniu z Jelling znajduje się wizerunek Chrystusa na krzyżu i dlatego jest on nazywany „świadectwem chrztu Danii” i symbolizuje koniec tradycji politeistycznej, którą praktykowała większość Duńczyków.Poza kamieniami w Jelling Sinozęby zbudował też sześć fortec pierścieniowych nazywanych „Trelleborg”. Nakazał wzniesienie tych fortów w strategicznych miejscach Danii po utracie części ziem na rzecz różnych plemion germańskich. Twierdze te, mogące pomieścić nawet 500 duńskich wojowników, uniemożliwiły odebranie kolejnych ziem i ochroniły Danię przed kolejnymi atakami."
            },
            {
                "heading": "Nawrócenie na Chrześcijaństwo",
                "text": "Około 960 roku Sinozęby nawrócił się na Chrześcijaństwo, jednak okoliczności tego wydarzenia po dziś dzień pozostają tematem sporu historyków. Dwie najbardziej znane opowieści pochodzą od ówczesnych historyków: Widukinda z Corvey i Adama z Bremy. Widukind napisał, że Sinozęby został nawrócony przez duchownego o imieniu „Poppa”, będącego gościem na królewskim dworze lub misjonarzem, który zjawił się w Danii. Adam z Bremy (który spisał swoją opowieść około 100 lat później) uważał, że Sinozęby został zmuszony do nawrócenia przez Ottona I Niemieckiego po przegranej bitwie.Niezależnie od tego, jak doszło do nawrócenia, można z całą pewnością stwierdzić, że Harald został gorliwym chrześcijaninem. Nie tylko umieścił chrześcijańskie wizerunki na kamieniu z Jelling upamiętniającym jego rodziców, ale także usunął ciało ojca z tradycyjnego kurhanu wikingów i pochował go w podziemiach nowowybudowanego kościoła, przy którym po dziś dzień stoją kamienie z Jelling."
            },
            {
                "heading": "Osąd historii",
                "text": "Dziś król Harald Sinozęby uznawany jest za mądrego króla, który zasiadał na duńskim tronie przez ponad 30 lat. Udało mu się zachować niepodległość państwa, mimo nacisków wielu sąsiednich imperiów, a jednocześnie stworzył kulturowe podwaliny swego ludu na kolejne wieki. W końcu przeciwko Sinozębemu zbuntował się jego syn, Swen, i zmusił ojca do opuszczenia Danii. Po śmierci Haralda w 986 r. na tronie zasiadł Swen Widłobrody, który pozostawił po sobie własną spuściznę."
            }
        ]
    }
}