{
    "id": 5,
    "name": "Egipt|Egiptu|Egiptowi|Egipt|Egiptem|Egipcie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/egipt|egiptu|egiptowi|egipt|egiptem|egipcie.png",
    "dawn_of_man": "Bądź pozdrowiony, wielki Ramzesie, Faraonie Egiptu, który sprawiasz, że słońce wschodzi, a Nil płynie, i obdarzasz swój szczęśliwy lud wszelkim dobrem! O wielki panie, twój lud od niepamiętnych czasów mieszka na brzegach Nilu, dał światu pismo i wyższą matematykę, rzeźbiarstwo i architekturę. Tysiące lat temu wznieśli wielkie monumenty, które dumnie stoją po dziś dzień.Ramzesie, twój lud przetrwał niezliczone lata, gdy inne żałosne narody rodziły się i obracały w perzynę. Chcą, byś raz jeszcze poprowadził ich do wielkości. Czy oddasz cześć bogom i przywrócisz Egiptowi godne miejsce w samym środku świata? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Grobowiec|Grobowca|Grobowcowi|Grobowiec|Grobowce|Grobowców|Grobowcom|Grobowce",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/burial_tomb.json"
        }
    ],
    "unique_units": [
        {
            "name": "Rydwany bojowe|Rydwanów bojowych|Rydwanom bojowym|Rydwanów bojowych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/war_chariot.json"
        }
    ],
    "city_names": [
        "Teby|Teb|Tebom|Teby|Tebami|Tebach",
        "Memfis",
        "Heliopolis",
        "Elefantyna|Elefantyny|Elefantynie|Elefantynę|Elefantyną|Elefantynie",
        "Aleksandria|Aleksandrii|Aleksandrii|Aleksandrię|Aleksandrią|Aleksandrii",
        "Pi-Ramesses",
        "Giza|Gizy|Gizie|Gizę|Gizą|Gizie",
        "Akhetaten|Akhetatenu|Akhetatenowi|Akhetaten|Akhetatenem|Akhetatenie",
        "Hieraconpolis",
        "Abydos|Abydosu|Abydosowi|Abydos|Abydosem|Abydosie",
        "Asjut|Asjutu|Asjutowi|Asjut|Asjutem|Asjucie",
        "Awaris",
        "Lisht",
        "Buto",
        "Edfu",
        "Pithom",
        "Busiris",
        "Kahun",
        "Athribis",
        "Mendes",
        "El-Ashmunein",
        "Tanis|Tanisu|Tanisowi|Tanis|Tanisem|Tanisie",
        "Bubastis",
        "This",
        "Oryx|Oryxu|Oryxowi|Oryx|Oryxem|Oryxie",
        "Sebennytus",
        "Akhmim|Akhmimu|Akhmimowi|Akhmim|Akhmimem|Akhmimie",
        "Karnak",
        "Luksor|Luksoru|Luksorowi|Luksor|Luksorem|Luksorze",
        "El-Kab",
        "Armant",
        "Balat|Balatu|Balatowi|Balat|Balatem|Balacie",
        "El-Lahun",
        "Kom Medinet Ghurab",
        "Hawara|Hawary|Hawarze|Hawarę|Hawarą|Hawarze",
        "Dahszur",
        "Raqote",
        "Damanhur",
        "Merimde",
        "Abusir|Abusiru|Abusirowi|Abusir|Abusirem|Abusirze",
        "Herakleopolis",
        "Akoris|Akorisu|Akorisowi|Akoris|Akorisem|Akorisie",
        "Bani Hassan",
        "Tasa|Tasy|Tasie|Tasę|Tasą|Tasie",
        "Badari",
        "Hermopolis",
        "Amrah|Amrahu|Amrahowi|Amrah|Amrahem|Amrahu",
        "Negade",
        "Koptos",
        "Hermonthis",
        "Ombos",
        "Aniba|Aniby|Anibie|Anibę|Anibą|Anibie",
        "Soleb|Soleba|Solebowi|Soleb|Solebem|Solebie",
        "Semna|Semny|Semnie|Semnę|Semnę|Semnie",
        "Amara|Amary|Amarze|Amarę|Amary|Amarze"
    ],
    "spy_names": [
        "Refaat",
        "Heba",
        "Salah",
        "Ahmed",
        "Zakaria",
        "Bastet",
        "Ma'at",
        "Nebhet",
        "Tefenet",
        "Neuth"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Niewiele cywilizacji zostawiło w historii tak wyraźny ślad jak Egipt. Państwo to istniało w dolinie potężnej rzeki Nil przez około 5000 lat i jest jedną z najstarszych nadal istniejących cywilizacji na planecie. Obok wielu odkryć Egipcjanom przypisuje się wynalezienie pisma w roku 3000 p.n.e. Używając skomplikowanej matematyki, naukowcy egipscy potrafili z wielką dokładnością przewidzieć ruch planet. Oczywiście Egipcjanie byli też największymi starożytnymi architektami, tworząc pomniki i świątynie, które po dziś dzień zachwycają i inspirują."
        },
        {
            "heading": "Geografia",
            "text": "Egipt był cywilizacją, która zamieszkiwała nadbrzeżne tereny wokół Nilu, który liczy sobie około 6500 kilometrów długości i jest najdłuższą rzeką na planecie. Egipt zajmuje tereny położone wokół północnego kawałka rzeki w wąskim, ale bardzo żyznym korytarzu, który biegnie przez niegościnne, pustynne tereny Sahary w Afryce Północnej. Mimo, że fizycznie teren Egiptu rozciągał się na znaczne odległości na wschód i na zachód, przeważającą część tych ziem stanowiła bezużyteczna pustynia i przez całą swoją historię prawie wszyscy Egipcjanie mieszkali w odległości pieszego spaceru od rzeki.Zanim w XX wieku wybudowane zostały zapory, Nil każdego lata zalewał okoliczne tereny. Farmerzy Egipscy polegali na tych powodziach, jako przynoszących wodę i składniki organiczne. Suchy rok miał wagę klęski żywiołowej i mógł łatwo spowodować głód. Poza tym Nil zapewniał Egipcjanom solidną dawkę protein, ponieważ posiadali oni znaczne umiejętności w łowieniu ryb. Bardzo wcześnie odkryli też sposoby budowy oraz poruszania się małymi statkami.Morze Śródziemne znajduje się na północ od Egiptu. Jest łagodne, bogate w ryby i zachęca wszystkie cywilizacje, mieszkające na jego wybrzeżach, do eksploracji i handlu."
        },
        {
            "heading": "Początki",
            "text": "Uważa się, że pierwsi osadnicy pojawili się w dolinie Nilu około roku 7000 p.n.e. Przenieśli się w pobliże rzeki, ponieważ zmiana klimatu przeobraziła otaczające niegdyś żyzne ziemie w pustynię. Przed rokiem 5000 p.n.e. małe wioski umieszczone wzdłuż rzeki zajmowały się uprawą zboża, a w miarę rozwoju rolnictwa osady te rosły w ludność i potęgę. W miejscach pochówku z tamtego okresu można odnaleźć przedmioty zbytku, takie jak pogrzebowe wyroby garncarskie, miedziane ozdoby, naszyjniki i kosmetyki, co sugeruje znaczący wzrost dobrobytu w kulturze.Zwiększone bogactwo pozwoliło też na utworzenie oraz utrzymanie wojska, które mogło zostać użyte do podboju innych kultur mieszkających w sąsiedztwie. W okolicy 3000 roku p.n.e. większość Egiptu została zjednoczona. Pierwszym królem, wspomnianym w kronikach historycznych, był Menes, który założył stolicę, Memphis, i któremu przypisuje się przeprowadzenie wielu robót irygacyjnych. Jego „Pierwsza dynastia” przetrwała przez jakieś dwa stulecia."
        },
        {
            "heading": "Wczesny okres dynastyczny",
            "text": "Dynastie pierwsza i druga znane są zbiorczo jako „Wczesny okres dynastyczny”, który trwał od około 3100 p.n.e. do 2600 p.n.e. W tym czasie Egipt rozszerzył swoje panowanie na południe Nilu oraz na wschód oraz zachód wzdłuż wybrzeża morza Śródziemnego."
        },
        {
            "heading": "Stare królestwo",
            "text": "Okres ten trwał od około roku 2600 p.n.e. do 2100 p.n.e. Okres Starego Państwa jest znany przede wszystkim ze znacznej ilości piramid, które zbudowane zostały jako grobowce faraonów. Statki egipskie podróżowały po morzach Śródziemnym i Czerwonym, handlując jedzeniem, przyprawami i cedrem libańskim, jak również dobrami luksusowymi, takimi jak mirra (rodzaj pachnidła), heban czy złoto. Stare Państwo upadło, gdy ostra susza spowodowała kryzys rządu centralnego, już osłabionego przez korupcję i wojnę domową."
        },
        {
            "heading": "Dalsze okresy",
            "text": "Po okresie Starego Państwa nastąpił Pierwszy Okres Przejściowy, następnie okres Średniego Państwa, a po nim Drugi Okres Przejściowy, okres Nowego Państwa, Trzeci Okres Przejściowy, a ostatecznie Okres Późny. W tym czasie (od roku 2100 p.n.e. do 600 p.n.e.) kilkakrotnie zyskiwały na potędze, a następnie upadały różne rządy, a okresy walki i konfliktów wewnętrznych mieszały się z czasami wielkiego spokoju i dobrobytu. W okresie, gdy Egipt był osłabiony, najeżdżali go wrogowie zewnętrzni, a w latach, gdy był silny, faraonowie zajmowali się poszerzaniem granic.W roku 525 p.n.e. Egipt podbity został przez Persję i znajdował się pod jej kontrolą aż do czasu, gdy w roku 332 Aleksander Wielki zniszczył imperium Perskie. Po śmierci Aleksandra Grecy ustanowili dynastię Ptolemeuszy.Ptolemeusze okazali się dobrymi władcami i bez problemów utrzymali się u władzy aż do śmierci Kleopatry VII w roku 30 p.n.e. Jej samobójstwo wyznacza koniec rządów faraonów oraz początek wieków, w czasie których Egipt pozostawał prowincją Rzymu i Bizancjum. W roku 642 n.e. Egipt został podbity przez Arabów i pozostawał pod obcą okupacją - Arabską, Osmańską, Francuską oraz Brytyjską - aż do czasów po pierwszej wojnie światowej, kiedy to odzyskał niepodległość od administracji brytyjskiej, zmęczonej zamorskimi konfliktami. Od 1922 do 1952 Egipt wydawał się jedną z najbardziej udanych monarchii konstytucyjnych na świecie. Ale dojrzał do rewolucji i w lipcu 1952 nastąpił zamach stanu, poprowadzony przez Gamala Nassera. Jak na ironię, właśnie to uczyniło kraj oazą spokoju na burzliwym Bliskim Wschodzie."
        },
        {
            "heading": "Sztuka i kultura",
            "text": "Umiejętności Egipcjan w tworzeniu wspaniałej architektury nie mają sobie równych w historii. Egipcjanie byli również wielkimi rzeźbiarzami, którzy stworzyli wiele przepięknych rzeźb swoich faraonów i bogów. Oprócz tego produkowali piękne i filigranowe wyroby ze złota, klejnotów oraz metali szlachetnych. Wiele z nich znaleziono w grobowcach i kryptach. Można powiedzieć, że spora część kultury i sztuki egipskiej poświęcona była śmierci, pochówkowi oraz życiu pozagrobowemu (czy raczej szansę na znalezienie się w grobowcach miały przede wszystkim dzieła sztuki związane właśnie z tymi tematami, na skutek czego przetrwały one lepiej niż wyroby niepowiązane ze śmiercią)."
        },
        {
            "heading": "Religia",
            "text": "Niezwykle ważną częścią społeczeństwa egipskiego była religia. Egipt posiadał bardzo złożony panteon bóstw oraz dokładny i skomplikowany mit o stworzeniu świata. Faraon był zarówno człowiekiem, jak i bogiem, i był odpowiedzialny za komunikację z bogami w imieniu swoich poddanych. Kapłani służyli również za służbę cywilną w społeczeństwie i jeżeli Egipcjanie słyszeli cokolwiek na temat idei oddzielenia państwa od kościoła, zapewne nie chcieli mieć z tym nic wspólnego. Wierzyli w życie pozagrobowe dla godnych, jak również w czary. Wielu historyków uważa, że Egipcjanie uznawali piramidy za drogi, którymi umarli mogli dostać się do świata bogów."
        },
        {
            "heading": "Podsumowanie",
            "text": "W oczywisty sposób nie da się przedstawić pięciu tysięcy lat historii cywilizacji w tych kilku krótkich akapitach. U szczytu potęgi Egipt był ogromnym imperium, obejmującym znaczną część kontynentu. Jego naukowe i kulturalne dokonania dały ludzkości wiele dobrego. Największe dzieła Egipcjan - piramidy - zachwycają współczesnych widzów nie mniej niż tych, którzy oglądali je 4000 lat temu."
        },
        {
            "heading": "Podsumowanie",
            "text": "W oczywisty sposób nie da się przedstawić pięciu tysięcy lat historii cywilizacji w tych kilku krótkich akapitach. U szczytu potęgi Egipt był ogromnym imperium, obejmującym znaczną część kontynentu. Jego naukowe i kulturalne dokonania dały ludzkości wiele dobrego. Największe dzieła Egipcjan - piramidy - zachwycają współczesnych widzów nie mniej niż tych, którzy oglądali je 4000 lat temu."
        },
        {
            "heading": "Podsumowanie",
            "text": "W oczywisty sposób nie da się przedstawić pięciu tysięcy lat historii cywilizacji w tych kilku krótkich akapitach. U szczytu potęgi Egipt był ogromnym imperium, obejmującym znaczną część kontynentu. Jego naukowe i kulturalne dokonania dały ludzkości wiele dobrego. Największe dzieła Egipcjan - piramidy - zachwycają współczesnych widzów nie mniej niż tych, którzy oglądali je 4000 lat temu."
        }
    ],
    "leader": {
        "name": "Ramzes II",
        "subtitle": "Władca Egiptu",
        "lived": "ok. 1303 – 1203 r.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramzes_ii.png",
        "trait": {
            "name": "Budowniczowie pomników",
            "effect": "+20% produkcji do budowy cudów."
        },
        "titles": [
            "Ramzes Wielki",
            "Wielki przodek"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Ramzes II uznawany jest za najpotężniejszego z egipskich faraonów. Objął tron, mając dwadzieścia lat i nie oddał go przez 60 kolejnych wiosen. Ramzes II słynie zarówno z militarnego geniuszu, jak i z osiągnięć na polu architektonicznym. Wiecznej chwały przysporzyła mu również budowa nowej stolicy, Pi-Ramzes. Niektórzy historycy uważają, iż to on jest faraonem z biblijnej przypowieści o Mojżeszu."
            },
            {
                "heading": "Wczesne dzieje",
                "text": "Egipt znajduje się w fazie rozkwitu. Ojciec Ramzesa, Seti I, poświęcił wiele energii, by podbić zbuntowane regiony w Azji. Wywodzący się z Azji Mniejszej Hetyci zajmują właśnie kolejne ziemie, zmierzając ku południu. Dwie wielkie cywilizacje stoją u progu wojny o obszary Syrii i Palestyny. Ramzes już od młodych lat towarzyszy ojcu w wyprawach wojennych. W wieku 10 lat otrzymuje tytuł kapitana. Mimo wymiaru ceremonialnego jest to jasny sygnał, iż szkolenie wojskowe odgrywa w jego życiu znaczącą rolę. Młody Ramzes wstępuje na tron po śmierci swojego ojca, gdy ma niewiele ponad 20 lat."
            },
            {
                "heading": "Kampanie wojenne",
                "text": "Cztery lata po objęciu tronu Ramzes prowadzi na północ armię w celu poskromienia buntowników w prowincjach, których nie udało się podbić jego ojcu. Kampania kończy się sukcesem. Wojska Ramzesa docierają do Bejrutu.W kolejnym roku, Ramzes atakuje twierdzę Hetytów w Kadeszu. Sądząc, że twierdza jest opuszczona, wojska Ramzesa nie zachowują odpowiedniej ostrożności i wpadają w pułapkę zastawioną przez liczne siły rydwanowe ukryte w forcie. Mimo niewielkiego zwycięstwa siły Ramzesa ulegają tak dużemu osłabieniu, iż zostaje on zmuszony do wycofania się do Egiptu, zostawiając fort w rękach Hetytów. Kampania przeciwko Hetytom trwa jednak przez kolejne 12 lat. Mimo taktycznych zwycięstw, Ramzesowi nie udaje się utrzymać zdobytych ziem.Oprócz kampanii przeciwko Hetytom, Ramzes angażował się również w walki w Namibii i w Libii, rozszerzając granice swego imperium na wschód i zachód. Sukcesy te miały jednak małe znaczenie, bowiem wrogowie ci nie zagrażali bezpośrednio Egiptowi."
            },
            {
                "heading": "Pokój z Hetytami",
                "text": "Zdając sobie sprawę, że dalsze starcia nie mają sensu, w 21 roku swojego panowania Ramzes decyduje się podpisać traktat pokojowy z Hetytami. To najstarszy traktat pokojowy, jaki kiedykolwiek odnotowano na kartach historii. Co ciekawe, traktat spisano w 2 wersjach. \r\nW wersji egipskiej napisano, że to Hetyci chcieli pokoju. Z kolei w wersji hetyckiej widnieje, iż na pokoju zależało Egipcjanom.Traktat pokojowy między Egiptem a Hetytami wpłynął pozytywnie na rozwój obu tych imperiów. Za panowania Ramzesa II nie doszło już do kolejnych walk między tymi imperiami."
            },
            {
                "heading": "Pi-Ramzes",
                "text": "Na początku swojego panowania Ramzes przeniósł stolicę z Teb do miasta w delcie Nilu, które nazwane zostało Pi-Ramzes. Nowa stolica była bliżej rdzennych terenów jego przodków oraz odczuwalnie dalej kłopotliwych północnych prowincji. W przeciągu kilku lat senna wioska przekształciła się w tętniące życiem miasto, cieszące oko pięknym pałacem, budynkami rządowymi, fabrykami broni oraz wieloma świątyniami i pomnikami.Pi-Ramzes zostało opuszczone długo po zakończeniu panowania Ramzesa II. Przez wiele lat miejsce to było zapomniane, ale niedawno archeologom udało się odnaleźć jego ruiny."
            },
            {
                "heading": "Budowle użytku publicznego",
                "text": "Podczas swego panowania Ramzes wybudował dużą liczbę budynków użyteczności publicznej. Wiele z nich było świątyniami i monumentami, ale nie brakowało również magazynów, budynków rządowych, instalacji nawadniających i tym podobnych. Ramzes przykładał szczególną wagę do wnoszenia posągów przedstawiających siebie samego. Nierzadko powstawały one poprzez przekucie pomników innych władców. Wykonywano je w sposób, który miał uniemożliwić wykonanie podobnego zabiegu przez innych faraonów."
            },
            {
                "heading": "Powiązanie biblijne",
                "text": "Wielu historyków uważa, iż Pi-Ramzes jest miastem „Raamses”, które wspomniane jest w Starym Testamencie. Nazywane jest ono tam „miastem skarbów”, które stworzyli Izraelici podczas swej egipskiej niewoli. Niektórzy uważają ponad to, że Ramzes jest faraonem z przypowieści o Mojżeszu. Przeczy jednak temu fakt, iż żył on bardzo długo i, o ile wiadomo, nie utonął w Morzu Czerwonym."
            },
            {
                "heading": "Śmierć i pochówek",
                "text": "Ramzes dożył 90 lat. Pochowano go w grobowcu w Dolinie Królów. Ostatecznie jego ciało zostało jednak przeniesione do nieznanej lokacji. Odnaleziono je dopiero w pod koniec XIX wieku. W chwili obecnej wystawiane jest ono w Muzeum Kairskim."
            },
            {
                "heading": "Werdykt historii",
                "text": "Faraon Ramzes II władał Egiptem przez blisko 66 lat. Były to drugie pod względem długości rządy w historii tego państwa. Ramzes podpisał korzystny traktat pokojowy z największym rywalem, Hetytami, i ustabilizował granice imperium. Dbał też o swoich poddanych, wydając znaczne środki na wznoszenie budynków użyteczności publicznej. Uważany jest za największego faraona w historii Egiptu i trudno się z tą opinia spierać."
            }
        ]
    }
}