{
    "id": 6,
    "name": "Anglia|Anglii|Anglii|Anglię|Anglią|Anglii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/england.png",
    "dawn_of_man": "Niech będzie pozdrowiona Jej Wysokość Królowa Elżbieta Wielka, która przewodzi i chroni wyspiarską Anglię. Jest to starożytna kraina. Wyspa została zasiedlona 35 000 lat temu i od tego czasu widziała niezliczone fale najeźdźców, z których każda stała się częścią tego narodu. Choć Anglia to niewielka wyspa, to przez wiele lat twój lud dominował na światowej scenie, ich niezrównana flota, wspaniali artyści i zaradni kupcy dali im władzę i wpływy, choć był to lud tak nieliczny.Królowo Elżbieto, czy dasz Anglikom nową złotą erę? Liczą, że przywrócisz ich krajowi pokój i dobrobyt. Czy poniesiesz ciężar wielkości? Zdołasz stworzyć cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Łucznicy angielscy|Łuczników angielskich|Łucznikom angielskim|Łuczników angielskich",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/longbowman.json"
        },
        {
            "name": "Okręt liniowy|Okrętu liniowego|Okrętowi liniowemu|Okręt liniowy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ship_of_the_line.json"
        }
    ],
    "city_names": [
        "Londyn|Londynu|Londynowi|Londyn|Londynem|Londynie",
        "York|Yorku|Yorkowi|York|Yorkiem|Yorku",
        "Nottingham",
        "Hastings",
        "Canterbury",
        "Coventry",
        "Warwick",
        "Newcastle",
        "Oxford|Oxfordu|Oxfordowi|Oxford|Oxfordem|Oxfordzie",
        "Liverpool",
        "Dover",
        "Brighton",
        "Norwich",
        "Leeds",
        "Reading",
        "Birmingham",
        "Exeter",
        "Cambridge",
        "Gloucester",
        "Manchester|Manchesteru|Manchesterowi|Manchester|Manchesterem|Machesterze",
        "Bristol|Bristolu|Bristolowi|Bristol|Bristolem|Bristolu",
        "Leicester",
        "Carlisle",
        "Ipswich",
        "Portsmouth",
        "Berwick",
        "Bath",
        "Mumbles",
        "Southampton",
        "Sheffield",
        "Salisbury",
        "Colchester",
        "Plymouth",
        "Lancaster",
        "Blackpool",
        "Winchester",
        "Hull"
    ],
    "spy_names": [
        "James",
        "Scarlett",
        "Mycroft",
        "Charlotte",
        "Gwendolyn",
        "Pan Eks",
        "Dr Grey",
        "Andrew",
        "Scott",
        "Anne"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Anglia mieści się na Wielkiej Brytanii, „zielonej i przyjemnej” wyspie koło zachodniego wybrzeża Europy. Jest największą częścią Zjednoczonego Królestwa Wielkiej Brytanii i Irlandii Północnej. Przez wieki Anglicy byli morskim ludem i przez większość ostatnich 500 lat używali swojej niedoścignionej marynarki, by chronić swoje interesy w Europie i na całym świecie."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Anglia zajmuje największą część wyspy Wielkiej Brytanii (na zachodzie znajduje się Walia, a na północy Szkocja). Wyspa mierzy około 210 000 kilometrów kwadratowych i jest nieco większa niż stan Kansas w USA. Do roku około 6000 p.n.e. Wielka Brytania była połączona z Europą przesmykiem, ale w tym okresie oddzielona została Kanałem Angielskim, który ma szerokość około 33 kilometrów w najwęższym miejscu.Anglia posiada piękne wzgórza i wiele bogactw naturalnych, wliczając w to węgiel i (kiedyś) obszerne połacie lasów. Dzięki ciepłej wodzie, doprowadzanej do brzegów pływami Atlantyku, Anglia może cieszyć się z solidnych opadów i względnie łagodnych zim."
        },
        {
            "heading": "Wczesna historia: Wejście Rzymian",
            "text": "Pierwszy dokładny opis Anglii pochodzi od Rzymian, którzy pod wodzą Juliusza Cezara najechali Wielką Brytanię w roku 55 p.n.e. Cezar znalazł tam wyspę zasiedloną przez około milion Celtów, podzielonych na wiele wojujących plemion. Technologicznie znajdowali się w epoce żelaza. Poprowadził w głąb wyspy łącznie dwie wyprawy, ale mimo że stoczył kilka udanych bitew, zamieszki w Galii zmusiły go do wycofania się przed umocnieniem podbitych ziem.Rzymianie powrócili do Brytanii po 90 latach i tym razem z poważniejszymi siłami. W roku 43 n.e. legiony (około 20 000 żołnierzy) pod wodzą Aulusa Plaucjusza wylądowały gdzieś na południowym albo południowowschodnim wybrzeżu (dokładne miejsce nie jest znane) i ruszyły w głąb wyspy. Po kilku zaciętych bitwach Rzymianie zdławili opór miejscowych, ustanawiając stolicę prowincji Camulodunum (Colchester). Przez następne pięćdziesiąt lat poszerzyli swoje granice na zachód i mimo zaciekłego oporu podbili Walię. Na północy dotarli aż do rzeki Tyne. W roku 122 n.e. na północnych wyżynach rozpoczęła się budowa muru Hadriana, fortyfikacji, która miała ochronić rzymską Brytanię przed krwiożerczymi Piktami (przodkami Szkotów).Rzymianie rządzili Wielką Brytanią przez następne trzy stulecia, aż do około roku 410 n.e. W czasie okupacji wywarli znaczny wpływ na miejscowych, wprowadzając istotne ulepszenia w rolnictwie, technologii, architekturze i piśmie."
        },
        {
            "heading": "Świt i upadek (i świt) Sasów",
            "text": "Gdy pod naciskiem ataków ze strony plemion germańskich (takich jak Wandale) siły militarne Rzymu wycofały się z terenów brytyjskich i reszty Europy Zachodniej, władzę w Brytanii próbowali przejąć lokalni watażkowie. Żaden z nich jednak nie był na tyle mocny, by wytrzymać ciągle nasilające się ataki na wyspę ze strony Piktów, Irlandczyków i innych barbarzyńskich najeźdźców. Zgodnie z legendą król Vortigern zaprosił do Brytanii germańskich Sasów, by pomogli mu zwalczyć Piktów, ale w roku 442 n.e. Sasi zwrócili się przeciwko gospodarzom i podbili sporą część nizin. Rządzili przez jakieś pięćdziesiąt lat, aż zostali ostatecznie pokonani, w dużym stopniu dzięki doskonale wyszkolonej kawalerii ocalałych Brytyjczyków.W połowie XI wieku pojawiła się świeża fala najeźdźców germańskich, Anglosasów, którzy prawie wytępili rdzennych mieszkańców wyspy, odrzucając ich na zachód do Kornwalii i Walii. Anglosasi rządzili przez kilka stuleci i był to okres, w trakcie którego mieszkańcy przeszli na chrześcijaństwo, jak również znacząco zwiększył się poziom szkolnictwa na wyspie, w sporej mierze skupiając się dookoła nowych chrześcijańskich zakonów. W czasie tego właśnie okresu mieszkańcy południowowschodniej Wielkiej Brytanii zaczęli uważać się za Anglików."
        },
        {
            "heading": "Wikingowie",
            "text": "Przed początkiem IX wieku Anglia (jak również Szkocja i Irlandia, nie wspominając już o większości Europy) regularnie padała ofiarą skandynawskich najeźdźców znanych jako Wikingowie. Zajmowali oni miasta i osady wzdłuż wybrzeża Morza Północnego i do połowy stulecia zdobyli kontrolę nad znaczną częścią Wielkiej Brytanii, także Londynem. W roku 877 Alfred Wielki, król Wesseksu zdołał powstrzymać natarcie barbarzyńców na południową Anglię i przez następnych 50 lat on i jego następcy nieustannie walczyli, by odzyskać wszystkie zagrabione przez Duńczyków ziemie. W roku 927 Athelstan, wnuk Alfreda, został pierwszym człowiekiem, który władał całą Anglią.Jednak Duńczycy jeszcze z Anglią nie skończyli i. W 980 roku rozpoczęła się kolejna fala najazdów. Wymęczeni 20 latami ciągłych walk Anglicy w roku 1013 poddali się i przyjęli Swena Duńskiego na króla. Następnie tron przejął Kanut, który rządził do 1035. Przez następnych 30 lat Duńczycy i Anglicy współistnieli dosyć pokojowo, a następnie Anglia została ponownie zaatakowana."
        },
        {
            "heading": "Podbój normandzki",
            "text": "27 września 1066 roku Wilhelm, książę Normandii, przypuścił inwazję na Anglię, prowadząc 6000 rycerzy i pieszych żołnierzy przez Kanał Angielski. Po pokonaniu angielskiego wojska i zabiciu króla Harolda w bitwie pod Hastings, Wilhelm ruszył na Londyn. Do grudnia 1066 przeważająca część szlachty przysięgła mu wierność, po czym w święta Bożego Narodzenia został koronowany w opactwie Westminster. Pod rządami Normandczyków historyczne więzy ze Skandynawią znacząco osłabły, a Anglia wyraźnie zbliżyła się do Europy."
        },
        {
            "heading": "Średniowiecze",
            "text": "Następne 400 lat historii Anglii jest dosyć burzliwych. Miały miejsce gorzkie walki o władzę, rewolty, wojny domowe, jak również wojny w Europie, Szkocji i innych miejscach świata. Odbyło się kilka krucjat, wybuchło kilka epidemii i wielkich głodów, panowało wielu królów o imionach Ryszard oraz Henryk, z czego niektórzy wydawali się być cokolwiek szaleni. Ograniczenia czasu i przestrzeni zmuszają nas, by gwałtownie przesunąć się do XVI wieku, do panowania Elżbiety."
        },
        {
            "heading": "Królowa Elżbieta I",
            "text": "Królowa Elżbieta I była jednym z najznamienitszych władców w historii Europy. Córka króla Henryka VIII objęła tron w okresie wielkiego społecznego i religijnego poruszenia w Anglii (i w Europie). Inteligentna, piękna oraz bardzo odważna, odziedziczyła kraj, któremu niewiele brakowało do bankructwa, który stał na granicy wojny domowej o podłożu religijnym, a ponadto zagrożony był przez znacznie silniejszego sąsiada, Hiszpanię. W czasie swoich rządów Elżbieta I zjednoczyła kraj, oparła się hiszpańskim próbom podboju i rozpoczęła jeden z największych złotych wieków sztuki i literatury w historii ludzkości. Dopilnowała również znacznej rozbudowy angielskiej marynarki, która następnie przez wieki królowała na morzach.Bardziej szczegółowe informacje o królowej Elżbiecie I znajdziesz w jej opisie w Civilopedii."
        },
        {
            "heading": "Stuartowie",
            "text": "Elżbieta I umarła bezdzietnie, w związku z czym koronę angielską otrzymał Jakub Stuart, król Szkocji, który został Jakubem I Angielskim. Karol I, następca Jakuba, został zrzucony z tronu przez parlament po wojnie domowej (1641-1645). Monarchia została przywrócona w roku 1660, ale była słabsza i „służyła woli parlamentu”."
        },
        {
            "heading": "Zjednoczone Królestwo",
            "text": "W roku 1707 Akt Unii połączył królestwa Szkocji oraz Anglii i Walii. Parlamenty szkocki i angielski zostały połączone, a Anglia jako samodzielny byt polityczny przestała istnieć. Ale ponieważ była ona największą, najbogatszą oraz najpotężniejszą częścią Zjednoczonego Królestwa, wielu ludzi nadal używa zamiennie słów Anglia i Wielka Brytania, ku wielkiej irytacji Walijczyków i Szkotów (a później również Irlandczyków Północnych).W roku 1800 Zjednoczone Królestwo spróbowało połączyć się z Irlandią, zostając Zjednoczonym Królestwem Wielkiej Brytanii i Irlandii, ale spora część katolickiej większości w Irlandii była zdecydowanie przeciwna tej unii, co doprowadziło do ostrych walk powstańczych, które trwały ponad sto lat. W roku 1922 południowa część Irlandii odzyskała niepodległość, a kraj został ponownie przemianowany, tym razem na Zjednoczone Królestwo Wielkiej Brytanii i Irlandii Północnej."
        },
        {
            "heading": "Rządzić Brytanią",
            "text": "W czasie panowania królowej Elżbiety pojawiły się pierwsze kolonie brytyjskie w Nowym Świecie, a potężna brytyjska marynarka broniła interesów korony na całym globie. Wczesne kierunki ekspansji kolonialnej Wielkiej Brytanii to Karaiby oraz Ameryka Północna, ale wkrótce powiększyły się one również o Azję oraz Południowy Pacyfik. W miarę wzrostu brytyjskiej potęgi w Indiach całość konkurencji europejskiej została stamtąd wypędzona, a Brytyjska Kompania Wschodnioindyjska stała się rzeczywistym władcą subkontynentu.Pod koniec XVIII wieku w wyniku długiej rewolucji Wielka Brytania straciła przeważającą część Ameryki Północnej na rzecz Trzynastu Kolonii (następnie Stanów Zjednoczonych Ameryki). Mimo że był to bolesny cios dla brytyjskiej dumy, imperium nadal niepowstrzymanie się rozszerzało i na początku XX wieku było największym i najpotężniejszym w historii, zajmując ćwierć terytorium Ziemi i władając jedną czwartą jej populacji."
        },
        {
            "heading": "Wielka Brytania na wojnie",
            "text": "Przez większość swojej historii Wielka Brytania szukała sposobu, aby nie dopuścić, by jakikolwiek inny kraj Europy stał się mocarstwem. Próbowała zapobiec również temu, by zbudowano marynarkę zdolną do pokonania brytyjskiej. Podczas rządów Elżbiety największym zagrożeniem była Hiszpania, w związku z czym Wielka Brytania próbowała doprowadzić ją do bankructwa, przechwytując floty ze skarbami z Nowego Świata oraz wspierając rewolty na hiszpańskich terenach. W XVII wieku Wielka Brytania stoczyła kilka wojen z Holandią, gdy flota tej ostatniej zagroziła brytyjskiemu królowaniu na morzach.W XIX wieku Wielka Brytania zetknęła się z zagrożeniem w postaci potężnego imperium francuskiego pod rządami Napoleona Bonaparte. Francuzi posiadali niepokonaną armię i być może najlepszego dowódcę w historii ludzkości, podczas gdy Anglicy mieli flotę oraz bogactwa ze swojego ogromnego imperium. Walka tytanów trwała przez około 12 lat, ale ostatecznie zakończyła się ona klęską Napoleona i zwycięstwem Wielkiej Brytanii.W wieku XX Wielka Brytania podjęła oczywistą walkę przeciwko Niemcom (i ich sojusznikom) w dwóch wielkich konfliktach: pierwszej i drugiej wojnie światowej. Wojny te osłabiły Brytyjczyków i mimo że wyszli oni z nich zwycięsko, ponieśli spore straty finansowe, a wielu obywateli straciło życie. Naród zamieszkujący to niegdyś wspaniałe imperium był po wojnie wyczerpany i praktycznie zrujnowany."
        },
        {
            "heading": "Współczesność i przyszłość",
            "text": "Zajęło to kilka lat, ale Wielka Brytania podniosła się po zniszczeniach spowodowanych przez wojny XX w. Mimo że nie jest już jedną z dominujących światowych potęg - supermocarstwami są teraz Stany Zjednoczone i rozrastające się Chiny - nadal posiada budzącą szacunek marynarkę, kwitnącą kulturę oraz potężną gospodarkę. Wielka Brytania pozostaje integralną częścią zjednoczonej i mocnej Europy, ale jest również najpotężniejszym sojusznikiem USA. Nie ma wątpliwości, że „zielona i przyjemna wyspa” zarówno obecnie, jak i w przyszłości, będzie miała wpływ na kierunek, w którym zmierzają wydarzenia na świecie."
        },
        {
            "heading": "Współczesność i przyszłość",
            "text": "Zajęło to kilka lat, ale Wielka Brytania podniosła się po zniszczeniach spowodowanych przez wojny XX w. Mimo że nie jest już jedną z dominujących światowych potęg - supermocarstwami są teraz Stany Zjednoczone i rozrastające się Chiny - nadal posiada budzącą szacunek marynarkę, kwitnącą kulturę oraz potężną gospodarkę. Wielka Brytania pozostaje integralną częścią zjednoczonej i mocnej Europy, ale jest również najpotężniejszym sojusznikiem USA. Nie ma wątpliwości, że „zielona i przyjemna wyspa” zarówno obecnie, jak i w przyszłości, będzie miała wpływ na kierunek, w którym zmierzają wydarzenia na świecie."
        },
        {
            "heading": "Współczesność i przyszłość",
            "text": "Zajęło to kilka lat, ale Wielka Brytania podniosła się po zniszczeniach spowodowanych przez wojny XX w. Mimo że nie jest już jedną z dominujących światowych potęg - supermocarstwami są teraz Stany Zjednoczone i rozrastające się Chiny - nadal posiada budzącą szacunek marynarkę, kwitnącą kulturę oraz potężną gospodarkę. Wielka Brytania pozostaje integralną częścią zjednoczonej i mocnej Europy, ale jest również najpotężniejszym sojusznikiem USA. Nie ma wątpliwości, że „zielona i przyjemna wyspa” zarówno obecnie, jak i w przyszłości, będzie miała wpływ na kierunek, w którym zmierzają wydarzenia na świecie."
        },
        {
            "heading": "Współczesność i przyszłość",
            "text": "Zajęło to kilka lat, ale Wielka Brytania podniosła się po zniszczeniach spowodowanych przez wojny XX w. Mimo że nie jest już jedną z dominujących światowych potęg - supermocarstwami są teraz Stany Zjednoczone i rozrastające się Chiny - nadal posiada budzącą szacunek marynarkę, kwitnącą kulturę oraz potężną gospodarkę. Wielka Brytania pozostaje integralną częścią zjednoczonej i mocnej Europy, ale jest również najpotężniejszym sojusznikiem USA. Nie ma wątpliwości, że „zielona i przyjemna wyspa” zarówno obecnie, jak i w przyszłości, będzie miała wpływ na kierunek, w którym zmierzają wydarzenia na świecie."
        }
    ],
    "leader": {
        "name": "Elżbieta I",
        "subtitle": "Królowa Anglii",
        "lived": "1533-1603 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/elizabeth_i.png",
        "trait": {
            "name": "Słońce nigdy nie zachodzi",
            "effect": "+2 [ICON_MOVES] ruchu dla wszystkich jednostek morskich. Otrzymuje 1 dodatkowego szpiega."
        },
        "titles": [
            "Gloriana",
            "Królowa dziewica",
            "Dobra królowa"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Elżbieta I była niezwykłą kobietą żyjącą w niezwykłych czasach. Piękna, błyskotliwa i twarda jak stal, przetrwała i rozwinęła skrzydła w okresie, gdy większość kobiet była traktowana przedmiotowo."
            },
            {
                "heading": "Początki",
                "text": "Elżbieta I była córką Henryka VIII i Anny Boleyn. Jej matka została przez króla skazana na śmierć dlatego, że mąż nie doczekał się z nią męskiego następcy tronu. Jak widać, Elżbieta od samego początku dorastała w trudnym otoczeniu. Była niechcianą córką szalonego ojca, który niszczył powiązania Anglii z Kościołem katolickim i wszczął wojnę domową tylko po to, by móc legalnie ponownie się ożenić (niejednokrotnie, jak się potem okazało). By sobie poradzić, musiała wykazać się ogromnym wyczuciem i sprytem. Otrzymała wspaniałe wykształcenie dzięki świetnym nauczycielom. Wyróżniała się intelektem i biegle władała pięcioma językami.Gdy król Henryk VIII zmarł, tron należał się jego synowi, Edwardowi. W wieku piętnastu lat Elżbieta była zamieszana w intrygę mającą na celu go obalić. Z tego powodu nieomal nie zapadł na nią wyrok śmierci. Uniknęła go tylko dzięki temu, że była w stanie przekonać sceptycznych śledczych, że nic nie wiedziała o planowanym zamachu stanu.Po śmierci króla Edwarda w 1553 r. starsza siostra Elżbiety, Maria, była pierwsza w kolejce do objęcia tronu. Była ona żarliwą katoliczką, która nie cieszyła się względami protestanckiej arystokracji i którą bez powodzenia próbowano obalić w 1554 r. Elżbieta i tym razem była w to zamieszana, ale znowu udało jej się wyłgać z trudnej sytuacji. Królowa Maria umarła w 1558 r. i Elżbieta wreszcie została królową."
            },
            {
                "heading": "Królowa Elżbieta I",
                "text": "Elżbieta była niezwykłą władczynią, która sprawiła, że Kościół protestancki został oficjalnym Kościołem Anglii. Próbowała też powstrzymywać prześladowania katolików w kraju, ale nie zawsze było to możliwe, bo ci aktywnie starali się jej pozbyć. Przywróciła także blask zdewaluowanej angielskiej walucie, co było inicjalnym krokiem ku poprawie stanu angielskich finansów.Elżbieta sięgała po wszelkie dostępne środki, by osiągnąć swe cele. Troskliwie budowała swój wizerunek cnotliwej królowej, co jeszcze bardziej zjednywało jej poddanych. Z całej Europy napływały do niej oferty małżeńskie od arystokratów i królów, ale wszystkie odrzucała. Zamiast tego wykorzystywała swoje położenie do sterowania sprzymierzeńcami i manipulowania wrogami. Jeśli jedno stronnictwo stawało się zbyt silne, zawsze mogła zasugerować, że rozważa małżeństwo z przedstawicielem frakcji przeciwnej, co od razu zmieniało układ sił."
            },
            {
                "heading": "Miłośniczka sztuki",
                "text": "Elżbieta była też wielką miłośniczką sztuki, szczególnie muzyki i literatury. Dzięki niej Anglia stała się centrum kultury, stwarzającym doskonałe warunki do rozwoju dla wielu wspaniałych artystów jak na przykład William Szekspir. W czasie jej panowania zbudowano pierwszy teatr w Anglii, a wkrótce po nim Globe Theatre Szekspira. W 1574 r. zalegalizowano przedstawienia w środku tygodnia. Elżbieta nie tylko czytała poezję, ale sama też ją tworzyła."
            },
            {
                "heading": "Stosunki międzynarodowe",
                "text": "Z militarnego punktu widzenia największym wrogiem Anglii była Hiszpania, wielka potęga na kontynencie, której król (Filip) wielokrotnie wyrażał chęć dokonania inwazji na Anglię. W 1588 r. podjął taką próbę, ale jego wielka flota nie zdołała podbić wysp. Elżbieta błyskawicznie przeorganizowała marynarkę wojenną, by poradzić sobie z wrogą flotą, i dzięki świetnym dowódcom, nowoczesnym statkom i sprzyjającej pogodzie pokonała Hiszpanów. Przez najbliższe 400 lat nikt już nie zagroził Anglikom.Podczas rządów Elżbiety Anglia wraz z Francją, Hiszpanią i Holendrami zakładała kolonie w Ameryce Północnej. Jak wiele innych krajów Anglia korzystała z pomocy korsarzy, którzy byli najmowani do atakowania zagranicznych kolonii i statków. Hiszpania i jej bogactwa w Nowym Świecie były ulubionymi celami korsarzy.W sumie, poza szczęśliwym zwycięstwem nad hiszpańską Armadą, Elżbieta nie sprawdziła się w prowadzeniu wojny. Nadzorowała słabo przygotowane wyprawy do Irlandii, Francji i Holandii, ale żadna z nich nie zakończyła się powodzeniem."
            },
            {
                "heading": "Osąd historii",
                "text": "Umarła w 1603 r. po 45 latach rządów. Choć pod koniec życia nie wiodło jej się najlepiej w sferze militarnej i gospodarczej i wielu poczuło ulgę, gdy już odeszła. Historycy są jednak zgodni, że przyczyniła się do znacznego wzrostu znaczenia Anglii. Jej głównymi zaletami był niezawodny instynkt przetrwania i umiejętność autopromocji, a także charyzma i wytrwałość będąca cechą największych przywódców w historii. Sama najlepiej podsumowała własną osobę: „Wiem, że mam ciało słabej kobiety, ale za to królewskie serce i żołądek.”"
            }
        ]
    }
}