{
    "id": 30,
    "name": "Etiopia|Etiopii|Etiopii|Etiopię|Etiopią|Etiopii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/etiopia|etiopii|etiopii|etiopię|etiopią|etiopii.png",
    "dawn_of_man": "Bądź błogosławiony, zacny i prawowity cesarzu Etiopii, Hajle Sellasje. Jesteś, Panie, jednym z największych władców Etiopii i przywódcą ruchu rastafarian, wielkim dyplomatą i politykiem szanowanym na całym świecie. Tworząc pierwszą etiopską spisaną konstytucję, zasiałeś, Panie, ziarna demokracji, które kiełkowały w kolejnych latach, a twa mądrość sprawiła, że Etiopia znalazła się w Organizacji Narodów Zjednoczonych. Prowadząc reformy i unowocześniając kraj, na zawsze zmieniłeś historię Etiopii.Czcigodny królu, twa postawa niegdyś ochroniła twój lud przed konfliktami, nękającymi inne narody, a teraz królestwo znowu cię potrzebuje. Czy swą odwagą i autorytetem zdołasz wprowadzić nasz lud w nową epokę? Czy stworzysz, Panie, cywilizację, która wytrzyma próbę czasu?",
    "unique_buildings": [
        {
            "name": "Stela|Steli|Steli|Stelę|Stele|Stel|Stelom|Stele",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/stele.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mehal Sefari",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/mehal_sefari.json"
        }
    ],
    "city_names": [
        "Addis Abeba|Addis Abeby|Addis Abebie|Addis Abebę|Addis Abebą|Addis Abebie",
        "Harar",
        "Adwa|Adwy|Adwie|Adwę|Adwą|Adwie",
        "Lalibela|Lalibeli|Lalibeli|Lalibelę|Lalibelą|Lalibeli",
        "Gondar|Gondaru|Gondarowi|Gondar|Gondarem|Gondarze",
        "Aksum",
        "Dire Dawa|Dire Dawy|Dire Dawie|Dire Dawę|Dire Dawą|Dire Dawie",
        "Bahir Dar",
        "Adama|Adamy|Adamie|Adamę|Adamą|Adamy",
        "Mek'ele",
        "Awasa|Awasy|Awasie|Awasę|Awasą|Awasie",
        "Jimma|Jimmy|Jimmie|Jimmę|Jimmą|Jimmie",
        "Jijiga",
        "Dessie",
        "Debre Berhan",
        "Shashamane",
        "Debre Zeyit",
        "Sodo",
        "Hosaena|Hosaeny|Hosaenie|Hosaenę|Hosaeną|Hosaenie",
        "Nekemte",
        "Asella|Aselli|Aselli|Asellę|Asellą|Aselli",
        "Dila|Dili|Dili|Dilę|Dilą|Dili",
        "Adigrat",
        "Debre Markos",
        "Kombolcha",
        "Debre Tabor",
        "Sebeta|Sebety|Sebecie|Sebetę|Sebetą|Sebecie",
        "Shire",
        "Ambo",
        "Negele Arsi",
        "Gambela|Gambeli|Gambeli|Gambelę|Gambelą|Gambeli",
        "Ziway",
        "Weldiya"
    ],
    "spy_names": [
        "Mulu Ken",
        "Wendimu",
        "Li'ol",
        "Demeke",
        "Mulu Alem",
        "Abebech",
        "Zema",
        "Mihret",
        "Kebedech",
        "Alemnesz"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Etiopia, na terenie której znajdowały się imperia z początkowych wieków I tysiąclecia p.n.e., ma skomplikowaną historię pełną wielkich królów i cesarzy. Jako jeden z niewielu krajów afrykańskich oparła się kolonialnym ambicjom Europy i zachowała niepodległość aż do XX w., kiedy to w 1935 r. została zdobyta przez siły włoskie pod wodzą Mussoliniego. To w tym okresie słynny cesarz Hajle Sellasje wprowadził Etiopię w świat polityki międzynarodowej, przeprowadził kraj przez II wojnę światową i skierował Etiopię na drogę modernizacji i nowoczesnych reform."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Etiopia, dziesiąty co do wielkości kraj Afryki, zajmuje większość Półwyspu Somalijskiego znajdującego się na północno-wschodnim wybrzeżu kontynentu. Teren Etiopii, przecięty Wielkim Rowem Afrykańskim, pokrywają głównie wysokie wyżyny i rozrzucone łańcuchy górskie. Kraj położony jest na afrykańskiej płycie tektonicznej, od milionów lat podlegającej procesowi rozdzielenia, wywołującemu częste trzęsienia ziemi. W Etiopii znajduje się kilkadziesiąt aktywnych i uśpionych wulkanów, wśród nich Erta Ale, jeden z kilku wulkanów świata posiadających na szczycie niegasnące jezioro lawy. Etiopia ma bardzo zróżnicowany klimat, choć jako całość znajduje się w strefie tropikalnej charakteryzującej się dużymi opadami w czasie letniej pory monsunowej i suchą, umiarkowaną zimą."
        },
        {
            "heading": "Początki rozwoju człowieka",
            "text": "Wielki Rów Afrykański przebiegający przez środkową Etiopię od dawna uznaje się za miejsce początku rozwoju człowieka. Znaleziono tam liczne skamieliny, w tym słynny szkielet zwany Lucy, liczący sobie około trzech milionów lat. Te wczesne hominidy rozwinęły się później we wczesne homo sapiens, zamieszkujące w niewielkich grupach Etiopię ponad 100 000 lat temu."
        },
        {
            "heading": "Prehistoria",
            "text": "Już w X tysiącleciu p.n.e. Etiopię zamieszkiwały ludy plemienne utrzymujące się z wczesnych form rolnictwa i hodowli zwierząt. Później, u szczytu potęgi cywilizacji Egiptu, kupcy obu krajów stworzyli szlaki handlowe służące do wymiany złota, obsydianu, kości słoniowej i innych cennych materiałów. Ci pierwsi mieszkańcy Etiopii, zamieszkujący tajemniczą krainę Punt, stworzyli wiele wczesnych technik rolniczych, które po dziś dzień są częścią kultury etiopskiej."
        },
        {
            "heading": "Wczesne królestwa",
            "text": "Aksum, najbardziej rozwinięte wczesne królestwo etiopskie, ma dobrze udokumentowaną historię i jest owiane wieloma legendami. Powstało około IV w. p.n.e. i na kolejnych pięćset lat stało się potężnym ośrodkiem handlowym. Cenne kadzidło i mirra, wytwarzane z drzew dominujących w Etiopii, przyniosły Aksum i jego mieszkańcom wielkie bogactwo. Dzięki eksportowi tych towarów i lukratywnemu handlowi kością słoniową oraz innymi cennymi materiałami, Aksum stało się istotną częścią szlaków handlowych łączących Egipt, Rzym i Indie, co ułatwiło bicie monety Aksum wspierającej rozwijającą się gospodarkę lokalną.Wedle legendy po wiekach dobrobytu wielkie imperium upadło za sprawą zbuntowanej królowej Gudit. Historia ta mówi, że Aksum długo było twierdzą chrześcijaństwa, a żydowska królowa Gudit pragnęła zagarnąć tron siłą. Rzekomo doprowadziła do zrujnowania terenów wiejskich, a potem zamordowała rodzinę królewską Aksum. Choć historia życia i krótkich rządów Gudit jest tajemnicza i budzi kontrowersje, to można z całą pewnością stwierdzić, że upadek Aksum zbiegł się z jej spektakularnym pojawieniem się w X w.Dynastia Zagwe, założona na początku XII w., już po upadku Aksum, była pierwszą dynastią Cesarstwa Etiopskiego istniejącego aż do XX w. Choć dynastia Zagwe rządziła tylko ponad wiek, znacząco przyczyniła się do krzewienia chrześcijaństwa w Etiopii, co odegrało wielką rolę w przyszłości tego kraju."
        },
        {
            "heading": "Powrót dynastii salomońskiej",
            "text": "W 1270 r. cesarzem Etiopii został cesarz Yekuno Amlak, założyciel dynastii salomońskiej, która rządziła krajem przez wiele wieków. Władcy z tej dynastii uważali, iż wywodzą się od wielkiego biblijnego króla Salomona i jego królowej Makedy. Wedle legendy w X w. p.n.e. królowa Makeda wyruszyła ze swojego królestwa Szeby (uważanego za część dzisiejszej Etiopii) do Izraela, pragnąc uczyć się mądrości od króla Salomona. Choć źródła różnią się co do natury jej związku z Salomonem, Makeda urodziła syna Menelika. Menelik podobno pobierał nauki na dworze Salomona, po czym wrócił do Etiopii, przywożąc ze sobą dar Salomona w postaci legendarnej Arki Przymierza. Menelik I, rządzący około 950 r. p.n.e., zapoczątkował tradycję biblijnego pochodzenia cesarzy Etiopii.Prawie 2000 lat po rządach Menelika Yekuno Amlak twierdził, że poprzez długą linię przodków pochodzi wprost od legendarnego cesarza i jego rodziców. Nowa dynastia salomońska rządziła Etiopią przez ponad pięć wieków, aż do rządów Hajle Sellasje zakończonych w latach 70. XX w. Cesarze dynastii salomońskiej, cieszący się pełnym poparciem wpływowego Etiopskiego Kościoła Ortodoksyjnego (który po dziś dzień twierdzi, że posiada Arkę Przymierza), sprawowali stabilne rządy, pomimo wielu najazdów z zewnątrz."
        },
        {
            "heading": "Inwazja islamska",
            "text": "W połowie XVI w. Etiopia graniczyła z rosnącym w siłę islamskim królestwem Adal, na którego czele stał imam Ahmad Gargn, powszechnie zwany Zdobywcą. Rozpocząwszy świętą wojnę przeciwko etiopskim chrześcijanom w 1529 r., imam Ahmad wywołał wielką wojnę pomiędzy Adalem i Etiopią. Walki trwały przez prawie 15 lat, Ahmadowi prawie udało się unicestwić całe królestwo, zajmując olbrzymią część terytorium Etiopii.Po odniesieniu poważnych strat Cesarstwo Etiopii musiało poprosić Portugalczyków o pomoc w odparciu armii islamskich. Odkrywcy i misjonarze przebywali w Etiopii od kilku dekad, zamierzając nawrócić jej mieszkańców na wyznanie rzymskokatolickie, a sami toczyli własną wojnę z Osmanami. Po długiej wojnie, w której Adalom przyszli na pomoc Osmanie, konflikt zakończył się w 1543 r. wraz ze śmiercią imama Ahmada i portugalskiego generała Cristovao da Gamy. Etiopia zaczęła podnosić się po wojennej zawierusze, ale szybkie rozprzestrzenianie się katolicyzmu w sąsiednich krajach doprowadziło do niepokojów wewnętrznych, ponieważ Etiopski Kościół Ortodoksyjny walczył o zachowanie swych wpływów."
        },
        {
            "heading": "Epoka książąt",
            "text": "Okres w XVIII w. nazywany Zamana Mesafent, czyli „epoka książąt”, to czas nieustannych konfliktów w Etiopii. Rozwój zwalczających się frakcji religijnych i nieustanne spory terytorialne sprawiły, że rząd centralny utracił kontrolę nad krajem. Dochodziło do ciągłych walk między książętami, watażkami i szlachtą, każda ze stron próbowała podzielić kraj i zwiększyć swe wpływy. W wyniku tych daremnych walk najbardziej cierpieli zwykli ludzie.Cesarz, który wreszcie zakończył epokę książąt, Kassa Hailu, wcześniej zasłynął jako banita i rozbójnik. Dzięki przemytowi zgromadził olbrzymie bogactwo i zebrał armię, a jednocześnie miał po swojej stronie społeczeństwo, ponieważ dzielił się swymi pieniędzmi z biednymi. Po zjednoczeniu wielu zdecentralizowanych prowincji i zdobyciu silnego poparcia, Hailu został w 1855 r. koronowany na cesarza, przyjmując imię Twedoros II. Po jego koronacji sytuacja w Etiopii ustabilizowała się, a jego rządy uważa się za początek współczesnej Etiopii."
        },
        {
            "heading": "Hajle Sellasje",
            "text": "Chyba najbardziej znany z wielkich cesarzy Etiopii Hajle Sellasje zasiadł na tronie w roku 1930 i szybko zyskał uznanie całego świata i narodu etiopskiego. W czasie swych rządów mocno walczył o wprowadzenie zakazu niewolnictwa, wcześniej postulat ten, bez powodzenia, stawiało wielu jego poprzedników. Cesarz Sellasje prowadził też modernizację kraju i zlikwidował wiele feudalnych praw, obowiązujących w Etiopii."
        },
        {
            "heading": "Okupacja włoska",
            "text": "W 1935 r. faszystowskie Włochy pod wodzą Benito Mussoliniego najechały Etiopię z zamiarem przekształcenia jej w prowincję Italii. W obliczu potężniejszych wojsk Etiopia nie mogła długo się bronić i w 1936 r. Mussolini ogłosił powstanie Cesarstwa Włoskiego z okupowanym terytorium Etiopii. W tym okresie Hajle Sellasje przebywał na wygnaniu, schronił się w Wielkiej Brytanii i tam przeżył całą okupację. Sellasje zwrócił się o obronę Etiopii do Ligi Narodów, postulując, że Włosi używali gazu musztardowego przeciwko żołnierzom i obywatelom etiopskim. Mimo prośby nie otrzymał wsparcia, dopiero brytyjska kampania w Afryce Wschodniej podczas II wojny światowej zakończyła włoską okupację. Po porażce Włoch Hajle Sellasje powrócił na tron jako cesarz Etiopii i rządził krajem przez prawie 40 lat, do czasu pojawienia się nowego zagrożenia."
        },
        {
            "heading": "Derg",
            "text": "W 1974 r. przewrót wojskowy kierowany przez komunistów zakończył się odsunięciem Hajle Sellasje od władzy i jego uwięzieniem w pałacu królewskim. Grupa, która pozbawiła go władzy, zwana Derg, utworzyła Wojskowy Rząd Tymczasowy Socjalistycznej Etiopii rządzący żelazną ręką. Sellasje zmarł w tajemniczych okolicznościach, które po dziś dzień pozostają tematem sporów. Derg i ich komunistyczne ideały nie cieszyły się powszechnym poparciem, przewrót dał początek wojnie domowej w Etiopii. Ten trwający ponad 15 lat wielki konflikt kosztował życie setek tysięcy niewinnych ludzi. W 1991 r. Etiopski Ludowo-Rewolucyjny Front Demokratyczny obalił rząd i doprowadził do stworzenia nowej konstytucji i demokratycznych wyborów."
        },
        {
            "heading": "Współczesna Etiopia",
            "text": "Dzisiejsza Federalna Demokratyczna Republika Etiopii jest drugim krajem Afryki pod względem liczby ludności i boryka się z poważnymi problemami społeczno-gospodarczymi. Geograficzna izolacja niektórych grup społeczeństwa poważnie utrudniła dostarczanie edukacji, opieki zdrowotnej, a w wielu przypadkach nawet artykułów podstawowych. W Etiopii odbywają się demokratyczne wybory, ale korupcja urzędnicza pozostaje na niepokojąco wysokim poziomie, a w ostatnich latach społeczność międzynarodowa potępiła rząd Etiopii za przypadki mordowania protestujących i członków partii opozycyjnych."
        },
        {
            "heading": "Współczesna Etiopia",
            "text": "Dzisiejsza Federalna Demokratyczna Republika Etiopii jest drugim krajem Afryki pod względem liczby ludności i boryka się z poważnymi problemami społeczno-gospodarczymi. Geograficzna izolacja niektórych grup społeczeństwa poważnie utrudniła dostarczanie edukacji, opieki zdrowotnej, a w wielu przypadkach nawet artykułów podstawowych. W Etiopii odbywają się demokratyczne wybory, ale korupcja urzędnicza pozostaje na niepokojąco wysokim poziomie, a w ostatnich latach społeczność międzynarodowa potępiła rząd Etiopii za przypadki mordowania protestujących i członków partii opozycyjnych."
        }
    ],
    "leader": {
        "name": "Hajle Sellasje",
        "subtitle": "Przywódca Etiopii",
        "lived": "1892-1975",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hajle_sellasje.png",
        "trait": {
            "name": "Duch Adwy",
            "effect": "Premia bojowa (+20%) w walce z cywilizacją posiadającą więcej miast niż Etiopia."
        },
        "titles": [
            "Cesarz Etiopii"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Znany jako Zwycięski Lew Plemienia Judy, Król Królów i Wybraniec Boży Hajle Sellasje przez niemal 40 lat rządził w XX w. Etiopią jako cesarz. Jego prawdziwe imię to Lij Tafari Makonnen. Urodził się w 1892 r. Człowiek, którego znano później jako Hajle Sellasje, całe życie starał się o dobro Etiopii i prowadził swoje państwo na czele afrykańskiej polityki. Hajle Sellasje zyskał sławę dzięki wprowadzeniu reform znoszących etiopskie starożytne praktyki feudalne i modernizacji państwa. Pracował bez wytchnienia, by wywalczyć dla Etiopii ważne miejsce na arenie międzynarodowej. Od dokonań w globalnej polityce ważniejsza była jedynie jego rola mesjasza religii rastafarian, wśród wyznawców której uważany jest za boga mającego doprowadzić Rasta z powrotem do ich ojczyzny w Etiopii."
            },
            {
                "heading": "Młodość i polityka",
                "text": "Hajle Sellasje był synem gubernatora prowincji. Młodość spędził na naukach u wielu mentorów wybranych mu przez ojca - jednym z nich był wpływowy mnich imieniem Abba Samuel. Po kilku latach edukacji uznano go za gotowego do objęcia władzy w kilku mniej istotnych prowincjach, a w wieku 17 lat był już uznawany za wschodzącą gwiazdę polityki. W czasach sprawowania urzędu gubernatora Sellasje dał się poznać jako osoba myśląca postępowo, wprowadzająca prawa zmniejszające kontrolę lokalnej arystokracji i zwiększająca wpływy rządu centralnego.W 1916 r. Hajle Sellasje został ogłoszony przez cesarzową Zewdito regentem, co czyniło go pierwszym następcą tronu. Do funkcji regenta nadawał się znakomicie - miał poparcie zarówno wśród polityków postępowych, jak i konserwatywnych. Z czasem jego poparcie wśród postępowych stale rosło, co martwiło konserwatywną cesarzową. Choć była ona tytularną przywódczynią Etiopii, Sellasje jako regent sam zajmował się większością rządowych spraw administracyjnych. Do zasług Sellasje w tym okresie zalicza się uzyskanie członkostwa Etiopii w Lidze Narodów, które nastąpiło w rezultacie podjęcia prób zniesienia w kraju niewolnictwa."
            },
            {
                "heading": "Od cesarza do wygnańca",
                "text": "W miarę, jak rosły wpływy i poparcie dla Sellasje, cesarzowa zmuszona została do konfrontacji z przyszłym władcą. W 1928 r. Zewdito próbowała usunąć regenta ze stanowiska, oskarżając go o zdradę stanu, ale jej próby nie zyskały poparcia. Sellasje był już wówczas popularny w całym kraju, stało po jego stronie również wojsko - Zewdito nie miała żadnego sposobu na podtrzymanie swych zarzutów. W rezultacie była zmuszona do ogłoszenia Hajle Sellasje królem Etiopii. Był to tytuł niższy od jej własnego, lecz jasno wyrażał rosnące znaczenie Sellasje w państwie. Niecałe dwa lata później cesarzowa zmarła w niewyjaśnionych okolicznościach, pozostawiając tron Etiopii Sellasje. To właśnie po koronacji na cesarza w roku 1930 po raz pierwszy posłużył się imieniem Hajle Sellasje oznaczającym „Potęgę Trójcy” w używanym w Etiopii języku amharskim. Wkrótce po przejęciu władzy Sellasje przyłożył się wydatnie do powstania pierwszej spisanej konstytucji Etiopii - jak wspominał później w swej autobiografii, miał to w planach od czasów, gdy został regentem.W 1935 r. włoski reżim faszystowski z Benito Mussolinim u władzy wypowiedział Etiopii wojnę i jesienią tego roku jego wojska przekroczyły granicę kraju. Konflikt ten przeszedł do historii jako druga wojna włosko-abisyńska (pierwsza miała miejsce pod koniec XIX w.). Po niedługich walkach między siłami włoskimi i etiopskimi, w których brał udział również sam Sellasje, Włosi zajęli, a następnie anektowali afrykański kraj.Po udanej włoskiej kampanii przeciw Etiopii Hajle Sellasje zmuszony był udać się na wygnanie. Wcześniej poprosił jednak Ligę Narodów o pomoc dla Etiopii. Mimo wygłoszenia płomiennego przemówienia skierowanego przeciw włoskiemu ruchowi faszystowskiemu jego prośba nie została wysłuchana. Sellasje pozostało więc jedynie cierpliwie czekać. Spędził kolejne pięć lat w Anglii i nieprzerwanie sprzeciwiał się włoskiej okupacji. Starał się zdobyć poparcie społeczności międzynarodowej i wzmocnić ruch na rzecz odzyskania swego państwa."
            },
            {
                "heading": "Powrót do władzy",
                "text": "Po wybuchu w 1939 r. II wojny światowej podjęto wreszcie stosowne kroki w celu wyswobodzenia Etiopii spod władzy reżimu włoskiego. Poczyniła je armia brytyjska w połączeniu z wybranymi jednostkami wojsk etiopskich podczas kampanii wschodnioafrykańskiej. Armia wyzwoleńcza znana jest do dziś jako Siły Gideona - odegrała kluczową rolę w odzyskaniu wolności kraju. W 1942 r. Włosi poddali się i zostali zmuszeni do uznania niepodległości Etiopii, a Hajle Sellasje powrócił do stolicy kraju - Addis Abeby. Zrozumiawszy, że w Lidze Narodów brak jest solidarności, stał się on wielkim zwolennikiem Organizacji Narodów Zjednoczonych, która kładła większy nacisk na bezpieczeństwo międzynarodowe. Dzięki jego staraniom Etiopia stała się w 1948 r. jednym z jej państw założycielskich."
            },
            {
                "heading": "Dekady rządów",
                "text": "W kolejnych latach Sellasje kontynuował swą pracę nad modernizacją Etiopii za pomocą reform, poprawiając jednocześnie stosunki dyplomatyczne i jej prestiż w świecie. W latach 60. XX w. Sellasje stanął na czele Organizacji Jedności Afrykańskiej, przodka dzisiejszej Unii Afrykańskiej. Sellasje chciał wytworzyć poczucie solidarności między niezależnymi państwami na kontynencie afrykańskim, wierzył bowiem, że ich zjednoczony głos wzmocni ludy Afryki. Choć próbował on sprawić, by organizacja miała większe znaczenie niż twór ideologiczny, bez wsparcia wojskowego nie miała ona właściwie żadnego posłuchu ani władzy.Pracując ze społecznością międzynarodową, Sellasje nie zaniedbywał wysiłków zmierzających do poprawy dobrobytu ludzi w swoim kraju. Choć jego próby przełamania monopolu arystokracji na posiadanie ziemi nie przyniosły wielkich rezultatów, inicjatywa ta dała początek ruchowi, który działał nawet po zakończeniu jego rządów. Przeprowadził on również reformy dające szerszy dostęp do szkolnictwa, a programy ekonomiczne zapewniły sprawiedliwe opodatkowanie. Choć przemianami tymi zyskał sobie niemałą popularność, jego próby zwiększenia swojej władzy przez modyfikację konstytucji sprawiły, że w kraju zaczął działać coraz bardziej widoczny ruch dysydencki.Pod koniec lat 60. w Etiopii zakorzeniły się ideologie marksistowskie, które w połączeniu z cierpieniem ludności podczas suszy i głodu na początku lat 70. przyczyniły się do spadku popularności Sellasje. Kryzys ekonomiczny i szalejąca inflacja przelały czarę goryczy. Sellasje z trudem utrzymał swą pozycję do 1974 r., kiedy to został zdetronizowany i aresztowany przez marksistowskie ugrupowanie wojskowe znane jako Derg."
            },
            {
                "heading": "Więzienie i śmierć",
                "text": "Hajle Sellasje zmarł w tajemniczych okolicznościach w areszcie domowym w 1975 r. - informacje o przyczynie śmierci są sprzeczne. Choć według oficjalnej wersji głoszonej przez wojsko zmarł on wskutek choroby, wielu nadal uważa, że został on zamordowany przez ludzi, którzy go więzili. Dopiero prawie 25 lat później, w listopadzie 2000 roku, odbył się pogrzeb Hajle Sellasje adekwatny dla człowieka jego rangi."
            },
            {
                "heading": "Rastafariański bóg",
                "text": "Ruch rastafarian wziął swój początek ze słów jamajskiego aktywisty Marcusa Garveya, którego poglądy filozoficzne dały podstawy takiej religii, jaką znamy dziś. Słowa Garveya: „Zwróćcie oczy w stronę Afryki, gdzie koronuje się Czarny Król. On będzie zbawicielem” zostały uznane za proroctwo, które wypełniło się w 1930 r. wraz z koronacją Hajle Sellasje. Choć sam Sellasje był prawosławnym chrześcijaninem, nigdy nie potwierdził ani nie zaprzeczył, że jest mesjaszem rastafarian, a w 1966 r. odwiedził Jamajkę, gdzie spotkały się z nim dziesiątki tysięcy wiernych tej religii."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Hajle Sellasje uważa się dziś zarówno za elokwentnego męża stanu i pełnego pasji przywódcę, który w trakcie swych rządów napotkał szereg trudności, a jednak nadal starał się tylko o poprawę dobrobytu swego ludu i stabilności państwa. Poglądy Sellasje na współpracę międzynarodową i dyplomację miały wpływ nie tylko na przyszłość Etiopii i Afryki, ale też całej społeczności międzynarodowej."
            }
        ]
    }
}