{
    "id": 7,
    "name": "Francja|Francji|Francji|Francję|Francją|Francji",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/france.png",
    "dawn_of_man": "Niech żyje Pierwszy Konsul i Cesarz Francji, Napoleon I, władca Francuzów. Francja leży w środku Europy. Paryż długo był światowym centrum kultury, sztuki i literatury. Francja, choć otoczona przez konkurentów - i często wrogów - przetrwała jako wielki kraj. Jej armie maszerowały do walki w wielu zakątkach świata, a jej żołnierze i generałowie byli jednymi z najlepszych w historii.Napoleonie Bonaparte, Francja pragnie, byś odbudował swe imperium i raz jeszcze poprowadził ją ku chwale i wielkości, by znowu stała się ośrodkiem kultury i wyrafinowania. Cesarzu, czy znowu stawisz czoła wrogom? Zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Muszkieterzy|Muszkieterów|Muszkieterom|Muszkieterów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/musketeer.json"
        }
    ],
    "city_names": [
        "Paryż|Paryża|Paryżowi|Paryż|Paryżem|Paryżu",
        "Orlean|Orleanu|Orleanowi|Orlean|Orleanem|Orleanie",
        "Lyon|Lyonu|Lyonowi|Lyon|Lyonem|Lyonie",
        "Troyes",
        "Tours",
        "Marsylia|Marsylii|Marsylii|Marsylię|Marsylią|Marsylii",
        "Chartres",
        "Awinion|Awinionu|Awinionowi|Awinion|Awinionem|Awinionie",
        "Rouen",
        "Grenoble",
        "Dijon",
        "Amiens",
        "Cherbourg|Cherbourga|Cherbourgowi|Cherbourg|Cherbourgiem|Cherbourgu",
        "Poitiers",
        "Tuluza|Tuluzy|Tuluzie|Tuluzę|Tuluzą|Tuluzie",
        "Bajonna|Bajonny|Bajonnie|Bajonnę|Bajonną|Bajonnie",
        "Sztrasburg|Sztrasburga|Sztrasburgowi|Sztrasburg|Sztrasburgiem|Sztrasburgu",
        "Brest|Brestu|Brestowi|Brest|Brestem|Breście",
        "Bordeaux",
        "Rennes",
        "Nicea|Nicei|Nicei|Niceę|Niceą|Nicei",
        "Saint-Etienne",
        "Nantes",
        "Reims",
        "Le Mans",
        "Montpellier",
        "Limoges",
        "Nancy",
        "Lille",
        "Caen",
        "Tulon|Tulonu|Tulonowi|Tulon|Tulonem|Tulonie",
        "Nimes",
        "Le Havre",
        "Lourdes",
        "Carcassonne",
        "Cannes",
        "Aix-en-Provence",
        "La Rochelle",
        "Bourges",
        "Calais"
    ],
    "spy_names": [
        "Jean-Paul",
        "Martine",
        "Lucien",
        "François",
        "Augustine",
        "Monsieur X",
        "Dr Dupont",
        "Vipère",
        "Yvette",
        "Renard"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Francja znajduje się w Zachodniej Europie i graniczy z sześcioma (albo i siedmioma, zależy jak liczyć) państwami europejskimi. Ma też wybrzeża na Atlantyku, Kanale Angielskim oraz Morzu Śródziemnym i od dłuższego czasu pozostaje jedną z politycznych, wojskowych i kulturalnych potęg zachodniego świata."
        },
        {
            "heading": "Klimat i teren",
            "text": "Francja jest krajem równin i zielonych lasów, ze starożytnymi grzbietami górskimi na granicach południowowschodniej i zachodniej. Ta piękna, żyzna kraina posiada jeden z najlepszych na świecie klimatów i terenów dla hodowli winorośli. Znajduje się w strefie umiarkowanego klimatu, a od południa graniczy z ciepłym Morzem Śródziemnym, co daje łagodny klimat bardzo przyjazny rolnictwu."
        },
        {
            "heading": "Wcześni Galowie",
            "text": "Spokojne wody Morza Śródziemnego zachęcały do badania i zasiedlania południowego wybrzeża Francji. Już w roku 600 p.n.e. Grecy wybudowali tam miasto Massilia (współczesna Marsylia), ale najwcześniejsze zapiski o ekspedycjach w głąb kraju pochodzą z okresu o setki lat późniejszego od Rzymian, którzy rozpoczęli kampanię „Transalpine Gaul” (Galia przez Alpy) w pierwszym wieku przed naszą erą. Rzymianie napotkali tam głównie Celtów, plus niewielu ocalałych preceltyckich Iberyjczyków i Ligurów. Napotkali również wiele ludów Germańskich, migrujących do Galii od północy i wschodu.Rzymskie opanowanie Galii było stopniowe, ale nieuniknione. W roku 121 p.n.e. Rzym wysłał do Galii wojska, by pomóc Marsylii w inwazji Celtów, a przy okazji obronić lądową drogę do Hiszpanii (gdzie znajdowały się istotne tereny). To doprowadziło do przyłączenia przez Rzym kawałka południowej Galii jako prowincji. Dzisiaj rejony te nadal są częścią Francji i noszą nazwę Prowansji. W roku 58 p.n.e. Cezar rozpoczął szeroko zakrojoną kampanię, zmierzającą do wejścia głębiej na tereny galijskie. Wojna trwała przez jakieś osiem lat i w jej efekcie Galia weszła w rzymskie posiadanie. Za wyjątkiem kilku zauważalnych, ale z łatwością tłumionych buntów, Galia przez kilka stuleci nie miała większych zastrzeżeń do pozostawania rzymską prowincją. Pod rządami Rzymu kraj prężnie się rozwijał, a na francuskiej wsi nadal można odnaleźć ślady bogatych willi wykonanych w rzymskim stylu. W tej sytuacji spacyfikowana Galia stała się skocznią do dalszej ekspansji rzymskiej, zarówno na północny zachód, przez kanał do Wielkiej Brytanii, jak i na północny wschód, na barbarzyńskie tereny germańskie."
        },
        {
            "heading": "Późni Galowie",
            "text": "W ciągu III i IV wieku naszej ery rzymska potęga w zachodniej Europie zaczęła przygasać, a Galia znalazła się pod rosnąca presją najeźdźców z północy i wschodu. Rzym skupiał swoje wysiłki na utrzymaniu Dunaju i powstrzymaniu barbarzyńców przed wkroczeniem do Włoch, co pozbawiało Galię koniecznej obrony. W połowie II wieku Galowie przeżyli znaczące wtargnięcia wojsk germańskich Alemanów i Franków, a zagarnięte terytoria nie zostały odebrane najeźdźcom aż do roku 274. W miarę jak okolice robiły się wrogie i niebezpieczne, miasta i osady umacniały się. Proces ten trwał przez całe średniowiecze.Chrześcijaństwo, które pojawiło się w Galii w okolicach roku 250 n.e., zagnieździło się tam na poważnie pod koniec IV wieku."
        },
        {
            "heading": "Upadek rzymskich Galów",
            "text": "W roku 395 Rzym podzielony został na połowy wschodnią i zachodnią, a Zachodni Rzym po prostu pozostawił Galię własnemu losowi, desperacko próbując uchronić sam Rzym przed inwazją barbarzyńców z Austrii i Niemiec. Na skutek tego w okolicy 405-406 roku spora grupa germańskich plemion przekroczyła Ren i znalazła się w Galii, poszukując stałych domów dla grup takich jak Frankowie czy Burgundczycy. Wizygoci odbili na dalekie południe, zajmując tereny Akwitanii. Do roku 576 Rzymianie z łatwością zostali wypchnięci z Galii przez najeźdźców germańskich."
        },
        {
            "heading": "Średniowiecze",
            "text": "W okresie średniowiecza (400-1200 n.e.) Francja podzielona została na szereg mniejszych królestw, rządzonych przez następców rozmaitych germańskich najeźdźców. Pod koniec V stulecia król Franków północnych Chlodwig zjednoczył większość kraju (za wyjątkiem kilku upartych wizygockich osiedli na południu). Chlodwig był pierwszym z dynastii Merowingów, którzy mieli rządzić zjednoczonym królestwem. Przeniósł swoją stolicę do Paryża i został w pewnym stopniu uznany przez cesarza rzymskiego, co nadało jego rządom podstawę prawną.W roku 511, po śmierci Chlodwiga, jego królestwo podzielone zostało pomiędzy jego czterech synów, którzy spędzili następne pięćdziesiąt lat na walce ze sobą. Po śmierci któregoś z braci jego ziemia dzielona była pomiędzy pozostałych. Sytuacja ta trwała do roku 558, kiedy to pozostał tylko jeden brat. Królestwo Merowingów pozostało zjednoczone przez niezwykle długi okres dziewięciu lat, kiedy to umarł kolejny król i ziemie zostały ponownie podzielone pomiędzy jego synów. Ten proces podbojów i dzielenia trwał przez wieki i w każdym pokoleniu kosztował życie tysięcy ludzi.Na początku XVII stulecia pojawiła się inna silna Frankońska rodzina, która mogła rzucić wyzwanie Merowingom. Karolingowie urządzili się w północnej Austrasii i pokonali pobliskich sąsiadów, zyskując dominację w północnej Francji i Niemczech. Początkowo wsparli Merowingów, ale kiedy w roku 737 król Teodoryk IV zmarł, król Karol Martel z Karolingów okazał się na tyle potężny, by zgarnąć właściwą władzę, pozostawiając pusty tron. W trakcie rządów Karolowi udało się powstrzymać najazdy muzułmanów na francuskie tereny oraz rozciągnąć swoje wpływy na Niemcy.Po Karolu nastąpił Pepin Krótki, który otrzymał błogosławieństwo Papieża z Rzymu i otwarcie zajął tron. Po jego śmierci królestwo podzielone zostało na dwie części między jego synów - Karlomana, który nie przetrwał zbyt długo i Karola Wielkiego, któremu się udało."
        },
        {
            "heading": "Karol Wielki i Święte Cesarstwo Rzymskie",
            "text": "Ojciec Karola Wielkiego zmarł w roku 768, a jego brat w 711, pozostawiając go królem całości Francji. Kontynuował politykę ekspansji na tereny Niemiec i zajętej przez muzułmanów Hiszpanii, przy czym to pierwsze zdecydowanie szło mu z większym powodzeniem. Interweniował we Włoszech u boku Papieża, tereny którego od północy zagrożone były przez Longobardów. Karol pokonał ich, a następnie koronował się na ich króla, ustanawiając państwo kościelne, czym zasłużył sobie na sporą wdzięczność Kościoła.Przed końcem VIII wieku Karol Wielki był w Europie Zachodniej niekwestionowaną potęgą. Pod jego rządami znajdowała się większość terenów współczesnej Francji, zachodnie Niemcy, kraje Beneluksu oraz północne Włochy. W roku 800 n.e. papież Leon III koronował go na cesarza Świętego Cesarstwa Rzymskiego, co uczyniło go sukcesorem cezarów Zachodniego Cesarstwa Rzymskiego.Po śmierci Karola Wielkiego w 813 roku tron odziedziczył jego syn, Ludwik Pobożny. Po jego śmierci wnuki Karola Wielkiego ponownie rozpoczęły walkę o królestwo i w roku 843 na mocy traktatu z Verdun Święte Cesarstwo Rzymskie podzielone zostało na trzy części wzdłuż linii prowadzących z północy na południe. Były to Państwo Wschodniofrankijskie, Państwo Zachodniofrankijskie oraz Państwo Środkowofrankijskie, które znajdowało się pomiędzy nimi. Mimo tego że Państwo Zachodniofrankijskie było mniejsze, z grubsza powtarzało ono granice współczesnej Francji i niektórzy naukowcy datują jej utworzenie traktatem z Verdun."
        },
        {
            "heading": "Po imperium",
            "text": "Nowe królestwa nie były szczególnie stabilne i lud Francji musiał przeżyć kolejne 300 lat nieustającej walki i podgryzania się krewniaków podczas walki najróżniejszych królów i szlachty o dominację. Życie bynajmniej nie stało się łatwiejsze z przybyciem Wikingów, których najazdy sięgnęły głęboko do serca kraju, dotarły aż do Paryża i często kończyły się żądaniem ogromnego okupu za odejście. Pozostawali aktywni w IX i X stuleciu, a niektórzy osiedlili się w Normandii na stałe. Władcy musieli również radzić sobie z brytyjskimi monarchami, którzy zajęli tereny na zachodzie, wliczając w to części Akwitanii, Bretanii i Lombardii. Całkowite pozbycie się Brytyjczyków z kontynentu zajęło kiulka stuleci.Z początkiem nowego milenium francuską koronę przejęli Kapetyngowie, którzy również spędzili masę czasu na walce ze sobą i wszelaką szlachtą, podważającą ich prawo do rządzenia.Król Filip II, który rządził w latach 1180-1223 uczynił wiele by wzmocnić monarchię. W chwilach gdy akurat nie walczył w kolejnej krucjacie u boku swojego przyjaciela Ryszarda Lwie Serce, Filip zreformował rząd, zmodernizował gospodarkę oraz pokonał Anglików, Flamandów i Niemców pojedynczo i w grupach. Król Ludwik IX (rządził w latach 1226-1270) skonsolidował królestwo jeszcze bardziej."
        },
        {
            "heading": "Wojna stuletnia (1328 - 1429)",
            "text": "Z początkiem XIV stulecia Francja była najpotężniejszym krajem na kontynencie. W roku 1328 tron zajął Filip VI. Edward III, król Anglii, zajmował Akwitanię i miał niewielkie prawa do francuskiego tronu, których nie zgłaszał w czasie dziedziczenia tronu przez Filipa. Jednak w roku 1337 Filip VI skonfiskował Akwitanię, a w odpowiedzi Edward III zgłosił swoje żądania, rozpoczynając wojnę pomiędzy Anglią a Francją.Anglicy prowadzili wojnę na morzu oraz poprzez wszczynanie rebelii wśród flamandzkich poddanych francuskiej korony. W roku 1346 wojsko angielskie wygrało słyną bitwę pod Crecy, ale nie osiągnęło już żadnego sukcesu i musiało ewakuować się z kontynentu prawie pustymi rękoma. W roku 1347 przyszła Czarna Śmierć, zabijając wielu ludzi i opóźniając wojnę. Ostre walki wybuchły ponownie w roku 1350, a francuski król dał się pojmać przez Anglików, którzy zażądali za jego uwolnienie ogromnego okupu. Francuzi odmówili płacenia, a król zmarł w więzieniu w Londynie. Wojna ciągnęła się do roku 1420, kiedy to Traktat w Troyes ogłosił połączenie korony francuskiej i angielskiej na młodzieńczej głowie Henryka VI, króla Francji i Anglii.Takie rozwiązanie nikomu się nie podobało. Francuski szlachcic Karol VIII miał dosyć mocne prawdo do tronu, a wielu francuskich patriotów wolało jego od dowolnego angielskiego władcy. Zaliczała się do nich również dziwna chłopska dziewczyna o imieniu Joanna d'Arc. W przeciągu kilku lat Joanna doprowadziła francuzów do zwycięstwa, zmuszając anglików do wycofania się na wszystkich frontach. Karol został koronowany w roku 1429, a Joannę spalono na stosie kilka lat później."
        },
        {
            "heading": "Wojny reformacji",
            "text": "Przed XVI wiekiem w Europie pleniła się niechęć do kościoła katolickiego, który uznawany był za chciwy i skorumpowany. W roku 1517 Marcin Luter ogłosił swoje 95 tez, które potępiały wyczyny Kościoła. Ruch Marcina Lutra zebrał we Francji wielu popleczników i przed rokiem 1534 król podpisał pierwszy z serii edyktów przeciwko Hugenotom (protestantom). Nie pomogło to w przerwaniu rozprzestrzeniania się ruchu. W roku 1662 obie strony znajdowały się w stanie otwartej wojny, która nasilała się i cichła przez dekady i zakończyła w roku 1598, kiedy to edykt nantejski dał Hugenotom pełną swobodę religijną."
        },
        {
            "heading": "XVII wiek",
            "text": "W XVII wieku potęga korony zwiększyła się, i w sporej części stało się to za sprawą jednego człowieka, Armand-Jeana du Plessis, kardynała i księcia Richelieu. Był on szalenie zdolnym ministrem i jedną z najbardziej barwnych postaci historycznych. Inteligentny, wyrachowany i bezlitosny, bez wytchnienia pracował na rzecz powiększenia królewskiej władzy, sławy i zniszczenia wrogów. On również rozpoczął walkę przeciwko Hugenotom, którzy zachowali swoje wolności religijne, ale utracili potęgę wojskową.W roku 1643 tron objął wspaniały Ludwik XIV, znany jako Król Słońce. Udało mu się uwieść i ujarzmić arystokrację francuską, czyniąc z pałacu Wersalskiego najbardziej wytworny dwór na całym świecie. Pod tymi barwnymi fatałaszkami Ludwik był też ambitnym władcą i podczas swoich rządów walczył w trzech większych wojnach i kilku pomniejszych konfliktach. Rządził przez zadziwiająco długi okres 72 lat, po czym zmarł w roku 1715. Nadal pozostaje najdłużej rządzącym monarchą europejskim."
        },
        {
            "heading": "XVIII wiek",
            "text": "XVIII wiek przyniósł zwiększenie potęgi i bogactwa szlachty, pojawienie się we Francji klasy średniej oraz dalszy ucisk chłopstwa. Rozpatrując sprawę filozoficznie, oświecenie zwykle podkopuje wiarę w tradycyjne instytucje, takie jak kościół czy monarchia. W roku 1776 wybuchła rewolucja amerykańska, a lud francuski zobaczył, jak wolni ludzie zrzucają jarzmo monarchii na rzecz demokracji i samodzielnego rządzenia. To tylko dalej rozniecało i tak już narastające nastroje buntownicze."
        },
        {
            "heading": "Rewolucja",
            "text": "W 1789, depcząc po piętach rewolucji amerykańskiej, francuscy chłopi i klasa średnia zbuntowali się przeciwko szlachcie i królowi. Rewolucja okazała się brutalna i krwawa, a króla i około 50000 innych obywateli Francji stracono przy użyciu świeżo wynalezionej gilotyny (triumf nauki oświecenia).We wczesnym okresie rewolucji ludzie ruszyli na Bastylię, obalili szlachtę i zmusili króla do zaakceptowania monarchii konstytucyjnej. Ale nowe zgromadzenie szybko przemieniło się w grupę wojujących ugrupowań, kłócących się o władzę i niezdolnych do rządzenia. Bez żadnych sankcji rządowych komuna paryska zamordowała około 1350 więźniów. We wrześniu 1792 zebrała się konwencja konstytucyjna, która obaliła monarchię i ogłosiła republikę. Austria i Prusy domagały się przywrócenia króla, grożąc sankcjami w stosunku do ludności francuskiej w przypadku odmowy. Rząd rewolucyjny upatrzył w tym dowód na konszachty króla z wrogami, za co został on skazany na śmierć i w styczniu 1793 stracony.Później w roku 1793 Komitet Bezpieczeństwa Powszechnego rozpoczął rządy terroru, zapewniając bezpieczeństwo publiczne poprzez użycie gilotyny na 15 000 - 40 000 obywateli, z czego wielu nie doczekało się nawet procesu. Wybuchło kilka lokalnych buntów, przeważnie spowodowanych wściekłością chłopów na traktowanie przez rewolucjonistów kościoła katolickiego. Ale zostały one bardzo silnie stłumione.W roku 1795 nowa konstytucja francuska określiła zupełnie nowy typ rządzenia. Władza wykonawcza znajdowała się w rękach komitetu, rady pięciu zarządców wybieranych corocznie z nowej dwuizbowej legislacji. Nowa forma rządzenia również okazała się nieskuteczna i w roku 1799 władzę przejął człowiek o imieniu Napoleon Bonaparte."
        },
        {
            "heading": "Napoleon Bonaparte",
            "text": "Ten niezwykły człowiek urodził się na kontrolowanej przez Francuzów Korsyce i ćwiczył się jako artylerzysta w wojsku francuskim. W roku 1799 przeprowadził zamach stanu, w wyniku którego objął stanowisko Pierwszego Konsula, które sam dla siebie wynalazł. W przeciągu kolejnych pięciu lat koronował się na cesarza. Przez szesnaście lat rządził Francją, która ze zbankrutowanego i rozdartego przez rewolty kraju zmieniła się w największa potęgę Europy. Raz za razem walczył i zwyciężał wszystkie pobliskie kraje, które stawiały mu opór w pojedynkę i w sojuszach. Oprócz jednego, Anglii. Niezdolny do stworzenia marynarki, która mogłaby walczyć z niepokonaną flotą Brytyjską, nie mógł sięgnąć i zniszczyć swojego najbardziej zaciętego wroga.Przez piętnaście lat Napoleon z triumfem maszerował w tę i z powrotem po Europie, aż został ostatecznie w końcu pokonany przez kolejną koalicję pod Lipskiem, a rok później - pod Waterloo. Więcej szczegółów na temat tego niesamowitego wodza znajdziesz w artykule Civilopedii na jego temat."
        },
        {
            "heading": "XIX wiek",
            "text": "Po ostatecznej porażce Napoleona zwycięskie kraje ustanowiły we Francji monarchię konstytucyjną, która przetrwała przez jakieś 40 lat, aż siostrzeniec Napoleona, Ludwik Napoleon został wybrany prezydentem w powszechnym głosowaniu w roku 1848, a w 1852 ogłosił się królem. Pozostał u władzy do roku 1870, kiedy to podjudzany przez pierwszego ministra Prus, Otto von Bismarcka, podjął niefortunną decyzję o rozpoczęciu wojny z Prusami, która zakończyła się upokarzająca porażką. Prusy użyły swojej sieci kolejowej w genialnym posunięciu i skupiły siły, zanim Francuzi gotowi byli do walki, po czym 2 września 1870 Napoleon i cała jego armia zostali pojmani.Wojna zakończyła się ponownym obaleniem monarchii, zastąpionej Trzecią Republiką, upokarzającą utratą Alzacji i Lotaryngii na rzecz Niemiec Pruskich, oraz płonącą żądzą zemsty, która w kolejnych latach bynajmniej się Francji nie przysłużyła."
        },
        {
            "heading": "Wielka wojna",
            "text": "Pierwsza wojna światowa spowodowana była ogromną porażką zdrowego rozsądku i wyobraźni dyplomacji europejskiej, a to za sprawą krajów, które utworzyły dziką sieć sojuszy i paktów, wiążących je ze sobą na różnorakie sposoby, których nikt nie pojmował. Wojna zaczęła się od bezczelnego zagarnięcia Serbii przez Austro-Węgry z użyciem jako casus belli („to nasza wymówka za strzelanie do sąsiada”) morderstwa arcyksięcia przez terrorystę serbskiego. Arcyksiążę zginął 28 czerwca 1914, a już w sierpniu Europejczycy mordowali się na trzech różnych kontynentach.W konflikcie brały udział dwie strony, potęgi centralne, do których zaliczały się Niemcy, Austro-Węgry, Imperium Osmańskie i Bułgaria, walczące przeciwko entencie, na którą składały się Wielka Brytania, Francja oraz Rosja. Na wschodnim froncie Niemcy wykonali szybkie uderzenie, kompletnie deklasując armię rosyjską i prawie usuwając ją z walki. Na froncie zachodnim udało im się wbić głęboko w tereny francuskie, aż zostali powstrzymani desperackimi wysiłkami Francji i Wielkiej Brytanii na wschód od Paryża.Przez następne cztery lata Francja podzielona została 1,5-kilometrową linią okopów w poprzek swojego terytorium, a straty w żołnierzach wynosiły dziesiątki tysięcy na każde przesunięcie linii frontu o centymetr. Ziemia zatruta została tysiącami trupów, wybuchłą amunicją, niewypałami oraz bronią chemiczną. W roku 1917 do wojny wkroczyły Stany Zjednoczone, a niemiecki duch walki osłabł. W roku 1918 niemiecki rząd upadł, a nowy podpisał zawieszenie broni.Na skutek wojny Francja była praktycznie wykrwawiona z dwoma milionami zabitych (cztery procent całej populacji) i ponad czterema milionami rannych. Tereny znajdujące się przed oraz za linią walk były niczym pustynie pełne gnijących trupów, a miasta i wsie leżały w ruinach. Wściekłość na Niemcy wylała się w żądania ogromnych reparacji, które miały zarówno pomóc Francji w odbudowie, jak i ukarać wroga. O ile taka polityka dawała krótkoterminowe korzyści, o tyle miała dwa poważne skutki ujemne. Po pierwsze, wzbudziła żal oraz żądzę zemsty w niemieckiej ludności, a po drugie zniesmaczyła Amerykanów, powodując, że w przyszłości mieli mniejszą ochotę pakować się w Europejskie konflikty."
        },
        {
            "heading": "Druga wojna światowa",
            "text": "Druga wojna światowa okazała się dla Francji bolesną i upokarzająca porażką. Niemcy odbudowały swoją machinę wojenną, podczas gdy Francja, której po wielkiej wojnie brakło ludzi, skonstruowała Linię Maginota - budzącą szacunek linię umocnień, podziemnych bunkrów i okopów na granicy z Niemcami. Gdyby niemiecka armia faktycznie spróbowała forsować tę linię, czekałyby ją znaczne straty w ludziach i, co ważniejsze, w czasie.Niestety z powodów politycznych Francuzi nie dociągnęli linii do morza, ponieważ w tym momencie Belgia znalazłaby się poza umocnieniami. Tymczasem Belgowie odmówili umacniania granicy z Niemcami, bojąc się że wzbudzi to ich gniew. W związku z tym w momencie, gdy Niemcy podjęły decyzję o inwazji na Francję, po prostu ominęły one linię, przechodząc przez tereny belgijskie. Francuzom i Anglikom nie udało się ustawić skutecznej linii obronnej przeciwko miażdżącemu blitzkriegowi i w przeciągu paru tygodni Francja została zajęta, ostatecznie poddając się 22 czerwca 1940.6 czerwca 1944 Brytyjczycy, Amerykanie i siły Wolnej Francji wylądowały w Normandii i rozpoczęły wyzwalanie Francji spod okupacji niemieckiej. Wojska przeciwnika cofały się powoli, utrzymując upartą obronę, ale w związku z wkroczeniem radzieckich wojsk na terytorium Niemiec, katastroficznymi stratami na wszystkich frontach, kompletną utratą przewagi powietrznej oraz niekończącym się deszczem alianckich bomb spadających na niemieckie fabryki i miasta, porażka była nieunikniona. Paryż został wyzwolony 25 sierpnia 1944, a 7-8 maja 1945 Niemcy się poddały."
        },
        {
            "heading": "Współczesna Francja",
            "text": "Po drugiej wojnie światowej Francja niechętnie pozbyła się zamorskich kolonii, tocząc bolesne i skazane na porażkę wojny w Wietnamie i Algierii. W tym samym czasie trwały próby odbudowy oraz stworzenia nowego, nowoczesnego państwa na popiołach po wielkich wojnach. We Francji żyje wielu imigrantów, w tym muzułmanów, co powoduje napięcia, wynikłe ze zderzenia kultury islamu z Zachodem.Francuska sztuka rozwija się jak nigdy przedtem, a Paryż - „Miasto świateł” - ponownie stanowi centrum kulturowe świata. Francja została wiodącym członkiem Unii Europejskiej u boku Niemiec, swojego dawnego wroga. Z punktu widzenia historii jest to porażający triumf zdrowego rozsądku, który obiecuje świetlaną przyszłość dla Francji, Europy i świata."
        },
        {
            "heading": "Współczesna Francja",
            "text": "Po drugiej wojnie światowej Francja niechętnie pozbyła się zamorskich kolonii, tocząc bolesne i skazane na porażkę wojny w Wietnamie i Algierii. W tym samym czasie trwały próby odbudowy oraz stworzenia nowego, nowoczesnego państwa na popiołach po wielkich wojnach. We Francji żyje wielu imigrantów, w tym muzułmanów, co powoduje napięcia, wynikłe ze zderzenia kultury islamu z Zachodem.Francuska sztuka rozwija się jak nigdy przedtem, a Paryż - „Miasto świateł” - ponownie stanowi centrum kulturowe świata. Francja została wiodącym członkiem Unii Europejskiej u boku Niemiec, swojego dawnego wroga. Z punktu widzenia historii jest to porażający triumf zdrowego rozsądku, który obiecuje świetlaną przyszłość dla Francji, Europy i świata."
        },
        {
            "heading": "Współczesna Francja",
            "text": "Po drugiej wojnie światowej Francja niechętnie pozbyła się zamorskich kolonii, tocząc bolesne i skazane na porażkę wojny w Wietnamie i Algierii. W tym samym czasie trwały próby odbudowy oraz stworzenia nowego, nowoczesnego państwa na popiołach po wielkich wojnach. We Francji żyje wielu imigrantów, w tym muzułmanów, co powoduje napięcia, wynikłe ze zderzenia kultury islamu z Zachodem.Francuska sztuka rozwija się jak nigdy przedtem, a Paryż - „Miasto świateł” - ponownie stanowi centrum kulturowe świata. Francja została wiodącym członkiem Unii Europejskiej u boku Niemiec, swojego dawnego wroga. Z punktu widzenia historii jest to porażający triumf zdrowego rozsądku, który obiecuje świetlaną przyszłość dla Francji, Europy i świata."
        }
    ],
    "leader": {
        "name": "Napoleon Bonaparte",
        "subtitle": "Przywódca Francuzów",
        "lived": "1769-1821 r.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/napoleon_bonaparte.png",
        "trait": {
            "name": "Miasto Światła",
            "effect": "Premie tematyczne muzeów i cudów świata zostają podwojone w ich stolicy."
        },
        "titles": [
            "Pierwszy konsul Francuskiej Republiki",
            "Cesarz Francuzów Napoleon I"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Ciężko przecenić geniusz militarny Napoleona Bonaparte."
            },
            {
                "heading": "Początki",
                "text": "Napoleon Bonaparte urodził się na Korsyce, gdzie poszedł też do akademii wojskowej w wieku 10 lat. W szkole wykazywał się zdolnościami w matematyce, historii i geografii, a także zupełną obojętnością dla literatury i nauk humanistycznych. W wieku 14 lat został w stopniu podporucznika przydzielony do regimentu artylerii. Gdy wybuchła rewolucja francuska, Napoleon stanął po stronie rewolucjonistów i został mianowany podpułkownikiem artylerii, gdzie szybko dowiódł swej wartości jako utalentowany dowódca."
            },
            {
                "heading": "Sięgnięcie po władzę",
                "text": "Od samego początku wykazywał się błyskotliwością taktyczną i umiejętnością poruszania się po zdradliwych wodach polityki rewolucyjnej Francji, gdzie jeden fałszywy krok oznaczał dosłownie utratę głowy. W 1794 r. został generałem brygady, a w 1795, w wieku 25 lat, dowódcą wojsk wewnętrznych. Przez kilka następnych lat Napoleon poprowadził francuskie armie do ważnych zwycięstw nad wrogami na kontynencie, w tym nad potężnymi w tym czasie Austriakami.Wykorzystując ten sukces i swą rosnącą popularność, w 1800 r. obalił rząd i mianował się „pierwszym konsulem”. Pięć lat później koronował się na cesarza Francuzów. Wykazał się tym samym głęboką pogardą dla demokratycznych podwalin rewolucji, na falach której wspiął się na szczyt."
            },
            {
                "heading": "Vive l'Empereur!",
                "text": "Napoleon był świetnym administratorem i błyskawicznie przeorganizował rząd, wycofał najokrutniejsze i najbardziej radykalne ustawy rewolucyjne i otworzył na nowo kościoły. Wszystko to przysporzyło mu nie lada popularności. Jednak Francja była wciąż w stanie wojny z resztą Europy, więc Napoleon ponownie musiał pokierować wojskami, co zaowocowało wspaniałymi zwycięstwami nad Austrią i pokojem z Anglią.Anglicy wciąż byli zaniepokojeni wzrostem potęgi Francji i wojna wybuchła ponownie w 1803 r. Napoleon musiał stawić czoła potężnemu sojuszowi składającemu się z Anglii, Austrii, Rosji i Szwecji. Sprytnie i szybko skoncentrował swe siły przeciwko rozproszonemu wrogowi. Błyskawicznie pomaszerował przez Europę, zajmując stolicę Austrii i miażdżąc siły rosyjskie w bitwie pod Austerlitz. Austria znów błagała o pokój. Przez kilka lat, pokonując Prusów, Hiszpanów i po raz kolejny Austriaków, wydawał się niepokonany. Wciąż jednak na placu boju pozostawały Anglia i Rosja."
            },
            {
                "heading": "Kampania w Rosji",
                "text": "Napoleon zdecydował, że nigdy nie będzie bezpieczny w Europie, dopóki Rosja, wspierana przez perfidnych Anglików, będzie czyhać na jego flance. Anglia, chroniona kanałem La Manche i doskonałą flotą, była trudniejszym celem niż Rosja. W 1812 r. poprowadził pół miliona ludzi w marszu na Moskwę. Siły rosyjskie się wycofały, zabierając lub paląc wszystko na swej drodze i co mogło przydać się siłom inwazyjnym. W tym samym czasie wypady kozaków nadwerężały francuskie linie zaopatrzenia. Bonaparte zdołał zająć Moskwę, ale Rosjanie zdążyli spalić lub zabrać wszystko, co mogło przydać się jego ludziom. Z powodu braku zapasów Napoleon zmuszony był się wycofać i znów stawić czoła Rosjanom i rosyjskiej zimie. W czasie wyprawy stracił 96% żołnierzy."
            },
            {
                "heading": "Upadek Napoleona",
                "text": "Po powrocie do Paryża natychmiast uzbroił 350.000 żołnierzy, ale jego wizerunek niepokonanego wodza zdążył już legnąć w gruzach i cała Europa zaczęła się buntować przeciwko niemu. Prusy, Rosja i Austria zjednoczyły swe siły, a Anglia przerzuciła więcej żołnierzy do Hiszpanii. Choć Napoleonowi udało się odnieść jeszcze kilka błyskotliwych zwycięstw, jego przeciwnicy pozostawali nieugięci. W końcu został pokonany i zmuszony do abdykacji. W uznaniu jego zasług dano mu możliwość rządzenia wyspą Elbą wraz z sześcioma milionami franków płaconymi przez Francję.Później próbował jeszcze powrotu do kraju i sięgnięcia po władzę po raz kolejny, ale w końcu został ostatecznie pokonany przez Anglików i Prusów w bitwie pod Waterloo (Belgia). Tym razem zesłano go na dożywocie na wyspę Świętej Heleny, tysiąc mil od brzegu Afryki. Umarł tam w 1821 r."
            },
            {
                "heading": "Ocena historii",
                "text": "Napoleon był jednym z najgenialniejszych dowódców wojskowych w historii. Błyskawicznie przemieszczał swe siły i zawsze wiedział, gdzie uderzyć, by zadać jak najwięcej strat. Sprawami wewnętrznymi kraju zajmował się w sposób kompetentny, a Francja kwitła pod jego rządami (dopóki nie wyczerpały jej ciągłe wojny). W głębi serca na zawsze pozostał zatwardziałym generałem piechoty, więc nigdy nie zdołał stworzyć floty mogącej w poważny sposób zagrozić angielskiej dominacji.Ostatecznie, przecież nie mógł pokonać wszystkich."
            }
        ]
    }
}