{
    "id": 8,
    "name": "Niemcy|Niemiec|Niemcom|Niemcy|Niemcami|Niemcach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/germany.png",
    "dawn_of_man": "Niech żyje wielki Bismarck, pierwszy kanclerz Niemiec i niemieckiego imperium! Niemcy to młody kraj stworzony na gruzach Świętego Cesarstwa Rzymskiego. Został on zjednoczony w roku 1871, niewiele ponad sto lat temu. Niemcy okazali się narodem kreatywnym, zaradnym i wojowniczym. Mimo wielkiej katastrofy w pierwszej połowie XX wieku, Niemcy pozostają liderem światowej gospodarki, sztuki i technologii.Wielki Książę von Bismarck, Niemcy pragną, byś poprowadził ich ku wielkiej chwale. Są zdeterminowani i zwracają się ku tobie, ich ukochanemu Żelaznemu Kanclerzowi, byś ponownie wskazał im drogę. Będziesz rządził i podbijał żelazem i krwią, a może będziesz wspierać niemiecką sztukę i przemysł? Zdołasz stworzyć cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Hanza|Hanzy|Hanzie|Hanzę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hanse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Panzery|Panzerów|Panzerom|Panzery",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/panzer.json"
        }
    ],
    "city_names": [
        "Berlin|Berlina|Berlinowi|Berlin|Berlinem|Berlinie",
        "Hamburg|Hamburga|Hamburgowi|Hamburg|Hamburgiem|Hamburgu",
        "Monachium",
        "Kolonia|Kolonii|Kolonii|Kolonię|Kolonią|Kolonii",
        "Frankfurt|Frankfurtu|Frankfurtowi|Frankfurt|Frankfurtem|Frankfurcie",
        "Essen",
        "Dortmund|Dortmundu|Dortmundowi|Dortmund|Drtmundem|Dortmundzie",
        "Stuttgart|Stuttgartu|Stuttgartowi|Stuttgart|Stuttgartem|Stuttgarcie",
        "Dusseldorf|Dusseldorfu|Dusseldorfowi|Dusseldorf|Dusseldorfem|Dusseldorfie",
        "Brema|Bremy|Bremie|Bremę|Bremą|Bremie",
        "Hanower|Hanoweru|Hanowerowi|Hanower|Hanowerem|Hanowerze",
        "Duisburg|Duisburga|Duisburgowi|Duisburg|Duisburgiem|Duisburgu",
        "Lipsk|Lipska|Lipskowi|Lipsk|Lipskiem|Lipsku",
        "Drezno|Drezna|Dreznu|Drezno|Dreznem|Dreźnie",
        "Bonn",
        "Bochum",
        "Bielefeld",
        "Karlsruhe",
        "Gelsenkirchen",
        "Wiesbaden",
        "Munster",
        "Rostock|Rostocku|Rostockowi|Rostock|Rostockiem|Rostocku",
        "Chemnitz",
        "Brunszwik|Brunszwiku|Brunszwikowi|Brunszwik|Brunszwikiem|Brunszwiku",
        "Halle",
        "Monchengladbach",
        "Kilonia|Kilonii|Kilonii|Kilonię|Kilonią|Kilonii",
        "Wuppertal|Wuppertalu|Wuppertalowi|Wuppertal|Wuppertalem|Wuppertalu",
        "Freiburg|Freiburga|Freiburgowi|Freiburg|Freiburgiem|Freiburgu",
        "Hagen",
        "Erfurt|Erfurtu|Erfurtowi|Erfurt|Erfurtem|Erfurcie",
        "Kassel",
        "Oberhausen",
        "Hamm",
        "Saarbrucken",
        "Krefeld|Krefeldu|Krefeldowi|Krefeld|Krefeldem|Krefeldzie",
        "Poczdam|Poczdamu|Poczdamowi|Poczdam|Poczdamem|Poczdamie",
        "Solingen",
        "Osnabruck|Osnabrucku|Osnabruckowi|Osnabruck|Osnabruckiem|Osnabrucku",
        "Ludwigshafen",
        "Leverkusen",
        "Oldenburg|Oldenburga|Oldenburgowi|Oldenburg|Oldenburgiem|Oldenburgu",
        "Neuss",
        "Mulheim",
        "Darmstadt",
        "Herne",
        "Wurzburg|Wurzburga|Wurzburgowi|Wurzburg|Wurzburgiem|Wurzburgu",
        "Recklinghausen",
        "Getynga|Getyngi|Getyndze|Getyngę|Getyngą|Getyndze",
        "Wolfsburg|Wolfsburga|Wolfsburgowi|Wolfsburg|Wolfsburgiem|Wolfsburgu",
        "Koblencja|Koblencji|Koblencji|Koblencję|Koblencją|Koblencji",
        "Hildesheim",
        "Erlangen"
    ],
    "spy_names": [
        "Johann",
        "Marlene",
        "Wilhelm",
        "Eva",
        "Heinz",
        "Horst",
        "Carl",
        "Viper",
        "Albrecht",
        "Anton"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Mimo że różne ludy germańskie zamieszkiwały północno-środkową Europę przez tysiące lat, współczesna jednostka polityczna znana nam jako Niemcy jest bardzo młoda i stworzona prawie całkowicie siłami jednej osoby, genialnego pruskiego polityka Otto von Bismarcka jakieś 140 lat temu. Podczas swojej krótkiej egzystencji Niemcy miały spory wpływ - dobry i zły - na historię ludzkości."
        },
        {
            "heading": "Klimat i teren",
            "text": "Niemcy zajmują różnorodne tereny, od pokrytych śniegami gór na południu poprzez wzgórza na zachodzie i niziny na wschodzie. Kraj przecięty jest kilkoma dużymi rzekami, które zapewniają wodę dla plonów i transport dla dóbr. Góry i wzgórza bogate są w zasoby naturalne, a równiny żyzne. Niemcy mają umiarkowany klimat oraz wystarczające ilości opadów, co czyni je doskonałym miejscem dla rolnictwa w europejskim stylu."
        },
        {
            "heading": "Prehistoria",
            "text": "Przez stulecia Europa północno-środkowa zajęta była przez germańskie narody, które są zazwyczaj finezyjnie określane jako ludy mówiące w językach germańskich (zamiast, powiedzmy, grupy romańskiej we Włoszech, Francji i Hiszpanii). Dowody wskazują, że plemiona germańskie żyły w północnych Niemczech już w epoce brązu. Wygląda na to, że w czasie tego okresu południowe Niemcy były zamieszkane przez ludy pochodzenia celtyckiego, które jednak ostatecznie zostały zgermanizowane w miarę przesuwania się na południe wpływów plemion germańskich."
        },
        {
            "heading": "Rzymianie",
            "text": "Pierwsze informacje historyczne o plemionach germańskich pochodzą z około 50 roku przed naszą erą, kiedy rzymski generał Juliusz Cezar walczył z różnymi plemionami podczas podboju prowincji Galii (obszarów, które z grubsza odpowiadają obecnej Francji). Cezar ustanowił wschodnią granicę Galii na rzece Ren, za którą mieszkała większość barbarzyńskich, germańskich plemion.Rzymianie i ludy germańskie utrzymywali trudny pokój (przerywany przeróżnymi atakami i walkami na granicach) przez jakieś czterdzieści lat do około 10 roku p.n.e., kiedy to armie rzymskie wtargnęły na germańskie tereny z dwóch stron, przekraczając Ren od wschodu i Dunaj od zachodu. Okazało się to katastrofalnym błędem. Barbarzyńcy byli zadziwiająco trudnym przeciwnikiem i zniszczyli kilka rzymskich legionów. Upokorzeni Rzymianie wycofali się na poprzednie granice na Renie i Dunaju i nie podejmowali już dalszych prób przez kilka stuleci, w związku z czym obie strony koegzystowały mniej więcej pokojowo, aż do roku 350 n.e.W czasie tego okresu pomiędzy Rzymianami a Germanami kwitł handel, przy czym ci ostatni sprzedawali materiały w zamian za rzymskie wyroby oraz dobra luksusowe. W miarę upływu czasu Germanie przejęli od Rzymian garncarstwo oraz zaawansowane techniki rolnicze oraz zaczęli używać rzymskich pieniędzy."
        },
        {
            "heading": "Wejście Huna",
            "text": "W IV wieku plemiona Germańskie naciskane były przy Hunów, migrujących na ich ziemie z terenów położonych dalej na wschód. To zepchnęło Germanów na tereny rzymskie. Poprzez kolejnych pięćdziesiąt lat Rzym został napadnięty przez Wizygotów, Swebów i Wandali. Samo miasto Rzym zostało kilkakrotnie splądrowane, a kilku cesarzy zginęło w walce z najeźdźcami. Ostatecznie Rzymianie dogadali się z niektórymi z atakujących, dając im ziemie i pewien stopień bezpieczeństwa przed nadchodzącymi Hunami.Wraz ze śmiercią Attyli w roku 435 imperium Hunów rozpadło się, a plemiona germańskie już nie potrzebowały ochrony Rzymu. Kilka z nich ogłosiło niepodległość, a w krótkim czasie w południowozachodniej Galii powstało królestwo Wizygotów, w południowowschodniej - Burgundia, na północy - Państwo Frankijskie, a na Dunaju - Lombardia. W ten oto sposób zakończyło swoje istnienie Zachodnie Imperium Rzymskie."
        },
        {
            "heading": "Frankowie",
            "text": "Po umocnieniu się w północno-zachodniej Galii Frankowie (germańskie ludy w rzymskiej Galii) zaczęły rozszerzać swoje tereny na wschód przez Ren i w drugą stronę na niezajęte przez Rzymian tereny germańskie, na których niezromanizowane plemiona germańskie pozostawały tak samo uparcie niezależne jak zawsze. Podbijanie plemion wymagało trzech stuleci wojen, podbojów, rebelii, zdrad, kar oraz dalszych wojen. Religia okazała się niezgorszą metodą dojścia do pokoju. Kiedy Frankowie zostali chrześcijanami, zaczęli szukać metod szerzenia Słowa Bożego na barbarzyńskie ziemie. Pogańskie plemiona germańskie nie miały ochoty zmieniać swoich wierzeń. Ostatecznie chrześcijaństwo zwyciężyło, ale był to długi i żmudny (a często również krwawy) proces.Sami Frankowie nie stanowili jednolitego społeczeństwa: spędzali równie wiele czasu na przepychankach pomiędzy sobą, co na walkach z wrogiem zewnętrznym. Najwcześniejsza dynastia władców, Merowingowie, pozostawała przy władzy od połowy VII wieku do czasów, gdy zrzucona została przez Karolingów, rywalizujące plemię z północy. Karolingowie pobłogosławieni zostali ciągiem bardzo zdolnych królów, którzy, sprzymierzeni z Kościołem katolickim, rozszerzyli frankońską potęgę na większość Środkowej Europy."
        },
        {
            "heading": "Karol Wielki i Święte Cesarstwo Rzymskie",
            "text": "Karol Wielki, największy z Karolingów, żył w latach 742-814 i był wielkim wodzem wojskowym oraz przebiegłym politykiem. Kontynuował podboje plemion germańskich rozpoczęte przez jego ojca i dziadka oraz rozszerzył swoje imperium na południową Francję, a następnie Włochy. W zamian za ochronę Rzymu przed Saracenami oraz Bizantyjczykami papież koronował Karola Wielkiego na cesarza Świętego Cesarstwa Rzymskiego. Dzisiaj Karol Wielki uznawany jest za jednego z założycieli Francji i Niemiec, a poza tym pierwszego człowieka od czasów Rzymian, któremu udało się zjednoczyć Europę Zachodnią.Po jego śmierci tron zajął jego jedyny syn Ludwik I (Ludwik Pobożny), który miał więcej niż jednego syna i po jego śmierci Cesarstwo zostało podzielone. Wiele lat upłynęło zanim jedna osoba ponownie zdobyła władzę nad tak dużym kawałkiem Europy."
        },
        {
            "heading": "Rozwój Niemiec (część I)",
            "text": "Syn Ludwika Pobożnego, Ludwik Niemiecki, odziedziczył wschodnią część Świętego Cesarstwa Rzymskiego, które składało się z Bawarii oraz terenów, które następnie zostały średniowiecznymi Niemcami. Król spędził sporą część swojego panowania na walkach ze Słowianami, Wikingami oraz swoimi braćmi, którzy odziedziczyli środkową i zachodnią części cesarstwa Karola Wielkiego (obszary, które następnie zostały Francją oraz krajami Beneluksu). Ludwik Niemiecki rządził przez jakieś 50 lat (ok. 825-876), zapewniając rozdartemu wojnami krajowi polityczną stabilność. Gdy akurat nie walczył z sąsiadami, był wczesnym patronem literatury niemieckiej, który wspomagał tworzenie w swoim królestwie klasztorów."
        },
        {
            "heading": "Średniowiecze",
            "text": "Dwa stulecia po rządach Ludwika zewnętrzne naciski ze strony Danów, Saracenów i Węgrów osłabiły centralne rządy, które okazały się niezdolne obronić mieszkańców przed atakiem. Władza przeniesiona została na szczebel lokalny, co zaowocowało poletkiem malutkich hrabstw, które we wszystkim oprócz nazwy były niezależnymi bytami politycznymi. Po śmierci ostatniego niemieckiego króla z dynastii Karolingów książęta Niemieccy najpierw wybrali na tron frankońskiego księcia, ale gdy okazał się on nieudolny, tytuł przekazano Sasowi.Sasi pozostali przy władzy przez kilka stuleci. W rym czasie z powodzeniem odpierali ataki wschodnich barbarzyńców (chociaż próba poszerzenia niemieckich wpływów na wschód miała katastrofalne skutki). Pod koniec X wieku Otton I najechał i podbił większość Włoch. Papież Jan XII koronował go na cesarza, rozpoczynając okres potężnego sojuszu pomiędzy niemieckim państwem a kościołem, który przetrwał przez ponad stulecie.Jednak nie został zawarty na zawsze. Ostatecznie papieże wycofali swoje poparcie, z powodu wciąż rosnących wpływów niemieckich królów na kościelną własność oraz kler. Reformy kościelne osądziły korupcję wśród biskupów i opatów, którzy kupowali swoje stanowiska od królów i książąt (grzech świętokradztwa), jako że tylko papież mógł je rozdawać. Konflikt sięgnął szczytu w roku 1075, kiedy król Henryk IV zażądał od papieża Grzegorza VII abdykacji, a papież odpowiedział ekskomuniką. Stojąc w obliczu wojny cywilnej król musiał błagać o wybaczenie, które zostało udzielone, ale Henryk został poważnie osłabiony i nie dał rady stłumić rebelii, która ciągnęła się przez jakieś 20 lat. Mimo że Henryk IV przeżył, monarchia niemiecka została przez te walki trwale nadwątlona .W okresie tym Niemcy rosły w potęgę w Europie Środkowej w miarę tego, jak niemieccy królowie i książęta podbijali i kolonizowali tereny na wschodzie i zachodzie. Król Fryderyk I (Fryderyk Barbarossa), którzy rządził w latach 1152-1190, próbował ponownie podbić Lombardię oraz Włochy. Mimo że kampania w Lombardii okazała się porażką, on i jego następcy poczynili spore sukcesy we Włoszech. Fryderyk zmarł w roku 1190, przewodząc niesławnej Trzeciej Krucjacie do Ziemi Świętej. Jeśli wierzyć legendom, utonął podczas kąpieli."
        },
        {
            "heading": "Upadek Niemiec (część I)",
            "text": "Następcom Fryderyka nie udało się połączyć coraz bardziej rozdrobnionych Niemiec i kiedy wnuk Barbarossy, Fryderyk II, umarł w roku 1250, korona przez jakiś nie znalazła właściciela. Żadnemu z kolejnych władców nie udało się pozyskać władzy prawdziwie monarszej.Pod koniec XIV wieku rozpad Niemiec był praktycznie zakończony."
        },
        {
            "heading": "Rozwój Niemiec (część II)",
            "text": "Niemcy pozostawały podzielone przez pięć długich stuleci. W XVIII wieku Austria (pod rządami Habsburgów) oraz królestwo Prus stanowiły dwie dominujące potęgi, a na początku XIX wieku obie zaangażowały się w desperackie walki we wstrząsających Europą wojnach napoleońskich. Kongres Wiedeński w roku 1814, który nastąpił po porażce Napoleona, zakończył się połączeniem wielu kraików, składających się kiedyś na stare germańskie imperium, w Konfederację Niemiec. Zarówno Austria, jak i Prusy, pragnęły dominować w Konfederacji, a ich ciągłe przepychanki i walki o stołek doprowadziły do tego, że nowe państwo było słabe i podzielone.W roku 1861 król Wilhelm I Pruski mianował Otto von Bismarcka premierem Prus. W ciągu trzech krótkich lat Bismarck rozpoczął wojnę z Danią, po czym dodał ten kraj do rosnącego imperium pruskiego. W roku 1866 Prusy rozpoczęły wojnę z Austrią, ale po przebiegłych manipulacjach Bismarcka imperium Habsburgów pozostało samotne i wrażliwe na ataki. Prusy z łatwością pokonały niegdyś potężnego rywala i usunęły Austrię z Konfederacji.W roku 1870 Prusy rozpoczęły wojnę z Francją, wykorzystując swoją niedoścignioną sieć kolejową w celu przeprowadzenia błyskawicznego ataku, na który Francuzi kompletnie nie byli przygotowani. Zostali zmiażdżeni, a Prusy zajęły sporne tereny Alzacji i Lotaryngii. Po pobiciu jedynych państw, które mogły go powstrzymać, Bismarck, a wraz z nim Prusy, ogłosił powstanie Cesarstwa Niemiec, bezpośredniego przodka współczesnych Niemiec. Przez następnych 50 lat Niemcy zdominowały Europę Środkową."
        },
        {
            "heading": "Upadek Niemiec (część II)",
            "text": "Historia pierwszej wojny światowej jest doskonale znana. W zasadzie wojna ta była potworną porażką dyplomacji, gdzie mali ludzie próbowali naśladować taktykę Bismarcka. W latach poprzedzających tę tragedię wielkie potęgi Europy zdały sobie sprawę, że rozpadają się na dwa obozy, z których każdy powiązany jest siecią porozumień dyplomatycznych, praktycznie niepozostawiających miejsca na dyplomację jako taką. Kraj A powiązany był paktem z krajem B, który obiecywał, że udzieli pomocy krajowi C, jeżeli rozpocznie on wojnę z krajem D, który był w analogiczny sposób sprzymierzony z krajami E, F i G..w roku 1914 cały domek z kart posypał się po bezczelnej próbie zajęcia Serbii przez Austro-Węgry. Używając jako wymówki zabójstwa austro-węgierskiego szlachcica przez serbskiego anarchistę, Austro-Węgry wypowiedziały Serbii wojnę. Rosja, honorując pakt z Serbią, wypowiedziała wojnę Austro-Węgrom, a będące ich sojusznikiem Niemcy zmobilizowały siły do ataku na Rosję. To spowodowało, że Francja (która nadal rozpaczała po utracie Alzacji i Lotaryngii przed 40 laty) zmobilizowała się przeciwko Niemcom.Mimo tego, że początki wojny okazały się bardzo udane dla Niemiec, którym udało się praktycznie wyłączyć Rosję z gry oraz zająć połowę Francji, Niemcom ani ich sojusznikom nie udało się zadać wrogom ostatecznego ciosu, a wojna przekształciła się w potworny pat, który trwał przez lata walki z okopów. Brytyjska dominacja na morzu oraz wtrącenie się do konfliktu USA ostatecznie złamały wolę oporu Niemiec. Ludzie mieli dosyć wojny, podczas gdy na wszystkich frontach widać było tylko nacisk i żadnych szans na zwycięstwo. Sytuacja ostatecznie zakończyła się rewoltą. Kaiser uciekł do Holandii, Niemcy ogłosiły się republiką, a 11 listopada 1918 podpisały zawieszenie broni. Zgodnie ze stanem na koniec wojny zginęło 15 milionów ludzi, a spora część Europy była śmierdzącym wysypiskiem z błota, ciał i niewybuchów...Po zakończeniu wojny zwycięzcy nie byli specjalnie mili dla Niemiec. Francja zabrała z powrotem sporne tereny Alzacji i Lotaryngii, a oprócz tego sojusznicy narzucili spore reparacje na już zniszczony kraj, który na dokładkę miał zabronione utrzymywanie dużych sił zbrojnych (Austro-Węgry miały się niewiele lepiej, imperium podzielone zostało zgodnie z granicami etnicznymi na Austrię, Węgry, Czechosłowację oraz Jugosławię. Tak samo poszatkowano imperium Osmańskie).Niemcy były zniszczone, biedne oraz stały przed groźbą okupacji jeżeli nie zapłacą sąsiadom sporych pieniędzy (gwoli sprawiedliwości należy zauważyć, że rzeczeni sąsiedzi nie byli w o wiele lepszym stanie i desperacko potrzebowali pieniędzy na odbudowę). Wielu zastanawiało się, czy Niemcy w ogóle podniosą się po katastrofie pierwszej wojny światowej."
        },
        {
            "heading": "Rozwój Niemiec (część III)",
            "text": "Wydarzenia, które doprowadziły do drugiej wojny światowej również są powszechnie znane. Adolf Hitler zagrał na wściekłości i upokorzeniu, które odczuwała ludność Niemiec, i wraz ze swoimi faszystowskimi nazistami (narodowymi socjalistami) częściowo uzyskał kontrolę nad niemieckim rządem. Niemcom udało się odbudować swój kraj, zarówno pod względem gospodarczym jak i militarnym, w zawrotnym tempie. Tymczasem coraz zacieklej ścigano Żydów, homoseksualistów, Cyganów oraz inne mniejszości.Dawni wrogowie Niemiec mogli tylko bezczynnie patrzeć, jak Hitler łączy Niemcy z Austrią, po czym połyka Czechosłowację. Izolowana przez Francję, Anglię i USA stalinowska, komunistyczna Rosja pomogła Niemcom podzielić bezbronną Polskę. To sprawiło, że Anglia i Francja wypowiedziały Niemcom wojnę, ale żaden z tych krajów nie posiadał potęgi militarnej, która mogłaby równać się z rosnąca armią Hitlera.W roku 1940 Niemcy najechały Francję poprzez Holandię, Belgię oraz Niderlandy. Obrona Francji została ominięta, a niemieckie czołgi szybko uporały się ze znacznie słabszym brytyjskim i francuskimi uzbrojeniem. Po nieco ponad miesiącu Francja poddała się, a Brytyjczycy zostali zepchnięci z kontynentu.W roku 1941 Niemcy zwróciły uwagę na wschód. Potężna machina wojenna zadała krwawy cios Związkowi Radzieckiemu, niszcząc wszystkie wojska radzieckie umieszczone na jej drodze w celu powstrzymania inwazji. Pod koniec 1941 roku Niemcy wydawały się być blisko zniszczenia sowieckiej Rosji i zdobycia niekwestowanego panowania w kontynentalnej Europie."
        },
        {
            "heading": "Upadek Niemiec (część III)",
            "text": "Mimo wczesnego szokującego sukcesu Niemcom nie udało się jednak zniszczyć Związku Radzieckiego. Okaleczona przez czystki stalinowskie w szeregach oficerów, kiepsko uzbrojona i wyćwiczona armia radziecka bohatersko walczyła, by powstrzymać natarcie Niemców. Mimo że koszta były ogromne, a straty w ludziach potworne, Armia Czerwona zdołała powstrzymać wroga zanim dotarł on do Moskwy bądź Leningradu, dając Stalinowi czas na wyćwiczenie i wyekwipowanie solidnego wojska, którego można było użyć w kontrofensywie.Na froncie zachodnim sprawy nie wyglądały wiele lepiej. Do wojny dołączyły Stany Zjednoczone (po japońskim ataku na Pearl Harbor), a amerykańskie i brytyjskie siły zaczęły nadwyrężać niemiecką potęgę najpierw w Afryce, a następnie we Włoszech. Podczas gdy wojska Rosyjskie posuwały się na zachód, pokonując zaciekły opór Niemców, Amerykanie i Brytyjczycy atakowali Francję, otwierając kolejny front przeciwko siłom Hitlera. Wykrwawiona do ostateczności i niezdolna do obrony na kilku frontach niemiecka armia w końcu się rozsypała, a Hitler popełnił samobójstwo. 7-8 maja 1945 roku Niemcy poddały się.Za swoje zbrodnie Niemcy zapłaciły wysoką cenę. Miliony obywateli zginęło w czasie wojny, wliczając w to ogromną ilość niemieckich Żydów, którzy zamordowani zostali przez swoich krajanów. Związek Radziecki (który sam odniósł straty idące w dziesiątki milionów) rozszerzył swoje granice na zachód, na tereny Polski, która w ramach kompensacji otrzymała kawałek Wschodnich Niemiec, wliczając całość Prusów, skąd piętnaście milionów Niemców zostało wygnanych do tego, co pozostało z ich kraju. Niemcy jako takie zostały podzielone i okupowane przez sojuszników. Rosja zajęła wschodnią część, podczas gdy Francja, Wielka Brytania I USA - zachodnią."
        },
        {
            "heading": "Rozwój Niemiec (część IV)",
            "text": "W latach po drugiej wojnie światowej Niemcom udało się dokonać jeszcze jednej niesamowitej odbudowy. Po zakończeniu zimnej wojny oraz rozpadzie Związku Radzieckiego Wschodnie i Zachodnie Niemcy połączyły się, ponownie stając się niezrównaną potęga gospodarczą na skalę europejską. Niemcy zostały entuzjastycznym członkiem Unii Europejskiej i, co najdziwniejsze, bliskim przyjacielem i sojusznikiem Francji. Ludność kraju wydaje się akceptować odpowiedzialność za straszliwe zbrodnie popełnione przez Niemców w czasie drugiej wojny światowej i wygląda na zdeterminowaną, by nigdy nie dopuścić do ich powtórzenia. W skrócie, Niemcy zostały istotną siłą w walce o światowy pokój i jedność w XXI wieku."
        },
        {
            "heading": "Rozwój Niemiec (część IV)",
            "text": "W latach po drugiej wojnie światowej Niemcom udało się dokonać jeszcze jednej niesamowitej odbudowy. Po zakończeniu zimnej wojny oraz rozpadzie Związku Radzieckiego Wschodnie i Zachodnie Niemcy połączyły się, ponownie stając się niezrównaną potęga gospodarczą na skalę europejską. Niemcy zostały entuzjastycznym członkiem Unii Europejskiej i, co najdziwniejsze, bliskim przyjacielem i sojusznikiem Francji. Ludność kraju wydaje się akceptować odpowiedzialność za straszliwe zbrodnie popełnione przez Niemców w czasie drugiej wojny światowej i wygląda na zdeterminowaną, by nigdy nie dopuścić do ich powtórzenia. W skrócie, Niemcy zostały istotną siłą w walce o światowy pokój i jedność w XXI wieku."
        },
        {
            "heading": "Rozwój Niemiec (część IV)",
            "text": "W latach po drugiej wojnie światowej Niemcom udało się dokonać jeszcze jednej niesamowitej odbudowy. Po zakończeniu zimnej wojny oraz rozpadzie Związku Radzieckiego Wschodnie i Zachodnie Niemcy połączyły się, ponownie stając się niezrównaną potęga gospodarczą na skalę europejską. Niemcy zostały entuzjastycznym członkiem Unii Europejskiej i, co najdziwniejsze, bliskim przyjacielem i sojusznikiem Francji. Ludność kraju wydaje się akceptować odpowiedzialność za straszliwe zbrodnie popełnione przez Niemców w czasie drugiej wojny światowej i wygląda na zdeterminowaną, by nigdy nie dopuścić do ich powtórzenia. W skrócie, Niemcy zostały istotną siłą w walce o światowy pokój i jedność w XXI wieku."
        }
    ],
    "leader": {
        "name": "Bismarck",
        "subtitle": "Przywódca Niemców",
        "lived": "1815-1898 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/bismarck.png",
        "trait": {
            "name": "Furor Teutonicus",
            "effect": "Po pokonaniu jednostki barbarzyńców w obozowisku masz 67% szans na zdobycie 25 i przyłączenie się barbarzyńców do ciebie. Utrzymanie jednostek lądowych kosztuje o 25% mniej."
        },
        "titles": [
            "Kanclerz Cesarstwa Niemieckiego",
            "„Żelazny kanclerz”"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Otto von Bismarck, znany też pod przydomkiem „żelazny kanclerz”, jest chyba najważniejszą osobą w niemieckiej historii. Podczas swej długiej kariery politycznej zjednoczył Niemcy i założył Cesarstwo Niemieckie. Ze słabej i luźnej federacji państewek powstał potężny, zjednoczony kraj, który wkrótce zdominował kontynent."
            },
            {
                "heading": "Początki",
                "text": "Bismarck pochodził z poważanej rodziny pruskiej i z pewnością odziedziczył po przodkach arogancję typową junkrom. Był słabym uczniem, ale miał talent do pojedynkowania się, historii i lingwistyki. Wiele czasu spędzał w zamkniętym towarzystwie arystokratów.Nie mogąc zaakceptować wojskowej dyscypliny, dołączył do korpusu dyplomatycznego, gdzie jego umiejętności szybko wpadły w oko cesarzowi Prus. Bismarck został oddelegowany do parlamentu, gdzie działał na rzecz zwiększenia statusu Prus wewnątrz Niemiec. Wspinając się po szczeblach kariery, doszedł do stanowiska premiera Prus, dzięki któremu po latach starań udało mu się zjednoczyć Niemcy pod pruskim panowaniem. Bismarck osiągnął to dzięki sztuce dyplomacji i kilku udanym wojnom."
            },
            {
                "heading": "Polityka zagraniczna",
                "text": "Po zjednoczeniu Niemiec głównym celem Bismarcka stało się utrzymanie pokoju w Europie, do czego dążył próbując izolować Francję, największego wroga Niemiec. W dużej mierze mu się to udało. Wywołał w 1870 r. wojnę z Francją, by móc wciągnąć kilka państw niemieckich (m.in. Bawarię, Baden) do cesarstwa. Francja została szybko pokonana.Po zjednoczeniu państw niemieckich Bismarck nie chciał zbyt mocno naciskać Francuzów, ale pod wpływem ogólnego entuzjazmu był zmuszony zająć Alzację i Lotaryngię. Wiedział, że trudno będzie utrzymać te ziemie na dłużej. Jeszcze przed wojną miał zwierzyć się przyjacielowi: „Nawet jeśli uda nam się zająć Alzację, musielibyśmy utrzymywać w Strasburgu stały garnizon. To byłoby niemożliwe, bo w końcu Francuzi znaleźliby nowych sojuszników, a my wpadlibyśmy w kłopoty”. Oczywiście właśnie tak się stało i czasie Pierwszej Wojny Światowej Niemcy miały doprawdy nieliche kłopoty."
            },
            {
                "heading": "Polityka wewnętrzna",
                "text": "Bismarck był konserwatystą i monarchistą, ale jako pierwszy w Europie wprowadził system ubezpieczeń dla robotników. Przebudował system fiskalny i wprowadził jedną walutę, a także pomagał tworzyć kodeks cywilno-handlowy. Nie był jednak równie życzliwy dla wszystkich. Z jednej strony nadawał prawa Żydom, ale z drugiej wprowadzał ustawy, które uciskały niemieckich katolików."
            },
            {
                "heading": "Osąd historii",
                "text": "W dyplomacji największą wadą Bismarcka było skupianie się na osłabianiu pozycji Francji. W dużej mierze mu się to udało, ale przez to Francuzi stali się śmiertelnymi wrogami Niemców, co w kolejnym wieku będzie miało poważne konsekwencje. W sprawach wewnętrznych największą skazą Bismarcka była nieczułość na los samych Niemców. Choć sam kraj rósł w siłę, ludności żyło się niewiele lepiej. Jego system ubezpieczeń miał pozytywne efekty, ale wprowadził go głównie po to, by uniknąć innych ustępstw w stronę niemieckich socjalistów.Bismarck był wielkim wodzem, może nawet największym europejskim przywódcą XIX w. Jego sukcesy, szczególnie zjednoczenie tylu krajów w jeden potężny, przyćmiewały porażki. Podjęte przez niego działania miały później negatywne skutki dla Niemców, ale trzeba je raczej przypisać nieudolności jego sukcesorów w przystosowaniu Niemiec do zmieniającej się rzeczywistości w Europie."
            }
        ]
    }
}