{
    "id": 9,
    "name": "Grecja|Grecji|Grecji|Grecję|Grecją|Grecji",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/grecja|grecji|grecji|grecję|grecją|grecji.png",
    "dawn_of_man": "Niech cię błogosławią bogowie, wielki Królu Aleksandrze! Jesteś władcą potężnego narodu greckiego. Twój lud przez wiele lat żył w odizolowanych państwach-miastach, legendarnych miejscach takich jak Ateny, Sparta, Teby − i dał światu wiele wspaniałych rzeczy, między innymi demokrację, filozofię, teatr, sztukę i architekturę, czyli same fundamenty zachodniej cywilizacji. Choć nieliczni Grecy często toczyli wewnętrzne wojny, to w V w. p.n.e. udało im się pokonać znacznie większego sąsiada, Persję, na lądzie i morzu.Aleksandrze, twój lud jest gotów wyruszyć na wojnę, by nieść grecką kulturę milionom ludzi i przynieść ci nieprzemijającą chwałę. Jesteś gotów wypełnić swe przeznaczenie, królu Aleksandrze? Poprowadzisz swój naród do triumfu i wielkości? Zdołasz stworzyć cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Hetajrowie|Hetajrów|Hetajrom|Hetajrów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/companion_cavalry.json"
        },
        {
            "name": "Hoplici|Hoplitów|Hoplitom|Hoplitów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/hoplite.json"
        }
    ],
    "city_names": [
        "Ateny|Aten|Atenom|Ateny|Atenami|Atenach",
        "Sparta|Sparty|Sparcie|Spartę|Spartą|Sparcie",
        "Korynt|Koryntu|Koryntowi|Korynt|Koryntem|Koryncie",
        "Argos",
        "Knossos",
        "Mykeny|Myken|Mykenom|Mykeny|Mykenami|Mykenach",
        "Pharsalos",
        "Efez|Efezu|Efezowi|Efez|Efezem|Efezie",
        "Halikarnas|Halikarnasu|Halikarnasowi|Halikarnas|Halikarnasem|Halikarnasie",
        "Rodos",
        "Eretria|Eretrii|Eretrii|Eretrię|Eretrią|Eretrii",
        "Pergamon|Pergamonu|Pergamonowi|Pergamon|Pergamonem|Pergamonie",
        "Mileto",
        "Megara|Megary|Megarze|Megarę|Megarą|Megarze",
        "Fokacja|Fokacji|Fokacji|Fokację|Fokacją|Fokacji",
        "Sykion|Sykionu|Sykionowi|Sykion|Sykionem|Sykionie",
        "Tiryns",
        "Samos",
        "Mitylena|Mityleny|Mitylenie|Mitylenę|Mityleną|Mitylenie",
        "Chios",
        "Paros",
        "Tagea|Tegei|Tegei|Tegeię|Tageią|Tagei",
        "Elis",
        "Syrakuzy|Syrakuz|Syrakuzom|Syrakuzy|Syrakuzom|Syrakuzach",
        "Herakleia|Heraklei|Heraklei|Herakleię|Herakleię|Heraklei",
        "Gortyna|Gortyny|Gortynie|Gortynę|Gortyną|Gortynie",
        "Chalkida|Chalkidy|Chalkidzie|Chalkidę|Chalkidą|Chalkidzie",
        "Pylos",
        "Pella|Pelli|Pelli|Pellę|Pellą|Pelli",
        "Naxos",
        "Sykion|Sykionu|Sykionowi|Sykion|Sykionem|Sykionie",
        "Smyrna|Smyrny|Smyrnie|Smyrnę|Smyrną|Smyrnie",
        "Larisa|Larisy|Larisie|Larisę|Larisą|Larisie",
        "Apollonia|Apollonii|Apollonii|Apollonię|Apollonią|Apollonii",
        "Messene",
        "Orchomenos",
        "Ambracia|Ambracii|Ambracii|Ambrację|Ambracją|Ambracji",
        "Kos",
        "Knidos",
        "Amfipolis|Amfipolis|Amfipolis|Amfipolis|Amfipolis|Amfipolis",
        "Patras",
        "Lamia|Lamii|Lamii|Lamię|Lamią|Lamii",
        "Nauplion|Nauplionu|Nauplionowi|Nauplion|Nauplionem|Nauplionie",
        "Apolyton|Apolytonu|Apolytonowi|Apolyton|Apolytonem|Apolytonie"
    ],
    "spy_names": [
        "Jason",
        "Helena",
        "Alexa",
        "Cletus",
        "Kassandra",
        "Andres",
        "Desdemona",
        "Anthea",
        "Aeneas",
        "Leander"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Trudno jest przecenić wpływ Grecji na zachodnią kulturę i historię. Klasyczna Grecja stała się kolebką wielu największych artystów, filozofów, naukowców, historyków, pisarzy dramatycznych i wojowników, jakich znał świat. Wojownicy i koloniści greccy roznieśli swoją kulturę po całym basenie Morza Śródziemnego i na Bliskim i Dalekim Wschodzie. Następcy Greków, Rzymianie, nadal szerzyli ich myśl przez Europę, a stamtąd sięgnęła ona przez oceany do Nowego Świata.Grekom przypisuje się zaskakującą liczbę wynalazków i odkryć, wliczając pierwsze przedstawienia teatralne, prace historyczne oraz traktaty filozoficzne. Dali oni również światu igrzyska olimpijskie, pierwszy poemat, budynek teatralny. W polityce stworzyli pierwszą znaną demokrację oraz republikę. Wpływ Grecji nadal widać w naszym otoczeniu. Dzisiejsi lekarze nadal składają przysięgę Hipokratesa, a współcześni architekci sięgają do greckiej klasyki w poszukiwaniu inspiracji. W dużym stopniu zachodnia cywilizacja jest klasyczną cywilizacją grecką."
        },
        {
            "heading": "Teren",
            "text": "Grecja zajmuje duży, szeroki półwysep, który wychodzi z Bałkanów na południe i otoczony jest z trzech stron morzami Śródziemnym, Jońskim i Egejskim. Półwysep jest niemal przedzielony przez Zatokę Koryncką, która otwiera się na morze Jońskie i wcina się w ląd niemal na całą długość, zostawiając tylko cienki przesmyk, łączący północ i południe. Grecja jest dosyć górzystym krajem z wąskimi, żyznymi dolinami, oddzielonymi solidnymi wzgórzami i szczytami. Na przybrzeżnych nizinach lata są gorące, a zimy łagodne, ale w górach zdarza się śnieg.Historycznie Morze Egejskie należało do Greków. Klasyczna Grecja władała setkami wysepek na nim, jak również na wschodnim, skalistym wybrzeżu Anatolii (Turcji)."
        },
        {
            "heading": "Mykeńczycy",
            "text": "O wczesnych mieszkańcach Grecji wiadomo niewiele. Zostali oni w zasadzie wybici w czasie ery brązu około 1900 roku p.n.e, kiedy to wielka fala plemion mykeńskich wyemigrowała do Grecji z Bałkanów. Nowi mieszkańcy byli w większości zdominowani przez kulturę minojską z Krety przez okres około 500 lat aż do 1400 p.n.e., kiedy to Mykeńczycy uwolnili się spod kontroli minojskiej. Iliadę i Odyseję Homera datuje się na okres mykeński. Mimo że czasy się różnią, nadal dają one przynajmniej pobieżne spojrzenie na rzemiosło wojenne, politykę, wierzenia oraz codzienne życie Mykeńczyków.Cywilizacja mykeńska upadła w roku 1100 p.n.e. z powodów, które nadal są przedmiotem sporów, ale równie dobrze mogą one sprowadzać się do napływu kolejnej grupy migrantów z północy, Dorów. 300 lat następujących po upadku imperium mykeńskiego znane jest jako „greckie ciemne wieki”, z których pozostało nam niewiele pisemnych świadectw."
        },
        {
            "heading": "Okres archaiczny",
            "text": "Tak zwany okres archaiczny zaczyna się w połowie VII wieku p.n.e., pod koniec greckich wieków ciemnych. Wtedy Grecy ponownie zaczęli pisać kroniki. Pismo mykeńskie zostało jednak zapomniane w czasie wieków ciemnych, dlatego też Grecy zapożyczyli pismo od Fenicjan, modyfikując litery i tworząc alfabet grecki.Pierwsza data zapisana w greckiej historii to 776 p.n.e., rok pierwszej Olimpiady. Na zawody składała się tylko jedna konkurencja – bieg na dystansie 200 metrów. Wygrał go Koroibus z Elis, kucharz. Olimpiada odbywała się odtąd co cztery lata. Z upływem czasu Grecy dodawali inne zawody, na przykład bieg na 400 metrów, maraton, zapasy, rzut oszczepem i dyskiem, a wreszcie boks i wyścigi rydwanów."
        },
        {
            "heading": "Kolonizacja grecka",
            "text": "W okresie archaicznym doszło do wielkiego greckiego ruchu kolonizacyjnego, w czasie którego wiele społeczności wysyłało grupy obywateli, by kolonizować wyspy i linię brzegową wschodniego regionu Morza Śródziemnego. Nie wiadomo dokładnie, dlaczego greccy obywatele opuścili swe domy, by tworzyć kolonie. Niektórzy uważają, że osadnikami kierowała chciwość, wiara, że gdzie indziej łatwiej będzie im zbić majątek, tymczasem historycy wierzą, iż częściową odpowiedzialność ponosił za to wzrost populacji. Przez wiele następnych wieków Grecy budowali kolonie na wybrzeżu Afryki Północnej, na Sycylii, na terenie dzisiejszych Włoch, w Anatolii, Egipcie i na Bliskim Wschodzie. Kolonie cieszyły się niepodległością, ale pozostawały w bliskich stosunkach z macierzystymi polis."
        },
        {
            "heading": "Stanowienie polis",
            "text": "Określenie „polis” oznacza starożytne greckie państwo-miasto. Zgodnie z tradycją słowo to oznacza klasyczną jednostkę polityczną w stylu ateńskim – wielkie, główne miasto panujące nad mniejszymi, pobliskimi miastami i wioskami. Określenie to również odnosi się do grupy sprzymierzonych mniejszych miast bez wyraźnie dominującej stolicy (w przybliżony sposób wyglądała organizacja Sparty). Obie formy zaczynają pojawiać się w VIII wieku p.n.e. Niektórzy historycy wierzą, że największe miasta zostały zbudowane wokół świątyń, a inni uważają, że Grecy skopiowali ten schemat od Fenicjan, którzy od wielu lat opierali budowę miast na takim właśnie planie.Każde polis było suwerenną organizacją polityczną, odpowiadającą jedynie przed własnymi obywatelami. Chociaż obywatele miast-państw mówili tym samym językiem, mieli tę samą historię i pochodzenie (byli Grekami, oczywiście), nie powstrzymywało ich to przed ciągłymi sporami i bezustannymi wojnami między sobą – zależnie od nastroju. Polis mogły się sprzymierzyć, by stawić czoło wspólnemu wrogowi, ale takie sojusze szybko się rozpadały, kiedy początkowy kryzys zostawał zażegnany. Istniały cztery główne greckie miasta-państwa – Korynt, Teby, Sparta i Ateny. Z tej czwórki najpotężniejszymi były Sparta i Ateny. Ostatecznie walka o pierwszeństwo między nimi wstrząsnęła światem greckim aż do podstaw."
        },
        {
            "heading": "Spartanie",
            "text": "Spartańska polis znajdowała się we względnie biednym i nieprzyjemnym regionie w południowo-środkowej Grecji. W VIII wieku p.n.e. Sparta wyruszyła na wojnę z pobliską Mesenią. Zwyciężyła, podbiła krainę i zniewoliła jej obywateli, którzy przeszli do historii jako „Heloci”. Heloci nie potrafili pogodzić się z narzuconym im niewolnictwem i zapoczątkowali wiele powstań. By zapanować nad niewolnikami, społeczeństwo spartańskie bardzo się zmilitaryzowało. Każdy Spartanin musiał opuścić rodzinny dom i wstąpić do wojska w bardzo młodym wieku. Żołnierze spartańscy byli bardzo zdyscyplinowani i nieustraszeni. Zyskali sobie sławę najlepszych piechurów w Grecji."
        },
        {
            "heading": "Ateńczycy",
            "text": "Ateny znajdowały się w południowo-wschodniej Grecji, w bogatym i żyznym regionie, znanym jako Attyka. W przeciwieństwie do Spartan, Ateńczycy byli wielką potęgą morską. Przedkładali sztukę, kulturę i naukę ponad surowe, związane z wojskiem życie Spartan (jednakże, aby nie zachwycać się Ateńczykami i nie krytykować zbytnio Spartan, należy podkreślić, że Ateńczycy również mieli niewolników i nie sprzeciwiali się łupieniu rywalizujących z nimi miast).Pod koniec VI wieku p.n.e. Atenami rządził tyran Pizystrat, a następnie jego synowie. Pewien ateński arystokrata poprosił króla Sparty Kleomenesa o pomoc w obaleniu dynastii tyranów. Kiedy przewrót się powiódł, król Sparty wyznaczył na ich miejsce władcę marionetkowego. Ateńczycy pozbyli się jednak uzurpatora i powołali nowy rząd, w którym wszyscy obywatele (oprócz kobiet i niewolników, rzecz jasna) dzielili władzę. W ten sposób powstała pierwsza demokracja na świecie. Spartanie napadli na Ateny, starając się zwrócić władzę figurantowi, ale Ateńczycy nieustępliwie bronili miasta, w związku z czym Spartanie musieli się wycofać. To zapoczątkowało rywalizację między dwoma potęgami, która trwała przez całe stulecia."
        },
        {
            "heading": "Grecja klasyczna (510 p.n.e. - 323 p.n.e.)",
            "text": "Okres znany jako Grecja klasyczna zaczyna się w chwili, gdy Ateńczycy obalają ostatniego tyrana i trwa do śmierci Aleksandra Wielkiego. Okres ten zbiega się z rozkwitem sztuki, architektury, literatury, nauki i myśli politycznej, wspaniałym renesansem humanistycznej kultury i wiedzy. Spójrzmy tylko na znanych Greków z tego okresu: Leonidas I – król Sparty, Perykles – wódz Aten, historycy Herodot i Ksenofont, filozofowie Sokrates, Platon i Arystoteles, dramaturdzy Eurypides, Sofokles i Arystofanes, fizyk Hipokrates... Ci ludzie żyli 2500 lat temu, a my wciąż ich pamiętamy. Czy istnieje inny okres w historii, w którym tylu wielkich ludzi pojawiło się w tym samym czasie w tak małym miejscu na mapie?Chociaż była to nadzwyczajna epoka, okres ten obejmował również wiele krwawych, nieprzyjemnych konfliktów zbrojnych, a liczni wielcy tamtych czasów poświęcili mnóstwo energii i wysiłku, by zabijać siebie nawzajem. Można sobie zadawać pytanie, czy była to złota era pomimo nieustannych konfliktów, czy też – dzięki nim."
        },
        {
            "heading": "Wojny perskie",
            "text": "Na początku V wieku przed naszą erą greckie miasta na wybrzeżu Anatolii (Jonii) znajdowały się pod panowaniem Persów, których potężne imperium rozciągało się na południowym wschodzie. W roku 499 p.n.e. miasta te zbuntowały się. Mimo że kilka kontynentalnych polis Grecji przyszło im z pomocą, wszystkie rebelie zostały stłumione.W ramach odwetu siedem lat później (492 p.n.e.) Persowie przypuścili zmasowany atak na Grecję. Inwazję prowadzono dwoma skrzydłami - wielkiemu wojsku towarzyszyła potężna flota, która broniła jego flanki. Oddziały przeszły przez Trację i Macedonię, ale generał został zraniony, co poskutkowało wycofaniem się wojsk do Azji Mniejszej.W roku 490 p.n.e. silna perska flota (pomiędzy 20 000 a 100 000 żołnierzy) wylądowała w Attyce. Tu napotkali znacznie mniejsze wojsko, liczące około 9 000 Ateńczyków i 1 000 Platejczyków, i zostali przez nich pokonani. Przyniosło to Grekom jakieś 10 lat pokoju.W roku 480 p.n.e. perski król Kserkses przypuścił kolejny potężny atak, tym razem prowadząc na półwysep około 300 000 żołnierzy. Tak wielkie wojsko szybko zajęło centralne greckie miasta i niepohamowanie ruszyło w kierunku Aten. W okolicach Termopil atakujący napotkali znacznie mniej liczną grupę Spartan i innych żołnierzy. Obrońcy walczyli zaciekle do ostatniego człowieka, dzięki czemu zapewnili Ateńczykom dość czasu na ewakuację miasta. Nawet jednak bez miasta nadal mieli oni swoją potężną flotę, której użyli do zniszczenia perskich statków i pozbawienia wojska w Atenach zaopatrzenia. W ciągu roku Spartanom udało się zebrać dostateczne siły, by przepędzić atakujących. Wroga armia została w dużej części zniszczona.W roku 478 p.n.e. Ateńczycy powrócili do swojego w sporej części zrujnowanego miasta i rozpoczęli jego odbudowę. Zawarli sojusz (Ateński Związek Morski) z kilkoma miastami na wyspach, a następnie na dobre wypędzili perską flotę z Morza Egejskiego."
        },
        {
            "heading": "Wojny peloponeskie",
            "text": "Po pokonaniu Persów Ateńczycy zażądali sporych sum od pozostałych członków Związku Morskiego, mając zamiar użyć ich do odbudowy miasta. Ponieważ ateńska marynarka była znacząco większa, wyspiarskie miasta musiały grać według jej zasad. Ateńczycy osiągnęli szczyt bogactwa oraz władzy, a Ateński Związek Morski stal się de facto (mimo że nie z nazwy) imperium ateńskim.Sparta, zaalarmowana rosnącą potęgą Aten, utworzyła Związek Peloponeski, w którego skład wchodziły pozostałe kontynentalne potęgi Grecji, takie jak Korynt czy Elis. W roku 458 pomiędzy Związkiem Ateńskim a Peloponeskim wybuchła wojna, która ciągnęła się przez kilka lat, aż w roku 445 podpisany został traktat pokojowy. Niespokojny rozejm trwał do 431 r. p.n.e., kiedy obie strony zdecydowały się wznowić walki.Wojna ciągnęła się przez dekady. Spartańskie siły zajmowały Attykę i oblegały Ateny. Miasto padło też ofiarą epidemii, która zabiła tysiące osób, wliczając w to Peryklesa, dowódcę Ateńczyków. Ateny jednak przetrwały, a Spartanie zostali odepchnięci. Marynarka ateńska nękała wybrzeża wroga oraz jego zamorskich sojuszników, ale żadna ze stron nie była w stanie zdobyć przewagi, więc w 421 roku p.n.e. podpisano kolejny traktat pokojowy.Pokój Nikiasza potrwał sześć lat i zakończył się w roku 415, kiedy Ateny przypuściły zmasowany atak na Sycylię, na której znajdowało się kilka miast - sojuszników Sparty. Atak okazał się kosztowną i katastrofalną w skutkach porażką. Najeźdźcza armia ateńska została całkowicie wyeliminowana, a flota niemal zupełnie zniszczona. Ateny zostały poważnie okaleczone, zarówno na morzu jak i na lądzie.W roku 405 flota spartańska (przy pomocy Persów) pokonała marynarkę ateńską i ustanowiła nieprzeniknioną blokadę miasta. Ateny, które nie mogły liczyć na pomoc z zewnątrz, a zaczynały przymierać głodem, musiały się poddać. Zwycięscy Spartanie obciążyli polis sporymi odszkodowaniami, pozbawili ją zamorskich terenów oraz zabronili budowania floty."
        },
        {
            "heading": "Filip II i Aleksander Macedoński",
            "text": "Podczas gdy miasta-państwa południowej Grecji zostały poważnie osłabione przez dekady brutalnych walk, balans władzy przesunął się na północ, do Macedonii. W roku 338 p.n.e. Filip II poprowadził wojsko na południe. Towarzyszył mu szesnastoletni syn Aleksander, który już w tamtym okresie sprawdził się w walce, dowodząc małą macedońską armią, która zmiażdżyła rewoltę Traków. Po zniszczeniu kilku mniejszych oddziałów wroga Filip i Aleksander zdecydowanie pokonali połączoną armię Teb i Aten w bitwie pod Cheroneą. Następnie ruszyli do Koryntu, który skapitulował bez walki.Filip przygotowywał się do rozpoczęcia dużej kampanii w Persji, na czele wielkiej armii Macedończyków i innych Greków. W roku 336 p.n.e. został jednak zamordowany i w ten sposób w wieku lat 20 Aleksander został ogłoszony królem Macedonii.Na wieść o śmierci Filipa południowe miasta-państwa Grecji spróbowały wszcząć rewoltę, ale Aleksander ruszył w tamtym kierunku na czele 3 000 macedońskich kawalerzystów i przeraził ich wystarczająco, by natychmiast się poddali. Następnie udał się na północ w kierunku Bałkanów, gdzie w błyskotliwej kampanii pokonał kilka armii większych od swojej.Podczas gdy Aleksander zabezpieczał północne granice, kilka południowych miast-państw, wliczając w to Teby i Ateny, ponownie wszczęło bunt. W odpowiedzi Aleksander zrównał Teby z ziemią, sprzedając większość mieszkańców w niewolę. Ateny natychmiast skapitulowały i zaczęły błagać o litość. Udowodniwszy swoją siłę, Aleksander nie miał już żadnych problemów z południowymi miastami-państwami Grecji."
        },
        {
            "heading": "Podbój Persji",
            "text": "W roku 334 Aleksander poprowadził wojsko liczące 40 000 Greków przez Dardanele na tereny perskie. Szczegóły tej wspaniałej kampanii opisane są w innym rozdziale Civilopedii (zobacz wpis poświęcony Aleksandrowi Wielkiemu). Wystarczy powiedzieć, że w ciągu 10 krótkich lat Aleksander podbił całą Azję Mniejszą, Persję, Egipt i część zachodnich Indii. Zmarł w wieku 32 lat w 323 r. p.n.e., nie pozostawiając dziedzica, jego rozdrobnione imperium zaś wpadło w ręce generałów i ich dzieci."
        },
        {
            "heading": "Po Aleksandrze",
            "text": "Po śmierci Aleksandra Grecja również się rozpadła. Ponieważ miasta-państwa wróciły do wewnętrznych walk, stały się one łatwym łupem dla Rzymu, rosnącej potęgi zachodu. Do roku 146 Macedonia stała się rzymską prowincją, a przez następne stulecie jej śladem poszła reszta kraju.W roku 330 n.e. imperium bizantyjskie zastąpiło Rzymian i pozostało u władzy przez jakieś 1000 lat, aż zostało wyparte przez Turków, którzy rządzili Grecją od połowy XV wieku, do wczesnego wieku XIX, kiedy to w roku 1829 Grecja odzyskała niepodległość - prawie tysiąc osiemset pięćdziesiąt lat po podbiciu jej przez Rzym."
        },
        {
            "heading": "Po Aleksandrze",
            "text": "Po śmierci Aleksandra Grecja również się rozpadła. Ponieważ miasta-państwa wróciły do wewnętrznych walk, stały się one łatwym łupem dla Rzymu, rosnącej potęgi zachodu. Do roku 146 Macedonia stała się rzymską prowincją, a przez następne stulecie jej śladem poszła reszta kraju.W roku 330 n.e. imperium bizantyjskie zastąpiło Rzymian i pozostało u władzy przez jakieś 1000 lat, aż zostało wyparte przez Turków, którzy rządzili Grecją od połowy XV wieku, do wczesnego wieku XIX, kiedy to w roku 1829 Grecja odzyskała niepodległość - prawie tysiąc osiemset pięćdziesiąt lat po podbiciu jej przez Rzym."
        }
    ],
    "leader": {
        "name": "Aleksander",
        "subtitle": "Przywódca Greków",
        "lived": "356-323 r. p.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/aleksander.png",
        "trait": {
            "name": "Greka",
            "effect": " Wpływy w państwach-miastach spadają o połowę wolniej i odnawiają się dwukrotnie szybciej."
        },
        "titles": [
            "Aleksander Wielki"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Aleksander Macedoński jest niewątpliwie jednym z największych wodzów swego czasu. W ciągu 17 krótkich lat poprowadził swą armię w zwycięskim marszu rzez Europę, Azję, Afrykę i Bliski Wschód, podbijając praktycznie każdą cywilizację, którą napotkał."
            },
            {
                "heading": "Początki",
                "text": "Aleksander był synem króla Filipa II, mądrego przywódcy, który uratował swe królestwo przed upadkiem i poprowadził je ku zwycięstwom nad Atenami, Ilirią i Tracją - trzema potęgami, które wcześniej o mały włos nie podbiły Macedonii. Będąc synem najpotężniejszego władcy w cywilizowanym świecie, Aleksander otrzymał wszystko to, co najlepsze, w tym wykształcenie. Jego nauczycielem był Arystoteles, największy ówczesny myśliciel.Olimpias, jego matka, wpoiła mu, że jego przodkami byli Achilles i Herkules, przez co od małego Aleksander wykazywał pewność siebie i butę. Gdy miał 14 lat, Filip powierzył mu panowanie nad Macedonią, podczas gdy on sam wyruszył na wyprawy przeciw Bizancjum. Podczas nieobecności ojca Aleksander samodzielnie zmiażdżył trackie powstanie. Dwa lata później poprowadził lewe skrzydło armii swego ojca podczas bitwy z Grekami, dzięki której cała Grecja znalazła się pod jego panowaniem.Rok później szczęście na jakiś czas opuściło Aleksandra. Król Filip zostawił żonę dla Eurydyki, a matka Aleksandra wraz z nim samym musiała opuścić Macedonię. Po jakimś czasie Aleksander wrócił do ojca, lecz jego pozycja jako następny tronu byłaby zagrożona, gdyby nie to, że Filip przed śmiercią nie zdołał spłodzić kolejnego syna."
            },
            {
                "heading": "Sięgnięcie po władzę",
                "text": "Po zdobyciu Grecji i Bałkanów król Filip rozbudowywał armię, by móc przeprowadzić inwazję na Persję. Jednakże w roku 336, podczas ślubu swej córki, został zamordowany przez kapitana straży przybocznej, Pausaniasa. (Niektórzy twierdzą, że to Olimpias lub nawet sam Aleksander stali za tym zamachem. Pausanias jednak bardzo dogodnie dla tych dwojga zginął w trakcie zamachu, uniemożliwiając tym samym pozyskanie od niego jakichkolwiek informacji na ten temat.) W wieku lat dwudziestu Aleksander został ogłoszony królem przez macedońską armię i arystokrację. Uczcił to wymordowaniem wszystkich potencjalnych rywali do tronu i rzucił się w wir przygotowań do inwazji na Persję."
            },
            {
                "heading": "Powstanie imperium",
                "text": "Wojska młodego króla składały się z 30.000 żołnierzy piechoty i 5.000 konnych, co było ogromną siłą jak na te czasy. Dodatkowo armii towarzyszyli inżynierowie, naukowcy, geodeci i historycy.W bitwach z Persami Aleksander radził sobie świetnie. Wielokrotnie pokonywał ich najlepszych żołnierzy, których liczebność częstokrotnie przewyższała liczebność jego sił w stosunku 10 do 1. Te zwycięstwa można przypisywać jego geniuszowi militarnemu, wyszkoleniu wojska, świetnemu wyposażeniu i morale, bo żołnierze święcie w niego wierzyli.Aleksander nie znał lęku. Często osobiście prowadził uderzenia elitarnych hetajrów na najtrudniejsze odcinki bitwy i był wielokrotnie raniony w walce, ale ani na trochę nie zmniejszyło to jego zapału bitewnego.Po kapitulacji Persji Aleksander pomaszerował na południe, podbijając Syrię, Palestynę, dużą część dzisiejszego Iraku i wreszcie Egipt. Następnie wrócił do Persji, zniszczył resztki oporu i zasiadł na tronie. Potem poszedł na wschód i starł się z wielkim królem indyjskim Porusem. Na początku walki były bardzo wyrównane i gdy wreszcie Aleksandrowi udało się przechylić szalę zwycięstwa na swoja stronę, zrobił to tak wielkim kosztem, że pozostali przy życiu żołnierze wybłagali u niego możliwość powrotu do domów. Aleksander powrócił do rządzenia swym imperium ze zdobytego miasta Babilonu."
            },
            {
                "heading": "Upadek Aleksandra",
                "text": "W ciągu ośmiu lat Aleksander podbił więcej ziem niż ktokolwiek inny w historii. Z powodzeniem prowadził swe siły przeciwko największym potęgom ówczesnego świata i zawsze wychodził z tych potyczek zwycięsko. Był władcą absolutnym największego imperium, jakie istniało.Najwyraźniej jednak w końcu zaczął się nudzić.W Babilonie zaczął się upadek Aleksandra. Zaczął nadużywać alkoholu i oddawać się rozpuście (a w tym mieście wiele było ku temu okazji). Nękały go napady szału i paranoi. Pewnej nocy pod wpływem alkoholu zamordował Clitusa, swego najbliższego pomocnika. Ten barbarzyński czyn będzie go prześladował do końca jego krótkiego życia.W czerwcu 323 r. p.n.e. zmęczone licznymi ekscesami ciało wyniszczyła malaria. Aleksander umarł z powodu choroby w wieku 32 lat."
            },
            {
                "heading": "Osąd historii",
                "text": "„Gdy Aleksander ujrzał bezmiar swojego imperium, zapłakał, bo nie zostało już nic do zdobycia”.Ten niezwykły człowiek (wraz ze swym ojcem) podbił Grecję, Bałkany, Azję Mniejszą, Syrię, Egipt, Persję, Azję i doszedł aż do Afganistanu. Jego imperium nie trwało długo po jego śmierci. Było zwyczajnie zbyt rozległe, by ktokolwiek mógł nad nim zapanować. Zostało ono podzielone między licznych generałów Aleksandra. Helleńska kultura dzięki jego podbojom rozprzestrzeniła się na świat, dzięki czemu Greka przez następne wieki była językiem kultury, sztuki i nauki.Z wyjątkiem jednego czy dwóch przywódców religijnych nikt inny nie wywarł tak silnego wpływu na kształtowanie się zachodniej cywilizacji jak Aleksander Wielki."
            }
        ]
    }
}