{
    "id": 10,
    "name": "Indie|Indii|Indiom|Indie|Indiami|Indiach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/india.png",
    "dawn_of_man": "Witaj, prezydencie Gandhi, wspaniały przywódco Indii! Władasz jednym z najstarszych krajów świata, mogącego poszczycić się historią sięgającą 10000 lat! Indie to kraj uduchowiony, w którym narodziły się trzy wielkie religie świata - hinduizm, buddyzm i dżinizm. To tętniąca kraina muzyki i kolorów, a także wielkiego bogactwa i straszliwej biedy. Przez wieki Indie były podzielone na królestwa toczące nieustanne wojny między sobą i zewnętrznymi najeźdźcami. W XII wieku naszej ery Indie zostały podbite przez muzułmańskich Turków. Na początku XVII wieku pojawili się Anglicy i dzięki przebiegłej dyplomacji i przewadze technologicznej opanowali twój podzielony kraj. Anglicy sprawowali władzę przez dwa wieki, dopóki nie zostali wypędzeni przez narastającą falę indyjskiego nacjonalizmu, pokojowe powstanie, jakiego nie znała historia.Gandhi, twój lud pragnie, byś poprowadził Indie ku jeszcze większej chwale! Pokażesz ludziom ich potencjał, by wasz kraj znowu stał sie światowym centrum sztuki, kultury i religii? Stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Fort mogolski|Fortu mogolskiego|Fortowi mogolskiemu|Fort mogolski|Forty mogolskie|Fortów mogolskich|Fortom mogolskim|Forty mogolskie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mughal_fort.json"
        }
    ],
    "unique_units": [
        {
            "name": "Słonie bojowe|Słoni bojowych|Słoniom bojowym|Słonie bojowe",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/war_elephant.json"
        }
    ],
    "city_names": [
        "Delhi",
        "Bombaj|Bombaju|Bombajowi|Bombaj|Bombajem|Bombaju",
        "Widźajanagar",
        "Pataliputra|Pataliputry|Pataliputrze|Pataliputrę|Pataliputrą|Pataliputrze",
        "Waranasi",
        "Agra|Agry|Agrze|Agrę|Agrą|Agrze",
        "Kalkuta|Kalkuty|Kalkucie|Kalkutę|Kalkutą|Kalkucie",
        "Lahore",
        "Bangalore",
        "Hyderabad|Hyderabadu|Hyderabadowi|Hyderabad|Hyderabadem|Hyderabadzie",
        "Maduraj|Maduraju|Madurajowi|Maduraj|Madurajem|Maduraju",
        "Ahmedabad|Ahmedabadu|Ahmedabadowi|Ahmedabad|Ahmedabadem|Ahmedabadzie",
        "Kolhapur|Kolhapuru|Kolhapurowi|Kolhapur|Kolhapurem|Kolhapurze",
        "Allahabad|Allahabadu|Allahabadowi|Allahabad|Allahabadem|Allahabadzie",
        "Ajodhja|Ajodhji|Ajodhji|Ajodhję|Ajodhją|Ajodhji",
        "Indraprastha|Indraprasthy|Indraprasthy|Indraprasthę|Indraprasthą||Indraprasthi",
        "Mathura|Mathury|Mathurze|Mathurę|Mathurą|Mathurze",
        "Ujjain",
        "Gulbarga|Gulbargi|Gulbardze|Gulbargę|Gulbargą|Gulbardze",
        "Jaunpur|Jaunpuru|Jaunpurowi|Jaunpur|Jaunpurem|Jaunpurze",
        "Rajagriha|Rajagrihy|Rajagrihrze|Rajagrihę|Rajagrihą|Rajagrihrze",
        "Sravasti",
        "Tiruchirapalli",
        "Thanjavur",
        "Bodh Gaja|Bodh Gaji|Bodh Gaji|Bodh Gaję|Bodh Gają|Bodh Gaji",
        "Kusinagar|Kusinagaru|Kusinagarowi|Kusinagar|Kusinagarem|Kusinagarze",
        "Amaravati|Amaravati|Amaravati|Amaravati|Amaravati|Amaravati",
        "Gaur",
        "Gwalijar|Gwalijaru|Gwalijarowi|Gwalijar|Gwalijarem|Gwalijarze",
        "Jaipur|Jaipuru|Jaipurowi|Jaipur|Jaipurem|Jaipurze",
        "Karachi"
    ],
    "spy_names": [
        "Aśoka",
        "Shanx",
        "Hormis",
        "Sanjeev",
        "Ananda",
        "Rani",
        "Parvati",
        "Mukta",
        "Karishma",
        "Jyotsna"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Republika Indii jest drugim najgęściej zaludnionym krajem na świecie i największym państwem demokratycznym. W Indiach, kraju kontrastów, są wielkie bogactwa i przytłaczające ubóstwo. Znajdują się tam nowoczesne miasta i prymitywne wioski. Można tam znaleźć piękno i nędzę, nadzieję i rozpacz. To jedna z najstarszych cywilizacji na planecie, ale wciąż uważana za „rozwijający się” rynek. Pokrótce – Indie należą do grupy najbardziej fascynujących cywilizacji na świecie."
        },
        {
            "heading": "Teren",
            "text": "Indie są krajem w kształcie diamentu. Na północy graniczą z Himalajami, a na południu względnie płaska równina wrzyna się w Ocean Indyjski pomiędzy Morzem Arabskim i Zatoką Bengalską. Równiny są pocięte regularnie rozmieszczonymi rzekami płynącymi z zachodu na wschód, z których większość ma tendencję do wylewania w sezonie monsunowym.Powierzchnia Indii to 3 287 590 kilometrów kwadratowych, czyli mniej więcej jedna trzecia powierzchni USA. Klimat jest tropikalny lub podzwrotnikowy, daleko na północy panuje klimat górski."
        },
        {
            "heading": "Prehistoria",
            "text": "Archeolodzy odkryli dowody na istnienie upraw rolniczych w Indiach aż 7000 lat p.n.e., a pierwsze oznaki istnienia miejskich społeczności zaczęły się pojawiać około 2500 lat p.n.e. Tak zwana cywilizacja doliny Indusu kwitła przez osiem stuleci. Niektórzy eksperci wierzą, że induskie imperium miało powierzchnię 650 000 kilometrów kwadratowych, mniej więcej jednolity język i walutę, która wspierała szeroką sieć handlową.Z nieznanej przyczyny cywilizacja doliny Indusu upadła około roku 1800 p.n.e. Najważniejsze miasta zniknęły, tak jak wszelkie ślady władzy centralnej. Niektórzy naukowcy wierzą, że stało się tak w wyniku degradacji środowiska, która przyczyniła się do wielkiego głodu, sprawiając, że większe populacje miejskie nie mogły się utrzymać. Inni uważają, że za upadek odpowiada wielka migracja na te tereny obcych najeźdźców. Niezależnie od przyczyn, ten okres po urbanizacji trwał prawie tysiąc lat."
        },
        {
            "heading": "Wczesny okres wedyjski",
            "text": "Wczesny okres wedyjski datuje się od 1500 do 800 roku p.n.e. Nazwano go tak ze względu na Wedy – najwcześniejsze zachowane indyjskie teksty pisane, powstałe mniej więcej w tym okresie. Do tej pory odkryto cztery księgi wedyjskie – Rygweda, Samaweda, Jadźurweda i Atharwaweda. Teksty te opisują religijne i mistyczne praktyki indyjskiego ludu Ariów, grupy, która prawdopodobnie przyszła do Indii z Europy około 2000 lat p.n.e. Na ten okres datuje się początki hinduizmu.Na początku okresu wedyjskiego wielu ludzi powróciło do nomadycznego stylu życia, a najważniejszą jednostką polityczną stał się klan. Z czasem populacja wróciła do bardziej osiadłego trybu życia, a głowa klanu stała się królem, posiadającym polityczną, religijną, ale również militarną władzę. Wraz z wprowadzeniem podatków bogactwo i potęga państwa wzrosły.W okresie tym zaczęto również wykorzystywać na szeroką skalę żelazo, ludność zaś powróciła do życia miejskiego (zwłaszcza w dolinie Gangesu). Indyjska cywilizacja po raz kolejny zaczęła się rozrastać."
        },
        {
            "heading": "Kasta",
            "text": "Rygweda, najwcześniejsza z wedyjskich ksiąg, opisuje mitologiczne podstawy indyjskiego systemu kastowego, który rozwinął się właśnie w tym okresie. Przynależność do kasty jest dziedziczna – człowiek rodzi się z danym statusem, a awans społeczny jest niemożliwy.W tym okresie w indyjskiej kulturze istniały cztery najważniejsze kasty: bramini – kasta kapłanów, kszatrijowie – kasta wojowników i rządców, wajśjowie – kupcy i rzemieślnicy i śudrowie – robotnicy i służba.System kastowy wykazał się szczególną trwałością w całej historii Indii. Jego pozostałości wciąż można odnaleźć we współczesności, pomimo usilnych prób indyjskiego rządu, by to zmienić."
        },
        {
            "heading": "Rozwój stanów indyjskich",
            "text": "Około 500 lat p.n.e. w Indiach znajdowało się ponad tuzin większych państw. Niektóre z nich były monarchiami, inne miały bardziej oligarchiczny system rządów. Często ze sobą walczyły, pragnąc poszerzyć swoje wpływy i władzę.Oprócz wewnętrznych konfliktów, państwa indyjskie musiały stawiać opór siłom spoza Indii. W roku 326 p.n.e. Aleksander Wielki najechał północno-zachodnie Indie, podbijając prowincję Pendżab, po czym zawrócił. Na początku II w. p.n.e. Demetriusz, grecki król Baktrii, podbił wielką część północno-zachodnich Indii, a jego następcy przez jakiś czas władali tym regionem. W tym samym czasie wschodnie regiony Indii były najeżdżane przez plemiona nomadów z Azji Środkowej, które wypędzili z Chin cesarze z dynastii Han. Z czasem najeźdźców wygnano lub zasymilowano, nie obyło się jednak bez potężnego wpływu na historię i kulturę Indii."
        },
        {
            "heading": "Imperium Maurjów",
            "text": "Ćandragupta Maurja (340-290 p.n.e.), wielki przywódca wojskowy i polityczny, założył imperium Maurjów. Udało mu się zjednoczyć pod swoim panowaniem większość Półwyspu Indyjskiego. Granice imperium dodatkowo rozszerzył jego syn, Aśoka Wielki (304-232 p.n.e.). Aśoka przez parę lat kontynuował podboje ojca, ale w późniejszym okresie życia przeszedł na buddyzm i zaczął sprzeciwiać się przemocy, budując wiele buddyjskich świątyń w Indiach i starając się szerzyć tę religię w Azji Południowej. Imperium Maurjów zaczęło podupadać po śmierci Aśoki, a w roku 185 p.n.e. bramiński generał Sunga zamordował króla z dynastii Maurjów i przejął władzę, ustanawiając dynastię Sunga."
        },
        {
            "heading": "Religia w Indiach",
            "text": "Religia zawsze była potężną siłą w Indiach. Na półwyspie powstały trzy wielkie religie świata, a kolejne znalazły szerokie grono wyznawców wśród ludu.Dominującą religią w Indiach jest hinduizm. Korzenie hinduizmu sięgają okresu wedyjskiego, co oznacza, że jest on najstarszą, nadal praktykowaną tradycją religijną. W przybliżeniu hinduizm wyznaje miliard ludzi, z czego 90% mieszka w Indiach. Hinduizm jest bardziej kolekcją religijnych tradycji i zwyczajów, niż konkretną wiarą. Ten wyjątkowo otwarty system wierzeń zawiera w sobie monoteizm, politeizm, panteizm, jak również wiele innych „izmów”. Dharma, etyka, samsara, cykl życia, śmierci i odrodzenia, karma, przyczyna i skutek, joga, ścieżka ku oświeceniu – to ważne koncepty w hinduizmie.Buddyzm to system wierzeń, oparty na naukach Siddarthy Gautamy (563-483 p.n.e.), Buddy. Buddyzm uczy swoich wyznawców, jak osiągnąć nirwanę i uciec przed cyklem cierpienia i ponownych narodzin za pomocą etycznego postępowania, medytacji, ćwiczeń i nauki. Buddyzm powoli rozprzestrzeniał się po Indiach, dopóki nie przyjął go Aśoka Wielki, który zbudował wiele świątyń buddyjskich w całych Indiach i aktywnie szerzył religię również w innych krajach. Z czasem miejsce buddyzmu zajął hinduizm (a później też Islam), aż w XII wieku n.e. buddyzm praktycznie zaniknął. We współczesnych czasach znowu zaczął powracać.Dżinizm to religia pozbawiona przemocy, która uczy swoich wyznawców, jak osiągnąć wyższy stan świadomości dzięki nauce i dyscyplinie. Powstała w IX wieku p.n.e., a dzisiaj ma koło 4 milionów wyznawców w Indiach i kolejne 100 000 na świecie."
        },
        {
            "heading": "Dynastia Guptów i potomkowie",
            "text": "Dynastia Gupta rządziła północnymi i środkowymi Indiami od 320 do 540 roku naszej ery. Niektórzy naukowcy nazywają ten okres „Złotym Wiekiem Indii”, jako że jest to czas, w którym rozkwitały indyjska literatura, sztuka, architektura i filozofia. Jednakże do połowy V wieku większość imperium Guptów padła ofiarą napaści najeźdźców z Azji Wschodniej, zwanych Hunami (nie wiadomo, czy grupa ta miała coś wspólnego z Hunami, którzy najeżdżali Europę Wschodnią). W okresie tym zwiększył się wpływ Azji Środkowej na Indie.Po upadku Guptów w Indiach nastąpił rozwój i upadek wielu mniejszych królestw, z których żadne nie urosło do tych rozmiarów i potęgi, co Guptowie."
        },
        {
            "heading": "Muzułmanie",
            "text": "Muzułmanie zaczęli najeżdżać wybrzeże Indii w VII wieku n.e, jednak pierwsza znacząca inwazja wojskowa w północnych Indiach miała miejsce pod koniec XII wieku, kiedy to muzułmańscy Turcy pod panowaniem sułtana Mahmuda z Ghazni podbili Pendżab i przeprowadzili kilka udanych najazdów na północne i środkowe Indie. W 1193 roku podbili Delhi i wtedy ustanowiono Sułtanat Delhijski. Dynastia Mameluków rządziła sułtanatem do 1290 roku, kiedy to została zastąpiona dynastią Chaldżiów. Tę dynastię natomiast obalili Tughlakowie itd. Zabawa trwała aż do 1526 roku, kiedy Babur z Kabulu pokonał ówczesnych władców i wyniósł na tron dynastię Wielkich Mogołów, która władała państwem przez trzy stulecia.Chociaż muzułmanom nigdy nie udało się podbić całych Indii, rządzili oni większą częścią kraju. Większość populacji wciąż stanowili wyznawcy hinduizmu, pomimo wielu prób gorliwych muzułmańskich władców, by nawrócić ich na islam. Z czasem imperium Wielkich Mogołów zaczęło podupadać, nękane coraz bardziej uporczywymi atakami ze strony Afgańczyków, Sikhów i Hindusów. Ostatnie tchnienie wydało podczas ataku Brytyjczyków."
        },
        {
            "heading": "Wejście Europejczyków",
            "text": "Pierwszym Europejczykiem, który żeglował z Europy do Indii, był Vasco da Gama, portugalski odkrywca, który dopłynął do Kalkuty w Indiach 20 maja 1498 roku po podróży trwającej około dziewięć miesięcy. Wypływając z Indii, da Gama zostawił na miejscu wielu ludzi, by zbudowali oni punkt handlowy, pierwszy z wielu europejskich punktów na długim, indyjskim wybrzeżu. Wkrótce po sukcesie da Gamy Portugalczycy wysłali statki handlowe i okręty wojenne, zakładając strategiczne bazy w Indiach i w Afryce Wschodniej, by zapewnić sobie handlową dominację na Oceanie Indyjskim. Wytrzymałe portugalskie okręty z łatwością mogły pokonać każdy arabski lub indyjski statek, który chciałby zakwestionować ich panowanie (fakt, że Indie były słabe w walce morskiej, spowodował, że stały się one łatwym celem dla europejskich podbojów).Portugalczycy utrzymywali swoje punkty handlowe przez cały XVI wiek, dopóki Hiszpania nie zajęła Portugalii w 1580 roku. Hiszpanie skoncentrowali wysiłki marynarki na ochronie swoich szerokich interesów w Nowym Świecie, co umożliwiło Holendrom i Anglikom podważenie ich dominacji w Indiach.Na początku XVII wieku Holendrzy zaczęli budować swoje imperium handlowe na Pacyfiku i na Oceanie Indyjskim. Nie interesowały ich podboje ani szerzenie religii, pragnęli tylko przypraw. Handlowali głównie z Indiami Wschodnimi (Indonezja), chociaż założyli także kilka portów na południu Indii (by handlować pieprzem i kardamonem). Holendrzy na wiele lat zmonopolizowali handel z Indiami, pokonując inne europejskie kraje próbujące z nimi konkurować.Na początku XVII wieku Anglicy zapragnęli stawić czoło holenderskiej dominacji nad Indiami Wschodnimi, mając nadzieję na udział w handlu przyprawami. Holenderska marynarka stawiła im stanowczy opór. Szukając łatwiejszej zdobyczy, Anglicy zaatakowali portugalskie siły w Indiach. Kiedy w 1612 roku pokonali Portugalczyków, zawarli korzystny pakt handlowy z Wielkimi Mogołami, którzy nienawidzili portugalskiej dominacji na morzu. Anglicy spokojnie handlowali z Mogołami przez 70 lat, aż w 1686 przeprowadzili na nich nieudany atak. Po tej nauczce Anglicy powrócili do pokojowych relacji z Mogołami na następne 50 lat.Również Francuzi starali się w XVI wieku zawrzeć stosunki handlowe z Indiami. Na kilka lat im się udało, ale wydarzenia w Europie (tj. wojny) naraziły Francję na ataki ze strony innych europejskich mocarstw. Ich bogactwo rosło i zmniejszało się odwrotnie proporcjonalnie do bogactwa Brytyjczyków i Holendrów."
        },
        {
            "heading": "Panowanie brytyjskie",
            "text": "W 1757 roku Brytyjska Kompania Wschodnioindyjska pokonała siły Nawabów Bengalu, którym nie podobało się, że kompania odmówiła płacenia podatków. Armia kompanii zwyciężyła i zajęła Bengal, pierwsze z wielu miast i prowincji podbijanych w imię „wolnego handlu”. Przez całe następne stulecie kompania poszerzała swoje panowanie, wykorzystując indyjski krajobraz polityczny, w którym dominowały małe i słabe królestwa i stany-księstwa. Brytyjczycy uciekali się do przekupstwa, gróźb i militarnych kampanii, by poszerzać zasięg swojej władzy. Do 1850 roku opanowali większość półwyspu.W 1857 roku Indie zbuntowały się przeciwko Brytyjczykom. Tę rebelię nazwano Powstaniem Sipajów, a w drugiej wersji – Pierwszą Wojną Niepodległościową. Na początku powstańcy odnosili sukcesy, ale armia brytyjska wysłała liczne oddziały, by wsparły osaczone siły kompanii. Zawodowi żołnierze szybko pokonali zbuntowanych Hindusów. Po powstaniu korona brytyjska przejęła od Brytyjskiej Kompanii Wschodnioindyjskiej władzę w Indiach. Indie pozostały „klejnotem” w kronie przez następnych dziewięćdziesiąt lat.Chociaż imperium brytyjskie czerpało wielkie korzyści z władzy w Indiach, panowanie Brytyjczyków było również korzystne dla Hindusów. Brytyjczycy wykształcili ich i zapewnili im kontakt z bardziej zaawansowaną, europejską nauką i technologią. Zbudowali solidną sieć linii telegraficznych, dróg i kolei w całym kraju. Poza tym zjednoczyli Hindusów przeciwko sobie, stając się dla nich wspólnym, znienawidzonym wrogiem. Dzięki temu właśnie narodził się indyjski ruch niepodległościowy."
        },
        {
            "heading": "Indyjski ruch niepodległościowy",
            "text": "Na przełomie XIX i XX wieku indyjski ruch niepodległościowy podsycała rosnąca frustracja indyjskiej inteligencji, która nie miała wpływu na własny rząd. Brytyjczycy założyli w Indiach instytucje szkolnictwa wyższego, dając Hindusom do zrozumienia, że będą mogli sprawować rządy, jeśli otrzymają odpowiednie wykształcenie i odbędą konieczną praktykę. Wkrótce okazało się, że były to tylko czcze obietnice, ponieważ Brytyjczycy zachowywali wyższe stanowiska dla siebie i odsuwali od nich najbardziej obiecujących, miejscowych kandydatów, niezależnie od tego, jak świetnie sobie radzili na uczelni. Dla Brytyjczyków była to katastrofalna w skutkach polityka, na skutek której w Indiach powstała wykształcona klasa bardzo niezadowolonych Hindusów.W grudniu 1885 roku powołano pierwszy Indyjski Kongres Narodowy, w którym uczestniczyło 73 reprezentantów, głównie prawników, biznesmenów i posiadaczy ziemskich. Żądano między innymi równości dla brytyjskich i indyjskich kandydatów na stanowiska rządowe, zmniejszenia sumy pieniędzy, płaconej przez Indie rządowi brytyjskiemu, i zakończenia wojny anglo-birmańskiej (głównie walczyli w niej indyjscy żołnierze pod brytyjskim dowództwem). Na początku XX wieku Indyjski Kongres Narodowy zaczął żądać autonomii.Tymczasem indyjscy Muzułmanie obawiali się, że Indyjski Kongres Narodowy, składający się głównie z Hindusów, nie będzie dbał o ich interesy, dlatego też stworzyli równoległą organizację, Ligę Muzułmańską, by walczyć o niepodległość Muzułmanów. Liga Muzułmańska i Indyjski Kongres Narodowy miały problemy ze współpracą, a różnice między tymi organizacjami przyniosły katastrofalne skutki dla kraju.Kiedy wybuchła I wojna światowa, Indyjski Kongres Narodowy entuzjastycznie poparł walkę Brytyjczyków na froncie. Właściwie nawet sam Gandhi jeździł po indyjskich wioskach, zachęcając mężczyzn do wstąpienia do brytyjskiej armii. Wsparcie wynikało z nadziei, iż Wielka Brytania odpłaci za lojalność Indiom koncesjami politycznymi, jeśli nie statusem dominium lub nawet niepodległego państwa. Ponieważ Brytyjczycy nie spieszyli się, by zadowolić oczekiwania Hindusów, nienawiść wciąż rosła."
        },
        {
            "heading": "Gandhi",
            "text": "W 1921 roku przewodniczącym Indyjskiego Kongresu Narodowego został Mahatma Gandhi (1869-1948). Wprowadził on politykę „satjagraha”, czyli oporu, wyrażającego się za pomocą pozbawionego agresji, cywilnego nieposłuszeństwa. Prowadził masowe demonstracje, marsze i protesty, między innymi słynny „marsz solny” w 1930 roku, w którym tysiące zwolenników pomaszerowało nad morze, by odparowywać sól na znak protestu przeciwko brytyjskiemu podatkowi na ten ważny minerał. Gandhi był aresztowany przy wielu okazjach, między innymi w 1942 roku zatrzymano go na dwa lata. W tym czasie umarła jego żona, a on sam zaraził się malarią. W końcu Brytyjczycy wypuścili go, obawiając się, że umrze w więzieniu.Pomimo ogromnej popularności w Indiach i na świecie, Gandhi nie potrafił znaleźć punktu porozumienia między indyjskimi Hindusami i Muzułmanami. Kiedy on walczył o niepodległość dla swojego kraju, państwo wciąż rozrywała religijna walka.Więcej informacji o Gandhim znajdziesz pod hasłem „Gandhi” w Civilopedii."
        },
        {
            "heading": "Niepodległość",
            "text": "Osłabiony dwoma wojnami światowymi i niezdolny do stawienia czoła taktyce biernego oporu Gandhiego brytyjski parlament w 1947 roku przyjął Akt o Niepodległości Indii. Akt uwzględniał dwa kraje – hinduskie Indie i muzułmański Pakistan. Pakistan podzielono na dwie części – jedną na wschodzie, a drugą na zachodzie – oddzielone 1,5 tysiącem kilometrów wiele większych Indii. W czasie podziału Indii około 15 milionów ludzi przesiedlono. Hindusi uciekli z nowo powstałego Pakistanu do hinduskich Indii, a muzułmanie zbiegli z Indii do muzułmańskiego Pakistanu. W czasie tych niepokojów zginął być może milion ludzi.Nowe nacje żywiły do siebie otwartą wrogość i przez wiele lat prowadziły liczne wojny. Wiele konfliktów wiązało się ze sporami o granice. W 1971 roku Indie włączyły się do wojny domowej w Pakistanie Wschodnim, który zyskał niepodległość, odłączając się od Pakistanu Zachodniego jako kraj zwany Bangladeszem."
        },
        {
            "heading": "Współczesne Indie, Pakistan, Bangladesz",
            "text": "Trzy narody, które kiedyś stanowiły historyczne Indie, podążyły bardzo różnymi ścieżkami na przełomie XX i XXI wieku. Bangladesz jest demokracją parlamentarną, gęsto zaludnionym krajem, narażonym na powodzie, cyklony i głód, chociaż od lat 70. poziom życia mieszkańców powoli się poprawia.Pakistan jest szóstym krajem na świecie pod względem powierzchni i drugim największym państwem muzułmańskim pod względem populacji. Chociaż jego gospodarka radziła sobie dobrze przez ostatnich 25 lat, wciąż stoi przed nim wiele wyzwań. Na wschodzie znajdują się Indie, stary wróg, z którym wciąż toczy się spór o granice. Obie strony niedawno zdobyły broń atomową. Na zachodzie znajduje się Afganistan, w którym pełno jest talibskich terrorystów, wykorzystujących Pakistan jako schronienie, i wściekłych amerykańskich żołnierzy, wyposażonych w najnowszą i najpotężniejszą broń, jaką widział świat. Jeśli Pakistan osiągnie względny pokój z Indiami i znajdzie sposób, by powstrzymać talibów i Amerykanów od zniszczenia go, być może czeka go wspaniała przyszłość.Indie to drugi kraj na świecie pod względem liczby mieszkańców i rozwijająca się demokracja. Indie są głośne, niesforne, mają rozrastającą się gospodarkę. Ich baza technologiczna nie ma sobie równych, a system edukacyjny rywalizuje z osiągnięciami Stanów Zjednoczonych. Indie mają również wielką armię i arsenał pełen broni atomowej, w większości wycelowanej w Pakistan. Jeśli znajdą sposób, by zażegnać niesnaski z Pakistanem, będą mogły stać się jednym z największych mocarstw następnego stulecia."
        },
        {
            "heading": "Współczesne Indie, Pakistan, Bangladesz",
            "text": "Trzy narody, które kiedyś stanowiły historyczne Indie, podążyły bardzo różnymi ścieżkami na przełomie XX i XXI wieku. Bangladesz jest demokracją parlamentarną, gęsto zaludnionym krajem, narażonym na powodzie, cyklony i głód, chociaż od lat 70. poziom życia mieszkańców powoli się poprawia.Pakistan jest szóstym krajem na świecie pod względem powierzchni i drugim największym państwem muzułmańskim pod względem populacji. Chociaż jego gospodarka radziła sobie dobrze przez ostatnich 25 lat, wciąż stoi przed nim wiele wyzwań. Na wschodzie znajdują się Indie, stary wróg, z którym wciąż toczy się spór o granice. Obie strony niedawno zdobyły broń atomową. Na zachodzie znajduje się Afganistan, w którym pełno jest talibskich terrorystów, wykorzystujących Pakistan jako schronienie, i wściekłych amerykańskich żołnierzy, wyposażonych w najnowszą i najpotężniejszą broń, jaką widział świat. Jeśli Pakistan osiągnie względny pokój z Indiami i znajdzie sposób, by powstrzymać talibów i Amerykanów od zniszczenia go, być może czeka go wspaniała przyszłość.Indie to drugi kraj na świecie pod względem liczby mieszkańców i rozwijająca się demokracja. Indie są głośne, niesforne, mają rozrastającą się gospodarkę. Ich baza technologiczna nie ma sobie równych, a system edukacyjny rywalizuje z osiągnięciami Stanów Zjednoczonych. Indie mają również wielką armię i arsenał pełen broni atomowej, w większości wycelowanej w Pakistan. Jeśli znajdą sposób, by zażegnać niesnaski z Pakistanem, będą mogły stać się jednym z największych mocarstw następnego stulecia."
        }
    ],
    "leader": {
        "name": "Gandhi",
        "subtitle": "Przywódca Hindusów",
        "lived": "1869-1948 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gandhi.png",
        "trait": {
            "name": "Wzrost populacji",
            "effect": "Podwójne niezadowolenie z liczby miast, połowa niezadowolenia z liczby mieszkańców."
        },
        "titles": [
            "Mahatma"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Mahatma Gandhi był hinduskim patriotą, który do połowy XX w. przewodził pokojowemu ruchowi niepodległościowemu w Indiach przeciwko rządom Brytyjczyków. Był pionierem „satjagrahy”, czyli obywatelskiego nieposłuszeństwa wobec tyranii, co przynosiło wspaniałe rezultaty przeciwko Brytyjczykom."
            },
            {
                "heading": "Wczesna historia",
                "text": "Mahatma Gandhi urodził się w Indiach Brytyjskich. Był synem premiera małego państewka o nazwie Porbandar. W młodości nie wykazywał się błyskotliwością, która będzie jego główną cechą w życiu dorosłym. Był raczej niewyróżniającym się i nieśmiałym chłopcem. Ożenił się w wieku 13 lat, co nie było w tym czasie niczym niezwykłym. Najwyraźniej było mu to nie w smak, bo później określił zwyczaj tak wczesnego ożenku jako „okrutny obyczaj dziecięcych małżeństw”.Po ukończeniu szkoły średniej Gandhi decyduje się pójść w ślady ojca i zostać urzędnikiem. By ten cel osiągnąć, musiał udać się do Anglii na studia. Po śmierci ojca matka Gandhiego nie chciała, by ten wyjeżdżał. Zezwoliła mu na to dopiero po obietnicy, że zachowa wstrzemięźliwość od wina, kobiet i mięsa. Kasta Gandhiego krytycznie patrzyła na wszelkie tak dalekie wyjazdy i gdy Gandhi ostatecznie się zdecydował, ogłosili go „wyrzutkiem”. W czasie pobytu w Anglii dowiedział się wiele o tym kraju i jego mieszkańcach, co okaże się nieocenione w jego późniejszej karierze. W roku 1891 Gandhi zdał egzamin końcowy i wyruszył z powrotem do Indii. Chciał otworzyć praktykę w Bombaju, ale nie osiągnął sukcesu, więc udał się do Południowej Afryki."
            },
            {
                "heading": "Południowa Afryka",
                "text": "Tam w życiu zawodowym wiodło mu się o niebo lepiej, ale był zszokowany skalą obecnego tam rasizmu i nietolerancji. Przez następne dwadzieścia lat troszczył się w Afryce Południowej o prawa wszystkich uciśnionych grup, nie tylko Hindusów. Właśnie tam Gandhi zaczął szlifować i wykładać filozofię biernego oporu. Kilkukrotnie go aresztowano za sprzeciwianie się tzw. „czarnym ustawom”, które zakładały, że wszyscy kolorowi muszą rejestrować w organizacjach rządowych swoje odciski palców. Gdy rząd RPA ogłosił, że od tej pory legalne będą tylko małżeństwa chrześcijańskie, Gandhi zorganizował i przewodził masowym protestom, które ostatecznie osiągnęły swój cel, bo rząd wycofał się z tych planów. Właśnie wtedy Gandhi zyskał przydomek „Mahatma”, który oznacza osobę wielbioną za ogromne pokłady wiedzy i humanitaryzm."
            },
            {
                "heading": "Powrót do Indii",
                "text": "W 1915 r. Gandhi wrócił do Indii i zszokował cały świat, gdy ogłosił, że to poniżające, że we własnym kraju musi mówić po angielsku, i gdy zrugał hinduską arystokrację za jej bierność.Wtedy to Gandhi rozpoczął swą długą walkę o wyzwolenie ojczyzny spod brytyjskiego panowania. Kroczył dwiema ścieżkami – kompromitował oprawców i domagał się poświęceń od własnego ludu. Przez kolejne trzydzieści lat Gandhi bezustannie nakłaniał ludzi do wyrzeczeń dla biernego oporu. Prowadził strajk za strajkiem, marsz za marszem, głodówki, znosił pobicia i wieloletnie odsiadki w więzieniu. W pewnym momencie udał się na osławioną wyprawę do Anglii, gdzie ku rozdrażnieniu rządu udało mu się przekonać do swej sprawy dużą część tamtejszych robotników i klasy średniej. Wciąż trwał mimo wielu niepowodzeń i trudów. W 1946 r. Anglia, wyczerpana Drugą Wojną Światową i bez pieniędzy, zdecydowała się opuścić Indie. To spowodowało podział kraju na część hinduską i muzułmańską, czemu sprzeciwiał się Gandhi."
            },
            {
                "heading": "Podział",
                "text": "Podział wywołał wybuch nienawiści na tle religijnym. Muzułmanie z Pakistanu dziesiątkowali Hindusów, a ci odpłacali się tym samym. Cały kraj ogarnął chaos. W odpowiedzi Gandhi zaczął post, który miał trwać tak długo, jak długo trwać będą pogromy. Co zaskakujące, to podziałało. Nikt nie chciał śmierci tego wspaniałego bohatera, więc obie strony wysłały do niego listy i przedstawicieli z obietnicami zaprzestania mordów. Gandhi zakończył głodówkę, a miliony odetchnęły z ulgą. Dwanaście dni później Gandhiego zamordowano."
            },
            {
                "heading": "Ocena historii",
                "text": "Dziś uważa się go za jedną z największych postaci w historii. Postrzega się go jako bohaterskiego i niestrudzonego obrońcę sprawiedliwości i praw człowieka. W RPA walczył o prawa uciśnionych równie zażarcie, co w swych ojczystych Indiach. Był błyskotliwym przywódcą politycznym, który zorganizował udaną kampanię niepodległościową przeciwko jednemu z najpotężniejszych imperiów w historii ludzkości. Jak powiedział kiedyś Martin Luther King: „Chrystus dał nam cele, Mahatma Gandhi taktykę”."
            }
        ]
    }
}