{
    "id": 37,
    "name": "Indonezja|Indonezji|Indonezji|Indonezję|Indonezją|Indonezji",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/indonezja|indonezji|indonezji|indonezję|indonezją|indonezji.png",
    "dawn_of_man": "Oddajemy ci cześć, Gadżadzie Mado, premierze Majapahitów i zjednoczycielu indonezyjskiego archipelagu. Opowieści o twoim bohaterstwie na polu bitwy przewyższają jedynie legendy owiewające złożoną przez ciebie przysięgę, aby połączyć pod jednym sztandarem liczne wyspy Indonezji. Z wielkim oddaniem służyłeś cesarzowej i całemu imperium, starając się wypełnić daną przysięgę i podbijając wszystkich, którzy stanęli ci na drodze. Ostatecznie jako pierwszy w historii zdołałeś zjednoczyć ziemie zaliczane do współczesnej Indonezji.Potężny wojowniku Gadżadzie Mado, twój lud potrzebuje silnego przywódcy, który poprowadzi go ku dobrobytowi! Czy wybierzesz się na podbój sąsiednich królestw, powiększając chwałę swego cesarstwa? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Czandi",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/candi.json"
        }
    ],
    "unique_units": [
        {
            "name": "Wojownicy z krisami|Wojowników z krisami|Wojownikom z krisami|Wojowników z krisami|Wojownikami z krisami|Wojownikach z krisami",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/kris_swordsman.json"
        }
    ],
    "city_names": [
        "Dżakarta|Dżakarty|Dżakarcie|Dżakartę|Dżakartą|Dżakarcie",
        "Surabaja|Surabai|Surabai|Surabaję|Surabają|Surabai",
        "Medan|Medanu|Medanowi|Medan|Medanem|Medanie",
        "Makasar|Makasaru|Makasarowi|Makasar|Makasarem|Makasarze",
        "Batam",
        "Denpasar",
        "Samarinda|Samarindy|Samarindzie|Samarindę|Samarindą|Samarindzie",
        "Mataram",
        "Ambon",
        "Bandung|Bandungu|Bandungowi|Bandung|Bandungiem|Bandungu",
        "Kupang|Kupangu|Kupangowi|Kupang|Kupangiem|Kupangu",
        "Depok|Depoku|Depokowi|Depok|Depokiem|Depoku",
        "Palembang|Palembangu|Palembangowi|Palembang|Palembangiem|Palembangu",
        "Trowulan|Trowulanu|Trowulanowi|Trowulan|Trowulanem|Trowulanie",
        "Semarang|Semarangu|Semarangowi|Semarang|Semarangiem|Semarangu",
        "Jayapura|Jayapury|Jayapurze|Jayapurę|Jayapurą|Jayapurze",
        "Tangerang|Tangerangu|Tangerangowi|Tangerang|Tangerangiem|Tangerangu",
        "Bogor|Bogoru|Bogorowi|Bogor|Bogorem|Bogorze",
        "Pekanbaru",
        "Bandar Lampung",
        "Malang|Malangu|Malangowi|Malang|Malangiem|Malangu",
        "Padang|Padangu|Padangowi|Padang|Padangiem|Padangu",
        "Samarinda|Samarindy|Samarindzie|Samarindę|Samarindą|Samarindzie",
        "Ternate",
        "Banjarmasin",
        "Pontianak|Pontianaku|Pontianakowi|Pontianak|Pontianakiem|Pontianaku",
        "Cimahi",
        "Balikpapan",
        "Jambi",
        "Komodo"
    ],
    "spy_names": [
        "Adityawarman",
        "Airlangga",
        "Citra",
        "Halayudha",
        "Jayakatwang",
        "Lingga",
        "Mahendradatta",
        "Prapana",
        "Raden",
        "Devi"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Historia 18 307 wysp, z których składa się archipelag indonezyjski, jest tak naprawdę historią setek wolnych miast, małych królestw i pojawiających się czasem imperiów. Za pierwsze z nich uważa się królestwo Dvipantara, o którym wspomina napisany około 200 r. p.n.e. sanskrycki epos „Ramajana”. Ostatnie znaczące królestwo hinduistyczne, Majapahit, zjednoczyło w XIII w. n.e. większość archipelagu. Następnie władzę obejmowały kolejno różne muzułmańskie sułtanaty, które władały największymi wyspami aż do przybycia europejskich badaczy i kupców. Portugalczycy, Hiszpanie, Brytyjczycy i Holendrzy, którzy nazywali leżący w poprzek szlaków handlowych między Dalekim Wschodem a cywilizacją zachodnią archipelag Wyspami Korzennymi, walczyli o kontrolę nad tymi ziemiami, aż wreszcie kontrolę nad Indonezją przejęła Holenderska Kompania Wschodnioindyjska. Mimo czteroletniego konfliktu o niepodległość od Holandii po II wojnie światowej i okresowych niepokojów, kraj jest teraz stabilniejszy, bardziej postępowy i pokojowy niż kiedykolwiek, choć czasami dochodzi tu do starć na tle religijnym i politycznym. Pluralizm etniczny, religijny, kulturowy i językowy będący wynikiem pełnej sporów przeszłości odzwierciedla motto Indonezji: Bhinneka Tunggal lka („Jedność w różnorodności”)."
        },
        {
            "heading": "Klimat i teren",
            "text": "Indonezja to największy kraj w Azji Południowo-Wschodniej. Składa się z ponad 18 tys. wysp rozrzuconych wzdłuż równika na oceanach Indyjskim i Spokojnym. Jeśli wierzyć źródłom rządowym z 2002 r., 8844 wyspy zostały nazwane, a na 922 znajdują się stałe osiedla. Łańcuch wysp ma około 5 tys. km długości, co stanowi jedną ósmą obwodu Ziemi. Na największych wyspach znajdują się gęsto zalesione góry, a na brzegach aluwialne bagna i dżungla. Mniejsze zazwyczaj są pokrytymi dżunglą stożkami wulkanicznymi lub pustymi, piaszczystymi wysepkami. Łańcuch leży w punkcie, w którym stykają się trzy duże płyty tektoniczne, przez co historia Indonezji pełna jest wybuchów wulkanów i potężnych trzęsień ziemi. Ze względu na swoje położenie archipelag charakteryzuje się tropikalnym klimatem z dwoma okresami monsunowymi. Średnia ilość deszczu w niższych partiach wynosi od 1700 do 3200 mm rocznie, podczas gdy w górach może wynieść nawet 6100 mm. Wahania temperaturowe nie są duże. Dzienny zakres temperatur w stolicy w ciągu roku to 26-30 stopni Celsjusza. Choć wyspy są niezwykle żyzne i otoczone bogatymi w faunę przybrzeżnymi płyciznami, są też często nawiedzane przez tajfuny i sztormy."
        },
        {
            "heading": "Wczesna historia",
            "text": "W 1891 r. holenderscy naukowcy odkryli na Jawie liczące sobie co najmniej 700 tys. lat szczątki przedstawiciela gatunku homo erectus, który najprawdopodobniej jest przodkiem współczesnego człowieka. Archipelag uformował się w wyniku roztopów po ostatniej wielkiej epoce lodowcowej, zaś homo sapiens przedostali się na wyspy około 45 tys. lat temu. Doskonały klimat i rozwój mokrej hodowli ryżu doprowadziły do powstania w około VIII w. p.n.e. pierwszych osiedli ludzkich, a pierwsze „królestwa”, będące zwykłymi skupiskami osad o wspólnym pochodzeniu językowym i etnicznym, uformowały się między II i I w. p.n.e.Pierwsza wzmianka o lokalnym królestwie pochodzi z najstarszego eposu indyjskiego „Ramajany” (ok. 200 r. p.n.e.), w której wspomina się o Dvinapatrze. Generał Sugriva wysłał tam swoje wojska w poszukiwaniu małżonki boga Ramy - Sity. Jeśli wierzyć opisom z eposu, Dvinapatra leżała na Jawie lub na Sumatrze. Najstarsze archeologiczne dowody na istnienie spójnego królestwa znajdują się na zachodniej Jawie, gdzie znaleziono pochodzący z I w. n.e. pomnik hinduistycznego bóstwa imieniem Ganeśa. Mniej więcej w tym samym czasie rzymski historyk Pliniusz napisał, że indonezyjskie łodzie prowadziły handel wzdłuż wschodniego wybrzeża Afryki. W kolejnym stuleciu geograf Ptolemeusz zawarł w swoim dziele „Geographike Hyphegesis” dotyczące wysp informacje z indyjskich źródeł."
        },
        {
            "heading": "Hinduistyczno-buddyjskie królestwa",
            "text": "W kolejnych stuleciach na wyspach pojawiały się i upadały liczne królestwa hinduistyczne i buddyjskie. Do 850 r. Jawę zdominowało królestwo Mataram, które następnie rzuciło wyzwanie nawet potężnemu imperium Śriwidźaja. Niewiele wiadomo o Mataram poza kilkoma sanskryckimi inskrypcjami powiązanymi ze Śri Sandżają, który założył dynastię władców w 730 r., oraz królem Dharmwangsą, który rozpoczął w 990 r. inwazję morską ziem śriwidźajskich na Sumatrze. Dharmawangsa zginął w 1006 r. podczas kontrataku Śriwidźai, którego wojska złupiły jego pałac i zniszczyły królestwo Mataram.Śriwidźaja było królestwem etnicznych Malajów, którego serce znajdowało się w Palembang na Sumatrze. Była to talasokracja, swą potęgę opierająca na marynarce i handlu morskim. Królestwo nie posiadało centralnego rządu we współczesnym rozumieniu, lecz było luźną konfederacją skupioną wokół królewskich ziem wewnętrznych i otoczoną rozmaitymi koloniami i państwami podległymi. Skupione na handlu królestwo Śriwidźaja do VII w. przejęło kontrolę nad większością terenów przybrzeżnych Sumatry, Jawy i Półwyspu Malajskiego, dominując w ten sposób cieśniny Sundajską i Malakka. Choć ich hegemonia w XI w. dobiegła końca, aż do XIV w. kraj pozostawał istotną potęgą morską. Powoli jednak poszczególne fragmenty imperium uzyskiwały niepodległość jako królestwa regionalne. Śriwidźaja przestało istnieć, gdy ostatni władca nawrócił się na islam, uciekł przed mającą miejsce w 1398 r. inwazją Majapahitu i założył w 1402 r. muzułmański sułtanat Malakka ze stolicą w jego nowej fortecy u ujścia rzeki Betram.Na ruinach Śriwidźai na wyspie Jawa wyrosły królestwa Singhasari i Majapahit. Historia tego pierwszego rozpoczyna się najprawdopodobniej fikcyjną opowieścią o Kenie Aroku, który około 1182 r. założył swoją dynastię. Do 1280 r. Singhasari starło z powierzchni ziemi pozostałości Śriwidźai, lecz zwróciło też na siebie uwagę cesarza Kubilaj-chana. Wielki chan wysłał na dwór króla Kertanegary posłańców z żądaniem podporządkowania się Singhasari i zapłacenia haraczu. Gdy mu odmówiono, Kubilaj dwukrotnie jeszcze, w 1281 i 1289 r., wysłał podobne poselstwa, lecz przyniosły one jeszcze gorszy skutek - jego ambasador został z rozkazu króla okaleczony. Rozwścieczony Kubilaj-chan wysłał flotę tysiąca okrętów z wojskami na pokładzie. Wykorzystując sytuację, kilku singhasarskich wasali zbuntowało się. W chaosie, jaki powstał, królestwo upadło, Kertanegara został zabity, Mongołowie przegnani - co uczyniło Indonezyjczyków jednym z niewielu ludów, które oparły się mongolskiemu najazdowi - a zięć króla Raden Widźaja założył w 1293 r. królestwo Majapahit.Mimo braku dowodzących tego dokumentów, wiemy, że Majapahit było najpotężniejszym z przedislamskich królestw. Dwa pokolenia po jego założeniu ambitny premier Gadża Mada, zanim popadł w niełaskę, rozciągnął jego rządy na większość archipelagu. Kolejni cesarze Majapahit kontynuowali dzieło Gadża Mady, jednocząc wreszcie terytoria stanowiące dzisiejszą Indonezję. Choć władcy Majapahit pokonali sąsiadujące dynastie i podbili ogromne terytoria, skupiali się raczej nad kontrolą ożywionego i rozwijającego się w regionie handlu. W ramach tego procesu w regionie pojawili się muzułmańscy kupcy i misjonarze. Po tym, jak potęga Majapahit osiągnęła swój szczyt w XIV w., wpływy imperium zaczęły się gwałtownie zmniejszać. Nie potrafiąc zwalczyć rosnącej siły malackiego sułtanatu, imperium Majapahit przestało istnieć około 1502 r."
        },
        {
            "heading": "Kraje muzułmańskie",
            "text": "Choć rozprzestrzenianie się islamu w Indonezji rozpoczęło się w XIII w. na Sumatrze, proces ten gwałtownie przyśpieszył pod rządami tolerancyjnych władców majapahickich. Wspomagany był przez rozwijający się handel - jako pierwsi nową religię przyjęli kupcy i szlachetnie urodzeni ziemscy posiadacze w kraju. Do XVI w. islam stał się dominującą religią Sumatry i Jawy, mieszając się z istniejącymi wierzeniami i praktykami kulturowymi, tworząc formę islamu charakterystyczną dla Indonezji. Jedynie Bali i kilka mniejszych wysp zachowały hinduistyczną większość.Obok potężnego sułtanatu Malakki wyspy aż do przybycia Europejczyków zdominowały dwa inne długowieczne islamskie królestwa: sułtanat Mataram na Jawie i sułtanat Banten kontrolujący Cieśninę Sundajską. Większość czasu, przez jaki istniały sułtanaty, cieszyły się one olbrzymim bogactwem, jakie przynosił im handel przyprawami i jedwabiem. Rządzili nimi mecenasi sztuk i nauk, a strzegły dobrze wyszkolone floty. Przybycie Portugalczyków, a następnie innych potęg kolonialnych, zmusiło jednak państwa muzułmańskie do uległości wobec pozbawionych skrupułów wyzyskiwaczy dysponujących nowoczesną technologią.Jako pierwsza upadła Malakka zdobyta w sierpniu 1511 r. przez dowodzone przez Alfonsa de Albuquerque wojska portugalskie. W 1603 r. Holenderska Kompania Wschodnioindyjska założyła w Banten swoją pierwszą stałą indonezyjską placówkę handlową. Po dwóch stuleciach konfliktów i utarczek gubernator generalny Holandii ogłosił ze swej siedziby w Serangu, że sułtanat Banten został wcielony w struktury kompanii. W międzyczasie, wykorzystując dynastyczne spory mające miejsce w sułtanacie Mataran, Holendrzy zmusili starego i chorego sułtana Pakubwanę do podpisania w 1749 r. traktatu, na mocy którego królestwo stawało się własnością kompanii. Gdy Portugalczycy przekazali Holendrom Malakkę, Indonezja stała się „własnością” ich Kompanii Wschodnioindyjskiej."
        },
        {
            "heading": "Okres holenderski",
            "text": "Gdy Holenderska Kompania Wschodnioindyjska zbankrutowała w 1800 r., administrację nad swoimi posiadłościami w Indonezji przejął rząd holenderski. Przez kolejnych 150 lat holenderskie rządy były względnie łagodne, ale i chwiejne. Polityka obowiązkowej hodowli upraw na sprzedaż oraz wprowadzenie przymusowej pracy, w ramach której chłopi musieli każdego roku spędzić 60 dni na rządowych plantacjach, doprowadziły do ogólnokrajowych niepokojów. Co więcej, holenderscy koloniści stanowili uprzywilejowaną klasę wyższą, prawnie ustanowiono bowiem podział obywateli na dwie kategorie, europejską i miejscową, o różnym zakresie praw. Niepokoje społeczne w Indonezji zmusiły Holendrów do wprowadzenia w 1901 r. niewielkich reform, których skutkiem było wprowadzenie „polityki etycznej”, w ramach której zwiększono nakłady na edukację tubylców oraz zmieniono prawa dotyczące własności. Znaczne holenderskie inwestycje w infrastrukturę kraju - zwłaszcza porty i drogi - mające na celu modernizację gospodarki również uciszyły ruchy niepodległościowe... nie na długo jednak."
        },
        {
            "heading": "Niepodległość",
            "text": "Holenderskie rządy upadły w obliczu japońskiej inwazji i okupacji w 1942 r. Wydarzenia II wojny światowej sprawiły, że zrodzony w ostatnich czterech dekadach nacjonalizm indonezyjski złapał wiatr w żagle. Pierwszy ruch nacjonalistyczny, Budi Utomo, powstał już w 1908 r. Pierwsza indonezyjska partia polityczna, Sarekat Islam, w 1912 r. Jako następne powstało Stowarzyszenie Socjaldemokratyczne, które w 1924 r. zmieniło się w Komunistyczną Partię Indonezji. Wreszcie w lipcu 1927 roku Sukarno (późniejszy prezydent) wraz z innymi liberałami stworzył proniepodległościową Partai Nasional Indonesia. Nieudana rewolucja komunistyczna sprawiła, że Sukarno i większość pozostałych przywódców nacjonalistycznych zostali aresztowani.W lipcu 1942 roku Sukarno przyjął japońską propozycję rozbudzenia społecznego poparcia dla ich działań wojennych. Okupacja japońska była brutalna, często stosowano tortury i przymusowe roboty. Wielu nacjonalistów współpracowało jednak w nadziei, że osiągną w ten sposób niepodległość, którą obiecała im japońska administracja. W marcu 1945 r. Japonia w obliczu klęski militarnej ogłosiła stworzenie komitetu mającego uczynić Indonezję niepodległą. Dwa dni po tym, jak japońskie wojska skapitulowały, Sukarno jednostronnie ogłosił Indonezję niepodległą od władz kolonialnych. Holandia, początkowo wspierana przez Wielką Brytanię, starała się odbudować swą dominację, co spowodowało wybuch zaciętego konfliktu zbrojno-dyplomatycznego. Trwał on aż do chwili, gdy Holandia pod wpływem rosnących nacisków międzynarodowych formalnie uznała niepodległość Indonezji."
        },
        {
            "heading": "Współczesna Indonezja",
            "text": "Sukarno i jego poplecznicy próbowali wprowadzić wzorowany na zachodnich demokratyczny rząd z pomocą ustanowionych w 1945 i 1950 r. konstytucji, które postulowały istnienie parlamentu oraz władzy wykonawczej przed nim odpowiedzialnej. Ponieważ jednak Indonezja cierpiała z powodu ogromnej biedy, autorytarnych tradycji, dużych różnic regionalnych i lęku przed polityczną dominacją Jawajczyków, Sukarno ogłosił zamiast tego, że rządy przyjmą formę, którą nazwał „demokracją sterowaną”. W lipcu 1959 r. Sukarno unieważnił konstytucję z 1950 r., rozwiązał parlament i stworzył nowy, nominowany przez prezydenta i podległy jego woli.W 1967 r., po przewrocie dokonanym przez wojsko, Sukarno został zmuszony do ustąpienia na rzecz generała Suharto, drugiego prezydenta Indonezji. Utrzymujący się przy władzy przez kolejnych 31 lat i faktyczny dyktator, Suharto starał się stłumić działalność ruchów dysydenckich, ustabilizować gospodarkę i politykę zagraniczną, sterując państwem w trudnym okresie zimnej wojny. Jego rządy, które upłynęły pod znakiem łamania praw obywatelskich i rosnącej korupcji, upadły w końcu w obliczu azjatyckiego kryzysu finansowego z 1997 r. W zamian za pomoc finansową Stanów Zjednoczonych w wysokości 45 mld dol. Suharto zgodził się na przeprowadzenie szerokich reform. Po raz kolejny jednak los nie sprzyjał ruchom wolnościowym - powstanie studentów zmusiło Suharto do ustąpienia ze stanowiska w maju 1998 r. W 1999 r. stworzony na nowo narodowy parlament ogłosił prezydentem Abdurrahmana Wahida, pierwszego z linii nastawionych demokratycznie reformatorów mających poprowadzić Indonezję ku lepszej przyszłości."
        },
        {
            "heading": "Współczesna Indonezja",
            "text": "Sukarno i jego poplecznicy próbowali wprowadzić wzorowany na zachodnich demokratyczny rząd z pomocą ustanowionych w 1945 i 1950 r. konstytucji, które postulowały istnienie parlamentu oraz władzy wykonawczej przed nim odpowiedzialnej. Ponieważ jednak Indonezja cierpiała z powodu ogromnej biedy, autorytarnych tradycji, dużych różnic regionalnych i lęku przed polityczną dominacją Jawajczyków, Sukarno ogłosił zamiast tego, że rządy przyjmą formę, którą nazwał „demokracją sterowaną”. W lipcu 1959 r. Sukarno unieważnił konstytucję z 1950 r., rozwiązał parlament i stworzył nowy, nominowany przez prezydenta i podległy jego woli.W 1967 r., po przewrocie dokonanym przez wojsko, Sukarno został zmuszony do ustąpienia na rzecz generała Suharto, drugiego prezydenta Indonezji. Utrzymujący się przy władzy przez kolejnych 31 lat i faktyczny dyktator, Suharto starał się stłumić działalność ruchów dysydenckich, ustabilizować gospodarkę i politykę zagraniczną, sterując państwem w trudnym okresie zimnej wojny. Jego rządy, które upłynęły pod znakiem łamania praw obywatelskich i rosnącej korupcji, upadły w końcu w obliczu azjatyckiego kryzysu finansowego z 1997 r. W zamian za pomoc finansową Stanów Zjednoczonych w wysokości 45 mld dol. Suharto zgodził się na przeprowadzenie szerokich reform. Po raz kolejny jednak los nie sprzyjał ruchom wolnościowym - powstanie studentów zmusiło Suharto do ustąpienia ze stanowiska w maju 1998 r. W 1999 r. stworzony na nowo narodowy parlament ogłosił prezydentem Abdurrahmana Wahida, pierwszego z linii nastawionych demokratycznie reformatorów mających poprowadzić Indonezję ku lepszej przyszłości."
        }
    ],
    "leader": {
        "name": "Gadżad Mada",
        "subtitle": "Przywódca Indonezji",
        "lived": "ok. 1290-1364",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gadżad_mada.png",
        "trait": {
            "name": "Wyspiarze przypraw",
            "effect": "Pierwsze 3 miasta założone na innych kontynentach niż ten, na którym zaczynała Indonezja, dają po 2 unikalne surowce luksusowe (i nigdy nie można ich splądrować)."
        },
        "titles": [
            "Premier i generał imperium Majapahitu"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Gadżad Mada (w wolnym tłumaczeniu „Generał Słoni”) to bohater ludu indonezyjskiego i symbol dumy narodowej oraz patriotyzmu. Był premierem imperium Majapahitu w Indonezji przez większość XIV w. Niewiele wiadomo na temat jego dzieciństwa i wychowania, ale na pewno pochodził z gminu, a do władzy doszedł wyłącznie dzięki własnemu intelektowi i sprytowi, które uzupełniała wielka zaciekłość w walce. Służąc jako królewski gwardzista, Gadżad Mada odegrał kluczową rolę w zdławieniu buntu przeciwko królowi, za co został nagrodzony możliwością wstąpienia w szeregi elit rządzących. W końcu został premierem i poprowadził Majapahit do podboju wielu sąsiednich królestw wyspiarskich, by jako pierwszy zjednoczyć dużą część terytorium stanowiącego dzisiejszą Indonezję."
            },
            {
                "heading": "Sięgnięcie po władzę",
                "text": "Najwcześniejsze wzmianki o Gadżadzie Madzie opisują go jako już dorosłego członka elitarnej gwardii chroniącej rodzinę cesarza Majapahitu, Jayanagarę (1309-1328). W tym czasie zbuntowany polityk Rakrian Kuti zorganizował rebelię przeciwko królowi. Dowiedziawszy się o tym spisku, Gadżad Mada bezpiecznie wyprowadził króla ze stolicy, która została zdobyta przez siły Kutiego. Obaj ukryli się w pobliskim mieście Badander. Wedle legendy gdy król był bezpieczny, Gadżad Mada rozpuścił plotki o jego śmierci, by przerwać rebelię, jednocześnie zaś zorganizował grupę mającą odbić stolicę i przywrócić prawowitą władzę. Gadżad Mada dowiedział się, że wielu ludzi z kasty żołnierskiej było niezadowolonych ze śmierci króla i że Kuti nie cieszył się popularnością wśród ludu. Wybuchła kontrrewolucja, uzurpator Kuti został zabity, a Gadżad Mada otrzymał w nagrodę najważniejsze stanowisko w partii rządzącej."
            },
            {
                "heading": "Premier Majapahitu",
                "text": "Legenda głosi, że kilka lat później lojalność Gadżada Mady osłabła, ponieważ król wziął żonę Mady za konkubinę. W tej opowieści Gadżad Mada nakłonił nadwornego medyka, niegdyś poplecznika Kutiego, by zabił króla, gdy ten zachorował. Po dokonaniu zabójstwa nakazał szybko pojmać i stracić medyka. Nie wiadomo, czy ta opowieść jest prawdziwa, ale po śmierci Jayanagara na tronie zasiadła jego przyrodnia siostra Tribhuwana Wijayatunggadewi, pragnąca powiększyć swe imperium. Na szczęście dla Gadżada Mady nowa królowa widziała w nim kluczową postać w tej ekspansji i w 1329 r. mianowała go mahapatihem, czyli premierem. Zyskawszy nowe uprawnienia i władzę, Gadżad Mada obrał sobie za cel odległe zakątki archipelagu i przysiągł dokonać wielkich rzeczy dla imperium, które zawierzyło mu swą przyszłość. Jego słynna i często różnie interpretowana przysięga zwana Sumpha Palapa mówiła: „Nie skorzystam z owoców i przypraw, doczesnych przyjemności, dopóki wszystkie znane wyspy nie zostaną podbite przez Majapahit”."
            },
            {
                "heading": "Podboje",
                "text": "Gdy w 1331 r. Gadżad Mada powrócił po stłumieniu buntu w Sadeng (wschodnia Jawa), szybko rozpoczął kampanię w celu podbicia sąsiednich wysp archipelagu indonezyjskiego. Zaczął w 1343 r. od Bali i Lomboku. Zdobywał kolejne królestwa i miasta, państwa i prowincje, a wszystko to dla chwały swego ludu. Było wśród nich buddyjskie królestwo Śriwidźaja na Palembangu i małe królestwa Sumatry Zachodniej, gdzie Gadżad Mada osadził na tronie księcia Majapahitu jako wasala. Generał Słoni podbił Samudra Pasai na Sumatrze - pierwszy sułtanat muzułmański w Indonezji. Po tym zwycięstwie w ciągu dwóch lat wojska Majapahitu pokonały kilka kolejnych niepodległych miast i królestw, w tym Temesek (dziś zwany Singapurem) po drugiej stronie cieśnin.Tribhuwana abdykowała z tronu Majapahit w 1350 r. na rzecz swego syna, Hayam Wuruka, uznawanego za największego z królów Majapahitu. Pod jego rządami imperium osiągnęło największe rozmiary, obejmując cały archipelag indonezyjski. Dzięki niemu rozkwitały handel i sztuka. Nowy król chętnie pozostawiał sprawy kraju swemu premierowi, a sam zajmował się sztuką i nauką. Przy milczącym poparciu króla Gadżad Mada powiększył imperium o dwa tuziny królestw, w tym bardzo odległe jak na przykład dzisiejsza Malezja i południowe Filipiny.Podbiwszy ponad tuzin wysp archipelagu do roku 1357 r., Gadżad Mada znalazł się w trudnym położeniu, ponieważ ostatnim niepodległym królestwem była Sunda na Jawie Zachodniej. Planowano, by księżniczka Sundy wyszła za Hayam Wuruka, dzięki czemu powstałby sojusz, ale Gadżad Mada chciał wywrzeć większy nacisk na Sundę. Zaproponował, by księżniczka, zamiast zostawać królową małżonką Majapahitu, była tylko konkubiną, czym obraził Sundę. Podczas przyjęcia weselnego negocjacje przerodziły się w eskalację wrogości i doszło do walki. Gadżad Mada i jego żołnierze zmasakrowali całą rodzinę królewską Sundy i jej gwardzistów.To wydarzenie zaszkodziło dziedzictwu Gadżada Mady, a jego czyny uznano za nierozważne i niezgrabne. Ministrowie i dworacy Majapahitu potępili go, uznając za krwiożerczego brutala. Król pozbawił Gadżada Madę tytułów, władzy i zaszczytów. Ten niegdyś najpotężniejszy człowiek w imperium spędził resztę życia w samotności, mieszkając w jedynej zostawionej mu posiadłości na Jawie Wschodniej. Gadżad Mada zmarł w roku 1363."
            },
            {
                "heading": "Osąd historyczny",
                "text": "W dzisiejszej Indonezji Gadżad Mada jest uważany za bohatera, symbol indonezyjskiego patriotyzmu i dumy narodowej. To inspirująca postać, przykład potencjału wielkości każdego Indonezyjczyka. Stał się symbolem mitycznej propagandy podczas okupacji japońskiej i powstaniu przeciwko władzy holenderskiej pod koniec lat czterdziestych XX wieku. W historii na zawsze pozostanie pamięć zarówno o tym, że jako pierwszy dokonał zjednoczenia wielu wysp archipelagu indonezyjskiego w jeden kraj, jak i o jego słynnym oddaniu i nieugiętej lojalności wobec króla i ludu Majapahitu."
            }
        ]
    }
}