{
    "id": 12,
    "name": "Japonia|Japonii|Japonii|Japonię|Japonią|Japonii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/japan.png",
    "dawn_of_man": "Bądź błogosławiony, szlachetny Oda Nobunago, władco krainy, w której wschodzi słońce - obyś długo kroczył pośród jej kwitnących kwiatów. Jesteś władcą Japonii, Kraju Wschodzącego Słońca. Japończycy to dumni i pobożni wyspiarze, którzy stworzyli bogatą kulturę sztuki i literatury. Ich cywilizacja ma tysiące lat, lat krwawej wojny, ekspansji i izolacji, wielkiego bogactwa i wielkiej biedy. Poza umiejętnością wojowania, twój lud jest niezwykle przedsiębiorczy, a jego wynalazki techniczne i wielkie fabryki wzbudzają zazdrość mniejszych narodów. Legendarny daimyo, zmierzysz się z przeznaczeniem? Przyniesiesz swemu rodowi i krajowi, honor i chwałę? Czy jeszcze raz wzniesiesz miecz i tarczę, by pomaszerować do triumfu? Stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Samurajowie|Samurajów|Samurojom|Samurajów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/samurai.json"
        },
        {
            "name": "Zera|Zer|Zerom|Zera",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/zero.json"
        }
    ],
    "city_names": [
        "Kioto",
        "Osaka|Osaki|Osace|Osakę|Osaką|Osace",
        "Tokio",
        "Satsuma|Satsumy|Satsumie|Satsumę|Satsumą|Satsumie",
        "Kagoshima|Kagoshimy|Kagoshimie|Kagoshimę|Kagoshimą|Kagoshimie",
        "Nara|Nary|Narze|Narę|Narą|Narze",
        "Nagoja|Nagoi|Nagoi|Nagoję|Nagoją|Nagoi",
        "Izumo",
        "Nagasaki",
        "Jokohama|Jokohamy|Jokohamie|Jokohamę|Jokohamą|Jokohamie",
        "Shimonoseki",
        "Matsuyama|Matsuyamy|Matsuyamie|Matsuyamę|Matsuyamą|Matsuyamie",
        "Sapporo",
        "Hakodate",
        "Ise",
        "Toyama|Toyamy|Toyamie|Toyamę|Toyamą|Toyamie",
        "Fukushima|Fukushimy|Fukushimie|Fukushimę|Fukushimą|Fukushimie",
        "Suo",
        "Bizen",
        "Echizen",
        "Izumi",
        "Omi",
        "Echigo",
        "Kozuke",
        "Sado",
        "Kobe",
        "Nagano",
        "Hiroszima|Hiroszimy|Hiroszimie|Hiroszimę|Hiroszimą|Hiroszimie",
        "Takayama|Takayamy|Takayamie|Takayamę|Takayamą|Takayamie",
        "Akita|Akity|Akcie|Akitę|Akitą|Akicie",
        "Fukuoka|Fukuoki|Fukuoce|Fukuokę|Fukuoką|Fukuoce",
        "Aomori",
        "Kamakuro",
        "Kochi",
        "Naha|Nahy|Nasze|Nahę|Nahą|Nasze"
    ],
    "spy_names": [
        "Akaishi",
        "Oki",
        "Hattori",
        "Morozumi",
        "Momochi",
        "Kawashima",
        "Orin",
        "Sakanishi",
        "Kaede",
        "Mochizuki"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Wyspy Japońskie narodziły się w poprzez kolizję Płyty Pacyficznej oraz Eurazjatyckiej. W jej wyniku powstał górzysty ląd, piękny i niebezpieczny, gdzie ludzie żyją i drżą o swe życie w wąskim korytarzu pomiędzy wulkanem a morzem."
        },
        {
            "heading": "Teren i klimat",
            "text": "Japonia to mały kraj, o powierzchni lądowej porównywalnej do amerykańskiego stanu Montana. 80% kraju pokrywają łańcuchy górskie. W skład Japonii wchodzą cztery główne wyspy - Hokkaido, Honsiu, Shikoku i Kiusiu, a oprócz tego dziesiątki mniejszych wysp. Pod względem geologicznym jest to młody ląd, co oznacza, że góry są wysokie i skaliste, a rzeki wąskie i porywiste. W Japonii jest wiele wulkanów, niektóre z nich są całkowicie aktywne. Często zdarzają się trzęsienia ziemi (a także ataki wielkich, napromieniowanych potworów).Japonia posiada klimat monsunowy - rządzą nim wilgotne i suche wiatry sezonowe. Zimą zachód kraju jest narażony na chłodne, wilgotne powietrze znad Syberii i Morza Japońskiego, które objawia się ciągłymi opadami deszczu lub śniegu. Latem nad wschodnią część kraju nadciąga wilgotne powietrze znad Pacyfiku."
        },
        {
            "heading": "Prehistoria",
            "text": "Powszechnie uważa się, że pierwsi osadnicy zjawili się w Japonii około 20 000 lat temu (możliwa jest pomyłka o 10 000 lat) w okresie paleolitu, kiedy to rozwój ludzkości charakteryzował się użyciem prymitywnych narzędzi z kamienia. Wędrowcy prawdopodobnie przeszli przez Morze Japońskie dzięki wielu mostom lądowym, które przez jakiś czas łączyły wyspy z Koreą i Azją.Chociaż niewiele wiadomo o prehistorycznych Japończykach, jest oczywiste, że dosyć wcześnie nauczyli się pływać po morzu na tyle, by bezpiecznie i z łatwością podróżować między wyspami - japońska kultura i język są bardzo jednolite na całym archipelagu. (Byłoby inaczej, gdyby mieszkańcy wysp byli od siebie odizolowani przez dłuższy czas.)Po kulturze pre-ceramicznej na wyspach pojawiła się kultura Jomon, która trwała od 7500 do 250 roku p.n.e. (Określenie „Jomon” odnosi się do stylu w ceramice, w którym w glinę wciskane są sznurki, tworzące ozdobne wzory.) Oprócz wynalezienia ceramiki, w tym okresie nastąpiło ważne przejście od łupanych do polerowanych narzędzi. Ludzie z okresu Jomon byli głównie myśliwymi-zbieraczami i rybakami.Kulturę Jomon zastąpiła kultura Yaoyi, którą datuje się od ok. 250 roku p.n.e. do 250 roku n.e. Ta kultura powstała na Kiusiu i odznaczała się rozwojem ceramiki, podstawowego rolnictwa, a także użyciem narzędzi z żelaza i brązu. Ludzie z okresu Jomon również zaadaptowali praktykę ceremonialnego grzebania zwłok, irygacji i tkactwa. Niektóre z ich technologicznych i kulturowych odkryć były ich autorstwa, natomiast inne prawdopodobnie przyszły do nich dzięki kontaktom z Chinami i z Koreą. Kultura Yaoyi szybko rozprzestrzeniła się po Japonii, usuwając w cień bardziej prymitywną kulturę Jomon."
        },
        {
            "heading": "Wczesna historia pisana",
            "text": "Najwcześniejsze zapiski dotyczące Japonii znaleziono w Chinach. Pochodzą z czasów chińskiej dynastii Han. Oświadczono w nich, że około roku 50 n.e. „państwo Nu z Wo” wysłało emisariuszy na dwór późniejszej dynastii Han. „Nu” było jednym z ponad 100 państw, które składały się na „Wo” (Japonię). Chiński dwór twierdzi później, że po roku 250 n.e. konfederacją ponad 30 państw ze stolicą w Yamatai rządziła „królowa Himiko”. Nikt nie ma pewności, gdzie znajdowało się Yamatai, a z tamtych czasów nie zachowały się żadne japońskie wzmianki na piśmie."
        },
        {
            "heading": "Okres kopców, około roku 250-550",
            "text": "Z powodu braku japońskich źródeł jest wiele kontrowersji na temat tego, kiedy właściwie Japonia została zjednoczona. Wiadomo, że mniej więcej w IV wieku zniknęło Yamatai, a pojawiło się królestwo Yamato. W połowie IV stulecia Japonia wysłała wielką armię na podbój Półwyspu Koreańskiego, a to wymagało silnej władzy centralnej. Podczas panowania Yamato rolnicy zaczęli używać żelaznych narzędzi przy uprawach, na roli pojawiły się bardziej zaawansowane wynalazki, a zalanie pól umożliwiło uprawę ryżu - smacznego i bardzo odżywczego zboża, które szybko stało się podstawowym produktem w japońskiej kuchni. Ten postęp oznaczał, że mniej rolników mogło produkować więcej żywności, dzięki czemu Yamato mogli przeznaczyć nadwyżkę siły roboczej do podbojów i budowania dla siebie wielkich grobowców. W tym okresie Japończycy sprowadzili kilka technologicznych nowinek od sąsiadów, najważniejszą z nich było pismo z Chin. Razem z chińskim alfabetem zjawił się konfucjanizm. W V wieku Yamato przyjęli bardziej waleczną postawę. Przyczyny tego są kwestią sporną. Niektórzy wierzą, że to wynik inwazji i podboju królestwa ze strony wojowników z zewnątrz, natomiast inni historycy twierdzą, że Yamato po prostu zaczęli bardziej agresywnie rozporządzać swoją rozbudowaną armią i technologią rolniczą bez żadnego obcego wpływu. Niezależnie od przyczyn, Yamato wykorzystali swoje wojsko do ataku na południową Koreę, z pewnością po to, by przejąć złoża żelaza w tym regionie. Potrzeba zdobycia surowców, niedostępnych na ojczystych wyspach, była głównym motywem japońskiej polityki zagranicznej w przyszłych stuleciach."
        },
        {
            "heading": "System klanowy",
            "text": "Z tego okresu wywodzi się również japoński system „uji-kabane”. Określenie „uji” można przetłumaczyć jako „klan”, natomiast „kabane” odnosi się to dziedzicznego tytułu szlacheckiego. W tym systemie ludzie, żyjący w społeczności rolniczej, stawali się członkami jednego klanu. Każdy jego członek miał określone miejsce w hierarchii społecznej. Wierzono, że żyzne plony można zapewnić, oddając odpowiedni hołd swoim przodkom i bogom klanu, dlatego kult przodków stał się ważnym elementem systemu uji-kabane."
        },
        {
            "heading": "Po Yamato – konfucjanizm, buddyzm i prawo",
            "text": "W VI wieku status Yamato podupadł wraz z porażkami wojskowymi w ojczyźnie i za granicą. Kiedy Yamato tracili władzę, zyskiwali ją miejscowi przywódcy klanów. Utrata władzy centralnej oczywiście objawiła się wielkim konfliktem wewnętrznym, ponieważ lokalni przywódcy starali się wypełnić rosnącą pustkę we władzy.W VI wieku również w Japonii pojawił się buddyzm, prawdopodobnie przywędrował on z Korei. Orędownikiem buddyzmu był książę Shotoku. Jego rządy przypadły na koniec stulecia. Shotoku przyjął zasady pokoju i zbawienia jako ideał na swoim dworze. Co ciekawe, chiński konfucjanizm również zyskiwał zwolenników wśród japońskiej szlachty - Shotoku również szukał swojej drogi w konfucjanizmie. Shotoku sprawował władzę w latach 592-620 n.e. W czasie jego panowania klan Yamato na pewien czas odzyskał władzę i wpływy. Po śmierci Shotoku w japońskim rządzie zapanował chaos. Władzę przejęła potężna rodzina Shoga, która zabiła następców Shotoku. W 645 ich rządy obalili książę Nakano Oe i Nakatomi Kamatari, którzy wybili wszystkich Shogów i całą opozycję wobec rodziny cesarskiej. Po zniszczeniu wrogów wprowadzili reformy polityczne, które umocniły władzę centralną i osłabiły silniejsze klany.Mniej więcej w tym samym czasie Japończycy ustanowili swój kodeks administracyjny, ustanowili też prawo karne i cywilne. W tym celu zapożyczyli wiele z chińskiego kodeksu T'ang, zmieniając prawa odpowiednio na japońskie potrzeby. W systemie japońskim ludzie byli podzieleni na wolnych ludzi i niewolników. Niewolnicy stanowili mniej niż 10% całej populacji Japonii, większość ludzi była wolna i zajmowała się rolnictwem.System polityczny przetrwał w praktycznie niezmienionej postaci przez kilka stuleci, ale w X wieku wady w jego strukturze zaczęły szkodzić władzy. Kilka wielkich klanów przejęło ważne stanowiska w rządzie, wykorzystując władzę do napełniania swoich skarbców bogactwem. Podatki były wysokie i wzrastały, a władza i majątek wciąż przypadały głównie arystokracji, kosztem klanów z prowincji i rolników w całym kraju. W związku z rosnącym niezadowoleniem powstał nowy rodzaj wojowników wywodzących się z arystokracji, znanych jako samuraje."
        },
        {
            "heading": "Powstanie samurajów",
            "text": "W X i XI wieku samuraje stali się nową, potężną siłą w Japonii. Poza dworem samurajscy przywódcy podbijali całe prowincje, na dworze byli ochroniarzami i generałami arystokracji. Pod koniec XI wieku samurajski generał Taira Kiyomori zdobył taką władzę i wpływy, że został premierem i praktycznie rządził dworem cesarskim. Jego syn, Antoku, faktycznie wstąpił na tron cesarski w 1180 roku. Rządy Tairów nie trwały jednak zbyt długo - w 1185 klan Minamoto pokonał ich w bitwie morskiej, która była kulminacją pięcioletniej, krwawej walki o prymat, zwanej wojną Gempei.Po zwycięstwie przywódca klanu Minamoto, Joritomo, stworzył rząd wojskowych - szogunat, w którym szogun (skrót od seii taishogun czyli generał-pogromca barbarzyńców) rządził Japonią w imię cesarza. Ta forma rządów okazała się wyjątkowo silna, przetrwała 700 lat aż do 1868 roku.Na następnych kilka stuleci władza przeszła w ręce rodziny Hojo, która na początku XII wieku udaremniła próbę odzyskania praktycznej władzy przez cesarza Go-Tobę. Pod koniec XII wieku pokonała wiele mongolskich najazdów na Japonię - przy pomocy dwóch przychylnych tajfunów, które uśmierciły wielu najeźdźców w kluczowych momentach bitew. Japończycy nazywali te burze „kakmikaze” czyli „boski wiatr” zesłany z Nieba, by ich chronić przed barbarzyńcami."
        },
        {
            "heading": "Upadek władzy centralnej",
            "text": "Klan Hojo utrzymał władzę do roku 1333, kiedy cesarz Go-Daigo przeprowadził zamach stanu, by rodzina cesarska odzyskała prawdziwą władzę. W bitwie towarzyszyło mu wielu arystokratów oraz klanów samurajskich, a także niektórzy walczący mnisi buddyjscy. Jednakże niektórzy ważni sojusznicy Go-Daigo byli niezadowoleni ze swojego udziału w łupach i w 1336 roku zbuntowali się, wypędzając cesarza na północ, w Góry Yoshino. Przez następnych 60 lat istniały dwa dwory cesarskie, północny i południowy, a między nimi podzielona była władza nad Japonią. Południowy cesarz pozostał marionetką, a prawdziwą władzę sprawował południowy szogunat. W 1391 roku dwory cesarskie połączyły się, a władzę zaczął sprawować wielki szogun - Ashikaga Takauji.W XIV wieku wzrosła siła rodzin i społeczności rolniczych i towarzyszący temu coraz większy opór wobec przywódców wojskowych. W 1428, 1429 i 1441 roku wybuchały wielkie powstania, a potem każdego roku nowe. W 1467 roku wybuchła wojna domowa o sukcesję po szogunie Ashikaga. Ta wojna ciągnęła się około 10 lat, a podczas niej zniszczono wiele ogromnych świątyń i przesiedlono wielu obywateli. Chociaż wojna skończyła się w 1477, władza centralna bardzo na niej ucierpiała, a w tamtej epoce dochodziło do licznych, lokalnych buntów i powstania nowej klasy lokalnych przywódców zwanych „daimyo”."
        },
        {
            "heading": "Okres wojen feudalnych",
            "text": "Lata 1338-1573 to tak zwany okres wojen feudalnych. W tym czasie trwała prawie bezustanna wojna, ponieważ szogunat i rodzina cesarska były praktycznie pozbawione władzy, a walki o pierwszeństwo wśród daimyo, panów feudalnych, szalały w całym kraju. W latach tych zbudowano wiele zamków, a japońscy wojownicy porządnie nauczyli się metod oblężenia, zwłaszcza po tym, jak europejscy kupcy wtajemniczyli ich w proces produkcji muszkietów."
        },
        {
            "heading": "Oda Nobunaga i zjednoczenie Japonii",
            "text": "W 1549 roku zmarł ojciec młodego szlachcica o nazwisku Oda Nobunaga, pozostawiając synowi ziemię, trochę pieniędzy i grupę samurajów na służbie. W ciągu jedenastu lat szlachcic pokonał całą opozycję i przejął władzę w prowincji Owari. Oda był genialnym wizjonerem i przywódcą wojskowym, szybko zaczął korzystać z nowej broni – muszkietów, używając ich ze śmiertelną skutecznością przeciwko swoim przeciwnikom. W 1562 roku sprzymierzył się z Tokugawą Ieyasu, pobliskim panem feudalnym, który stał się jednym z największych przywódców wszechczasów.W latach 60 XVI wieku Nobunaga pomaszerował na Kioto i zajął miasto, które było historycznym centrum władzy w Japonii. W 1573 roku obalił szoguna, konsolidując swoją praktyczną i ceremonialną władzę. Do 1582 roku, kiedy to został zamordowany, Oda zjednoczył prawie pół Japonii. By poznać więcej szczegółów na temat życia tego wybitnego przywódcy, sprawdź hasło Oda w Civilopedii.Następcą Ody był Toyotomi Hideyoshi, syn wieśniaka, który zyskał uznanie jako wojownik, a później dowódca służący Odzie. Do roku 1590 Hideyoshi zjednoczył całą Japonię. Częścią jego polityki wzmacniania władzy centralnej było rozbrojenie wieśniaków i ustanowienie reformy podatkowej. Stworzył również system feudalny, zmuszający rolników do pozostania w wioskach, a rzemieślników i kupców – w miastach. Hideyoshi zmarł w roku 1598, a jego miejsce zajął Tokugawa Ieyasu, który w 1603 roku przyjął tytuł szoguna.Dzięki beztroskiemu wykorzystywaniu zachodniej broni i personelu, by zjednoczyć Japonię, Tokugawa szybko dostrzegł, że Europejczycy mogą być potencjalnym zagrożeniem dla jego władzy. On i jego następcy wymazali chrześcijaństwo z Japonii, pozbywając się praktycznie wszystkich Europejczyków z wysp i zakazując używania muszkietów wszystkim, oprócz własnych wojowników. Przez kilka następnych stuleci Japonia uparcie izolowała się od Zachodu, dzięki czemu prawdopodobnie uchroniła się od poniżającej, europejskiej okupacji i kolonizacji, która dotknęła wiele sąsiednich państw azjatyckich."
        },
        {
            "heading": "Otwarcie Japonii i restauracja Meiji",
            "text": "W XIX wieku Holandia była jedynym europejskim mocarstwem, które handlowało z Japonią, a i tak ich kontakt był bardzo ograniczony. Do połowy XIX wieku wiele europejskich mocarstw próbowało nawiązać stosunki dyplomatyczne z Japonią, ale bezskutecznie. Szukając portów dla swojej floty kupieckiej i rybackiej, Stany Zjednoczone postanowiły przyspieszyć bieg spraw i wysłały nowoczesną flotę pod dowództwem komandora Matthew C. Perry'ego do zatoki Uraga w 1853 roku. Szok w starciu z obcą siłą wojskową atakującą dotychczas nietykalne, japońskie brzegi, zniszczył stary szogunat Tokugawy, a władza wróciła w ręce cesarza.Młody cesarz Meiji, który odziedziczył tron w 1867 roku, rozpoczął w Japonii politykę radykalnych reform, starając się zrównać państwo pod względem militarnym i ekonomicznym z zachodnimi mocarstwami, których okręty wojenne panowały na okolicznych morzach. Tak zwana restauracja Meiji była niezwykłym wysiłkiem, dzięki któremu w niecałe sto lat Japonia porzuciła feudalizm, prawie całkiem rozpędziła klasę samurajów i zwróciła własność ziemi rolnikom, którzy ją uprawiali. Rząd opracował program industrializacji, który w bardzo krótkim czasie przyniósł wymierne efekty. Pod koniec XIX wieku Japonia uchwaliła konstytucję opartą na modelach europejskich.Na początku XX wieku Japonia stała się mocarstwem, największą siłą na Pacyfiku (pomijając Stany Zjednoczone), chociaż inne kraje zbyt późno to dostrzegały, z reguły na swoje nieszczęście."
        },
        {
            "heading": "Wojna chińsko-japońska",
            "text": "W 1894 Chiny wypowiedziały Japonii wojnę o władzę w Korei. Japonia z łatwością zwyciężyła, zapewniając symboliczną niezależność Korei od Chin, jak również zajmując Formozę, półwysep Liaotung, Peskadory i wiele innych terytoriów. Japonia wymusiła również niesprawiedliwy traktat handlowy od Chin. Zachodnie mocarstwa nalegały, by Japonia zwróciła półwysep Liaotung Chinom, które następnie wypożyczyły go razem z ważną bazą marynarki Rosji. To rozwścieczyło Japonię."
        },
        {
            "heading": "Wojna rosyjsko-japońska",
            "text": "Podczas powstania bokserów (1900) chińscy obywatele zbuntowali się przeciwko wszystkim cudzoziemcom, którzy skwapliwie sprzedawali im opium i okradali ich kraj. Zachodnie mocarstwa i Japonia odpowiedziały wysłaniem wojsk, które wymordowały Chińczyków i zajęły jeszcze więcej chińskiego terytorium. Rosja zajęła Mandżurię. Krok ten według Japonii stanowił zagrożenie dla japońskich majątków w Korei i Chinach. W 1904 roku Japończycy bez ostrzeżenia zaatakowali rosyjską flotę (strategia, którą później skutecznie wykorzystywali wobec innych, niczego się nie spodziewających Europejczyków). Odnieśli spektakularne zwycięstwo nad Rosjanami, udowadniając zaskoczonemu światu, że mogą zaatakować wielkie, zachodnie mocarstwo i wyjść z tego bez szwanku.W traktacie pokojowym z Rosją Japonia zapewniła sobie władzę w Korei, a oprócz tego zyskała rosyjskie ziemie w Chinach. Za wynegocjowanie tego traktatu prezydent Roosvelt otrzymał pokojową Nagrodę Nobla. (W komitecie nie było wtedy zbyt wielu Chińczyków ani Koreańczyków.)"
        },
        {
            "heading": "Japonia cesarska",
            "text": "Zachęcona sukcesem w wojnie z Chinami i z Zachodem Japonia wykorzystała szansę, by umocnić swoje wpływy w Azji Wschodniej. Zwiększyła swoją władzę w Korei i swojej części Chin, a podczas I wojny światowej zajęła niemieckie kolonie w Azji i na Pacyfiku. W okresie powojennym różne traktaty wojskowe pomiędzy europejskimi mocarstwami, Stanami Zjednoczonymi i Japonią starały się ograniczyć japońską ekspansję, zapewniając jednocześnie niepodległość Japonii.W latach 30. w Japonii władzę przejęli wojskowi, częściowo w związku z trudnościami, jakie napotkał kraj w obliczu Wielkiego Kryzysu. Zachodnie i chińskie taryfy (oraz anty-japoński rasizm) ograniczyły japońskie możliwości zarabiania pieniędzy dzięki eksportowi – pieniędzy, których państwo potrzebowało, by wykarmić rosnącą populację. Wojskowi tłumaczyli, że jedynym sposobem, by otworzyć drogę do obcych rynków, jest wojna. To oraz lęk przed komunizmem i narastająca niechęć wobec rządu sprawiło, że japońskie wojsko postanowiło rozszerzyć swoją władzę. Pod koniec lat 20. armia nasiliła działania w Mandżurii bez zgody rządu, który był zbyt słaby, by ją powstrzymać.W maju 1932 roku oficerowie marynarki zamordowali premiera, a w 1936 roku wielu ważnych polityków straciło życie, kiedy zbuntowane oddziały armii zajęły centrum Tokio. Chociaż bunt szybko stłumiono, było jasne, że rząd przetrwał tylko dzięki łasce wojskowych. Nowy cesarz, Hirohito, był uważany za postępowego, ale milczał, obawiając się, że narazi na szwank tron, jeśli wyrazi swoje zdanie. Wiadomo było, że faktyczną władzę w kraju sprawuje armia."
        },
        {
            "heading": "W drodze do II wojny światowej",
            "text": "W latach 30. stosunki Japonii z ZSRR, Anglią i Stanami Zjednoczonymi były kiepskie i wciąż się pogarszały. ZSRR nie mógł się pogodzić z porażką w wojnie z Japonią sprzed 30 laty i miał nadzieję, że japoński rząd zostanie obalony, a kraj stanie się robotniczym rajem, tak jak Rosja. Anglia i Stany Zjednoczone sprzeciwiały się japońskiej brutalnej polityce w Chinach i w Korei, obawiały się także, że coraz większa potęga morska Japonii mogłaby zagrozić ich poważnym interesom w Azji i na Pacyfiku. Próbując przeciwstawić się angielsko-amerykańskiej presji, Japonia podpisała w 1936, a potem w 1940 roku, pakt obronny z Niemcami i z Włochami. W związku z zagrożeniem ze strony Niemiec na zachodzie, ZSRR postanowił zabezpieczyć swoje wschodnie granice, podpisując z Japonią w 1940 roku pakt o nieagresji.Po ataku nazistów na Rosję w 1941 roku Japonia zajęła północne Indochiny. Chciała w ten sposób zablokować brytyjskie szlaki handlowe prowadzące do Chin, którymi wspierano chińskie siły nacjonalistyczne w walce przeciwko Japonii. W odpowiedzi Stany Zjednoczone zamroziły japoński kapitał, a co gorsza – nałożyły na Japonię embargo naftowe. Japonia miała wybór – albo zgodzi się na amerykańskie warunki i wycofa się z Indochin, a może nawet w ogóle z Chin, albo zajmie bogate złoża ropy w holenderskich Indiach Wschodnich. Negocjacje między USA a Japonią się nie powiodły, a japoński rząd zdecydował się na wojnę."
        },
        {
            "heading": "II wojna światowa",
            "text": "II wojna światowa zaczęła się dla Japonii wyjątkowo dobrze – od ogromnego, skutecznego ataku z zaskoczenia na amerykańskie bazy w Pearl Harbor, na Hawajach i na Filipinach. Japońska marynarka praktycznie wygoniła przetrzebione amerykańskie siły z Oceanu Spokojnego, ale nie była w stanie wykonać ostatecznego ciosu. Przez następne kilka lat amerykański przemysł budował statki, samoloty, działa i okręty podwodne, zastępując stracone jednostki. Amerykańska marynarka i armia szybko się uczyły i wkrótce zaczęły uparcie i z ogromnym trudem wyganiać złowrogich Japończyków na drugi brzeg Pacyfiku.W sierpniu 1945 roku Stany Zjednoczone zrzuciły dwie bomby atomowe na Japonię, niszcząc miasta Hiroszimę i Nagasaki, a wkrótce po tym Japonia się poddała."
        },
        {
            "heading": "Czasy po wojnie",
            "text": "Po wojnie Japonia straciła większość zamorskich kolonii. Poza tym znajdowała się pod okupacją Stanów Zjednoczonych, a niektóre z północnych wysp zajął Związek Radziecki (ich przynależność wciąż pozostaje kwestią sporu).Amerykańska okupacja była dosyć łagodna, skoro o tym mowa. Amerykanie narzucili Japonii demokratyczną konstytucję i zabronili jej posiadania armii. Stany Zjednoczone pomogły również Japonii (a właściwie zmusiły ją) pozbyć się pozostałości systemu feudalnego i wprowadzić szeroki program reformy rolnej. Dzięki temu Japonia mogła szybko odbudować infrastrukturę i system monetarny. Stany Zjednoczone miały nadzieję, że Kraj Kwitnącej Wiśni stanie się silną, rozwijającą się demokracją i krajem kapitalistycznym, który byłby przeciwwagą dla szerzącego się w Azji komunizmu. Rozmiar ich sukcesu w tej kwestii przekroczył najśmielsze oczekiwania."
        },
        {
            "heading": "Dzisiejsza Japonia",
            "text": "Korzystając z warunków narzuconych przez zwycięzców II wojny światowej, Japonia przeznaczyła pieniądze, które inne nacje musiały wydawać na zbrojenie, na bardziej przydatne przedsięwzięcia. Japonia jest dzisiaj kwitnącą demokracją i gospodarczą potęgą. Chociaż ucierpiała na rządowym i przedsiębiorczym kumoterstwie, które doprowadziło do upadku japoński system bankowy w latach 90., od czasów wojny cieszy się ogromnym wzrostem gospodarczym. Mieszkańcy są świetnie wykształceni i zmotywowani, a także mają do dyspozycji zaawansowaną technikę.Kiedy pozycja USA na Pacyfiku się osłabiła, a wzmocniła się pozycja innych mocarstw, Japonia ostrożnie zaczęła odbudowywać swoją armię. Wciąż jest zależna od USA w sprawach obronnych, ale nie wiadomo, jak długo to potrwa.Zakładając, że może utrzymać serdeczne stosunki z sąsiadami – Rosją, Chinami i Koreą Południową – i że w Korei Północnej nie wybuchnie wojna, przyszłość Japonii jest świetlana."
        },
        {
            "heading": "Dzisiejsza Japonia",
            "text": "Korzystając z warunków narzuconych przez zwycięzców II wojny światowej, Japonia przeznaczyła pieniądze, które inne nacje musiały wydawać na zbrojenie, na bardziej przydatne przedsięwzięcia. Japonia jest dzisiaj kwitnącą demokracją i gospodarczą potęgą. Chociaż ucierpiała na rządowym i przedsiębiorczym kumoterstwie, które doprowadziło do upadku japoński system bankowy w latach 90., od czasów wojny cieszy się ogromnym wzrostem gospodarczym. Mieszkańcy są świetnie wykształceni i zmotywowani, a także mają do dyspozycji zaawansowaną technikę.Kiedy pozycja USA na Pacyfiku się osłabiła, a wzmocniła się pozycja innych mocarstw, Japonia ostrożnie zaczęła odbudowywać swoją armię. Wciąż jest zależna od USA w sprawach obronnych, ale nie wiadomo, jak długo to potrwa.Zakładając, że może utrzymać serdeczne stosunki z sąsiadami – Rosją, Chinami i Koreą Południową – i że w Korei Północnej nie wybuchnie wojna, przyszłość Japonii jest świetlana."
        }
    ],
    "leader": {
        "name": "Oda Nobunaga",
        "subtitle": "Przywódca Japończyków",
        "lived": "1534-1582 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/oda_nobunaga.png",
        "trait": {
            "name": "Bushido",
            "effect": "Jednostka walczy z pełną siłą nawet, jeśli została uszkodzona. +1 kultury za każdą łódź rybacką i +2 kultury z każdego atolu."
        },
        "titles": [
            "Daimyo"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Oda Nobunaga był XVI-wiecznym japońskim generałem. Był świetnym taktykiem, dyplomatą i innowatorem w dziedzinie technologii. Dzięki swym talentom udało mu się zapanować nad niemal połową feudalnej Japonii. Dzieło zjednoczenia Japonii zostało później dokończone przez jego dwóch poruczników – Toyotomiego Hideyoshi i Tokugawę Ieyasu."
            },
            {
                "heading": "Wczesna historia",
                "text": "Oda Nobunaga urodził się w roku 1534 n.e. w okresie „Sengoku”, czyli czasu wielkiej wojennej zawieruchy w Japonii. W tym okresie feudalna Japonia podzieliła się na prowincje kierowane przez potężnych daimyo (władców ziemskich), a słaby siogun rządził w imieniu jeszcze słabszego cesarza. W czasie Sengoku dotychczasowy porządek został obalony – okoliczni właściciele ziemscy sprzeciwiali się daimyo, najemnicy sprzeciwiali się swym panom, a rodzinne waśnie były na porządku dziennym. To był wyjątkowo krwawy czas w historii Japonii i tylko najmądrzejsi i najpotężniejsi z arystokratów byli w stanie przetrwać.Nobunaga był synem bogatego urzędnika państwowego w małej i mało znaczącej prowincji Owari. Po śmierci ojca w 1551 r. odziedziczył tytuł, majątek i wasalów. Miał wtedy 17 lat i był ze wszech miar nieposkromionym i krnąbrnym dzieckiem. Według legend zachowywał się tak niestosownie na pogrzebie swego ojca, że jeden z jego przyjaciół ze wstydu popełnił seppuku (rytualne samobójstwo). Po tym niemałym szoku Nobunaga zaczął traktować swą pozycję i obowiązki dużo poważniej."
            },
            {
                "heading": "Sięgnięcie po władzę",
                "text": "Przez następne dziesięć lat Nobunaga stał się na tyle potężny, że był w stanie zdominować prowincję Owari. Systematycznie przeciągał na swoją stronę lub niszczył każdego, kto stanął mu na drodze. Szereg sojuszy, starć, zdrad, morderstw i intryg, które zaaranżował, by osiągnąć swój cel, zawstydziłyby najśmielszych scenarzystów południowoamerykańskich telenoweli.\r\nStało się to w następujących okolicznościach:W chwili śmierci jego ojca, klan Oda podzielony był na wiele frakcji. Część z nich wierna była Nobunadze. Pozostałe popierały jego młodszego i bardziej opanowanego brata, Nobuyukiego. W międzyczasie, starszy brat jego ojca, Nobutomo, użył swej pozycji, by uczynić shugo (militarny zwierzchnik) prowincji Owari Shibę Yoshimunę. Było to równoznaczne z poparciem Shiby w dążeniu do objęcia przywództwa nad klanem.\r\nNiedługo potem Nobomuto dowiedział się, że mianowany przez niego shugo potajemnie popiera Nobunagę. W reakcji na te wieści, Nobomuto zdecydował się go zabić.W tym czasie Nobunadze udało się uzyskać poparcie kolejnego z braci ojca, Oda Nobumitsu. Zgodził się on wesprzeć go w konflikcie przeciwko Nobutomo, który dopiero co zabił swojego własnego shugo. Ostatecznie, Nabunaga i jego wuj Nobumitsu zaatakowali i zabili Nobutomo w zamku Kiyosu. Wraz ze śmiercią swego wuja, Nobunaga przejął kontrolę nad nowym shugo prowincji, którym został Shiba Yoshikane (następca Shiba Yoshimune).\r\nDzięki Shiba Yoshimune był on w stanie zawrzeć sojusze z klanami Imagawa i Kira.. Następnie sformował armię w prowincji Mino. Miał zamiar pomóc Saito Dosanowi w walce przeciwko zbuntowanemu synowi, ale odniósł porażkę i Dosan został odsunięty od władzy.. W roku 1556, dawno zapomniany już brat Noboyuki zdecydował się wystąpić przeciwko Nobunadze. Poparli go Shibata Katsuie i Hayashi Hidesada.\r\nNobunaga pokonał jednak konspiratorów w Bitwie pod Ino. Okazując niespotykane miłosierdzie, darował życie bratu i jego sojusznikom. Odpłacili mu się oni za to organizacją następnej rebelii. Tym razem plany rzutkiego brata pokrzyżowała zdrada Shibaty Katsuiego, jednego ze współkonspiratorów, który poinformował Nobunagę o planach jego krewnego. Gdy Nobunaga się o tym dowiedział, postanowił stracić brata.Zostawił jednocześnie Shibę Yoshikane na stanowisku marionetkowego shugo. Z czasem dowiedział się on jednak, że Yoshikana spiskuje przeciwko niemu z klanami Kira i Imagawa. Spowodowało to usunięcie iluzorycznego shugo z jego stanowiska."
            },
            {
                "heading": "Dalsze podboje",
                "text": "Po zabezpieczeniu prowincji Owari, Nobunaga zaczął poszerzać swe wpływy na kolejne prowincje Japonii. W 1560 roku stanął na czele mikroskopijnej armii, którą poprowadził przeciwko ogromnej armii słabego szoguna Ashikagi. Odniósł przy tym fenomenalne zwycięstwo, które zdecydowanie przybliżyło go do Kioto. W dużej mierze sukces ten udało mu się odnieść za sprawą wdrożenia nowego uzbrojenia, które dopiero zaczęło pojawiać się w Japonii. Był on jednym z pierwszym daimyo, którzy wprowadzili do boju jednostki muszkietowe, mające ogromną przewagę nad bardziej prymitywnymi wojskami. Nie bez znaczenia były też zdolności zarządcze Nobunagi, który w pełni wykorzystał potencjał agrarny i ekonomiczny prowincji Owari.W 1568 roku, Nobunaga wyruszył na Kioto, umieszczając ostatecznie na urzędzie szoguna swojego sojusznika, Ashikagę Yoshiakiego. W 1573 roku ich przyjaźń mocno podupadła i Nobunaga zdecydował się zdjąć Ashikagę z urzędu. Zakończył tym samym najdłuższy szogunat Ashikagi.Nobunaga kontynuował umacnianie swojej pozycji w Japonii. Tym razem poprzez walkę z wieloma bardzo silnymi politycznie sektami buddyjskimi. Mnisi stawili wyjątkowo zacięty opór. Niektórzy walczyli z Nobunagą przez ponad dekadę. Nobunaga rozdystrybuował zagrabione dobra religijne między samurajów i szlachtę, co w dalszej perspektywie zagwarantowało mu ich przychylność. Utrzymywał też dobre relacje z europejskimi misjonarzami, którzy sporo przybyło w tamtym okresie do Japonii. Nie zdecydował się jednak przejść na chrześcijaństwo."
            },
            {
                "heading": "Śmierć",
                "text": "W 1852 roku Nobunaga kontrolował już terytorium całej Japonii i rozpoczął planowanie dalszej ekspansji. Został jednak zdradzony przez podwładnego ze świątyni Honno-ji i zmuszony do popełnienia seppuku. Jego morderca przeżył ledwie 11 dni więcej, po czym zginął z rąk poruczników lojalnych wobec Nobunagi, którzy dążyli do unifikacji Japonii przez niego zapoczątkowanej ."
            },
            {
                "heading": "Ocena historii",
                "text": "Oda Nobunaga uważany jest za jednego z trzech największych dowódców w historii Japonii. Dwaj pozostali to jego porucznicy: Toyotomi Hideyoshi i Tokugawa Ieyasu. W 1590 Hideyoshi zakończył podbój Japonii. Po jego śmierci rządy objął Tokugawa Ieyasu. Stworzył on szogunat Tokugawów, który władał Japonią przez kolejne stulecia. Ci trzej mężczyźni zapoczątkowali powstanie kraju, który współcześnie nazywamy Japonią.\r\nNobunaga był brutalnym mężczyzną, który żył w bezwzględnych czasach. Dzięki zjednoczeniu Japonii udało mu się położyć kres krwawym wojnom, które trawiły jego kraj przez ponad 100 lat."
            }
        ]
    }
}