{
    "id": 24,
    "name": "Korea|Korei|Korei|Koreę|Koreą|Korei",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/korea.png",
    "dawn_of_man": "Witaj, wspaniały Sedzongu Wielki, sługo swego ludu i obrońco dynastii Choson. Twa błyskotliwa wizja dobrobytu i bezkresna łaska wobec poddanych sprawiły, że zostałeś najbardziej umiłowanym ze wszystkich koreańskich królów. Od pierwszych dni na tronie zasłynąłeś sprawiedliwymi rządami, których chwałę przyćmiewa jedynie postęp technologiczny, jaki dokonał się dzięki twemu nienasyconemu pędowi ku wiedzy. Uczeni zgromadzeni w Nefrytowej Szkole, kierowani twą mądrością, opracowali pierwsze koreańskie pismo — hangyl. Stulecia literackiego mroku ustąpiły przed światłem wiedzy i blaskiem twórczości pisarskiej.Czcigodny Sedzongu, lud znów zwraca się do ciebie o przewodnictwo! Czy staniesz na wysokości zadania i zapewnisz swym poddanym równowagę i mądrość? Czy po raz kolejny zdołasz poprowadzić swe królestwo ku wyżynom rozwoju? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Kobukson|Kobuksonu|Kobuksonowi|Kobukson",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/turtle_ship.json"
        },
        {
            "name": "Hwacha|Hwachy|Hwasze|Hwachę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/hwach'a.json"
        }
    ],
    "city_names": [
        "Seul|Seulu|Seulowi|Seul|Seulem|Seulu",
        "Busan",
        "Jeonju",
        "Daegu",
        "Pyongyang",
        "Kaesong",
        "Suwon",
        "Gwangju",
        "Gangneung",
        "Hamhung",
        "Wonju",
        "Ulsan",
        "Changwon",
        "Andong",
        "Gongju",
        "Haeju",
        "Cheongju",
        "Mokpo",
        "Dongducheon",
        "Geoje",
        "Suncheon",
        "Jinju",
        "Sangju",
        "Rason",
        "Gyeongju",
        "Chungju",
        "Sacheon",
        "Gimje",
        "Anju"
    ],
    "spy_names": [
        "Kim",
        "Park",
        "Han",
        "Na",
        "Kong",
        "Yu",
        "Ahn",
        "Na",
        "Da",
        "Eun"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Półwysep Koreański, dziś podzielony pomiędzy republiki Korei Północnej i Południowej, w przeszłości był siedzibą wielu królestw - część z nich zasłynęła wieloma cnotami, inne okryły się niesławą. W czasie, gdy rywalizowali ze sobą jej sąsiedzi, Chiny i Japonia, Korea została zjednoczona na ponad 500 lat pod rządami dynastii Choson. Japońska okupacja na początku XX wieku, a potem Wojna Koreańska w 1950 r., doprowadziły do zburzenia wcześniejszej jedności. Korea Południowa stała się krajem o rosnącym znaczeniu gospodarczym i kulturowym. Zupełnie inaczej wygląda sprawa Korei Północnej, której represyjny reżim jest często krytykowany za łamanie praw człowieka i sposób prowadzenia dyplomacji."
        },
        {
            "heading": "Teren i klimat",
            "text": "Półwysep Koreański, położony między Morzem Wschodnim i Morzem Żółtym, od północy graniczy z Chinami i częściowo z Rosją, od których oddzielają go rzeki Amnok i Tumen. Geografia Korei jest zróżnicowana, jednak większą część jej terytorium pokrywają góry, a najwyższy szczyt to góra Baekdu (2744 m n.p.m.). Tak samo jak jej sąsiedzi Korea każdego lata doświadcza działania monsunów Azji Wschodniej, przynoszących bardzo wysokie opady i wilgotność. Miesiące zimowe także bywają trudne, gdyż temperatura często spada poniżej zera, szczególnie na północy."
        },
        {
            "heading": "Prehistoria i dawne królestwo",
            "text": "Przynajmniej od epoki paleolitu środkowego Koreę zamieszkiwali ludzie żyjący w jaskiniach lub w skalnych formacjach w pobliżu morza. Po upływie tysięcy lat, kiedy to zbieracze stali się bieglejsi w polowaniu, utworzyły się prymitywne społeczności. Jedna z licznych wczesnych społeczności zamieszkujących półwysep zyskała wyjątkowe znaczenie i stała się fundamentem wszystkich przyszłych królestw koreańskich - nazywano ją „Ko Choson” albo „Dawnym Choson”.Dawne Choson założył około 2000 r. p.n.e. legendarny Tan'gun Wanggom, którego ojciec rzekomo pochodził z niebios. Niektórzy współcześni historycy uważają, że imię „Tan'gun Wanggom” mogło być tytułem nadawanym wczesnym władcom, którzy sprawowali władzę polityczną i religijną. Niezależnie od tego, czy Dawne Choson było rządzone przez jednego, czy też kilku władców, stało się ono jednym z najbardziej rozwiniętych wczesnych plemiennych królestw koreańskich u progu epoki żelaza, w IV w. p.n.e."
        },
        {
            "heading": "Pojawienie się Trójki",
            "text": "Przez większą część pierwszego tysiąclecia naszej ery Korea była podzielona między trzy monarchie. Każde z „Trzech Królestw Korei” - Koguryo, Paekche i Silla - kontrolowało część półwyspu. Koguryo było największe i przez większość czasu najpotężniejsze. Jednakże dyplomacja nie była mocną stroną tego królestwa, a jego południowy rywal, królestwo Silla, wynegocjowało sojusz z chińską dynastią Tang. Sojusz ten znacząco wzmocnił Sillę, która podporządkowała sobie Paekche i Koguryo w roku 668, dzięki czemu niepodzielnie władała większością Półwyspu Koreańskiego."
        },
        {
            "heading": "Transformacja królestw",
            "text": "Podbiwszy królestwa Koguryo i Paekche, nowa „Zjednoczona Silla”, często zwana „Późną Sillą”, władała półwyspem przez kilkaset lat. Jak często dzieje się po tak długiej dominacji, w okolicach IX w. n.e. zaczęto kwestionować władzę króla. Przez jakiś czas „ustrój rangi kości”, rodzaj dziedzicznego podziału opartego na więzach krwi z królem, utrzymywał równowagę władzy pomiędzy królem i arystokracją. Lecz ostatecznie ustrój ten przyczynił się do upadku Silli, ponieważ arystokracja polegała głównie na podatkach, a zarządcy ich majątków mieli już dość systemu kastowego, który ograniczał ich udział w sprawowaniu władzy.W końcu trwające wewnętrzne spory sprawiły, że około roku 935 królestwo zostało podporządkowane zyskującej na znaczeniu dynastii Koryo. Pomimo presji ze strony mongolskiej dynastii Yuan z Chin, Koryo pozostało niezależnym królestwem do roku 1392."
        },
        {
            "heading": "Dynastia Choson",
            "text": "Dynastia Choson, uznawana za najważniejsze królestwo w historii Korei, została założona przez zbuntowanego dowódcę Koryo, Yi Song-gye, w 1392 r. Otrzymawszy rozkaz najechania sąsiedniej chińskiej prowincji Liaotung (miało być to uderzenie uprzedzające przeciwko chińskiej dynastii Ming), Yi nie wykonał go i wykorzystał okazję do przejęcia Korei. Poprowadził swą armię do stolicy Koryo, dokonał przewrotu wojskowego i obalił króla. Stworzywszy własną dynastię i nazwawszy się królem Taejo z Choson na cześć starożytnego królestwa Choson, Taejo stworzył pierwszą zjednoczoną koreańską dynastię w historii tego kraju.Największy z przywódców Choson, król Sedzong Wielki, sprawował władzę od roku 1418 aż do swej śmierci w 1450 r. Polityka Sedżonga doprowadziła do dynamicznego rozwoju sztuki i nauki - za jego rządów stworzono pisany język koreański, „Hangul”. W tym okresie Koreę zdominował koreański konfucjanizm, którego korzenie sięgały wcześniejszej dynastii Koryo. Neokonfucjanizm, zwany „Seongnihak”, stał się dominującym nurtem filozoficznym wśród uczonych na całym półwyspie. Konfucjańskie cnoty, kładące nacisk na moralność i samodoskonalenie, stały się podstawą wielu wartości dominujących we współczesnym społeczeństwie koreańskim.Dynastia Choson liczyła 27 monarchów na przestrzeni 500 lat panowania, które zakończyło się w 1897 r. W ostatnich latach panowania tej dynastii Korea przeszła okres izolacjonizmu, kiedy to ograniczyła swe kontakty z sąsiadami, aby zminimalizować wpływy zewnętrzne. Wielu historyków spekuluje, że to właśnie po długim okresie wpływów Chin i Japonii Korea stała się znana jako „Królestwo Pustelnicze”, w którym zaczęły kształtować się pierwsze elementy tożsamości narodowej współczesnej Korei."
        },
        {
            "heading": "Imperium koreańskie",
            "text": "Pierwsza wojna chińsko-japońska przetoczyła się przez Półwysep Koreański w roku 1894. Był to pierwszy przejaw rosnącej siły Japonii w Azji Wschodniej. Po długim okresie wpływów chińskich, i obawiając się rosnącego znaczenia Japonii, przywódcy Choson postanowili w roku 1897 ogłosić powstanie Cesarstwa Korei. Jednak nie pozwoliło to zachować niepodległości kraju. Japonia pokonała wojska chińskiej dynastii Qing i szybko zajęła Koreę."
        },
        {
            "heading": "Okupacja japońska",
            "text": "Traktat japońsko-koreański z 1910 r. (który wedle współczesnych koreańskich historyków został podpisany pod przymusem) oznaczał przyłączenie Korei do Japonii. Pomimo aktywnych działań koreańskiego ruchu oporu Japonia okupowała ten kraj przez prawie 35 lat. Rząd Tymczasowy Republiki Korei, z siedzibą w Szanghaju, przez całą okupację działał jako koreański rząd na wygnaniu. Japońska okupacja Korei zakończyła się 2 września 1945 r. po klęsce Japończyków w II wojnie światowej. Dziś wielu Koreańczyków wciąż żywi niechęć do Japonii za ten mroczny okres ich wspólnej historii."
        },
        {
            "heading": "Wojna koreańska",
            "text": "Wojna koreańska - wielki konflikt w wyniku którego wyłonił się współczesny podział Półwyspu Koreańskiego - wybuchła z powodu pustki władzy, jaka powstała po japońskiej klęsce w II wojnie światowej. 38 równoleżnik, linia podziału uzgodniona między USA i ZSRR, miał stanowić tymczasową granicę administracyjną pomiędzy Koreami. W 1948 r. Korea Północna wyłoniła komunistyczny rząd pod wodzą Kim II-Sunga, a w Korei Południowej wybrano demokratycznie pierwszego prezydenta, Syngmana Rheea. Obaj przywódcy opowiadali się za zjednoczeniem narodu Korei pod jednymi rządami, ale każdy z nich pragnął, żeby do zjednoczenia doszło w ich systemie politycznym.W czerwcu 1950 r. Korea Północna zaatakowała Południową, korzystając z radzieckiego sprzętu wojskowego z II wojny światowej. Wkrótce potem ONZ wydało rezolucję potępiającą inwazję i zaleciło przeprowadzenie interwencji wojskowej przez kraje członkowskie. W tym czasie USA uznawało rozprzestrzenianie się komunizmu za efekt działań Rosjan, dlatego zareagowało wysłaniem wojsk na pomoc Korei Południowej.Na początku wojny Korea Północna zajęła dużą cześć terytorium Południa, jednak pojawienie się sił amerykańskich dowodzonych przez generała MacArthura szybko doprowadziło do utraty tych zdobyczy. Po odzyskaniu terytorium aż do 38 Równoleżnika wojska amerykańsko-koreańskie kontynuowały walkę z Północą, jednak sytuacja pozostawała patowa. Negocjacje zawieszenia broni, które zakończyło walki - choć oficjalnie nie zakończyło wojny - rozpoczęły się w roku 1951 i trwały kilka lat. Koreańska Republika Ludowo-Demokratyczna (Północ) i Republika Korei (Południe) podpisały w 1953 r. porozumienie pod auspicjami Organizacji Narodów Zjednoczonych."
        },
        {
            "heading": "Podział Korei",
            "text": "Zawieszenie broni podpisane przez republiki koreańskie oficjalnie tylko przerwało działania zbrojne, co oznacza, że oba kraje wciąż pozostają w stanie wojny. Dziś strefa zdemilitaryzowana (DMZ) dzieląca oba państwa jest najbardziej ufortyfikowaną granicą na ziemi, gdzie obie strony bacznie się obserwują. Na przestrzeni lat doszło do wielu incydentów i innych naruszeń zawieszenia broni, głównie za sprawą prowokacji reżimu Korei Północnej. Mimo tych incydentów rozejm trwa już od ponad 50 lat."
        },
        {
            "heading": "Współczesna Korea",
            "text": "Dziś Korea Południowa jest światowym liderem rozwoju naukowego i technologicznego. Zalicza się ją do grona „Czterech tygrysów Azji” - grupy czterech wysoko rozwiniętych i uprzemysłowionych gospodarek Azji (trzy pozostałe to Hongkong, Singapur i Tajwan). Korea Południowa, posiadając dobrze wykształconą i wysoce wykwalifikowaną siłę roboczą, szybko adaptuje wszelkie nowinki technologiczne. Osoby prywatne mają tam dostęp do jednego z najszybszych połączeń internetowych na świecie, a koreańskie firmy Samsung i LG są światowymi liderami wśród producentów telefonów komórkowych.Zupełnie inaczej wygląda sytuacja w Korei Północnej, gdzie rząd ma trudności z zapewnieniem obywatelom dostępu do podstawowych produktów. Pod rządami komunistycznego reżimu ludzie często cierpią głód i biedę. Korea Północna jest odizolowana od społeczności międzynarodowej, a wiedzę o tym kraju czerpiemy z relacji osób, którym udało się stamtąd uciec, lub od nielicznych ludzi, którym zezwolono na rozmowę z zagranicznymi dziennikarzami. Na kraj ten często nakładane są sankcje za prowadzenie prac nad bronią uznawaną przez społeczność międzynarodową za niebezpieczną. Korea Północna jest słaba gospodarczo i nieustannie korzysta ze wsparcia Chińskiej Republiki Ludowej oraz akcji humanitarnych krajów członkowskich ONZ."
        },
        {
            "heading": "Współczesna Korea",
            "text": "Dziś Korea Południowa jest światowym liderem rozwoju naukowego i technologicznego. Zalicza się ją do grona „Czterech tygrysów Azji” - grupy czterech wysoko rozwiniętych i uprzemysłowionych gospodarek Azji (trzy pozostałe to Hongkong, Singapur i Tajwan). Korea Południowa, posiadając dobrze wykształconą i wysoce wykwalifikowaną siłę roboczą, szybko adaptuje wszelkie nowinki technologiczne. Osoby prywatne mają tam dostęp do jednego z najszybszych połączeń internetowych na świecie, a koreańskie firmy Samsung i LG są światowymi liderami wśród producentów telefonów komórkowych.Zupełnie inaczej wygląda sytuacja w Korei Północnej, gdzie rząd ma trudności z zapewnieniem obywatelom dostępu do podstawowych produktów. Pod rządami komunistycznego reżimu ludzie często cierpią głód i biedę. Korea Północna jest odizolowana od społeczności międzynarodowej, a wiedzę o tym kraju czerpiemy z relacji osób, którym udało się stamtąd uciec, lub od nielicznych ludzi, którym zezwolono na rozmowę z zagranicznymi dziennikarzami. Na kraj ten często nakładane są sankcje za prowadzenie prac nad bronią uznawaną przez społeczność międzynarodową za niebezpieczną. Korea Północna jest słaba gospodarczo i nieustannie korzysta ze wsparcia Chińskiej Republiki Ludowej oraz akcji humanitarnych krajów członkowskich ONZ."
        }
    ],
    "leader": {
        "name": "Sedzong Wielki",
        "subtitle": "Przywódca Koreańczyków",
        "lived": "1397 – 1450 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/sejong_the_great.png",
        "trait": {
            "name": "Uczeni z Jadeitowej Komnaty",
            "effect": "+2 do nauki dla wszystkich specjalistów i wszystkich ulepszeń pól wielkich ludzi. Otrzymuje premię technologiczną za każdym razem, gdy w stolicy Korei pojawi się budynek naukowy lub cud."
        },
        "titles": [
            "Król dynastii Choson"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Sedzong Daewang, znany też jako „Sedzong Wielki”, czwarty król koreańskiej dynastii Choson, panował w latach 1418-1450. Sedzong, przez wielu uważany za największego władcę w historii Korei, był znany z niezwykłego szacunku dla ludzkiego życia. Przyjął liczne reformy społeczne mające na celu poprawienie bytu swych poddanych, wspierał także dokonania w dziedzinie nauki i technologii, co zaowocowało powstaniem Hunminjeongeum, czyli znanego dziś pod nazwą „hangyl” koreańskiego alfabetu. Sedzong uznawany jest się za osobę mającą kluczowy wkład w jego powstanie."
            },
            {
                "heading": "Wczesne życie",
                "text": "Sedzong urodził się 7 maja 1397 roku i był trzecim synem króla Taejonga z dynastii Choson. Sedzong, który od początku był pojętnym uczniem i zapalonym czytelnikiem, został księciem w wieku 16 lat, a po pięciu latach wstąpił na tron. Jego wpływ na życie Korei i polityczną strukturę królestwa był natychmiastowy."
            },
            {
                "heading": "Język, literatura i wiedza",
                "text": "Sedzong jest znany z wprowadzenia do użytku koreańskiego języka pisanego hangyl. „Chiphyonjon”, lub też „Komnata godnych” została założona w roku 1420 i miała na celu skupianie najtęższych umysłów epoki, których król dobierał osobiście. Chiphyonjon otrzymał zadanie stworzenia koreańskiego alfabetu, by pomóc niższym warstwom zrozumieć język koreański. Do tego czasu Korea polegała na chińskim piśmie hancha, które było stosowane we wszystkich tekstach pisanych. Ten sposób zapisu nie był jednak rozumiany przez masy i Sedzong zapragnął to zmienić.Nowy alfabet, najpierw znany jako „Hunminjeongeum”, co dosłownie oznacza „prawidłowe dźwięki do zapisu dla ludzi”, rozpoczął dla mieszkańców Korei nową epokę twórczości literackiej i możliwości obcowania ze słowem pisanym. Nowy alfabet został upubliczniony w 1446 roku i potrzebował zaledwie kilku lat, by zyskać popularność. Do dziś 9 października, czyli dzień ogłoszenia tego alfabetu, jest uznawany za święto i obchodzony jako „Dzień Hangyl”."
            },
            {
                "heading": "Wspaniałomyślny przywódca",
                "text": "Sedzong rządził pod hasłami łaski i wiary, że każdemu należy się szacunek. Nie tylko własnym obywatelom, ale także „barbarzyńskim plemionom” rozsianym po Azji. Miarą jego sukcesu było zadowolenie i dobrobyt poddanych, a ich dobrobyt był dla niego najwyższym priorytetem. Będąc królem, Sedzong oddawał nadwyżki żywności biedocie i starcom, a także często zwalniał z podatków rolników, a nawet całe prowincje, które cierpiały z powodu niepogody lub nieurodzaju. Zapraszał także starców na bankiety ku ich czci, niezależnie od ich statusu czy rangi."
            },
            {
                "heading": "Prawo i system sądowniczy",
                "text": "Sedzong nakazał wprowadzenie wielu usprawnień w koreańskim systemie sprawiedliwości, by procesy stały się sprawiedliwe, a winni otrzymali karę stosowną do przewiny. Sedzong uważał, że jeśli obywatele mają ponosić odpowiedzialność za łamanie prawa, muszą najpierw to prawo rozumieć. Mimo zastrzeżeń ministrów Sedzong nakazał, by cały koreański kodeks dać do wglądu wszelkim zainteresowanym.Sedzong sprzeciwiał się także karze śmierci i nakazywał sędziom, by nie skazywali na nią oskarżonych, dopóki nie było to absolutnie konieczne. Wprowadził „Prawo trzech odwołań”, które pozwalało oskarżonym trzykrotnie odwoływać się od wyroku do króla, co zapewniało możliwość swobodnej obrony swych racji."
            },
            {
                "heading": "Technologia wojskowa",
                "text": "Pod rządami Sedzonga Korea zaczęła rozwijać wczesne bronie prochowe, w tym sławną hwachę, zwaną pod nazwą „ognistego pojazdu”. Hwacha była z założenia bronią przeciwpiechotną osadzoną na platformie kołowej i mogącą miotać dziesiątkami strzał napędzanych prochem. Choć w czasach Sedzonga użycie tej broni było dość ograniczone, hwacha odegrała znaczącą rolę w kolejnych stuleciach. W czasie bitwy o Haengju w 1593 r. trzy tysiące koreańskich żołnierzy odparło przy pomocy tej broni szturm 30000 Japończyków, zabijając ponad 10000 napastników."
            },
            {
                "heading": "Osąd historii",
                "text": "Sedzong nawet w podeszłym wieku starał się angażować w codzienne sprawy państwa, pomimo postępującej ślepoty i zaawansowanej cukrzycy, która doprowadziła do jego śmierci 18 maja 1450 roku. Sedzong został zapamiętany jako mądry, szlachetny i współczujący władca, który stał się motorem napędowym wielu wspaniałych odkryć i który poprowadził Koreę do rewolucji kulturowej."
            }
        ]
    }
}