{
    "id": 19,
    "name": "Mongolia|Mongolii|Mongolii|Mongolię|Mongolią|Mongolii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/mongolia.png",
    "dawn_of_man": "Witaj, Wielki Czyngis-chanie, nieśmiertelny cesarzu potężnego Imperium Mongolskiego! Twe pięści kruszą mury miast, a twój głos sieje przerażenie w szeregach wrogów. Chanie, zjednoczyłeś zwaśnione plemiona Azji północnej w wielki naród, stworzyłeś najwspanialszą kawalerię świata! Przebiegła dyplomacja poróżniła twych wrogów, uczyniła ich słabymi i bezradnymi w obliczu mongolskich armii. W ciągu zaledwie kilku lat żołnierze twego ludu podbili większość Chin i Azji Wschodniej, imperium zaś rozrastało się dalej, aż sięgnęło na zachód, do Europy i na południe do Korei. Zaprawdę było to największe imperium w historii, przyćmiewające żałosne podboje Rzymian i Greków.Czyngis-chanie, twój lud chce, byś znowu poprowadził go do bitwy i podboju! Czy świat znowu zadrży w posadach, gdy rozlegnie się tętent kopyt twej kawalerii goniącej przez stepy? Stworzysz imperium, które oprze się próbie czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Keshikowie|Keshików|Keshikom|Keshików",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/keshik.json"
        },
        {
            "name": "Chan|Chana|Chanowi|Chana",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/khan.json"
        }
    ],
    "city_names": [
        "Karakorum",
        "Beshbalik",
        "Turfan",
        "Hsia",
        "Stare Sari|Starego Sari|Staremu Sari|Stare Sari|Starym Sari|Starym Sari",
        "Nowe Sari|Nowego Sari|Nowemu Sari|Nowe Sari|Nowym Sari|Nowym Sari",
        "Tebriz",
        "Tbilisi",
        "Otrar",
        "Sanchu",
        "Kazań|Kazania|Kazaniowi|Kazań|Kazaniem|Kazaniu",
        "Almarikh|Almarikhu|Almarikhowi|Almarikh|Almarikhem|Almarikhu",
        "Ułan Bator",
        "Kobdo",
        "Darchan",
        "Dalandzadgad",
        "Mandalgowi",
        "Czojbaslan",
        "Erdenet",
        "Cecerleg",
        "Baruun-Urt",
        "Ereen",
        "Batshireet",
        "Czojr",
        "Ulaangom",
        "Tosontsengel",
        "Atlay",
        "Uliastaj",
        "Bajanchongor",
        "Har-Ayrag",
        "Nalayh",
        "Tes"
    ],
    "spy_names": [
        "Asashōryū",
        "Tömöriin",
        "Zevegiin",
        "Jigjidiin",
        "Enkhbat",
        "Mönkhbayar",
        "Gündegmaa",
        "Ssima",
        "Batachikhan",
        "Chulunny"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Imperium mongolskie było największym imperium w historii świata, rozciągając się od Dunaju do Morza Japońskiego i od Syberii po Kambodżę ― to blisko 22% suchego lądu Ziemi. Z początku będąc dumną zbieraniną niepowiązanych plemion wędrownych, Mongołowie zmienili oblicze starożytnej ziemi i stali się jedną z najstraszliwszych i najbardziej skutecznych armii, która kiedykolwiek pojawiła się na powierzchni tej planety."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Układ terenu rozciągającej się we wschodniej Azji Mongolii jest bardzo zróżnicowany. Są tam zatem strome zbocza gór na północy i zachodzie, rozłożyste stepy w środkowej części kraju i pustynia Gobi na południu. Choć stepy te mogłyby stanowić wspaniałe pola uprawne, surowy klimat tego kraju definitywnie to wyklucza. Lata są tu krótkie i upalne, zaś długie i mroźne zimy pokrywają cały kraj lodowo-śnieżną pokrywą (zwaną zud), uniemożliwiając uprawę przez większą część roku. Temperatury rzędu -30°C nie są tu zimą niczym wyjątkowym."
        },
        {
            "heading": "Wczesna historia",
            "text": "Przynajmniej od paleolitu wędrowne plemiona dominowały na terytoriach mongolskich. Byli to świetni rolnicy i wybitni myśliwi, stale przemieszczający się w ucieczce przed mrozem zimy i suchością lata. Znali się na koniach i łukach, więc specjalizowali się w walce konnej. Czasami zdarzało się, że małe plemiona łączyły się w konfederacje, takie jak na przykład przymierze Xiongnu z 209 BC. Choć te luźne bandy stanowiły wystarczające zagrożenie, by zmusić dynastię Qin do wzniesienia Wielkiego Muru Chińskiego, to jednak nie posiadały one żadnej wiążącej je władzy. Przez kilka następnych stuleci wiele plemion próbowało się połączyć, ale te krótkotrwałe sojusze najczęściej rozpadały się z powodu wewnętrznych sprzeczności interesów i kłótni o jurty, konie, kobiety i prawo do pastwisk."
        },
        {
            "heading": "Wejście Temudżyna",
            "text": "Podczas pewnego wyjątkowo chaotycznego okresu, pewien młody syn mongolskiego wodza imieniem Temudżyn podbił wyjątkowo niespokojne plemię Merkit. Zwycięstwo i posłuszeństwo armii (mimo zakazu łupienia i gwałcenia, co w jego czasach było nowością) zrobiły wrażenie na zgromadzeniu wodzów, którzy nadali mu tytuł chana i oddali władzę nad podbitym plemieniem.Wujowie i kuzyni nie byli zadowoleni z jego awansu i usiłowali odebrać mu władzę siłą. We wspaniałej kampanii wojennej od 1203 do 1205 AD Temudżyn nie tylko rozbił swoich rywali, ale też podbił pozostałe plemiona. Nikomu wcześniej nie udało się zdobyć kontroli nad wszystkimi plemionami mongolskimi. W 1206 roku otrzymał on tytuł Czyngis-chan, czyli Wszechwładny. W tym momencie oficjalnie narodziło się Imperium Mongolskie."
        },
        {
            "heading": "Życie w imperium mongolskim",
            "text": "Czyngis-chan jest znany ze swoich podbojów i sprawności w dowodzeniu armią, jednak utrzymać kontrolę na podbitych ziemiach udało mu się jedynie dzięki surowym prawom cywilnym i zaprowadzaniu porządku. Stworzył on system praw zwany jasą, który dotyczył wszystkich obywateli imperium niezależnie od urodzenia i stanu majątkowego. Jasa przewidywała surowe kary dla wszystkich złapanych na łamaniu prawa (zwykle wyrokiem była śmierć), wszystkim obywatelom gwarantowała wolność wyznania, zakazywała jakichkolwiek aktów wandalizmu, zaś urzędnicy państwowi mieli być na jej podstawie wybierani ze względu na zasługi, a nie więzy krwi. Pomimo wielkości obszaru, jaki obejmowało, i zróżnicowanych społeczeństw na jego terenie, Imperium Mongolskie było bardzo dobrze zarządzane i zaliczało się do najbezpieczniejszych obszarów na ziemi, pod warunkiem, że przestrzegało się litery prawa. Miasta, w których prawo jasy nie było przestrzegane, metodycznie niszczono. Na długości całego imperium pojawiły się szlaki handlowe, które pozwalały bezpiecznie podróżować z Europy do Chin. Powstał wydajny system pocztowy (jego struktura została dużo później skopiowana przez amerykańską firmę Pony Express). Budowano drogi, nakładano sprawiedliwe podatki, a obywateli uczono pisma. Jeśli przestrzegało się praw chanatu, można było prowadzić życie na zadziwiająco wysokim poziomie."
        },
        {
            "heading": "Światowa potęga",
            "text": "Mając tak wydajny system zarządzania, poparty mongolskimi konnymi łucznikami, Mongolia wchłaniała kolejne tereny. W momencie śmierci Czyngis-chana w 1227 roku, Imperium Mongolskie rozciągało się od Pacyfiku po morze Kaspijskie ― zajmując tym samym teren dwukrotnie większy od Imperium Rzymskiego w czasach świetności. Jego następcy kontynuowali podbój sąsiednich nacji jeszcze przez cztery dekady.Do 1258 armie mongolskie podbiły Bagdad, zabijając kalifa, który odmówił poddania się na warunkach pokojowych, i otworzyły sobie drogę do Syrii i reszty Europy. Część oddziałów dotarła na zachód aż do Ukrainy i Polski, ale główne siły nigdy nie przeszły przez Syrię. Ludy europejskie wysyłały do chana listy i posłańców w nadziei na sojusz zamiast podboju."
        },
        {
            "heading": "Wojna domowa i koniec ery",
            "text": "Niepowstrzymana fala ekspansji mongolskiej zatrzymałaby się być może dopiero na Atlantyku, jednak śmierć w rodzinie rządzącej zmusiła zachodniego generała Hulegu, syna Kublaj-chana, do wycofania swych wojsk do Iranu. Syria i niedawne zdobycze na zachodzie zostały szybko utracone.Hulegu i jego kuzyn Berke (wschodni generał) zaczęli walczyć między sobą z powodu podejrzanych śmierci wśród dziedziców z ich rodzin. Armia i terytorium zostały podzielone. Kublaj szybko stłumił powstania i wysłał wojsko na podbój. Jednak osłabiona kryzysem armia i rząd stały się początkiem końca Imperium.Wewnętrzne spory rodzinne chanów i te pomiędzy ich generałami ciągnęły się przez kolejne sto lat, dalej osłabiając imperium. Po śmierci kolejnego chana w 1335 Persja szybko popadła w anarchię. Czarna Śmierć panująca w tym czasie w Europie zebrała też swoje żniwo wśród urzędników, odcinając powiązania handlowe z sojusznikami imperium. Miliony obywateli zabranych przez chorobę dopełniło klęski ― nastał czas chaosu.Zachodnie prowincje szybko upadły, a w 1368 od imperium odłączyły się Chiny. Pozostali Mongołowie wrócili na swe rodzinne stepy, ponownie rozpadając się na małe plemiona i wędrowne dzikie hordy. W przeciągu krótkich trzydziestu lat największe imperium w dziejach ludzkości legło w gruzach."
        },
        {
            "heading": "Rządy chińskie",
            "text": "Przez następne trzy stulecia Mongołowie powoli tracili swoją władzę i powracali do swoich starych, plemiennych korzeni. Ostatni z chanów zmarł w 1634. W 1691 obszar Mongolii został podbity przez Chiny i pod rządami chińskimi pozostała ona do roku 1911. W tym czasie nieodpowiedzialne traktowanie poddanych przez ich władców wraz z chińskim systemem podatkowym doprowadziły do potężnego zubożenia regionu."
        },
        {
            "heading": "Nowa Mongolia",
            "text": "Wraz z upadkiem chińskiej dynastii Qing w 1911 Mongolia ogłosiła niepodległość, jednak nie na długo. W roku 1919 ponownie podbił ją Xu Shuzheng. Tym razem jednak Mongolii na pomoc ruszyła armia rosyjska i trzy lata później okupant został pokonany. W 1924 narodziła się wspierana przez ZSRR Mongolska Republika Ludowa.Życie pod władzą komunistyczną było ciężkie. Wszelkie bydło stało się własnością rządu, klasztory buddyjskie zostały zniszczone, a mnisi wybici. Przy granicach i wewnątrz kraju trwały ciągłe walki, stale zmniejszając populację. Bieda stała się jeszcze większym problemem."
        },
        {
            "heading": "Teraźniejszość i przyszłość",
            "text": "W 1992 roku w Mongolii wybuchła inspirująca się pierestrojką Michaiła Gorbaczowa w ZSRR rewolucja, wprowadzająca wielopartyjny rząd i kapitalistyczne idee ekonomiczne. Zatwierdzono nową konstytucję i kraj nazwano Mongolią. Pierwsze lata były trudne, ale kraj powoli rozwijał się gospodarczo dzięki bogatym złożom kopalnym. Nadal młoda Mongolia zawiązała sojusze z wieloma przywódcami świata, włącznie z Japonią, Stanami Zjednoczonymi i Chinami i dalej dąży do jasnej przyszłości dla swego narodu."
        },
        {
            "heading": "Teraźniejszość i przyszłość",
            "text": "W 1992 roku w Mongolii wybuchła inspirująca się pierestrojką Michaiła Gorbaczowa w ZSRR rewolucja, wprowadzająca wielopartyjny rząd i kapitalistyczne idee ekonomiczne. Zatwierdzono nową konstytucję i kraj nazwano Mongolią. Pierwsze lata były trudne, ale kraj powoli rozwijał się gospodarczo dzięki bogatym złożom kopalnym. Nadal młoda Mongolia zawiązała sojusze z wieloma przywódcami świata, włącznie z Japonią, Stanami Zjednoczonymi i Chinami i dalej dąży do jasnej przyszłości dla swego narodu."
        }
    ],
    "leader": {
        "name": "Czyngis-chan",
        "subtitle": "Przywódca Mongolii",
        "lived": "ok. 1162 – 1227",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/genghis_khan.png",
        "trait": {
            "name": "Terror mongolski",
            "effect": "+30% do siły bojowej podczas walki z jednostkami państw-miast lub ataku na samo państwo-miasto. Jednostki konne otrzymują +1 do [ICON_MOVES] ruchu."
        },
        "titles": [
            "Przywódca Mongolii"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Czyngis-chan jest jednym z najbardziej znanych i najstraszniejszych przywódców w historii ludzkości. Setki pomników, budynków i produktów komercyjnych noszą jego obraz. Stworzono też wiele dzieł kultury masowej mających na celu upamiętnienie jego życia. Był pierwszym dowódcą, któremu udało się zjednoczyć zwaśnione plemiona wędrowne północno-wschodniej Azji i który zbudował największe imperium znane ludzkości. Mniej znane są jego dokonania w dziedzinie infrastruktury, handlu i tolerancji religijnej. Był on nie tylko wspaniałym przywódcą wojennym, ale też zdolnym i błyskotliwym wodzem cywilów."
            },
            {
                "heading": "Narodziny",
                "text": "Urodzony jako Temudżyn w 1162 r., został wychowany w mongolskim plemieniu zamieszkującym tereny dzisiejszego Ułan Bator. Był trzecim najstarszym synem wodza plemienia, nazwanym podobno po pojmanym wodzu tatarskim. Znaczna część wczesnych dziejów Temudżyna jest owiana tajemnicą, zaś nieliczne źródła podejmujące tę tematykę często pozostają ze sobą w sprzeczności. Do dnia dzisiejszego nie odkryto żadnych dokładnych portretów ani innego rodzaju wizerunków władcy, ale zgodnie z wieloma źródłami Temudżyn był człowiekiem „pełnym blasku”, o długich rudych włosach i błękitno-zielonych oczach."
            },
            {
                "heading": "Wczesne lata",
                "text": "Podobnie jak wielu jego współplemieńców z regionu, Temudżyn miał dość ciężkie życie za młodu, nawet mimo swego szlachetnego urodzenia. W wieku dziewięciu lat został przeznaczony córce wodza sąsiedniego plemienia i odesłany do spokojnego życia z jej rodziną. W drodze powrotnej jego ojciec został zabity i plemię Temudżyna odrzuciło go wraz z resztą rodziny. Rodzina żyła w wielkiej nędzy, dopóki w wieku 16 lat nie ożenił on się ze swą narzeczoną."
            },
            {
                "heading": "Początek unifikacji",
                "text": "Temudżyn rozpoczął swoją drogę do władzy, oferując swe usługi bratu krwi swego zmarłego ojca, Toghrulowi, chanowi plemienia Kerait. W tym czasie żona Temudżyna została pojmana przez plemię Merkit i Toghrul wypożyczył młodemu wodzowi wojennemu 20,000 wojowników, by ten mógł zmierzyć się z Merkitami w boju. Temudżyn nie tylko odbił swą żonę, ale całkowicie rozbił plemię Merkitów, przejmując władzę nad niedobitkami. Stał się tym samym pełnoprawnym chanem i zaczął podbijać pozostałe plemiona sąsiednie.Podczas swoich podbojów młody chan porzucił mongolskie tradycje ― stworzył nowy system praw i wcielał podbite ziemie do swojego powstającego imperium, zamiast zgodnie z tradycją przodków łupić je i niszczyć. Jego prawo, Yassa, obiecywało żołnierzom godne wynagrodzenie i bogactwa, karało kradzieże i wszelkie łupiestwo oraz obiecywało ochronę i wolność wyznania wszystkim podbitym plemionom. Wprowadzone przez Temudżyna nowe rozwiązania polityczne dały mu lojalnych obywateli i zjednoczyły jego coraz liczniejszy lud.Dalszy ciąg jego ekspansji i procesu jednoczenia plemion mongolskich pełen jest opowieści o zdradzie, licznych intrygach, druzgocących zwycięstw, konspiracji, sprzeczek rodzinnych i raz jeszcze zdrady, między innymi prowadzącej do waśni między dawnym sojusznikiem Toghrulem a najstarszym synem Temudżyna, Jochim. Jednak mimo wszystkich tych przeciwności do 1206 roku zdołał on podporządkować sobie lub zjednoczyć wszystkie wędrowne plemiona z obszarów mongolskich, stając się pierwszym człowiekiem, który tego dokonał. Podczas zebrania wodzów plemiennych nadano mu imię „Czyngis-chan”, wieczny i wszechwładny wódz plemion mongolskich."
            },
            {
                "heading": "Ekspansja",
                "text": "Po zjednoczeniu Mongolii Czyngis-chan rozpoczął serię zwycięskich kampanii militarnych, mających na celu podbicie okolicznych terenów i stworzenie potężnego imperium. W 1209 zmusił do poddania się prowincje Xia, a niebawem, w 1211 roku, zakończył podbój dynastii Jin.Następnie zwrócił swoje wojska w kierunku Persji. Dysponując dwiema armiami po 20 000 żołnierzy podbił chanat Kara-Khitan, rozszerzając granice swych wpływów pod same bramy Persji.Zamiast podbijać sąsiednie imperium Chorezmu, Czyngis zaoferował im sojusz, wysyłając 500-osobową karawanę kupiecką do stolicy. Miał zamiar zdobyć poważnego wspólnika handlowego, wykorzystując Jedwabny Szlak. Szach Chorezmu nie ufał jednak młodemu chanowi i wyciął karawanę w pień. Czyngis-chan podjął ponowną próbę, wysyłając grupę ambasadorów bezpośrednio do szacha, jednak ten odpowiedział na pokojowy gest ścięciem jednego z nich. Rozwścieczony Czyngis-chan zebrał 200 000 armię i osobiście dopilnował krwawego końca imperium Chorezmu w 1220. Natychmiast po tym zwycięstwie chan podbił wiele innych regionów napotkanych w drodze powrotnej do Mongolii, włącznie z Gruzją, Afganistanem oraz nadal jeszcze wolnymi zachodnimi ziemiami Xia.Powróciwszy ze zwycięskiej wyprawy Czyngis-chan miał w swoim władaniu imperium rozciągające się od morza Kaspijskiego na zachodzie aż do morza Japońskiego na wschodzie. Teren ten stanowił dwa razy większy obszar niż Imperium Rzymskie u szczytu swej terytorialnej potęgi."
            },
            {
                "heading": "Sukcesja i śmierć",
                "text": "W miarę starzenia się Czyngis-chana kwestia objęcia władzy po jego śmierci wypływała coraz częściej. Jego najstarszy syn, Dżoczi, mógł być tak naprawdę potomkiem innego mężczyzny (owocem porwania jego matki) i wielu odmawiało zaakceptowania jego władzy. Kwestia ta przestała mieć znaczenie, gdy Dżoczi zmarł w niewyjaśnionych okolicznościach w 1226 roku. Niektórzy twierdzą, że sam Czyngis kazał chłopaka otruć. Następny z synów, Ugedej, został wyznaczony na spadkobiercę, Czyngis uważał go bowiem za najbardziej rozsądnego i zrównoważonego z pozostałych potomków.Wkrótce, w 1227 roku, Czyngis-chan zmarł, jednak powody śmierci do dziś są kwestią sporną. Jedni twierdzą, że zginął w bitwie z Tangutami, spadając z konia; inni uważają, że powodem śmierci była długoletnia choroba. Istnieje nawet teoria, że schwytana księżniczka z ludu Tangut zabiła go za pomocą szczypiec. Niezależnie od prawdziwego powodu i okoliczności śmierci, Czyngis-chan został pochowany w nieoznaczonym grobie, zgodnie ze swoim życzeniem, a miejsce jego pochówku było strzeżoną tajemnicą rodzinną. Niektóre podania mówią, że zmieniono bieg rzeki, aby chroniła ona grób wodza; wedle innych posadzono las, który miał mogiłę ukryć. W 2004 roku archeolodzy odkryli ruiny, które uważa się za pałac Czyngis-chana. Wielu ma nadzieję, że grób wielkiego przywódcy również uda się odnaleźć."
            },
            {
                "heading": "Osąd historii",
                "text": "Zależnie od tego, komu zada się pytanie, Czyngis-chan jest uważany za wybitnego władcę i dowódcę lub wręcz przeciwnie: krwawego tyrana i ludobójcę. W dzisiejszej Mongolii jest uważany za ojca narodu, a wiele z jego politycznych pomysłów zachowuje się jako tradycję państwową. Na terenach dawniej przez niego podbitych, takich jak Iran i Irak, jest raczej postrzegany jako maniakalny tyran dążący po trupach do zdobycia terenów, który sprowadził niewymierne straty i zniszczenie. Niezależnie jednak od tego, czy opowieści o jego wielkości lub brutalności są wyidealizowane lub wyolbrzymione, z całą pewnością zapisał się w historii jako jeden z najważniejszych i największych przywódców starożytności, zaś jego spuścizna jest nadal widoczna w dzisiejszym świecie."
            }
        ]
    }
}