{
    "id": 38,
    "name": "Maroko|Maroka|Maroku|Maroko|Marokiem|Maroku",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/maroko|maroka|maroku|maroko|marokiem|maroku.png",
    "dawn_of_man": "Lud Maroka czeka na twoje rozkazy, wielki sułtanie Ahmadzie Al-Mansurze z dynastii Sadytów. Twoje umiejętności paktowania i negocjacji są szeroko znane, a twoje uważne słowa pozwoliły na ukucie nowych sojuszy i zapewnienie suwerenności marokańskiego narodu na całe dziesięciolecia. Gdy słowa zawodziły, potrafiłeś jednak równie udanie prowadzić podboje, dzięki czemu marokańskie armie odnosiły liczne zwycięstwa i poszerzyły zasięg ziem sułtanatu.Mądry i szanowany sułtanie, naród pragnie twego przywództwa. Czy zdołasz przechytrzyć rywali w dyplomatycznych zmaganiach, czy sięgniesz po swój miecz? Twój wielki niegdyś sułtanat pragnie wrócić do dawnej chwały. Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Berberyjska kawaleria|Berberyjskiej kawalerii|Berberyjskiej kawalerii|Berberyjską kawalerię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/berber_cavalry.json"
        }
    ],
    "city_names": [
        "Marrakesz|Marrakeszu|Marrakeszowi|Marrakesz|Marrakeszem|Marrakeszu",
        "Rabat|Rabatu|Rabatowi|Rabat|Rabatem|Rabacie",
        "Fez|Fezu|Fezowi|Fez|Fezem|Fezie",
        "Casablanca|Casablanki|Casablance|Casablankę|Casablanką|Casablance",
        "Tanger|Tangeru|Tangerowi| Tanger|Tangerem|Tangerze",
        "Sale",
        "Warzazat|Warzazatu|Warzazatowi|Warzazat|Warzazatem|Warzazacie",
        "Meknes|Meknesu|Meknesowi|Meknes|Meknesem|Meknesie",
        "Agadir|Agadiru|Agadirowi|Agadir|Agadirem|Agadirze",
        "Wadżda|Wadżdy|Wadżdzie|Wadżdę|Wadżdą|Wadżdzie",
        "Kenitra|Kenitry|Kenitrze|Kenitrę|Kenitrą|Kenitrze",
        "Tetuan|Tetuanu|Tetuanowi|Tetuan|Tetuanem|Tetuanie",
        "As-Suwajra|As-Suwajry|As-Suwajrze|As-Suwajrę|As-Suwajrą|As-Suwajrze",
        "Safi",
        "Tarudant|Tarudantu|Tarudancie|Tarudant|Tarudantem|Tarudancie",
        "Al-Muhammadijja|Al-Muhammadijji|Al-Muhammadijji|Al-Muhammadijję|Al-Muhammadijją|Al-Muhammadijji",
        "Al-Ujun",
        "Bani Mallal",
        "Al-Dżadida|Al-Dżadidy|Al-Dżadidzie|Al-Dżadidę|Al-Dżadidą|Al-Dżadidzie",
        "Ksar El Kebir",
        "Taza|Tazy|Tazie|Tazę|Tazą|Tazie",
        "Fakih Bin Salih",
        "Churajbika|Churajbiki|Churajbice|Churajbikę|Churajbiką|Churajbice",
        "Nador|Nadoru|Nadorowi|Nador|Nadorem|Nadorze",
        "Sattat",
        "Berrechid",
        "Al-Arasz",
        "Al-Chamisat",
        "Kulmim",
        "Ad-Dachla",
        "Szafszawan|Szafszawanu|Szafszawanowi|Szafszawan|Szafszawanem|Szafszawanie",
        "Benguerir",
        "El Kelaa des Srarhna",
        "Arfud|Arfudu|Arfudowi|Arfud|Arfudem|Arfudzie"
    ],
    "spy_names": [
        "al-Karim",
        "ibn-Battuta",
        "al-Jazzar",
        "al-Kahina",
        "Hayyuj",
        "Kusayla",
        "al-Idrisi",
        "Salih",
        "Tariq",
        "Dihya"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Jak pisał amerykański dziennikarz obieżyświat Richard H. Davies (1864-1916): „Maroko to wspaniałe miejsce rozpuszczone przez cywilizację”. Niezależnie od prawdziwości tego stwierdzenia nie da się ukryć, że Maroko jest dziś jednym z najbardziej postępowych krajów muzułmańskich, utrzymuje bliskie ekonomiczne i kulturowe relacje z liberalnymi państwami zachodnimi, zachowując jednocześnie swoją kulturową tożsamość. Choć terytorium obecnego Maroka zamieszkane było od starożytności - osiedla zakładali tam Fenicjanie, Kartagińczycy, Rzymianie i Wandalowie - po raz pierwszy zjednoczone państwo zaistniało tam po powstaniu Berberów (739-743), którzy obalili rządy arabskie. Kolejne islamskie kalifaty sprawiły, że Maroko zdominowało cały Maghreb, region w północno-zachodniej Afryce obejmujący pasma gór Atlas i Rif, zachodnią Saharę i południowe brzegi Morza Śródziemnego. W 1554 r. saadycki sułtan Muhammad asz-Szajch przejął władzę nad całym Marokiem. W kolejnym stuleciu państwo odpierało rozmaite inwazje i najazdy ze strony Europejczyków i osmańskich Turków i jako jedyne państwo arabskie nigdy nie było podległe tym ostatnim. W XVII w. Saadytów zastąpiła dynastia Alawitów, która do dziś rządzi w tej konstytucyjnej monarchii. Mimo że przez 50 lat było francuskim i hiszpańskim protektoratem, Maroko odzyskało niepodległość w 1956 r."
        },
        {
            "heading": "Klimat i teren",
            "text": "Znaczna część dzisiejszego Maroka to góry. Pasmo Rif graniczy od południowego wschodu do południowego zachodu z Morzem Śródziemnym, a góry Atlas biegną przez środek kraju z północnego wschodu na południowy zachód. Zachodnia Sahara stanowi większość południowo-wschodniej części kraju. Maghreb znajduje się pod wpływem klimatu śródziemnomorskiego na północy, między Atlasem a wybrzeżem, i pustynnego na południu. Z tego względu na północy mamy do czynienia z chłodną, wilgotną zimą i ciepłym, suchym latem, podczas gdy Sahara charakteryzuje się wyjątkowym gorącem i brakiem opadów. Nadbrzeżne łąki są uprawiane od czasów, gdy pierwszy raz pojawili się w tym regionie ludzie. Choć góry Rif są w większości puste, porośnięte trawą i mchem, wyższe od nich pasmo Atlasu przez większość czasów historycznych pełne było lasów dębowych i cedrowych oraz jałowców, a także zamieszkałe przez liczne gatunki zwierząt. Sahara kontrastuje z tym bogactwem swoimi piaszczystymi wydmami i formacjami skalnymi, z rzadka tylko przerywanymi widokiem oazy. Podczas gdy inne narody skolonizowały bogate wybrzeże, to właśnie w surowych górach Rifu i Atlasu zamieszkał tubylczy lud Berberów."
        },
        {
            "heading": "Starożytne Maroko",
            "text": "Ziemie, na które składa się dzisiejsze Maroko, zamieszkane są przez ludzi od setek tysiącleci. Kości wczesnych homo sapiens wykopane w Dżebel Irhud liczą sobie 160 tys. lat. Kultura neolityczna - z której wywodzą się Berberowie - rozwinęła się w Maghrebie, który był wówczas mniej pustynnym miejscem, między 6000 a 3000 r. p.n.e. Język berberyjski wraz z osiedlami rolniczymi, pojawił się u podnóży gór Atlas i nad brzegiem Atlantyku około 2000 r. p.n.e.Feniccy kupcy, badając ok. 1200 r. p.n.e. tereny zachodniego Morza Śródziemnego, założyli wzdłuż brzegu dzisiejszego Maroka osiedla, w których wydobywali sól i minerały. Kartagina, dokonując ekspansji na zachód ze swoich rdzennych terytoriów w Tunezji, nawiązała w V w. p.n.e. relacje z kilkoma berberyjskimi królestwami. Choć rozciągnęła ona swą hegemonię nad większością linii brzegowej Morza Śródziemnego w Północnej Afryce, potężne berberyjskie królestwo - Mauretania - pozostało niezależne. Po zakończeniu wojen punickich rządy Kartaginy zostały zastąpione przez rzymskie, a większość królestw Berberów - w tym Mauretania - stała się im podległa. Gdy wpływy Rzymu na zachodzie zmalały, przez cieśniny w V w. n.e. dostali się na te tereny z Hiszpanii Wandalowie. Pod rządami wielkiego króla Genseryka i jego następców morski lud Wandalów stworzył na ruinach Rzymu imperium, które rozciągało się od gór Atlas po Korsykę i Sycylię."
        },
        {
            "heading": "Muzułmańskie Maroko",
            "text": "Arabowie najechali Maghreb w drugiej połowie VII w., nawracając rdzenny lud Berberów na islam. Choć regionem zarządzali miejscowi gubernatorzy, Arabowie uważali Berberów za kolejny nieco buntowniczy, podbity lud, nakładali więc wysokie podatki i ściągali haracze z plemion. W 740 r. n.e. Berberowie zbuntowali się. Rewolucja, która rozpoczęła się wśród plemion zachodniego Maroka, rozprzestrzeniła się gwałtownie, by następnie rozbić się o krańce arabskiego miasta-fortecy Kairuan. Tak czy inaczej Berberowie uzyskali niepodległość od Arabów i ani umajjadzcy, ani abbasydzcy władcy nie byli w stanie odzyskać władzy nad muzułmańskim „dzikim zachodem”. Maroko podzieliło się na mnóstwo niezależnych berberyjskich królestw. Mieszkańcy tych państewek kształtowali islam wedle swoich upodobań, tworząc zarówno radykalne sekty islamistyczne, jak i systemy będące syntezą islamu z innymi wyznaniami.Maroko szybko stało się schronieniem uchodźców, radykałów, buntowników i awanturników ze wschodniego kalifatu arabskiego. Jeden z nich, Idris ibn Abdullah, sprzymierzył się z Berberami Awraba, z ich pomocą podbił kilka innych plemion i w 788 r. założył dynastię Idrysydów. Jego syn Idris II uczynił miasto Fez stolicą. Maroko stało się wielką potęgą i centrum nauki muzułmańskiej.Ten złoty wiek dobiegł końca na początku X w., gdy ze wschodu przybyła kolejna grupa uchodźców religijnych. Fatymidzi przejęli władzę na terenach obecnej Tunezji i zaczęli podbijać Maroko, przejmując władzę nad Idrysydami i królestwem Sidżilmasa na południu. Najeźdźcy jednak nie byli w stanie narzucić swej władzy berberyjskim plemionom. Maghreb pogrążył się w chaosie - walczyli o niego fatymidzcy generałowie, idrysydzcy lojaliści, umajjadzcy awanturnicy, szczepowi kacykowie i bojowi prorocy religijni. W 965 r. fatymidzki kalif Al-Mu'izz przysłał do Maroka potężną armię, by zaprowadziła porządek. Trwał on jednak tylko do czasu, gdy uwagę Fatymidów zwrócił na siebie Egipt i ich nowa stolica w Kairze."
        },
        {
            "heading": "Dynastie berberyjskie",
            "text": "Po niemal stuleciu anarchii Maroko w XI i XII w. wspięło się na szczyty potęgi militarnej i kulturalnej dzięki rządom kolejnych berberyjskich dynastii: Almorawidów, Almohadów, Marynidów i Wattasydów. Każda z tych dynastii, które na krótko zjednoczyły Maroko, pochodziła z ziem na południowym krańcu gór Atlas, każdą założyli religijni reformatorzy i każda była oparta na luźnej konfederacji rywalizujących szczepów. Choć królestwa te dawały Berberom pewne poczucie zbiorowej, narodowej tożsamości, żadnemu z nich nie udało się stworzyć w Maghrebie jedności politycznej. Mimo wspaniałych osiągnięć w dziedzinie kultury i nauki dynastie berberyjskie upadły z powodu niesfornych plemion, które domagały się autonomii i ceniły własną tożsamość."
        },
        {
            "heading": "Saadyci",
            "text": "Rządy dynastii Saadytów, arabskiej rodziny wywodzącej swój ród od samego Mahometa, rozpoczęły się w 1554 r., gdy Muhammad asz-Szajch pokonał Wattasydów i ich berberyjskich sprzymierzeńców w bitwie pod Taldą. Saadyci zdobyli już wcześniej wattasydzką stolicę, Fez, a gdy ostatni władca z tej dynastii zginął w bitwie, asz-Szajch ogłosił się niekwestionowanym sułtanem Maroka. Jego rządy dobiegły jednak nagłego końca, gdy władcy imperium osmańskiego doprowadzili w 1557 r. do jego zamordowania, a w rok później napadli jego państwo. Armia najeźdźców została pokonana przez koalicję sił saadyckich, berberyjskich i hiszpańskich, co zapewniło Saadytom pozostanie na marokańskim tronie.Kolejny władca Abdullah al-Ghalib (1557-1574) podczas swoich rządów umocnił królewską władzę nad niesprzymierzonymi szczepami berberyjskimi i nasłał Hiszpanów na Turków. Po jego śmierci między jego synami wybuchła walka o tron, w wyniku której do władzy doszedł niezwykle zdolny Ahmad al-Mansur. Ponieważ był dzieckiem Berberyjki, cieszył się poparciem plemion, a jednocześnie, jako pobożny muzułmanin, był popularny wśród Arabów. Wzbogacone okupem, jaki złożyli portugalscy szlachcice po bitwie pod Al-Kasr al-Kabir (znanej jako „bitwa trzech królów”), i inwazji na imperium songhajskie po drugiej stronie Sahary Maroko wkroczyło w epokę względnego spokoju, rozwoju nauki i sztuki oraz rozbudowy.Śmierć al-Mansura w 1603 r. spowodowana zarazą rozpoczęła trwającą 24 lata wojnę o sukcesję i była zwiastunem upadku dynastii Saadytów. Choć zjednoczonym Marokiem miało w latach 1627-1659 rządzić jeszcze czterech sułtanów z tego rodu, czasy te upłynęły pod znakiem powolnej utraty terytorium, bogactwa i wpływów."
        },
        {
            "heading": "Alawici",
            "text": "W czasie niepokojów spowodowanych śmiercią al-Mansura rodowi Alawitów udało się zjednoczyć część plemion berberyjskich i beduińskich zamieszkujących okolicę oazy w Tafilalcie. W 1664 r. cała marokańska Sahara i Dolina Wadi Dary znajdowały się pod rządami Alawitów. Dwa lata później Mulaj Raszid na czele niewielkiej armii plemiennej wkroczył do Fezu i położył kres wpływom zaouii Dili, nacjonalistycznemu ruchowi berberyjskiemu, który kontrolował znaczną część północnego Maroka. W 1669 r., gdy al-Raszid zdobył Marrakesz, obalony został ostatni saadycki sułtan, a Mulaj ogłosił się władcą całego Maroka.Przez 150 lat Maroko rozkwitało pod rządami Alawitów, którzy podjęli się modernizacji kraju, przeprowadzili reformy administracyjne, wprowadzili tolerancję religijną i prowadzili ożywiony handel z Europą i Stanami Zjednoczonymi. Gdy jednak sułtan Mulaj Abd ar-Rahman (1822-1859) poparł dowodzony przez Abd al-Kadira algierski ruch niepodległościowy, poniósł w 1844 r. klęskę w walce z armią francuską. Jego następcy, Muhammad IV i Hassan I, coraz bardziej wciągani byli w konflikt z siłami europejskimi. Choć niepodległość ich kraju została teoretycznie zagwarantowana na konferencji w Madrycie w 1880 r., Francuzi kilkukrotnie wtrącali się w wewnętrzne sprawy Maroka. Niemieckie próby zmniejszenia francuskich wpływów w Maghrebie doprowadziły do pierwszego (1905-1906) i drugiego (1911) kryzysu marokańskiego. W 1912 r. alawidzcy sułtani zmuszeni byli przyjąć francuski protektorat, podpisując w grudniu traktat w Fezie. Mniej więcej w tym samym czasie region Rifu w północnym Maroku znalazł się pod „ochroną” Hiszpanii."
        },
        {
            "heading": "Europejskie protektoraty i niepodległość",
            "text": "Technicznie rzecz biorąc, protektorat nie pozbawiał Maroka statusu niezależnego państwa. Alawidzcy sułtani „panowali, lecz nie rządzili”. Wprowadzając swoje rządy w kraju, Francuzi korzystali z doświadczeń z podboju Algierii i protektoratu nad Tunezją. Istniało jednak kilka istotnych różnic. Po pierwsze, marokański protektorat ustanowiono niecałe dwa lata przed wybuchem I wojny światowej, która wywołała nowe dyskusje na temat moralności rządów kolonialnych i niesionych przez nie wyzwań. Po drugie, francuscy administratorzy odrzucali dotychczasową politykę asymilacji tubylczych ludów. Zamiast tego woleli wykorzystać planowanie przestrzenne i system edukacji oraz zapobiec mieszaniu się kultur. Po trzecie zaś, Maroko miało tysiącletnią tradycję niepodległościową wyrastającą z niezłomnego indywidualizmu berberyjskich plemion.Francuscy zarządcy Maroka sprzymierzyli się politycznie z dziesiątkami tysięcy francuskich kolonistów, którzy przybywali tu tłumnie i kupowali ogromne połacie żyznej ziemi rolnej. W samej Francji frakcje polityczne popierały najbardziej drakońskie metody mogące zwiększyć francuską kontrolę nad terytorium. W miarę, jak powoli postępowała pacyfikacja Berberów i nacjonalistów, francuski rząd postanowił wymusić rozwój gospodarczy - w tym eksploatację bogatych złóż mineralnych, stworzenie nowoczesnego systemu transportowego oraz inwestycję w nowoczesne techniki rolnicze - który zwiększyłby napływ towarów na rynki francuskie.W protektoracie hiszpańskim stosowano łagodniejsze metody, utrzymano miejscowe prawa i autorytet dotychczasowych władców. Fakt, że w łańcuchu gór Rif znajdowało się wiele enklaw Żydów sefardyjskich, potomków uchodźców hiszpańskich i portugalskich z lat 90. XV w., którzy przez stulecia zarabiali na handlu między Afryką a Iberią, uczynił hiszpańskie rządy zdecydowanie łatwiejszymi kulturowo i językowo. Hiszpanie nie zachęcali też swoich obywateli do osiedlania się w Maroku, choć promowali inwestycje w tamtych rejonach. Ogólnie rzecz biorąc, poza okresem hiszpańskiej wojny domowej pod koniec lat 30. XX w., Maroko Hiszpańskie cieszyło się spokojem i dostatkiem.Po latach niepokojów, rozruchów i powstań plemiennych w 1953 r. Francuzi wygnali ukochanego przez Marokańczyków sułtana Muhammada V, a jego miejsce zajął Muhammad ibn Arafa, który wedle powszechnego przekonania nie miał praw do tronu. Trzy lata później w obliczu oporu zjednoczonych Marokańczyków i wojny domowej w Algierii Francja zgodziła się na negocjacje mające na celu powrót kraju do niepodległości. Muhammad V wynegocjował powolne przywracanie suwerenności Maroka, zgadzając się m.in. na wprowadzenie monarchii konstytucyjnej oraz stworzenie dwuizbowego parlamentu. Kolejni alawiccy królowie umacniali bliskie więzi z zachodnimi demokracjami, dzięki czemu współczesne Maroko jest jednym z najstabilniejszych i najbardziej liberalnych krajów muzułmańskich posiadającym bogatą kulturę i stabilną gospodarkę."
        },
        {
            "heading": "Europejskie protektoraty i niepodległość",
            "text": "Technicznie rzecz biorąc, protektorat nie pozbawiał Maroka statusu niezależnego państwa. Alawidzcy sułtani „panowali, lecz nie rządzili”. Wprowadzając swoje rządy w kraju, Francuzi korzystali z doświadczeń z podboju Algierii i protektoratu nad Tunezją. Istniało jednak kilka istotnych różnic. Po pierwsze, marokański protektorat ustanowiono niecałe dwa lata przed wybuchem I wojny światowej, która wywołała nowe dyskusje na temat moralności rządów kolonialnych i niesionych przez nie wyzwań. Po drugie, francuscy administratorzy odrzucali dotychczasową politykę asymilacji tubylczych ludów. Zamiast tego woleli wykorzystać planowanie przestrzenne i system edukacji oraz zapobiec mieszaniu się kultur. Po trzecie zaś, Maroko miało tysiącletnią tradycję niepodległościową wyrastającą z niezłomnego indywidualizmu berberyjskich plemion.Francuscy zarządcy Maroka sprzymierzyli się politycznie z dziesiątkami tysięcy francuskich kolonistów, którzy przybywali tu tłumnie i kupowali ogromne połacie żyznej ziemi rolnej. W samej Francji frakcje polityczne popierały najbardziej drakońskie metody mogące zwiększyć francuską kontrolę nad terytorium. W miarę, jak powoli postępowała pacyfikacja Berberów i nacjonalistów, francuski rząd postanowił wymusić rozwój gospodarczy - w tym eksploatację bogatych złóż mineralnych, stworzenie nowoczesnego systemu transportowego oraz inwestycję w nowoczesne techniki rolnicze - który zwiększyłby napływ towarów na rynki francuskie.W protektoracie hiszpańskim stosowano łagodniejsze metody, utrzymano miejscowe prawa i autorytet dotychczasowych władców. Fakt, że w łańcuchu gór Rif znajdowało się wiele enklaw Żydów sefardyjskich, potomków uchodźców hiszpańskich i portugalskich z lat 90. XV w., którzy przez stulecia zarabiali na handlu między Afryką a Iberią, uczynił hiszpańskie rządy zdecydowanie łatwiejszymi kulturowo i językowo. Hiszpanie nie zachęcali też swoich obywateli do osiedlania się w Maroku, choć promowali inwestycje w tamtych rejonach. Ogólnie rzecz biorąc, poza okresem hiszpańskiej wojny domowej pod koniec lat 30. XX w., Maroko Hiszpańskie cieszyło się spokojem i dostatkiem.Po latach niepokojów, rozruchów i powstań plemiennych w 1953 r. Francuzi wygnali ukochanego przez Marokańczyków sułtana Muhammada V, a jego miejsce zajął Muhammad ibn Arafa, który wedle powszechnego przekonania nie miał praw do tronu. Trzy lata później w obliczu oporu zjednoczonych Marokańczyków i wojny domowej w Algierii Francja zgodziła się na negocjacje mające na celu powrót kraju do niepodległości. Muhammad V wynegocjował powolne przywracanie suwerenności Maroka, zgadzając się m.in. na wprowadzenie monarchii konstytucyjnej oraz stworzenie dwuizbowego parlamentu. Kolejni alawiccy królowie umacniali bliskie więzi z zachodnimi demokracjami, dzięki czemu współczesne Maroko jest jednym z najstabilniejszych i najbardziej liberalnych krajów muzułmańskich posiadającym bogatą kulturę i stabilną gospodarkę."
        }
    ],
    "leader": {
        "name": "Ahmad al-Mansur",
        "subtitle": "Przywódca Maroka",
        "lived": "ok.. 1549-1603 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ahmad_al-mansur.png",
        "trait": {
            "name": "Wrota Afryki",
            "effect": "+3 złota oraz +1 kultury za każdy szlak do innej cywilizacji lub państwa-miasta. Właściciele szlaków handlowych otrzymują +2 złota za każdy szlak poprowadzony do Maroka."
        },
        "titles": [
            "Sułtan dynastii Saadytów"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Jako jeden z najbardziej wpływowych liderów w historii Afryki Północnej Ahmad al-Mansur miał kluczowy wpływ na przyszłość Maroka. Będąc szóstym sułtanem dynastii Saadytów w XVI w. n.e., okazał się sprawnym dyplomatą, któremu udało się uczynić z Maroka ważnego gracza na światowej scenie w okresie renesansu."
            },
            {
                "heading": "Wczesne lata",
                "text": "Jako piąty i najmłodszy syn sułtana Muhammada asz-Szajcha, Ahmad al-Mansur nie miał gwarancji objęcia tronu Maroka. Jego starszy brat Abdullah al-Ghalib był prawowitym dziedzicem, który zasiadł na tronie w 1557 r., po śmierci ich ojca. Niestety, starszy brat al-Mansura uważał, że najlepszym sposobem utrzymania tronu jest eliminacja reszty rodzeństwa, dlatego al-Mansur i jego brat Abd al-Malik uciekli z kraju i na prawie dwa dziesięciolecia zamieszkali w Imperium Osmańskim."
            },
            {
                "heading": "Sięgnięcie po władzę",
                "text": "Po śmierci sułtana Adbullaha al-Ghaliba w roku 1574 na tronie zasiadł jego syn, Abu Adallah Muhammed, choć prawowitym dziedzicem był Abd al-Malik. Zebrawszy armię z pomocą Osmanów (u których al-Mansur i jego brat przebywali na wygnaniu), Abd al-Malik najechał Maroko i z powodzeniem obalił uzurpatora Abu Adallaha Muhammeda. Niestety, obaj kandydaci do marokańskiego tronu polegli w 1578 r. podczas bitwy pod Ksar-el-Kabir, a sułtanem został Ahmad al-Mansur.Wojska marokańskie zadały poważne straty przeciwnikom, wśród których byli popierający króla uzurpatora Portugalczycy. Wziąwszy tysiące portugalskich jeńców, al-Mansur zdołał wynegocjować sowity okup za ich bezpieczny powrót. Kufry Maroka zostały napełnione portugalskim złotem."
            },
            {
                "heading": "Rządy",
                "text": "Po objęciu tronu al-Mansur zyskał prestiż jako przywódca prężnego i opływającego w bogactwa Maroka. Natychmiast rozpoczął reformę systemu administracyjnego kraju i wprowadził nowe formy opodatkowania. Chciał też powiększyć swe imperium dzięki kampaniom przeciwko sąsiedniemu Songhajowi, który mógł zapewnić królestwu nowe źródła dochodu. Mimo zwycięstw i splądrowania wielu songhajskich miast, problemy zarządzania ziemiami znajdującymi się po drugiej stronie Sahary przerosły nawet al-Mansura.Niestety, wydatki związane z licznymi przedsięwzięciami Al-Mansura - ekspansją militarną i terytorialną, rozpoczęciem rozbudowy i wielką ekspresją kulturową i artystyczną - doprowadziły w końcu do opróżnienia skarbca Maroka. Gdy zaczęło brakować pieniędzy, al-Mansur musiał powściągnąć swe wielkie ambicje związane z królestwem. Maroko stanęło przed trudnym zadaniem utrzymania kontroli nad podbitymi wcześniej odległymi krajami, z których wiele uwolniło się w końcu spod marokańskiej władzy.Po śmierci Ahmeda al-Mansura w roku 1603 (zmarł na dżumę) władza i wpływy Maroka zaczęły słabnąć. Do roku 1620 utracono wszystkie miasta songhajskie. Inne państwa przejęły marokańskie szlaki handlowe, a sułtanat zmagał się z kłopotami fiskalnymi. W końcu następcy Al-Mansura utracili większość zdobyczy osiągniętych dzięki jego wyjątkowym umiejętnościom dyplomatycznym i administracyjnym."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Ahmed al-Mansur jest dziś uznawany za jednego z największych dyplomatów w historii, potrafiącego doskonale utrzymywać równowagę pomiędzy relacjami przyjaznymi i wrogimi, chrześcijaństwem i islamem. Rozważnie planowane działania dyplomatyczne al-Mansura zapewniły nieprzerwaną niepodległość Maroka, mimo zakusów wielu sąsiednich krajów i potężnego Imperium Osmańskiego. Jego rządy charakteryzowały się tolerancją religijną, rozwojem nauki i rozkwitem sztuki, jakich Afryka Północna nie widziała przez wiele lat, ani wcześniej, ani później."
            }
        ]
    }
}