{
    "id": 14,
    "name": "Persja|Persji|Persji|Persję|Persją|Persji",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/persja|persji|persji|persję|persją|persji.png",
    "dawn_of_man": "Niech cię niebiosa błogosławią, Dariuszu, królu Persji! Przewodzisz potężnemu i mądremu ludowi. U zarania dziejów wielki perski wódz, Cyrus, zbuntował się przeciwko wielkiemu Imperium Medejskiemu i zniszczył je w 550 roku p.n.e. Dzięki przebiegłej dyplomacji i potędze militarnej Cyrus Wielki podbił bogatą Lidię i wielki Babilon, a kilka lat później jego syn podporządkował sobie dumny Egipt. Z czasem perska potęga dotarła do odległej Macedonii, będącej bramą do greckich państw-miast. Persja długo się rozwijała, do momentu w którym nikczemny Aleksander Macedoński zniszczył to wspaniałe imperium w jednej, błyskawicznej kampanii.Dariuszu, twój lud liczy, że przywrócisz Persji dawną potęgę i chwałę! Imperium twoich przodków musi się odrodzić, pokonać wrogów oraz zaprowadzić na świecie pokój i porządek. Królu, czy odpowiesz na to wezwanie? Stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/satrap's_court.json"
        }
    ],
    "unique_units": [
        {
            "name": "Nieśmiertelni|Nieśmiertelnych|Nieśmiertelnym|Nieśmiertelnych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/immortal.json"
        }
    ],
    "city_names": [
        "Persepolis",
        "Pasargady|Pasargad|Pasargadom|Pasargady|Pasargadami|Pasargadach",
        "Susa|Susy|Susie|Susę|Susą|Susie",
        "Ekbatana|Ekbatany|Ekbatanie|Ekbatanę|Ekbatanę|Ekbatanie",
        "Tars|Tarsu|Tarsowi|Tars|Tarasem|Tarasie",
        "Gordium",
        "Baktra|Baktry|Baktrze|Baktrę|Baktrą|Baktrze",
        "Sardes",
        "Ergili",
        "Dariush Kabir",
        "Ghulaman",
        "Zohak",
        "Istakhr",
        "Jinjan",
        "Borazjan",
        "Herat",
        "Dakyanus",
        "Bampur|Bampuru|Bampurowi|Bampur|Bampurem|Bampurze",
        "Tureng Tepe",
        "Rey",
        "Sziraz|Szirazu|Szirazowi|Sziraz|Szirazem|Szirazie",
        "Tuszpa|Tuszpy|Tuszpie|Tuszpę|Tuszpą|Tuszpie",
        "Hasanlu",
        "Gabae",
        "Merv",
        "Behistun",
        "Kandahar|Kandaharu|Kandaharowi|Kandahar|Kandaharem|Kandaharze",
        "Altin Tepe",
        "Bunyan",
        "Charsadda|Charsaddy|Charsaddzie|Charsaddę|Charsaddą|Charsaddzie",
        "Ura Tyube",
        "Dura-Europos",
        "Aleppo",
        "Qatna|Qatny|Qatnie|Qatnę|Qatną|Qatnie",
        "Kabul|Kabulu|Kabulowi|Kabul|Kabulem|Kabulu",
        "Capisa|Capisy|Capisie|Capisę|Capisą|Capisie",
        "Kyreskhata|Kyreskhaty|Kyreskhacie|Kyreskhatę|Kyreskhatą|Kyreskhacie",
        "Samarkanda|Samarkandy|Samarkandze|Samarkandę|Samarkandą|Samarkandze",
        "Peszawar|Peszawaru|Peszawarowi|Peszawar|Peszawarem|Peszawarze",
        "Van",
        "Pteira|Pteiry|Pteirze|Pteirę|Pteirą|Pteirze",
        "Arshada|Arshady|Arshadzie|Arshadę|Arshadą|Arshadzie",
        "Artakoana|Artakoany|Artakoanie|Artakoanę|Artakoaną|Artakoanie",
        "Aspabota|Aspaboty|Aspabocie|Aspabotę|Aspabotą|Aspabocie",
        "Autiyara|Autiyary|Autiyarze|Autiyarę|Autiyarą|Autiyarze",
        "Bagastana|Bagastany|Bagastanie|Bagastanę|Bagastaną|Bagastanii",
        "Baxtri",
        "Darmasa|Darmasy|Darmasie|Darmasę|Darmasą|Darmasie",
        "Daphnai",
        "Drapsaka|Drapsaki|Drapsace|Drapsakę|Drapsaką|Drapsace",
        "Eion",
        "Gandutava|Gandutavy|Gandutavie|Gandutavę|Gandutavą|Gandutavie",
        "Gaugamela|Gaugameli|Gaugameli|Gaugamelę|Gaugamelą|Gaugameli",
        "Harmozeia|Harmozei|Harmozei|Harmozeię|Harmozeią|Harmozei",
        "Ekatompylos",
        "Izata|Izaty|Izacie|Izatę|Izatą|Izacie",
        "Kampada|Kampady|Kampadzie|Kampadę|Kampadą|Kampadzie",
        "Kapisa|Kapisy|Kapisie|Kapisę|Kapisą|Kapisie",
        "Karmana|Karmany|Karmanie|Karmanę|Karmaną|Karmanie",
        "Kounaxa|Kounaxy|Kounaxie|Kounaxę|Kounaxą|Kounaxie",
        "Kuganaka|Kuganaki|Kuganace|Kuganakę|Kuganaką|Kuganace",
        "Nautaka|Nautaki|Nautace|Nautakę|Nautaką|Nautace",
        "Paishiyauvada|Paishiyauvady|Paishiyauvadzie|Paishiyauvadę|Paishiyauvadą||Paishiyauvadzie",
        "Patigrbana|Patigrbany|Patigrbanie|Patigrbanę|Patigrbaną|Patigrbanie",
        "Farah"
    ],
    "spy_names": [
        "Azi",
        "Dabir",
        "Firuz",
        "Gaspar",
        "Shahzad",
        "Aga",
        "Marjane",
        "Peri",
        "Sartaj",
        "Yasmin"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Określenie „Persja” pochodzi od regionu w południowym Iranie, znanego wcześniej jako „Persis” - zwykle używane jest w kontekście regionów, gdzie dominował perski język i zwyczaje. W historii pojawiło się wiele imperiów perskich. W tym artykule szczegółowo badamy dynastię Achemenidów, która pojawiła się w 559 roku p.n.e., a upadła dwieście lat później, w wyniku ataku greckiego geniusza militarnego, Aleksandra Wielkiego."
        },
        {
            "heading": "Ukształtowanie powierzchni i klimat",
            "text": "Wyżyna Irańska, która była sercem Imperium Perskiego, to płaskowyż otoczony górami na wschodzie i na zachodzie. Na południu leży Zatoka Perska i Zatoka Omańska, a na północy Morze Kaspijskie i jeszcze więcej gór. W szczytowym momencie Imperium Perskie obejmowało również Egipt, Bliski Wschód i dużą część Azji Mniejszej (współczesnej Turcji). Nie ma sensu ogólnie określać ukształtowania powierzchni i klimatu tak rozległego i zróżnicowanego regionu, łączącego dwa kontynenty."
        },
        {
            "heading": "Przed Persami - Medowie",
            "text": "Przed Persami rosnącą w siłę potęgą morską byli Medowie. Według starożytnego historyka Herodota pierwszym królem medyjskim był Dejokes, którzy rządził między 728 a 675 rokiem p.n.e. Syn Dejokesa, Fraortes podbił Persów, a później zginął w bitwie przeciwko Asyryjczykom. W pewnym momencie w VI wieku Media znalazła się pod panowaniem Scytów, ale pod koniec szóstego stulecia Scytowie się wycofali lub zostali zasymilowani, a królestwo po raz kolejny znalazło się pod kontrolą Medów.Wiadomo, że król Kjaksares (625-585 p.n.e.) był genialnym władcą, który zreorganizował medyjską armię i poprowadził ją na zwycięską bitwę przeciwko potężnym Asyryjczykom, zajmując wiele ważnych, asyryjskich miast. Kjaksares sprzymierzył się z Babilończykami, a sojusz dwóch potęg zniszczył Asyrię. Przy podziale łupów Babilon otrzymał całość asyryjskiego terytorium w delcie Tygrysu i Eufratu, natomiast Medowie zajęli asyryjskie ziemie na wyżynach na wschód i północ od Babilonu, włącznie z ziemiami w Azji Mniejszej.Syn Kjaksaresa, Astiages, najwyraźniej nie był tak przebiegły w kwestiach politycznych i wojskowych jak ojciec, bo był ostatnim królem Medów."
        },
        {
            "heading": "Powstanie Persji",
            "text": "Według legendy, Kjaksares przekazał Persję swojemu wasalowi, Kambyzesowi I. Kambyzes I przekazał koronę swemu synowi, Cyrusowi II, który utrwalił swoją pozycję polityczną, żeniąc się z córką króla Medii Astiagesa. Pomimo królewskich więzów Cyrus nie był zadowolony ze swojego statusu poddanego, a po sprzymierzeniu się z pobliskim Babilonem zbuntował się przeciwko Medii. W 550 roku p.n.e. Persowie zwyciężyli, a Medowie przestali istnieć.Cyrus II był pierwszym królem Persji z dynastii Achemenidów. Po podbiciu medyjskiego terytorium Cyrus rozszerzył panowanie Persji na Azję Mniejszą. Najpierw odizolował dyplomatycznie, a następnie podbił Lidię (jej królem był słynny z bogactwa Krezus), a potem systematycznie napadał i zajmował wszystkie greckie państwa-miasta na zachodnim wybrzeżu Azji Mniejszej. Kiedy zabezpieczył sobie północną flankę, Cyrus II zwrócił się na południe przeciwko swojemu byłemu sojusznikowi, Babilonowi.Chociaż Babilon był potęgą, nękały go podziały wewnętrzne, jego król był nielubiany, a pozwalając Cyrusowi zniszczyć Lidię stracił potencjalnych sojuszników. Właściwie Babilon upadł praktycznie bez udziału Persji. W 539 roku Cyrus wmaszerował tryumfalnie do miasta jako władca imperium, rozciągającego się aż do granic Egiptu.Cyrus nie cieszył się zwycięstwami zbyt długo. Zginął w bitwie w Azji Środkowej w roku 529 p.n.e."
        },
        {
            "heading": "Perska ekspansja",
            "text": "Cyrusa II zastąpił jego syn, Kambyzes II. Po rzekomym zapewnieniu sobie tronu dzięki zamordowaniu swojego brata Bardiji w 525 roku p.n.e., Kambyzes poprowadził kampanię przeciwko Egiptowi, który pokonał w bitwach pod Peluzjum i Memfis. Kambyzes próbował później dalej rozszerzyć władanie Persji na zachód, ale ataki przeciwko Kartaginie, Nubii i Amonowi się nie udały. W 522 roku Kambyzes dowiedział się rewolcie w Iranie, przeprowadzonej przez uzurpatora, podającego się za jego brata, Bardiję. Zginął, spiesząc do ojczyzny, by odzyskać kontrolę nad zbuntowanym regionem. Krążyła plotka, że popełnił samobójstwo, ale niektórzy historycy wierzą, że to tylko propaganda, rozgłaszana przez jego następcę.Po śmierci Kambyzesa II jeden z jego generałów, człowiek o imieniu Dariusz poprowadził wojska do Iranu, by stłumić rebelię, która była już w dosyć zaawansowanym stadium, gdy Dariusz przybył na miejsce. Jako członek rodu Achemenidów i daleki krewny Kambyzesa II, ogłosił się on jego prawowitym następcą. Walka z rewoltą i o zapewnienie sobie tronu trwała rok, ale w 521 roku Dariusz I był już faktycznym władcą Imperium Perskiego.Dariusz I był powszechnie uznawany za doskonałego władcę. Po stłumieniu rebelii dzięki kombinacji surowych kar, wymierzonych przeciwko przywódcom buntu, i łaski wobec lokalnej ludności, Dariusz zreorganizował imperium oraz skodyfikował jego prawa. Następnie rozszerzył perską władzę na północne Indie i stworzył most nad Hellespontem, dając Persji dostęp do Europy. Skutecznie stłumił powstanie greckich państw-miast, zyskując sobie przychylność Greków dzięki usunięciu miejscowych tyranów i zwróceniu demokracji ludowi.W 492 roku p.n.e. siły Dariusza zajęły Trację oraz Macedonię na Bałkanach, przygotowując się do inwazji na Grecję. Na początku Dariusz nie doceniał trudności kampanii greckiej i w 490 roku sprzymierzeni Grecy pokonali go zdecydowanie w bitwie pod Maratonem. Dariusz został zmuszony do wycofania się. Zaczął się przygotowywać do kolejnej kampanii, ale na o wiele większą i potężniejszą skalę.Dariusz I zmarł w roku 486 p.n.e., a jego następcą został jego syn, Kserkses I. Kserkses wkrótce był zmuszony uporać się z poważnym powstaniem w Egipcie, które stłumił dzięki jednej, szybkiej kampanii w 484 roku. W przeciwieństwie do poprzedników, Kserkses surowo obszedł się ze zbuntowaną prowincją, usuwając lokalnych władców i narzucając obywatelom bezpośrednią kontrolę Persji. To samo zrobił z Babilończykami, którzy zbuntowali się w 482 roku p.n.e."
        },
        {
            "heading": "Kserkses i kampanie greckie",
            "text": "W 484 roku p.n.e. Kserkses poprowadził ogromną armię do północnej Grecji, wspieraną przez potężną, perską marynarkę. Północna Grecja łatwo dała się pokonać najeźdźcom i pomimo heroicznej postawy Spartan i Beotów pod Termopilami, Grecy nie byli w stanie powstrzymać armii Kserksesa od marszu w kierunku Aten i złupienia najpotężniejszego państwa-miasta w Grecji. Jednakże Ateńczycy ewakuowali miasto, zanim zjawili się Persowie, a ich marynarka wciąż pozostała potężną siłą.W bitwie pod Salaminą (480 rok p.n.e.) grecka flota, składająca się z około 370 trirem pokonała 800 perskich galeonów, niszcząc około 300 perskich okrętów przy własnych stratach wynoszących 40 statków. Ta porażka opóźniła o rok planowaną perską ofensywę w głąb Grecji, dzięki czemu Grecy mieli czas wzmocnić swoją obronę przeciwko najeźdźcom. Kserkses został zmuszony do powrotu do Persji, a dowództwo nad wojskami przejął jego generał, Mardoniusz. Grecy wkrótce zwyciężyli w kilku ważnych morskich i lądowych bitwach przeciwko nowemu dowódcy. Kiedy Mardoniusz zginął w bitwie pod Platejami, kampania dobiegła końca, a ocalali Persowie w chaosie wycofali się z Grecji.Kserkses nigdy nie zorganizował kolejnego najazdu na Grecję. W 465 roku p.n.e. został zamordowany."
        },
        {
            "heading": "Stagnacja i upadek Persji",
            "text": "Trzej perscy królowie, następcy Kserksesa I, którzy rządzili w latach 465-404 p.n.e. - Artakserkses I, Kserkses II i Dariusz II - byli słabi i nieciekawi. Pod koniec IV wieku Persowie odzyskali część władzy na Morzu Egejskim, skutecznie napuszczając jednych Greków na drugich w czasie długiej wojny peloponeskiej pomiędzy Atenami a Spartą. Jednakże w 405 roku p.n.e. zbuntował się Egipt, a Persja nie mogła odzyskać kontroli nad niepokorną prowincją przez ponad 50 lat.Dariusza II zastąpił Artakserkses II, który rządził przez 45 lat (404-359 p.n.e.). W czasie swoich rządów Artakserkses II wziął udział w wojnie przeciwko Sparcie - po raz kolejny o greckie kolonie w Azji Mniejszej. Persja sprzymierzyła się z Ateńczykami (którzy lizali rany po koszmarnej porażce w wojnie peloponeskiej), a Sparta została zmuszona do ustępstw.Pomimo tych sporadycznych sukcesów, w III wieku p.n.e. Persja była coraz słabsza i bardziej zdezorganizowana. W 373 roku p.n.e. satrapowie imperium (namiestnicy prowincji) zbuntowali się. Rewoltę stłumiono, ale po niej następowały kolejne i to coraz częściej. Pozycja króla była coraz bardziej niepewna. Artakserkses III wstąpił na tron w 359 roku p.n.e. dzięki zdradzie. By zapewnić sobie władzę wymordował tylu krewnych, ilu tylko był w stanie dopaść. W 338 roku p.n.e. Artakserkses III został otruty na rozkaz eunucha Bagoasa, który władzę przekazał najmłodszemu synowi Artakserksesa, Arsesowi. Arses wkrótce podjął próbę otrucia Bagoasa, ale się ona nie powiodła i został zabity. Bagoas następnie umieścił na tronie Dariusza III. Dariusz III był wcześniej satrapą Armenii i chociaż był tylko dalekim krewnym zmarłego króla, właściwie wszyscy inni możliwi następcy tronu już dawno nie żyli."
        },
        {
            "heading": "Filip, Aleksander i koniec Achemenidów",
            "text": "Trudno powiedzieć, czy Dariusz III był lub nie był wyjątkowo skutecznym władcą. Kiedy wstąpił na tron, Imperium Perskie od ponad stu lat chyliło się ku upadkowi, a wiele z jego regionów prawie bez przerwy buntowało się przeciwko coraz bardziej niekompetentnej władzy centralnej. Intrygi pałacowe dalej szkodziły monarchii, a władcy, którzy chcieli przetrwać, tracili tyle samo czasu na unikanie zamachów, co na pilnowanie interesów imperium. Każdy władca, który wstąpiłby na tron w takich warunkach, byłby w tarapatach. Niezależnie od tego, jak kiepska była sytuacja w ojczyźnie, traciła ona na znaczeniu w porównaniu z kłopotami, które nadciągały w stronę Dariusza III zza Hellespontu.W 359 roku p.n.e. na tron Macedonii, kraju, znajdującego się na granicy Grecji i Bałkanów, wstąpił król Filip. W ciągu 20 krótkich lat Filip podbił całą Grecję i rozpoczął przygotowania do inwazji na Persję. Zaraz po tym, jak Filip został zamordowany w 336 roku p.n.e., młody człowiek o imieniu Aleksander objął tron Macedonii. Kiedy ugruntował swoją władzę i stłumił bunt Greków, Aleksander wznowił przygotowaną przez Filipa inwazję na Persję.Aleksander był geniuszem wojskowym oraz człowiekiem wielkiej odwagi i jeszcze większej ambicji. Jako wódz mocno zdyscyplinowanej greckiej armii, uzbrojonej w najlepszą broń i taktykę, przeszedł przez Persję jak nóż przez masło. Dariusz wiele razy spotkał się z nim na polu bitwy, często na czele o wiele liczniejszej armii, ale Aleksander po prostu niszczył jego oddziały jeden po drugim. Stolica Persji, Persepolis, upadła pod atakiem wojsk Aleksandra w 330 roku p.n.e., a w tym samym roku Dariusz został zamordowany. Ostatni władca z dynastii Achemenidów został pokonany przez najeźdźców."
        },
        {
            "heading": "Podsumowanie",
            "text": "Imperium Perskie pod rządami Achemenidów trwało i kwitło w niebezpiecznym otoczeniu przez około 200 lat. U szczytu potęgi panowało na ziemiach od Indii po Egipt, od Iranu po Bałkany. Było to dziwne i niezgrabne imperium, łączące trzy kontynenty, a jego obywatele mówili dziesiątkami różnych języków. W najlepszym przypadku, królowie z dynastii Achemenidów tworzyli prawa i traktowali swoich poddanych łaskawie i sprawiedliwie, jak najmniej interweniując w wewnętrzną politykę prowincji, o ile wasale byli posłuszni. W najgorszym przypadku, Achemenidzi byli niekompetentnymi, okrutnymi zdrajcami.Cokolwiek można by o nich powiedzieć, z pewnością królów z dynastii Achemenidów można uznać za twardzieli. Dwieście lat to długo, jeśli chodzi o sprawowanie władzy przez jeden ród. Gdyby nie żyli obok Aleksandra i Filipa, mogliby utrzymać władzę przez kolejnych 100 lat. Sam Aleksander Wielki był genialnym władcą i dowódcą, ale jego imperium przeżyło go tylko o rok."
        },
        {
            "heading": "Podsumowanie",
            "text": "Imperium Perskie pod rządami Achemenidów trwało i kwitło w niebezpiecznym otoczeniu przez około 200 lat. U szczytu potęgi panowało na ziemiach od Indii po Egipt, od Iranu po Bałkany. Było to dziwne i niezgrabne imperium, łączące trzy kontynenty, a jego obywatele mówili dziesiątkami różnych języków. W najlepszym przypadku, królowie z dynastii Achemenidów tworzyli prawa i traktowali swoich poddanych łaskawie i sprawiedliwie, jak najmniej interweniując w wewnętrzną politykę prowincji, o ile wasale byli posłuszni. W najgorszym przypadku, Achemenidzi byli niekompetentnymi, okrutnymi zdrajcami.Cokolwiek można by o nich powiedzieć, z pewnością królów z dynastii Achemenidów można uznać za twardzieli. Dwieście lat to długo, jeśli chodzi o sprawowanie władzy przez jeden ród. Gdyby nie żyli obok Aleksandra i Filipa, mogliby utrzymać władzę przez kolejnych 100 lat. Sam Aleksander Wielki był genialnym władcą i dowódcą, ale jego imperium przeżyło go tylko o rok."
        }
    ],
    "leader": {
        "name": "Dariusz I",
        "subtitle": "Przywódca Persów",
        "lived": "550-486 r. p.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/dariusz_i.png",
        "trait": {
            "name": "Dziedzictwo Achemenidów",
            "effect": " Złote ery trwają o 50% dłużej. Podczas złotej ery jednostki otrzymują +1 [ICON_MOVES] ruchu i +10% premii do siły bojowej."
        },
        "titles": [
            "Król Dariusz I Wielki"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Dariusz I był synem satrapy (zarządcy) krainy zwanej Partią, a po tron sięgnął siłą po śmierci Kambyzesa II w 522 r. p.n.e. Dariusz był geniuszem w dziedzinie administacji i w trakcie swych rządów przeorganizował niezgrabne państwo perskie, co przyczyniło się do znacznego zwiększenia majętności i siły kraju. Zarządził także wybudowanie wielu wzniosłych konstrukcji architektonicznych w całej Persji."
            },
            {
                "heading": "Wczesna historia",
                "text": "Większość wiedzy o Dariuszu I czerpiemy dziś z zapisków greckiego historyka Herodota i z inskrypcji, których wykonanie zlecił sam Dariusz. Według Herodota perski król Cyrus podejrzewał młodego Dariusza o knucie przeciwko niemu. Dariusz mimo to zachował głowę i później stał się generałem oraz strażnikiem syna Cyrusa i następcy tronu, Kambyzesa II. W roku 522 p.n.e. Kambyzes II umarł podczas pobytu w Egipcie. Pod wpływem tego zdarzenia Dariusz powrócił do Medii i zabił brata Kambyzesa, Bardiję, którego uważał za uzurpatora.Po śmierci Bardiji (lub kogoś, kto się pod niego podszywał – w zależności od różnych opinii) Dariusz objął panowanie nad Persją. To nie było przyjaźnie odebrane w niektórych prowincjach i Dariusz musiał stawić czoła rewoltom na terenach Babilonu, Seleucji, Medii, Sagartii i Margiany. W Babilonie doszło do tego typu wydarzeń dwa razy, a Seleucja doświadczyła buntu aż trzykrotnie. Te powstania były jednak nieskoordynowane, więc Dariusz był w stanie stłumić je po kolei. Według tego, co opisywał sam Dariusz w swych inskrypcjach, pokonał dziewięciu przywódców powstania w trakcie dziewiętnastu bitew. W roku 518 p.n.e. jego pozycja władcy była już bezpieczna."
            },
            {
                "heading": "Ochrona perskich granic",
                "text": "Po zabezpieczeniu swego panowania Dariusz rozpoczął serię wojen, by rozszerzyć i ochronić perskie granice. W 519 r. zaatakował Scytów na wschód od Morza Kaspijskiego, a niedługo później podbił dolinę Indusu. Po zaatakowaniu i podporządkowaniu sobie terenów na północny-zachód od Azji Mniejszej - Tracji i Macedonii, chciał wyruszyć dalej na północ, ku Europie, ale zatrzymał go zaciekły opór scytyjskich nomadów. Koniec końców udało mu się zabezpieczyć wyspy Lemnos i Imbros.Persja znalazła się w posiadaniu greckich kolonii w Azji Mniejszej, dopływów Bosforu (co dawało panowanie na Morzu Czarnym), Macedonii, która od północy graniczyła z Grecją, i szeregu mniejszych wysp o znaczeniu strategicznym na Morzu Egejskim. To musiało wreszcie zakończyć się wojną z Grekami, którzy z niepokojem i zazdrością przyglądali się owej ekspansji Persji."
            },
            {
                "heading": "Dariusz I Wielki",
                "text": "Poza toczeniem wojen Dariusz podjął też działania mające na celu zjednoczenie państwa i usprawnienie administracji. Wprowadził podział na satrapie (prowincje) i ustalił roczny trybut dla każdej z nich. Unowocześnił system dróg i ujednolicił system monetarny, wag i miar, co ułatwiło handel w perskim imperium. Finansował wyprawy odkrywcze do Indii i Egiptu, a także ukończył kanał w Egipcie, który prowadził od Nilu do Morza Czerwonego.Dariusz był największym budowniczym dynastii Achemenidów. Rozwijał umocnienia, stawiał pałace i budynki administracji w Suzie. W swym rodzinnym Persepolis rozpoczął budowę nowego pałacu, a także budynku rady miasta, skarbca i dodatkowych umocnień (struktury te zostały ukończone dopiero po jego śmierci).Choć Dariusz I nie tolerował żadnego buntu, wykazywał się względną tolerancją w stosunku do odmiennych religii. W Egipcie zbudował szereg świątyń poświęconych egipskim bogom, a egipskiego satrapę poinstruował, by tamtejsze prawo było sporządzane w porozumieniu z egipskimi kapłanami. W 519 r. zezwolił Żydom na budowę świątyni w Jerozolimie. Uważa się, że sam Dariusz był wyznawcą zoroastryzmu, który stał się religią państwową Persji."
            },
            {
                "heading": "Wojna z Grecją",
                "text": "W 499 r. p.n.e. Ateny i Erytrea podburzyły okupowane przez Persję greckie kolonie w Azji Mniejszej do buntu. Dariusz zdławił powstanie i zaczął planować wyprawę przeciw podstępnym Grekom.W 492 r. p.n.e. zięć Dariusza, Mardoniusz, został postawiony na czele ekspedycji, ale jego flota uległa zniszczeniu u podnóża góry Athos. W 490 r. kolejna wyprawa ruszyła na Greków i tym razem najeźdźcom udało się zdewastować Erytreę i zniewolić jej mieszkańców. Zwycięski pochód został zatrzymany dopiero przez Ateńczyków pod Maratonem. Dariusz zmarł w trakcie planowania trzeciej wyprawy w 486 r. p.n.e."
            },
            {
                "heading": "Ocena historii",
                "text": "Z zasady rządy Dariusza ocenia się pozytywnie (jeśli nie brać pod uwagę dyskusyjnego prawa do tronu, choć takie akurat zagrania były dość częste w tamtych czasach). Wybudował wiele dróg, przeorganizował perskie prowincje i rząd, szczelnie chronił granice i z małymi wyjątkami traktował swych poddanych tak dobrze, jeśli nie lepiej, jak inni władcy tamtego okresu. Choć jego główne talenty leżały gdzie indziej, skutecznie poradził sobie z wewnętrznymi i zewnętrznymi zagrożeniami dla kraju. Bardzo możliwe, że gdyby nie nagła śmierć, powaliłby Greków na kolana. Jego syn, Kserkses I, z pewnością nie był gotowy na tak trudne wyzwanie. Podsumowując, Dariusz zostawił swój kraj w lepszym stanie niż go zastał, co jest dość dobrym zapisem dla każdego władcy z dowolnej epoki."
            }
        ]
    }
}