{
    "id": 39,
    "name": "Polska|Polski|Polsce|Polskę|Polską|Polsce",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/polska|polski|polsce|polskę|polską|polsce.png",
    "dawn_of_man": "Chwała Kazimierzowi Wielkiemu, obrońcy i władcy Królestwa Polskiego. Zasiadłeś na tronie w czasie ogromnej zawieruchy - polska gospodarka była niewydolna, a naród zmęczony wojnami toczonymi przez twoich poprzedników. Mimo przeszkód twoje rozsądne rządy rozpoczęły w dziejach kraju nowy rozdział dostatku i bezpieczeństwa terytorialnego. Osiągnąłeś wiele, a na szczególną uwagę zasługuje skodyfikowanie ówczesnych praw, co wzmocniło i ustabilizowało kraj.Dostojny królu Kazimierzu, poddani wciąż podziwiają rozwagę, z jaką roztaczałeś swe panowanie. Czy przywrócisz Polsce i jej mieszkańcom dawny blask? Czy podbijesz wszystkich, którzy staną ci na drodze, czy będziesz dążył do rozwiązań pokojowych? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Książęce stajnie|Książęcych stajni|Książęcym stajniom|Książęce stajnie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/ducal_stable.json"
        }
    ],
    "unique_units": [
        {
            "name": "Husaria|Husarii|Husarii|Husarię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/winged_hussar.json"
        }
    ],
    "city_names": [
        "Warszawa|Warszawy|Warszawie|Warszawę|Warszawą|Warszawie",
        "Kraków|Krakowa|Krakowowi|Kraków|Krakowem|Krakowie",
        "Łódź|Łodzi|Łodzi|Łódź|Łodzią|Łodzi",
        "Wrocław|Wrocławia|Wrocławiowi|Wrocław|Wrocławiem|Wrocławiu",
        "Poznań|Poznania|Poznaniowi|Poznań|Poznaniem|Poznaniu",
        "Gdańsk|Gdańska|Gdańskowi|Gdańsk|Gdańskiem|Gdańsku",
        "Szczecin|Szczecina|Szczecinowi|Szczecin|Szczecinem|Szczecinie",
        "Bydgoszcz|Bydgoszczy|Bydgoszczy|Bydgoszcz|Bydgoszczą|Bydgoszczy",
        "Lublin|Lublina|Lublinowi|Lublin|Lublinem|Lublinie",
        "Kowno|Kowna|Kownu|Kowno|Kownem|Kownie",
        "Katowice|Katowic|Katowicom|Katowice|Katowicami|Katowicach",
        "Białystok|Białegostoku|Białemustokowi|Białystok|Białymstokiem|Białymstoku",
        "Gdynia|Gdyni|Gdyni|Gdynię|Gdynią|Gdyni",
        "Świdnica|Świdnicy|Świdnicy|Świdnicę|Świdnicą|Świdnicy",
        "Częstochowa|Częstochowy|Częstochowie|Częstochowę|Częstochową|Częstochowie",
        "Radom|Radomia|Radomiowi|Radom|Radomiem|Radomiu",
        "Toruń|Torunia|Toruniowi|Toruń|Toruniem|Toruniu",
        "Kielce|Kielc|Kielcom|Kielce|Kielcami|Kielcach",
        "Gliwice|Gliwic|Gliwicom|Gliwice|Gliwicami|Gliwicach",
        "Kłajpeda|Kłajpedy|Kłajpedzie|Kłajpedę|Kłajpedą|Kłajpedzie",
        "Bytom|Bytomia|Bytomiowi|Bytom|Bytomiem|Bytomiu",
        "Olsztyn|Olsztyna|Olsztynowi|Olsztyn|Olsztynem|Olsztynie",
        "Rzeszów|Rzeszowa|Rzeszowowi|Rzeszów|Rzeszowem|Rzeszowie",
        "Bielsko-Biała|Bielska-Białej|Bielsku-Białej|Bielsko-Białą|Bielsko-Białą|Bielsku-Białej",
        "Ruda Śląska|Rudy Śląskiej|Rudzie Śląskiej|Rudę Śląską|Rudą Śląską|Rudzie Śląskiej",
        "Rybnik|Rybnika|Rybnikowi|Rybnik|Rybnikiem|Rybniku",
        "Płock|Płocka|Płockowi|Płock|Płockiem|Płocku",
        "Elbląg|Elbląga|Elblągowi|Elbląg|Elbląga|Elblągu",
        "Gorzów Wielkopolski|Gorzowa Wielkopolskiego|Gorzowowi Wielkopolskiemu|Gorzów Wielkopolski|Gorzowem Wielkopolskim|Gorzowie Wielkopolskim",
        "Opole|Opola|Opolu|Opole|Opolem|Opolu",
        "Szawle",
        "Wałbrzych|Wałbrzycha|Wałbrzychowi|Wałbrzych|Wałbrzychem|Wałbrzychu",
        "Zielona Góra|Zielonej Góry|Zielonej Górze|Zieloną Górę|Zieloną Górą|Zielonej Górze",
        "Włocławek|Włocławka|Włocławkowi|Włocławek|Włocławkiem|Włocławku"
    ],
    "spy_names": [
        "Wincenty|Wincentego|Wincentemu|Wincentego|Wincentym|Wincentym",
        "Roman|Roman|Romanowi|Romana|Romanem|Romanie",
        "Benita|Benity|Benicie|Benitę|Benitą|Benicie",
        "Jan|Jana|Janowi|Jana|Janem|Janie",
        "Kazimierz|Kazimierza|Kazimierzowi|Kazimierza|Kazimierzem|Kazimierzu",
        "Józef|Józefa|Józefowi|Józefa|Józefem|Józefie",
        "Krystyna",
        "Bolesław",
        "Marian",
        "Halina"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Inwazja, okupacja, rozbiór, powstanie, odrodzenie - ten cykl jest typowy dla trwającej już tysiąc lat tragicznej, ale i pełnej tryumfów historii Polski. Oparte na północy o brzegi Morza Bałtyckiego, a na południu o Karpaty państwo stało się bramą wielu inwazji ze wschodu do Europy, a także z zachodu na ziemie rosyjskie. Polska stała się uznawanym na arenie międzynarodowej etnicznym i politycznym bytem w połowie X w., gdy rządziła nią dynastia Piastów. W 966 r. książę Mieszko I nawrócił się na chrześcijaństwo. Przez kolejne stulecia szczęście na przemian dopisywało Polsce i odwracało się od niej, zsyłając na nią potężnych wrogów - od niemieckich krzyżaków przez Złotą Ordę po armie Związku Radzieckiego. Nawet jednak w chwilach narodowego kryzysu polskie ideały rewolucji i niepodległości pozostawały silne. Emigranci tacy jak Pułaski i Kościuszko nieśli te ideały, wspomagając rewolucje amerykańską i francuską. Polska konstytucja z 1791 r., najstarsza w Europie, była ucieleśnieniem tych samych demokratycznych ideałów. Niewiele narodów wycierpiało w XX w. tyle co Polacy, którzy co prawda odzyskali w 1918 r. niepodległość, lecz ich kraj zniszczyły dwie wojny światowe. Przez pół wieku kraj był totalitarnym, komunistycznym państwem satelickim, lecz w latach 80. ruch Solidarności doprowadził do jego transformacji w suwerenne państwo. Dziś, na początku XXI w., Polska jest postępową, wolnorynkową demokracją i ważnym członkiem NATO i Unii Europejskiej."
        },
        {
            "heading": "Klimat i teren",
            "text": "Polska jest krajem o przepięknej przyrodzie, pełnym lasów (zajmują około 30,5% powierzchni państwa), wielkich rzek (z Wisłą i Odrą na czele) oraz rozległymi łąkami. Znajduje się w geograficznym centrum Europy i podzielona jest na cztery wyraźne strefy: Tatry i Karpaty na południu (najwyższy szczyt ma wysokość 2499 m), na północ od nich teren pagórkowaty, centralne niziny stanowiące serce kraju, oraz nadbałtyckie bagna i wydmy. Wielkie zlodowacenia, które ukształtowały powierzchnię kraju, pozostawiły też po sobie iłowe i lessowe gleby czyniące polską ziemię jedną z najżyźniejszych na świecie. Polska poszczycić się może ogromnym w skali światowej zagęszczeniem jezior, znajdziemy ich tam niemal 10 tys. W Europie większą gęstość jezior ma jedynie Finlandia. Klimat jest umiarkowany, opady występują przez cały rok, choć zimy są zazwyczaj bardziej suche niż lata. Żyzne gleby i sprzyjający klimat czynią kraj potęgą rolniczą - Polska jest jednym z największych producentów buraków cukrowych oraz pszenżyta i zaopatruje Europę w ziemniaki i żyto. Niektórzy mówią wręcz o Polsce, że jest „koszem chleba Unii Europejskiej”."
        },
        {
            "heading": "Powstanie państwa polskiego",
            "text": "Żyjące na obrzeżach starożytnych cywilizacji śródziemnomorskiej i bliskowschodniej ludy Polan przeszły niemal zupełnie ignorowane przez epoki kamienia, brązu i żelaza. Pierwsze osiedla ludzkie pochodzą sprzed około 7500 lat. Słowianie znaleźli się na tych terenach w czasie wielkich migracji, jakie nastąpiły przed upadkiem Zachodniego Cesarstwa Rzymskiego. Osiedlili się tam, najpierw tworząc organizacje plemienne, a następnie małe państwa. Z jednego z takich państw pochodził Mieszko, pierwszy władca Polan, o którym wspomina się w dokumentach historycznych.Jeśli wierzyć podaniom, plemię Polan, skupione wokół ufortyfikowanego miasta Gniezno, było rządzone przez Mieszka - władcę, który nawiązał bliskie stosunki z plemieniem Wiślan żyjących nieopodal Krakowa. Gdy Wielkie Morawy, państwo, do którego należeli Wiślanie, zostały około 960 r. zniszczone przez Madziarów, Mieszko zjednoczył to plemię z Polanami, zakładając tym samym dynastię Piastów. Wskutek namowy rzymskokatolickich misjonarzy z leżącej na południe Bohemii władca nawrócił się na chrześcijaństwo i w 966 r. przyjął chrzest. Mimo trwających sporów większość badaczy przyjmuje, że wtedy właśnie zaczęło istnieć państwo polskie."
        },
        {
            "heading": "Piastowie",
            "text": "Zdolni następcy Mieszka I powoli nawrócili pogański naród na chrześcijaństwo, stworzyli silne królestwo i włączyli Polskę w strukturę kultury europejskiej. Jego syn Bolesław I Chrobry doprowadził do stworzenia polskiej metropolii kościelnej, zaś jego świecką władzę oficjalnie uznał święty cesarz rzymski. Doprowadziło to do jego koronacji w 1025 r., dzięki czemu stał on się pierwszym królem Polski. Na koniec stulecia kraj rozciągał się od Bałtyku po Karpaty i powoli zaczęły ustalać się jego historyczne granice. Jednak po śmierci Bolesława III Krzywoustego w 1138 r. królestwo, ze względu na brak tradycji primogenitury, zostało podzielone między jego synów. Doprowadziło to do trwających nieprzerwanie w XII i XIII w. wewnętrznych konfliktów i zewnętrznych nacisków.Żyjący w latach 1261-1333 Władysław Łokietek, pomniejszy książę z linii Piastów, spędził większość swojego życia, na nowo jednocząc państwo. Broniąc Polski, król Władysław walczył z pogańskimi Litwinami i Mongołami, a także toczył wojny z zakonem krzyżackim, pragnąc usunąć go z ziem polskich. Po śmierci Władysława władzę przejął jego jeszcze zdolniejszy syn Kazimierz III zwany Wielkim. Nie tylko dopilnował on, stosując umiejętną demokrację i szybko przeprowadzane wojny, by zdobycze jego ojca zostały własnością kraju, ale też uczynił Polskę centrum kultury, nauki i handlu. Ponad dwukrotnie powiększył królestwo, przeorganizował jego gospodarkę i prawa oraz umożliwił otworzenie pierwszego w Polsce uniwersytetu. Pod jego liberalnymi rządami Polska stała się schronieniem dla ograbionych i prześladowanych. Niemcy osiedlali się w miastach, armeńscy i słowiańscy uchodźcy na położonych na nizinach wsiach. Do kraju przybyły też tysiące Żydów. Kazimierz Wielki nie miał jednak męskich potomków i zmarł w 1370 r. jako ostatni król z dynastii Piastów."
        },
        {
            "heading": "Dynastia Jagiellonów",
            "text": "Kazimierz wyznaczył na swojego następcę siostrzeńca, Ludwika Węgierskiego, którego krótkie rządy w Polsce nie obfitowały w ważne wydarzenia. Gdy w 1382 r. zmarł, polska szlachta obrała królową jego młodszą córkę Jadwigę. Cztery lata później wybrali oni na króla wielkiego księcia litewskiego Jogajłę (znanego w Polsce jako Władysław Jagiełło), który wziął ślub z Jadwigą i nawrócił się na katolicyzm. Idąc na pomoc Litwinom, którzy toczyli krwawą wojnę z zakonem krzyżackim, Władysław Jagiełło w 1401 r. wciągnął w konflikt Polskę. W lipcu 1410 r. pod Grunwaldem, w jednej z największych bitew europejskiego średniowiecza, zjednoczone siły polsko-litewskie pod jego dowództwem odniosły tak poważne zwycięstwo, że rycerstwo krzyżackie zostało niemal całkowicie wymordowane, a większość jego dowódców zabita lub schwytana. Zwycięstwo zapewniło Władysławowi tron i pozwoliło dojść na stałe do władzy dynastii Jagiellonów.Jagiellońscy monarchowie spędzali kolejne dziesięciolecia, walcząc z chciwymi sąsiadami - odrodzonym zakonem krzyżackim, księstwem Prus, królestwami Czech i Węgier, Wielkim Księstwem Moskiewskim i leżącym na południu imperium osmańskim, a także Tatarami krymskimi, którzy w latach 1474-1569 zorganizowali co najmniej 75 najazdów na ziemie polskie. Królowie tej dynastii na ogół byli w stanie utrzymać granice i wpływy międzynarodowe państwa w niezmienionym stanie.Ważniejsze i trwalsze niż wojskowe sukcesy i porażki były zmiany społeczne i naukowe, jakie zaszły za Jagiellonów. W 1505 r. konstytucja nihil novi przeniosła większość praw ustawodawczych z monarchy na Sejm, parlament składający się z polskiej szlachty - był to ogromny krok w stronę demokracji. Ruchy reformacyjne, zwłaszcza czeski ruch husytów, wywarły duży wpływ na polski katolicyzm, co doprowadziło do ustanowienia praw gwarantujących tolerancję religijną. Renesansowe ideały sprawiły, że królowie Zygmunt I Stary i Zygmunt II August promowali polską sztukę i kulturę, a ta przez cały XVI w. kwitła. W 1543 r. zaś, w rok po śmierci polskiego astronoma Mikołaja Kopernika, ukazało się jego epokowe dzieło potwierdzające prawdziwość heliocentrycznego modelu Układu Słonecznego."
        },
        {
            "heading": "Rzeczpospolita Obojga Narodów",
            "text": "Pobudzony nacjonalizmem, demokratycznymi zasadami i obawami o zagrożenie ze strony wrogich sąsiadów Sejm w czerwcu 1569 r. przyjął ustawę zatwierdzającą powstanie Rzeczpospolitej Obojga Narodów, zjednoczonego polsko-litewskiego państwa z wybieranym w ramach elekcji monarchą, lecz rządzonego głównie przez zbierającą się na sejmikach i na Sejmie szlachtę. W lipcu bezdzietny Zygmunt August, ostatni z dynastii Jagiellonów, przyjął i podpisał ustawę. Choć mówi się, że unia zapewniła krajowi długi okres stabilności i pomyślności oraz sprawiła, że zachodnia kultura zadomowiła się na terytoriach Ukrainy i zachodniej Rosji, to kraj bardzo często wikłał się w konflikty z Rosją, Szwecją, imperium osmańskim i z buntującymi się Kozakami. Trudy tych wojen, zwłaszcza udział Rzeczpospolitej w wielkiej wojnie północnej (1700-1721), a także nieudolność kolejnych królów sprawiły, że kraj zaczął desperacko potrzebować reform politycznych. W połowie XVIII w. Sejm wprowadził reformy handlowe, wojskowe, społeczne i edukacyjne, powołał też Komisję Edukacji Narodowej, pierwszy państwowy system edukacji w Europie."
        },
        {
            "heading": "Rozbiory",
            "text": "Te próby reform, które zagroziły, że Polska powróci do dawnej potęgi, sprowokowały sąsiadujące mocarstwa do interwencji. W 1772 r., kiedy to Rosja, Austria i Prusy zajęły część jej terytorium, nastąpił pierwszy rozbiór Polski. Po krótkiej wojnie polsko-rosyjskiej Prusy i Rosja dokonały drugiego rozbioru, który pozbawił Polskę tak dużego terytorium, że nie była ona już w stanie utrzymać się ekonomicznie i wojskowo. W 1795 r. Austria, Prusy i Rosja dokonały trzeciego rozbioru, podczas którego zajęte zostały ostatnie wolne terytoria kraju - niepodległa Polska przestała istnieć.Od 1792 do 1918 r. Polska była de facto krajem okupowanym, z rzadka tylko ciesząc się względną autonomią. W 1807 r. cesarz Napoleon ustanowił wolne Księstwo Warszawskie, lecz po zakończeniu wojen napoleońskich kongres wiedeński ponownie podzielił Polskę między zwycięzców. Czasy rozbiorów naznaczone były również licznymi polskimi zrywami niepodległościowymi, z których największe były powstanie listopadowe w 1830 r. i styczniowe w 1863 r. - oba z nich miały miejsce na terytorium będącym pod okupacją Rosji. Mimo ucisków Polska jednak skorzystała na szerokim uprzemysłowieniu i modernizacji przeprowadzonych przez okupujące państwa, dotyczy to zwłaszcza terytoriów zaboru pruskiego. Ta wymuszona modernizacja zapewniła Polsce ekonomiczną i polityczną stabilność w XX w. Mimo wszystko rosyjska, w mniejszym stopniu również austriacka i pruska kontrola nad terytoriami polskimi była niepewna i kłopotliwa. Jak napisał kompozytor Wybicki, którego mazurek z 1797 r. stał się w 1927 r. polskim hymnem narodowym, „Jeszcze Polska nie zginęła...”."
        },
        {
            "heading": "Niepodległość i żelazna kurtyna",
            "text": "Wkrótce po zawieszeniu broni w 1918 r. polscy nacjonaliści wykorzystali chaos, jaki panował w Rosji po rewolucji październikowej, i ogłosili powstanie II Rzeczpospolitej. Alianci już wcześniej zgodzili się na powstanie niepodległego państwa polskiego - był to 13. ze sławnych 14 punktów amerykańskiego prezydenta Wilsona. Wojna polsko-radziecka (1919-1921) zmusiła leninowską Rosję do uznania niepodległości Polski, a jednocześnie powstrzymała rozlanie się komunizmu po całej Europie. Zagrożenie ze strony totalitarnych reżimów Niemiec i Rosji oraz ogólnoświatowy kryzys ekonomiczny sprawiły, że do władzy doszli prawicowi nacjonaliści - sanacja - a rząd stawał się coraz bardziej autorytarny.Sanacja była w Polsce u władzy aż do niemieckiej inwazji w 1939 r., która rozpoczęła II wojnę światową. We współpracy ze stalinowską Rosją hitlerowski Wehrmacht szybko zapanował nad terytoriami kraju, który Churchill nazwał „pierwszym sojusznikiem”. Niemiecka i radziecka okupacja były brutalne - ze wszystkich krajów biorących udział w wojnie Polska straciła procentowo największą część ludności, ponad 6 mln, czyli jedną piątą przedwojennej populacji. Niemal połowę tej liczby stanowili polscy Żydzi. Niemiecka inwazja na Związek Radziecki doprowadziła w końcu do „wyzwolenia” Polski przez Armię Czerwoną, która potem nie chciała opuścić jej terytorium. Naciskane przez Stalina Wielka Brytania i Stany Zjednoczone zgodziły się na stworzenie tymczasowego, prokomunistycznego rządu koalicyjnego w Polsce. W 1952 r. oficjalnie ogłoszono powstanie Polskiej Republiki Ludowej, która natychmiast stała się ważnym elementem żelaznej kurtyny i przez całą zimną wojnę pozostawała członkiem Układu Warszawskiego.Rządy komunistów były dla Polski trudnym i kosztownym okresem. Mimo powszechnego oporu i gniewu wschodnią część kraju oddano Związkowi Radzieckiemu. Polityka represji dotknęła każdej dziedziny życia, od kultury przez religię i podróże po możliwości edukacyjne i gospodarcze obywateli. Bogactwa kraju, zarówno naturalne, jak i przemysłowe, były grabione dla dobra Związku Radzieckiego, przez co Polska stała się żebrakiem na skalę światową. Mimo to jednak Polskę uważano wówczas za jeden z najmniej dotkniętych represjami krajów Bloku Wschodniego."
        },
        {
            "heading": "Odzyskana wolność",
            "text": "Niepokoje wśród robotników w latach 80. doprowadziły do założenia związku zawodowego Solidarność, który wkrótce stał się poważną siłą polityczną. Mimo prześladowań i wprowadzenia stanu wojennego ruchowi udało się w ciągu dziesięciolecia zachwiać dominacją PZPR. W miarę jak rozpadał się Związek Radziecki i słabła siła tamtejszej partii rządzącej, Solidarność rosła w siłę. W 1989 r. miała udział w wymuszeniu na władzach pierwszych wolnych (choć tylko częściowo) wyborów parlamentarnych. Rok później Lech Wałęsa, kandydat Solidarności, wygrał wybory prezydenckie. Rosyjska dominacja i władza komunistów w Polsce dobiegły końca. Wkrótce sterowany przez Solidarność rząd przywrócił ludności Polski swobody obywatelskie i zmienił socjalistyczną gospodarkę kraju w nowoczesną, rynkową.Po dwóch pokoleniach zależności od Wschodu demokratyczna Polska zaczęła znów pełnić swoją ważną rolę w kulturalnym, gospodarczym i politycznym życiu Europy. W 1999 r. dołączyła do Paktu Północnoatlantyckiego (NATO), co zapewniło regionowi bezpieczeństwo. Polacy postanowili następnie w referendum dołączyć do Unii Europejskiej, której pełnoprawnym członkiem ich kraj stał się w maju 2004 r. Powróciwszy do tradycji wolności, samodzielności i tolerancji, Polska może ponownie cieszyć się swą bogatą przeszłością."
        },
        {
            "heading": "Odzyskana wolność",
            "text": "Niepokoje wśród robotników w latach 80. doprowadziły do założenia związku zawodowego Solidarność, który wkrótce stał się poważną siłą polityczną. Mimo prześladowań i wprowadzenia stanu wojennego ruchowi udało się w ciągu dziesięciolecia zachwiać dominacją PZPR. W miarę jak rozpadał się Związek Radziecki i słabła siła tamtejszej partii rządzącej, Solidarność rosła w siłę. W 1989 r. miała udział w wymuszeniu na władzach pierwszych wolnych (choć tylko częściowo) wyborów parlamentarnych. Rok później Lech Wałęsa, kandydat Solidarności, wygrał wybory prezydenckie. Rosyjska dominacja i władza komunistów w Polsce dobiegły końca. Wkrótce sterowany przez Solidarność rząd przywrócił ludności Polski swobody obywatelskie i zmienił socjalistyczną gospodarkę kraju w nowoczesną, rynkową.Po dwóch pokoleniach zależności od Wschodu demokratyczna Polska zaczęła znów pełnić swoją ważną rolę w kulturalnym, gospodarczym i politycznym życiu Europy. W 1999 r. dołączyła do Paktu Północnoatlantyckiego (NATO), co zapewniło regionowi bezpieczeństwo. Polacy postanowili następnie w referendum dołączyć do Unii Europejskiej, której pełnoprawnym członkiem ich kraj stał się w maju 2004 r. Powróciwszy do tradycji wolności, samodzielności i tolerancji, Polska może ponownie cieszyć się swą bogatą przeszłością."
        }
    ],
    "leader": {
        "name": "Kazimierz III",
        "subtitle": "Władca Polski",
        "lived": "1310-1370 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/kazimierz_iii.png",
        "trait": {
            "name": "Solidarność",
            "effect": "Darmowy ustrój społeczny po przejściu do kolejnej epoki."
        },
        "titles": [
            "Król Polski"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Król Kazimierz III, jedyny król Polski, który zyskał przydomek „Wielki”, zasiadał na tronie w XIV wieku i okazał się władcą zdecydowanym i sprawnym, biegłym w sztuce dyplomacji, podejmującym decyzje mające na celu poprawienie sytuacji poddanych i zapewnienie bezpieczeństwa królestwu. Choć ojciec i poprzednik Kazimierza, król Władysław I, ponownie zjednoczył całe królestwo, zostawił synowi w spadku wiele wyzwań. Odbudowując podupadłą gospodarkę, wzmacniając wojsko, kodyfikując prawo i powiększając granice Polski, Kazimierz pozostawił swój kraj w o wiele lepszym stanie, niż zastał, przez co uznaje się go za jednego z największych królów Polski. Dzięki Kazimierzowi III Polska zyskała prestiż i szacunek w całej średniowiecznej Europie."
            },
            {
                "heading": "Początek rządów",
                "text": "Kazimierz, chociaż był drugim synem Władysława, odebrał nauki we wszystkich dziedzinach, których znajomość potrzebna była władcy średniowiecznej Europy. Po śmierci starszego brata w roku 1312 został następcą tronu i trafił pod opiekę Janisława, późniejszego arcybiskupa gnieźnieńskiego, który stał się jednym z jego najważniejszych doradców. Gdy 21 lat później zmarł Władysław, Kazimierz został koronowany w Krakowie na władcę Wielkopolski i Małopolski, co przypieczętowało zapoczątkowane przez Władysława zjednoczenie kraju."
            },
            {
                "heading": "Sprawy wewnętrzne",
                "text": "Wkrótce po objęciu tronu Kazimierz musiał zająć się licznymi problemami politycznymi i niepokojami wśród szlachty polskiej. Aby wzmocnić wojsko, którego siła zależała głównie od współpracy polskich arystokratów, Kazimierz musiał zrezygnować na ich rzecz z wielu wcześniejszych przywilejów królewskich. Arystokracja polska wyraźnie oddzieliła się od gminu, a jej władza nad ludźmi z niższych klas, szczególnie z rodzącej się klasy kupiectwa, została znacząco umocniona. Kazimierz był zmuszony do zawarcia kompromisu, ale jego działania wzmocniły feudalne armie Polski i zapewniły koronie zwierzchnictwo nad nimi.Kazimierz zadał sobie wiele trudu, by polepszyć sytuację w Polsce i stworzyć równowagę dla nowej władzy szlachty. Usystematyzował i ustabilizował monetę, nakazał też budowę wielu nowych zamków, kościołów i całych miast, co dało nowe możliwości rozkwitu handlu i gospodarki. Doszło do rewitalizacji dawno opuszczonych miast, a nawet rejonów, które wcześniej nie były zamieszkałe. W marcu 1347 r. Kazimierz wprowadził reformę prawa i stworzył dla całego królestwa jednolity kodeks „Liber juris Teutonici”, który chronił prawa raczkującej klasy średniej. Wprowadzając prawa magdeburskie - niemiecką koncepcję dającą miastom określony zakres autonomii - dał miejscowym kupcom i rzemieślnikom bardziej stabilne przepisy handlowe, zachęcające do osiedlania się w miastach w całym kraju. W Krakowie powstał specjalny sąd rozstrzygający wszelkie spory i zarządzający prawem. Pragnąc wykształcić nowe pokolenie dobrych prawników i zarządców, Kazimierz Wielki założył w 1364 r. Akademię Krakowską, dziś noszącą nazwę Uniwersytetu Jagiellońskiego.Historycy zastanawiają się, co wpłynęło na stosunek Kazimierza do Żydów w Polsce, ale wiadomo, iż zrobił on wszystko, by dać im te same prawa i ochronę, jakimi cieszyli się wszyscy inni jego poddani. W roku 1334 Kazimierz potwierdził ignorowany przez wielu wcześniejszych władców statut kaliski z roku 1264, chroniący prawa Żydów polskich i zabraniający przymusowego nawracania na chrześcijaństwo. Kazimierz zadbał też o prawa kupców i handlarzy oraz popierał integrację Żydów ze zróżnicowaną społecznością Polski. Bezczeszczenie cmentarzy żydowskich i synagog zostało uznane za przestępstwo i było karane z całą stanowczością."
            },
            {
                "heading": "Sukcesy zagraniczne",
                "text": "Na początku rządy Kazimierza były słabe i kwestionowane przez inne kraje. Król Czech domagał się korony Polski. Zakon Krzyżacki okupował polskie tereny Kujaw i ziemi dobrzyńskiej na Pomorzu. Niewypowiedziana i nierozstrzygnięta wojna z Litwą zagrażała spokojowi i handlowi w prowincjach granicznych. Sąsiednie kraje ignorowały polskie roszczenia do terytoriów na Ukrainie. Co gorsza, Polska nie miała żadnych ważnych sojuszników.Polegając na swych umiejętnościach dyplomatycznych, Kazimierz zręcznie wynegocjował nowe sojusze i pozyskał dla swego kraju dodatkowe terytorium. Małżeństwo jego siostry Elżbiety z królem Węgier dało Polsce dobrego sojusznika. By przypieczętować ten sojusz, Kazimierz zrzekł się roszczeń wobec Śląska. Dzięki sojuszowi z Węgrami mógł siłą zająć należącą niegdyś do Polski większą część Rusi Halicko-Włodzimierskiej w 1340 i 1349 r. W międzyczasie na drodze negocjacji zawarto pakt z czeskim królem, który zrzekł się wszelkich roszczeń do tronu Polski. To z kolei umożliwiło wynegocjowanie wycofania Zakonu Krzyżackiego z Pomorza Wschodniego. Ponadto Kazimierz zgodził się wypłacić daninę Złotej Ordzie, aby uniknąć jej częstych wypadów na terytorium Polski. Dzięki rosnącej sile Polski i jej serdecznym stosunkom z Mongołami w 1351 i 1353 r. kilku rosyjskich książąt mazowieckich ogłosiło się wasalami Kazimierza.Kazimierz poślubił księżniczki z Litwy, Niemiec i Śląska - każde z tych małżeństw zapewniło pokojowe relacje z ojczyznami małżonek. Choć król miał cztery żony i wiele kochanek, doczekał się pięciu córek, ale żadnego męskiego potomka z prawego łoża. Choć zaaranżował małżeństwa dynastyczne dla swych córek, co dodatkowo wzmocniło pozycję Polski, brak syna groził niepokojami i wojną po śmierci króla. By zapewnić jasną linię sukcesji, pod koniec życia Kazimierz mianował swym następcą siostrzeńca, Ludwika Węgierskiego, syna Elżbiety. Ludwik został królem Polski po śmierci Kazimierza w 1370 r."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Można powiedzieć, że z historycznego punktu widzenia Kazimierz był idealnym średniowiecznym królem: szlachetnym, roztropnym, dyplomatycznym i potrafiącym w razie konieczności delegować władzę. Choć w następnym wieku utracono część terytoriów, Kazimierz III zwiększył powierzchnię Polski do około 90 tys. mil kwadratowych (233 tys. km kw.) z 50 tys. w 1333 r. Kazimierz dbał o swoich poddanych i jego decyzje miały na celu zwiększenie znaczenia Polski. Zawierając dobre sojusze, wprowadzając agresywne reformy wewnętrzne i unikając niepotrzebnych konfliktów, Kazimierz Wielki rzeczywiście zasłużył na swój przydomek."
            }
        ]
    }
}