{
    "id": 22,
    "name": "Polinezja|Polinezji|Polinezji|Polinezję|Polinezją|Polinezji",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/polinezja|polinezji|polinezji|polinezję|polinezją|polinezji.png",
    "dawn_of_man": "Witaj i bądź błogosławiony, Kamehameho Wielki, wybrany przez niebiosa by zjednoczyć nasz lud. O wielki królu, to ty sprawowałeś władzę na całej Wielkiej Wyspie Hawai'i od 1791 roku. A w 1810 udało ci się zjednoczyć pozostałe wyspy. Jako pierwszy król Hawai'i wprowadziłeś jednolity system prawny i podatkowy oraz ustanowiłeś Mamalahoe Kanawai, edykt chroniący cywili podczas wojny. Jednoczenie i umacnianie niepodległości wysp za pomocą twych praw i czynów trwało nawet po twojej śmierci w roku 1819.O wspaniały i mądry królu, twój lud pragnie znów mieć własne królestwo i potrzebuje wodza niezrównanej potęgi! Czy odpowiesz na ich wołanie i ponownie przywdziejesz szatę Lwa Pacyfiku? Czy stworzysz królestwo, które przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Wojownicy Maori|Wojowników Maori|Wojownikom Maori|Wojowników Maori",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/maori_warrior.json"
        }
    ],
    "city_names": [
        "Honolulu",
        "Samoa",
        "Tonga",
        "Nuku Hiva",
        "Raiatea|Raiatei|Raiatei|Raiateę|Raiateą|Raiatei",
        "Aotearoa|Aotearoi|Aotearoi|Aotearoę|Aotearoą|Aotearoi",
        "Tahiti",
        "Hilo",
        "Te Wai Pounamu",
        "Rapa Nui",
        "Tuamotu",
        "Rarotonga|Rarotongi|Rarotondze|Rarotongę|Rarotongą|Rarotondze",
        "Tuvalu",
        "Tubuai",
        "Mangareva|Mangarevy|Mangarevie|Mangarevę|Mangarevą|Mangarevie",
        "Oahu",
        "Kiritimati",
        "Ontong Java",
        "Niue",
        "Rekohu",
        "Rakahanga|Rakahangi|Rakahandze|Rakahangę|Rakahangą|Rakahandze",
        "Bora-Bora",
        "Kailua|Kailuy|Kailule|Kailuę|Kailuą|Kailule",
        "Uvea",
        "Futuna|Futuny|Futunie|Futunę|Futuną|Futune",
        "Rotuma|Rotumy|Rotumie|Rotumę|Rotumą|Rotumie",
        "Tokelau",
        "Lahaina|Lahainy|Lahainie|Lahainę|Lahainą|Lahainie",
        "Bellona|Bellony|Bellonie|Bellonę|Belloną|Bellony",
        "Mungava|Mungavy|Mungavie|Mungavę|Mungavą|Mungavie",
        "Tikopia|Tikopii|Tikopii|Tikopię|Tikopią|Tikopii",
        "Emae",
        "Kapingamarangi",
        "Takuu",
        "Nukuoro",
        "Sikaiana|Sikaiany|Sikaianie|Sikaianę|Sikaianą|Sikaianie",
        "Anuta|Anuty|Anucie|Anutę|Anutą|Anucie",
        "Nuguria|Nugurii|Nugurii|Nugurię|Nugurią|Nugurii",
        "Pileni",
        "Nukumanu"
    ],
    "spy_names": [
        "Tiki",
        "Hotu Matua",
        "Rongo-ma-tane",
        "Kupe",
        "Haloti",
        "Degei",
        "Babamik",
        "Kulu Lau",
        "Nangananga",
        "Turua"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Będąca bardziej luźnym zgrupowaniem wysp niż zjednoczoną cywilizacją, Polinezja ma bogatą kulturę i fascynującą historię. Kiedy większość krajów średniowiecznej Europy była pogrążona w intelektualnych mrokach, Polinezyjczycy doprowadzali do perfekcji możliwość przeprawiania się przez Pacyfik w małych, drewnianych canoe, nawigując w oparciu o gwiazdy, pogodę i otaczającą zwierzynę. W końcu większość wysp zostało zajętych przez europejskie mocarstwa, ale wiele elementów lokalnej kultury i języka nadal jest kultywowanych dla przyszłych pokoleń."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Polinezja (zwana też trójkątem polinezyjskim) to ogólna nazwa obejmująca grupę wysp w centrum i na południu Pacyfiku. Zamykany przez Nową Zelandię na zachodzie, Hawaje na północy oraz Wyspę Wielkanocną na Wschodzie, region ten obejmuje około 1000 zamieszkanych wysp. Nazwa została po raz pierwszy użyta przez pisarza francuskiego Charlesa de Brosses, w 1756 roku do określenia ogółu wysp Pacyfiku, ale później została ograniczona do obecnego zakresu.Wyspy jako ogół mają naturę wulkaniczną, a wiele z nich ma idylliczne, wręcz białe plaże, palmy i piękne laguny — stanowiące kwintesencję tego, co mamy na myśli, mówiąc o rajskich plażach. Na Polinezji panuje klimat tropikalny i ciepły, ale silne wiatry nie pozwalają wyspom zbytnio się nagrzewać. Wyspy czasami nawiedzają tajfuny, które są tu aktywne od stycznia do marca."
        },
        {
            "heading": "Wczesna historia: pierwsi osadnicy",
            "text": "Historia starożytna ludów Polinezji jest nadal pełna tajemnic, ale archeolodzy i antropolodzy zgadzają się obecnie, że jedna z trzech teorii wyjaśnia sposób, w jaki pierwsi osadnicy pojawili się na wyspach.Pierwsza teoria, znana pod nazwą „modelu szybkiego pociągu”, sugeruje, że jakieś 3000 lat temu osadnicy wyruszyli z Tajwanu na zachód i przemieszczali się przez 1000 lat. Mieszali się z lokalnymi ludami, co może tłumaczyć obecną różnorodność genetyczną i językową Polinezji. Pozostałe dwie teorie: „starorzecza” i „wolnej łodzi”, opisują dłuższą migrację, która zakłada mieszanie się i interakcję ze wszystkimi napotkanymi populacjami, a zwłaszcza mieszkańcami Malezji.Niezależnie od tego, jak długo trwała podróż pierwszych osadników do zachodnich wybrzeży Polinezji, ścieżka jaką przebyli, została określona z dużym prawdopodobieństwem. Najbardziej wysunięty na północ kraniec, Hawaje, został zasiedlony około 500 roku n.e., następne były tereny Nowej Zelandii (okolice 1000 roku n.e.). Dokładna data odkrycia Wyspy Wielkanocnej przez Polinezyjczyków nadal jest tematem spornym. Niektóre źródła archeologiczne sugerują, że pierwsi osadnicy pojawili się na wyspie między 300 a 500 rokiem n.e., ale za bardziej prawdopodobną uważa się datę 800 roku n.e. Pozostali naukowcy uważają, że wyspa pozostała bezludna aż do 1200 roku."
        },
        {
            "heading": "Nawigacja na wodach",
            "text": "Trójkąt polinezyjski to rozległy teren — każdy z jego boków mierzy blisko 4000 mil. Przebywanie takich odległości na otwartym oceanie wymagało niewiarygodnej technologii morskiej, zdolności nawigacyjnych i odwagi. Używając techniki nawigacji, nawigatorzy zapamiętywali ruch konkretnych gwiazd, warunki pogodowe, schematy występowania lokalnej fauny i flory, oraz kierunek pływów i fal oceanu. Przekazywali tę wiedzę ustnie następnym generacjom nawigatorów i był to ściśle strzeżony sekret rodzinny. Aby ułatwić sobie przeprawy przez niebezpieczne wody, wymyślili oni również dodatkowe pływaki stabilizujące wąskie canoe. Wiele rozwiązań technologicznych, jak i nawigacyjnych, jest nadal przekazywanych z pokolenia na pokolenie oraz wykorzystywanych w codziennym życiu przez polinezyjskich marynarzy."
        },
        {
            "heading": "Połączenie z Amerykami",
            "text": "Polinezyjscy osadnicy dotarli na tereny dzisiejszych Hawajów w okolicach 500 roku n.e., choć istnieją dowody wskazujące na ich obecność już w 300 roku n.e. Ci wcześni przybysze pochodzili najpewniej z Markizów, czyli z miejsca oddalonego 4000 mil na południe od Hawajów. Druga grupa imigrantów napłynęła prawdopodobnie z Raiatea i Bora Bora (a może nawet z Tahiti) w XI wieku. Niektórzy archeolodzy wspierają teorię tahitańską, ponieważ starożytna opowieść hawajska mówi o człowieku imieniem Pa'ao, który był pochodzenia tahitańskiego. Ci historycy wierzą, że fala osadników z Tahiti przyniosła ze sobą grupę wielkich wodzów, system praw Kapu oraz praktykę religijną składania ludzi w ofierze.Istnieją również dowody, że Polinezyjczycy przepłynęli z powrotem przez Pacyfik po odkryciu nowych lądów, rozprowadzając amerykańską faunę i florę po wyspach. Przykładem mogą być słodkie ziemniaki, roślina rdzennie amerykańska, którą napotykano wszędzie na wyspach polinezyjskich, kiedy europejscy osadnicy po raz pierwszy dotarli do osad polinezyjskich."
        },
        {
            "heading": "Przybycie Europejczyków",
            "text": "Polinezyjczycy żyli we względnej izolacji aż do przybycia Europejczyków szukających nowych lądów i szlaków handlowych. Wiele z tych wysp nawiązało pierwsze kontakty z Europejczykami już w połowie XVI wieku — niektórzy przybyli na wyspy jako odkrywcy, inni jako misjonarze. Jednakże w XIX wieku wiele potęg kolonialnych, takich jak Francja, Brytania czy Stany Zjednoczone, zaczęło zajmować możliwe do zamieszkania wyspy siłą, ogłaszając je terytoriami podległymi odpowiednim mocarstwom. Tylko nieliczne wyspy, takie jak Hawaje, pozostały w tym trudnym okresie niepodległe."
        },
        {
            "heading": "Teraźniejszość i przyszłość",
            "text": "Mimo, że wyspy oddziela od siebie bezkres oceanu, rdzenni Polinezyjczycy mają wiele wspólnych cech kulturowych, wierzeń a nawet cech języka. Niestety wiele z rdzennych ludów, jak na przykład Maorysi, stało się mniejszościami narodowymi na wyspach zajętych głównie przez potomków europejskich kolonistów. Mimo wszystko rdzenne ludy zamieszkujące wyspy starają się zachować dla potomnych bogactwo swej kultury i języka, a najbardziej owocny proces rewitalizacji i immersji jest prowadzony na większości ważnych obszarów."
        },
        {
            "heading": "Teraźniejszość i przyszłość",
            "text": "Mimo, że wyspy oddziela od siebie bezkres oceanu, rdzenni Polinezyjczycy mają wiele wspólnych cech kulturowych, wierzeń a nawet cech języka. Niestety wiele z rdzennych ludów, jak na przykład Maorysi, stało się mniejszościami narodowymi na wyspach zajętych głównie przez potomków europejskich kolonistów. Mimo wszystko rdzenne ludy zamieszkujące wyspy starają się zachować dla potomnych bogactwo swej kultury i języka, a najbardziej owocny proces rewitalizacji i immersji jest prowadzony na większości ważnych obszarów."
        }
    ],
    "leader": {
        "name": "Kamehameha I",
        "subtitle": "Władca Polinezji",
        "lived": "około 1758 — 1819 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/kamehameha_i.png",
        "trait": {
            "name": "Astronawigacja",
            "effect": "Może się zaokrętować i natychmiast wypłynąć na ocean: +1 do pola widzenia podczas zaokrętowania. +10% do siły bojowej, jeśli znajduje się w odległości do 2 pól od moai."
        },
        "titles": [
            "Król wysp hawajskich"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Będąc jednym z najbardziej szanowanych władców w historii Hawajów, Kamehameha I był pierwszym, któremu udało się zjednoczyć wyspy hawajskie i ustanowić niepodległe państwo Hawai'i. Dzień jego urodzin i wczesne dokonania były spełnieniem licznych hawajskich przepowiedni i szybko został jednym z najznakomitszych wojowników w hawajskiej historii. Kamehameha był nie tylko wspaniałym wojownikiem, ale również wielkim mężem stanu. Był autorem nowatorskich edyktów wojennych, które stały się podstawą wielu praw człowieka na całym świecie."
            },
            {
                "heading": "Wczesne życie, proroctwa",
                "text": "Starożytna legenda głosiła, że pewnego dnia narodzi się wielki król, który zjednoczy Hawaje, a jego narodziny obwieści płomień w niebiosach. W 1758 roku kometa Halley'a rozjaśniła hawajskie niebo — wiele źródeł twierdzi, że Kamehameha urodził się niedługo po tym wydarzeniu. Kamehameha urodził się w rodzinie wodza Keoua Nui z Wielkiej Wyspy i został nazwany Pai'ea („krab o twardej skorupie”). Keoua był tylko jednym z wielu pomniejszych wodzów na wyspie, która została podzielona na mniejsze dzielnice podczas wojny sukcesyjnej w poprzednim pokoleniu. Alapa'inuiakauaua, wódz walczący o prawa do tych samych ziem, odzyskał większość wyspy dla siebie i był de facto jej władcą.Na wieść o narodzinach Pai'ea, Alapa'i stał się czujny, ponieważ w innych podaniach przepowiedziany król był również znany jako zabójca wodzów — zjednoczone Hawaje nie potrzebowałyby przecież wodzów plemiennych. Alapa'i rozkazał zabicie niemowlęcia. Jednakże Keoua zdawał sobie doskonale sprawę z okoliczności narodzin swego dziecka i ukrył syna wśród innej rodziny.Pięć lat Pai'ea przeżył w tajemnicy, aż w końcu (z nieznanych powodów) Alapa'i wezwał dziecko na swój dwór i ofiarował swą ochronę. W czasie swego pobytu na dworze Pai'ea uczył się manier królewskich, sztuki dyplomacji i wojaczki oraz zdobył nowe, bardziej znane imię — Kamehameha, co znaczy „samotny”."
            },
            {
                "heading": "Pierwszy przystanek, Wielka Wyspa",
                "text": "Po śmierci Alapa'i'a Kamehameha został prawą ręką nowego wodza na dworze. Stan ten trwał do 1782 roku, kiedy tytuł królewski został przekazany innemu władcy, zaś Kamehameha zajął wysoką pozycję religijną i zaczął budować sobie grupę poparcia wśród pomniejszych wodzów dzielnicy Kona na Wielkiej Wyspie. Mając za sobą poparcie pięciu wodzów, Kamehameha wyzwał rządzący dwór. W bitwie pod Moku'ohai siły Kamehamehy pokonały będącego u władzy wodza i Kamehameha został nowym władcą dzielnic Kohala, Kona oraz Hamakua.Od tego momentu Kamehameha prowadził udane podboje sąsiedniej dzielnicy Puna w 1790 roku, ale szybko stanął w obliczu konieczności tłumienia buntu w Ka'u prowadzonego przez jego rywala Keoua Kuahu'ula. Będąc od zawsze człowiekiem religijnym, Kamehameha wzniósł wielką świątynię w celu zdobycia przychylności błogosławieństwa boskiego w zgnieceniu rebelii. W 1791 roku świątynia została ukończona i Kamehameha zaprosił Keoua na osobiste spotkanie. Źródła nie są zgodne, co do wydarzeń tego pamiętnego dnia, jednak podczas spotkania na plaży Keoua ostatecznie zginął od strzału z muszkietu, zaś Kamehameha został królem Wielkiej Wyspy."
            },
            {
                "heading": "Następne proroctwa, następne podboje",
                "text": "Kamehameha nie zamierzał jednak skończyć swych podbojów na Wielkiej Wyspie. Pragnął zjednoczyć wszystkie wyspy Hawajów pod jednym sztandarem. Dodatkową zachętę stanowiła dlań inna legenda, którą podobno wypełnił. Na Wielkiej Wyspie bogowie umieścili ogromny głaz Naha, ważący 3000 funtów (1361 kg). Legenda głosiła, że zjawi się potężny wojownik, który będzie w stanie unieść głaz i stanie się on znany jako wielki król oraz zjednoczyciel wszystkich wysp. W wieku 14 lat Kamehameha został jedyną osobą, która kiedykolwiek dokonała tego czynu. Pewny siebie po odniesionych zwycięstwach i wypełnieniu kilku przepowiedni, zaczął snuć plany zajęcia pozostałych wysp.Szczęśliwym zbiegiem okoliczności brytyjscy i amerykańscy handlarze zaczęli docierać do wyspy i sprzedawać Kamehamesze broń i amunicję. Mając dostęp do technologicznie zaawansowanego oręża, szybko zajął on wyspy Maui i O'ahu w roku 1795. Dowodząc zaledwie 10000 żołnierzami, rozbił siły Maui, a następnie ruszył w kierunku O'ahu. Na klifach Pali napotkał silny opór (głównie ze strony dowódcy-dezertera), ale ostatecznie odniósł zwycięstwo, spychając wielu z pokonanych żołnierzy z krawędzi klifu.Zostały już tylko dwie wyspy — zachodnie Kaua'i oraz Ni'ihau. W swojej stolicy w Honolulu Kamehameha skonstruował potężny okręt bojowy i w 1796 roku po raz pierwszy przystąpił do inwazji na Kaua'i. Rebelia na Wielkiej Wyspie poprowadzona przez jego brata zmusiła go do powrotu i przegrupowania sił. Nie rezygnując łatwo, w 1803 roku ponownie spróbował podbić Kaua'i, ale tym razem zabójcza zaraza wdarła się między jego wojska. Zmęczony porażkami, Kamehameha stworzył największą armadę w historii Hawajów, pełną europejskich szkunerów, potężnych canoe wojennych i zabójczych dział. Wódz Kaua'i Kaumuali'i, na widok tej potężnej siły zbliżającej się do jego wybrzeży zdecydował, że większe szanse przetrwania mogą dać mu negocjacje aniżeli otwarta walka. W 1810 Kuamuali'i został wasalem Kamehamehy, który w ten sposób stał się jedynym władcą Hawajów."
            },
            {
                "heading": "Napoleon Pacyfiku",
                "text": "Kamehameha nie był jedynie bohaterem wojennym. Natychmiast po zakończeniu podbojów zaczął pracować nad poprawą jakości życia na wyspach i nad umocnieniem zjednoczenia. Stworzył jednolity system prawny, ustanowił podatki i rozpoczął stały handel z Europą oraz Stanami Zjednoczonymi. Kamehameha stworzył też podstawy późniejszej konstytucji Hawajów — Prawo Rozszczepionego Wiosła (Mamalahoe Kanawai). Prawo to miało swe początki we wczesnych podbojach wojennych Kamehamehy. Podczas jednego z najazdów stopa Kamehamehy ugrzęzła między kamieniami. Został on wtedy zaatakowany znienacka przez dwóch miejscowych rybaków, którzy obawiali się legendarnego wojownika. Bojąc się, że zechce ich zabić, uderzyli go wiosłem w głowę i nieprzytomnego pozostawili na śmierć. Wiosło złamało się na pół. Dwanaście lat później rybacy ci zostali odszukani i postawieni przed obliczem sprawiedliwości by, jak sądzili, odebrać zasłużoną karę. Zamiast tego Kamehameha przeprosił za atakowanie niewinnych i nadał dwóm rybakom ziemie, ogłaszając, że wszelcy nie-wojownicy będą podczas wojny chronieni. Prawo Rozszczepionego Wiosła stało się podstawą wielu praw wojennych obowiązujących na całym świecie.W czasie swego panowania udało mu się również utrzymać niepodległość Hawajów, gdy pozostałe wyspy zostały wchłonięte przez mocarstwa kolonialne. To właśnie tej niepodległości zawdzięcza sobie przydomek Napoleona Pacyfiku."
            },
            {
                "heading": "Śmierć legendy",
                "text": "Dnia 8 maja 1819 roku Kamehameha zmarł jako szanowany król, legendarny wojownik i ojciec siedmiorga dzieci. Zgodnie z uświęconym rytuałem hawajskiej religii jego ciało zostało pochowane przez najbliższych przyjaciół w miejscu nieznanym nikomu innemu, by nikt nie mógł skraść jego potęgi lub many dla własnego użytku. Miejsce pochówku do dnia dzisiejszego nie zostało odnalezione."
            },
            {
                "heading": "Ocena historyczna",
                "text": "Kamehameha jest nadal jednym z najważniejszych ludzi w historii Hawajów i jednym z ich najbardziej szanowanych przywódców. Zniósł tradycję składania ofiar z ludzi, chronił niewinnych w czasie wojny i założył jedno z nielicznych niepodległych państw wśród wysp Polinezji. Niezależnie od tego, czy jego narodziny były wypełnieniem planu bożego, czy nie, nikt nie może zaprzeczyć, że starożytne proroctwo o nadejściu wielkiego króla wypełniło się."
            }
        ]
    }
}