{
    "id": 40,
    "name": "Portugalia|Portugalii|Portugalii|Portugalię|Portugalią|Portugalii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/portugalia|portugalii|portugalii|portugalię|portugalią|portugalii.png",
    "dawn_of_man": "Bądź błogosławiona, łaskawa królowa Mario, obrończyni i monarchini Portugalczyków. Jako pierwsza władczyni Portugalii swą mądrością ochroniłaś królewski dwór przed zakusami Napoleona i ustanowiłaś w Brazylii bezpieczną przystań, co umocniło rządy Portugalii. Pomimo przewlekłych chorób poczyniłaś wiele dla zacieśnienia stosunków Portugalii i Brazylii, co uznaje się za kluczowe dla późniejszej niepodległości tego odległego kraju. Obie nacje darzą cię za te zasługi ogromnym podziwem i szacunkiem.Szlachetna i pobożna królowo, czy po raz kolejny w duchu współpracy i dobrobytu obejmiesz pieczę nad królestwem Portugalii? Czy pozostawisz po sobie spuściznę, która przyćmi dokonania poprzedników? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Nau",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/nau.json"
        }
    ],
    "city_names": [
        "Lizbona|Lizbony|Lizbonie|Lizbonę|Lizboną|Lizbonie",
        "Porto",
        "Braga|Bragi|Bradze|Bragę|Bragą|Bradze",
        "Coimbra|Coimbry|Coimbrze|Coimbrę|Coimbrą|Coimbrze",
        "Funchal",
        "Leiria|Leirii|Leirii|Leirię|Leirią|Leirii",
        "Goa|Goi|Goi|Goę|Goą|Goi",
        "Vila Nova de Gaia",
        "Aveiro",
        "Luanda|Luandy|Luandzie|Luandę|Luandą|Luandzie",
        "Evora|Evory|Evorze|Evorę|Evorą|Evorze",
        "Faro",
        "Castelo Branco",
        "Bissau",
        "Guarda|Guardy|Guardzie|Guardę|Guardą|Guardzie",
        "Viseu",
        "Praia|Prai|Prai|Praję|Prają|Prai",
        "Braganca|Bragancy|Bragancie|Bragancę|Bragancą|Bragancy",
        "Beja|Bei|Bei|Beję|Beją|Bei",
        "Tomar",
        "Maputo",
        "Tavira|Taviry|Tavirze|Tavirę|Tavirą|Tavirze",
        "Figueira da Foz",
        "Viana do Castelo",
        "Sao Tome",
        "Silves",
        "Sintra|Sintry|Sintrze|Sintrę|Sintrą|Sintrze",
        "Dili",
        "Lamego",
        "Ponta Delgada"
    ],
    "spy_names": [
        "Francisco",
        "Gaspar",
        "Alvaro",
        "Bento",
        "Roberto",
        "Afonso",
        "Galeote",
        "Diogo",
        "Eliana",
        "Oriana"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Portugalia byłą zamieszkana już w czasach starożytnych - w I tysiącleciu p.n.e. docierali tam feniccy, a później kartagińscy kupcy, napotykając plemiona celtyckie, które dotarły na Półwysep Iberyjski przez Pireneje. W ciągu kolejnych stuleci półwyspem rządzili Rzymianie, Swebowie i Wizygoci. O historii Portugalii można jednak mówić, że zaczęła się w 711 r. wraz z inwazją muzułmańską. Podczas rekonkwisty w 1139 r. kraj ten powstał jako niezależne królestwo chrześcijańskie. W XV i XVI w., inicjując wiek odkryć, Portugalia stworzyła pierwsze globalne imperium rozciągające się od Ameryki Południowej przez Afrykę po Daleki Wschód. Na początku XIX w. imperium to przestało istnieć - najsilniejszym ciosem dla potęgi i prestiżu Portugalii było ogłoszenie w 1822 r. niepodległości przez Brazylię. Po rewolucji 1910 r., która obaliła monarchię, Portugalia przechodziła przez ręce kolejnych junt i dyktatorów aż do chwili, gdy w 1975 r. wreszcie przeprowadzono demokratyczne wybory. Ustanowiona w 1976 r. konstytucja i dołączenie w 1986 r. do Europejskiej Wspólnoty Gospodarczej pozwoliły jej pozostać postępową demokracją. Błędny pogląd, że Portugalia była jedynie zapomnianym krańcem Europy, został podsumowany przez amerykańskiego dziennikarza Richarda H. Davisa, który napisał: „Portugalia to wysokie wzgórze ze stojącą na szczycie białą strażnicą, na której widnieją flagi sygnałowe. Najprawdopodobniej zamieszkana jest przez jedną osobę, która mieszka w długim rzędzie żółtych domów z czerwonymi dachami, oraz przez owce, które dokonują rzeczy niezwykłych, utrzymując równowagę na zboczu wzgórza”. Portugalia jednak, ze swą bogatą historią i kulturą, będąca teraz jednym z najbardziej zglobalizowanych państw świata, jest czymś o wiele, wiele więcej."
        },
        {
            "heading": "Klimat i teren",
            "text": "Współczesna Portugalia zajmuje część europejskiego Półwyspu Iberyjskiego oraz dwa archipelagi - Azory i Maderę. Nie jest to duży kraj, lecz mimo to cechuje się bardzo zróżnicowanym ukształtowaniem powierzchni, od przybrzeżnych nizin przez rozległe południowe łąki po góry Serra de Estrela, których najwyższy szczyt ma wysokość 1993 m. Azory leżą około 1500 km na zachód od Lizbony, na Grzbiecie Śródatlantyckim. Madera leży niecały 1000 km na południowy zachód od Lizbony. Z Mesety, centralnego płaskowyżu Hiszpanii, płyną przez Portugalię do Atlantyku trzy rzeki: Duro na północy, Tejo w centrum i Guadiana wzdłuż południowo-wschodniej granicy. W kraju panuje klimat śródziemnomorski. Mimo że temperatury w górach są dość niskie, Portugalia stanowi jeden z najcieplejszych krajów Europy. Roczne opady wynoszą od 3000 mm w północnych górach do mniej niż 300 mm wzdłuż Duro. Na archipelagach panuje klimat umiarkowany morski, choć Madera jest znacznie bardziej sucha niż Azory. Ponieważ ludzie osiedlili się tam przed tysiącami lat, z pierwotnej miejscowej flory i fauny pozostało niewiele. Najpowszechniejszymi przedstawicielami tej pierwszej są liczne gatunki sosny i dębu. W Portugalii mieszkają te same ssaki i ptaki, które powszechne są na całym Półwyspie Iberyjskim. Z drugiej strony jednak wody Portugalii należą do najbardziej zróżnicowanych biologicznie na świecie - żyją w nich tysiące gatunków ryb, w tym różne odmiany sardynki, tuńczyka i makreli."
        },
        {
            "heading": "Historia starożytna",
            "text": "Odrębna ludzka kultura pojawia się w Portugalii w okresie mezolitu, około 5500 lat p.n.e. W przeciągu 2000 lat neolityczne plemiona andaluzyjskie wkroczyły na tereny dzisiejszej Portugalii, przynosząc ze sobą rolnictwo, garncarstwo i obróbkę miękkich metali. Przed 500 rokiem p.n.e. do Iberii wkroczyły z północy ludy celtyckie epoki żelaza, zastępując neolitycznych mieszkańców. Mniej więcej w tym samym czasie pojawili się tu podróżnicy z Fenicji i Kartaginy, zakładając placówki handlowe i osiedla. Gdy w 201 r. p.n.e. w wyniku wojen punickich Rzym przejął kontrolę nad półwyspem, zachodnie fortece Luzytańczyków stawiały opór okupantowi aż do ok. 140 r. p.n.e., gdy wreszcie udało mu się stłumić celtycki opór. W 25 r. p.n.e. Cezar August założył miasto Augusta Emerita (dzisiejsza Mérida) i uczynił je stolicą prowincji luzytańskiej, obejmującej całe terytorium dzisiejszej Portugalii.W miarę jak Imperium Rzymskie słabło, germański lud Swebów zapuszczał się coraz głębiej z Galii do Iberii. Osiedlił się tam w południowej Galicji, zajął Luzytanię, a w końcu resztę półwyspu. Lud ten zastąpili z kolei Wandalowie, którzy po jakimś czasie opuścili Iberię i przenieśli się do Afryki Północnej. Do 550 r. n.e. na półwyspie odrodziło się królestwo Swebów, a ich król nawrócił się na katolicyzm. Kraj był jednak słaby i podzielony, przez dziesięciolecia nękany niepokojami wewnętrznymi. Gdy w 711 r. napadli go muzułmanie, jedyny poważny opór napotkali ze strony Méridy. W przeciągu dwudziestu lat Maurowie zajęli większość terytorium Portugalii i Galicji. W 756 r. Abd ar-Rahman ustanowił umajjadzki kalifat w Kordobie."
        },
        {
            "heading": "Muzułmańska Iberia i rekonkwista",
            "text": "Portugalia miała pozostać pod władzą muzułmańską przez kolejne pięć i pół wieku. W 1031 r. kalifat Kordoby rozpadł się na 23 królestwa - taify, a każdy z rządzących nimi emirów był podporządkowany Damaszkowi. Większość dzisiejszej Portugalii stała się częścią taify Badajoz, lecz nieprzerwane konflikty pomiędzy państwami sprawiły, że zostały one podbite przez Almorawidów, którzy najechali z Maroka w 1086 r., a których z kolei obaliła w 1147 r. dynastia Almohadów. Panowanie Maurów nad al-Andalus, muzułmańską częścią Iberii, stawało się na przemian oświecone i okrutne. Jedynie północne królestwo Asturii pozostało chrześcijańskie, kilkukrotnie pokonując Maurów próbujących odebrać mu niepodległość.Pięćdziesiąt lat po tym, jak Karol Młot pokonał muzułmanów w bitwie pod Tours, Karol Wielki rozpoczął starania o odzyskanie półwyspu, dokonując w 778 r. inwazji. Frankowie i zakon krzyżacki w sojuszu z Asturią przez kolejnych 500 lat powoli wypierali Maurów z Iberii, a w 1300 r. jedynym ich terytorium pozostał emirat Granady nad Morzem Śródziemnym. Krzyżowcy stworzyli na półwyspie liczne królestwa chrześcijańskie: Nawarrę w 824 r., Léon w 910 r., Aragonię w 1035 r., Kastylię w 1037 r. ...i Portugalię w 1139 r."
        },
        {
            "heading": "Powstanie Portugalii",
            "text": "Hrabstwo Portugalii, podległe królestwu Léonu, zostało podarowane Alfonsowi Henrique przez króla w zamian za zasługi w walce z muzułmanami. W 1128 r. nowo mianowany hrabia Portugalii pokonał wojska swej matki, by zapewnić sobie jedynowładztwo. Przez kolejne dziesięciolecie Henrique prowadził kampanię przeciw Maurom, aż wreszcie w lipcu 1139 r. w bitwie pod Ourique odniósł zdecydowane zwycięstwo. Natychmiast po tym zwycięstwie jego żołnierze jednomyślnie ogłosili go królem Portugalii, Alfonsem I. Uczynił on swoją siedzibą Lamego, gdzie oficjalnie koronował go arcybiskup Bragi. Nowe królestwo zostało uznane jako niezależne chrześcijańskie państwo w 1143 r. przez króla Léonu i Kastylii, zaś w 1179 r. przez papieża Aleksandra III.Alfons I i jego następcy kontynuowali ataki na południowych sąsiadów Maurów. W 1249 r. portugalska rekonkwista dobiegła końca wraz ze zdobyciem regionu Algarve, które ustaliło współczesne lądowe granice kraju. Po rekonkwiście na półwyspie panował niemal nieprzerwany pokój, dzięki któremu królestwo prosperowało gospodarczo i kulturalnie. W 1383 r. Jan I, król Kastylii-Léonu, zięć starzejącego się i niemającego męskiego potomka króla Portugalii, uzurpował tron. Frakcja złożona z pomniejszej portugalskiej szlachty i pospólstwa pod wodzą Jana d'Aviz (później króla Jana I) pokonała Kastylijczyków, a do władzy w Portugalii doszedł ród d'Aviz."
        },
        {
            "heading": "Imperium",
            "text": "Jan I Dobry wkrótce znalazł ujście dla temperamentu swych żądnych przygód synów. Portugalczycy, lud od wieków związany z morzem, miał się stać liderem światowych podróży badawczych, budując przy tym rozciągające się na cały świat imperium. Początki były skromne - podbój pierwszej placówki zamorskiej, muzułmańskiego miasta Ceuta na północnym brzegu Afryki w 141 r. Pod patronatem i kierownictwem trzeciego syna Jana, infanta Henryka znanego powszechnie jako Henryk Żeglarz (1394-1460), Portugalscy kapitanowie wkrótce odkryli Maderę i Azory, rozpoczynając pierwszą falę kolonizacji. Do końca stulecia portugalskie statki opłynęły w poszukiwaniu drogi do Indii i na Daleki Wschód zachodni brzeg Afryki, przejmując kolejne terytoria.Szlak morski do Indii został ostatecznie wytyczony w 1498 r. przez Vasco da Gamę i pozwolił Portugalii czerpać z bogactw Wschodu. Dwa lata później flota Pedra Cabrala zabłądziła na Atlantyku, odkrywając przy tym i przejmując dla korony ziemie Brazylii. Dziesięć lat później Alfonso de Albuquerque podbił Goa w Indiach, Ormuz w Zatoce Perskiej i Malakkę w Malezji. Inni portugalscy kupcy zakładali placówki handlowe wzdłuż brzegów Indii, Tajwanu, Japonii i Timoru. Na początku XVI w. niewielka Portugalia kontrolowała szlaki morskie na Oceanie Indyjskim i południowym Atlantyku, czyniąc jej potęgę ekonomiczną, wojskową i polityczną równą europejskim mocarstwom."
        },
        {
            "heading": "Odrodzenie",
            "text": "Kryzys sukcesyjny w Portugalii w 1580 r. doprowadził do unii z Hiszpanią - królem został Filip II Habsburg. Choć państwo pozostało suwerenne, utraciło własną politykę zagraniczną, co doprowadziło do wciągnięcia go w hiszpańskie wojny w Europie i na świecie. Rozgniewana, że zyski z zamorskich kolonii i handlu lądują w hiszpańskim skarbcu, szlachta portugalska zbuntowała się w 1640 r., przywróciła Portugalii pełną niepodległość i wyniosła na tron ród Bragança, którego przedstawiciele stali się później również władcami Brazylii.Przez kolejnych 150 lat Portugalia pozostawała poza polityką Europejską poza krótką inwazją hiszpańską podczas wojny siedmioletniej. Portugalczycy cieszyli się pokojem i bogactwem, jakie dawało im imperium kolonialne. Trwało to aż do interwencji cesarza Napoleona Bonapartego. Portugalii udało się, mimo łączącego ją od ponad czterech stuleci sojuszu z Wielką Brytanią, uniknąć zamętu wojen napoleońskich. W 1807 r., gdy pełniący władzę w miejsce swej chorej umysłowo matki Marii I książę regent Jan odmówił przyłączenia się do blokady kontynentalnej, która nakładała embargo na towary brytyjskie w Europie, francuskie i hiszpańskie wojska wkroczyły do Portugalii. Nie mając możliwości stawiania oporu, w październiku książę wraz z urzędnikami i dworem (łącznie ok. 10 tys. ludzi) uciekł przez Atlantyk do Brazylii.Choć Portugalię wyzwolili partyzanci i angielsko-portugalskie siły pod dowództwem Wellingtona, pięcioletnia okupacja i przeniesienie siedziby rządu stały się zwiastunem powolnego, lecz nieubłaganego i trwającego aż do XX w. słabnięcia kraju. Erozja imperium kolonialnego, a zwłaszcza uzyskana przez Brazylię w 1822 r. niepodległość, sparaliżowały portugalską gospodarkę. Pomijając sprawy kolonialne i tłumienie buntów, rząd zachowywał zazwyczaj politykę izolacjonizmu. Kraj stał się zacofany w stosunku do pozostałych krajów europejskich zarówno społecznie, jak i ekonomicznie. Rolnictwo, w tym rybołówstwo, oraz turystyka stały się głównymi źródłami zysku. O Portugalii coraz częściej zaczęto myśleć jako o „sennym zaścianku Europy”."
        },
        {
            "heading": "Rewolucja i republika",
            "text": "Dwukrotnie w tym okresie, w latach 1892 i 1902, król Karol I zmuszony był ogłosić bankructwo Portugalii. W obu wypadkach decyzja ta spotykała się z protestami, zamieszkami, niepokojami społecznymi, lokalnymi buntami i powszechną krytyką wobec monarchy. Niechęć była tak ogromna, że w 1908 r. doszło do zamordowania jego i jego następcy Ludwika Filipa. Na tron wstąpił drugi syn zmarłego monarchy Manuel II, nie był on jednak w stanie poprawić sytuacji kraju. W listopadzie 1910 r. powszechna rewolucja obaliła monarchię i ustanowiła wolną republikę. Niestabilność gospodarcza, chaos społeczny i niepokoje polityczne były żyzną glebą dla radykalizmu. W 1926 r. doszło do wojskowego zamachu stanu, w wyniku którego do władzy doszła Ditadura Nacional (Dyktatura Narodowa). Rządzona przez kolejne junty wojskowe Portugalia zaczęła tracić bogactwa i wpływy. Działające od 1960 r. ruchy niepodległościowe w Angoli, Mozambiku i Gwinei spowodowały wybuch portugalskiej wojny kolonialnej (1961-1974). W rezultacie Portugalię spotkały embarga handlowe i inne sankcje ze strony społeczności międzynarodowej."
        },
        {
            "heading": "Nowy porządek",
            "text": "Junta na walkę z dekolonizacją poświęcała ludzi i pieniądze, których Portugalia nie miała wiele. Całkowicie pozbawiona poparcia wewnętrznego i międzynarodowego junta została wreszcie obalona w kwietniu 1974 r. podczas rewolucji goździków, niemal bezkrwawego lewicowego wojskowego puczu. Dał on niepodległość pozostałym terytoriom zamorskim oraz przywrócił po dwuletnim okresie przejściowym demokrację. W 1976 r. stworzono nową konstytucję, która uwzględniała zasady socjalistyczne i komunistyczne. Od tego czasu rząd stawał się na przemian neosocjalistyczny i neoliberalny. Rozpoczęto nacjonalizację i reformy gruntowe, Portugalia musiała dwukrotnie pozwolić Międzynarodowemu Funduszowi Monetarnemu na przeprowadzenie programów stabilizacyjnych, które umożliwiły jej odbudowę gospodarczą. W 1986 r. kraj dołączył do EWG, a w następstwie do Unii Europejskiej. W 1999 r. ostatnia portugalska kolonia, Makau, została przekazana Republice Chińskiej. Dzięki tym działaniom Portugalia ponownie zintegrowała się z Europą i zajęła należne sobie miejsce wśród narodów świata."
        },
        {
            "heading": "Nowy porządek",
            "text": "Junta na walkę z dekolonizacją poświęcała ludzi i pieniądze, których Portugalia nie miała wiele. Całkowicie pozbawiona poparcia wewnętrznego i międzynarodowego junta została wreszcie obalona w kwietniu 1974 r. podczas rewolucji goździków, niemal bezkrwawego lewicowego wojskowego puczu. Dał on niepodległość pozostałym terytoriom zamorskim oraz przywrócił po dwuletnim okresie przejściowym demokrację. W 1976 r. stworzono nową konstytucję, która uwzględniała zasady socjalistyczne i komunistyczne. Od tego czasu rząd stawał się na przemian neosocjalistyczny i neoliberalny. Rozpoczęto nacjonalizację i reformy gruntowe, Portugalia musiała dwukrotnie pozwolić Międzynarodowemu Funduszowi Monetarnemu na przeprowadzenie programów stabilizacyjnych, które umożliwiły jej odbudowę gospodarczą. W 1986 r. kraj dołączył do EWG, a w następstwie do Unii Europejskiej. W 1999 r. ostatnia portugalska kolonia, Makau, została przekazana Republice Chińskiej. Dzięki tym działaniom Portugalia ponownie zintegrowała się z Europą i zajęła należne sobie miejsce wśród narodów świata."
        }
    ],
    "leader": {
        "name": "Maria I",
        "subtitle": "Przywódczyni Portugalii",
        "lived": "1734-1816",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_i.png",
        "trait": {
            "name": "Mare Clausum",
            "effect": "Różnorodność zasobów zapewnia Portugalii dwukrotnie więcej złota ze szlaków handlowych."
        },
        "titles": [
            "Królowa regentka Portugalii, Brazylii i Algarve"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Spośród całej dynastii przez wieki nękanej tragediami i szaleństwem, Maria I jest z pewnością władczynią najlepiej znaną światu i prawdopodobnie najbardziej kochaną przez Portugalczyków. Jako królowa Portugalii, Brazylii i Algarve była nazywana Marią Pobożną, a gdy w 1807 r. uciekła przed inwazją Napoleona do Brazylii, nadano jej przydomek Maria Szalona. Maria I, pogrążając się w coraz większym szaleństwie, zmarła w Rio de Janeiro w 1816 r."
            },
            {
                "heading": "Wczesne lata",
                "text": "Maria, wychowywana i edukowana na dworze wraz z trzema młodszymi siostrami, najwięcej uwagi poświęcała religii i teologii. Oczarowana rytualnością i jasnością wiary, spędzała długie godziny na modlitwie i obrzędach. Wedle osób odwiedzających dwór była mimo wysokiego wzrostu pełna gracji, miała ostre rysy twarzy, ale ciepły uśmiech. Jednak już jako nastolatka zaczęła cierpieć na napady melancholii i nerwowego pobudzenia, przez co czasami musiała pozostawać w łożu.Gdy Maria dorosła, wzięła ślub z Piotrem III, młodszym bratem jej ojca. Mimo różnicy wieku - w chwili ślubu Maria miała 25 lat, a Piotr 42 - małżeństwo okazało się trwałe i szczęśliwe. Oboje byli bardzo pobożni, kilka razy dziennie brali razem udział w mszach. Piotr nakazał zburzenie swego pałacu w Queluz i zbudowanie nowego w stylu wersalskim, podziwianego przez Marię. Para zamieszkała tam w 1764 r. Maria urodziła siedmioro dzieci, ale tylko trójka z nich dożyła do wieku dorosłego."
            },
            {
                "heading": "Dojście do władzy",
                "text": "W roku 1776 król Józef I doznał wylewu i w lutym 1777 r. zmarł. Po trzęsieniu ziemi i fali przypływu, które zdewastowały Lizbonę i wybrzeże Portugalii w 1755 r., oraz po próbie zamachu w 1758 r. Józef stopniowo przekazywał zarządzanie krajem bezwzględnemu sekretarzowi stanu i markizowi Pombalu, który wprowadzał reformy brutalnymi metodami, kosztem swobód obywatelskich i wolności osobistej. Tuż po objęciu władzy Maria wydaliła go z rządu, głównie przez jego silnie antyjezuickie działania.W następnych latach Portugalia stopniowo zaczęła angażować się w wydarzenia w Europie. W obliczu Rewolucji Francuskiej zawarto sojusz z Wielką Brytanią. W lipcu 1782 r. Portugalia wstąpiła do Ligi Zbrojnej Neutralności w nadziei na uniknięcie wciągnięcia w rozszerzający się konflikt wojen napoleońskich. Maria i jej małżonek poświęcili te lata na patronowanie sztuce, szczególnie interesowało ich promowanie dzieł religijnych i projektów budowlanych."
            },
            {
                "heading": "Szaleństwo",
                "text": "Królowa od dawna cierpiała na manię religijną i melancholię, ale jej stan umysłowy rozpoznano dopiero na początku 1786 r., kiedy trzeba było odnieść ją do komnat po tym, jak doznała napadu drgawek podczas ceremonii religijnej. Jeszcze w tym samym roku jej stan uległ pogorszeniu, gdy po krótkiej chorobie odszedł jej mąż. Dwa lata później zmarł jej najstarszy syn i jedyna córka, Mariana. W tym samym roku śmierć dosięgła również wieloletniego spowiednika królowej. Taka kumulacja tragicznych zdarzeń sprawiła, że Maria I kompletnie oszalała.W roku 1792 rada ministrów uznała królową za niepoczytalną i zażądała, by jej jedyny żyjący syn Jan „przejął kontrolę nad sprawami publicznymi”. W 1799 r. przyjął on tytuł księcia regenta Portugali, ponieważ jego matkę uznano za niezdolną do sprawowania rządów. Maria I nie opuszczała pałacu, czasem tylko pojawiała się na jego korytarzach, zawodząc „O Jezu” i wzywając swego zmarłego męża i dzieci."
            },
            {
                "heading": "Ucieczka do Brazylii",
                "text": "W 1807 r. rząd odmówił wzięcia udziału w napoleońskiej blokadzie Wielkiej Brytanii, co zakończyło się inwazją francusko-hiszpańską. Nie mogąc uniknąć porażki, Jan, zachęcony przez rząd brytyjski, postanowił uciec wraz z całą rodziną królewską i swymi ministrami do portugalskiego Wicekrólestwa Brazylii. Wellington wyzwolił Portugalię podczas wojny na półwyspie, ale rodzina królewska pozostała w Brazylii jeszcze przez kilka lat.Większą część dalszego życia Maria spędziła w klasztorze Karmelitów w Rio de Janeiro. Podczas tych ośmiu lat coraz bardziej podupadała na zdrowiu, cierpiała między innymi na dyzenterię i gorączki tropikalne. Artretyzm i obrzęk przykuły ją do wózka inwalidzkiego, a w końcu do łoża. Kiedy odwiedzał ją syn lub członkowie rodziny, wielokrotnie krzyczała „Chcę umrzeć!”. Jej tragiczne życie dobiegło końca, gdy miała 81 lat."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Mimo szaleństwa, Maria I jest w Portugalii i Brazylii postacią podziwianą ze względu na zmiany i wydarzenia, do których doszło za jej rządów. W Portugalii uważa się ją za jedną z najsilniejszych kobiet w długiej historii tego kraju. Jej miejsce w portugalskiej kulturze najlepiej odzwierciedla pałac narodowy w Queluz, barokowe arcydzieło, które pomogła stworzyć. W Brazylii uznaje się ją za jedną z osób, które odegrały kluczową rolę w walce o niepodległość. Choć nad jej życiem osobistym można ubolewać, nie da się tego powiedzieć na temat pozostawionej przez nią spuścizny historycznej."
            }
        ]
    }
}