{
    "id": 15,
    "name": "Rzym|Rzymu|Rzymowi|Rzym|Rzymem|Rzymie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/rzym|rzymu|rzymowi|rzym|rzymem|rzymie.png",
    "dawn_of_man": "Niech ci błogosławią bogowie, Oktawianie Auguście, Imperatorze Rzymu, a także twoim włościom. Twe imperium było największym i najdłużej trwającym w historii cywilizacji zachodu, a twój lud samodzielnie stworzył własną kulturę, prawo, sztukę i wojsko. Nie dokonał tego nikt przed nimi, ani po nich. Po wielu latach nieprzerwanych podbojów, Rzym opanował basen Morza Śródziemnego od Hiszpanii na zachodzie po Syrię na wschodzie, aż w końcu jego władza sięgnęła nawet do Anglii i północnych Niemiec. Rzymska sztuka i architektura wciąż zadziwiają i inspirują świat, są obiektem zazdrości kolejnych, gorszych cywilizacji.Wielki Imperatorze, lud pragnie, byś jeszcze raz zbudował chwałę Rzymu. Czy sprawisz, że twe imperium się odrodzi i zaprowadzi pokój i ład na świecie? Uczynisz ponownie Rzym centrum świata? Zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Balisty|Balist|Balistom|Balisty",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/ballista.json"
        },
        {
            "name": "Legiony|Legionów|Legionom|Legiony",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/legion.json"
        }
    ],
    "city_names": [
        "Rzym|Rzymu|Rzymowi|Rzym|Rzymem|Rzymie",
        "Antium",
        "Cumae",
        "Neapolis",
        "Ravenna|Ravenny|Ravennie|Ravennę|Ravenną|Ravennie",
        "Arretium",
        "Mediolan|Mediolanu|Mediolanowi|Mediolanem|Mediolanem|Mediolanie",
        "Arpinum",
        "Circei",
        "Setia|Setii|Setii|Setię|Setią|Setii",
        "Satricum",
        "Ardea|Ardei|Ardei|Ardeę|Ardeą|Ardei",
        "Ostia|Ostii|Ostii|Ostię|Ostią|Ostii",
        "Waranasi",
        "Viroconium",
        "Tarentum",
        "Brundisium",
        "Caesaraugusta|Caesaraugusty|Caesarauguście|Caesaraugustę|Caesaraugustą|Caesarauguście",
        "Cezarea|Cezarei|Cezarei|Cezareę|Cezareą|Cezarei",
        "Palmyra|Palmyry|Palmyrze|Palmyrę|Palmyrą|Palmyrze",
        "Signia|Signi|Signi|Signię|Signią|Signi",
        "Akwileja|Akwilei|Akwilei|Akwileę|Akwileą|Akwilei",
        "Clusium",
        "Sutrium",
        "Cremona|Cremony|Cremonie|Cremonę|Cremoną|Cremonie",
        "Placentia|Placentii|Placentii|Placentię|Placentią|Placentii",
        "Hispalis",
        "Artaszat|Artaszatu|Artaszatowi|Artaszat|Artaszatem|Artaszacie",
        "Aurelianorum",
        "Nikopolis",
        "Londinium",
        "Eburacum",
        "Gordion",
        "Agrippina|Agrippiny|Agrippinie|Agrippinę|Agrippiną|Agrippinie",
        "Lugdunum",
        "Werona|Werony|Weronie|Weronę|Weroną|Weronie",
        "Corfinium",
        "Treveri",
        "Sirmium",
        "Augustadorum",
        "Bagacum",
        "Lauriacum",
        "Teurnia|Teurni|Teurni|Teurnię|Teurnią|Teurni",
        "Curia|Curii|Curii|Curię|Curią|Curii",
        "Fregellae",
        "Alba Fucens",
        "Sora|Sory|Sorze|Sorę|Sorą|Sorze",
        "Interrama|Interramy|Interramie|Interramę|Interramą|Interramie",
        "Suessa|Suessy|Suessie|Suessę|Suessą|Suessie",
        "Saticula|Saticuli|Saticuli|Saticulę|Saticulą|Saticuli",
        "Lucera|Lucery|Lucerze|Lucerę|Lucerą|Lucerze",
        "Arminium",
        "Sena Gallica",
        "Castrum Novum",
        "Hadria|Hadrii|Hadrii|Hadrię|Handrią|Handrii"
    ],
    "spy_names": [
        "Flawiusz",
        "Regula",
        "Serwiusz",
        "Lucia",
        "Korneliusz",
        "Licina",
        "Canus",
        "Serpens",
        "Agryppa",
        "Brutus"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Cesarstwo rzymskie było najciekawszym i najdłuższym tworem politycznym w historii Zachodniej cywilizacji. Założono je około VIII w. p.n.e. i ostatnie jego części przetrwały do XIV w. n.e. Rzymianie byli w pewnych dziedzinach wspaniałymi wynalazcami i nie bali się wprowadzać u siebie rozwiązań wymyślonych przez inne kultury. W dużej mierze wpłynęli na kształt kultury, prawa, sztuki, architektury, religii, języka i sztuki wojennej Zachodu.Ten wpis w Civilopedii traktuje o powstaniu Rzymu, republice rzymskiej i powstaniu cesarstwa rzymskiego pod przywództwem cesarza Oktawiana Augusta."
        },
        {
            "heading": "Ukształtowanie i klimat",
            "text": "Miasto Rzym znajduje się nieopodal rzeki Tyber w środkowych Włoszech. Wzdłuż Półwyspu Apenińskiego biegną pasma górskie, ale tereny bliżej brzegów są bardziej płaskie i stanowią dobre tereny dla rolnictwa. Wyżej położone miejsca zimą bywają chłodne i ośnieżone, ale brzegi półwyspu mają lżejszy, typowo śródziemnomorski klimat.W szczytowym okresie cesarstwo rzymskie kontrolowało większość zachodniej i środkowej Europy, a także spory kawałek północnej Afryki i Bliskiego Wschodu. Klimat i ukształtowanie zależało od prowincji."
        },
        {
            "heading": "Początki Rzymu",
            "text": "Wedle legend Rzym został założony przez bliźniaków Remusa i Romulusa, synów boga Marsa i córki jednego z królów. Zostali oni porzuceni po urodzeniu, ale uratowała ich wilczyca, która wzięła bliźniaków na wychowanie. Po osiągnięciu dorosłości chłopcy założyli miasto i pokłócili się o to, kto ma zostać jego władcą. Romulus wygrał. Zabił brata i stał się pierwszym królem Rzymu.Archeologowie datują pierwsze osady z tego obszaru na około VIII w. p.n.e. (choć istnieją także dowody wskazujące na istnienie tam pierwszych osad już w XX w. p.n.e.). Miasto zostało założone przez plemię Latynów na szczycie Palatynu, u podłoża którego płynie Tyber. Strategiczne położenie miasta sprawiło, że stało się ono węzłem handlowym między cywilizacją Etrusków z północy i Grekami z południa. Dzięki temu Rzym zyskiwał na dostępie do technologii i osiągnięć kulturowych obu tych grup. To położenie było także łakomym kąskiem dla sąsiadów. Przez dwa wieki Latynowie musieli odpierać ataki Etrusków i Sabinów, kolejnego okolicznego plemienia."
        },
        {
            "heading": "Republika",
            "text": "Podania głoszą, że ostatni król Rzymu był okrutnym tyranem. Ten mroczny władca, Tarkwiniusz Pyszny, został obalony po tym, jak jego syn zgwałcił jedną z wysoko postawionych kobiet. Współcześni historycy twierdzą, że prawda jest dużo bardziej prozaiczna. Wedle jednej z teorii Rzym został zdobyty przez Etrusków, którzy pozbawili tronu rzymskiego króla, ale z powodów zewnętrznych musieli opuścić miasto przez ustanowieniem własnego monarchy. Po odkryciu, że lepiej im się żyje bez króla, Rzymianie nie przywrócili korony Tarkwiniuszowi, ale wprowadzili luźno bazującą na modelu greckim republikę. Uważa się, że ostatni król Rzymu umarł pod koniec V w. p.n.e.Rzymski system polityczny długo ewoluował, ale jego wczesna struktura wyglądała następująco: Rzymem rządziło dwóch konsulów – posiadali oni władzę wykonawczą i przewodzili podczas wojen. Obaj konsulowie mieli identyczną władzę. Konsulowie byli wybierani przez coroczne komicja centurialne, czyli ogólnie rzecz ujmując, przez armię. W czasach szczególnego zagrożenia dla zachowania jedności wybierano dyktatora, który dzierżył najwyższą władzę w sprawach wojskowych. Kadencja dyktatora trwała tylko sześć miesięcy. Po tym czasie władza wracała do konsulów i senatu.Drugim filarem władzy w Rzymie był senat. Senat składał się z ok. 300 mężczyzn wybranych z wiodących rodzin rzymskich. W teorii senat był tylko ciałem doradczym, służącym konsulom i zgromadzeniom (zob. poniżej), ale w rzeczywistości posiadał ogromną władzę polityczną, a jego porady były zawsze wcielane w życie przez zgromadzenia (zob. poniżej).W Rzymie regularnie zbierały się dwa zgromadzenia, które w teorii posiadały całą władzę polityczną. Komicjum centurialne zbierało się poza granicami miasta, na Polu Marsowym. To zgromadzenie składało się z rzymskich żołnierzy, którzy z wybierali konsulów i wyższych urzędników oraz decydowali o przystąpieniu do wojny lub zawarciu pokoju. Komicja trybusowe zbierały się w obrębie murów miasta i składały się ze wszystkich mężczyzn będących obywatelami Rzymu. To zgromadzenie tworzyło prawo i sądziło podejrzanych o malwersacje finansowe."
        },
        {
            "heading": "Podboje Rzymu",
            "text": "Przez większość czasu republika rzymska była w stanie wojny z jednym lub więcej sąsiednich krajów. Wciąż też poszerzała swoje terytorium kosztem innych okolicznych plemion. W roku 426 p.n.e. Rzymianie po 11 latach walki podbili okoliczne miasto Fidenae, a następnie przez 10 lat walczyli o przejęcie etruskiego miasta Weje. Większość tych zdobyczy zostało utraconych, gdy w roku 390 p.n.e. jedno z galijskich plemion pokonało rzymską armię i splądrowało miasto. Rzymianie przez prawie pół wieku dochodzili do siebie po tym niszczycielskim ataku.Jednak w połowie trzeciego wieku Rzym panował nad środkowymi Włochami i posiadał daleko wysunięte kolonie na północy i południu. Wysiłki skoncentrowano następnie na rozbudowie niezrównanej sieci rzymskich dróg, które łączyły odległe obszary nowego imperium. Gdy tego dokonano, można było rozpocząć pracę nad budową floty.Wraz ze wzrostem znaczenia Rzym zaczął wchodzić w konflikt z innymi regionalnymi potęgami. Jedną z tych potęg była Kartagina, była kolonia fenicka, założona w Tunezji, na północnym wybrzeżu Afryki. U szczytu swej potęgi Kartagina była potężnym imperium handlowym, które panowało nam północną Afryką na wschód od Egiptu, wybrzeżem Francji, Hiszpanii i większością Sycylii. Między Rzymem i Kartaginą wywiązały się trzy wojny punickie (264 -- 146 p.n.e.), które rozstrzygnęły kwestię hegemonii w tym rejonie. Rzymscy historycy winą za wybuch wojny obarczali Kartaginę, ale współcześni badacze twierdzą, że w rzeczywistości to Rzymianie sprowokowali konflikt poprzez próbę wyparcia Kartagińczyków z Sycylii."
        },
        {
            "heading": "Pierwsza wojna punicka",
            "text": "Pierwsza wojna punicka (264 -- 241 p.n.e.) pokazała, że zaciężna armia Kartaginy nie może się równać rzymskim legionom, którzy rozgromili wroga w bitwie pod Agrigentum w roku 261 p.n.e. Na początku lepiej radziła sobie świetnie wyszkolona kartagińska flota, która szybko zdominowała niedoświadczoną flotę Rzymu. Jednak wraz z nabywaniem przez Rzymian doświadczenia na morzu i konstruowaniem nowych okrętów i ta przewaga zaczęła zanikać. Wreszcie Kartagińczycy przyznali, że walka jest bezcelowa i oddali Sycylię Rzymianom. Niedługo potem w kartagińskiej armii wybuchł bunt, co wykorzystał Rzym i odbił z ich rąk wyspy Korsykę i Sardynię.Po tych stratach Kartagina chciała wyjść na swoje poprzez podboje w Hiszpanii. Rzym odpowiedział sojuszem z hiszpańskim miastem Sagunto, co dało Kartagińczykom do zrozumienia, że w każdym zakątku rejonu morza Śródziemnego Rzym będzie stał na drodze ich ekspansji. W roku 219 p.n.e. kartagiński generał Hannibal ruszył z armią na Sagunto, na co Rzym odpowiedział wypowiedzeniem wojny. Rozpoczęła się druga wojna punicka (219 -- 201 p.n.e.)."
        },
        {
            "heading": "Druga wojna punicka",
            "text": "Hannibal, prawdziwy geniusz militarny, zdał sobie sprawę, że Kartagina nie pokona Rzymu tak długo, jak ten będzie miał niezmącony dostęp do surowców swego zaplecza. By wygrać, należało zakłócić współpracę Rzymu i innych okolicznych miast. Jedynym sposobem, by to osiągnąć, było dotarcie armią do Włoch. Z uwagi na to, że rzymska flota dominowała na morzu, musiał podjąć długą wyprawę lądem. Sześciomiesięczna podróż zakładała przeprawę przez zdradzieckie Alpy. W roku 218 p.n.e. Hannibal dotarł do Włoch wraz z 20.000 żołnierzy i 5.000 kawalerii.W 217 r. p.n.e. pokonał i prawie zupełnie zniszczył armię Rzymu, składającą się z około 15.000 żołnierzy. Następnie ruszył na południe w nadziei, że uda mu się wzbudzić niepokój w miastach podległych Rzymowi, ale niewielka ich ilość się ugięła i przyłączyła do wyprawy. Siły Hannibala błąkały się bez rezultatów po okolicznych rejonach.W 216 p.n.e. Rzymianie zdołali się przegrupować i uformowali nową, silniejszą armię, składającą się z 50.000 do 80.000 żołnierzy. Te dwie potęgi spotkały się w bitwie pod Kannami. Podczas ataku Rzymian Hannibal zlecił środkowej formacji się wycofać, a następnie zaatakował niechronione rzymskie flanki kawalerią. Armia Rzymu została ściśnięta ze wszystkich stron i w rezultacie Hannibalowi udało się zniszczyć kolejną armię wroga, tym razem silniejszą niż poprzednia. Po tej klęsce Rzymianie zupełnie podupadli na duchu. Co więcej, przekonała ona południowych Włochów, że Hannibal ma realne szanse na zwycięstwo i spora ich liczba opuściła Rzym, by przyłączyć się do Hannibala.Armia Hannibala znacząco się zwiększyła, ale w zamian musiał bronić licznych sprzymierzonych miast. Po stracie armii i części ziem na południu w posiadaniu Rzymu wciąż pozostawały północne Włochy i dominacja na morzu. Wojna wytraciła impet i zaczął się impas.W 207 r. p.n.e. Hazdrubal, brat Hannibala, skopiował wyczyn Hannibala i przeprawił kolejną armię przez Alpy, by wkroczyć do północnych Włoch. Chciał przemaszerować na południe wzdłuż wschodniego wybrzeża Włoch (z dala od Rzymu), by połączyć się z bratem i dokonać ostatecznego szturmu na miasto. Rzymianie zdołali jakoś zebrać kolejną armię i nad rzeką Metaurus związali siły wroga. Wykorzystując trik Hannibala, rzymski generał Gajusz Klaudiusz Neron oflankował Hazdrubala i odciął jego siłom drogę odwrotu. Większość kartagińskiej armii została zniszczona, a sam Hazdrubal poległ. Jego głowa została odcięta i wrzucona do obozu Hannibala. To wszystko skutecznie osłabiło impet inwazji. Hannibal pozostawał w tym rejonie jeszcze przez kilka lat, ale nie był w stanie pokonać Rzymian na ich własnym terenie.W tym samym czasie wielki rzymski generał Scypion odbił Kartaginie większość Hiszpanii. Pomimo obecności Hannibala we Włoszech udało mu się przekonać senat do poparcia inwazji w Afryce. W roku 204 przepłynął morze Śródziemne i w roku 203 p.n.e. pokonał dwie kartagińskie armie. Z uwagi na bliskie zagrożenie Hannibal został odwołany z Włoch, by stawić czoła Scypionowi w 202 r. p.n.e. Choć Hannibal miał nieco większą armię, siły Scypiona składały się z weteranów i posiadały przewagę w kawalerii. Armia Hannibala została okrążona i w większości zniszczona. Bez armii i środków Kartagina była zmuszona błagać o pokój. Rzym pozbawił wroga wszystkich pozostałych wysp i ziem w Hiszpanii oraz zażądał ogromnej kontrybucji w wysokości 10.000 talentów (była to gigantyczna kwota)."
        },
        {
            "heading": "Trzecia wojna punicka",
            "text": "Pięćdziesiąt lat po drugiej wojnie wybuchła trzecia wojna punicka (149 -- 146 p.n.e.). Nie ma wątpliwości, że ta wojna to już było tylko grabienie bezbronnej Kartaginy z ostatniego grosza. Choć Kartagina nie liczyła się już jako siła militarna zdolna zagrozić Rzymowi, posiadała bogactwa, które były obiektem zazdrości imperium rzymskiego. Rzymianie złożyli miastu serię żądań nie do spełnienia, wliczając w to wymaganie przeniesienia miasta, by mieszkańcy nie mogli już prowadzić handlu drogami morskimi. Kartagińczycy odmówili, a Rzymianie oblegli miasto, które nie chciało poddać się bez walki. Kartagina upadła w 146 r. p.n.e. Miasto zostało zniszczone, pola obsypano solą, a nieliczni mieszkańcy zostali zniewoleni. Rzym został niekwestionowanym władcą Morza Śródziemnego."
        },
        {
            "heading": "Niepokoje społeczne i upadek republiki",
            "text": "Choć Rzymianie wciąż prowadzili ekspansję, prowadząc wojny w obrębie krajów śródziemnomorskich, w pierwszym wieku p.n.e. do domów wróciły tysiące zdemobilizowanych żołnierzy. Nie dla wszystkich wystarczyło pracy, szczególnie że Rzym był zalewany niewolnikami z zamorskich zdobyczy terytorialnych. To spowodowało, że powstała duża grupa sfrustrowanych wyborców. Niektórzy próbowali przeprowadzić reformy własnościowe, by zabrać najbogatszym i rozdać ziemię żołnierzom, ale senat, złożony w większości z bogaczy, powstrzymał te reformy. By zostać konsulem, rzymski polityk musiał wdać się w łaski byłych żołnierzy, co zaowocowało rozkwitem skrajnie populistycznych wizji i brudnej walki na obietnice.W 88 r. p.n.e. Sulla, nowo wybrany konsul, wyprowadził armię z Rzymu, by wymusić na zgromadzeniu ustawę, która osłabiłaby opozycję. Po wyjściu armii z miasta opozycja przejęła miasto i zanegowała ustawy Sulli. Sulla wrócił z armią w 83 r. p.n.e. i wymordował większość członków partii opozycyjnej. Następnie przeforsował łańcuch reform konstytucyjnych i przeszedł na emeryturę.Było jasne, że Rzymem będzie rządził ten, za kim będzie stać armia. W 62 r. p.n.e. trzej mężczyźni doszli do porozumienia w sprawie podziału władzy. Ten tzw. pierwszy triumwirat składał się z generałów Pompejusza Wielkiego i Marka Krassusa oraz żołnierza i bystrego polityka z zamożnej rodziny Juliusza Cezara.Ci trzej panowie nie byli jednak zbyt chętni do współpracy i dzielenia się władzą, więc Cezar i Pompejusz, od razu po śmierci Krassusa, skoczyli sobie do gardeł. W tym czasie Cezar znajdował się poza miastem, a Pompejusz wraz z senatem starał się znaleźć sposób, by pozbawić oponenta armii. Cezar nie dał się odsunąć i pomaszerował na Rzym. Armia, która miała bronić Rzymu, była niedoszkolona i Pompejusz wiedział, że nie zdoła odeprzeć zmotywowanych do boju weteranów Cezara. Pompejusz wraz z senatem ucieka z miasta, a Cezar bez oporu wkracza do miasta w 49 r. p.n.e."
        },
        {
            "heading": "Narodziny imperium",
            "text": "Wszystkim znane są wydarzenia związane z ostatnimi latami rządów Juliusza Cezara. Utrzymując pozory republiki, de facto wprowadził w Rzymie dyktaturę. Nadał sobie możliwość mianowania wszystkich senatorów i zmienił konstytucję w taki sposób, by senat głosował tylko na kandydatów i ustawy, które on zgłaszał. W roku 44 p.n.e. został zamordowany przez członków senatu.Po śmierci Cezara zamachowcy zostali pokonani przez porucznika Marka Antoniusza, Marka Lepidusa i adoptowanego syna Cezara, Oktawiana Augusta. Tuż po tych wydarzeniach pomiędzy członkami drugiego triumwiratu pojawiły się niesnaski i Oktawian, zwany od tej pory Augustem, został niekwestionowanym cesarzem Rzymu. (By dowiedzieć się więcej o Auguście, otwórz dotyczący go wpis w Civilopedii.) Koniec republiki rzymskiej oznaczał powstanie cesarstwa rzymskiego i w niedługim czasie cały świat miał drżeć przed jego potęgą i chwałą."
        },
        {
            "heading": "Reszta jest historią",
            "text": "Cesarstwo rzymskie było niewiarygodnie fascynującym i złożonym bytem politycznym. Choć cesarstwo upadło wieki temu, jego wpływ na świat jest wciąż rozpoznawalny, a wydarzenia sprzed 2000 lat mają nadal wpływ na nasze życie codzienne. Można tylko się zastanawiać, czy dzisiejsze cywilizacje będą kiedyś postrzegane w podobny sposób."
        },
        {
            "heading": "Reszta jest historią",
            "text": "Cesarstwo rzymskie było niewiarygodnie fascynującym i złożonym bytem politycznym. Choć cesarstwo upadło wieki temu, jego wpływ na świat jest wciąż rozpoznawalny, a wydarzenia sprzed 2000 lat mają nadal wpływ na nasze życie codzienne. Można tylko się zastanawiać, czy dzisiejsze cywilizacje będą kiedyś postrzegane w podobny sposób."
        }
    ],
    "leader": {
        "name": "Oktawian August",
        "subtitle": "Przywódca Rzymian",
        "lived": "63 r.p.n.e. – 14 r.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/oktawian_august.png",
        "trait": {
            "name": "Chwała Rzymu",
            "effect": "+25% produkcji z budowli znajdujących się w stolicy."
        },
        "titles": [
            "Princeps"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Jego prawdziwe imię to Gaius Octavius. Był pierwszym (i możliwe, że najlepszym) cesarzem Rzymu. Położył kres ciągnącym się od stu lat wojnom domowym, rozpoczął trwający dwa wieki okres Pax Romana i zatroszczył się o rozwój literatury i kultury."
            },
            {
                "heading": "Początki",
                "text": "Oktawian urodził się w 63 r. p.n.e. Jego ojciec (także zwący się Gaius Octavius) był szanowanym, ale niewyróżniającym się członkiem ekwitów. Jego matka była z kolei siostrzenicą Juliusza Cezara. Ojciec Oktawiana zmarł, gdy ten miał tylko cztery lata, więc chłopiec został przygarnięty przez ojczyma, Luciusa Marciusa Philippusa.W wieku 15 lat przywdział po raz pierwszy „toga virilis” („toga męska”), czyli szatę symbolizującą wejście w dorosłość, i został mianowany członkiem kolegium kapłańskiego. W 46 r p.n.e. dołącza do kampanii Juliusza Cezara w Hiszpanii. Udaje mu się tam wywrzeć tak wielkie wrażenie na tym wspaniałym przywódcy, że uczynił go on swoim następcą."
            },
            {
                "heading": "Śmierć Juliusza Cezara",
                "text": "Gdy Juliusz Cezar został zamordowany w 44 r. p.n.e., cały zgromadzony przez niego majątek stał się własnością 18-letniego Oktawiana. W czasie samego zamachu Oktawian znajdował się wraz ze swoimi żołnierzami na terenach dzisiejszej Albanii. Po dotarciu do niego wieści o wydarzeniach ze stolicy zebrał armię składającą się z weteranów Cezara i zaskarbił sobie ich lojalność, podkreślając, że jest przybranym synem zamordowanego władcy. Po dotarciu do Rzymu sprzymierzył się z Markiem Antoniuszem i Markiem Lepidusem, zawiązując tzw. drugi triumwirat, wymierzony w morderców Cezara: Brutusa i Gajusza Kasjusza. Zostali oni wraz ze swoimi lojalnymi żołnierzami wytropieni w Grecji, gdzie w roku 42 p.n.e. w bitwie pod Filippi zostali pokonani. Brutus i Kasjusz popełnili po porażce samobójstwo."
            },
            {
                "heading": "Antoniusz i Kleopatra",
                "text": "Aby scementować przymierze, Antoniusz poślubił córkę Oktawiana (Oktawię). Ziemie Rzymu zostały podzielone między nich – Oktawian wziął zachód, Antoniusz zaś wschód, gdzie spotkał Kleopatrę, władczynię Egiptu, i został jej kochankiem. Oktawian był zbulwersowany, ponieważ była to zniewaga dla jego siostry i całej rodziny. Relacje między dwoma władcami uległy popsuciu. Antoniusz cieszył się luksusami Egiptu, a w tym czasie Oktawian umacniał swą armię i pozycję polityczną w Rzymie. W końcu doszło do wojny i w 31 r. p.n.e. Oktawian pokonał siły Antoniusza i Kleopatry w bitwie morskiej pod Akcjum. Kochanków ścigano aż do Egiptu, gdzie ostatecznie popełnili samobójstwo."
            },
            {
                "heading": "Oktawian zostaje Augustem",
                "text": "Oktawian zostaje niekwestionowanym władcą Rzymu. Zdał władzę senatowi, w którym zasiadało wielu jego sojuszników, i w zamian został mianowany „Augustem”, czyli osobą pełną godności i geniuszu. Co więcej, nadano mu też tytuł konsula Rzymu, trybuna i cenzora, a nigdy wcześniej nie zdarzyło się, by te stanowiska piastowała wcześniej ta sama osoba. Od strony prawnej cała władza była w rękach senatu, ale skoro Oktawian kontrolował senat, to on faktycznie był u sterów. Posiadał władzę cesarską, ale wolał, by nazywano go „princeps senatus”, czyli „pierwszym w senacie” (zapewne po to, by niepotrzebnie nie antagonizować zwolenników republiki)."
            },
            {
                "heading": "August w ojczyźnie",
                "text": "Oktawian August podczas czterech dziesięcioleci rządów dał Rzymowi chwilę oddechu po stuleciu wewnętrznych zawieruch. Był to czas pokoju i rozkwitu. Rozpoczął wielki projekt budowlany, mający na celu wzniesienie nowej siedziby senatu i świątyń Apolla i „boskiego Juliusza”. Niebezpodstawnie Oktawian chwalił się później, że „zastał Rzym ceglany, a zostawił marmurowy”. Za jego panowania w Rzymie tworzyli najwspanialsi autorzy: Wergiliusz, Owidiusz, Horacy i Liwiusz."
            },
            {
                "heading": "Podboje Rzymu",
                "text": "Generałowie Oktawiana Augusta także byli zadowoleni z władcy, ponieważ wreszcie mogli skierować swe wojska przeciwko zagranicznym wrogom, zamiast prowadzić bratobójcze wojny. Granice Rzymu zostały rozciągnięte do Dunaju, podbito wreszcie północną Hiszpanię i Armenię.Oktawian doznał jednak dwóch poważnych porażek militarnych w czasie panowania. W 15 r. p.n.e. rzymski gubernator Galii Marek Lolliusz został pokonany przez połączone siły plemion germańskich: Sugambrów, Tenkterów i Uzypetów. Przekroczyły one Ren i wdarły się do Galii, ale nie wyrządziły większych szkód.Druga porażka była dużo bardziej dotkliwa. W 9 r. n.e. Publiusz Kwinktyliusz Warus został wraz ze swymi trzema legionami pokonany przez Germanów w Lesie Teutoborskim. Po trzydniowej bitwie i serii błędów dowódcy prawie wszyscy legioniści zostali wybici lub dostali się do niewoli. Warus po tej klęsce popełnił samobójstwo, a jego głowa została przez zwycięzców wysłana jako prezent dla króla Marboda z Bohemii, władcy plemienia Markomanów.Na wieść o porażce August wysłał do miasta żołnierzy, by nie dopuścić do powstania. Przedłużył kadencje zarządców prowincji, by mieć pewność, że w razie wybuchu powstania u sterów będą doświadczeni ludzie, a także zorganizował ku czci Jowisza igrzyska, by odwrócić złą passę. Oktawian był tą klęską dogłębnie wstrząśnięty. Swetoniusz pisał: „przez kilka miesięcy nie golił się, a czasem uderzał głową w drzwi, powtarzając «Kwinktyliuszu Warusie, oddaj mi moje legiony!»”Na szczęście powstania nie wybuchły i cesarstwo wyszło z tego bez większego szwanku."
            },
            {
                "heading": "Osąd historii",
                "text": "Po śmierci Oktawiana Augusta w roku 14 powrót do starego systemu republiki był nie do pomyślenia, więc władzę droga pokojową objął cesarz Tyberiusz.Panowanie Augusta było czasem rozwoju i panowania Rzymu w rejonie Morza Śródziemnego. Dobrze zarządzał cesarstwem i zmiany, które wprowadził, pozwoliły później Rzymowi na dwa wieki zdominować znany ówcześnie świat i obyć się bez większych wojen czy innych poważniejszych problemów. Niewielu przywódcom w historii, jeśli komukolwiek, udał się podobny wyczyn."
            }
        ]
    }
}