{
    "id": 16,
    "name": "Rosja|Rosji|Rosji|Rosję|Rosją|Rosji",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/russia.png",
    "dawn_of_man": "Witaj, Wasza Wysokość Caryco Katarzyno, władczyni wszystkich Rosjan. Pod twymi rządami znajduje się największy kraj świata. Wielka Rosja rozciąga się od Oceanu Spokojnego na wschodzie aż po Morze Bałtyckie na zachodzie. Mimo wojen, susz i wielkich kataklizmów, bohaterski naród rosyjski trwał i rozwijał się, ich artyści i naukowcy należą do najlepszych na świecie. Po dziś dzień Imperium jest jednym z najpotężniejszych w historii ludzkości - to prawdziwe supermocarstwo, dysponujące najbardziej niszczycielską siłą stworzoną przez człowieka.Katarzyno, twój lud chce, byś dała Rosji chwałę, by jej mieszkańcy mogli ożywić tę krainę i odzyskać cud Oświecenia. Jesteś gotowa jeszcze raz poprowadzić swój naród do wielkości? Stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Twierdza|Twierdzy|Twierdzy|Twierdzę|Twierdze|Twierdz|Twierdzom|Twierdze",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/krepost.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kozacy|Kozaków|Kozakom|Kozaków",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/cossack.json"
        }
    ],
    "city_names": [
        "Moskwa|Moskwy|Moskwie|Moskwę|Moskwą|Moskwie",
        "Petersburg|Petersburga|Petersburgowi|Petersburg|Petersburgiem|Petersburgu",
        "Nowogród|Nowogrodu|Nowogrodowi|Nowogród|Nowogrodem|Nowogrodzie",
        "Rostów|Rostowa|Rostowowi|Rostów|Rostowem|Rostowie",
        "Jarosław|Jarosława|Jarosławowi|Jarosław|Jarosławem|Jarosławiu",
        "Jekaterynburg|Jekaterynburga|Jekaterynburgowi|Jekaterynburg|Jekaterynburgiem|Jekaterynburgu",
        "Jakuck|Jakucka|Jakuckowi|Jakuck|Jakuckiem|Jakucku",
        "Władywostok|Władywostoku|Władywostokowi|Władywostok|Władywostokiem|Władywostoku",
        "Smoleńsk|Smoleńska|Smoleńskowi|Smoleńsk|Smoleńskiem|Smoleńsku",
        "Orenburg|Orenburga|Orenburgowi|Orenburg|Orenburgiem|Orenburgu",
        "Krasnojarsk|Krasnojarska|Krasnojarskowi|Krasnojarsk|Krasnojarskiem|Krasnojarsku",
        "Chabarowsk|Chabarowska|Chabarowskowi|Chabarowsk|Chabarowskiem|Chabarowsku",
        "Briańsk|Briańska|Briańskowi|Briańsk|Briańskiem||Briańsku",
        "Twer|Tweru|Twerowi|Twer|Twerem|Twerze",
        "Nowosybirsk|Nowosybirska|Nowosybirskowi|Nowosybirsk|Nowosybirskiem|Nowosybirsku",
        "Magadan|Magadanu|Magadanowi|Magadan|Magadanem|Magadanie",
        "Murmańsk|Murmańska|Murmańskowi|Murmańsk|Murmańskiem|Murmańsku",
        "Irkuck|Irkucka|Irkuckowi|Irkuck|Irkuckiem|Irkucku",
        "Chita|Chity|Chitcie|Chitę|Chitą|Chitcie",
        "Samara|Samary|Samarze|Samarę|Samarą|Samarze",
        "Archangielsk|Archangielska|Archangielskowi|Archangielsk|Archangielskiem|Archangielsku",
        "Czelabińsk|Czelabińska|Czelabińskowi|Czelabińsk|Czelabińskiem|Czelabińsku",
        "Tobolsk|Tobolska|Tobolskowi|Tobolsk|Tobolskiem|Tobolsku",
        "Wołogda|Wołogdy|Wołogdzie|Wołogdę|Wołogdą|Wołogdzie",
        "Omsk|Omska|Omskowi|Omska|Omskiem|Omsku",
        "Astrachań|Astrachania|Astrachaniowi|Astrachań|Astrachaniem|Astrachanie",
        "Kursk|Kurska|Kurskowi|Kursk|Kurskiem|Kursku",
        "Saratów|Saratowa|Saratowowi|Saratów|Saratowem|Saratowie",
        "Tula|Tuli|Tule|Tulę|Tulą|Tuli",
        "Włodzimierz|Włodzimierza|Włodzimierzowi|Włodzimierza|Włodzimierzem|Włodzimierzu",
        "Perm|Permu|Permowi|Perm|Permem|Permie",
        "Woroneż|Woroneża|Woroneżowi|Woroneż|Woroneżem|Woroneżu",
        "Psków|Pskowa|Pskowowi|Psków|Pskowem|Pskowie",
        "Stara Russa|Starej Russy|Starej Russie|Starą Russę|Starą Russą|Starej Russie",
        "Kostroma|Kostromy|Kostromie|Kostromę|Kostromą|Kostromie",
        "Niżny Nowogród|Niżnego Nowogrodu|Niżnemu Nowogrodowi|Niżny Nowogród|Niżnym Nowogrodem|Niżnym Nowogrodzie",
        "Suzdal|Suzdalu|Suzdalowi|Suzdal|Suzdalem|Suzdalu",
        "Magnitogorsk|Magnitogorska|Magnitogorskowi|Magnitogorsk|Magnitogorskiem|Magnitogorsku"
    ],
    "spy_names": [
        "Aleksiej",
        "Lena",
        "Dmitri",
        "Anastazja",
        "Tatiana",
        "Borys",
        "Doktor Serij",
        "Michaił",
        "Natasza",
        "Zmieja"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Jak powiedział kiedyś Winston Churchill: Rosja jest zagadką zawiniętą w tajemnicę pośrodku enigmy. Stanowi część Europy i Azji, ale jest zarazem odmienna od obydwu. Rosja jest bogata w surowce naturalne, lecz prawie zawsze jej ludność była biedna. Była najechana i zdobyta przez Gotów, Hunów, Francuzów i Niemców, ale zachowała swój odrębny charakter. Była światową potęgą, była też na skraju upadku. Monarchia, dyktatura komunistyczna i demokracja -- wszystko w czasie stu lat. Rosja jest jedną z najbardziej fascynujących cywilizacji w historii świata."
        },
        {
            "heading": "Ukształtowanie i klimat",
            "text": "Rosja to ogromny kraj. 16.835.000 kilometrów kwadratowych powoduje, że posiada dwukrotnie większe terytorium niż USA, ale za to ma dwukrotnie mniejszą liczbę ludności. To wspaniały kraj wielkich łańcuchów górskich, przepastnych stepów i szerokich rzek. Na wschodzie Rosja ma dostęp do Pacyfiku, a na zachodzie do Morza Bałtyckiego. Południowe tereny Rosji mogą być upalne, ale rosyjska zima bywa okrutna -- długa, zimna i mroczna."
        },
        {
            "heading": "Prehistoria Rosji",
            "text": "Wykopaliska archeologiczne dowodzą, że część Rosji była zamieszkana już cztery tysiące lat temu, ale niewiele wiadomo o tych pierwszych osadnikach. Grecy i Persowie dość wcześnie zaczęli zasiedlać dzisiejszą Ukrainę, ale najprawdopodobniej zapuszczali się też do bezkresnych rosyjskich lasów na północy. Wiele nomadycznych plemion, które później osiadły w zachodniej Europie, przemierzyło kraj między czwartym a dziesiątym wiekiem n.e. (m.in. Hunowie, Goci i Węgrzy). W tym samym czasie wschodni Słowianie zaczęli przybywać na te tereny, a po nich zaczęli docierać germańscy odkrywcy szukający dóbr na wymianę oraz nowych szlaków na wschód. Z północy na południe zaczęły wędrować plemiona Finów."
        },
        {
            "heading": "Ruś kijowska",
            "text": "W ósmym wieku pojawiają się pierwsze wzmianki dotyczące Rusi Kijowskiej. Uważa się, że Ruś została założona przez wikingów, którzy wyruszyli z wybrzeża Morza Bałtyckiego na południe (z tą teorią nie zgadzają się niektórzy rosyjscy badacze, którzy twierdzą, że założycielami Rusi byli Słowianie). W 860 r. Ruś zaczęła wysyłać wyprawy łupieżcze na południe aż do Konstantynopola, a do 1000 r. n.e. kontrolowała szlaki handlowe biegnące z Morza Bałtyckiego do Morza Czarnego. To stanowiło podstawę dla rozwoju Rusi.Do XII w. Imperium Kijowskie zajmowało ziemie, które później będą stanowić wschodnią Rosję - od Polski na zachodzie do Wołgi na wschodzie i od Finlandii na północy do Ukrainy na południu. Trudno było kierować tym wielkim terytorium z jednego miejsca, szczególnie że poszczególne części imperium zaczęły wykazywać tendencje do wyodrębniania tożsamości narodowych. Z punktu widzenia gospodarki Ruś także pozostawała podzielona. Północne prowincje współpracowały z krajami bałtyckimi, zachodnie z Polską i Węgrami, a południowe z Azją Mniejszą i krajami śródziemnomorskimi. Pod koniec XII w. Ruś Kijowska rozpadła się na dzielnice."
        },
        {
            "heading": "Inwazja mongolska",
            "text": "Pierwsze wtargnięcie Mongołów na terytorium kijowskie miało miejsce w 1223 r., gdy mongolskie jednostki zwiadowcze starły się z połączonymi siłami księstw Rusi pod przywództwem Mścisława Udałego w bitwie pod Kałką. Podekscytowane początkowym zwycięstwem siły Rusi podjęły niezorganizowany pościg za uciekającym wrogiem, co wykorzystali mongolscy jeźdźcy i rozbili wojska Mścisława. Duża część sił Rusi poddała się Mongołom pod warunkiem, że zostaną oszczędzeni. Mongołowie zaakceptowali warunki kapitulacji, ale i tak wymordowali wrogów. Mongołowie na kilka lat opuścili ziemie Rusi, ale potem wrócili z większą armią.W 1237 r. ogromna armia Mongołów, licząca sobie 30.000 żołnierzy, ponownie przekroczyła Wołgę. W ciągu kilku lat Mongołowie zdobyli, splądrowali oraz zniszczyli tuzin rosyjskich miast i osad, wliczając w to Riazań, Kołomnę, Moskwę, Rostów, Kaszyn, Dmitrów, Kozielsk, Halicz i Kijów. Bez problemów miażdżyli wszelki opór. Do roku 1240 r. większość Rusi była ruiną w pełni kontrolowaną przez Mongołów, którzy następnie skierowali się ku Polsce i Węgrom."
        },
        {
            "heading": "Złota Orda",
            "text": "Zachodnie Imperium Mongolskie, w skład którego wchodziła większość Rosji, było nazywane Złotą Ordą (choć pewnie nie przez samych Mongołów). Stolicą Ordy było Saraj Batu, nowe miasto zbudowane nad brzegami rzeki Wołgi. Choć Mongołowie (znani też pod nazwą Tatarów) byli bezwzględnymi najeźdźcami, byli też dość łagodnymi władcami. Zazwyczaj rzadko w bezpośredni sposób wpływali na poddanych. Woleli zostawić strukturę władzy bez zmian i zarządzać poprzez miejscowych władców. Wywodzący się z szamanizmu Mongołowie przeszli na islam niedługo przed najazdami i byli tolerancyjni wobec innych religii. Jeśli podbity lud płacił na czas trybut, zostawiali go w spokoju.Złota Orda przetrwała do XIV w., gdy rozsypała się po ataku Tamerlana z południa. Chcąc przechwycić szlaki handlowe, Tamerlan zniszczył Saraj Batu, Azow i Kaffę, co mocno osłabiło Mongołów. Lokalni przywódcy na Rusi, szczególnie ci rządzący Księstwem Moskiewskim, zwietrzyli swą szansę na objęcie samodzielnej władzy."
        },
        {
            "heading": "Państwo moskiewskie",
            "text": "Pod rządami Iwana III (1462-1505) Księstwo Moskiewskie zaczęło jednoczyć ziemie ruskie, a następnie anektować dalsze terytoria na Białorusi i Ukrainie. W 1478 r. zaanektowano Nowogród, a w 1485 r. podobny los spotkał Twer. Ten wysiłek został niemal zaprzepaszczony w 1497 r., gdy pomiędzy krewnymi Iwana rozgorzała walka o prawa do sukcesji. Iwan najpierw namaścił na następcę swego wnuka z pierwszego małżeństwa, ale potem został zmuszony do wyznaczenia syna z drugiego małżeństwa, Wasyla.Pod rządami Iwana Księstwo Moskiewskie weszło też na salony europejskiej dyplomacji. Iwan starał się związać bliżej z Bizancjum, by wytworzyć presję na prężnie rozwijającym się na zachodzie państwie polsko-litewskim (oba kraje starały się zagarnąć dla siebie pozostałości po upadku Złotej Ordy).Po śmierci Iwana jego syn, Wasyl III, wzmocnił monarchię i rozszerzył granice księstwa. Wasyl spłodził następcę tronu dopiero pod koniec swego panowania i do czasu osiągnięcia pełnoletności przez jego syna, Iwana, rządy mieli sprawować regenci. Iwan miał 3 lata, gdy zmarł jego ojciec (1533 r.) i w dodatku był chorowity, co wykorzystali polityczni intryganci i przedłużyli okres rządów regencyjnych. Cierpiało na tym państwo. Sprawy obrały jeszcze gorszy obrót wraz z osiągnięciem przez Iwana pełnoletności. Sytuacja była wręcz „groźna”."
        },
        {
            "heading": "Iwan Groźny",
            "text": "W wieku 16 lat Iwan Groźny (1530-1584) zostaje koronowany na cara Księstwa Moskiewskiego. To pierwszy car w historii (słowo pochodzi od rzymskiego tytułu cezara). Niewiele zachowało się o nim informacji. Wiadomo natomiast, że był chorowity i ożenił się sześciokrotnie. Wielu uważa, że na początku rządów był tylko marionetką jednej z frakcji chcącej zdominować dwór. Podczas tego okresu wprowadził szereg reform wojska i systemu prawnego, co miało ograniczyć potęgę bojarów. Te zmiany miały wzmocnić siłę militarną Rosji przed nadchodzącymi wyprawami. Jednak kampanie nie do końca potoczyły się zgodnie z planem.W wieku dwudziestu kilku lat Iwan zaczął agresywnie zagarniać władzę kosztem wszystkich wokół. Niezależnie myślący dwór został rozgoniony i zastąpiony socjopatycznymi pochlebcami. Równie drastyczne czystki zaszły w armii. Iwan uznał miliony akrów ziemi bojarskiej za opryczninę, czyli tereny będące się do jego wyłącznej dyspozycji.Nowy władca był tak samo dobrym przywódcą wojskowym, jak miłosiernym człowiekiem - doprowadził do degrengolady w armii i bankructwa kraju po opłakanych w skutkach wojnach inflanckich (1558-1583). Umarł w roku 1584 i można powiedzieć, że rychło w czas.Na jakiś czas po jego śmierci stan rzeczy się poprawił, gdy jeden z popleczników Iwana, Borys Godunow, objął władzę, ale po jego śmierci w 1605 r. wszystko znów zaczęło walić się ludziom na głowy. Ten czas (1606-1613) zwany jest „Wielką Smutą”. Nie było głowy państwa, różne armie swobodnie maszerowały przez kraj i nikt nie był w stanie przejąć władzy. W końcu kupcy z północy Rosji sfinansowali armię zaciężną, złożoną głównie ze szwedzkich najemników, która wypędziła z Księstwa obcokrajowców i zdyscyplinowała kozaków. Nowa siła przejęła ośrodki rządowe (czy też ich resztki) i zarządziła wybory nowego cara."
        },
        {
            "heading": "Ród Romanowów",
            "text": "W wieku 16 lat carem zostaje Michał I Romanow i od razu musi stawić czoła niezliczonym problemom. Dziesięciolecia wyniszczającej polityki doprowadziły kraj do ruiny, mieszkańcy uciekali, jak najdalej mogli, a ziemie marniały. Część ziem wciąż była zajmowana przez obce wojska, a te, które były wolne od okupacji, często miały samozwańczych władców. Pierwszy car rodu Romanowów poświęcił blisko dwadzieścia lat na odzyskanie kontroli nad państwem.Kolejni carowie kontynuowali dzieło ekspansji, walcząc albo zawierając sojusze na przemian ze Szwecją, Polską i/lub Imperium osmańskim, w zależności od tego, gdzie akurat trzeba było poszerzyć granice. Terenami spornymi były m.in. wschodnia Ukraina, kraje bałtyckie i Białoruś."
        },
        {
            "heading": "Piotr Wielki",
            "text": "Piotr I Wielki (1672-1725) najpierw rządził Rosją wraz z bratem Iwanem V w latach 1682-1696. Po śmierci Iwana samodzielnie sprawował rządy w latach 1696-1725. Na początku panowania Piotra I rządy regencyjne sprawowała jego siostra Zofia, a on sam został odesłany do wsi Prieobrażenskoje. Z tego powodu zamiast uzyskać standardowe wykształcenie młodego carewicza, skupił się na sporcie, matematyce i szkoleniu wojskowym.Choć Rosja już wtedy była ważną siłą na lądzie, ale brakowało jej dostępu do Morza Czarnego, Kaspijskiego czy też Bałtyckiego. Piotr wierzył, że bez floty Rosja nigdy nie będzie wielka i na tym w dużej mierze opierał swoją politykę zagraniczną. W 1695 r. Piotr wyruszył na południe, zdobywając Azow i zbliżył się do Morza Czarnego.W 1697 r. założył tzw. Wielkie Poselstwo, które było grupą 250 osób podróżujących po zachodniej Europie w celu zbierania informacji dotyczących kultury i gospodarki. Piotr również podróżował z grupą, incognito. Przez cztery miesiące pracował jako okrętowy cieśla w stoczniach Holenderskiej Kompanii Wschodnioindyjskiej, potem przez taki sam okres w dokach Królewskiej Marynarki Wojennej Wielkiej Brytanii. W czasie podróży najął wielu Europejczyków, by usprawnić rosyjskie miasta, gospodarkę i infrastrukturę.Piotr szukał sojuszników do wyprawy na Turcję, ale nie odniósł sukcesu. Wiedząc, że Rosja sama nic w tym rejonie nie osiągnie, pragmatyczny car podpisał traktat pokojowy z Osmanami i skupił swą uwagę na krajach bałtyckich.Pod koniec XVI wieku Szwedzi okupowali wybrzeże morza Bałtyckiego m.in. Ingrię, Karelię, Estonię i Liwonię. Piotr sprzymierzył się z Saksonią i Danią-Norwegią tworząc Ligę Północną wymierzoną przeciw Szwecji i w 1700 r. sojusznicy zaatakowali, co było początkiem trwającej 21 lat „Wojny północnej”. Piotr brał czynny udział w wojnie -- często znajdował się na linii frontu, pod ostrzałem wroga.W tym samym czasie, w roku 1703, niedaleko Zatoki Fińskiej rozpoczął budowę Sankt Petersburga. W 1712 r. miasto to zostało stolicą Rosji. W 1721 r. Rosjanie wyparli Szwedów z południowych i wschodnich brzegów Morza Bałtyckiego. W 1724 r. Piotr pomógł uratować grupę marynarzy, których statek trafił na mieliznę w Zatoce Fińskiej. Podczas tej niepozornej przygody car się przeziębił i niedługo potem zmarł.Przed śmiercią Piotr nie wyznaczył następcy i następne czterdzieści lat było pasmem słabych rządów regencyjnych i przelotnych władców, z których najlepszym była chyba jego córka, Elżbieta, która rządziła w latach 1741-1760. W czasie jej rządów założono w 1755 r. Uniwersytet Moskiewski (MGU), a Rosja rozszerzyła swe panowanie w zachodniej Ukrainie.Po Elżbiecie rządy objął jej nielubiany przez lud bratanek Piotr III. Rządy Piotra trwały tylko dwa lata -- do jego obalenia (i w końcu zamordowania) przez własną żonę Katarzynę II."
        },
        {
            "heading": "Katarzyna Wielka",
            "text": "Katarzyna Wielka była córką niemieckiego księcia i poślubiła Piotra III w wieku 15 lat. Rozwijała się, czytając europejską literaturę. Piękna, inteligentna i przebiegła - przymioty te pozwoliły jej podbić serca rosyjskich możnych, przedkładający ją od Piotra, którego uznawali za idiotę. Gładko uzyskała poparcie do przeprowadzenia zamachu stanu i objęła rządy w wieku 33 lat.Katarzyna rządziła przez 30 lat. Podczas tego czasu rozszerzyła rosyjskie granice, zyskując ważne ziemie u brzegów Morza Czarnego i Morza Kaspijskiego, a także przejmując kontrolę nad ziemiami za Uralem. Katarzyna wraz z Austrią i Prusami doprowadziła w 1772 roku do rozbiorów Polski, co jednak w dłuższym okresie czasu przysporzyło Rosji więcej problemów niż pożytku.Podczas swych rządów caryca wdrożyła w Rosji ważne reformy, próbując usprawnić organizację państwa i wykorzenić korupcję. Pomimo liberalnej reputacji nie była kochana przez rosyjskie chłopstwo. Za jej panowania znacząco zwiększyło się zjawisko pańszczyzny, co tylko pogorszyło i tak już złe warunki bytowania chłopów.Katarzyna II umarła w 1796 roku. Zobacz odpowiedni wpis w Civilopedii, by dowiedzieć się więcej o tej przywódczyni."
        },
        {
            "heading": "Rosja w XIX wieku",
            "text": "W ciągu dwóch pierwszych dekad XIX wieku pojawił się i upadł jeden z najgenialniejszych dowódców wojskowych Europy Napoleon Bonaparte, cesarz Francji. Po rewolucji francuskiej Bonaparte objął rządy w podzielonej oraz osłabionej Francji i przemienił ją w najpotężniejsze państwo Europy. Rosja wraz z sojusznikami została pokonana pod Austerlitz w 1805 r. Rosjanie starli się z Francuzami po raz kolejny w 1806 i 1807 r. Następnie przez pięć lat panował pokój, po którym Napoleon wyruszył w 1812 roku na katastrofalną w skutkach inwazję Rosji. Przez kolejne dwa lata Rosjanie walczyli z Francuzami i ostatecznie udało im się doprowadzić do klęski Napoleona i jego wypędzenia z Europy. Po tej wojnie Rosja uzyskała status potęgi militarnej na kontynencie.Status ten ucierpiał w połowie wieku, gdy Rosjanie nie potrafili sobie poradzić z małym i źle dowodzonym kontyngentem angielsko-francuskim podczas Wojny Krymskiej (1853-1856). Po tej wojnie nowy car Aleksander II podjął się przeprowadzenia gruntownej modernizacji całego kraju, wliczając w to uwłaszczenie chłopów w 1861. Warunki uwłaszczenia były jednak bardzo trudne, gdyż chłopi musieli płacić coroczne wykupne i w wielu przypadkach po uwłaszczeniu żyło im się gorzej niż pod władzą feudała. W tym samym okresie Rosja wprowadziła szereg reform prawnych opierających się na modelu europejskim. Choć był to krok do przodu, nowe prawo wciąż traktowało chłopów gorzej niż resztę obywateli.Lata siedemdziesiąte XIX wieku przyniosły wzrost aktywności wywrotowej, szczególnie wśród młodzieży akademickiej. W roku 1873 studenci podjęli próbę wzniecenia nastrojów rewolucyjnych wśród chłopstwa, ale ci nie dali się zmanipulować. Zamieszani w sprawę studenci zostali wtrąceni do więzień lub wywiezieni na Syberię. Ci, którzy przetrwali, przeszli do głębokiego podziemia i zaczęli organizować zamachy na urzędników wysokiego szczebla. W 1881 roku terrorystom udało się przeprowadzić udany zamach na Aleksandra II. Głównych przywódców grupy zamachowców złapano i powieszono.Aleksander III został nowym carem i wprowadził szereg ustaw, które ograniczały dostęp do edukacji i swobody obywatelskie.W 1894 roku Aleksander umiera, a tron obejmuje jego syn Mikołaj II."
        },
        {
            "heading": "Początek końca",
            "text": "W latach 1904-1905 Rosjanie ponieśli szereg klęsk w wojnie rosyjsko-japońskiej, co osłabiło prestiż rządu centralnego i wywołało masowe strajki oraz protesty ze strony różnych grup żądających reform. W 1905 grupa robotników z Sankt Petersburga pomaszerowała na Pałac Zimowy z listą żądań dla cara, ale przywitały ich tylko strzały. Zginęło 130 uczestników marszu. Wieści o tej krwawej niedzieli szybko rozeszły się po Rosji i wywołały zamieszki. Pod koniec roku car z niechęcią zgadza się wprowadzenie wybieralnego ciała doradczego (Dumy Państwowej). To jednak nie zaspokoiło żądań rewolucjonistów i przez następne dwa ciężkie lata krajem targały niepokoje społeczne.Powstanie Dumy spowodowało rozbicie opozycji, ponieważ niektórzy postanowili zreformować kraj korzystając z możliwości przez nią oferowanych, ale reszta się zradykalizowała i wybrała działania wywrotowe. Rosja ledwo kuśtykała, powoli się wykrwawiając, ale dopiero pierwsza wojna światowa doprowadziła do upadku całego systemu."
        },
        {
            "heading": "Pierwsza wojna światowa",
            "text": "I wojna światowa była straszliwą klęską dyplomacji i zdrowego rozsądku. Przed wojną narody Europy związały się siecią sojuszy wojskowych, które w razie nawet małego konfliktu mogły doprowadzić do wojny na ogromną skalę. W roku 1914 Austro-Węgry wypowiadają wojnę Serbii, co powoduje, że Rosja przystępuje dołacza do konfliktu. Niemcy stają po stronie Austro-Węgier, a Francja i Wielka Brytania po stronie Rosji i tak dalej.Car Mikołaj II zmobilizował swe siły tak szybko, jak to było możliwe i nakazał natychmiastowy wymarsz na Niemców. Ci z łatwością otoczyli i zmusili do poddania większość rosyjskich armii. W 1915 austriacko-niemiecka ofensywa bez oporów wkracza do Polski i dalej podąża na zachodnie prowincje Rosji. Ta klęska oraz przystąpienie do wojny Turcji, długoletniego wroga Rosji, spowodowało, że i tak już ledwo radzący sobie rząd Rosji znalazł się w jeszcze cięższym położeniu.Car Mikołaj II niezbyt dobrze wybrnął z tej trudnej sytuacji. Przeniósł swój dwór na Białoruś, by móc „osobiście dowodzić armią” i zostawił codzienne sprawy imperium swojej żonie i jej znienawidzonemu doradcy Rasputinowi. W 1916 Rasputin zostaje zamordowany przez grupę spiskowców, w skład której wchodziło sporo osób bliskich rodzinie carskiej.W roku 1916 sytuacja na froncie ulega poprawie, ale sytuacja w kraju znacznie się pogarsza. Pojawiły się niedobory żywności, bo zbyt wielu chłopów zostało powołanych do armii, a import został zablokowany przez nieprzyjaciela. To wraz ogromną inflacją doprowadziło do protestów robotniczych. W 1917 członkowie Rewolucji Lutowej domagali się zniesienia monarchii. Rząd wezwał Kozaków do rozpędzenia tłumu, ale ci się zbuntowali i przeszli na stronę protestujących. Niedługo potem Duma dołączyła do niezadowolonych i 15 marca car był zmuszony abdykować. Po jakimś czasie Mikołaj wraz z rodziną został zamordowany.Carat upada. Pojawia się Związek Socjalistycznych Republik Radzieckich."
        },
        {
            "heading": "ZSRR",
            "text": "ZSRR przetrwał pięćdziesiąt lat. Jego największym zwycięstwem było pokonanie Niemiec w Wielkiej Wojnie Ojczyźnianej (II wojna światowa). Był też przeciwwagą dla Stanów Zjednoczonych, które po wojnie miały niemal nieograniczoną siłę. (Ocena czy było to dobre czy złe zależy od punktu widzenia.) Jego największą porażką była niezdolność do podwyższenia standardu życia swych obywateli w stosunku do innych krajów Europy i Zachodu. Związek Radziecki zakończył swój żywot w 1991 r. W pewnym stopniu było to spowodowane naciskami ze strony Stanów Zjednoczonych i ich sojuszników, ale Związek Radziecki upadł głównie z uwagi na ogromne wewnętrzne problemy gospodarcze.O Związku Radzieckim można pisać długo, ale ograniczony czas i miejsce zmuszają do pozostawienia tego tematu dla innej Civilopedii w jednej z kolejnych gier."
        },
        {
            "heading": "Rosja dziś",
            "text": "Nowa Federacja Rosyjska wciąż jest zagadką zawiniętą w tajemnicę pośrodku enigmy. Porzuciła komunizm dla tzw. kapitalizmu oligarchicznego. Dzięki temu pojawiło się wielu miliarderów, ale ogromna rzesza ludzi wciąż pozostaje w ubóstwie. Wiele krajów uzyskało dzięki temu niepodległość (Niemcy Wschodnie, Ukraina, kraje bałtyckie), ale wiele innych pozostaje w ciężkim cieniu Rosji (czego przykładem może być niedawna wojna z Gruzją). Kraj jest demokratyczny, ale władza wydaje się skupiać w rękach jednego człowieka. Nie jest pewne, jak potoczą się losy tego kraju w XXI w., ale z pewnością będzie wciąż jednym z najpotężniejszych i najważniejszych narodów na Ziemi."
        },
        {
            "heading": "Rosja dziś",
            "text": "Nowa Federacja Rosyjska wciąż jest zagadką zawiniętą w tajemnicę pośrodku enigmy. Porzuciła komunizm dla tzw. kapitalizmu oligarchicznego. Dzięki temu pojawiło się wielu miliarderów, ale ogromna rzesza ludzi wciąż pozostaje w ubóstwie. Wiele krajów uzyskało dzięki temu niepodległość (Niemcy Wschodnie, Ukraina, kraje bałtyckie), ale wiele innych pozostaje w ciężkim cieniu Rosji (czego przykładem może być niedawna wojna z Gruzją). Kraj jest demokratyczny, ale władza wydaje się skupiać w rękach jednego człowieka. Nie jest pewne, jak potoczą się losy tego kraju w XXI w., ale z pewnością będzie wciąż jednym z najpotężniejszych i najważniejszych narodów na Ziemi."
        }
    ],
    "leader": {
        "name": "Katarzyna",
        "subtitle": "Przywódczyni Rosjan",
        "lived": "1729-1796 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/catherine.png",
        "trait": {
            "name": "Syberyjskie bogactwa",
            "effect": "Surowce strategiczne dostarczają +1 produkcji, a surowce takie jak konie, żelazo i uran ulegają podwojeniu."
        },
        "titles": [
            "Caryca Rosji"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Katarzyna Wielka rządziła Rosją w drugiej połowie XVIII w. Była architektką ekspansji rosyjskiego imperium, przyłączyła dziesiątki tysięcy kilometrów kwadratowych ziem dzięki podbojom oraz udanej dyplomacji. Piękna i inteligentna Katarzyna czarowała i uwodziła największe umysły Europy oraz sprawiła, że jej dwór był jednym z głównych centrów oświeceniowego myślenia na kontynencie. Choć urodziła się poza granicami kraju, uważa się ją za jedną z najważniejszych osób w historii Rosji."
            },
            {
                "heading": "Początki",
                "text": "Jej pełne imię to Sophie Friederike Auguste Von Anhalt-Zerbst. Urodziła się w 1729 r. w Szczecinie i była córką niemieckiego księcia. W wieku 16 lat poślubiła Piotra Ulryka, późniejszego cara rosyjskiego Piotra III. Szybko nauczyła się rosyjskiego i przeszła na prawosławie. Piękna i inteligentna Katarzyna w dużej mierze kształciła się sama i poświęcała czytaniu ówczesnej literatury. Zaprzyjaźniła się z wielkimi myślicielami tamtych czasów, wliczając w to błyskotliwych francuskich filozofów Diderota i Rousseau."
            },
            {
                "heading": "Sięgnięcie po władzę",
                "text": "Jej małżeństwo z neurotycznym i słabym Piotrem III nie było udane. Opisywano go jako wrednego, okrutnego, brzydkiego (przez rany po ospie) i wiecznie pijanego miłośnika Prus, który nienawidził Rosjan. Nic dziwnego, że nie mógł sobie zjednać dworu. Katarzyna mimo swego pochodzenia była dużo bardziej popularna tak wśród arystokracji, jak i wojskowych.W wieku 33 lat z pomocą gwardii carskiej dokonała przewrotu, a niedługo później jej mąż zginął w „wypadku na polowaniu”."
            },
            {
                "heading": "Polityka zagraniczna",
                "text": "Katarzyna samotnie objęła rządy w Rosji i rozpoczęła ekspansjonistyczną politykę zagraniczną popartą ważkimi argumentami militarnymi. Wojna rosyjsko-turecka (1768-1774), wypowiedziana przez sułtana Mustafę III po incydencie granicznym, w którym kozacy rzekomo przekroczyli granicę i wymordowali mieszkańców Bałty, zakończyła się dużym sukcesem Rosjan. Dzięki niej zyskali oni południe Ukrainy, północny Kaukaz i Krym, co rozszerzyło dostęp do Morza Czarnego. Imperium Osmańskie starało się odbić stracone tereny w kolejnych wojnach, ale zupełnie im się nie wiodło.Po rewolucji francuskiej Katarzyna bała się, że ruchy oświeceniowe zagrożą monarchiom europejskim. Pod koniec wieku Polska była już na łasce Rosji i gdy w Rzeczypospolitej zaczęły pojawiać się niepokojące oznaki dryfowania ku demokracji, Rosjanie w 1792 r. przeprowadzili interwencję zbrojną, która położyła kres konstytucji 3 maja, a sama Polska została podzielona między Rosję, Austrię i Prusy.W czasie swych rządów Katarzyna utrzymywała bliskie kontakty z największymi potęgami Europy: Prusami, Francją i Austrią. Dzięki temu nikt nie sprzeciwiał się rosyjskim podbojom."
            },
            {
                "heading": "Polityka wewnętrzna",
                "text": "Katarzyna wprowadziła też szeroką gamę politycznych reform mających na celu naprawę wciąż skorumpowanej i niewydolnej rosyjskiej biurokracji. Modelem wyjściowym był dla niej rząd i dwór francuskiego Wersalu. Reformy te były finansowane z zagrabionych Kościołowi posiadłości, który w tym czasie miał prawa do prawie jednej trzeciej ziem Rosji. Arystokrację zjednywała sobie poprzez rozszerzanie ich i tak już dużej władzy nad chłopami.W 1773 r. wybuchła w Rosji epidemia, która pogorszyła nadwerężone wojną nastroje społeczne. Kozacki oficer, Jamelian Pugaczow, wykorzystał to niezadowolenie i podszywając się pod zmarłego cara Piotra III, próbował wzniecić powstanie chłopskie, by obalić carycę. Szczęśliwie dla Katarzyny w tym samym momencie zakończyła się wojna rosyjsko-turecka i siły Rosjan zdołały rozbić siły powstańcze, zanim te dotarły do Moskwy. To spowodowało, że Katarzyna jeszcze większą nieufnością zaczęła traktować chłopów, co zaowocowało kolejnymi represjami."
            },
            {
                "heading": "Sztuka",
                "text": "Katarzyna Wielka, jako że była pasjonatką sztuki, zleciła wykonanie wielu rzeźb i malowideł. Pod jej rządami Sankt Petersburg przemienił się z prymitywnego i nieprzystępnego miasta w jedną z najpiękniejszych i robiących nieprzeciętne wrażenie stolic Europy. Jej prywatna kolekcja posłużyła za podwaliny pod Ermitaż, wspaniałe muzeum sztuki."
            },
            {
                "heading": "Skandal",
                "text": "Miała ona wiele osiągnięć, ale równie szeroko znane są też jej osobiste podboje, w tym legendarne romanse. Podobno spała ze sporą częścią rosyjskiego korpusu oficerskiego, nie wspominając o mocno nagłaśnianych znajomościach ze znanymi europejskimi politykami i artystami. Według niektórych gdy już była zmęczona jakimś kochankiem, odsyłała go na „zasłużony odpoczynek”, dając sporą gratyfikację pieniężną, chłopów i ziemię z dala od Moskwy."
            },
            {
                "heading": "Osąd historii",
                "text": "Jedną z cech jej panowania była ekspansja imperialna. Najważniejszymi osiągnięciami było zyskanie dostępu do Morza Czarnego, zajęcie Krymu i ekspansja za Ural. Pozwoliło to skutecznie chronić obszary rolne na południu i rozwój szlaków handlowych na Morzu Czarnym. Rozbiory Polski zbliżyły też Rosję do zachodu, przynajmniej w sensie geograficznym.Katarzyna rozpoczęła też dużo projektów robót publicznych w Rosji i na ziemiach jej podległych oraz zwiększyła obroty handlowe. Z drugiej strony zrobiła niewiele, by polepszyć sytuację rosyjskich chłopów. Podczas jej panowania ich życie stało się jeszcze cięższe.Katarzyna II zmarła w wieku 67 lat i żyła dłużej niż jakikolwiek inny władca rodu Romanowów. Podobnie jak angielska królowa Elżbieta I dowiodła, że kobieta może być wystarczająco inteligentna i stanowcza, by władać potężnym krajem."
            }
        ]
    }
}