{
    "id": 17,
    "name": "Syjam|Syjamu|Syjamowi|Syjam|Syjamem|Syjmie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/siam.png",
    "dawn_of_man": "Witaj, wielki królu Ramkhamhaengu, przywódco wspaniałego imperium Syjamu! Potężny królu, twój lud oddaje ci pokłon w trwodze i zachwycie! Jesteś władcą Syjamu, starożytnego kraju położonego w Azji Południowo-Wschodniej. Syjam to piękny i tajemniczy kraj. Otoczeni przez wrogów, uwikłani w krwawą wojnę i cierpiący biedę mądrzy i lojalni Syjamczycy przetrwali i zwyciężyli. Królu Ramkhamhaengu, twe imperium było częścią Imperium Khmerów do XIII wieku naszej ery, kiedy to twoi przodkowie zbuntowali się i założyli małe królestwo Sukhothai. Dzięki zwycięskim bitwom i sprytnej dyplomacji, małe królestwo przeobraziło się w potężne imperium, które przez ponad wiek dominowało w Azji Południowo-Wschodniej!Mądry i potężny królu Ramkhamhaengu, musisz ponownie poprowadzić swój lud ku wielkości! Wykorzystasz swą mądrość i siłę, by chronić podwładnych i pokonać wrogów? Stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Wat|Watu|Watowi|Wat|Waty|Watów|Watom|Waty",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/wat.json"
        }
    ],
    "unique_units": [
        {
            "name": "Słonie Naresuana|Słoni Naresuana|Słoniom Naresuana|Słonie Naresuana",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/naresuan's_elephant.json"
        }
    ],
    "city_names": [
        "Sukhothai",
        "Si Satchanalai",
        "Muang Saluang",
        "Lampang",
        "Phitsanulok",
        "Kamphaeng Phet",
        "Nakhon Chum",
        "Wientian|Wientianu|Wientianowi|Wientian|Wientianem|Wientianie",
        "Nakhon Si Thammarat",
        "Martaban|Martabanu|Martabanowi|Martaban|Martabanem|Martabanie",
        "Nakhon Sawan",
        "Chainat",
        "Luang Prabang",
        "Uttaradit",
        "Chiang Thong",
        "Phrae",
        "Nan",
        "Tak",
        "Suphanburi",
        "Hongsawadee",
        "Thawaii",
        "Ayutthaya|Ayutthayi|Ayutthayi|Ayutthayę|Ayutthayą||Ayutthayi",
        "Taphan Hin",
        "Uthai Thani",
        "Lap Buri",
        "Ratchasima|Ratchasimy|Ratchasimie|Ratchasimę|Ratchasimą|Ratchasimie",
        "Ban Phai",
        "Loci",
        "Khan Kaen",
        "Surin|Surinu|Surinowi|Surin|Surinem|Surinie"
    ],
    "spy_names": [
        "Aran",
        "Chanarong",
        "Kiet",
        "Niran",
        "Virote",
        "Kulap",
        "Mayuree",
        "Phueng",
        "Ratana",
        "Tola"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Tajlandia (kiedyś Syjam), położona w południowo-wschodniej Azji pomiędzy Birmą, Laosem, Kambodżą i Malezją, ma długą i ciekawą historię. Syjam, będący piękną i tajemniczą krainą zacienionych lasów i pradawnych gór, przetrwał okupacje i rewolucje, powodzie i klęski głodu oraz budowy i upadki imperiów."
        },
        {
            "heading": "Ukształtowanie i klimat",
            "text": "Syjam jest krajem leżącym w strefie monsunowej o klimacie podzwrotnikowym. Od maja do października ciepłe północno-zachodnie wiatry przynoszą ogromne opady. Na zachodnim wybrzeżu padają ponad cztery metru deszczu rocznie (dużo mniej na górzystej północy). Od listopada do lutego wiatr zmienia kierunek, przynosząc do kraju chłodniejszą i mniej wilgotną pogodę. Kraj pokryty jest lasami, bagnami i mokradłami. Lud Syjamu od lat używa bawołów, koni i słoni jako siły pociągowej (choć pod koniec XX w. zaczęto już wprowadzać maszyny rolnicze)."
        },
        {
            "heading": "Syjamska prehistoria",
            "text": "Pierwsi osadnicy tych terenów mówili językami mon-khmer. Na półwyspie istniały liczne grupy ludności. Jedna z nich, Mon, przyjęła buddyzm w VI w. n.e. Inna społeczność, Khmerowie, wywodzą się z Kambodży, a ich stolicą był Angkor (tam znajduje się Angkor Wat). W XII w. Khmerowie posiadali cesarstwo rozciągające się na połowę dzisiejszego terytorium Tajlandii. Wyznawali oni hinduizm.Około 1000 r. n.e. do okolicy zaczęli napływać Tajowie. Współcześni historycy twierdzą, że lud Tajów wywodzi się z północnego Wietnamu. W ciągu kilku stuleci Tajowie rozprzestrzeniają się po większości południowo-wschodniej Azji, aż do Indii i Półwyspu Malajskiego. W XIII w. byli wystarczająco liczni, by zagrozić panowaniu Mon i Khmerów w Syjamie."
        },
        {
            "heading": "Sukhothai i Ramkhamhaeng",
            "text": "W połowie XIII wieku Tajowie przeprowadzili udane powstanie przeciwko Khmerom i założyli własne królestwo Sukhothai. Do roku 1279, czyli do momentu wstąpienia na tron trzeciego władcy, Ramkhamhaenga, kraj ten miał małe znaczenie i siłę. W ciągu dwudziestu lat ten światły przywódca przeistoczył małe królestwo Sukhothai w regionalną potęgę.Podczas jego rządów królestwo rozciągnęło swoje panowanie na Birmę, Laos i Półwysep Malajski. Król ten był biegłym dyplomatą i przywódcą wojskowym, dzięki czemu wiele krain przyłączyło się dobrowolnie. Pod koniec rządów Ramkhamhaenga na jego cześć w kamieniu wyryto wszystkie chwalebne dokonania. Zapis przedstawia majętne, szczęśliwe królestwo rządzone przez troskliwego i łaskawego władcę. Ramkhamhaeng umiera w 1298 r. By dowiedzieć się więcej o Ramkhaemgu, otwórz dotyczący go wpis w Civilopedii.Po śmierci swego najlepszego przywódcy Sukhothai przetrwało sto lat. Potem zostało wchłonięte przez Ayutthaya, nową tajską potęgę powstającą na południu."
        },
        {
            "heading": "Ayutthaya",
            "text": "Królestwo Ayutthai zostało założone przez Ramathibodiego I w 1351 r. u żyznego brzegu rzeki Menam. Królestwo powstało założone na gruzach innego, Lavo. W 1352 r. król Ramathibodi zaatakował Khmerów i wyparł ich z Syjamu. W 1387 r. Ayutthaya była już na tyle silna, by zaatakować i podbić Sukhothai. W 1431 r. królestwo po raz kolejny atakuje Khmerów, zdobywając i plądrując po siedmiomiesięcznym oblężeniu stolicę Angkor.Wszystkie doniesienia wspominają, że miasto Ayutthaya było bogate i piękne, poprzecinane siecią kanałów, które dostarczały poszczególnym częściom miasta wodę. Do dziś można tam ujrzeć pozostałości wspaniałych pałaców i świątyń. Tajowie z Ayutthai byli pierwszymi, których zwano Syjamczykami. Nazwa ta przyjęła się później dla całego kraju.Od Khmerów królestwo przejęło wiarę w boskie pochodzenie króla, który znajdował się ponad innymi ludźmi. Nikt oprócz rodziny królewskiej nie mógł patrzeć mu w twarz. Poza poszerzeniem władzy religijnej, król Trailok (1448-1488) przeorganizował kraj tak, by w rękach monarchy znalazła się też większa władza polityczna.Ze społecznego punktu widzenia Ayutthayanie żyli w sztywnym systemie kastowym, który każdej osobie przydzielał liczbę w zależności od zajmowanej pozycji. Niewolnik był wart pięć jednostek (zwanych „sakdi na”), wolny obywatel 25, a następca tronu nawet 100.000 jednostek. (Sam król był pewnie wart z miliard razy więcej!) Tak buddyzm, jak i hinduizm były szeroko rozprzestrzenionymi religiami w tym kraju.Po zneutralizowaniu zagrożenia ze strony Sukhothai na północy i Khmerów ze wschodu jedynym zagrożeniem dla Ayutthai była Birma, leżąca na zachodzie. W 1569 roku Ayutthaya została zaatakowana i podbita przez Birmę, od której jednak udało jej się wyzwolić pod koniec 16 wieku. Birmańska armia w roku 1767 ponownie wtargnęła do miasta i tym razem zniszczyła je doszczętnie. Rodzina królewska została deportowana, miasto spalone, a dzieła sztuki i kroniki Ayutthai zniszczone. Królestwo nigdy już się nie podniosło po tym ciosie, ale na gruzach Ayutthai powstawało już nowe syjamskie królestwo."
        },
        {
            "heading": "Thon Buri",
            "text": "W 1767 (ten sam rok, w którym zniszczono Ayutthaję) tajski przywódca imieniem „Taksin” założył nową stolicę w Thon Buri. Miasto zostało wybudowane na brzegu rzeki Menam, by móc łatwiej się bronić przed siłami Birmy. Położenie blisko otwartego morza ułatwiało też handel. Taksin zachęcał chińskich kupców do osiedlania się w Thon Buri, by móc zwiększyć wpływy z podatków i odbudować syjamską gospodarkę, zniszczoną ostatnim najazdem Birmańczyków.Taksin mądrze wykorzystał pieniądze i po wyszkoleniu potężnej armii przystąpił do ekspansji. Po przejęciu ziem niegdyś należących do Sukhothai i Ayutthai siły Taksina zajęły tereny w Laosie i wypchnęły Birmańczyków z tradycyjnie tajskich włości na północy. W 1782 Taksin zaczął przejawiać oznaki choroby psychicznej i został obalony, a następnie zabity. Jego następcą był generał Chao Phraya Chakri (później zmienił imię na Rama I). Od tego momentu ród Chakri zaczął władać Tajlandią i włada nią po dziś dzień."
        },
        {
            "heading": "Wskrzeszenie Syjamu",
            "text": "Tuż po objęciu tronu nowy król przeniósł stolicę do Bangkoku, małej wsi po drugiej stronie rzeki Menam. Bangkok szybko urósł do rangi handlowej metropolii, głównie dzięki chińskim imigrantom.Król Rama I i jego następcy wciąż starali się rozszerzyć syjamską władzę w Laosie i na Półwyspie Malajskim. Nie zakończyły się też starcia z Birmą, która nękała Syjam aż do momentu, gdy sama zaczęła być atakowana przez Brytyjczyków (przybywających z Indii).Król Rama I był wielkim propagatorem syjamskiej kultury, religii i prawa. Zbudował wiele świątyń i pałaców oraz usprawnił syjamski system ustawodawczy. Jego następca, Rama III (rządził w latach 1809-1824) był wielbicielem sztuki i wcale niezgorszym poetą."
        },
        {
            "heading": "Syjam i Zachód",
            "text": "Jednym z największych sukcesów syjamskiej dyplomacji było uniknięcie okupacji przez wojska Zachodu, co przytrafiło się wszystkim innym krajom południowo-wschodniej Azji. W 1826 r. Syjam podpisał z Wielką Brytanią umowę, która rozszerzona w 1855 r. pozwoliła Brytyjczykom na nieskrępowany (i nieopodatkowany!) handel w syjamskich portach. Brytyjscy obywatele byli też sądzeni na innych zasadach niż Syjamczycy. Te ustępstwa były dla Syjamu upokarzające, ale przynajmniej uchroniły przez okupacją. Wkrótce kraj podpisał podobne umowy z innymi europejskimi potęgami i Stanami Zjednoczonymi.Król Rama IV (rządził w latach 1851-1868) pilnie studiował kulturę Zachodu. Zatrudnił nawet na dworze kilku zachodnich doradców i Angielkę Annę Harriettę Leonowens do kształcenia swych dzieci. Pani Leonowens opisała ten etap później w swej książce, która stała się podstawą dla musicalu pt. „Król i ja”. Tak książka, jak i sam musical są bardzo zabawne, ale według historyków niezbyt precyzyjne.Pod pewnymi względami król Rama IV był bardzo oświecony jak na tamto miejsce i czas. Ten były mnich starał się zreformować buddyjską wiarę, która według niego stała się zepsuta i przesiąknięta przesądami. Odmienił też syjamską monarchię, dystansując się od boskiego pochodzenia. Choć w praktyce był władcą absolutnym, jego poddani mogli przynajmniej na niego spoglądać.Syn króla Ramy IV, Rama V, rządził w latach 1868-1910 i kontynuował ojcowską praktykę przyznawania przywilejów Zachodowi w zamian za zachowanie niepodległości, przez co stracił dużą część Laosu i Kambodży na rzecz Francji i części Malezji na rzecz Brytyjczyków. Starał się reformować monarchię i rząd, m.in. zakazując niewolnictwa, wprowadzając nowoczesny system edukacji, budując sieć kolejową i telegraficzną oraz powołując nowe sądownictwo."
        },
        {
            "heading": "Wiek dwudziesty",
            "text": "Praca nad modernizacją Syjamu była kontynuowana przez jego dwóch następców, Ramę VI (1910-1925) i Ramę VII (1925-1935). W 1917 roku zostaje otwarty pierwszy uniwersytet w Tajlandii. W tym samym też roku kraj przystępuje do wojny po stronie aliantów. Po zakończeniu wojny udało się przekonać zwycięzców do zrezygnowania ze specjalnych przywilejów i po raz pierwszy od 75 lat Syjam cieszył się pełną niepodległością. Reformy i wojny Ramy VI były jednak bardzo kosztowne, co pociągnęło za sobą cięcia budżetowe i niezadowolenie wśród mieszkańców. To niezadowolenie, pogłębione później przez Wielki Kryzys, przejął wraz z krajem jego następca.W roku 1932 grupa studentów pod przywództwem prawnika zwącego się Pridi Phanomyong dokonała bezkrwawego zamachu stanu, zmuszając króla do rządów ograniczonych konstytucją i do zaakceptowania utworzenia Zgromadzenia Narodowego. W 1933 r. członkowie rodziny królewskiej bez powodzenia próbowali dokonać kontrzamachu stanu. W konsekwencji król Rama VII musiał uciekać za granicę, gdzie abdykował w 1935 roku. Mianowano radę regencyjną, która miała rządzić do czasu, gdy młody książę Ananda Mahidol nie osiągnie pełnoletności.Tak naprawdę od tej pory krajem rządziło wojsko. W 1938 jeden z marszałków polnych (i uczestnik zamachu stanu z 1932 r., który obalił Ramę VII) objął dyktatorskie rządy. Dyktator Phibun Songkhram zmienił nazwę kraju na Tajlandia, wzniecił tajski nacjonalizm oraz antychińskie i projapońskie nastroje. W 1940 r., po zdobyciu Francji przez Niemcy, najechał francuskie posiadłości w Laosie i Kambodży.Pod koniec roku 1941, po ataku na Pearl Harbor, japońskie wojska wkroczyły do Tajlandii i zażądały prawa swobodnego przemarszu, by móc zaatakować należący do Brytyjczyków Singapur. Po symbolicznym oporze tajskie wojska złożyły broń, a w 1942 roku Tajlandia zawiązała z Japonią sojusz zobowiązujący kraj do wypowiedzenia wojny Wielkiej Brytanii i Stanom Zjednoczonym. W kraju i za granicą zawiązały się grupki oporu, które atakowały Japończyków i kolaborujący rząd tajski. W lipcu 1944 r. Phibuna zmuszono do rezygnacji, a dyktatura rozsypała się po kapitulacji Japonii w 1945 r."
        },
        {
            "heading": "Powojenna Tajlandia -- „Czy ktoś zamawiał rewolucję?”",
            "text": "Po drugiej wojnie światowej Tajlandia nie poniosła większych strat. Musiała oddać ziemie zagrabione Francuzom, ale poza tym nie była obiektem żadnych sankcji. Miała jednak własne problemy wewnętrzne, które zaczęły się od zastrzelenia króla w 1946 r. Ówczesny lider rządu został obarczony winą za śmierć króla i zmuszony do emigracji, co pozwoliło faszystowskiemu dyktatorowi Phibunowi Songkhramowi powrócić do władzy.W czasie zimnej wojny Stany Zjednoczone kierowały tam ogromne sumy pieniędzy, które w większości były przejmowane przez wojsko i dyktaturę. W rękach dyktatora i jego sługusów była duża część krajowego przemysłu. W roku 1957 doszło do kolejnego zamachu stanu i po raz kolejny władcą został wojskowy, Sarit Thanarat.Thanarat rządził przez pięć lat. Dzięki pełnej kontroli nad rządem i wojskiem mógł wprowadzić reformy gospodarcze, które rozdzieliły majątek pomiędzy rosnącą klasę średnią, co przysporzyło mu sporą popularność. USA jeszcze bardziej zwiększyły pomoc finansową, którą wykorzystał do umocnienia armii i tajskiej infrastruktury. Thanarat wspierał także rodzinę królewską. Ta, choć nie miała już w tym czasie żadnej politycznej władzy, stała się po raz kolejny ważnym symbolem tajskiego nacjonalizmu. Wspaniała reputacja Thanarata została nadszarpnięta po jego śmierci, gdy odkryto, jak wielką część pieniędzy udało mu się ukraść i ukryć.Następcy Thanarata dalej otrzymywali pomoc z USA i w zamian wspierali Amerykanów w Wietnamie. Do końca lat sześćdziesiątych w Wietnamie stacjonowało ponad 10.000 tajskich żołnierzy, a Tajlandia stanowiła ważną bazę dla lotnictwa USA. Z powodu wzrastającego niezadowolenia wojną w 1973 r. wybuchła rewolta zainicjowana przez środowiska studenckie, z powodu której dotychczasowi przywódcy musieli uciekać.W Tajlandii na krótki czas zapanowała demokracja parlamentarna, ale wojsko w 1976 r. po raz kolejny dokonało przewrotu, tym razem posiadając poparcie rodziny królewskiej. To z kolei zmusiło wielu Tajów do ucieczki w dżunglę i powiększenia szeregów powstającej Komunistycznej Partii Tajlandii. W 1980 r. armia rozwiązała nowo powstały prawicowy rząd i postawiła u władzy dyktatora z demokratycznymi inklinacjami. Przez następne 8 lat wojsko dzieliło się władzą z parlamentem (król był mediatorem), a w roku 1988 został wybrany nowy premier, który... po trzech latach został obalony przez armię.W 1992 r. wojskowa junta zorganizowała wybory, które wygrał jeden z jej przedstawicieli. Nikogo to nie zaskoczyło. Opinia publiczna była z tego powodu jednak bardzo niezadowolona i dała temu wyraz, organizując masowe protesty, które jednak zostały krwawo stłumione. Ostatecznie król włączył się do debaty, ówczesny dyktator zrezygnował z funkcji i przywrócono bardziej demokratyczne rządy. Trwały one chwalebne osiem lat, po których w 2006 rosnące niezadowolenie społeczeństwa skłoniło wojsko... do kolejnego zamachu stanu.Z poparciem króla powstał kolejny rząd, na czele którego stanął emerytowany generał. W sierpniu 2007 r. w referendum przyjęto nową konstytucję. We wrześniu 2008 r. sąd konstytucyjny uznał kolejnego premiera za winnego przekroczenia uprawnień. W październiku jego następca nie mógł objąć urzędu, ponieważ biura były okupowane przez protestujących. Ostatni premier (w momencie powstawania tego tekstu) objął urząd w grudniu 2008 r."
        },
        {
            "heading": "Tajlandia jutro",
            "text": "I kto by pomyślał? Tajlandia to wspaniały kraj z bogatą historią, targany niekończącym się pasmem politycznych zawieruch. Sytuacja jest niestabilna głównie dlatego, że obecny król, najprawdopodobniej jedyna osoba zdolna utrzymać kraj w całości, ma już 80 lat. Wszyscy mają nadzieję, że kraju po jego odejściu nie ogarnie chaos. Jednak biorąc pod uwagę wyboistą historię kraju, trudno być optymistą."
        },
        {
            "heading": "Tajlandia jutro",
            "text": "I kto by pomyślał? Tajlandia to wspaniały kraj z bogatą historią, targany niekończącym się pasmem politycznych zawieruch. Sytuacja jest niestabilna głównie dlatego, że obecny król, najprawdopodobniej jedyna osoba zdolna utrzymać kraj w całości, ma już 80 lat. Wszyscy mają nadzieję, że kraju po jego odejściu nie ogarnie chaos. Jednak biorąc pod uwagę wyboistą historię kraju, trudno być optymistą."
        }
    ],
    "leader": {
        "name": "Ramkhamhaeng",
        "subtitle": "Przywódca Syjamu",
        "lived": "1240 – 1298 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramkhamhaeng.png",
        "trait": {
            "name": "Ojciec rządzi dziećmi",
            "effect": " Żywność, kultura i wiara z sojuszniczych państw-miast zwiększają się o 50%."
        },
        "titles": [
            "„Rama Śmiały”"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "W 1278 roku, książę zwany „Ramkhamhaeng” przejął kontrolę nad małym i niezbyt ważnym księstwem Sukhothai. W przeciągu 20 lat, dzięki geniuszowi militarnemu i ekonomicznemu, udało mu się rozszerzyć granice swojego księstwa na duży obszar Azji Południowo-Wschodniej."
            },
            {
                "heading": "Wczesne dzieje",
                "text": "Niewiele wiadomo o wczesnym etapie życia Ramkhamhaenga. Jego rodzicami byli król Sri Indraditya i królowa Sueang. Miał dwie siostry i dwóch starszych braci. Jeden z nich zmarł w młodym wieku, a drugi, Ban Mueang, został królem po śmierci ojca. Ramkhamhaeng studiował pod okiem poety i mędrca Sukathanty.W dziewiętnastym roku życia walczył u boku swojego ojca podczas ataku na miasto Sukhotai, które znajdowało się pod kontrolą Khmerów. Sukces tej kampanii umocnił władzę króla i umożliwił przekształcenie Sukhothai w niezależne królestwo. W nagrodę za męstwo okazane podczas bitwy książę otrzymał tytuł „Phra Ram Khamhaeng” lub Rama Śmiały.Po śmierci ojca w 1257 roku jego brat, nowy król Bing Mueang, uczynił Ramkhamhaenga namiestnikiem miasta Si Sat Chanalai. Ban Mueang umarł dwadzieścia lat później. Otworzyło to Ramkhamhaengowi drogę do tronu."
            },
            {
                "heading": "Król Ramkhamhaeng",
                "text": "Podczas swego panowania Ramkhamhaeng poszerzył granice królestwa w kierunku zachodnim o Birmę, na wschodzie o Laos i o Półwysep Malajski na południu. Król był nie tylko zdolnym wodzem, ale i świetnym dyplomatą. Wiele obszarów zdecydowało się przyłączyć do jego ziem dobrowolnie. Ramkhamhaeng nie miał aspiracji do podbijania Azji Południowo-Wschodniej. Preferował zawieranie sojuszów dyplomatycznych i handlowych z sąsiednimi królestwami.Większość informacji o rządach Ramkhamhaenga pochodzi z kamiennych inskrypcji, które stworzono w 1292 roku, pod koniec jego panowania. Inskrypcje te należą do najstarszych zapisów w języku tajskim. Przedstawiają one Ramkhamhaenga jako roztropnego i łaskawego przywódcę."
            },
            {
                "heading": "Sztuka i kultura",
                "text": "Ramkhamhaeng był silnym orędownikiem buddyzmu. Wspierał także tajskich artystów. Dzięki jego wsparciu osiągnęli oni szczególne mistrzostwo w rzeźbiarstwie w brązie i ceramice."
            },
            {
                "heading": "Śmierć Ramkhamhaenga",
                "text": "Ramkhamhaeng zmarł w 1298 roku. Jego imperium, utrzymywane w jedności dzięki osobistemu wdziękowi i fenomenalnym umiejętnościom dyplomatycznym, nie przetrwało długo po jego śmierci. Krótko po niej pobliskie prowincje zaczęły odłączać się od królestwa. Samo Sukhotai upadło wiek później."
            },
            {
                "heading": "Werdykt historii",
                "text": "W dniu dzisiejszym Ramkhamhaeng postrzegany jest jako wielki przywódca i pierwszy władca, który objął rządy nad zjednoczonym Syjamem (późniejszą Tajlandią). Należy pamiętać, iż niemal cała wiedza o nim pochodzi z kamiennych inskrypcji, które sam stworzył. Rodzi to pytanie, czy gdyby miał poważne wady, zdecydowałby się przekazać potomnym informacje na ten temat? Czy postąpiłby tak któryś ze współczesnych przywódców?Istnieje jednak na tyle znacząca ilość źródeł niezależnych, by można stwierdzić, iż udało mu się stworzyć doskonale prosperujące imperium, w którym ludziom żyło się dostatnio. Tym akurat chętnie pochwaliłby się każdy przywódca."
            }
        ]
    }
}