{
    "id": 18,
    "name": "Songhaj|Songhaju|Songhajowi|Songhaj|Songhajem|Songhaju",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/songhaj|songhaju|songhajowi|songhaj|songhajem|songhaju.png",
    "dawn_of_man": "Niech Bóg cię błogosławi, Askio, władco ludu Songhaju! Przez wiele lat twe królestwo było wasalem potężnego zachodnioafrykańskiego państwa Mali, aż do XIV wieku, kiedy to król Sunni Ali Ber wywalczył niepodległość, zdobył spore terytorium i pokonał licznych wrogów, którzy pragnęli go zniszczyć. W końcu zajęcie bogatych miast Timbuktu i Dżenne dało rozwijającemu się imperium Songhaju siłę gospodarczą pozwalającą przetrwać ponad 100 lat. Potem imperium zostało zniszczone przez wrogów wyposażonych w nowoczesną technologię - muszkiety przeciwko włóczniom.Królu Askio, twój lud chce, byś poprowadził go ku chwale. Muszą pokonać wroga, by zdobyć władzę, bogactwo i broń. Czy uratujesz ich przed zagładą, królu? Zdołasz stworzyć cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Meczet z piramidą|Meczetu z piramidą|Meczetowi z piramidą|Meczet z piramidą|Meczety z piramidą|Meczetów z piramidą|Meczetom z piramidą|Meczety z piramidą",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mud_pyramid_mosque.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kawaleria Mandekalu|Kawalerii Mandekalu|Kawalerii Mandekalu|Kawalerię Mandekalu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/mandekalu_cavalry.json"
        }
    ],
    "city_names": [
        "Gao",
        "Tombouctu",
        "Jenne",
        "Taghaza|Taghazy|Taghazie|Taghazę|Taghazą||Taghazie",
        "Tondibi",
        "Kumbi Saleh",
        "Kukia|Kukii|Kukii|Kukię|Kukią|Kukii",
        "Walata|Walaty|Walacie|Walatę|Walatą|Walacie",
        "Tegdaoust",
        "Argungu",
        "Gwandu",
        "Kebbi",
        "Boussa|Boussy|Boussie|Boussę|Boussą|Boussie",
        "Mopti",
        "Bamako",
        "Wa",
        "Kayes",
        "Audaghust|Audaghustu|Audaghustowi|Audaghust|Audaghustem|Audaghuście",
        "Ouadane",
        "Dakar|Dakaru|Dakarowi|Dakar|Dakarem|Dakarze",
        "Tadmekket",
        "Tekedda|Tekeddy|Tekeddzie|Tekeddę|Tekeddą|Tekeddzie",
        "Kano",
        "Agadez|Agadezu|Agadezowi|Agadez|Agadezem|Agadezie",
        "Niamey",
        "Torodi",
        "Ouatagouna|Ouatagouni|Ouatagouni|Ouatagounę|Ouatagouną|Ouatagounie",
        "Dori",
        "Bamba|Bamby|Bambie|Bambę|Bambą|Bambie",
        "Segou"
    ],
    "spy_names": [
        "Ahmadou",
        "Ajub",
        "Badru",
        "Bokhari",
        "Guedado",
        "Adhiambo",
        "Chinaka",
        "Laila",
        "Mariama",
        "Oni"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Cesarstwo songhajskie było cywilizacją z zachodniej Afryki, która czasy świetności przeżywała w XV i XVII. wieku. Songhajczycy po raz pierwszy pojawili się nieopodal miasta Gao, które było wasalem imperium Mali. Na początku XIV wieku Songhaj wyzwolił się spod panowania Malijczyków i wciągu dwóch kolejnych stuleci rozszerzył swe granice i stał się największym imperium w historii Afryki."
        },
        {
            "heading": "Ukształtowanie i klimat",
            "text": "Tereny zachodniej Afryki zajmowane przez Songhaj są w głównej mierze płaskie i suche. Biegną tamtędy dwa systemy rzeczne, Nigru i Senegalu, które zapewniają tani i szybki środek transportu w kierunku wschód-zachód, a także żyzne gleby wzdłuż swych brzegów. Klimat jest gorący i tropikalny z dwoma porami roku: suchą i mokrą. Od marca do czerwca znad Sahary wieje suchy, gorący wiatr, a temperatury w ciągu dnia sięgają 40 stopni Celsjusza."
        },
        {
            "heading": "Przed Songhajem: Malijczycy",
            "text": "Przed powstaniem Songhaju spora część zachodniej Afryki była kontrolowana przez imperium malijskie, które zostało założone nieco przez 1000 r. n.e. Bazowało ono w dużej mierze na handlu i było dosłownie rozstajami Afryki, ponieważ przecinały je ważne szlaki handlowe. Pod przywództwem wielkiego Mansa Musy (1307-1331?) imperium malijskie podbiło zamożne miasta Timbuktu i Gao oraz przejęło kontrolę nad wartościowymi złożami soli na północy.Mali było imperium muzułmańskim i pod rządami Musy Timbuktu stało się ważnym ośrodkiem edukacyjnym świata muzułmańskiego. Jednak do końca XIV wieku imperium zbyt mocno się rozrosło, by móc nim sprawnie rządzić, i poszczególne obszary zaczęły zyskiwać niepodległość. Taką właśnie drogę obrało Gao, kolebka Songhajczyków."
        },
        {
            "heading": "Rozkwit Songhaju",
            "text": "Songhajczycy po raz pierwszy pojawili się w Gao około 800 r. n.e. Niewiele wiadomo o ich początkach, ale na pewno w XI wieku król Kossoi przeszedł na islam i uczynił Gao stolicą królestwa Songhaj. Pod rządami Songhajczyków Gao rozwijało się i bogaciło. Na początku XIII wieku Malijczycy podbili i zwasalizowali Songhaj. Wyzwolił się on spod ich władzy za czasów króla Sulaiman-Mara po 50 latach.Przez kolejne sto lat Songhaj z trudem utrzymywał niezależność. Wtedy ich nowy przywódca, Sunni Ali Ber, poprowadził ich ku świetności."
        },
        {
            "heading": "Sunni Ali Ber",
            "text": "Sunni Ali ber rządził Songhajem przez trzydzieści lat (1464-1493). Był błyskotliwym dowódcą i strategiem. Wykorzystując słabość Malijczyków, Sunni poprowadził armie Songhaju na Timbuktu i wypędził z niego Tuaregów, którzy wcześniej przejęli to bogate miasto. Rozszerzył imperium na zachód, wchłaniając malijskie posiadłości na północ od Jenne (lub też Djenne). W czasie swych rządów odparł ataki plemion Mossi, Dogon i Fulani.W 1473 roku Ali Ber sięgnął po największy skarb -- bogate miasto handlowe Jenne. To wciąż było miasto imperium Mali, a jego mieszkańcy zajadle się bronili. Ali Ber, widząc, że nie zdoła szturmem podbić miasta, zaczął je oblegać. Miasto skapitulowało dopiero po siedmiu latach zaciekłego oporu.Kroniki tamtych czasów opisują Alego Bera jako niestabilnego emocjonalnie tyrana, który bywał raz hojny, raz okrutny. Rządził twardą ręką i mordował schwytanych wrogów. Może jest to nieco przesadzone, ponieważ muzułmańscy uczeni nie lubili Alego za nieortodoksyjną odmianę islamu, którą wyznawał. Najwyraźniej była to mieszanina islamu i tradycyjnych songhajskich wierzeń."
        },
        {
            "heading": "Muhammad I Askia",
            "text": "Muhammad I Askia rządził Songhajem od 1493 do 1528 roku. Słowo „Askia” oznacza „uzurpator”, co pokazuje, w jaki sposób doszedł do władzy (zagarnął tron od syna Alego Bera rok po śmierci króla). Sam fakt, że przybrał taki tytuł i nazwę dla dynastii oznacza, że był niezwykłym człowiekiem i posiadał szczególne poczucie humoru.Choć musiał stoczyć wojnę, by sięgnąć po koronę, Askia był więcej niż tylko wojownikiem. W czasie swojego panowania ze zmiennym szczęściem toczył wojny, ale bardziej jest znany jako reformator, organizator i pobożny człowiek. Stworzył system biurokratyczny, który pomagał mu zarządzać imperium i wprowadzić porządek do podatków, wojska i rolnictwa. Otworzył w Songhaju wiele szkół religijnych, a w 1495 odbył słynną pielgrzymkę do MekkiAskia panował do 1528 roku, gdy obalił go własny syn. By dowiedzieć się więcej o tym niecodziennym władcy, otwórz dotyczący go wpis w Civilopedii."
        },
        {
            "heading": "Upadek Songhaju",
            "text": "W latach po usunięciu Askii żaden przywódca nie był w stanie dłużej utrzymać się na tronie. Syn Askii, Musa, rządził przez trzy lata. Następny był Muhammad II, który wytrzymał sześć lat. Kolejni dwaj przywódcy byli na tronie odpowiednio dwa i sześć lat. W 1549 do władzy dochodzi Askia Dawud, który panował 33 lata, do 1582 roku. Relatywna stabilność została zaprzepaszczona, gdy sułtan Maroka najechał cenne złoża soli Songhaju w Taghazie.Koniec nastąpił w 1591. Songhaj był osłabiony i podzielony, a jego uzbrojenie – przestarzałe. Marokańskie wojsko wyposażone w muszkiety zmiotło Songhajczyków. Ich przywódcy zostali zmuszeni do ucieczki w góry, a miasta Timbuktu i Gao zostały zajęte przez Marokańczyków. Całe imperium zostało zmiecione z powierzchni planety jednym potężnym atakiem."
        },
        {
            "heading": "Nauczka",
            "text": "Upadek Songhaju był szybki i bolesny. Pod wieloma względami przypominał podbicie Azteków 70 lat wcześniej w 1521 roku. Oba imperia były swego czasu potężne, bogate i we własnym mniemaniu niezwyciężone. Oba zostały powalone na kolana przez stosunkowo małą armię wyposażoną w bardziej zaawansowaną broń. Z tej racji należy pamiętać o sławnej zasadzie: „Nie przychodź z nożem na strzelaninę. Przyjdź z karabinem. Najlepiej maszynowym.” To się tyczy w równej mierze tak imperiów, jak i strzelanin."
        },
        {
            "heading": "Nauczka",
            "text": "Upadek Songhaju był szybki i bolesny. Pod wieloma względami przypominał podbicie Azteków 70 lat wcześniej w 1521 roku. Oba imperia były swego czasu potężne, bogate i we własnym mniemaniu niezwyciężone. Oba zostały powalone na kolana przez stosunkowo małą armię wyposażoną w bardziej zaawansowaną broń. Z tej racji należy pamiętać o sławnej zasadzie: „Nie przychodź z nożem na strzelaninę. Przyjdź z karabinem. Najlepiej maszynowym.” To się tyczy w równej mierze tak imperiów, jak i strzelanin."
        }
    ],
    "leader": {
        "name": "Askia",
        "subtitle": "Przywódca Songhaju",
        "lived": "ok. 1440-1538 r.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/askia.png",
        "trait": {
            "name": "Rzeczny watażka",
            "effect": "Potrójna ilość złota z obozowisk barbarzyńców i plądrowania miast. Jednostki lądowe otrzymują awanse „Canoe” i „Desant”, dzięki czemu nie są bezbronne na pokładzie okrętów transportowych."
        },
        "titles": [
            "Askia (Uzurpator)"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Muhammad ibn Bakr Ture, znany także jako Askia Muhammad Ture Wielki (rządził od 1493 do 1528 r.), stworzył na terenie dzisiejszego Sudanu królestwo Songhaju. Choć stoczył kilka udanych wypraw wojennych, bardziej pamięta się go za przeorganizowanie, unowocześnienie i ustabilizowanie kraju. Sławna stała się także jego pielgrzymka do Mekki."
            },
            {
                "heading": "Wczesna historia",
                "text": "Był generałem u boku Sunni Alego, pierwszego wielkiego wodza Songhaju. Ali rozszerzył ziemie królestwa wzdłuż rzeki Niger i zajął bogate miasta Timbuktu i Jenne. Ali był muzułmaninem, ale praktykował też animizm, a wśród poddanych tolerował innowierców. Zmarł w 1492 r. w dziwnym wypadku – wraz z koniem wpadł do rzeki, a następnie porwał go wodospad. Kolejnym władcą Songhaju został jego syn, Sunni Baru. Nie porządził jednak zbyt długo, gdyż tuż po rozpoczęciu panowania Askia zaczął knuć przeciwko niemu, co zakończyło się rebelią i utratą przez Sunni Baru władzy."
            },
            {
                "heading": "Pielgrzymka do Mekki",
                "text": "W 1495 r., dwa lata po objęciu panowania, Askia podjął pielgrzymkę do Mekki, która stała się sławna z uwagi na pompę, styl i bogactwo, którym epatował Askia w czasie tej długiej podróży. W Mekce spotkał kalifa Egiptu, który mianował go swoim przedstawicielem ds. religii i nadał tytuł kalifa Afryki Zachodniej. Kronikarz towarzyszący Muhammadowi, Mahmud Kati, przedstawia nieco podkolorowaną wersję zdarzeń, twierdząc, że to dżiny (demony) Mekki mianowały Askię kalifem.Gdy wreszcie w 1497 r. wrócił do Songhaju, był już głęboko wierzącym muzułmaninem. Objawiło się to tym, że w czasie swych późniejszych rządów żarliwie wspierał uczelnie religijne w Timbuktu i otworzył wiele meczetów oraz szkół religijnych w całym kraju."
            },
            {
                "heading": "Ekspansja wojskowa",
                "text": "Askia starał się rozszerzyć granice Songhaju w każdym kierunku i stoczył wiele udanych wypraw przeciwko sąsiednim miastom i królestwom. Na polu bitwy był dowódcą niezłym, ale nie wybitnym. Kilka starć zdarzyło mu się przegrać."
            },
            {
                "heading": "Powstanie imperium",
                "text": "Wraz z rozwojem królestwa rosły też problemy z zarządzaniem. Askia podzielił kraj na prowincje, na czele których stali gubernatorzy. Rozszerzył też dwór i stworzył stanowiska odpowiedzialne za finanse, wymiar sprawiedliwości, sprawy wewnętrzne, rolnictwo, zasoby wodne i leśne oraz „sprawy białych plemion” (Maurów i Tuaregów mieszkających w Songhaju). Rozwinął też armię i flotę (składającą się z bojowych czółen).Zrestrukturyzował również system podatkowy i uregulował sprawy rolnictwa, łowiectwa i rybołówstwa."
            },
            {
                "heading": "Ocena historii",
                "text": "Po trzydziestu pięciu latach panowania został w roku 1528 odsunięty od tronu przez jednego ze swoich synów. Stary i ślepy umarł po kolejnych dziesięciu latach. Uważa się, że był ogromnie utalentowanym administratorem, a jego panowanie uznaje się za czas rozkwitu religii i wiedzy w Afryce Zachodniej. Nie był wybitnym generałem, ale zdołał rozszerzyć i utrzymać granice swego królestwa. Podsumowując, Askię uznaje się za jednego z najlepszych władców w Afryce Czarnej w historii."
            }
        ]
    }
}