{
    "id": 21,
    "name": "Hiszpania|Hiszpanii|Hiszpanii|Hiszpanię|Hiszpanią|Hiszpanii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/hiszpania|hiszpanii|hiszpanii|hiszpanię|hiszpanią|hiszpanii.png",
    "dawn_of_man": "Błogosławiona Izabelo, Służebnico Pańska, Święta Królowo Kastylii i Leónu, twój lud cię wita! Jesteś władczynią Hiszpanii, pięknego i starożytnego kraju położonego nad Morzem Śródziemnym i Oceanem Atlantyckim, kraju, gdzie krzyżują się drogi prowadzące z Europy do Afryki. Hiszpanie to naród wielokulturowy, którego korzenie sięgają zarówno świata muzułmańskiego, jak i chrześcijańskiego. To ludzie morza – ich odkrywcy trafili do Nowego Świata i podbili większą jego część, a dzięki znajdowanemu tam złotu i srebru Hiszpania dysponowała niezrównanym bogactwem i potęgą. Cały świat zazdrościł hiszpańskiemu dworowi.Nadobna i prawa Izabelo, czy odbudujesz Imperium Hiszpańskie i jeszcze raz pokażesz światu wielkość twego ludu? Weźmiesz na siebie ciężar uświęconej monarchii i pokonasz swych wrogów w imię Opatrzności Bożej? Wielbiący cię poddani czekają na rozkazy. Czy stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Tercio",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/tercio.json"
        },
        {
            "name": "Konkwistadorzy|Konkwistadorów|Konkwistadorom|Konkwistadorów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/conquistador.json"
        }
    ],
    "city_names": [
        "Madryt|Madrytu|Madrytowi|Madryt|Madrytem|Madrycie",
        "Barcelona|Barcelony|Barcelonie|Barcelonę|Barceloną|Barcelonie",
        "Sewilla|Sewilli|Sewilli|Sewillę|Sewillą|Sewilli",
        "Kordoba|Kordoby|Kordobie|Kordobę|Kordobą|Kordobie",
        "Toledo",
        "Santiago",
        "Salamanka|Salamanki|Salamance|Salamankę|Salamanką|Salamance",
        "Murcia|Murcii|Murcii|Murcię|Murcią|Murcii",
        "Walencja|Walencji|Walencji|Walencję|Walencją|Walencji",
        "Zaragoza|Zaragozy|Zaragozie|Zaragozę|Zaragozą|Zaragozie",
        "Pamplona|Pamplony|Pamplonie|Pamplonę|Pamploną|Pamplonie",
        "Wiktoria|Wiktorii|Wiktorii|Wiktorię|Wiktorią|Wiktorii",
        "Santander",
        "Asturias",
        "Jean",
        "Logrono",
        "Valladolid",
        "Palma|Palmy|Palmie|Palmę|Palmą||Palmie",
        "Teruel",
        "Almeria|Almerii|Almerii|Almerię|Almerią|Almerii",
        "Leon|Leonu|Leonowi|Leon|Leonem|Leonie",
        "Zamora|Zamory|Zamorze|Zamorę|Zamorą|Zamorze",
        "Mida|Midy|Midzie|Midę|Midą|Midzie",
        "Lugo",
        "Alicante",
        "Cadiz",
        "Elche",
        "Alcorcon",
        "Burgos",
        "Vigo",
        "Badajoz",
        "La Coruna|La Coruny|La Corunie|La Corunę|La Coruną|La Corunie",
        "Oviedo",
        "Bilbao",
        "San Sebastian",
        "Granada|Granady|Granadzie|Granadę|Granadą|Granadzie",
        "Merida|Meridy|Meridzie|Meridę|Meridą|Meridzie",
        "Huelva|Huelvy|Huelvie|Huelvę|Huelvą|Huelvie",
        "Ibiza|Ibizy|Ibizie|Ibizę|Ibizą|Ibizie",
        "Las Palmas",
        "Teneryfa|Teneryfy|Teneryfie|Teneryfę|Teneryfą|Teneryfie"
    ],
    "spy_names": [
        "Rodrigo",
        "Esmeralda",
        "Leon",
        "Matylda",
        "Ramona",
        "Señor X",
        "Topolino",
        "Serpiente",
        "Garcia",
        "El Lobo"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Hiszpania, położona na Półwyspie Iberyjskim między Afryką Północną a Europą, była ważnym terenem od czasów prehistorycznych aż po współczesność. Będąc niegdyś największym imperium świata, musiała walczyć o przetrwanie w czasach pustoszących wojen i niekończących się konfliktów politycznych. Hiszpania jest jednym z niewielu krajów, które zarówno poprzez zaangażowanie w niezliczone wojny o niepodległość, jak i odkrycie i kolonizację Nowego Świata tak znacząco wpłynęły na losy ludzkości."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Pod względem wielkości Królestwo Hiszpanii to 51. kraj świata - jest tylko o 31000 mil kwadratowych większe od Kalifornii. Większość kraju zajmują wyżyny i góry, w tym Sierra Nevada na południu i Pireneje na zachodzie. Najwyższy szczyt Hiszpanii znajduje się na jednej z wysp należących do tego kraju - jest to wulkan Teide na Teneryfie, należącej do archipelagu Wysp Kanaryjskich.Klimat Hiszpanii jest bardzo zróżnicowany, nawet jeśli bierze się pod uwagę tylko część lądową, bez kolonii. Południowe tereny położone nad Morzem Śródziemnym mają łagodny, półsuchy klimat śródziemnomorski, na równinie centralnej panuje klimat kontynentalny, a na północy oceaniczny lub górski. Wbrew popularnemu przekonaniu, że największe opady występują na hiszpańskich równinach, deszcz najczęściej pada w górach Hiszpanii."
        },
        {
            "heading": "Początki: od ludzi z Cro-Magnon do Celtów",
            "text": "Dowody archeologiczne wskazują, że pierwsi ludzie przybyli na Półwysep Iberyjski około 32000 lat temu, a rysunki w jaskini Altamira są słynną dokumentacją ich podróży. Półwysep zamieszkiwały dwie grupy - Iberyjczycy i Celtowie. Pierwsi zajmowali tereny południowe i wschodnie, a drudzy północne i zachodnie. Półwysep stał się dla Celtów i Iberyjczyków świetnym miejscem do prowadzenia handlu - wielu kupców fenickich i greckich handlowało tam złotem i srebrem, głównie w mieście Tartessos, znajdującym się tam, gdzie współczesna Sewilla. Fenicjanie, Grecy i Kartagińczycy założyli kolonie handlowe na wybrzeżu Morza Śródziemnego, ale miejscowa ludność kontrolowała większość tych terenów pomimo napływu zagranicznego złota i władzy."
        },
        {
            "heading": "Wejście Rzymian",
            "text": "Trwało to mniej więcej do 210 r. p.n.e., kiedy to Rzymianie zajęli kolonie Kartaginy podczas drugiej wojny punickiej, a następnie rozpoczęli ofensywę w głąb Półwyspu Iberyjskiego, zdobywając większość jego terytorium. Przez kolejnych 500 lat Celtowie i Iberyjczycy ulegali stopniowej romanizacji - miejscowi arystokraci stawali się rzymską szlachtą, pojawiły się rzymskie drogi i placówki handlowe, a także nowe techniki nawadniania, w tym słynne akwedukty. W tym czasie dotarło tam też chrześcijaństwo, szybko przyjęte przez miejscową ludność.Rzym zaczął jednak tracić swe wpływy na półwyspie (nazywanym wtedy „Hispania” lub „Iberia”), gdy w 409 r. inwazja Galów zepchnęła w jego głąb Swebów i Wandalów. Przybyłe plemiona założyły nowe królestwo na terenie współczesnej Galicji i Portugalii, a w rękach Rzymian została tylko niewielka, położona na południu Spania, z której Rzymianie bizantyjscy chcieli rozpocząć odzyskiwanie Iberii. Wkrótce jednak cały półwysep znalazł się pod rządami Wizygotów."
        },
        {
            "heading": "Przybycie Maurów",
            "text": "Wizygoci władali półwyspem przez następne trzy wieki, do czasu niespodziewanej inwazji islamskiego imperium Umajjadów. Wielkie armie Maurów przeprawiły się z Afryki Północnej na Gibraltar i w ciągu zaledwie siedmiu lat, od 711 do 718 roku, podbiły prawie całą Iberię. Nowa islamska władza zapewniła chrześcijanom i żydom swobodę wyznania, ale nałożyła na nich specjalne podatki i kilka dyskryminujących zwyczajów. Mimo tych niewielkich (jak na tamte czasy) niedogodności, wielu miejscowych przeszło na islam.Sami najeźdźcy z trudem utrzymywali jedność mimo wspólnej religii i celów. Wkrótce grupy Maurów zaczęły zakładać własne osiedla, głównie na terenach Walencji i Granady. W XI wieku doszło do kolejnego rozpadu terytoriów muzułmańskich, dzięki czemu niektóre królestwa chrześcijańskie poszerzyły swe granice. Przez wieki chrześcijanie i muzułmanie walczyli o władzę w Iberii, co doprowadziło do rozpoczęcia rekonkwisty."
        },
        {
            "heading": "Rekonkwista, zjednoczenie i inkwizycja, o rety...",
            "text": "Rekonkwista, oficjalnie rozpoczęta w roku 722 bitwą pod Covadongą (rozpędu nabrała o wiele później), to próba odebrania Iberii muzułmanom przez chrześcijan. Podczas rekonkwisty powstało wiele ważnych królestw chrześcijańskich, takich jak Asturia i Aragonia, ale większość krajów muzułmańskich uparcie trzymała się swoich ziem. Przez kolejnych 700 lat chrześcijanie i muzułmanie toczyli walki o panowanie na Półwyspie Iberyjskim: wznoszono i zdobywano twierdze, szale zwycięstwa przechylały się na różne strony, a granice zmieniały się praktycznie co roku. Mimo powolnego wkraczania królestw chrześcijańskich do Iberii, nie sposób było wskazać oczywistego zwycięzcy.Wszystko zmieniło się wraz ze zjednoczeniem królestw Kastylii i Aragonii, połączonych małżeństwem Izabeli I i Ferdynanda II w 1469 r. Dwójka monarchów uderzyła na islamską twierdzę w Grenadzie, a w roku 1492 udało im się zakończyć trwające 781 lat rządy muzułmanów w Iberii.1492 rok to ważna data dla pary królewskiej – Krzysztof Kolumb dotarł wówczas pod patronatem Izabelli do Ameryki, rozpoczynając kolonizację Nowego Świata, a iberyjskim żydom nakazano nawrócenie się na chrześcijaństwo pod groźbą wygnania lub śmierci z rąk inkwizycji.Nowe, zjednoczone królestwo Izabeli i Ferdynanda nazwano España (Hiszpania), a dzięki bogactwom kolonii w Nowym Świecie stało się ono pierwszą ówczesną „światową potęgą”."
        },
        {
            "heading": "Imperium Hiszpanii, władcy Nowego Świata",
            "text": "U szczytu swej potęgi Imperium Hiszpanii miało posiadłości na całym świecie - należały do niego duże tereny Ameryki Północnej i Południowej, niewielkie terytoria w Europie oraz różne miasta w Afryce Północnej i całe Indie Wschodnie. Hiszpania była wiodącą siłą w epoce odkryć geograficznych i zgromadziła olbrzymie bogactwa pochodzące z handlu w licznych koloniach i księstwach. Słusznie mówiono, iż jest ona imperium, nad którym nigdy nie zachodzi słońce.Nowe, hiszpańskie szlaki handlowe podróżujące do Nowego Świata nie tylko stymulowały rozwój wiedzy i kultury, ale też dostarczały nowych zasobów w postaci metali szlachetnych (np. złota), przypraw i roślin. Złota era Hiszpanii doprowadziła także do reform intelektualnych i duchowych - rozwoju humanizmu, rozpoczęcia reformacji protestanckiej i założenia Uniwersytetu w Salamance."
        },
        {
            "heading": "Kłopoty i wojna, czyli: nie ma spokoju w Hiszpanii",
            "text": "Wielka władza to wielka odpowiedzialność, przynajmniej jeśli nie chce się pozwolić berberyjskim piratom na kontynuowanie ich ataków i porwań na wybrzeżach naszego imperium. Poza rosnącym zagrożeniem ze strony piratów i imperium osmańskiego, Hiszpania toczyła regularne wojny z Francją. Niepokoje religijne i wojny wstrząsnęły katolickim imperium, gdy reformacja wciągnęła je w coraz częstsze konflikty zbrojne w całej Europie. Tym, czego nie tknęły niepokoje i religia, zajęła się dżuma, której epidemia wybuchła w Sewilli w roku 1650, wstrząsając całym imperium.Od tego czasu potęga i wpływy Hiszpanii zaczęły stopniowo, a potem coraz szybciej, topnieć. Najpierw zaczęła tracić posiadłości w Europie, głównie przez odłączenie się Portugalii i Niderlandów, następnie poniosła liczne porażki w niszczycielskiej wojnie trzydziestoletniej.Przez następne dwa wieki kolejne wojny zagrażały i osłabiały niegdyś dumne imperium. W XVIII wieku Napoleon Bonaparte podstępem najechał Hiszpanię, twierdząc, że zmierza do Portugalii. Następnie, na początku XIX wieku, rewolucja nacjonalistyczna dążąca do obalenia okupacyjnego rządu francuskiego doprowadziła do wybuchu hiszpańskiej wojny o niepodległość, nazywanej też wojną o półwysep. Mimo ostatecznego pokonania Francuzów (głównie przez fatalną kampanię Napoleona w Rosji), w kraju panował polityczny chaos.Sama Hiszpania musiała z kolei stawić czoła kilku bataliom o niepodległość swych zamorskich kolonii, które nasiliły się znacząco w okresie wojny hiszpańsko-amerykańskiej. XX wiek niewiele zmienił w upadłym imperium - hiszpańska wojna domowa w latach trzydziestych przyniosła ze sobą faszyzm i rządy autorytarne, co kosztowało życie ponad pół miliona ludzi. Wojnę tę często uważa się za pierwszą bitwę II wojny światowej.Dopiero po śmierci generała Francisca Franco w roku 1975 monarchia została przywrócona, a Hiszpania wróciła na właściwy tor po raz pierwszy od 300 lat."
        },
        {
            "heading": "Teraźniejszość i przyszłość",
            "text": "W 1978 roku w Hiszpanii wprowadzono demokrację i uchwalono Konstytucję Hiszpanii. Król Juan Carlos powstrzymał bunty i radykalne ruchy nacjonalistyczne szerzące się na terenach wiejskich, dowodzone głównie przez grupę terrorystów baskijskich. W roku 1982 Hiszpania przystąpiła do NATO, a w 1986 r. stała się członkiem Wspólnoty Europejskiej, która później przekształciła się w Unię Europejską.Po wspaniałym okresie imperium oraz kilku wiekach walk wewnętrznych i zewnętrznych Hiszpania została odbudowana i stała się ważnym graczem na arenie międzynarodowej, dziewiątą gospodarką i dziesiątym krajem na Ziemi pod względem jakości życia obywateli. Olbrzymia część świata może odnaleźć u siebie ślad hiszpańskiej tożsamości narodowej lub kultury, od architektury Nowego Orleanu po katolicyzm na Filipinach. Niewiele dzisiejszych krajów miało taki wpływ na kształt świata jak imperium hiszpańskie, zarówno u szczytu jego potęgi, jak i w dniu dzisiejszym."
        },
        {
            "heading": "Teraźniejszość i przyszłość",
            "text": "W 1978 roku w Hiszpanii wprowadzono demokrację i uchwalono Konstytucję Hiszpanii. Król Juan Carlos powstrzymał bunty i radykalne ruchy nacjonalistyczne szerzące się na terenach wiejskich, dowodzone głównie przez grupę terrorystów baskijskich. W roku 1982 Hiszpania przystąpiła do NATO, a w 1986 r. stała się członkiem Wspólnoty Europejskiej, która później przekształciła się w Unię Europejską.Po wspaniałym okresie imperium oraz kilku wiekach walk wewnętrznych i zewnętrznych Hiszpania została odbudowana i stała się ważnym graczem na arenie międzynarodowej, dziewiątą gospodarką i dziesiątym krajem na Ziemi pod względem jakości życia obywateli. Olbrzymia część świata może odnaleźć u siebie ślad hiszpańskiej tożsamości narodowej lub kultury, od architektury Nowego Orleanu po katolicyzm na Filipinach. Niewiele dzisiejszych krajów miało taki wpływ na kształt świata jak imperium hiszpańskie, zarówno u szczytu jego potęgi, jak i w dniu dzisiejszym."
        },
        {
            "heading": "Teraźniejszość i przyszłość",
            "text": "W 1978 roku w Hiszpanii wprowadzono demokrację i uchwalono Konstytucję Hiszpanii. Król Juan Carlos powstrzymał bunty i radykalne ruchy nacjonalistyczne szerzące się na terenach wiejskich, dowodzone głównie przez grupę terrorystów baskijskich. W roku 1982 Hiszpania przystąpiła do NATO, a w 1986 r. stała się członkiem Wspólnoty Europejskiej, która później przekształciła się w Unię Europejską.Po wspaniałym okresie imperium oraz kilku wiekach walk wewnętrznych i zewnętrznych Hiszpania została odbudowana i stała się ważnym graczem na arenie międzynarodowej, dziewiątą gospodarką i dziesiątym krajem na Ziemi pod względem jakości życia obywateli. Olbrzymia część świata może odnaleźć u siebie ślad hiszpańskiej tożsamości narodowej lub kultury, od architektury Nowego Orleanu po katolicyzm na Filipinach. Niewiele dzisiejszych krajów miało taki wpływ na kształt świata jak imperium hiszpańskie, zarówno u szczytu jego potęgi, jak i w dniu dzisiejszym."
        }
    ],
    "leader": {
        "name": "Izabela",
        "subtitle": "Władczyni Hiszpanii",
        "lived": "1451–1504",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/izabela.png",
        "trait": {
            "name": "Siedem Złotych Miast",
            "effect": "Premia złota za odkrycie cudu natury (wyższa, jeśli cywilizacja odkryje go jako pierwsza). Premie od cudów natury obejmujące kulturę, zadowolenie i dochód z pól zostają podwojone."
        },
        "titles": [
            "Królowa Kastylii i Leónu",
            "Małżonka króla Aragonii, Majorki, Neapolu i Walencji"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Izabela I była królową Kastylii i Leónu przez 30 lat i wraz ze swym mężem, Ferdynandem, stworzyła podwaliny pod zjednoczenie Hiszpanii. Ze względu na rolę, jaką odegrała w jednoczeniu kraju, patronowanie wyprawom Kolumba do Ameryki i zakończenie rekonkwisty Półwyspu Iberyjskiego, Izabelę uważa się za najbardziej ukochaną i najważniejszą spośród wszystkich koronowanych głów rządzących Hiszpanią."
            },
            {
                "heading": "Początki",
                "text": "Izabela urodziła się 22 kwietnia 1451 r. w Ávila jako córka Jana II Kastylijskiego i Izabeli Portugalskiej. Miała starszego o 26 lat brata Henryka i młodszego brata Alfonsa, wyprzedzającego ją w linii sukcesji. Po śmierci ojca, w roku 1454, Henryk zasiadł na tronie kastylijskim jako król Henryk IV, a Izabela wraz z rodziną przeniosła się do Arévalo i zamieszkała w nędznym zamku, gdzie jej matka zaczęła z wolna odchodzić od zmysłów. Dopiero po latach, gdy żona Henryka urodziła dziecko, król pozwolił rodzeństwu wrócić na dwór w Segowii.Kształcono tam Izabelę we wszystkich aspektach królewskiego życia, a jej los uległ znaczącej poprawie, jednak Henryk nałożył na nią jedno ograniczenie - bez jego zgody nie mogła opuścić Segowii. Henryk twierdził, że ma to ustrzec Izabelę przed politycznymi niepokojami w królestwie, narastającymi po tym, jak wybrał swą następczynię (córkę Joannę), lecz miało to też na celu odizolowanie Izabeli od zbuntowanej szlachty.Szlachta mogła jednak swobodnie kontaktować się z jej młodszym bratem, Alfonsem, który doprowadził do drugiej bitwy pod Olmedo w 1467 r., domagając się uznania go za następcę Henryka. W ramach kompromisu Henryk nadał Alfonsowi tytuł księcia Asturii, który otrzymywali dziedzice Kastylii i Leonu. Myślał też o zaaranżowaniu małżeństwa swojej córki, Joanny, z Alfonsem. Alfons swą nową rolą cieszył się jednak krótko - wkrótce zmarł, prawdopodobnie na dżumę, w testamencie zaś wskazał Izabelę jako swą następczynię i przekazał jej swój tytuł.Zamiast kontynuować rebelię przeciwko starszemu bratu, Izabela spotkała się z Henrykiem w Toros de Guisando i wynegocjowała pokój. Henryk oficjalnie uznał Izabelę za swą następczynię, ale nie mogła ona wyjść za mąż bez jego zgody i nie mógł też zmusić jej do wstąpienia w związek małżeński wbrew jej woli. Ta umowa zadowalała obie strony, a Henryk rozpoczął poszukiwania odpowiedniego męża dla młodszej siostry."
            },
            {
                "heading": "Nieudane swatanie Henryka",
                "text": "W tym czasie Izabela była zaręczona z Ferdynandem, synem Jana II Aragońskiego (małżeństwo zaplanowano, gdy miała trzy lata), ale Henryk zerwał tę umowę. Zamiast tego próbował wydać Izabelę za Karola IV z Viany, także syna Jana, jednak Jan odrzucił tę propozycję.Niedługo potem, w roku 1464, Henryk zabiegał o zaślubiny Izabeli z Edwardem IV, królem Anglii, lecz Edward również odmówił. Podjęto wiele starań, by wydać dziewczynę za Alfonsa V Portugalskiego, jednak tym razem to Izabela odmówiła pójścia z nim do ołtarza ze względu na podeszły wiek kandydata.Ta kastylijska opera mydlana wydawała się nie mieć końca. Izabela zaręczyła się z Pedro Gironem, jednym z ulubionych Donów Henryka. Gorąco modliła się o odwołanie tych zaślubin, ponieważ Don Pedro był od niej starszy o 27 lat. Wierzyła szczerze, że Bóg wysłuchał jej próśb, gdy Don zmarł na skutek perforacji wyrostka w drodze na pierwsze spotkanie z narzeczoną.Kolejnym kandydatem z coraz krótszej listy Henryka był brat Ludwika XI, Karol de Berry. W końcu Izabela miała dość słabo zawoalowanych prób mających na celu usunięcie jej z linii sukcesji za pomocą kiepskiego małżeństwa i sama rozpoczęła potajemne negocjacje z Janem II Aragońskim w sprawie małżeństwa z jego synem Ferdynandem."
            },
            {
                "heading": "Ferdynand i walka o tron",
                "text": "Choć wszystkie strony popierały ślub Izabeli z Ferdynandem (oczywiście poza Henrykiem, który wciąż starał się skusić Francję i Portugalię), to istniał też pewien drobny problem - młoda para była dalekimi krewnymi. Wedle prawa kościelnego kuzynostwo mogło wziąć ślub wyłącznie po uzyskaniu bulli papieskiej, a papież obawiał się ją wydać, ponieważ naraziłby się Kastylii, Portugalii i Francji.Izabela była głęboko wierzącą kobietą i nie chciała wychodzić za mąż, nie uzyskawszy odpustu. Ferdynand szukał pomocy w Rzymie, u Rodrigo Borgii (późniejszego papieża Aleksandra VI) i dostarczył Izabeli „bullę papieską” od Piusa II. Dokument był prawdopodobnie sfałszowany, ale to wystarczyło, by Izabela szybko zgodziła się na ślub. Pod pretekstem odwiedzenia grobu swego brata w Avili Izabela zdołała wymknąć się Henrykowi, a Ferdynand dostał się do Kastylii w przebraniu kupca. Ta iście szekspirowska przygoda Izabeli zakończyła się 19 października 1469 r., kiedy w Valladolid poślubiła Ferdynanda.Henryk bardzo szybko dowiedział się o tym małżeństwie i zwrócił się do papieża o jego unieważnienie. Nowy papież, Sykstus IV, nie obawiał się Kastylijczyków tak jak jego poprzednik, i zamiast spełnić prośbę Henryka, podarował nowożeńcom prawdziwą bullę papieską.Kilka lat później, w roku 1474, Henryk zmarł, a w Kastylii wybuchła wojna o sukcesję. Portugalia poparła córkę Henryka, Joannę, ale Izabela miała poparcie Aragonii (dzięki Ferdynandowi), a później także Francji. Wojna trwała przez cztery lata, jednak w końcu Izabela ponownie uzyskała pomoc Sykstusa IV. Papież anulował małżeństwo Joanny z Alfonsem V Portugalskim. Co zabawne, decyzja ta była oparta na bliskim pokrewieństwie małżonków. Joanna musiała zrezygnować z tytułów księżniczki i królowej Kastylii, a 20 stycznia 1479 r. na tronie zasiadła Izabela.W pierwszych latach swych rządów skoncentrowała się na umacnianiu władzy i dalszej Rekonkwiście Półwyspu Iberyjskiego, jednak jej panowanie na trwałe zapisało się w historii w pamiętnym roku 1492."
            },
            {
                "heading": "1492",
                "text": "W tym to roku wydarzyło się wszystko, czym Izabela zapisała się na kartach historii: zakończenie rekonkwisty, patronat nad wyprawami Krzysztofa Kolumba i wzmocnienie inkwizycji.Trwająca siedem wieków wojna, zwana rekonkwistą, toczyła się pomiędzy monarchami iberyjskimi, którzy starali się przejąć kontrolę nad całym regionem i wyprzeć muzułmanów. Przez ostatnie dwa wieki tej wojny Emirat Granady był ostatnią twierdzą dynastii muzułmańskich na Półwyspie Iberyjskim. Izabela i Ferdynand kontynuowali wojnę, a w roku 1482 r. przeprowadzili zdecydowane natarcie na to królestwo. Izabela często inspirowała swych żołnierzy, modląc się w samym środku pola bitwy, a pod Granadą zbudowała twierdzę w kształcie krzyża, wierząc, że wypełnia wolę Boga. W końcu wojska Izabeli zwyciężyły, a królowa podpisała Traktat Granadzki, kończący rekonkwistę po 700 latach walk.Na początku rządów Izabeli zwrócił się do niej młody odkrywca, Krzysztof Kolumb, poszukujący źródeł finansowania nowej ekspedycji mającej na celu dotarcie do Indii żeglując na zachód. Jej doradcy uznali ten plan za niepraktyczny i uważali, że Kolumb zakłada zbyt małą odległość dzielącą ich od Azji, zamiast jednak odprawić odkrywcę, tak jak uczyniła to Portugalia, Izabela przyznała mu niewielką roczną pensję i darmowy kwaterunek we wszystkich należących do niej miastach. Kolumb dalej próbował sprzedać swój plan monarchom, lecz ci wciąż odmawiali.Po powrocie z Granady Izabela ponownie spotkała się z Krzysztofem Kolumbem. Za radą swego spowiednika, tym razem Izabela zdecydowanie odrzuciła prośbę odkrywcy. Kiedy zdesperowany Kolumb opuszczał Kordobę, Ferdynand szybko przekonał Izabelę do zmiany zdania. Królowa wysłała po niego gwardię królewską i zaczęła planowanie finansowania jego wyprawy. Kolumb wyruszył w swą pamiętną podróż 3 sierpnia 1492 roku, a 12 października dotarł do Ameryki. Patronat Izabeli i Ferdynanda nad wyprawą śmiałego badacza dał początek złotej erze hiszpańskich odkryć geograficznych i kolonizacji."
            },
            {
                "heading": "Nikt nie spodziewa się Inkwizycji",
                "text": "Trybunał Świętej Inkwizycji w Hiszpanii (w skrócie inkwizycja hiszpańska) został powołany w 1478 r. przez Izabelę, aby wzmocnić ortodoksyjny katolicyzm w Kastylii i Aragonii oraz aby zastąpić nim inkwizycję średniowieczną, kontrolowaną przez papieża. Sprawy skomplikowały się jednak w roku 1492.Dominikanin, Tomás de Torquemada, został pierwszym wielkim inkwizytorem i przekonał dwójkę monarchów do bardziej aktywnych działań na rzecz jedności religijnej. Izabela nie chciała surowo obchodzić się z żydami zamieszkującymi jej królestwo (z powodów czysto ekonomicznych), ale Torquemada przekonał do swych poglądów Ferdynanda, a za jego pośrednictwem Izabelę. 31 marca 1492 roku wydano dekret alhambryjski, nakazujący ich wygnanie. Około dwustu tysięcy żydów niezwłocznie opuściło Hiszpanię, a pozostali nawrócili się, wciąż pozostając jednak pod czujnym okiem inkwizycji.Muzułmanie w regionie Granady, którzy tradycyjnie cieszyli się wolnością wyznania, zostali zmuszeni do nawrócenia. Gdy zaczęły wybuchać muzułmańskie rewolty, rozpoczęto przymusowe nawrócenia lub wygnania, tak jak w przypadku żydów."
            },
            {
                "heading": "Lata późniejsze",
                "text": "Izabela przez cały okres swego panowania dążyła do ustabilizowania rosnącego imperium. Starała się m.in. związać swe dzieci z przywódcami innych europejskich państw, pragnąc uniknąć w ten sposób kolejnej wojny o sukcesję. W końcu udało jej się zjednoczyć Półwysep Iberyjski pod jednym berłem, wydała swego najstarszego syna za arcyksiężną Austrii, wiążąc się w ten sposób z Habsburgami, a jej najstarsza córka poślubiła Manuela I Portugalskiego. Plany Izabeli runęły jednak, gdy wkrótce potem jej najstarsze dzieci zmarły, a dziedziczką tronu została jej trzecia córka, Joanna Szalona, która poślubiła Filipa Burgundzkiego i została ostatnią monarchinią z rodu Trastámara. Po niej koronę przejęli Habsburgowie.Izabela zmarła w roku 1504 i została pochowana w Kaplicy Królewskiej w Grenadzie."
            },
            {
                "heading": "Spuścizna historyczna",
                "text": "Za panowania Izabeli Hiszpania została zjednoczona, zakończyła się Rekonkwista Półwyspu Iberyjskiego i doszło do centralizacji władzy w tym regionie. Królowa stworzyła także podwaliny pod największą machinę wojenną następnego wieku (Armadę), zreformowała kościół hiszpański i przewodziła hiszpańskiej ekspansji w nowych amerykańskich koloniach. Choć wielu krytykuje ją za rolę, jaką odegrała w Inkwizycji oraz prześladowaniach żydów i muzułmanów, to wiele głosów domaga się kanonizacji królowej na świętą Kościoła Katolickiego. Pomimo jej budzących wątpliwość działań przeciwko innym wyznaniom, Izabela jest uznawana za jedną z najbardziej wpływowych i najważniejszych monarchiń Hiszpanii."
            }
        ]
    }
}