{
    "id": 34,
    "name": "Szwecja|Szwecji|Szwecji|Szwecję|Szwecją|Szwecji",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/sweden.png",
    "dawn_of_man": "Chwała wielkiemu Królowi Gustawowi Adolfowi, założycielowi imperium szwedzkiego i wielkiemu generałowi. To za twych rządów Szwecja stała się jedną z największych potęg europejskich, głównie dzięki twej mądrości na polu walki, jak i poza nim. Jako król przeprowadziłeś wiele reform wewnętrznych, które zapewniły stabilność gospodarczą i dobrobyt twego ludu. Jako generał zwany Lwem Północy cieszyłeś się uznaniem dowódców z całego świata. Dzięki twym zwycięstwom w wojnie trzydziestoletniej zapisałeś się na kartach historii jako jeden z największych generałów.O szlachetny królu, lud pragnie twego przewodnictwa, mając nadzieję, że przywrócisz dawną chwałę naszemu królestwu. Czy stworzysz nowe strategie, dzięki którym nasze armie zwyciężą we wszystkich wojnach? Czy zdołasz zbudować cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Hakkapelitas",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/hakkapeliitta.json"
        },
        {
            "name": "Karolanie|Karolan|Karolanom|Karolan",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/carolean.json"
        }
    ],
    "city_names": [
        "Sztokholm|Sztokholmu|Sztokholmowi|Sztokholm|Sztokholmem|Sztokholmie",
        "Sigtuna|Sigtuny|Sigtunie|Sigtunę|Sigtuną|Sigtunie",
        "Helsinki|Helsinek|Helsinkom|Helsinki|Helsinkami|Helsinkach",
        "Birka|Birki|Birce|Birkę|Birką|Birce",
        "Uppsala|Uppsali|Uppsali|Uppsalę|Uppsalą|Uppsali",
        "Turku",
        "Linköping",
        "Lund",
        "Espoo",
        "Västerås",
        "Malmö",
        "Vantaa",
        "Visby",
        "Strängnäs",
        "Tampere",
        "Skara|Skary|Skarze|Skarę|Skarą|Skarze",
        "Lödöse",
        "Oulu",
        "Växjö",
        "Jyvaskyla|Jyvaskyli|Jyvaskyli|Jyvaskylę|Jyvaskylą|Jyvaskyli",
        "Gothenburg|Gothenburga|Gothenburgowi|Gothenburg|Gothenburgiem|Gothenburgu",
        "Orebro",
        "Lahti",
        "Helsingborg|Helsingborga|Helsingborgowi|Helsingborg|Helsingborgiem|Helsingborgu",
        "Jönköping",
        "Kuopio",
        "Norrköping",
        "Sundsvall",
        "Kouvola|Kouvoli|Kouvoli|Kouvolę|Kouvolą|Kouvoli",
        "Karlstad",
        "Umea|Umei|Umei|Umeę|Umeą|Umei",
        "Pori",
        "Ystad",
        "Paviken",
        "Vaasa"
    ],
    "spy_names": [
        "Leif",
        "Ingegard",
        "Sören",
        "Ragnhild",
        "Lars",
        "Lina",
        "Herr Grå",
        "Magnus",
        "Vilma",
        "Kusin"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Królestwo Szwecji, położone w północnej Europie, wraz z Danią i Norwegią tworzy region nazywany Skandynawią. Dziś to postępowe i potężne ekonomicznie państwo. Jego wczesna historia opisana jest w nordyckich sagach, w których pojawiają się pierwsze zapisy o jego legendarnych królach. Choć nie da się ustalić jednoznacznie daty powstania królestwa, wiadomo, że luźno powiązane ze sobą grupy wikingów z czasem połączyły się w zjednoczony naród szwedzki. Szczyt swojej militarnej i politycznej potęgi kraj ten osiągnął w XVII w. pod wodzą szanowanego króla i generała Gustawa Adolfa."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Rozciągająca się od Morza Bałtyckiego na południu po krąg polarny na północy Szwecja położona jest między nordyckimi krajami – Norwegią i Finlandią. Rosną tam ogromne lasy – większa część kraju jest gęsto pokryta lokalnymi odmianami sosny, świerku i brzozy. W Szwecji panuje klimat umiarkowany, w porównaniu z sąsiednimi terenami zaskakująco suchy, choć występują wyraźne różnice w warunkach pogodowych między północą a południem kraju. Wschodnie wybrzeże Szwecji dostarcza od dawna ryb i wydatnie przyczyniło się do rozwoju umiejętności żeglarskich Szwedów na przestrzeni dziejów."
        },
        {
            "heading": "Prehistoria",
            "text": "Na długo przed wikingami Szwecję zamieszkiwały wędrowne ludy plemienne. Już 12 000 lat p.n.e. członkowie społeczności zbieracko-łowieckich zamieszkałych na obecnym terenie tego kraju przemieszczali się wraz z porami roku, by wreszcie stworzyć małe osady rybackie używające prymitywnych narzędzi z krzemienia i łupku. Wraz z nastaniem neolitu plemiona te zaczęły tworzyć bardziej zwarte społeczności rolnicze – trwało to aż do nordyckiej epoki brązu, czyli około 1700 r. p.n.e. Napływ importowanego stopu pozwolił na produkcję w tym okresie coraz to bardziej zaawansowanych technicznie narzędzi i broni.W czasach, gdy wraz z nowym milenium nadchodził świt ery wikingów, w Szwecji mieszkało wiele dużych plemion germańskich. Swewowie, bezpośredni przodkowie Szwedów, byli tylko jednym plemieniem zamieszkującym małe królestwa i państewka Svealandu, historycznego centrum rozwoju Szwecji. Od południa sąsiadowali z nimi Geatowie, na wyspie Gotlandia zaś mieszkali Gutowie. Swewowie po pewnym czasie zjednoczyli się z sąsiadami, choć dokładna data tego wydarzenia pozostaje nieznana. Współpraca tych wczesnych plemiennych królestw w czasach wikingów doprowadziła do stopniowej fuzji ich terytoriów."
        },
        {
            "heading": "Szwedzcy wikingowie",
            "text": "Podboje i ekspansja wikingów w Europie Środkowej przyniosły ogromne zniszczenia w niespodziewających się ataku osadach w regionie. Na przestrzeni VII i VIII w. wikingowie każdej wiosny zazwyczaj opuszczali na swych łodziach Skandynawię w poszukiwaniu łupów, a jesienią powracali obładowani zdobyczą. Podczas gdy ich duńscy towarzysze znani byli przede wszystkim w Anglii i Francji, wikingowie ze Szwecji pokonywali Bałtyk i poprzez ujścia rzek docierali na tereny obecnej Rosji.Podczas ekspansji do Rosji, Białorusi i Ukrainy w IX w. wielu szwedzkich wikingów osiedliło się na tych terenach i wkrótce zaczęli być znani jako Rusowie. Choć istnieje kilka teorii co do pochodzenia tej nazwy, najpowszechniejsze jest przekonanie, że wywodzi się ona od szwedzkiego regionu Roslagen, co znaczy kraj wioślarzy. Po zdobyciu w połowie IX w. Kijowa Rusowie stworzyli państwo, które istniało przez niemal 400 lat – aż do przybycia w XIII w. Mongołów. Ta „ziemia ruska” uznawana jest za kraj, który dał nazwę współczesnej Rosji.Zgodnie ze starą tradycją wikingowie szwedzcy upamiętniali swe największe zwycięstwa i wybitnych dowódców za pomocą kamieni runicznych. Te monumentalne głazy pokryte runicznymi glifami i symbolami stanowią jedne z najwcześniejszych zapisów dokonań wikingów. Stoją rozrzucone po terenach, nad którymi niegdyś sprawowali oni władzę."
        },
        {
            "heading": "Wczesne królestwa",
            "text": "W pierwszym tysiącleciu naszej ery Szwecja stanowiła luźny związek niezależnych prowincji. Choć w nordyckich sagach wspomina się o licznych królach, fakt, że prawda miesza się tam z legendą, mocno utrudnia ustalenie ich rodowodu. Olaf Skotkonung, syn króla Eryka Zwycięskiego, rządził od 995 do 1022 r. i uznawany jest za pierwszego władcę, który prawdziwie zjednoczył pod swymi rządami szwedzkie plemiona.W połowie XII w. Birger jarl służył Szwecji w roli „jarla” (tytuł ten jest odpowiednikiem hrabiego lub wicekróla) podczas rządów króla Eryka XI. Przypisuje się mu położenie kresu długotrwałej wrogości wobec Norwegii, rywala Szwecji, i wynegocjowanie pokoju w Lodose. Posunął się przy tym nawet do wydania swej córki Rikissy za mąż za syna norweskiego króla Haakona IV. Uważa się również, że Birger przyczynił się do wyboru położenia przyszłej stolicy Szwecji Sztokholmu – pierwszym bowiem pisanym źródłem, w którym pojawia się ta nazwa, są listy jego autorstwa.Niewyobrażalne nieszczęście dotknęło Szwecję w XIV w., kiedy to przybyła tam czarna śmierć. Pandemia dżumy, która objęła swym zasięgiem niemal całą Europę, przybyła do tego kraju w 1349 r. Choć Szwecja była jednym z ostatnich państw nawiedzonych przez chorobę, straty były bardzo dotkliwe – według niektórych źródeł dżuma zabiła niemal połowę mieszkańców kraju."
        },
        {
            "heading": "Unia kalmarska",
            "text": "Od 1397 do 1523 r. Szwecja była członkiem unii kalmarskiej, która jednoczyła ten kraj, Norwegię i Danię pod rządami jednego króla. Choć teoretycznie każde państwo było niezależne, pod względem polityki zagranicznej i związanych z nią działań decyzje duńskiego króla były niepodważalne. Szwecja dołączyła do unii z powodu wewnętrznego sporu między ówczesnym królem Albertem a szlachtą. Wspierała ona Alberta w jego rządach, póki nie spróbował on ograniczyć ich majątku i posiadanych ziem. Magnaci zwrócili się do duńskiej królowej Małgorzaty i obwołali ją władczynią ich ziem. Duńskie wojska wyruszyły przeciw armii Alberta i w 1389 r. pokonały ją.Unię oficjalnie utworzono podczas spotkania w szwedzkim mieście Kalmar i zastrzeżono w niej, że monarcha zawsze będzie duński. Szwedzka arystokracja wyraziła na to zgodę, gdyż Małgorzata obiecała im, że ich wpływy i włości będą chronione i że poza samym władcą urzędy państwowe będą obsadzone przez Szwedów. Krewny Małgorzaty Eryk Pomorski został koronowany na króla nowej unii. Jego ambicje szybko sprawiły, że obietnice złożone przez Małgorzatę stanęły pod znakiem zapytania.W przeciągu 50 lat w unii rozpoczęły się niepokoje – częste konflikty, w jakie wdawał się duński król z handlowymi partnerami Szwecji, rozdrażniły szwedzką szlachtę i zaszkodziły ekonomii kraju. W 1440 r. król Eryk został usunięty z tronu, nie pomogło to jednak zbytnio unii. Konflikty między Szwecją a Danią trwały aż do XVI w., do czasu, gdy na arenie politycznej pojawił się Gustaw Eriksson."
        },
        {
            "heading": "Narodziny szwedzkiej potęgi",
            "text": "Król Gustaw I, znany też jako Gustaw Waza z rodu Wazów, poprowadził w 1521 r. udaną rebelię przeciw duńskiemu królowi Chrystianowi II, który rządził unią kalmarską. Po tym, jak Gustaw wyzwolił Szwedów spod władzy duńskiej, parlament wybrał go w 1523 r. na króla Szwecji, zrywając tym samym trwającą ponad sto lat unię.Późniejszy król, wielki władca Gustaw Adolf doprowadził w XVII w. Szwecję do wielkiej potęgi. Objąwszy tron w 1611 r., Adolf przejmował władzę nad państwem pogrążonym w konfliktach. Jego ojciec Karol usunął z tronu prawowitego króla (i swego bratanka) Zygmunta i sam objął władzę, pozostawił jednak państwo u progu trzech wojen. Umiejętnie lawirując wśród tych wewnętrznych i zewnętrznych zatargów, Adolf wynegocjował niestabilny pokój z Zygmuntem, w kolejnym zaś dziesięcioleciu położył kres konfliktom z Rosją i Danią.Najbardziej znane osiągniecia militarne Adolfa przypadają na czas wojny trzydziestoletniej, wielkiego konfliktu między obrońcami protestantyzmu a katolicką potęgą Świętego Cesarstwa Rzymskiego. Wojsko szwedzkie pod rządami Adolfa zostało zmodernizowane i wzmocnione, dzięki czemu odniósł on wiele kluczowych zwycięstw podczas wojny, chroniąc tym samym ruch protestancki. Choć nie był zaangażowany w konflikt od samego początku, poprowadził szwedzką armię w obronie niemieckich terenów protestanckich zaatakowanych przez Święte Cesarstwo Rzymskie. Niestety, Adolf zginął w 1632 r., dowodząc szarżą podczas bitwy pod Lützen – Szwecja straciła tym samym swego najwspanialszego generała.Utrzymanie prestiżu, jaki zdobyła Szwecja pod panowaniem Gustawa Adolfa, nie było łatwym zadaniem, lecz jego następcy Karol XI i Karol XII byli zdolnymi i szanowanymi władcami. Kontynuowali oni politykę ulepszania wojska i obaj stosowali specjalnie wyszkolone jednostki znane pod nazwą karolanów. Przedkładano tam jakość nad ilość i bardziej ceniono umiejętności i dyscyplinę niż liczbę żołnierzy.Podczas III wojny północnej w latach 1700–1721, w której walczyły ze sobą Szwecja i koalicja państw dowodzona przez Rosję, karolanie zwyciężali wbrew wszystkiemu, pokonując nieraz trzykrotnie liczniejsze wojska. Niestety, szwedzkie wojsko zostało ostatecznie pokonane przez wroga i w 1718 r. doszło do sławnego odwrotu znanego jako „karolański marsz śmierci”. Gdy Karol XII padł podczas bitwy, oficer imieniem Carl Armfeldt wycofał się wraz z kompanią 5 000 ludzi i wszedł prosto w burzę śnieżną. Zginęło około 3000 ludzi, nim armii udało się wreszcie powrócić do Szwecji."
        },
        {
            "heading": "Uprzemysłowienie Szwecji",
            "text": "Do połowy XIX w. ekonomia Szwecji opierała się głównie na rolnictwie, a pod względem uprzemysłowienia kraj był zacofany w stosunku do sąsiadów. W ostatnich 30 latach tego stulecia, dzięki licznym bogactwom naturalnym, zwłaszcza drewnu i rudzie żelaza, ekonomia Szwecji uległa szybkiej transformacji. Rozwój sieci kolejowej umożliwił Szwedom transport dużych ilości surowców do portów morskich, co przełożyło się na gwałtowny rozwój państwa na początku XX w."
        },
        {
            "heading": "Czasy neutralności",
            "text": "Mimo długiej historii wojen z sąsiednimi rywalami, Szwecja od czasów wojen napoleońskich utrzymuje pokojowe stosunki międzynarodowe. W 1808 r. straciła niemal jedną trzecią swych wschodnich terytoriów na rzecz Rosji – ziemie te obecnie należą do Finlandii. Od tego czasu aż do dziś Szwecja stosuje politykę ścisłej neutralności.Podczas wojen światowych Szwecja utrzymała właściwie swą niezależność w stosunku do Niemiec i nie włączyła się aktywnie do konfliktu. Wspierała jednak potajemnie duński ruch oporu, pomagając w 1943 r. tamtejszej ludności żydowskiej w ucieczce."
        },
        {
            "heading": "Współczesna Szwecja",
            "text": "W dzisiejszych czasach Szwecja znana jest jako postępowy kraj o wysokim standardzie życia. Jej dobrze rozwinięta ekonomia, oparta w znacznej mierze na eksporcie maszyn, surowców, papieru i mebli, pozwoliła na stworzenie silnego systemu socjalnego. Jak dowodzą różnorodne badania, korzyści z tego systemu, takie jak ogólnodostępna edukacja i służba zdrowia, a także ustawowo zagwarantowany płatny urlop, sprawiają, że Szwecja jest jednym z „najszczęśliwszych krajów świata”."
        },
        {
            "heading": "Współczesna Szwecja",
            "text": "W dzisiejszych czasach Szwecja znana jest jako postępowy kraj o wysokim standardzie życia. Jej dobrze rozwinięta ekonomia, oparta w znacznej mierze na eksporcie maszyn, surowców, papieru i mebli, pozwoliła na stworzenie silnego systemu socjalnego. Jak dowodzą różnorodne badania, korzyści z tego systemu, takie jak ogólnodostępna edukacja i służba zdrowia, a także ustawowo zagwarantowany płatny urlop, sprawiają, że Szwecja jest jednym z „najszczęśliwszych krajów świata”."
        }
    ],
    "leader": {
        "name": "Gustaw Adolf",
        "subtitle": "Przywódca Szwecji",
        "lived": "1594–1632",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gustavus_adolphus.png",
        "trait": {
            "name": "Nagroda Nobla",
            "effect": "Zyskuje 90 wpływu, składając w darze wielkiego człowieka państwu-miastu. W wyniku deklaracji przyjaźni Szwecja i jej przyjaciel zyskują +10% do powstania wielkiego człowieka."
        },
        "titles": [
            "Król"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Szanowany szwedzki król i dowódca wojskowy Gustaw Adolf, znany powszechnie jako Lew Północy, zasiadł na tronie w wieku 17 lat i szybko zyskał sławę zarówno uzdolnionego stratega, jak i władcy wprowadzającego ważne innowacje w sztuce wojny. Objął po ojcu, uzurpatorze Karolu IX, władzę nad państwem pogrążonym w wewnętrznych i zewnętrznych konfliktach. Szybko zawarł układ z nieprzyjazną mu wcześniej szlachtą, rozgromił wrogów Szwecji i poprowadził swój kraj drogą ku potędze, którą stał się on w XVII w."
            },
            {
                "heading": "Konflikty jego ojca",
                "text": "Większość niepokojów, którym musiał stawić czoła Adolf po koronacji, była bezpośrednim rezultatem krótkich rządów jego ojca. Gdy Adolf się urodził, jego ojciec Karol nosił tytuł księcia i był regentem Szwecji występującym w imieniu swego bratanka Zygmunta, króla Polski. Zygmunt był nie tylko królem Polski i wielkim księciem litewskim, lecz również prawowitym królem Szwecji, synem poprzedniego władcy Jana III. Kraj ten był wtedy jednak silnie protestancki – Karol również wyznawał luteranizm – podczas gdy Zygmunt był wierny katolicyzmowi. W obawie przed przymusowym nawróceniem Szwecji na katolicyzm zdecydowano się na unię personalną z Polską. Król był wspólny, lecz prawo i kultura oddzielne. Pozwoliło to księciu Karolowi na rządzenie Szwecją w roli regenta, podczas gdy Zygmunt pozostał w Polsce, dzięki czemu wrogie sobie frakcje religijne pozostawały w oddzieleniu.Karol w roli regenta postrzegany był jako obrońca wiary protestanckiej. Wykorzystywał on wzmagające się napięcia na tle religijnym na swoją korzyść. Nadużywając władzy nad lokalnymi gubernatorami lojalnymi królowi, doprowadził on do wybuchu wojny domowej z poddanymi Zygmunta. Po serii krótkich konfliktów w 1598 r. doszło do bitwy pod Stangebro, w której najeżdżająca Szwecję armia Zygmunta poniosła wielką klęskę. Schwytany i wydalony do Polski Zygmunt stracił w Szwecji niemal całe poparcie. W 1600 r. Riksdag, szwedzki parlament, uznał, że Zygmunt abdykował, i ogłosił Karola królem Szwecji.Wydarzenia te miały poważny wpływ na rządy Adolfa. Unia personalna między Polską i Szwecją została zerwana, a Zygmunt nadal rościł sobie prawo do szwedzkiego tronu i dążył do jego odzyskania. W rezultacie oba państwa pozostawały ze sobą w stanie wojny przez niemal 50 kolejnych lat."
            },
            {
                "heading": "Wczesne rządy",
                "text": "Choć uznaje się zasługi Karola dla obrony protestantyzmu Szwedów, jego prawo do korony było co najmniej wątpliwe. Zmarł w 1611 r. po zaledwie siedmiu latach rządów, pozostawiając synowi kraj pogrążony w niepokojach. Adolf, który wcześniej służył już w wojsku u boku ojca, został koronowany w wieku 17 lat. Natychmiast zaczął próbować zaprowadzić pokój wśród szwedzkiej szlachty, której głos – Riksdag – pod rządami Karola stracił na znaczeniu. Według zasad parlamentu Adolf był zbyt młody, by zostać królem. Osiągnięto jednak kompromis. Został on królem, ale w zamian zagwarantował szlachcie miejsca w radzie królewskiej, będącej gronem najbliższych współpracowników monarchy.Adolf musiał rozwiązać konflikty z trzema rywalami – relacje z Danią i Rosją były bardzo napięte, a Zygmunt, król Polski, nadal rościł sobie prawo do szwedzkiej korony. W obliczu zagrożenia wojną na trzech frontach Adolf szybko zajął się łagodzeniem sytuacji i odciążaniem wojska. Konflikt z Polską i Zygmuntem z trudem zakończono w 1611 r. podpisaniem traktatu, który był odnawiany co roku, gdyż wojska obu stron był zaangażowane gdzie indziej.Wojna kalmarska wybuchła w wyniku prób przejęcia przez Szwecję norweskiego regionu o nazwie Finnmark – pozwoliłoby to szwedzkim kupcom ominąć duńskie cła nakładane na każdego, kto przepływał przez cieśniny łączące Bałtyk z Morzem Północnym. Dania, której gospodarka w znacznej mierze była zależna od tych ceł, w obawie, że Szwedzi zyskają alternatywny szlak kupiecki, wypowiedziała im w 1611 r. wojnę. Z początku wojskami szwedzkimi dowodził Karol, lecz wkrótce zmarł, Adolf zaś miał minimalne szanse na zwycięstwo w wojnie. Po dwóch latach trwania konfliktu, który zakończył się zdobyciem przez Duńczyków licznych istotnych twierdz, w 1613 r. wojna dobiegła końca i zawarto pokój w Knäred. Choć Szwedzi zapłacili ogromną cenę za odzyskanie utraconych fortec, udało im się wynegocjować zwolnienie z wszelkich ceł przy przepływaniu przez Sund.Wojna z Rosją z 1610 r. wybuchła w wyniku prób, które Karol podjął w celu zdobycia jej tronu dla swego drugiego syna Karola Filipa. Po jego śmierci konflikt musiał zakończyć Adolf. Walki w Rosji trwały siedem lat i nie przynosiły żadnego rozstrzygnięcia. Wojna zakończyła się w 1617 r. pokojem w Stołbowie – Szwecja uzyskała na jego mocy kilka prowincji, zwróciła jednak część podbitych wcześniej terytoriów. Uznała również Michaiła Romanowa jako prawowitego cara Rosji.Konflikty te pozwoliły Adolfowi wprawić się zarówno w rolę króla, jak i dowódcy. Tak wczesne poznanie dyplomacji i wojny dało mu cenne doświadczenie, które okazało się niezmiernie przydatne w jego późniejszej działalności."
            },
            {
                "heading": "Reformy polityczne",
                "text": "Zgodnie z umową dotyczącą sukcesji Adolf zwiększył władzę rady Riksdag, zmieniając ją z czysto ceremonialnego urzędu w aparat rządowy, który mógł się zbierać wedle własnego uznania i podejmować decyzje mające wpływ na politykę kraju. W rezultacie Adolf podjął bliską współpracę z Axelem Oxenstierną, szlachcicem, którego ogłosił wielkim kanclerzem rady królewskiej. To dzięki jego radom za rządów Adolfa powstało wiele istotnych praw wewnętrznych. Jednym z jego najważniejszych osiągnięć było ustanowienie w Riksdagu w 1617 r. czterech jasno określonych stanów – szlachty, duchowieństwa, mieszczaństwa i chłopstwa. Dzięki temu każdy członek szwedzkiego społeczeństwa miał głos na arenie ogólnonarodowej."
            },
            {
                "heading": "Innowacje militarne",
                "text": "Wśród wielu przydomków nadawanych Gustawowi Adolfowi przez poddanych i historyków jednym z najważniejszych jest miano ojca nowoczesnej wojny, na które zasłużył, wykorzystując w wojnach pionierską taktykę i broń. Niektóre z innowacji wprowadzonych przez Adolfa do dziś są wykorzystywane przez armie – na przykład lekka polowa artyleria, formacje i jednostki mieszane, silnie agresywne rodzaje strategii bardzo skuteczne przeciw ówczesnym strategiom obronnym. Adolf jako jeden z pierwszych królów wyposażył swoje wojska w papierowe naboje, łącząc w wykonanym z papieru stożku odmierzoną uprzednio ilość prochu z pociskiem. Eliminując potrzebę odmierzania i podsypywania prochu w trakcie walki, Adolf zwiększył zarówno niezawodność, jak i częstotliwość strzału broni."
            },
            {
                "heading": "Na polu bitwy",
                "text": "Historii najbardziej zapamiętała Adolfowi jego umiejętność dowodzenia na polu bitwy. Miał do tego wrodzony talent, a wojny, które stoczył w młodości, gdy królem był jeszcze jego ojciec, dały mu cenne doświadczenie. Wielokrotnie był ranny – raz kula z muszkietu utknęła mu w okolicach karku. Wiedziony ogromnym poczuciem obowiązku Adolf mimo rany walczył w kolejnych bitwach, a zamiast ciężkiej żelaznej zbroi, która sprawiała mu ból, nosił tylko lekki skórzany pancerz.Z licznych konfliktów, w których brała udział Szwecja pod jego rządami, najważniejszym była dla niego wojna trzydziestoletnia. Był to przede wszystkim konflikt między krajami protestanckimi a katolickimi wojskami służącymi Świętemu Cesarstwu Rzymskiemu – wojna trzydziestoletnia przyniosła ogromne zniszczenia i odcisnęła na Europie niezatarty ślad. Choć powodowane różnymi przyczynami walki rozpoczęły się w 1618 r., Szwecja pozostała neutralna aż do 1630 r., kiedy to Adolf uznał, że należy pomóc niemieckim protestantom i bronić Szwecji przed nadmiernymi ambicjami władcy Świętego Cesarstwa Rzymskiego. Armie szwedzkie, prowadzone przez Adolfa i zainspirowane jego okrzykiem bojowym „Gott mit uns!”, co znaczy „Bóg z nami!”, odnosiły na początku znaczne sukcesy, miażdżąc siły katolików i powstrzymując ich marsz.Najsławniejsze chyba starcie, znane jako pierwsza bitwa pod Breitenfeld, miało miejsce w 1631 r. w Saksonii, w obecnych Niemczech. Używając efektywnie artylerii polowej i serii wykonanych w idealnym momencie manewrów lekkiej fińskiej kawalerii Hakkapeliittas, Adolf i jego armia zgnietli siły cesarskie, zdobywając wrogą artylerię i używając jej w walce. Był to całkowity tryumf zjednoczonych wojsk protestanckich. Zwycięstwo pod Breitenfeld ostatecznie ustaliło reputację Adolfa jako zdolnego dowódcy i niebezpiecznego wroga Świętego Cesarstwa Rzymskiego.Niedługo potem, podczas bitwy nad rzeką Lech w Bawarii w 1632 r., Adolf poprowadził armię 40 000 ludzi przeciw mniejszej grupie sił katolickich pod wodzą hrabiego Johanna t’Serclaesa. Adolf wysłał pod osłoną artylerii swych Hakkapeliitas przez rzekę, przez prowizoryczne mosty. Po przedostaniu się na drugą stronę elitarne oddziały kawalerii okopały się i stworzyły przyczółek, pozwalając reszcie armii na przedostanie się. Adolf poprowadził szarżę przeciw wojskom katolickim – ranny został sam t’Serclaes. Zmarł potem w wyniku poniesionych ran.Ostatnia bitwa Adolfa odbyła się pod Lützen w 1632 r. Dowodząc szarżą w gęstym dymie oddzielił się od swych ludzi i został zastrzelony. Widząc śmierć swego króla, armia szwedzka popadła w zamęt, lecz mimo to udało jej się zmusić wojska cesarskie do odwrotu. Mimo że Szwecja poniosła po śmierci Adolfa liczne porażki, po podpisaniu w 1648 r. pokoju w Westfalii, który kończył wojnę trzydziestoletnią, Szwecja stała się jednym z najpotężniejszych państw Europy. Geniusz Adolfa jako dowódcy miał w tym niemały udział."
            },
            {
                "heading": "Osąd historii",
                "text": "Ponad dwieście lat po śmierci Adolfa sławny francuski przywódca Napoleon Bonaparte wychwalał jego geniusz jako jednego z największych przywódców wojskowych w historii. Stale prowadząc swe wojska ku zwycięstwu, Adolf ukształtował przyszłość wojen, stosując nieznane wcześniej innowacje taktyczne i strategie. Choć ojciec pozostawił mu w spadku liczne palące konflikty, stanął on na wysokości zadania i wyniósł Szwecję na szczyt potęgi militarnej i politycznej."
            }
        ]
    }
}