{
    "id": 32,
    "name": "Majowie|Majów|Majom|Majów|Majami|Majach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/majowie|majów|majom|majów|majami|majach.png",
    "dawn_of_man": "Twój lud pada przed tobą na kolana, o wspaniały królu Pakalu Wielki, ukochany synu bogów i tarczo królestwa Palenque. Po latach sporów z sąsiadami zadałeś potężny cios wrogom twego ludu i złożyłeś w ofierze ich przywódców w odwecie za znieważanie twoich poprzedników. Chwała Palenque została przywrócona tylko dzięki twej mądrości, gdy kierowałeś odbudową miasta i stworzyłeś pomniki i budowle jakich twój lud – i świat – nie widzieli.Wspaniały królu, twój lud chce, byś znowu mu przewodził i radził w nadchodzących czasach. Czy wypełnisz wolę bogów i przywrócisz dawny blask twego królestwa? Zbudujesz nowe pomniki, które na zawsze pozostaną w pamięci twego ludu? Czy stworzysz cywilizację, która wytrzyma próbę czasu?",
    "unique_buildings": [
        {
            "name": "Piramida|Piramidy|Piramidzie|Piramidę|Piramidy|Piramid|Piramidom|Piramidy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/pyramid.json"
        }
    ],
    "unique_units": [
        {
            "name": "Oszczepnicy|Oszczepników|Oszczepnikom|Oszczepników|Oszczepnikami|Oszczepnikach",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/atlatlist.json"
        }
    ],
    "city_names": [
        "Palanque",
        "Tikal",
        "Chichen Itza",
        "Uxmal",
        "Tulum",
        "Copan",
        "Coba",
        "El Mirador",
        "Calakmul",
        "Edzna|Edzny|Edznie|Edznę|Edzną|Edznie",
        "Lamanai",
        "Izapa|Izapy|Izapie|Izapę|Izapą|Izapie",
        "Uaxactun",
        "Comalcalco",
        "Piedras Negras",
        "Cancuen",
        "Yaxha",
        "Quirigua",
        "Q'umarkaj",
        "Nakbe",
        "Cerros",
        "Xunantunich",
        "Takalik Abaj",
        "Cival",
        "San Bartolo",
        "Altar de Sacrificios",
        "Seibal",
        "Caracol",
        "Naranjo",
        "Dos Pilas",
        "Mayapan",
        "Ixinche",
        "Zaculeu",
        "Kabah"
    ],
    "spy_names": [
        "Camazotz",
        "Coyopa",
        "Gukumatz",
        "Hunahpu",
        "Huracan",
        "Ixchel",
        "Ixtab",
        "Kukulkán",
        "Xbalanque",
        "Zipacna"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Majowie od III do X w. n.e. zamieszkiwali tereny obecnego Meksyku, Gwatemali i Belize. Tworzyli sieć niezależnych królestw połączonych wspólną kulturą i religią. Choć ich prawdziwe pochodzenie pozostaje tajemnicą, istnieją liczne teorie co do najwcześniejszych dziejów ich cywilizacji. Wedle ustaleń archeologów pierwsze osiedla Majów ustanowione zostały około 2000 r. p.n.e. Początkowo były to społeczności przedrolnicze, wkrótce jednak stały się wielkimi ośrodkami miejskimi. Miasta-państwa Majów opierały zarówno swoje utrzymanie, jak i handel na wyrafinowanych technikach rolniczych. Choć duża liczba ich osiedli z niewyjaśnionego powodu upadła pod koniec pierwszego tysiąclecia naszej ery, to wiele miast żyło w dostatku aż do przybycia w XVI w. hiszpańskich konkwistadorów."
        },
        {
            "heading": "Klimat i ziemie",
            "text": "Osiedla Majów znajdowały się głównie na terenie współczesnego Belize i Gwatemali, a także współczesnych stanów Meksyku – Quintana Roo, Campeche i Jukatanu, które składają się na region znany jako półwysep Jukatan. Teren, który zamieszkiwali Majowie, był bardzo zróżnicowany: znajdowały się tam zarówno góry i wyżyny, jak i tropikalne dżungle i pustynne niziny.Obecność tropikalnych dżungli zapewniała Majom dostęp do bogatej flory i fauny, które stanowiły uzupełnienie ich produkcji rolnej, a także do cennej słodkiej wody. Roczne opady w dżungli przekraczające 250 cm nie były rzadkością, a spęczniała od wody gleba sprawiała, że deszcz gromadził się w wapiennych niszach zwanych „cenote”, z których łatwo było pobierać wodę."
        },
        {
            "heading": "Okresy w historii Majów",
            "text": "Długo istniały rozmaite teorie dotyczące pochodzenia Majów i dopiero w ciągu ostatnich 50 lat archeologom badającym Mezoamerykę udało się stworzyć zarys historii początków ich cywilizacji. Przełomy w badaniach ich pisma, jakie miały miejsce w latach 60. i 70. XX w., sprawiły, że studia nad Majami wyszły z długiego marazmu spowodowanego brakiem źródeł pisanych.Historię cywilizacji Majów dzieli się na kilka oddzielnych cykli w ramach trzech okresów – preklasycznego, klasycznego i postklasycznego. Pierwsze osiedla powstały w okresie preklasycznym, w latach 2000–1500 p.n.e., kiedy to pierwotni Majowie zaczęli zrywać ze zbieracko–łowieckim trybem życia i tworzyć społeczności rolne. Z czasem te pierwotne społeczności ewoluowały w coraz bardziej złożony system społeczny, w którym znajdowały miejsce nie tylko zaawansowane techniki rolnicze i szlaki handlowe, ale też wielkie dzieła sztuki i architektury.Szczyt rozwoju cywilizacji Majów miał miejsce w latach 250–900 n.e., czyli w okresie znanym jako klasyczny. Na okres ten przypadają najbardziej znane dokonania Majów, a wśród nich stworzenie dużych, niezależnych państw–miast, z których każde było wielkim centrum urbanistycznym, pełnym pomników bogów i królów.Okres postklasyczny zapoczątkował upadek wielkich centrów miejskich na południu terytoriów Majów – to niewyjaśnione do dziś wydarzenie sprawiło, że niektóre wielkie miasta zostały całkowicie opuszczone. Północne osiedla rosły jednak i bogaciły się jeszcze przez długi czas."
        },
        {
            "heading": "Wielkie miasta Majów",
            "text": "Choć wielkie miasta Majów jednoczyła wspólna kultura, były one również bardzo niezależne – stale angażowały się w wojny między sobą, a stawką było terytorium, handel i kwestie polityczne. Mimo tej niezależności wszystkie wielkie miasta miały swój wpływ na kulturę jako całość, gdyż każde z nich było wyjątkowe i różniło się od innych.Kaminaljuyu, uważane za najdłużej zamieszkane osiedle w obu Amerykach, było w latach 1500 p.n.e. – 1200 n.e. domem dla dużej liczby Majów. Liczne wykopaliska archeologiczne dowiodły, że miasto mogło być głównym w regionie producentem obsydianu i jadeitu. Odkryto tam pozostałości ponad stu kopców i starożytnych budowli. Niestety, rozwój handlowy i urbanistyczny okolicy, mający miejsce w XIX i XX wieku, niemal całkowicie zniszczył pozostałości wielkiego niegdyś miasta, pozostawiając jedynie jego fragmenty.El Mirador, kolejne z wielkich miast Majów, przeżywało swój rozkwit w latach 600 p.n.e. – 100 n.e. W tym dużym mieście znajdowały się liczne umieszczone na estakadach drogi nazywane przez Majów „sacbe”. Były one używane do łączenia ze sobą budynków w ramach osiedla, lecz również do komunikacji między odległymi centrami handlu, przez co stały się niezmiernie istotne w tworzeniu sieci handlowych Majów. Podobnie jak wiadukty, które dziś buduje się nad połaciami niestabilnej ziemi, sacbe łączyły bardzo odległe miejsca. Najdłuższe z nich biegło od starożytnego miasta Coba do mniejszego osiedla Yaxuna, odległego od Coby o niemal 100 km.Tikal, najbardziej chyba znane miasto Majów epoki klasycznej, było stolicą potężnego państwa o tej samej nazwie. Ambicja jego władców była przyczyną częstych walk między Tikalem a sąsiadującymi rywalami. Uważa się, że miasto było nieprzerwanie zamieszkane przez niemal 2000 lat i w szczycie swojej świetności zamieszkiwało je sto tysięcy ludzi. Jednym z mniej znanych osiągnięć Tikalu jest „aguada”, pomysłowy system zbiorników z wodą, do których z murów miasta spływała deszczówka.Chichen Itza jest jednym z najlepiej zachowanych miast Majów, jako że należało do tych, które przetrwały najdłużej. W Chichen Itza, którego zabudowania pokrywają powierzchnię 6,5 km kw., można odnaleźć przykłady niemal wszystkich form architektury stosowanej przez Majów, takie jak piramidy schodkowe, boiska do gry w piłkę i bogato zdobione świątynie."
        },
        {
            "heading": "Upadek",
            "text": "Około IX w. dla wielu południowych osiedli Majów nadszedł okres szybkiego upadku, którego przyczyny pozostają nieznane. Rozpad i porzucenie tych królestw do dziś budzi kontrowersje. Przeludnienie, zanieczyszczenie środowiska, wojna, choroby – każdy z tych czynników mógł być jedyną przyczyną, najprawdopodobniej jednak to ich połączenie doprowadziło do porzucenia większych miast-państw.Podczas gdy tajemniczy upadek spustoszył południowe części państwa Majów, miasta na północy prosperowały nadal, wkraczając w drugie tysiąclecie naszej ery. Wtedy właśnie nastał czas wielkości sławnego miasta Chichen Itza. Przetrwało ono kilkaset lat, a przyczyną jego upadku była tragiczna w skutkach wojna domowa z sąsiednim miastem Mayapan w XIV w. Mayapan, Uxmal i Coba znalazły się wśród tych kilku miast, które ostały się na północy po upadku większości ośrodków ich cywilizacji."
        },
        {
            "heading": "Struktura społeczna Majów",
            "text": "Choć Majowie nigdy nie zjednoczyli się w jedno imperium, tworząc raczej państwa-miasta przypominające starożytną Grecję, w każdym z niezależnych ośrodków struktura społeczna była podobna. Od III w. p.n.e. Majowie praktykowali dziedziczenie tronu, chyba że nie było odpowiedniego następcy. Król wraz z rodziną i innymi wysoko postawionymi obywatelami tworzyli arystokrację, klasę wyższą. O stopień niżej stało duchowieństwo, składające się z szamanów, którzy prowadzili liczne w ciągu roku rytuały i ceremoniały. Oprócz tych dwóch klas rządzących istniało również pospólstwo, stanowiące większość społeczeństwa Majów – byli to rolnicy, rzemieślnicy i pracownicy fizyczni. Najniżej w hierarchii społecznej stali niewolnicy – jeńcy wojenni i przestępcy."
        },
        {
            "heading": "Rolnictwo i myślistwo",
            "text": "Ponieważ Majowie musieli pracować na roli przy bardzo ograniczonym dostępie do wody, stosowali oni rozmaite techniki pozwalające im dobrze wykorzystać żyzne ziemie, które zamieszkiwali. System płodozmianu „milpa”, używany przez liczne ludy mezoamerykańskie, u Majów sprawdził się szczególnie dobrze. Milpa była rodzajem gospodarki żarowej, w którym siano jednocześnie różne rodzaje roślin, a następnie na pewien okres pozostawiano ziemię odłogiem. Zazwyczaj po dwuletnim okresie sadzenia następowało sześć do ośmiu lat odłogu. Majowie hodowali głównie kukurydzę, dynię piżmową i fasolę, określane łącznie mianem „trzech sióstr”.Majowie byli nie tylko dobrymi rolnikami, lecz również zdolnymi myśliwymi i rybakami. Za pomocą rozmaitych narzędzi i broni polowali głównie na jelenie, króliki i pekari – świniopodobne zwierzę zamieszkujące dżunglę. Majowie używali innowacyjnej wyrzutni włóczni o nazwie atlatl – znalazła ona zastosowanie zarówno w łowach, jak i podczas wojny. Była to drewniana prowadnica o zaokrąglonym końcu, w której umieszczano włócznię lub bełt. Wykonywano nią taki sam zamach, jak przy normalnym rzucie, lecz dzięki wykorzystaniu prowadnicy włócznia osiągała dużo większe prędkości – mówi się, że dochodziły one do ponad 160 km/h, co pozwalało skutecznie łowić większą i szybszą zwierzynę."
        },
        {
            "heading": "Kult bogów",
            "text": "Majowie, jak inne społeczeństwa politeistyczne na całym świecie, czcili bardzo rozbudowany panteon bogów, na którego czele stał bóg stwórca Itzamna. Szczególnym kultem otaczano bogów nieba, zwłaszcza boga słońca Kinish Ahau i boginię księżyca Ixchel. Majowie mieli też bogów pogody, zbóż i rozmaitych profesji obecnych w ich kulturze. Szczególnie ważnym bogiem w panteonie stał się bóg kukurydzy, ponieważ w późniejszych etapach rozwoju społeczeństwa zboże to stało się podstawą pożywienia Majów.Na przestrzeni roku Majowie odprawiali liczne rytuały na cześć bogów oparte głównie na ich wiedzy związanej z astronomią i kalendarzem. Choć nie należeli do najkrwawszych ludów składających ofiary z ludzi, rzeczywiście przy najważniejszych rytuałach dochodziło do upuszczania krwi i składania ofiar. Ofiara z ludzi miała przynosić obfite plony – Majowie topili przeznaczonych do niej ludzi w nieckach ze słodką wodą ku czci boga deszczu Chaaca. Sławne święte cenote w Chichen Itza było miejscem, w którym w epoce klasycznej w historii Majów złożono sporą liczbę ludzkich ofiar.Tak jak wiele innych kultur mezoamerykańskich, również Majowie rozgrywali rytualne mecze gry w piłkę, podczas których próbowali za pomocą bioder wbić gumową piłkę (o wadze ok. 2-4 kg) do pionowo zawieszonego okręgu. Rozgrywki te miały zarówno ceremonialne, jak i rekreacyjne znaczenie. Używano ich również jako metody rozstrzygania sporów terytorialnych – gra kończyła się wówczas uśmierceniem przegranej drużyny."
        },
        {
            "heading": "Kultura Majów",
            "text": "U szczytu potęgi swej cywilizacji Majowie stworzyli wiele dzieł sztuki, w tym misterne rzeźby i reliefy w kamieniu i jadeicie. Artyści z każdego miasta zawierali w dziełach cechy typowe dla swego regionu. Majowie wynaleźli również, korzystając z dóbr, jakie zapewniała im dżungla, wiele pigmentów i barwników. Najbardziej znany z nich to „błękit Majów” – tworzony z barwnika indygo, który później, po upadku społeczeństwa Majów, znalazł zastosowanie w sztuce europejskich kolonistów.Wśród osiągnięć architektonicznych Majów najbardziej rozpoznawalną częścią są schodkowe piramidy, których wiele powstało w ostatnim okresie istnienia tej cywilizacji. Zgodnie ze swoją nazwą, piramida schodkowa składała się z warstw kamienia ułożonych w formie schodków, na szczycie których znajdował się płaski szczyt – miejsce, w którym często odbywały się ceremonie religijne. Uważa się, że mezoamerykańskie piramidy schodkowe budowano na istniejących już wcześniej kopcach lub dawnych świątyniach, które przebudowywano wedle wskazań cykli kalendarzowych. Najbardziej znanym przykładem piramidy schodkowej jest ta w Chichen Itza na półwyspie Jukatan – doskonale zachowany egzemplarz, którym opiekuje się rząd meksykański.System pisma Majów oparty jest na skrypcie określanym często mianem glifów lub hieroglifów ze względu na podobieństwo do pisma starożytnych Egipcjan. Odkryto go na dziełach odnajdywanych na terenie zamieszkiwanym przez Majów i powoli odcyfrowywano na przestrzeni ostatniego stulecia. Majowie używali go, by uwiecznić liczne aspekty swej kultury. Choć są dowody na to, że skrybowie indiańscy tworzyli księgi z kory i skór zwierząt, większość tych dzieł została zniszczona w XVI w. przez hiszpańskich najeźdźców, którzy uznali je za heretyckie."
        },
        {
            "heading": "Kalendarz Majów",
            "text": "Wśród licznych godnych uwagi odkryć Majów najbardziej znany stał się ich kalendarz, głównie ze względu na jego niejasne przeznaczenie. Niezwykle skomplikowany kalendarz długiej rachuby był jednym z trzech używanych przez Majów (obok kalendarzy Haab i Tzolkin).Kalendarz, którego wskazania są źródłem pogłosek o końcu świata w roku 2012, używany był przez Majów do mierzenia czasu od stworzenia świata. Według niego cywilizacja wzięła swój początek 11 sierpnia 3114 r. p.n.e., a skończyć się ma, jak wybrali spośród wielu możliwości ci, którzy wierzą w zagładę, 21 grudnia 2012 roku. Ludzie ci wierzą, że Majowie za pomocą kalendarza przewidzieli koniec świata. Większość naukowców interpretuje to jednak po prostu jako koniec jednego cyklu i początek następnego, nie zaś kataklizm niszczący świat.Razem z kalendarzem długiej rachuby używano mniej znanego 365-dniowego kalendarza Haab, który w przybliżeniu odpowiadał czasowi roku słonecznego oraz kalendarza Tzolkin, który wykorzystywał system 260-dniowy i służył do wyznaczania dat świąt oraz do celów rolniczych."
        },
        {
            "heading": "Ekspansja kolonialna i upadek",
            "text": "Przybycie Hiszpanów przyniosło szybki kres istniejących jeszcze północnych miast Majów i, choć Majowie do dziś żyją w Meksyku i innych częściach Ameryki Środkowej i Południowej, duża część dorobku ich historii i kultury przepadła podczas podbojów konkwistadorów. Z początkiem XVI w. Hiszpanie zaczęli wysyłać ekspedycje na półwysep Jukatan z nadzieją na znalezienie miejsca pod przyszłe osiedle, jednak zdecentralizowany system miast-państw Majów pozwolił ich mieszkańcom na niezależne od siebie stawianie oporu najeźdźcom i dlatego Hiszpanie potrzebowali niemal dwustu lat, by ujarzmić lud Majów na tym terenie.W trakcie podboju Majów Hiszpanie podejmowali rozmaite próby nawrócenia ich na katolicyzm. Najbardziej znana z tych prób podjęta została przez hiszpańskiego biskupa Diego de Landę, głowę archidiecezji rzymskokatolickiej Jukatanu. Mówi się, że przeprowadził on w małej miejscowości Mani inkwizycję – spalił bożki Majów i kodeksy religijne, próbując w ten sposób wykorzenić lokalne wierzenia. Choć jego działania spotykają się dziś z głęboką niechęcią, wielu historyków zauważa, że prowadził on i przekazał szczegółowe zapiski związane z religią i językiem Majów oparte na bezpośrednich obserwacjach."
        },
        {
            "heading": "Współcześni Majowie",
            "text": "Ocenia się, że na terenach obecnego Meksyku, Belize, Gwatemali, Hondurasu i Salwadoru żyje obecnie około siedmiu milionów Majów, z których wielu prowadzi tryb życia zgodny z tradycyjną kulturą. Choć dzieli ich różnorodność językowa – posługują się bowiem ponad dwudziestoma językami – łączą ich, tak jak ich przodków, wspólna kultura i tradycja, dzięki czemu wspólnie pielęgnują spuściznę, jaką pozostawili im starożytni Majowie."
        },
        {
            "heading": "Współcześni Majowie",
            "text": "Ocenia się, że na terenach obecnego Meksyku, Belize, Gwatemali, Hondurasu i Salwadoru żyje obecnie około siedmiu milionów Majów, z których wielu prowadzi tryb życia zgodny z tradycyjną kulturą. Choć dzieli ich różnorodność językowa – posługują się bowiem ponad dwudziestoma językami – łączą ich, tak jak ich przodków, wspólna kultura i tradycja, dzięki czemu wspólnie pielęgnują spuściznę, jaką pozostawili im starożytni Majowie."
        }
    ],
    "leader": {
        "name": "Pakal",
        "subtitle": "Przywódca Majów",
        "lived": "603–683",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pakal.png",
        "trait": {
            "name": "Długa rachuba",
            "effect": "Po zbadaniu teologii otrzymasz dodatkowego wielkiego człowieka na koniec każdego cyklu długiej rachuby kalendarza Majów (co 394 lata). Każdy dodatkowy człowiek może być wybrany tylko raz."
        },
        "titles": [
            "Król"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "K’inich Janaab’ Pakal, znany powszechnie jako Pakal Wielki król Majów, jest najbardziej znanym z władców tego ludu. Pakal, który wstąpił na tron w wieku zaledwie 12 lat i rządził przez niemal 70 kolejnych, odziedziczył po poprzedniku pogrążone w niepokojach państwo-miasto Palenque. Choć niewiele znamy historycznych szczegółów dotyczących jego rządów, najbardziej znany jest on z odbudowy zniszczonego miasta, wielokrotnie łupionego w czasach, gdy władzę sprawowali jego poprzednicy. Prowadząc zakrojoną na szeroką skalę odbudowę, Pakal nadzorował powstanie na terenie swego państwa wielkich i wykonanych z dużą dbałością o szczegóły budowli. Najsławniejsza z nich to jego grobowiec, znany jako Świątynia Inskrypcji, w którym znajduje się pieczołowicie wyrzeźbiona w ścianie historia jego rządów, zapisana glifami używanymi przez Majów. Świątynia ta, dzięki ogromnej ilości doskonale zachowanych inskrypcji, dostarczyła archeologom wiele informacji o długo zapomnianych historii i kulturze miasta."
            },
            {
                "heading": "Młodość",
                "text": "Matka Pakala Sak K’uk’ była jedną z niewielu kobiet w historii Majów, które niezależnie rządziły państwem-miastem. Zazwyczaj koronę przekazywano jedynie synom króla, ale jako że zabrakło odpowiedniego męskiego następcy, władzę przejęła Sak K’uk’, wnuczka poprzedniej królowej. Rządziła przez trzy lata, w czasie których Pakal dorastał – ta niezwykła w patriarchalnym społeczeństwie sytuacja sprawiła, że starał się on później bardzo silnie legitymizować swoje prawo do władzy i rządy jego rodu.Gdy Pakal w 615 r. przejmował tron, miasto Palenque pogrążone było w niepokojach – w poprzednich latach stało się celem częstych ataków sąsiedniego królestwa Kalakmulu. Pakal jasno wyraził swój sprzeciw – wysłał własne oddziały przeciw rywalowi, chwytając wielu jego przywódców i – w ramach zemsty za napaści – składając ich w ofierze bogom."
            },
            {
                "heading": "Odnowa Palenque",
                "text": "Pakal, chcąc przywrócić Palenque dawną chwałę i dokonać legitymizacji własnej władzy, rozpoczął w całym mieście budowę wielkich pomników. Były na nich reliefy wychwalające cnoty jego rodu. Postawiono wiele budzących podziw budowli, takich jak Świątynia Hrabiego i wielki kompleks centralny znany po prostu jako pałac, w którym znajduje się dziwna czteropiętrowa wieża w stylu niespotykanym w imperium Majów. Wśród wielu gmachów stworzonych za czasów Pakala najwspanialsza jednak była Świątynia Inskrypcji, zbudowana jako jego grobowiec. Jej budowa rozpoczęła się pod koniec życia Pakala, dokończył ją jego następca chan Bahlum II.Świątynia, pełna skomplikowanych rzeźbień i hieroglificznego tekstu, znana jest najbardziej z tego, że spoczywa w niej zdobiony sarkofag Pakala. Ściany odkrytego w 1952 r. przez meksykańskich archeologów grobowca zawierają najdłuższy znaleziony do dziś zestaw glifów Majów. Choć do dziś ich interpretacja nie jest całkowicie jasna, najprawdopodobniej opisują one życie Pakala aż do jego śmierci i przejęcia władzy przez jego następcę.Sam sarkofag ma bogato zdobioną kamienną pokrywę pokrytą znakami symbolizującymi planety i rozliczne konstelacje. Wyryte ciała niebieskie szczególnie przyczyniły się do powstania kontrowersyjnych teorii mówiących o udziale istot pozaziemskich w budowaniu cywilizacji Majów, podobnych do teorii, jakimi otoczone są starożytne egipskie piramidy. Choć większość uznanych naukowców twierdzi, że zdobienia sarkofagu przedstawiają podróż Pakala do zaświatów, wedle niektórych źródeł obrazy te przedstawiają go za sterami szykującego się do startu statku kosmicznego. W sarkofagu archeologowie odkryli szczątki szkieletu Pakala przybrane pięknie rzeźbioną jadeitową mozaiką w formie maski."
            },
            {
                "heading": "Osąd historii",
                "text": "Pakal Wielki uznawany jest przez historyków za jednego z najbardziej czczonych przywódców w historii Majów. Można to stwierdzić po niezwykłych pomnikach i rzeźbach odnalezionych na terenie Palenque. W czasach jego rządów w mieście powstało niemal 1 000 budowli złożonych z głazów o ciężarze do 15 ton. Choć jego przeszłość do dziś jest odkrywana, możemy z pewnością powiedzieć, że jego starania o odbudowanie królestwa Palenque doprowadziły do powstania jednych z najwspanialszych budowli i dzieł sztuki kiedykolwiek stworzonych przez Majów."
            }
        ]
    }
}