{
    "id": 31,
    "name": "Hunowie|Hunów|Hunom|Hunów|Hunami|Hunach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/hunowie|hunów|hunom|hunów|hunami|hunach.png",
    "dawn_of_man": "Twoi ludzie oddają ci cześć, Attylo Wielki, wspaniały wojowniku i władco imperium Hunów. Wraz z twym bratem Bledą powiększyłeś granice naszego imperium, dzięki czemu staliśmy się najpotężniejszą i najbardziej przerażającą siłą V w. Podporządkowałeś sobie cesarzy Wschodniego Imperium Rzymskiego i zająłeś wiele królestw między Dunajem i Niszawą. Jako niezależny władca Hunów, poprowadziłeś swą armię przez Europę do Galii, planując powiększyć swe terytorium aż po Ocean Atlantycki. Twa przedwczesna śmierć spowodowała rozpad i upadek imperium, lecz twe imię i czyny dały ludowi nieśmiertelne dziedzictwo.Straszliwy generale, twój lud domaga się odnowienia imperium Hunów, które swym blaskiem przyćmi poprzednie. Czy odpowiesz na wezwanie i zajmiesz należne ci miejsce? Czy dosiądziesz swego rumaka i poprowadzisz armie do zwycięstwa? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Łucznicy konni|Łuczników konnych|Łucznikom konnym|Łuczników konnych",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/horse_archer.json"
        },
        {
            "name": "Taran|Tarana|Taranowi|Taran",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/battering_ram.json"
        }
    ],
    "city_names": [
        "Dwór Attyli|Dworu Attyli|Dworowi Attyli|Dwór Attyli|Dworem Attyli|Dworze Attyli"
    ],
    "spy_names": [
        "Balamber",
        "Uldin",
        "Donatus",
        "Charato",
        "Octar",
        "Bleda",
        "Ellac",
        "Dengizik",
        "Hildico",
        "Gudrun"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Hunowie, wędrujący przez Europę w IV i V w., byli ludem plemiennym, pochodzącym prawdopodobnie ze stepów Azji Środkowej. Zjednoczeni pod wodzą ich największego przywódcy Attyli Hunowie siali postrach w Europie, stając się utrapieniem Rzymian i ich sojuszników."
        },
        {
            "heading": "Klimat i teren",
            "text": "Hunowie, którzy prawdopodobnie przybyli z Mongolii i Azji Środkowej, po raz pierwszy przeprawili się przez Wołgę pod koniec IV w. Zróżnicowane geograficznie, skaliste i wysoko położone równiny Mongolii są otoczone górskimi lasami, łąkami, pustyniami i setkami małych jezior oraz bagien. Na tym terenie występuje wiele gatunków dzikich koni, którym Hunowie zawdzięczają swe niezrównane umiejętności jeździeckie.U szczytu swej potęgi Hunowie panowali nad dużą częścią Europy Środkowej, od stepów Azji Środkowej aż po tereny dzisiejszych Niemiec. Zróżnicowanie geograficzne i klimatyczne tego wielkiego obszaru nie nastręczyło Hunom problemów ze sprawowaniem nad nim kontroli."
        },
        {
            "heading": "Początki Hunów",
            "text": "Prawdziwe pochodzenie Hunów jest po dziś dzień przedmiotem sporów. Według wszystkich źródeł Hunowie „przybyli znikąd” i niszczyli każdego, kto znalazł się na ich drodze. Hunowie prawdopodobnie byli potomkami Xiongnu, konfederacji plemion koczowniczych jeźdźców z północnej części Chin. W III w. p.n.e. Xiongnu często atakowali tereny chińskiej dynastii Qin. Oni i inne koczownicze plemiona byli powodem, dla którego Chińczycy zbudowali Wielki Mur. Hunowie pojawili się w Europie mniej więcej w czasie, gdy zniknęli Xiongnu. Niespodziewane pojawienie się nowej społeczności na Zachodzie oraz równoczesne zniknięcie innej na Wschodzie to jedno z niewielu powiązań Hunów i Xiongnu."
        },
        {
            "heading": "Wejście do Europy",
            "text": "Wczesnych informacji o Hunach nie można nazwać bezstronnymi, ponieważ zostały spisane z perspektywy ich licznych wrogów i nie podają pełnego obrazu początkowych podbojów. Hunowie pojawili się w Europie w IV w., podporządkowali sobie wiele konkurencyjnych plemion, wśród nich Alanów, Ostrogotów i Wizygotów. W tamtym czasie Hunowie nie byli ściśle zjednoczeni, ale przeprowadzali śmiałe ataki na Wschodnie i Zachodnie Cesarstwo Rzymskie, a jednocześnie pracowali dla Rzymian jako najemnicy w walce z innymi plemionami. W tym czasie Bizantyjczycy (Rzymianie wschodni) zaczęli płacić Hunom trybut, aby zapewnić sobie pokojowe stosunki, choć Rzymianom często zdarzało się nie dotrzymywać warunków porozumienia.Pełniejszy obraz historii Hunów pochodzi z okresu bezpośrednio przed rządami Attyli. Przed nim władcą był jego wuj Rua, który stopniowo uzyskał całkowitą kontrolę nad różnymi frakcjami Hunów i wyeliminował wszystkich konkurencyjnych wodzów. Rua rządził żelazną ręką i przeprowadził wiele udanych ataków na sąsiednie plemiona, zanim zainteresował się większymi celami.Jako król konfederacji Hunów, jak ją wtedy nazwano, Rua kilkukrotnie atakował Cesarstwo Wschodniorzymskie. Prawdopodobnie wiele plemion wcześniej podbitych przez Hunów uciekło do Bizantyjczyków, szukając u nich schronienia. Rua zażądał ich wydania i wysłał na terytorium Bizancjum swe armie, które złupiły Trację, znajdującą się na północny zachód od Konstantynopola. Jednak Rua zginął podczas tej kampanii, podobno został rażony piorunem, i Hunowie musieli się wycofać."
        },
        {
            "heading": "Straszlliwa siła",
            "text": "Po śmierci Rua w 434 r. Attyla i jego brat Bleda władali wspólnie i kontynuowali powiększanie terytorium Hunów w Europie. Utrzymywali się głównie ze stałego dopływu trybutów i zdobyczy z grabieży. W połowie V w. stali się znaczącą siłą na kontynencie europejskim. Rzymski generał Aecjusz, wcześniejszy sprzymierzeniec Rua, któremu Hunowie pomogli zdobyć stanowisko dowódcy legionów rzymskich w Galii, ponownie wynajął Hunów do kampanii przeciwko Burgundczykom atakującym północne prowincje Rzymu.Opływający w dostatki Hunowie po raz kolejny uderzyli na Cesarstwo Wschodniorzymskie (ulubiony cel ich najazdów) i w 435 r. zmusili osłabione Bizancjum do podpisania traktatu z Margus. Na jego mocy Bizancjum zobowiązało się do płacenia dwukrotnie wyższego trybutu – wynoszącego kilkaset funtów złota rocznie – co dodatkowo zwiększyło bogactwo Hunów. Tak jak w przeszłości, Bizantyjczycy nie dotrzymali warunków i nie zapłacili daniny i tak jak wcześniej Hunowie wrócili na teren Cesarstwa Wschodniorzymskiego, spalili kilka miast i w 443 r. dotarli do Konstantynopola. Bizantyjczycy ponownie zgodzili się płacić pokaźną daninę, tym razem trzykrotnie wyższą od sumy początkowej. Hunowie uwierzyli im na słowo i wycofali się."
        },
        {
            "heading": "Przywództwo Attyli",
            "text": "Brat Attyli Bleda zmarł w 445 r. i Attyla został jedynym władcą imperium Hunów. Do 447 r. Attyla pokonał armie Cesarstwa Wschodniorzymskiego, zdobył wiele rzymskich fortów i zajął Bałkany. Rzymianie po raz kolejny próbowali przekupić Hunów trybutem i przez jakiś czas rzeczywiście go płacili... Dopóki Attyla nie zwrócił swej uwagi w inną stronę.W 451 r. Attyla najechał Galię i zaatakował wiele miast po drodze do Orleanu. Jak na ironię, dawny dobroczyńca Hunów generał Aecjusz musiał teraz bronić przed nimi Galii. Dowodząc połączoną armią Rzymian i Wizygotów, Aecjusz zmierzył się z Attylą w bitwie na Polach Katalaunijskich i zdołał odeprzeć Hunów. Po odniesieniu swojej pierwszej większej porażki Attyla musiał wycofać się z Galii i przegrupować siły. Ambitny Attyla postanowił ruszyć ze swymi wojskami na wschód, by zaatakować Italię i serce Cesarstwa.Attyla złupił wiele miast w północnej Italii, ale nie udało mu się dotrzeć do Rzymu. Niektórzy historycy uważają, że to papież Leon I przekonał Attylę do przerwania inwazji, inni sądzą, że zmusiły go do tego zbliżające się posiłki wojsk Cesarstwa Wschodniorzymskiego. Niedługo później, w 453 r., Attyla niespodziewanie zmarł podczas nocy poślubnej. Według niektórych historyków zabiło go krwawienie z nosa. Bez silnego przywódcy i legendarnej reputacji Attyli tajemnicza i niepowstrzymana siła Hunów została złamana."
        },
        {
            "heading": "Po Attyli",
            "text": "Po śmierci Attyli imperium Hunów rządził jego najstarszy syn Ellak. Jednak pozostali synowie Attyli Dengizek i Irnk także pragnęli zasiąść na tronie. Wewnętrzny konflikt szybko doprowadził imperium na skraj przepaści. W 454 r., zaledwie w rok po objęciu władzy, Ellak zginął w bitwie pod Nedao, w której Hunowie ponieśli sromotną porażkę z rąk zjednoczonych plemion germańskich. Po śmierci brata na tronie zasiadł na krótko Dengizek, ale Hunowie, pogrążający się w coraz większym chaosie, w końcu zniknęli z kart historii równie szybko, jak się na nich pojawili. Prawdopodobnie, gdy Dengizek zmarł w 469 r., pozostali Hunowie zaczęli migrować w stronę swych dawnych ziem na stepach Azji Środkowej."
        },
        {
            "heading": "Społeczność Hunów",
            "text": "Pochodzenie Hunów pozostaje tajemnicą, ale pewne jest, że jedli, spali i ginęli dosiadając koni, co wyjaśnia, dlaczego zasłynęli jako mistrzowie jazdy konnej i walki kawaleryjskiej. Hunowie utrzymywali się głównie z hodowli różnych gatunków bydła, które stanowiło dla ich mobilnych wojsk źródło pożywienia i skór na ubrania. Byli też znakomitymi łucznikami doskonalącymi swe umiejętności podczas licznych polowań, posługiwali się łukami kompozytowymi, zabójczymi tak dla zwierzyny, jak i dla wrogów.Mimo że zasłynęli jako zdobywcy, Hunowie mieli też zdolnych artystów i rzemieślników. Na terenach niegdyś zamieszanych przez Hunów znaleziono liczne artefakty z brązu, w tym kotły wykorzystywane prawdopodobnie podczas obrzędów pogrzebowych."
        },
        {
            "heading": "Społeczność Hunów",
            "text": "Pochodzenie Hunów pozostaje tajemnicą, ale pewne jest, że jedli, spali i ginęli dosiadając koni, co wyjaśnia, dlaczego zasłynęli jako mistrzowie jazdy konnej i walki kawaleryjskiej. Hunowie utrzymywali się głównie z hodowli różnych gatunków bydła, które stanowiło dla ich mobilnych wojsk źródło pożywienia i skór na ubrania. Byli też znakomitymi łucznikami doskonalącymi swe umiejętności podczas licznych polowań, posługiwali się łukami kompozytowymi, zabójczymi tak dla zwierzyny, jak i dla wrogów.Mimo że zasłynęli jako zdobywcy, Hunowie mieli też zdolnych artystów i rzemieślników. Na terenach niegdyś zamieszanych przez Hunów znaleziono liczne artefakty z brązu, w tym kotły wykorzystywane prawdopodobnie podczas obrzędów pogrzebowych."
        }
    ],
    "leader": {
        "name": "Attyla",
        "subtitle": "Przywódca imperium Hunów",
        "lived": "406 – ok. 453 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/attyla.png",
        "trait": {
            "name": "Bicz Boży",
            "effect": "Miasta są niszczone z podwójną prędkością. Nazwy miast zapożyczane od innych cywilizacji. Na początku dostępna jest technologia hodowli zwierząt. +1 produkcji za każde pastwisko."
        },
        "titles": [
            "Król, generał"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Attyla, legendarny wojownik i największy przywódca imperium Hunów, zapamiętany został przez historię jako wódz ludu, który terroryzował Europę. Nazwany przez Rzymian „biczem Bożym” Attyla zjednoczył plemiona Hunów i w V w. n.e. rozpoczął serię przerażających kampanii wojennych wymierzonych między innymi przeciw Rzymianom. Zmarł nagle w 453 r."
            },
            {
                "heading": "Legenda Attyli",
                "text": "Wiele z naszej wiedzy o Attyli pochodzi z opowieści jego wrogów – większość tych źródeł jest mu zdecydowanie nieprzychylna, co bez wątpienia miało wpływ na jego reputację krwiożerczego monstrum. Hunowie pod wodzą Attyli często równali z ziemią łupione miasta, nie tylko zabierając wszystko, co miało jakąkolwiek wartość, ale niszcząc osiedla tak, że nie nadawały się one już do zamieszkania. Hunowie rzekomo masakrowali mieszkańców tych miast, a wszystkich ocalałych brali w dożywotnią niewolę.Miecz Attyli, nazywany przez Rzymian „mieczem Marsa”, był legendarną bronią, która przyczyniła się do jego reputacji niepokonanego zabójcy ludzi. Mówiło się, że żaden człowiek nie jest w stanie spojrzeć bez strachu Attyli w oczy, bo jego opanowane spojrzenie okazywało się zbyt silne nawet dla najpotężniejszych rywali. Rzetelnych zapisów historycznych brakowało, krążyły jedynie legendy. Poważne dzieła na temat Attyli ukazały się dopiero później, w V w."
            },
            {
                "heading": "Młodość i kampanie",
                "text": "Niewiele wiadomo o młodości Attyli, przynajmniej do śmierci jego stryja Ruasa. Dowodził on luźną konfederacją szczepów Hunów i przeprowadzał krótkie kampanie wojenne na północ od Dunaju. Attyla i jego brat Bleda przejęli kontrolę nad Hunami i po śmierci Ruasa w 434 r. rozpoczęli wspólne rządy. Dwaj królowie poszli na początku śladami wuja i atakowali Wschodnie Cesarstwo Rzymskie (Bizancjum), mając nadzieję zyskać w ten sposób regularny dochód z daniny. Niestety dla obu stron Rzymianie często nie dotrzymywali słowa, narażając się tym samym na szybkie i brutalne represje ze strony łupieżców. Ratunkiem dla Bizantyjczyków mógł być fakt, że Attyla miał ambicje związane z zachodem i tam właśnie jego armie były zajęte nowymi konfliktami."
            },
            {
                "heading": "Ruch przeciw Rzymowi",
                "text": "Tajemnicza śmierć brata Attyli Bledy w 445 r. uczyniła go jedynym władcą coraz silniej zjednoczonej potęgi Hunów. Twierdzi się, że sprawcą zgonu Bledy mógł być właśnie jego brat. W 447 r. Attyla ponownie poprowadził swoją armię przeciw legionom Wschodniego Cesarstwa Rzymskiego. Poniosła ona jednak w bitwie dotkliwe straty, co uniemożliwiło władcy zdobycie stolicy cesarstwa Konstantynopola. Zamiast tego Attyla uderzył na północ, w stronę Bałkanów (to również były terytoria Wschodniego Rzymu), plądrując miasto po mieście, rabując, co tylko byli w stanie unieść jego ludzie.Przeszedłszy przez Wschodnie Cesarstwo Rzymskie, Attyla skierował zainteresowanie na zachód. Szybko przemierzył Europę i wydał w Galii w latach 451–452 wojnę Wizygotom. W miarę, jak wojska parły do przodu, rozmaite napotkane plemiona przyłączały się do sił Attyli – niektóre z wyboru, inne pod przymusem. Nowi rekruci wydatnie wzmacniali armię, która plądrowała region aż do momentu, gdy napotkała na swej drodze na polach Galii połączone siły wizygocko-rzymskie. W bitwie na Polach Katalaunijskich Attyla został zmuszony do odwrotu przez dowodzone przez Rzymian siły – była to jedyna wielka klęska w jego życiu. Dała ona Rzymowi i jego sojusznikom chwilę wytchnienia."
            },
            {
                "heading": "Historia Honorii",
                "text": "Mówi się, że siostra rzymskiego cesarza Walentyniana III Honoria spiskowała przeciw bratu, planując go zamordować i przejąć tron. Została ona wygnana z Rzymu i wysłana do zakonu w Konstantynopolu. W tym czasie Walentynian obiecał nieznanemu rzymskiemu senatorowi, że da mu siostrę za żonę. Gdy Honoria się o tym dowiedziała, spróbowała skontaktować się z Attylą i uzyskać jego pomoc w zapobieżeniu małżeństwu. Z nieznanych przyczyn wysłała mu swój pierścionek zaręczynowy, co zostało zrozumiane jako propozycja ślubu. Attyla, roszcząc sobie prawo do połowy Zachodniego Cesarstwa Rzymskiego jako posagu, wyruszył wraz z armią na podbój Italii, mimo że Walentynian uparcie dowodził nieważności zaręczyn."
            },
            {
                "heading": "Marsz na Italię",
                "text": "Po latach starć z Rzymianami Attyla wreszcie wdarł się do ich ojczyzny, Italii, w 452 r. Po złupieniu kilku miast na północy przybyli do niego liczni posłowie od Walentyniana, w tym papież Leon I. Każdy z nich błagał Attylę, by opuścił Włochy i zaprzestał prześladowania Rzymu. Z niejasnych powodów Attyla na to przystał (najprawdopodobniej przyczyną były problemy z zaopatrzeniem). Krótko później, w 453 r., zmarł on w tajemniczych okolicznościach. Nieliczne dowody wskazują na to, że potężnego Huna mogło pokonać zwykłe krwawienie z nosa, inne zaś, również mało wiarygodne, sugerują, że mógł on zostać zamordowany.Rzymski historyk Jordanes napisał, że poddani Attyli obcięli wówczas włosy i pocięli się mieczami na jego cześć, twierdząc, że „największy z wojowników winien być opłakiwany nie babskimi lamentami i łzami, lecz krwią mężczyzn”."
            },
            {
                "heading": "Osąd historii",
                "text": "Reputacja Attyli jako groźnego wodza i krwawego zdobywcy na zawsze już pozostanie zapisana w annałach historii. Jako dzielny i pełen poświęceń dowódca wymagał niezmiernie dużo od swych wojsk, lecz nigdy nie doprowadził do ich wyczerpania lub buntu – dowieść tego może również fakt, że przez dwadzieścia kilka lat władzy nad Hunami przegrał jedynie jedną wielką bitwę. Attyla, bez obaw zapuszczając się na terytoria Rzymu, przy każdej okazji kwestionował jego władzę i umożliwiał zdobywanie swemu ludowi wielkich bogactw i sławy."
            }
        ]
    }
}