{
    "id": 43,
    "name": "Zulusi|Zulusów|Zulusom|Zulusów|Zulusami|Zulusach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_zulus.png",
    "dawn_of_man": "Poddani padają na kolana przed twym majestatem, wielki zuluski wojowniku Czako. Wróciłeś z wygnania i zostałeś prawdziwym przywódcą Zulusów, po czym rozpocząłeś dla swego ludu czas przemian, wprowadzając nowe prawa i reformy kulturowe, które umocniły pozycję twojego państwa. Jednak to sztuka wojowania, a w szczególności innowacyjna taktyka i strategia, na dobre rozsławiła twoje imię w południowej Afryce.Potężny władco, twój lud znów wzywa cię, abyś zjednoczył i wzmocnił swój kraj. Czy przywrócisz zuluskiemu państwu silną pozycję? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Ikanda|Ikandę|Ikandzie|Ikandę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/ikanda.json"
        }
    ],
    "unique_units": [
        {
            "name": "Piechota impi|Piechoty impi|Piechocie impi|Piechotę impi",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/impi.json"
        }
    ],
    "city_names": [
        "Ulundi",
        "Umgungundlovu",
        "Nobamba|Nobamby|Nobambie|Nobambę|Nobambą|Nobambie",
        "Bulawayo",
        "Kwadukuza|Kwadukuzy|Kwadukuzie|Kwadukuzę|Kwadukuzą|Kwadukuzie",
        "Nongoma|Nongomy|Nongomie|Nongomę|Nongomą|Nongomie",
        "Ondini",
        "Nodwengu",
        "Ndondakusuka",
        "Babanango",
        "Congella|Congelli|Congelli|Congellę|Congellą|Congelli",
        "Kwahlomendlini",
        "Hlobane",
        "Ethekwini",
        "Mlambongwenya|Mlambongwenyi|Mlambongwenyi|Mlambongwenyę|Mlambongwenyą|Mlambongwenyi",
        "Eziqwaqweni",
        "Emangweni",
        "Isiphezi",
        "Masotsheni",
        "Mtunzini",
        "Nyakamubi",
        "Dumazulu",
        "Hlatikulu",
        "Mthonjaneni",
        "Empangeni",
        "Pongola|Pongoli|Pongoli|Pongolę|Pongolą|Pongoli",
        "Tungela|Tungeli|Tungeli|Tungelę|Tungelą|Tungeli",
        "Kwamashu",
        "Ingwavuma|Ingwavumy|Ingwavumie|Ingwavumę|Ingwavumą|Ingwavumie",
        "Hluhluwe",
        "Mtubatuba|Mtubatuby|Mtubatubie|Mtubatubę|Mtubatubą|Mtubatubie",
        "Mhlahlandlela|Mhlahlandleli|Mhlahlandleli|Mhlahlandlelę|Mhlahlandlelą|Mhlahlandleli",
        "Mthatha",
        "Maseru",
        "Lobamba|Lobamby|Lobambie|Lobambę|Lobambą|Lobambie",
        "Qunu"
    ],
    "spy_names": [
        "Gumede",
        "Jama",
        "Mageba",
        "Malanda",
        "Mnguni",
        "Ndaba",
        "Phunga",
        "Senzangakhona",
        "Balungile",
        "Samkelisiwe"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Na początku każdej zimy nieustraszeni wojownicy Zulusów zbierali się na ziemiach swych przodków, by przysiąc odniesienie nowych zwycięstw, krzycząc „ngathi impi” (co można przetłumaczyć jako „przez nas wojna”). Dzięki temu właśnie duchowi walki Czaka stworzył imperium Zulusów, a Cetshwayo rzucił wyzwanie potędze brytyjskiej. W 1816 r. Czaka został wodzem nieznacznego plemienia zuluskiego. Dwa lata później przejął władzę nad plemieniem swego mentora o nazwie Mtetwa. Przez kolejne dziesięciolecie państwo Czaki podbiło lub wchłonęło większość plemion w regionie, tworząc największe plemienne imperium, jakie widziano na południu Afryki. Po zamachu na Czakę jeden z morderców, jego przyrodni brat Dingane, zasiadł na tronie. Pod rządami kolejnych wodzów Zulusi ścierali się z białymi osadnikami - najpierw holenderskimi voortrekkerami, a następnie brytyjską Kolonią Przylądkową. To drugie starcie doprowadziło do wybuchu wojny brytyjsko-zuluskiej. Mimo początkowych zwycięstw Cetshwayo został w 1879 r. obalony. Ziemie Zulusów zostały w 1887 r. zaanektowane przez Imperium Brytyjskie. Choć Zulusi zostali pokonani i znaleźli się pod okupacją, ich duch walki nie upadł, a przywódcy plemienia mieli później odegrać wielką rolę w obaleniu apartheidu i rządzeniu współczesną Afryką Południową."
        },
        {
            "heading": "Klimat i teren",
            "text": "W regionie KwaZulu-Natal, który niegdyś stanowił zuluskie królestwo, panuje klimat subtropikalny. Lata są gorące i wilgotne, a zimy pogodne i chłodne z opadami śniegu w Górach Smoczych. Na geografię regionu składają się trzy rodzaje terenu. Niziny wzdłuż brzegów Oceanu Indyjskiego poprzecinane są głębokimi wąwozami i pasmami gęstego lasu tropikalnego. Wzdłuż zachodniego i północnego krańca biegną dwa pasma górskie, Góry Smocze i Lebombo. Między morzem a górami leży Natal, pagórkowata wyżyna nachylona z zachodu na wschód. Ten centralny region był sercem imperium Zulusów i charakteryzuje się obecnością wilgotnych łąk i typowych dla górskich obszarów lasów. To w tych okolicach Zulusi hodowali duże stada tak istotnego w ich gospodarce i kulturze bydła. Choć plemiona właściwie nie zajmowały się uprawą ziemi, dziś w KwaZulu-Natal znajdują się wielkie pola trzciny cukrowej i kukurydzy, a region jest głównym południowoafrykańskim producentem owoców takich jak banany czy ananasy."
        },
        {
            "heading": "Powstanie królestwa Zulusów",
            "text": "Gdy Czaka obejmował z pomocą Dingiswayo, wodza potężnego plemienia Mtetwa, władzę nad Zulusami, byli oni jedynie niewielkim szczepem ludu Nguni. Czaka i jego matka schronili się u Mtetwa po wygnaniu przez ojca Czaki. Pod opieką Dingiswayo Czaka stał się imponującym wojownikiem, dowodził jednym z pułków plemienia i mężnie służył. W tym właśnie okresie wprowadził nowy system uzbrojenia (wyposażając swoje jednostki w assagaj, włócznię o szerokim ostrzu i 60-centymetrowym drzewcu) i taktyki (formacja „rogów bawołu” mająca na celu otoczenie i zniszczenie wroga) oraz wprowadził organizację wiekową, zgodnie z którą chłopcy w podobnym wieku ćwiczyli w kraalach wojskowych zwanych ikandami, a potem służyli razem przez całe życie w jednym pułku. W 1816 r., po śmierci ojca, Czaka przechytrzył i zabił swego starszego brata, by przejąć kontrolę nad Zulusami. Ponieważ przewrót przebiegł względnie bezkrwawo, plemię z chęcią zaakceptowało nowego wodza.Mając jako wasal plemienia Mtetwa wiele swobody, Czaka zaczął bezlitośnie wykorzystywać swe nowe siły do podbijania i wchłaniania wielu sąsiadujących szczepów, w tym tego należącego do jego matki. Gdy Dingiswayo został zamordowany przez Ndwandwe, Czaka szybko wykorzystał próżnię polityczną, łącząc swoje włości z tymi, którymi władał jego zmarły mentor. Przez kolejne dziesięciolecie królestwo Zulusów podbiło i wchłonęło większość sąsiadujących plemion. Powstrzymało też pierwszy atak Ndwandwe. Dwa lata później Czaka zadał temu plemieniu i jego sojusznikom wielką klęskę w bitwie nad rzeką Mhlathuze. Zgodnie z konsekwentnie realizowaną strategią asymilował następnie pozostałości pokonanych szczepów. Nim Czaka został w 1828 r. zamordowany, królestwo Zulusów przerodziło się w imperium.Wpływ rządów Czaki na dzieje Afryki trudno przecenić. Do 1825 r. podbił terytoria o powierzchni około 18,5 tysiąca kilometrów kwadratowych. Czyniąc to, stworzył kulturę wojowników, która zdominowała południowo-wschodnią Afrykę od rzeki Tugela na południu po Góry Smocze na północy. Choć dokonania te bledną wobec jego reform wojskowych, Czaka ustabilizował też gospodarkę rolną i doprowadził do rozwoju handlu w imperium. Nawiązał przyjazne stosunki z Europejczykami, choć ostrzegał też podległych sobie wodzów przed ich chciwością i kulturą. Najdłużej chyba utrzymującym się efektem rządów Czaki była masowa migracja ludów znana jako Mfekane („Rozproszenie”), kiedy to plemiona uciekające przed Zulusami przepędzały inne plemiona, które również zaczynały migrować, zmieniając na zawsze etniczną i kulturową twarz Afryki."
        },
        {
            "heading": "Następcy Czaki",
            "text": "Jeden z zabójców Czaki, jego przyrodni brat Dingane (1795-1840) wstąpił na tron i dokonał egzekucji większości członków swego królewskiego rodu, a jako jedynego pozostawił przy życiu przyrodniego brata Mpande. Dingane jeszcze bardziej niż swojej rodziny obawiał się pułków armii Czaki, gdyż wielu żołnierzy pozostawało wiernych pamięci swego wodza. Aby ich obłaskawić, Dingane nadał starszym wojownikom prawo do małżeństwa i służbę w gwardii zamiast w wojsku. Osłabiwszy w ten sposób armię Zulusów, pozbawiony wojskowego talentu Czaki Dingane musiał stawić czoła udanym rebeliom wśród podległych mu plemion. Co więcej, w 1837 r. Dingane zgodził się na oddanie ziem zuluskich na południe od Tugeli voortrekkerom, holenderskim kolonistom wygnanym z brytyjskiej Kolonii Przylądkowej. Później jednak zamordował przywódcę voortrekkerów Pieta Retiefa i jego poselstwo w swym królewskim kraalu, a następnie dokonał masakry około 500 holenderskich mężczyzn, kobiet i dzieci obozujących nieopodal. W odpowiedzi około 450 uzbrojonych w karabiny voortrekkerów zgniotło dziesięciotysięczną armię Dingane w bitwie nad Blood River w grudniu 1838 r. Władca spalił swój kraal i uciekł na północ.Mpande przeszedł z 17 tys. zuluskich wojowników na stronę Holendrów. W styczniu 1840 r. Dingane został zamordowany przez niezadowolonych oficerów wojskowych. Zastąpił go Mpande (1798-1872) utrzymujący bliskie stosunki z Andriesem Pretoriusem, nowym kapitanem voortrekkerów. Holendrzy, za zezwoleniem monarchy, stworzyli na północ od Tugeli i zachód od brytyjskiego osiedla Port Natal burską Republikę Natalii. Gdy między Burami a Brytyjczykami wybuchła zakończona aneksją holenderskiej kolonii wojna, Mpande przeszedł na stronę Brytyjczyków i utrzymywał z nimi przyjazne stosunki aż do swojej śmierci. Zulusi uważali Mpande za słabego przywódcę, głównie ze względu na jego bliskie stosunki z coraz liczniejszymi białymi oraz nieumiejętność pohamowania ambicji jego synów, Cetshwayo i młodszego Mbulazi. W 1852 r. wybuchła walka o sukcesję, której kulminacją stała się bitwa na brzegach Tugeli, w której Mbulazi został zabity."
        },
        {
            "heading": "Cetshwayo i wojna angielsko-zuluska",
            "text": "We wrześniu 1872 r., gdy zmarł Mpande, władcą nadal potężnego imperium Zulusów został Cetshwayo. Zgodnie z tradycją stworzył nową stolicę o nazwie Ulundi („wysokie miejsce”). Uważając się za pierwszego prawdziwego następcę Czaki, przyjął na nowo większość wprowadzonych przez niego zwyczajów wojskowych i pod wrażeniem obserwowanych przez siebie holenderskich osadników wyposażył nawet część swoich impi w muszkiety. Biorąc sobie do serca ostrzeżenia Czaki, Cetshwayo przegnał ze swych ziem misjonarzy chrześcijańskich. Zachęcał pozostałe plemiona do buntowania się przeciw ekspansji Burów w Transwalu, a sam rozpoczął najazdy na brytyjskie terytoria wzdłuż zuluskich granic i kradzież bydła.W 1878 r. sir Henry Frere, brytyjski komisarz w Afryce Południowej, zażądał od 14 wodzów zuluskich reparacji za wyrządzone szkody. Cetshwayo uznał warunki ultimatum za nie do przyjęcia i postawił pułki w stan gotowości bojowej. W grudniu wojska brytyjskie przekroczyły Tugelę, by siłą narzucić swoje warunki i ukarać Zulusów. Pierwsza inwazja poniosła jednak poważną klęskę podczas bitwy pod Isandlwana 22 stycznia, w której Zulusi pokonali główną kolumnę brytyjską, zabijając ok. 1300 żołnierzy, głównie zawodowych. Była to największa jak dotąd porażka brytyjska w walce z afrykańskimi wojskami. Cetshwayo nie wykorzystał jednak błyskotliwego zwycięstwa do uzyskania strategicznej lub dyplomatycznej przewagi. Po okresie paniki i planowania Brytyjczycy ponownie przekroczyli Tugelę, tym razem zachowując większą ostrożność. Po serii europejskich zwycięstw oblężone i spalone zostało Ulundi. Miesiąc później schwytany został Cetshwayo. Zabrano go do Kapsztadu, a następnie wygnano do Londynu. Do Afryki powrócił dopiero w 1883 r."
        },
        {
            "heading": "Koniec królestwa Zulusów",
            "text": "Brytyjczycy podzielili skurczone zuluskie imperium na 13 podkrólestw, co szybko doprowadziło do konfliktu, który ponownie zdestabilizował granice kolonialne. Brytyjczycy sprowadzili Cetshwayo z powrotem do Afryki, czyniąc go władcą terytorium buforowego stworzonego z byłych ziem zuluskich z nadzieją, że przywróci on porządek. Wkrótce jednak Cetshwayo został zaatakowany w Ulundi przez jedno z podkrólestw, Zibhebhu, wspierane przez burskich najemników. Cetshwayo został ranny, lecz uciekł do kraalu w Eshowe, gdzie w lutym 1884 r. zmarł z powodu powikłań.Drugie złupienie Ulundi uważane jest przez historyków za definitywny koniec królestwa Zulusów. Syn Cetshwayo Dinuzulu, mając 15 lat odziedziczył resztki państwa. Z pomocą Burów pod wodzą Louisa Bothy pokonał Zibhebhu i przejął jego ziemie. Zmuszony do spełnienia danej Burom obietnicy przekazał im około połowy swego Zululandu, na której stworzyli oni niezależną holenderską republikę. To zaniepokoiło Brytyjczyków na tyle, że w 1887 r. anektowali zmniejszone królestwo Dinuzulu. Sam wódz został wciągnięty w tubylcze rozgrywki polityczne, a w 1906 r. aresztowany przez Brytyjczyków za udział w powstaniu Bambathy i skazany za zdradę na uwięzienie na Wyspie św. Heleny (po raz drugi). Gdy w 1910 r. założono Związek Południowej Afryki, Botha, premier nowego państwa, pozwolił Dinuzulu wrócić do Afryki i przeżyć swe ostatnie lata na farmie w Transwalu."
        },
        {
            "heading": "Współczesny Zululand",
            "text": "Stworzony z czterech kolonii brytyjskich - Kolonii Przylądkowej, Natalu, Transwalu i Orange River - Związek Południowej Afryki był dominium imperium brytyjskiego posiadającym niezależny rząd. W jego granicach najliczniejszą grupą etniczną byli Zulusi. W 1948 r. przywódcy rządzącej Partii Narodowej, obawiając się rosnącej liczby i wpływów plemion tubylczych, wprowadzili prawa apartheidu, by utrzymać dominację białych i oddzielić od siebie rasy. Te prawa rasowe dotyczyły każdego aspektu życia społecznego, politycznego i kulturalnego. Wszyscy czarni obywatele musieli nosić przepustki z odciskiem palców, fotografią i informacją o dostępie posiadacza do stref „nie dla białych”. W 1951 r. wydzielono rezerwaty dla tubylców, znane jako bantustany, z których największym był KwaZulu.Gdy zgodnie z konstytucją z 1961 r. związek zastąpiono republiką, prawa apartheidu zostały przejęte przez nowe państwo. Co więcej, w latach 60., 70. i na początku 80. rząd stosował politykę przymusowego przesiedlania rdzennych mieszkańców do bantustanów i zabraniał im ich opuszczania. Pod koniec lat 80. apartheid zaczął jednak upadać zarówno pod presją rodzimych aktywistów (zwłaszcza Zjednoczonego Frontu Demokratycznego) i międzynarodowych organizacji, takich jak Afrykański Kongres Narodowy czy ONZ. Politykę tę ukrócono wreszcie w ramach negocjacji prowadzonych w latach 1990-1993, a zakończonych wolnymi wyborami w kwietniu 1994 r. Przez cały ten okres zuluscy nacjonaliści odegrali ważną rolę jako aktywiści i politycy. Przywrócony został urząd wodza Zulusów, choć król ten nie ma żadnej władzy politycznej (ale ma istotny wpływ na kulturę). W postapartheidowskiej Południowej Afryce pozycja ta oraz gwarancja sukcesji są uznawane konstytucyjnie."
        },
        {
            "heading": "Współczesny Zululand",
            "text": "Stworzony z czterech kolonii brytyjskich - Kolonii Przylądkowej, Natalu, Transwalu i Orange River - Związek Południowej Afryki był dominium imperium brytyjskiego posiadającym niezależny rząd. W jego granicach najliczniejszą grupą etniczną byli Zulusi. W 1948 r. przywódcy rządzącej Partii Narodowej, obawiając się rosnącej liczby i wpływów plemion tubylczych, wprowadzili prawa apartheidu, by utrzymać dominację białych i oddzielić od siebie rasy. Te prawa rasowe dotyczyły każdego aspektu życia społecznego, politycznego i kulturalnego. Wszyscy czarni obywatele musieli nosić przepustki z odciskiem palców, fotografią i informacją o dostępie posiadacza do stref „nie dla białych”. W 1951 r. wydzielono rezerwaty dla tubylców, znane jako bantustany, z których największym był KwaZulu.Gdy zgodnie z konstytucją z 1961 r. związek zastąpiono republiką, prawa apartheidu zostały przejęte przez nowe państwo. Co więcej, w latach 60., 70. i na początku 80. rząd stosował politykę przymusowego przesiedlania rdzennych mieszkańców do bantustanów i zabraniał im ich opuszczania. Pod koniec lat 80. apartheid zaczął jednak upadać zarówno pod presją rodzimych aktywistów (zwłaszcza Zjednoczonego Frontu Demokratycznego) i międzynarodowych organizacji, takich jak Afrykański Kongres Narodowy czy ONZ. Politykę tę ukrócono wreszcie w ramach negocjacji prowadzonych w latach 1990-1993, a zakończonych wolnymi wyborami w kwietniu 1994 r. Przez cały ten okres zuluscy nacjonaliści odegrali ważną rolę jako aktywiści i politycy. Przywrócony został urząd wodza Zulusów, choć król ten nie ma żadnej władzy politycznej (ale ma istotny wpływ na kulturę). W postapartheidowskiej Południowej Afryce pozycja ta oraz gwarancja sukcesji są uznawane konstytucyjnie."
        }
    ],
    "leader": {
        "name": "Czaka",
        "subtitle": "Przywódca królestwa Zulusów",
        "lived": "ok. 1787-1828",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/shaka.png",
        "trait": {
            "name": "Iklwa",
            "effect": "Koszt utrzymania jednostek walczących w zwarciu jest mniejszy o 50%. Wszystkie jednostki będą potrzebować o 25% doświadczenia mniej do następnego awansu."
        },
        "titles": [
            "Wódz Zulusów"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "„Uderz na wroga raz a potężnie. Niech przestanie istnieć jako plemię, inaczej znów skoczy ci do gardła”. Według pamiętnika H.F. Flynna, Czaka wypowiedział te słowa do swego sojusznika Dingiswayo, mając na myśli pokonanego wroga. To apokryficzna maksyma, która doskonale oddaje filozofię Czaki. Czaka kaSenzangahona był bękartem wodza plemienia, w 1816 r. usunął swego brata, by zostać przywódcą Zulusów. Przypisuje mu się zjednoczenie plemion Nguni w jedno królestwo Zulusów. Określano go geniuszem wojskowości, wprowadził wiele reform i innowacji, ale potępiano brutalność jego rządów. Jakkolwiek go osądzać, Czaka stworzył podwaliny wielkiego państwa Zulusów. Po jego śmierci w zamachu w 1828 r. Zulusi byli w stanie rzucić wyzwanie Europejczykom i walczyć z nimi o panowanie nad Afryką południową."
            },
            {
                "heading": "Wczesne lata",
                "text": "Mimo że życie Czaki otaczają legendy i kłamstwa, wiemy iż był on synem z nieprawego łoża Senzangahona, wodza mało znaczącego plemienia Zulusów liczącego mniej niż 15 tys. osób. Matka Czaki, Nandi, była córką zmarłego wodza plemienia Langeni. Senzangahona, choć próbował zaprzeczać ojcostwu, poślubił w końcu Nandi i uczynił ją swą trzecią żoną. Jednak związek ich był trudny i w końcu wódz Zulusów wygnał Nandi i Czakę. Oboje włóczyli się do roku 1803, kiedy to znaleźli schronienie u plemienia Mtetwa i jego wodza Dingiswayo.Pod opieką Dingiswayo Czaka wyrósł na wysokiego, potężnego młodego wojownika obdarzonego odwagą i śmiałością. W wieku 23 lat objął dowodzenie nad pułkiem w armii Dingiswayo. Jego czyny i postawa sprawiły, że szybko awansował i w końcu został jednym z najbardziej zaufanych dowódców wodza. Czaka przezbroił swe jednostki, pozbył się używanych przez Mtetwa lekkich włóczni do rzucania i wprowadził włócznię do walki wręcz o szerokim grocie (słynną assagai) oraz dużą tarczę obciągniętą krowią skórą.Po śmierci ojca Czaki około 1816 r. Dingiswayo użyczył swemu protegowanemu wsparcia militarnego potrzebnego do detronizacji i zabicia jego przyrodniego brata, Sigujana. Następnie Czaka obwołał się wodzem Zulusów. Przewrót odbył się przy minimalnym rozlewie krwi, a Zulusi bez oporów zaakceptowali Czakę. Ten ogłosił się wasalem plemienia Mtetwa. Jako ulubieniec wodza, Czaka miał wielką swobodę w poszerzaniu swych ziem przez podbój i asymilację sąsiednich plemion. Do 1817 r. Czaka dowodził 2 tys. wojowników i zajmował pozycję najważniejszego wasala Dingiswayo."
            },
            {
                "heading": "Rządy",
                "text": "Wedle legendy podczas ostatniej bitwy Dingiswayo ze Zwide z plemienia Ndwandwe Czaka celowo opóźniał przybycie swoich sił, by Dingiswayo został pokonany i zabity. Zająwszy jego miejsce, Czaka zaczął podbijać i asymilować niewielkie sąsiednie ludy z okrutną skutecznością. W ciągu kilku lat plemiona Qwabe, Hlubi i Mkhize stały się częścią imperium Zulusów. Dzięki dyplomacji i poparciu Czaka przejął też kontrolę nad Sithole i Thuli. Do 1824 r. Czaka miał armię 22 tys. wojowników wyszkolonych zgodnie z jego taktyką i strategią.Zwide, zaniepokojony rosnącą potęgą Zulusów, zaczął działania przeciwko Czace. Dzięki doskonałej taktyce i strategii obronnej Czaki pierwsza inwazja Ndwandwe została rozbita pod Wzgórzem Gqokoli. W 1819 r. Zwide wysłał na ziemie Zulusów kolejną wyprawę. Czaka spokojnie wycofywał się, wciągając siły wroga na własny teren. Dotarłszy do rzeki Mhlathuze Czaka uderzył swymi pułkami na wyczerpanych Ndwandwe i ich sojuszników. Dwudniowa bitwa zakończyła się całkowitą klęską najeźdźców, a plemiona Ndwandwe, Jere, Maseko i Msene zostały praktycznie unicestwione.Zanim pierwsi biali handlarze dotarli w 1824 r. do południowo-wschodniej Afryki, Czaka władał imperium rozciągającym się wzdłuż całego wybrzeża i sięgającym daleko w głąb lądu. Czaka zapewnił białym kupcom uprzywilejowane traktowanie, nadał im ziemie i pozwolił zbudować placówkę handlową w Port Natal. Czaka, świadom zalet handlu, ciekawy ich techniki i kultury, dbał, by nie dochodziło do poważniejszych konfliktów pomiędzy Zulusami i Europejczykami."
            },
            {
                "heading": "Zamach",
                "text": "Do 1828 r. Czaka był niekwestionowanym despotą. Jego często okazywane okrucieństwo i niezrównoważone zachowanie zaczęły podkopywać lojalność ludu. Po śmierci matki w październiku 1827 r. wysłał swe pułki do wodzów okolicznych plemion, by zmusić ich do żałoby. Wykorzystując nieobecność najbardziej lojalnych żołnierzy, we wrześniu 1828 r. osobisty gwardzista Czaki, Mbopha, oraz jego przyrodni bracia Dingane i Mhlangana zasztyletowali Czakę w pobliżu ikandy w Dukuzie. Ciało Czaki zostało wrzucone do pustego dołu na ziarno, a następnie zasypane kamieniami i błotem. Nigdy nie udało się odnaleźć tego miejsca."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Do czasu swej śmierci Czaka władał rozległym terytorium w Afryce południowo-wschodniej. Sprawował władzę absolutną nad ponad 250 tys. poddanymi i posiadał armię złożoną z ponad 40 tys. doświadczonych wojowników. Szacuje się, że podczas tworzenia jego imperium zginęły dwa miliony ludzi. Choć królestwo nie przetrwało nawet 80 lat, Czaka rzucił swój wielki cień na historię Afryki. Dziś uznaje się go za przywódcę, który zbudził ducha Zulusów, dzięki któremu udało im się przetrwać czasy apartheidu i dał podwaliny pod nacjonalizm, który ukształtował współczesną Afrykę Południową."
            }
        ]
    }
}