{
    "id": 29,
    "name": "Celtowie|Celtów|Celtom|Celtów|Celtami|Celtach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_celts.png",
    "dawn_of_man": "Cześć i chwała potężnej oraz mściwej wojowniczej królowej! W czasach zdominowanych przez mężczyzn udało ci się nie tylko zdobyć tron i prowadzić niezależne rządy ale także pokonać potężne Imperium Rzymskie. Gdy zaznałaś srogiej kary i poniżenia z rąk rzymskich najeźdźców, poprowadziłaś swój lud do krwawej i straszliwej rewolty. Koła twego rydwanu zmiażdżyły legiony, a miasto Londyn zostało spalone. Rzymianom udało się zachować wyspy, ale sprawiłaś, że Neron zastanawiał się, czy nie wycofać wojsk i nie zostawić Brytanii w spokoju.O śpiąca lwico, twój lud pragnie, byś powstała i poprowadziła go zgodnie z twym przydomkiem. Czy staniesz na otwartym polu i poprowadzisz Celtów do historycznego zwycięstwa? Czy odzyskasz swe ziemie i stworzysz imperium, które przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Sala ceilidh|Sali ceilidh|Sali ceilidh|Salę ceilidh|Sale ceilidh|Sal ceilidh|Salom ceilidh|Sale ceilidh",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/ceilidh_hall.json"
        }
    ],
    "unique_units": [
        {
            "name": "Wojownicy piktyjscy|Wojowników piktyjskich|Wojownikom piktyjskim|Wojowników piktyjskich",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/pictish_warrior.json"
        }
    ],
    "city_names": [
        "Edynburg|Edynburga|Edynburgowi|Edynburg|Edynburiem|Edynburgu",
        "Dublin|Dublina|Dublinowi|Dublin|Dublinem|Dublinie",
        "Cardiff",
        "Truro",
        "Nantes",
        "Douglas",
        "Glasgow",
        "Cork",
        "Aberystwyth",
        "Penzance",
        "Rennes",
        "Ramsey",
        "Inverness",
        "Limerick",
        "Swansea",
        "St Ives",
        "Brest|Brestu|Brestowi|Brest|Brestem|Breście",
        "Peel",
        "Aberdeen",
        "Belfast|Belfastu|Belfastowi|Belfast|Belfastem|Belfaście",
        "Caernarfon",
        "Newquay",
        "Saint-Nazaire",
        "Castletown",
        "Stirling",
        "Galway",
        "Conwy",
        "St Austell",
        "Saint-Malo",
        "Onchan",
        "Dundee",
        "Londonderry",
        "Llanfairpwllgwyngyll",
        "Falmouth",
        "Lorient"
    ],
    "spy_names": [
        "Crìsdean",
        "Siobhán",
        "Seamus",
        "Ffion",
        "Pádraig",
        "Deirdre",
        "Pan Quinn",
        "Éadaoin",
        "Alwyn",
        "Col Ceathar"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Europejskie plemiona celtyckie, uważane dziś za przodków milionów ludzi na całym świecie, były jednymi z największych starożytnych społeczności. Celtowie prawdopodobnie wywodzili się z wczesnych kultur epoki żelaza. Stali się zróżnicowaną i ogromną społecznością złożoną z setek pojedynczych plemion rozsianych po całym kontynencie. Okres rozkwitu Celtów przypada na większą część I tysiąclecia p.n.e. Później dochodziło do licznych konfliktów pomiędzy Celtami a ekspansywnym Cesarstwem Rzymskim, które podczas podboju Europy starało się zdławić napotkane aspekty kultury celtyckiej, jednak w wielu wypadkach zostały one po prostu zaadaptowane."
        },
        {
            "heading": "Teren i klimat",
            "text": "Obszar zamieszkały przez najwcześniejsze ludy celtyckie to tereny współczesnych Niemiec i Austrii, choć Celtowie migrowali po całej Europie, trafili między innymi do Francji (Galia), na Wyspy Brytyjskie i do Hiszpanii (Iberia). Tak szeroki wachlarz klimatów i geografii utrudnia stworzenie ścisłej charakterystyki terytorium Celtów, a zdolność przystosowania się do tak różnorodnych warunków pokazuje, iż były to wyjątkowo odporne ludy."
        },
        {
            "heading": "Początki Celtów",
            "text": "Historycy wciąż dyskutują o korzeniach Celtów, jednak uważa się, iż Celtowie wywodzą się z europejskich kręgów kultury pól popielnicowych: halsztackiej i lateńskiej, które następowały po sobie pod koniec epoki brązu i na początku epoki żelaza. Te wczesne ludy celtyckie masowo migrowały, mieszając swe języki i religię z napotkanymi rdzennymi mieszkańcami. Około 1300 r. p.n.e. pierwsza z tych grup protoceltyckich, kultury pól popielnicowych, zamieszkiwała głównie południowe regiony dzisiejszych Niemiec. Ludy kultur pól popielnicowych, żyjące pod koniec epoki brązu, rozwijały się w prymitywnych ustrojach wodzowskich, w końcu dotarły aż do Francji. Kultury pól popielnicowych rozkwitały i poszerzały swe terytorium, ale luźno powiązane plemiona często toczyły z sobą walki, w trakcie ekspansji często dochodziło do niszczenia klanów przez ich sąsiadów.Poźniejszy rozwój kultury halsztackiej, nazwanej tak od odkryć archeologicznych dokonanych w pobliżu austriackiej wsi Hallstatt, stanowił kontynuację rozprzestrzeniania się ludów protoceltyckich w Europie. Ci wcześni Celtowie migrowali na terenach Europy Środkowej przez całe I tysiąclecie p.n.e. i rozwinęli się w kulturę lateńską, obejmującą dużą część Europy pod koniec epoki żelaza. Z kultury lateńskiej wyłoniły się pierwsze czysto celtyckie społeczności zamieszkujące wiele regionów kontynentu."
        },
        {
            "heading": "Celtowie w Brytanii",
            "text": "Celtowie wyspiarscy, którzy zamieszkiwali głównie Wyspy Brytyjskie, to dziś prawdopodobnie największa grupa spadkobierców Celtów niegdyś zamieszkujących Europę. Zjednoczeni językami i religią, Celtowie epoki żelaza licznie osiedlali się w Brytanii, Szkocji i Irlandii między VII i III w. p.n.e. Celtyccy osadnicy integrowali się z miejscowymi ludami i kontynuowali ekspansję, by w końcu stać się stałym elementem tego regionu.W I w. Celtowie utrwalili swój wizerunek nieustraszonych wojowników, gdy zjednoczyli się pod sztandarem Budyki, królowej Icenów. Zaznawszy niespotykanej brutalności z rąk Rzymian, Budyka poprowadziła wojska zjednoczonych plemion z Wysp Brytyjskich przeciwko legionom rzymskim, najlepszej armii ówczesnego świata. Armia Budyki liczyła setki tysięcy wojowników – Rzymianie nie widzieli tak wielkich sił celtyckich od czasu złupienia Rzymu przez celtyckiego wodza Brennusa w 387 r. p.n.e. Choć Rzymianom udało się w końcu zdusić rebelię (w sumie obie strony straciły ponad 100 000 ludzi), historia pokazała, że Rzymianie nie przestali lekceważyć siły Celtów, za co w końcu słono zapłacili."
        },
        {
            "heading": "Celtyberowie",
            "text": "Celtowie zamieszkujący Półwysep Iberyjski (dzisiejsza Hiszpania, Portugalia i Andora) przybyli tam z Galii. Zostawiwszy swe domy w V i VI w. p.n.e., szybko zintegrowali się z istniejącą kulturą iberyjską zamieszkującą ten region. Celtyberowie, jak ich nazwano, byli sojusznikami Kartaginy przeciwko Rzymowi podczas pierwszej wojny punickiej. Decyzja ta sprawiła, że stali się poddanymi Rzymian po porażce słynnego kartagińskiego generała, Hannibala.Celtyberowie słynęli z budowy castro, rodzaju kamiennych fortów spotykanych na Półwyspie Iberyjskim. Na terenach Celtów w Brytanii i Europie Środkowej znajdowało się wiele fortów, ale najlepiej zachowały się te położone w dzisiejszej Hiszpanii. Numancja, castro zbudowane przez Celtyberów w II w. p.n.e., to jeden z zabytków narodowych współczesnej Hiszpanii."
        },
        {
            "heading": "Galowie",
            "text": "Ze względu na brak dokładnych źródeł historia Galów przed podbojem rzymskim nie jest dokładnie znana, ale i tak Galowie to prawdopodobnie najlepiej znany z ludów celtyckich. Zamieszkiwali głównie region dzisiejszej Francji. Juliusz Cezar opisał ich obszernie w swoich wspomnieniach z wojen galijskich „Commentarii de Bello Gallico”. Galowie, funkcjonujący jako wiele pojedynczych plemion, stworzyli rozległe szlaki handlowe między swymi małymi miastami i stworzyli kulturę kwitnącą przez wiele wieków. Jednak podbój rzymski doprowadził praktycznie do jej całkowitego zniszczenia.Druidzi, choć pojawiali się w wielu celtyckich społecznościach Europy, wśród Galów cieszyli się szczególnym znaczeniem. Kapłani ci otaczani byli wśród Celtów wielkim szacunkiem, pełnili w społeczeństwie wiele istotnych ról, prócz funkcji religijnej byli też sędziami i uczonymi. Niestety, druidzi przekazywali sobie mądrość wyłącznie ustnie, pozostawili sobie spuściznę w postaci tajemniczych obrzędów i rytuałów, znaczenia wielu z nich nie udało się wyjaśnić po dziś dzień."
        },
        {
            "heading": "Podbój rzymski",
            "text": "W 390 r. p.n.e. galijski wódz Brennus zaatakował Etrurię, sojusznika Rzymian, a w końcu dotarł do samego Rzymu, złupił miasto i zostawił je w ruinie. Brennus otrzymał pokaźną daninę w zamian za zaprzestanie podboju, ale był to tylko początek długotrwałego konfliktu pomiędzy Rzymianami i Celtami.Owocem tej zaciekłej rywalizacji był sojusz między Celtami iberyjskimi i Kartaginą przeciwko Rzymowi podczas drugiej wojny punickiej. Celtowie iberyjscy zdołali opierać się Rzymianom aż do I w. p.n.e., kiedy to w końcu zostali pokonani i wchłonięci przez cesarstwo, co doprowadziło do zniszczenia wielu pozostałości celtyckich wpływów w Hiszpanii.Prawie wiek później, w 58 r. p.n.e., w północnej części kontynentu legendarny przywódca Juliusz Cezar wprowadził swe legiony na dzikie tereny Galii, dając tym samym początek wojnom galijskim. Źródłami konfliktu były rosnące apetyty terytorialne Galów i skłonność Rzymian do plądrowania podbijanych terytoriów, by spłacić długi (weterani legionów nie byli tani). Wojny galijskie przyniosły koniec niepodległej Galii i doprowadziły do jej intensywnej romanizacji. Ten podbój dał też początek rzymskiej dominacji nad większą częścią Europy Środkowej.Rzymianie pod wodzą Cezara odbyli pierwsze wyprawy do Brytanii, które prawdopodobnie były odwetem za sojusz Brytów z Galami. Mimo napotkania zaciekłego oporu, Rzymianie przez kolejny wiek uparcie najeżdżali Brytanię. Wyprawom przewodzili cesarze Klaudiusz, a potem Hadrian."
        },
        {
            "heading": "Wpływy kultury celtyckiej",
            "text": "Celtowie zostali w końcu wchłonięci przez rzymskie społeczeństwo, przez co wśród artefaktów ze starożytnego Rzymu można znaleźć wiele unikatowych elementów celtyckich. U szczytu swej potęgi Celtowie prawdopodobnie przejęli wiele aspektów sztuki rzymskiej, greckiej i germańskiej. Po rzymskim podboju wiele tych elementów ponownie wykorzystali Rzymianie. Na rzymskich naczyniach i rzeźbach często umieszczano stylizowane wizerunki zwierząt, bóstw i natury, charakterystyczne dla sztuki celtyckiej. Celtowie wprowadzili też liczne innowacje w sztuce wojennej, stworzyli wyjątkowe rodzaje mieczy i pancerzy, w oparciu o które Rzymianie zaprojektowali miecze gladius i spatha."
        },
        {
            "heading": "Religia celtycka",
            "text": "Nie dysponujemy bogatymi źródłami opisującymi starożytną religię Celtów, a ich kapłani, zwani druidami, od dawna są przedmiotem debat i zainteresowania historyków oraz zwykłych ludzi. Druidyzm, opisany przez Greków i Rzymian w I w. p.n.e., został wyniszczony i zapomniany w wyniku rzymskiego podboju Europy. Choć Rzymianie prowadzili brutalne podboje i z łatwością odbierali ludziom życie wyłącznie dla rozrywki, to uznawali religię Celtów za barbarzyńską ze względu na rzekome ofiary z ludzi składane przez druidów. Do dziś nie jest pewne, czy ludzkie ofiary były tak częste, jak podają rzymskie źródła."
        },
        {
            "heading": "Język celtycki",
            "text": "Języki indoeuropejskie, z których wywodzą się języki celtyckie, to rodzina złożona z kilkuset dialektów. Były używane w Europie i części Azji od epoki kamienia. Choć języki celtyckie spotyka się obecnie głównie w Szkocji, Irlandii, Wielkiej Brytanii i Francji, niegdyś używano ich powszechnie i były elementem jednoczącym różne plemiona celtyckie rozsiane po całym kontynencie europejskim.Dziś istnieje sześć żywych języków celtyckich (większość z nich wymarła z upływem czasu). Walijski, używany głównie w Walii i Anglii, to najpopularniejszy z jeszcze istniejących dialektów, posługuje się nim ponad 600 000 ludzi. Irlandzki, bretoński, gaelicki szkocki, kornijski i manx to reszta używanych dziś języków celtyckich. W sumie włada nimi prawdopodobnie mniej niż dwa miliony ludzi, a dla znacznie mniejszej liczby są to języki ojczyste."
        },
        {
            "heading": "Współczesne pochodzenie",
            "text": "Obecnie Liga Celtycka, organizacja pozarządowa zajmująca się promowaniem celtyckiego dziedzictwa i kultury, uznaje za regiony celtyckie Brytanię, Kornwalię, Irlandię, Wyspę Man, Szkocję oraz Walię. Regiony te są głównymi bastionami języka i dziedzictwa celtyckiego, ale szacuje się, że na całym świecie żyją miliony ludzi pochodzenia celtyckiego. Sześć używanych dziś języków celtyckich jest związanych z tymi sześcioma regionami."
        },
        {
            "heading": "Współczesne pochodzenie",
            "text": "Obecnie Liga Celtycka, organizacja pozarządowa zajmująca się promowaniem celtyckiego dziedzictwa i kultury, uznaje za regiony celtyckie Brytanię, Kornwalię, Irlandię, Wyspę Man, Szkocję oraz Walię. Regiony te są głównymi bastionami języka i dziedzictwa celtyckiego, ale szacuje się, że na całym świecie żyją miliony ludzi pochodzenia celtyckiego. Sześć używanych dziś języków celtyckich jest związanych z tymi sześcioma regionami."
        }
    ],
    "leader": {
        "name": "Budyka",
        "subtitle": "Władczyni Celtów",
        "lived": "? – ok. 61 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/boudicca.png",
        "trait": {
            "name": "Tradycja druidyczna",
            "effect": "+1 wiary na miasto z przylegającym dziewiczym lasem. Premia zwiększa się do +2 do wiary w miastach z 3 lub więcej przylegającymi polami nieulepszonych lasów."
        },
        "titles": [
            "Królowa Icenów"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Budyka była legendarną królową i wojowniczką z celtyckiego plemienia Icenów. Zapisała się w historii jako przywódczyni powstania Celtów przeciw potężnej armii rzymskiej okupującej w I w. n.e. Anglię, które zdziesiątkowało wiele rzymskich osad. Choć zapisów historycznych z tego czasu jest niewiele, a te istniejące były stworzone przez rzymskich historyków Tacyta i Kasjusza Diona, występuje zaskakująca zgodność co do historii powstania dowodzonego przez Budykę:Mąż Budyki, król Icenów Prasutagus, od dawna był sojusznikiem Rzymian i w czasach ich podbojów w Brytanii sprawował suwerenną władzę. Mówi się, że gdy umierał, wyznaczył Budykę i ich dwie córki na współnastępczynie w nadziei, że utrzyma w ten sposób prawa i przywileje swej linii rodowej. Rzymianie nie uszanowali woli swego przyjaciela i zaanektowali terytoria Icenów. Wiadomo też, że uczynili to wyjątkowo brutalnie. Budyka została publicznie wychłostana.Oburzenie wywołane zachowaniem Rzymian i ich brutalnością względem Icenów sprawiło, że Budyka i jej poddani zorganizowali z pomocą sąsiednich plemion, zwłaszcza Trynowantów, zbrojne powstanie. Zebrano ogromną armię, ocenianą na około 70 000 ludzi, i ruszono na rzymską kolonię Camulodunum. Rzymianie, nieprzygotowani na tak potężny atak, zostali zaskoczeni i bezlitośnie wymordowani przez rebeliantów. Miasto oblężono i zniszczono, powstańcza armia zaś wyruszyła w stronę Londinium, niszcząc po drodze wszystko, co przedstawiało dla Rzymian jakąkolwiek wartość. Verulamium było trzecim i ostatnim miastem zdobytym przez powstańców pod wodzą Budyki – zostało spalone do gołej ziemi, a jego rzymscy mieszkańcy zmasakrowani. Liczy się, że armia powstańcza królowej zabiła łącznie ponad 80 000 Rzymian i prorzymskich Brytów.Armia rzymska zebrała wreszcie legiony i stanęła przeciw rebeliantom w nieznanym dokładnie miejscu na terytorium obecnego Midlands. Rzymianie, na nieszczęście Budyki, przewyższali rebeliantów wyszkoleniem i taktyką, co miało okazać się zgubne dla armii rebeliantów. Kobiety i dzieci towarzyszące taborowi buntowników miały ponoć przybyć, by obserwować walkę i wspierać walczących. Obecność gapiów pozbawiła jednak armię rebeliantów miejsca na manewry. Powstanie zostało zdławione, a około 70–80 tys. jego uczestników zabitych podczas bitwy i później. Uważa się (choć nie ma na to żadnych dowodów), że Budyka wkrótce po bitwie popełniła samobójstwo. Wedle najpowszechniejszej teorii zażyła truciznę, by uniknąć pojmania."
            },
            {
                "heading": "Osąd historii",
                "text": "Choć trudno oceniać taką legendarną postać jak Budyka, możemy stwierdzić z całą pewnością, że przyczyny wznieconego przez nią powstania były prawe – powodowała nią chęć odwetu za okupację i potworną brutalność, jaką wykazywali się Rzymianie wobec Celtów. Choć rebelianci pod jej wodzą mordowali zarówno rzymskich żołnierzy, jak i zwykłych obywateli, historia nie ocenia jej działań jako pozbawionych skrupułów, biorąc pod uwagę działania bezlitosnych Rzymian. Choć informacji o życiu Budyki sprzed powstania jest niewiele, jej sława szlachetnej wojowniczki, która zginęła w obronie wolności swego ludu, przetrwa z pewnością kolejne wieki."
            }
        ]
    }
}