{
    "id": 33,
    "name": "Holandia|Holandii|Holandii|Holandię|Holandią|Holandii",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/holandia|holandii|holandii|holandię|holandią|holandii.png",
    "dawn_of_man": "Witaj, niezłomny książę Wilhelmie Orański, wyzwolicielu Niderlandów i bohaterze narodu niderlandzkiego! Dzięki twym odważnym działaniom w 1568 r. podczas powstania przeciwko władzy hiszpańskiej Niderlandy zyskały wolność, a to w końcu doprowadziło do wybuchu wojny osiemdziesięcioletniej. Dzięki twoim czynom mogły powstać pierwsze nowoczesne republiki Europy, Republika Zjednoczonych Prowincji. Oddałeś życie podczas rebelii, w 1584 r. zginąłeś z rąk zabójcy, lecz twa śmierć tylko wzmocniła wolę ludu, a twoja spuścizna ojca ojczyzny na zawsze pozostanie symbolem holenderskiej niepodległości.Dzielny książę, lud ponownie pragnie twego przewodnictwa i mądrości. Czy możesz jeszcze raz zapewnić niepodległość twego królestwa i poprowadzić je ku wielkości? Czy zdołasz zbudować cywilizację, która wytrzyma próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Gez morski|Geza morskiego|Gezowi morskiemu|Geza morskiego",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/sea_beggar.json"
        }
    ],
    "city_names": [
        "Amsterdam|Amsterdamu|Amsterdamowi|Amsterdam|Amsterdamem|Amsterdamie",
        "Rotterdam|Rotterdamu|Rotterdamowi|Rotterdam|Rotterdamem|Rotterdamie",
        "Utrecht|Utrechtu|Utrechtowi|Utrecht|Utrechtem|Utrechcie",
        "Groningen",
        "Breda|Bredy|Bredzie|Bredę|Bredą|Bredzie",
        "Nijmegen",
        "Haga|Hagi|Hadze|Hagę|Hagą|Hadze",
        "Haarlem",
        "Arnhem",
        "Zutphen",
        "Maastricht",
        "Tilburg|Tilburga|Tilburgowi|Tilburg|Tilburgiem|Tilburgu",
        "Eindhoven",
        "Dordrecht",
        "'s-Hertogenbosch",
        "Almere",
        "Alkmaar",
        "Brielle",
        "Vlissingen",
        "Apeldoorn",
        "Enschede",
        "Amersfoort",
        "Zwolle",
        "Venlo",
        "Uden",
        "Grave",
        "Delft",
        "Gouda|Goudy|Goudzie|Goudę|Goudą|Goudzie",
        "Nieuwstadt",
        "Weesp",
        "Coevorden",
        "Kerkrade"
    ],
    "spy_names": [
        "Joost",
        "Hendrika",
        "Marten",
        "Anke",
        "Guus",
        "Pan X",
        "Dr Grijs",
        "Willem",
        "Thijs",
        "Neef"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Królestwo Niderlandów, często określane po prostu mianem Holandii, pod wpływem działań wielu ambitnych imperiów z małej prowincji w północnej Europie przekształciło się w jedno z największych centrów handlowych świata. Od czasów podbojów Rzymian, poprzez rządy Franków i wreszcie czasy Świętego Imperium Rzymskiego, Holandia często stawała się celem ekspansji europejskich królestw. Żadne z nich jednak nie pozostawiło po sobie śladu trwalszego niż hiszpańscy Habsburgowie: prześladowania holenderskich protestantów, prowadzone przez króla Filipa, stały się bezpośrednią przyczyną wybuchu wojny osiemdziesięcioletniej, w której obywatele Holandii przez niemal wiek walczyli ze swymi hiszpańskimi panami. Po wyzwoleniu mieszkańcy kraju bez wytchnienia pracowali nad stworzeniem swojej narodowej tożsamości. W miarę jak nowa republika stawała się wiodącą potęgą ekonomiczną, zaczynało działać w niej coraz więcej ważnych postaci nauki i kultury."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Królestwo Niderlandów leży na wybrzeżach północnej Europy, sprawując jednocześnie władzę nad terytoriami Aruby, Curacao i Sint Maarten na Morzu Karaibskim. Prowincje holenderskie w Europie są położone bardzo nisko – duża część tych terenów została wydarta morzu za pomocą tam. Mimo że Holandia nie zajmuje dużej powierzchni – jest mniej więcej dwa razy większa od amerykańskiego stanu New Jersey – mieszka w niej ponad 16 milionów ludzi. Ze względu na ograniczoną ilość miejsca kraj ten ma ogromne doświadczenie w planowaniu przestrzennym i rozwoju miast – wielu jego obywateli mieszka bowiem w gęsto zaludnionych ośrodkach miejskich, takich jak stołeczne miasto Amsterdam."
        },
        {
            "heading": "Prehistoria",
            "text": "Przed przybyciem Rzymian w I w. p.n.e. tereny obecnej Holandii zamieszkane były przez liczne plemiona germańskie. Szczepy te, przybyłe z okolicznych rejonów, takich jak Skandynawia, były wczesnymi potomkami Celtów – ludu pochodzącego z terenów pobliskiej Austrii i Niemiec. Najpotężniejsi i budzący największy respekt byli wśród tych ludów Batawowie, żyjący na wyspie leżącej na Renie. Choć nie słynęli z rozwiniętego handlu czy rzemiosła, ich biegłość w walce wystarczyła, by zyskali dominującą pozycję wobec okolicznych plemion."
        },
        {
            "heading": "Okupacja rzymska",
            "text": "Najbardziej wysunięty na południe region Holandii, zwany przez starożytnych Rzymian Germania Inferior, w I w. n.e. był okupowany przez wojska ich imperium. Jak napisał Juliusz Cezar w swoich komentarzach zatytułowanych „O wojnie galijskiej”, plemię Batawów walczyło w licznych europejskich kampaniach u boku Rzymian jako najemnicy. Po pewnym czasie zbuntowali się oni przeciw zwiększającemu się uciskowi rzymskiemu, co doprowadziło do ujarzmienia ich siłą. Rzymskie wojska kontrolowały terytorium przez niemal 400 lat – aż do upadku całego imperium."
        },
        {
            "heading": "Fryzowie i Frankowie",
            "text": "Choć niewiele jest źródeł pisanych z tego okresu, wiemy, że po upadku Imperium Rzymskiego terytorium obecnej Holandii zostało szybko wchłonięte przez państwa Franków i Fryzów. Mimo że te grupy plemienne już od stuleci zamieszkiwały region, dopiero zniknięcie potężnych niegdyś Rzymian ułatwiło im ekspansję. Imperium Franków rozrosło się w końcu do tego stopnia, że objęło swym zasięgiem niemal całą Holandię i Niemcy z wyjątkiem królestwa Fryzów położonego wzdłuż północnych brzegów. Żyjąc w tak bezpośredniej bliskości, Frankowie i Fryzowie szybko stali się zawziętymi wrogami i rozstrzygali swoje terytorialne spory za pomocą konfliktów zbrojnych. W roku 734 zwycięstwo Franków w bitwie pod Boarn doprowadziło do likwidacji królestwa Fryzów i jego włączenia do imperium Franków. Późniejszy podbój Włoch i ekspansja Franków pod wodzą Karola Wielkiego stworzyły podwaliny dla wielu przyszłych królestw, włączając w to Francję i Niemcy, pod których rządami przez najbliższe wieki znajdować się miała Holandia."
        },
        {
            "heading": "Zmieniające się imperia",
            "text": "Po śmierci Karola Wielkiego w 842 r. imperium Franków zostało podzielone na trzy królestwa: zachodniofrankijskie, środkowofrankijskie i wschodniofrankijskie. Większość terenów Holandii znalazła się w królestwie środkowofrankijskim pod rządami Lotara I. Podział wielkiego niegdyś imperium doprowadził do powstania królestwa Niemiec (które miało wkrótce stać się Świętym Cesarstwem Rzymskim) i Francji. Oba te kraje walczyły o wpływy oraz o tereny Holandii. Choć większość regionu przypadła w końcu w XV w. Świętemu Cesarstwu Rzymskiemu, diukowie Burgundii, stanowiący gałąź królewskiego rodu Francji, zaczęli myśleć o przejęciu tych ziem.Wtedy też Holandię nawiedziła pierwsza ze strasznych powodzi, zabijających tysiące ludzi i niszczących infrastrukturę kraju. W 1287 r. kraj dotknęła straszliwa powódź św. Łucji. Zginęło wówczas ponad 50 000 ludzi, a małe jezioro leżące nieopodal Morza Północnego stało się jego zatoką o nazwie Zuiderzee. Zatokę tę oddzielono ponownie od morza dopiero w XX w. – stała się wówczas ponownie słodkowodnym jeziorem."
        },
        {
            "heading": "Zmiany u władzy",
            "text": "W XIV i XV w. Holandia i sąsiednia Belgia zostały niemal całkowicie opanowane przez diuków burgundzkich. Na przestrzeni XV w. zdobywali oni coraz to nowe terytoria w Niderlandach, stosując mariaże, prawo dziedziczenia, ostrożne zakupy i aneksje.Burgundzkie posiadłości w Holandii zostały odziedziczone przez ród Habsburgów poprzez małżeństwo Marii Burgundzkiej z diukiem Austrii Maksymilianem I. Choć król Francji nie chciał uznać jego prawa do dziedziczenia, ziemia ostatecznie przeszła na własność syna Marii Filipa I, dzięki czemu władzę przejęli Habsburgowie.W 1521 r. ród Habsburgów podzielił się na dwie linie – austriacką i hiszpańską. Holandię kontrolowała ta druga, pierwsza zaś sprawowała władzę nad Niemcami i okolicznymi ziemiami jako władcy Świętego Cesarstwa Rzymskiego."
        },
        {
            "heading": "Reformacja protestancka",
            "text": "Podczas reformacji, gdy zakwestionowano tradycyjnie uznawany autorytet Kościoła rzymskokatolickiego, ruch protestantów stał się w Holandii bardzo silny. Szybkie rozprzestrzenianie się poglądów protestanckich na ziemiach holenderskich niezmiernie martwiło katolickich władców kraju: z początku Karola V, a później – co ważniejsze – jego syna Filipa II. Prowadzone przez niego coraz okrutniejsze prześladowania wiernych protestanckich w kilka lat doprowadziły do wzrostu niezadowolenia wśród ludności Holandii."
        },
        {
            "heading": "Powstanie przeciw Hiszpanii",
            "text": "Gdy w Niderlandach rosło oburzenie działaniami Filipa, pojawiła się najbardziej znana postać rewolucji holenderskiej – Wilhelm Orański. Głosił on tolerancję religijną – dorastał jako protestant, lecz w ramach swego szlacheckiego wychowania nawrócił się na katolicyzm. Mimo swej religii wierzył, że każdy ma prawo do własnych poglądów. Ponieważ był on holenderskim szlachcicem i wiernym poddanym hiszpańskim, początkowo nie chciał sprzeciwiać się królowi. Widząc jednak, że Filip nawet nie próbuje uspokoić obaw Holendrów, poczuł się zmuszony do działania. W 1567 r. w wielu miejscach wybuchały już lokalne bunty. Decydując się na wsparcie powstania i odwrócenie się od Filipa, Wilhelm został wyjęty przez Hiszpanię spod prawa.Po kilku zwycięstwach odniesionych w otwartej bitwie przez armię Wilhelma nad Hiszpanami na wyzwolonych ziemiach północnych powstała Republika Zjednoczonych Prowincji. Te początkowe sukcesy stanowiły jednak jedynie początek długiego konfliktu znanego jako wojna osiemdziesięcioletnia, podczas którego król Hiszpanii nadal sprawował kontrolę nad południowymi terytoriami Holandii. Wilhelm Orański został w 1584 r. zamordowany przez katolika wiernego królowi Filipowi, sama wojna zaś trwała do roku 1648, kiedy to cała republika została wreszcie wyzwolona spod władzy Hiszpanów."
        },
        {
            "heading": "Dominacja handlu",
            "text": "Po wojnie osiemdziesięcioletniej i powstaniu republiki Holandia szybko stała się dominującym centrum handlowym Europy. Niderlandzcy kupcy pod egidą Holenderskiej Kompanii Wschodnioindyjskiej, pierwszej międzynarodowej korporacji, tworzyli na całym świecie nowe szlaki handlowe i kolonie. Okres ten zwykło nazywać się holenderskim złotym wiekiem. Przypada na niego również czas wielkich odkryć naukowych, innowacji militarnych i kwitnącej kultury i sztuki Holandii."
        },
        {
            "heading": "Próby osiągnięcia dominacji na morzu",
            "text": "Anglia coraz bardziej niepokoiła się handlem, jaki Holendrzy prowadzili we francuskich, hiszpańskich i angielskich koloniach, osłabiając w ten sposób dochodowość handlu brytyjskiego. W 1651 r. parlament brytyjski wydał serię uchwał mających na celu kontrolę rozmiarów holenderskiego handlu. Regulacje te, znane jako Akty Nawigacyjne, ograniczały dostęp holenderskich statków do angielskich portów. Działania te doprowadziły w XVII w. do serii wojen między tymi dwoma państwami. W przeciągu kolejnych stu lat, do połowy XVIII w., potęga holenderska mocno zmalała zarówno pod względem politycznym, jak i handlowym – liczne bitwy morskie zmniejszyły bowiem liczebność jej floty."
        },
        {
            "heading": "Ustanowienie królestwa",
            "text": "W 1795 r., podczas wojen napoleońskich, Holandia została zagarnięta przez Francję, a w jej miejsce powstało na krótki czas państwo satelickie Francji znane jako Republika Batawska. Po podpisaniu w 1814 r. traktatu w Fontainebleau, który kończył podboje Napoleona, Holendrzy mogli ponownie odzyskać niepodległość. Powstało wówczas Zjednoczone Królestwo Niderlandów. Wkrótce, w 1830 r., od Holandii oddzieliła się Belgia, tworząc niezależne państwo."
        },
        {
            "heading": "Wojny światowe",
            "text": "Od samego początku istnienia państwa Holendrzy starali się utrzymać politykę możliwie ścisłej neutralności - również podczas tak wielkiego konfliktu jak I wojna światowa. Holandia nie brała udziału w walkach, utrzymując jednocześnie ekonomiczne więzi z państwami obu stron.Podczas II wojny światowej Holendrzy ponownie zadeklarowali neutralność. Tym razem jednak Niemcy nie dopuścili do tego, by cenne holenderskie terytorium pozostało poza konfliktem. Napadli na ten kraj w 1940 r. Choć na początku napotkali opór wojsk holenderskich, szybko go pokonali i zagarnęli państwo dla Trzeciej Rzeszy. Podczas niemieckiej okupacji rząd holenderski działał na uchodźstwie. W miarę jak prześladowania ludności stawały się coraz bardziej nie do zniesienia, siła ruchu oporu rosła. Mimo to nazistom udało się zabić tysiące holenderskich Żydów oraz żydowskich uchodźców z Niemiec. Jedną z ofiar była Anne Frank, której pamiętnik stał się jedną z najbardziej znanych kronik Holocaustu.W 1944 r. na terenie Holandii odbyła się jedna z największych operacji powietrznych w historii – aliancki desant znany jako operacja Market Garden, którego celem było przejęcie mostów prowadzących z Holandii do Niemiec przez rzeki Ren i Mozę. W rejonie operacji zrzucono tysiące spadochroniarzy, lecz odnieśli oni jedynie niewielkie sukcesy. Dowództwo sił sprzymierzonych winiło za to złą pogodę i problemy z łącznością. W rezultacie Holandia pozostała w rękach reżimu nazistowskiego aż do poddania się Niemiec wiosną 1945 roku."
        },
        {
            "heading": "Współczesna Holandia",
            "text": "Współcześnie Królestwo Niderlandów jest monarchią konstytucyjną, w której obok królowej Beatrycze władzę sprawuje wybierany w wyborach parlament. Królestwo, jako jedno z państw założycieli Unii Europejskiej, od dawna ma niemały wkład w propagowanie pokoju i ekonomicznej stabilności w regionie. Haga, trzecie co do wielkości miasto w Holandii, jest siedzibą zarówno państwowego rządu, jak i Międzynarodowego Trybunału Sprawiedliwości ONZ."
        },
        {
            "heading": "Ikony kultury",
            "text": "Na przestrzeni dziejów Holandia wydała na świat wielu z najbardziej cenionych artystów, naukowców, badaczy i uczonych, z których wielu położyło podwaliny pod współczesne badania w swoich dziedzinach. Dwaj sławni malarze – Rembrandt van Rijn i Vincent Van Gogh – byli Holendrami, a dziś ich dzieła uważa się za najwspanialsze i najcenniejsze w świecie sztuki. Naukowcy tacy jak Christiaan Huygens, który odkrył pierścienie wokół Saturna, czy Antonie van Leeuwenhoek, ojciec mikrobiologii, wnieśli ogromny wkład w przyszłość odkryć naukowych."
        },
        {
            "heading": "Ikony kultury",
            "text": "Na przestrzeni dziejów Holandia wydała na świat wielu z najbardziej cenionych artystów, naukowców, badaczy i uczonych, z których wielu położyło podwaliny pod współczesne badania w swoich dziedzinach. Dwaj sławni malarze – Rembrandt van Rijn i Vincent Van Gogh – byli Holendrami, a dziś ich dzieła uważa się za najwspanialsze i najcenniejsze w świecie sztuki. Naukowcy tacy jak Christiaan Huygens, który odkrył pierścienie wokół Saturna, czy Antonie van Leeuwenhoek, ojciec mikrobiologii, wnieśli ogromny wkład w przyszłość odkryć naukowych."
        }
    ],
    "leader": {
        "name": "Wilhelm Orański",
        "subtitle": "Przywódca Holandii",
        "lived": "1533–1584",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/wilhelm_orański.png",
        "trait": {
            "name": "Holenderska Kompania Wschodnioindyjska",
            "effect": "Zachowuje 50% uzyskiwanego zadowolenia z zasobu luksusowego, jeśli ostatnia sztuka tego zasobu zostanie sprzedana."
        },
        "titles": [
            "Książę orański"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Wilhelm, książę Orański, znany również jako Wilhelm Cichy, uważany jest powszechnie zarówno za założyciela, jak i wyzwoliciela Holandii. Poprowadził w poł. XVI w. udaną rebelię przeciw hiszpańskiej linii dynastii Habsburgów, która sprawowała władzę nad Niderlandami. Choć z początku był wiernym sługą hiszpańskiego króla Filipa II, stał się najważniejszym przywódcą powstania, a jego rosnący niesmak do prześladowań, jakich dopuszczali się Hiszpanie wobec holenderskich protestantów, zmusił go w końcu do działania. Wilhelm, przekonując do działania innych szlachetnie urodzonych, został przez hiszpańskiego monarchę wyjęty spod prawa. Holenderskie siły pod jego dowództwem wydały Hiszpanii wiele zwycięskich bitew. Wilhelm zmarł od kuli zamachowca w 1584 r."
            },
            {
                "heading": "Arystokratyczne wychowanie",
                "text": "Wilhelm, syn hrabiego Wilhelma z Nassau, urodził się w 1533 r. Tytuł księcia orańskiego odziedziczył w wieku 11 lat, gdy jego kuzyn Rene, ówczesny książę, zmarł, nie pozostawiwszy następcy, który mógłby objąć po nim tytuł i posiadłości. W okresie tym Holandię kontrolował cesarz Świętego Cesarstwa Rzymskiego Karol V, który był jednocześnie władcą monarchii habsburskiej i królem Hiszpanii. Wilhelm, otrzymawszy typowe szlacheckie wykształcenie, wkrótce stał się jednym z ulubionych dworzan cesarza. Związek tego ostatniego z hiszpańską koroną odegrał później istotną rolę przy próbach, jakie Wilhelm podejmował w celu odebrania Holandii Hiszpanom.Szybko awansując w strukturach wojskowych, wkrótce po ukończeniu dwudziestego roku życia Wilhelm był już dowódcą w armii cesarskiej, a jako doradca cesarza sprawował również liczne funkcje dyplomatyczne. Względy, jakimi Wilhelm cieszył się u władcy, kosztowały go jednak wiarę – aby je otrzymać, musiał on porzucić luteranizm, w duchu którego został wychowany, i przyjąć wiarę katolicką."
            },
            {
                "heading": "Korzenie rebelii",
                "text": "W 1555 r. Karol przekazał koronę Hiszpanii swemu synowi Filipowi. Znany był on ze swej bezlitosnej pogardy wobec poddanych mu protestantów – nie okazywał on żadnej empatii wobec ich wiary i tępił reformację siłami inkwizycji. Podczas służby u nowego króla Wilhelm szybko zrozumiał, jakie są prawdziwe zamiary Filipa, który nie wahał się wymordować protestantów w dowolny możliwy sposób. Choć Wilhelm w trakcie swej nauki nawrócił się na katolicyzm, wychowany został jako luteranin i wierzył głęboko, że każdy ma prawo żyć według własnej wiary. Jak głosi legenda, podsłuchał on w czasie łowów rozmowę między Filipem a królem Francji Henrykiem II, dyskutującymi o mającej nadejść eksterminacji protestantów w ich krajach. To właśnie wydarzenie miało sprawić, że Wilhelm postanowił sprzeciwić się Filipowi i jego władzy nad Holandią.Próbując ujarzmić protestantów, których było w Holandii wielu, Filip wymyślił system afiszy. Służyły one do obwieszczania edyktów czyniących praktykowanie kalwinizmu i luteranizmu przestępstwem, za które groziły tortury i śmierć. Prześladowania były tak silne, że do protestanckiego sprzeciwu wobec polityki Filipa dołączyło też wielu holenderskich katolików.Wilhelm zaczął otwarcie krytykować króla, jednoznacznie określając swoje stanowisko w tej sprawie i namawiając innych, by sprzeciwili się represyjnej polityce Filipa. W 1566 r. Liga Możnych, grupa szlachty holenderskiej, zwróciła się do regentki hiszpańskiej Małgorzaty Parmeńskiej z prośbą o zakończenie prześladowań protestantów w Holandii. Podjęte przez nich próby pokojowego rozwiązania konfliktu zostały odrzucone przez Filipa. W Holandii rozprzestrzenił się wówczas ikonoklazm – protestanccy buntownicy w całym kraju niszczyli katolickie obrazy."
            },
            {
                "heading": "Początek powstania",
                "text": "Jako że ikonoklazm oraz towarzyszące mu publiczne i ostentacyjne praktyki protestanckie coraz mocniej się rozprzestrzeniały, Filip wysłał do Holandii Fernanda Alvareza de Toledo, księcia Alby, znanego też jako Żelazny Książę, by zdławił rebelię. Po przybyciu książę założył Radę Zaburzeń, nazywaną później wśród protestantów Radą Krwi, której zadaniem było sprawowanie nadzoru nad sądzeniem i karaniem buntowników i ich dowódców. Wielu z wezwanych przed oblicze rady zaczęło się ukrywać, Wilhelm również, lecz około tysiąca lub nawet więcej protestantów zostało ponoć osądzonych i straconych przez Żelaznego Księcia."
            },
            {
                "heading": "Wybuch wojny",
                "text": "Finansując powstanie ze swego domu w Nassau, Wilhelm i rebelianci stworzyli kilka armii, by zaatakować Hiszpanów z wielu stron. Grupa protestanckich wygnańców i holenderskich szlachciców stawiających opór Hiszpanii znana była jako gezowie, czyli żebracy. Najbardziej znaną ich częścią byli watergeuzen – żebracy morscy. Wilhelm użył swych bogactw, by stworzyć tę formację i wyposażyć jej okręty. Żebracy morscy atakowali przybrzeżne miasta w Holandii – działali w charakterze korsarzy.Ludwik von Nassau, brat Wilhelma, poprowadził armię najemników i francuskich hugenotów (protestantów) przeciw hiszpańskim siłom dowodzonym przez Jeana de Ligne, holenderskiego szlachcica nadal wiernego Filipowi. W bitwie pod Heligerlee w północnej prowincji Niderlandów zwanej Groningen, w 1568 r. Ludwik rozbił hiszpańską armię. W walce zginął Jean de Ligne. Niestety, zginął również brat Wilhelma i Ludwika Adolf, który dowodził holenderską kawalerią. Ta bitwa uważana jest przez historyków za początek wojny osiemdziesięcioletniej, jak nazywa się dziś wielki konflikt, w którym stawką była niepodległość Holandii.Niedługo później, w bitwie pod Jemmingen, armia Ludwika została zgnieciona przez hiszpańskie siły podczas próby zdobycia miasta Groningen. Musiał on się wycofać. Wilhelm przejął dowodzenie i poprowadził holenderską armię do wielu zwycięstw, podnosząc na duchu swoich rodaków i wydzierając coraz więcej i więcej miast Hiszpanom. Jednak mimo zwycięstw holenderskich i tego, że przejęli oni w ciągu kolejnego dziesięciolecia dużą część północnych terytoriów, Hiszpanie nadal twardo trzymali się w południowej Holandii."
            },
            {
                "heading": "Korzenie niepodległości",
                "text": "W 1573 r. w Utrechcie, mieście w północnej Holandii, podpisana została unia utrechcka jednocząca północne prowincje przeciw Hiszpanii. Choć trudno było jeszcze mówić o niepodległości, zawarcie unii stanowiło ważny punkt zwrotny w walce z hiszpańskimi rządami w regionie. Hiszpania nadal kontrolowała terytoria południowe, ale podpisanie w 1581 r. deklaracji o pozbawieniu Filipa II praw do rządów nad Niderlandami posłużyło jako formalna deklaracja niepodległości tych ostatnich od hiszpańskich rządów. Niestety, Wilhelm nie dożył czasów, w których Holandia została całkowicie wyzwolona spod władzy Hiszpanów."
            },
            {
                "heading": "Próby zamachu",
                "text": "Wkrótce po tym, jak król Filip wyznaczył wysoką nagrodę za głowę Wilhelma, nastąpił pierwszy zamach na jego życie – w 1582 r. Hiszpan Juan de Jaregui postrzelił szlachcica, raniąc go w szyję. Choć rana była śmiertelnie niebezpieczna, nie doprowadziła go do śmierci. Długotrwała rekonwalescencja ograniczyła jednak jego możliwości udziału w walkach. Niecałe dwa lata później Wilhelm znów został zaatakowany przez zamachowca, tym razem francuskiego katolika Balthasara Gerarda. Napadł on Wilhelma w domu i oddał trzy strzały, z czego jeden – śmiertelny – ugodził go w klatkę piersiową.Wkrótce później Balthasara osądzono i skazano na śmierć. Wymierzanie mu kary w postaci tortury trwało cały tydzień. Z cierpień został Balthasar wyzwolony dopiero, gdy w końcu ucięto mu głowę."
            },
            {
                "heading": "Osąd historii",
                "text": "Wilhelm cieszy się dziś powszechnym szacunkiem jako twórca holenderskiego ruchu niepodległościowego i ojciec istniejącego państwa. Podrywając ludzi Holandii do walki z hiszpańskimi władcami i sprzeciwiając się cierpieniom protestantów, Wilhelm oddał życie dla szlachetnego i postępowego poglądu głoszącego, że każdy ma prawo żyć zgodnie z własną wiarą."
            }
        ]
    }
}