{
    "id": 41,
    "name": "Szoszoni|Szoszonów|Szoszonom|Szoszonów|Szoszonami|Szoszonach",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/szoszoni|szoszonów|szoszonom|szoszonów|szoszonami|szoszonach.png",
    "dawn_of_man": "Bądź błogosławiony, mądry i straszliwy wodzu Pocatello, przesławny przywódco Szoszonów. Jako młody wódz stawiłeś czoła napierającej fali amerykańskich osadników przy zachodniej granicy ówczesnych Stanów Zjednoczonych. Zostałeś zmuszony do obrony ziem rodowych Szoszonów przed niewyczerpanym strumieniem imigrantów i zasiałeś strach w sercach wszystkich, którzy zapragnęli zagarnąć ziemie twoich współplemieńców. Po latach zawieruchy zręcznie uniknąłeś bezpośredniego starcia z wojskami rządu Stanów Zjednoczonych i wynegocjowałeś serię paktów w nadziei na zapewnienie Szoszonom trwałego pokoju.Wielce szanowny Pocatello, twój lud znów pragnie twego przywództwa. Czy podbijesz wrogów i wygnasz ich ze swych ziem? Czy może wkroczysz na ścieżkę dyplomacji i handlu? Czy zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Tropiciele|Tropicieli|Tropicielom|Tropicieli",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/pathfinder.json"
        },
        {
            "name": "Konni Komancze|Konnych Komanczów|Konnym Komanczom|Konnych Komanczów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/comanche_riders.json"
        }
    ],
    "city_names": [
        "Moson Kahni",
        "Te-Moak",
        "Agaidika|Agaidiki|Agaidice|Agaidikę|Agaidiką|Agaidice",
        "Goshute",
        "Pohokwi",
        "Washakie",
        "Timbisha|Timbishy|Timbishy|Timbishę|Timbishą|Timbishy",
        "Hukandeka|Hukandeki|Hukandece|Hukandekę|Hukandeką|Hukandece",
        "Duckwater",
        "Tukudeka|Tukudeki|Tukudece|Tukudekę|Tukudeką|Tukudece",
        "Kuchundeka|Kuchundeki|Kuchundece|Kuchundekę|Kuchundeką|Kuchundece",
        "Yomba|Yomby|Yombie|Yombę|Yombą|Yombie",
        "Kamudeka|Kamudeki|Kamudece|Kamudekę|Kamudeką|Kamudece",
        "Ely",
        "Yambadeka|Yambadeki|Yambadece|Yambadekę|Yambadeką|Yambadece",
        "Nampa|Nampy|Nampie|Nampa|Nampą|Nampie",
        "Bannock",
        "Yahandeka|Yahandeki|Yahandece|Yahandekę|Yahandeką|Yahandece",
        "Tetadeka|Tetadeki|Tetadece|Tetadekę|Tetadeką|Tetadece",
        "Deheyaeka|Deheyaeka|Deheyaeka|Deheyaeka|Deheyaeka|Deheyaeka",
        "Pengwideka|Pengwideki|Pengwidece|Pengwidekę|Pengwideką|Pengwidece",
        "Winnemucca",
        "Skull Valley",
        "Big Pine",
        "Duck Valley"
    ],
    "spy_names": [
        "Cameahwait",
        "Ondongarte",
        "Queenah",
        "Pugweenee",
        "Sacajawea",
        "Sagwitch",
        "Sanpitch",
        "Tetoharsky",
        "Tuziyammo",
        "Mugwayan"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "„Nie mówię twoim językiem, a ty nie mówisz moim. Mimo to jednak rozumiem cię. Nie muszę naśladować twych kroków, jeśli widzę ślady twoich stóp”. Niestety, to szoszońskie przysłowie nie potwierdziło się, gdy na ziemie Indian przybył biały człowiek. Plemię Szoszonów zrodziło się z połączenia rozmaitych miejscowych ludów, które od tysięcy lat zamieszkiwały zachodnią część Ameryki Północnej. Język szoszoński, jeden z języków uto-azteckich, był ich największym wyróżnikiem. Stał się tak popularny, że mimo rozmaitości dialektów członkowie odległych od siebie plemion mogli ze sobą z łatwością rozmawiać. W czasach, gdy było ich najwięcej, Szoszoni zamieszkiwali tereny od północnego Idaho po północną Arizonę, od wschodniej Kalifornii po zachodnią Montanę. Pierwszy kontakt Szoszonów z białymi miał miejsce w 1805 r., gdy Lewis i Clark przechodzili przez północną część ich terytoriów, a następnie po przybyciu w latach 20. XIX w. w Góry Skaliste traperów i handlarzy futrem. W ślad za białymi badaczami nadciągnęli biali pionierzy, zwłaszcza mormoni, którzy w Utah, nad Wielkim Jeziorem Słonym, a więc w samym sercu szoszońskiego terytorium, założyli swoje osiedla. Przez następne trzy pokolenia szoszońscy wodzowie walczyli, chcąc odzyskać tereny łowieckie, zapobiec zniszczeniu ich kultury i przymusowemu przesiedleniu przez armię amerykańską. Choć walczyli dzielnie, była to walka bezskuteczna. Do 1890 r. ostatni Szoszoni zostali przeniesieni do stworzonych przez biuro do spraw Indian rezerwatów."
        },
        {
            "heading": "Klimat i teren",
            "text": "Tradycyjna ojczyzna Szoszonów zajmowała dużą część pustynnego obszaru Wielkiej Kotliny w USA. Obejmowała dzisiejsze Utah i Newadę, a także części Oregonu, Idaho, Montany, Kalifornii, Arizony, Nowego Meksyku, Kolorado i Wyoming. Wielka Kotlina jest największym endoreicznym dorzeczem w Ameryce Północnej, znajduje się tam także najwyższy (Mount Whitney) i najniższy (Badwater) punkt w Stanach Zjednoczonych. Główne dorzecze należy do rzeki Humboldt i zajmuje około 27 tys. km kw. Choć charakterystyczny dla okolicy jest ekoregion północnoamerykańskiej pustyni, znaczne tereny na ziemiach Szoszonów pokrywały zalesione góry i preriowe doliny. Na ziemiach tych znajdują się też liczne jeziora, wśród nich Tahoe, największe na kontynencie jezioro alpejskie, i Wielkie Jezioro Słone. Rozległe pustynie, którymi władali Szoszoni, to między innymi Black Rock, okolice Wielkiego Jeziora Słonego, Sevier, Smoke Creek, Mojave i Sonoran, a także pustynie solne Newady. Klimat w regionie waha się od pustynnego po alpejski umiarkowany, różnice w ekstremach temperatur wynoszą od ponad 38 stopni Celsjusza na południu do wartości poniżej zera na północy. Duże zróżnicowanie flory i fauny pozwoliło Szoszonom żyć w dostatku jako zbieracze i myśliwi, zaś ich główną zwierzyną były widłorogi, mulaki oraz bizony."
        },
        {
            "heading": "Rozmieszczenie",
            "text": "Wraz z upływem czasu Szoszoni podzielili się na trzy duże podgrupy. Zachodni (lub „piesi”) Szoszoni zamieszkiwali Newadę, a część szczepów Oregon i Kalifornię. Wśród tych ostatnich znajdują się Szoszoni Timbisha, którzy przez stulecia zamieszkiwali doliny Śmierci i Palamint oraz otaczające je góry. Tereny północnych, „konnych” Szoszonów obejmowały Idaho, północne Utah i zachodnie Wyoming. Wschodni Szoszoni z Wind River zamieszkiwali Wyoming, południową Montanę i zachodnie Kolorado. Na początku XVIII w. plemiona Czarnych Stóp, Wron i Piegan na północy raz Siuksów, Czejenów i Arapahów na wschodzie były lepiej uzbrojone i dysponowały dużą ilością koni. Plemiona te zaczęły spychać Szoszonów z północnych równin na południe oraz na zachód przez Wielki Dział Wodny. Wtedy to część z Szoszonów wschodnich przeniosła się na południe, do zachodniego Teksasu, i wkrótce stała się Komanczami, których niektórzy uważają za czwartą podgrupę Szoszonów.Od 1780 do 1782 r. wśród tubylców na Wielkich Równinach, zwłaszcza Szoszonów, szalała ospa. Pandemia choroby, która zaczęła się w 1779 r. na południu, wśród hiszpańskich osiedli w Meksyku i Teksasie, mogła kosztować Szoszonów od jednej trzeciej do połowy ich ludności. Choć zmniejszyła ona naciski ze strony Czarnych Stóp, Siuksów i Czejenów, którzy również odczuli jej skutki, wedle tradycji ustnej choroba poważnie rozbiła wschodnich Szoszonów, po których pozostały tylko odizolowane grupy, które nie mogły i nie chciały stawiać oporu przybywającym białym Amerykanom."
        },
        {
            "heading": "Nadejście białych ludzi",
            "text": "Do 1800 r. zachodni Szoszoni przez wiele pokoleń współistnieli obok hiszpańskich i meksykańskich osadników. W tym samym czasie ziemie wschodnich Szoszonów stały się przedmiotem zainteresowania pojedynczych amerykańskich pograniczników i badaczy. Najlepiej udokumentowany pierwszy kontakt między białymi a Szoszonami miał miejsce, gdy na ziemie Indian w Montanie w sierpniu 1805 r. wkroczyła ekspedycja Lewisa i Clarka. Wysłana przez prezydenta Jeffersona wyprawa badawcza, której zadaniem było sporządzenie map północnej i zachodniej części Luizjany, bardzo zaprzyjaźniła się z północnymi Szoszonami, również dzięki obecności Sacajawei, Szoszonki z Lemhi, która przybyła z ekspedycją. W tym samym czasie pogranicznicy amerykańscy tacy jak Jim Bridger zaczęli osiedlać się w latach 20. XIX w. w Górach Skalistych i organizować doroczne spotkania handlarzy futrami w regionach Wind River, Green River i Snake River. Na spotkaniach tych, które odbywały się od 1825 do 1840 r., Szoszoni z Wyoming, Montany, Idaho i Utah nie tylko zdobywali towary i broń, lecz również zapoznawali się z obyczajami białych.Za handlarzami futer ruszyli osadnicy. Relacje z napływającymi falami górników, ranczerów i handlarzy, którzy przybywali na ziemie Szoszonów lub przez nie przechodzili, nie zawsze były jednak tak przyjazne, jak te z badaczami i pogranicznikami. Wschodnia i północna część ziem Szoszonów została „zdobyta” przez Stany Zjednoczone poprzez zakup Luizjany. Traktat z 1848 r., który kończył wojnę amerykańsko-meksykańską, powierzał Amerykanom pozostałą część szoszońskiego terytorium. Szlaki Kalifornii i Oregonu, najważniejsze drogi do zachodnich terytoriów Stanów Zjednoczonych, przecinały serce tego plemiennego terenu. Na ziemiach wschodnich Szoszonów ranczerzy i hodowcy bydła zajmowali łąki i wschodnie zbocza Gór Skalistych. Odkrycie złota w Kalifornii (1848) i Montanie (1864) oraz żyły srebra Comstock w Newadzie (1858) sprawiło, że na terytoria Szoszonów przybyło jeszcze więcej osadników i poszukiwaczy szczęścia.Największe jednak wtargnięcie białych miało miejsce, gdy Brigham Young przyprowadził w 1846 r. nad Wielkie Jezioro Słone swoją grupę mormonów, uciekając przed prześladowaniami, jakie spotykały ich w Missouri i Illinois. Przez stulecia Ute i północni Szoszoni polowali i koczowali w niecce jeziora, lecz nigdy nie zakładali tam stałych osiedli. Do grudnia 1847 r. wokół jeziora w Utah osiedliło się 2 tys. mormonów. Około 70 tys. kolejnych przyjechało wozami przez kolejne dziesięciolecie. Po swoim przybyciu Young wskazał miejsce budowy świątyni Kościoła Jezusa Chrystusa Świętych w Dniach Ostatnich, wokół której wyrosło Salt Lake City. Z niecki jeziora ruszali mormońscy misjonarze. W 1847 r. powstało miasto Bountifull, w 1848 Ogden, a w 1849 Provo."
        },
        {
            "heading": "Współpraca i opór",
            "text": "Odpowiedź szoszońskich szczepów na amerykańską ekspansję była bardzo zróżnicowana. Wschodni odłam, pod rządami wodza Washakie, utrzymywał z białymi przyjazne stosunki. Proszony przez zięcia, Jima Bridgera, wódz zgodził się na uczestnictwo w spotkaniach rady w Forcie Laramie w 1851 r. Podpisał tam traktat, na mocy którego zobowiązywał się do współpracy z Amerykanami w zamian za prawa do polowań i zakładania obozów w paśmie Wind River. W 1868 r. na mocy kolejnego traktatu powstała Agencja Indian Szoszonów i Bannock, rezerwat w zachodnio-centralnym Wyoming. Był to wyjątkowy przypadek, w którym rząd USA pozwolił Washakiemu i jego wodzom wybrać ziemię, 12 tys. km kw., którą zasiedlą. Wschodni Szoszoni wspomagali uwikłaną w wojnę z Indianami armię amerykańską zwiadowcami i przewodnikami, zwłaszcza podczas kampanii generała Crooka przeciw Siuksom i Czejenom po klęsce Custera pod Little Bighorn.Ogólnie rzecz biorąc, plemiona zachodnioszoszońskie współistniały pokojowo z białymi osadnikami i górnikami, którzy wkroczyli na ich ziemie. Wynika to głównie z faktu, że teren ten - rozległe pustynie i suche wzgórza - był niegościnny i jałowy. Członkowie plemion z Idaho i Oregonu, nie wykształciwszy tradycji wojowników typowej dla Szoszonów północnych i zachodnich, utrzymywali się z hodowli owiec, zaś mieszkańcy Newady i Kalifornii tworzyli prymitywne plemiona myśliwsko-zbierackie. Grupy koczowników, z których żadna nie miała więcej niż 200 członków, były w latach 80. i 90. XIX w. stopniowo przenoszone do niewielkich newadzkich rezerwatów. Mimo niewielkiego oporu liczne plemiona zachodnie zostały połączone w Radę Plemion Te-Muków na mocy przyjętej w 1934 r. ustawy o reorganizacji Indian.Północni Szoszoni z kolei stawili opór fali białych imigrantów. Z początku plemiona osiągnęły porozumienie z mormońskimi osadnikami, których starszyzna zobowiązała się dostarczać Indianom żywność i towary, by wynagrodzić im utratę ziem łowieckich będącą skutkiem rolnictwa i wyrębu drzew. Choć od czasu do czasu dochodziło do niewielkich starć lub morderstw, mormoni i Szoszoni od 1847 r. do późnych lat 50. XIX w. utrzymywali pokój. Wzrost ilości imigrantów i poszukiwaczy złota na ziemiach łowieckich jeszcze bardziej zmniejszył ilość zwierzyny. W 1859 r. Jacob Forny, komisarz ds. Indian na terytorium Utah, przyznając, że wpływ imigrantów jest bardzo duży, napisał: „Indianie (...) wpadli w nędzę przez przybycie białej ludności”. Zdesperowani i umierający z głodu Szoszoni zaczęli atakować pojedyncze farmy i kraść bydło, by przeżyć. Mormońskie poparcie dla tubylców spadło i wreszcie przestali oni dostarczać Indianom żywność i zapasy.Od 1860 r. szoszońscy wodzowie Pocatello i Łowca Niedźwiedzi, starając się zmniejszyć napływ ludności, zaczęli wysyłać grupy bojowe, by atakowały tabory, pocztylionów, ekipy telegrafu i grupy górników. Administracja Lincolna uwikłana w wojnę domową i zatroskana o bezpieczeństwo szlaków komunikacyjnych do Kalifornii i Oregonu oraz niepewna mormońskiej lojalności nakazała wysłać tam oddziały armii amerykańskiej, by stłumiły niepokoje. W październiku 1862 r. pułkownik Patrick Connor na czele oddziału wojsk z Kalifornii założył 5 km na wschód od Salt Lake City bazę wojskową. W tym samym czasie liczne szoszońskie plemiona zgromadziły się na dorocznym zimowym spotkaniu w Dolinie Cache. Seria niewielkich, lecz krwawych starć między górnikami i osadnikami a szoszońskimi wojownikami sprawiła, że Connor na czele oddziału piechoty i kawalerii w sile 300 ludzi 29 stycznia 1863 r. zaatakował obozowisko.Choć Pocatello wyprowadził swoje plemię z doliny, gdy zwiadowcy donieśli o zbliżającym się oddziale, inni wodzowie postanowili zostać. Łowca Niedźwiedzi i pozostali przywódcy myśleli, że można osiągnąć porozumienie, a Szoszoni co najwyżej zapłacą reparacje. Connor jednak zaatakował, nie negocjując. Jeśli wierzyć świadkom, gdy Szoszoni stawili opór, amerykańscy oficerowie stracili kontrolę nad kawalerzystami, którzy rozpoczęli regularną rzeź. Zginęło wówczas niemal 500 szoszońskich mężczyzn, kobiet i dzieci, z których większość nie brała udziału w walce. Wydarzenie to znane jest jako masakra nad Bear River. Wśród poległych znalazł się Łowca Niedźwiedzi, a pozostałych dziewięciu wodzów z Sagwitchem na czele poddało się, ich plemiona zaś zostały na mocy postanowień traktatu Box Elder siłą przesiedlone do rezerwatów. Cierpiące głód i stale kurczące się plemię Pocatella poddało się i zostało zamknięte w rezerwacie Fort Hall niecałe pięć lat później."
        },
        {
            "heading": "Życie w rezerwacie",
            "text": "Życie w rezerwacie było trudne i brutalne, a jeszcze gorszym czyniły je złamane obietnice i korupcja amerykańskiego biura do spraw Indian. Nie mogąc znaleźć wystarczającej ilości zwierzyny ani uprawiać ubogiej ziemi, którą im przydzielono, wielu ze zniewolonych Szoszonów zmarło z głodu i z powodu chorób. Amerykańscy administratorzy kilkukrotnie nie dostarczyli Indianom w rezerwatach żywności, leków, ubrań i zapasów. W odpowiedzi, jak w wielu innych miejscach, doszło do desperackich aktów nieposłuszeństwa opuszczających rezerwaty Szoszonów. Te skazane na niepowodzenie powstania doprowadziły w 1878 r. do wojny z Banokami, w której brali udział północni Szoszoni i plemiona Banoków, a w 1879 r. do wojny z indiańskimi owcożercami, w której brało udział około 300 Szoszonów zachodnich. Ostatecznie reformy z lat 20. i 30. XX w. przyznały plemionom z rezerwatów prawa obywatelskie, zniosły większość restrykcji i nadały radom szczepowym specjalne przywileje.Dziś pozostali członkowie plemion szoszońskich - około 12 tys. ludzi - żyje w rezerwatach w Wyoming, Idaho i Newadzie, z których największy jest zamieszkały przez wschodnich Szoszonów rezerwat Wind River w Wyoming. Inny duży rezerwat szoszoński Fort Hall w Idaho z początku miał 7200 km kw. powierzchni, lecz w wyniku sprzedaży ziemi i utworzenia zbiornika American Falls skurczył się do 2200 km kw. Od 1934 r., kiedy to uzyskali prawa obywatelskie, Indianie Te-Mouk założyli na zakupionym w Newadzie terytorium liczne prywatne komuny, takie jak Społeczność Indian w Dolinie Śmierci czy Kolonia Indiańska Reno-Sparks."
        },
        {
            "heading": "Życie w rezerwacie",
            "text": "Życie w rezerwacie było trudne i brutalne, a jeszcze gorszym czyniły je złamane obietnice i korupcja amerykańskiego biura do spraw Indian. Nie mogąc znaleźć wystarczającej ilości zwierzyny ani uprawiać ubogiej ziemi, którą im przydzielono, wielu ze zniewolonych Szoszonów zmarło z głodu i z powodu chorób. Amerykańscy administratorzy kilkukrotnie nie dostarczyli Indianom w rezerwatach żywności, leków, ubrań i zapasów. W odpowiedzi, jak w wielu innych miejscach, doszło do desperackich aktów nieposłuszeństwa opuszczających rezerwaty Szoszonów. Te skazane na niepowodzenie powstania doprowadziły w 1878 r. do wojny z Banokami, w której brali udział północni Szoszoni i plemiona Banoków, a w 1879 r. do wojny z indiańskimi owcożercami, w której brało udział około 300 Szoszonów zachodnich. Ostatecznie reformy z lat 20. i 30. XX w. przyznały plemionom z rezerwatów prawa obywatelskie, zniosły większość restrykcji i nadały radom szczepowym specjalne przywileje.Dziś pozostali członkowie plemion szoszońskich - około 12 tys. ludzi - żyje w rezerwatach w Wyoming, Idaho i Newadzie, z których największy jest zamieszkały przez wschodnich Szoszonów rezerwat Wind River w Wyoming. Inny duży rezerwat szoszoński Fort Hall w Idaho z początku miał 7200 km kw. powierzchni, lecz w wyniku sprzedaży ziemi i utworzenia zbiornika American Falls skurczył się do 2200 km kw. Od 1934 r., kiedy to uzyskali prawa obywatelskie, Indianie Te-Mouk założyli na zakupionym w Newadzie terytorium liczne prywatne komuny, takie jak Społeczność Indian w Dolinie Śmierci czy Kolonia Indiańska Reno-Sparks."
        }
    ],
    "leader": {
        "name": "Pocatello",
        "subtitle": "Przywódca Szoszonów",
        "lived": "1815-1884",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pocatello.png",
        "trait": {
            "name": "Wielka ekspansja",
            "effect": "Założone miasta zaczynają z dodatkowym terytorium. Jednostki otrzymują premię do wartości bojowej, gdy walczą na własnym terytorium."
        },
        "titles": [
            "Wódz Szoszonów"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Wódz Pocatello, przywódca plemienia Szoszonów, przez całe życie próbował znaleźć sposób na koegzystencję z białymi osadnikami wkraczającymi na terytorium Szoszonów w XIX wieku. Szoszoni pod wodzą Pocatello napadali osadników i karawany wozów, ale w większości czynili to w odwecie za rabunki i ataki dokonane przez białych. Wojownicy Pocatello byli obwiniani o nasilające się ataki na białych na Szlaku Kalifornijskim, Drodze Salt Lake i na Szlaku Oregońskim.Jesienią 1862 r. pułkownik Conner wraz z Trzecią Kalifornijską Dywizją Piechoty Armii USA przybył z Fort Douglas z rozkazem „poskromienia” tubylców. Pocatello dowiedział się o ich przybyciu i poprowadził swe plemię na północ, dzięki czemu uniknął słynnej masakry nad Bear River. Przez pięć lat ścigany przez Armię USA podpisał w roku 1868 traktat w Fort Bridger, na mocy którego jego plemię zostało przeniesione do rezerwatu nad Snake River. Zmarł w tym rezerwacie, rozpaczając nad przyszłością swego ludu."
            },
            {
                "heading": "Wczesne lata",
                "text": "Pocatello urodził się w regionie Grouse Creek, znajdującym się dziś w północno-zachodniej części stanu Utah. Niewiele wiadomo o jego dzieciństwie i wczesnej dojrzałości. Miał na imię Tonaioza, co znaczy „Szata Bizona”. Przydomek prawdopodobnie nadali mu biali traperzy, choć nie wiadomo dlaczego. Pocatello dorastał w epoce polowań dla futer, w latach 1820-1830.W miarę dojrzewania zyskiwał sławę jako wojownik i mędrzec. W czasie gdy Brigham Young poprowadził pierwszych mormońskich osadników do Utah w 1847 r., Pocatello został wodzem Szoszonów. Young stosował wobec niego politykę ustępstw i pojednania, ten ostatni obawiał się jednak wyniszczenia zwierzyny i prerii przez napływających farmerów. Pocatello coraz bardziej niepokoił się migracją i ruchem białych na i przez ziemie Szoszonów, szczególnie po odkryciu złota w Kalifornii i Montanie."
            },
            {
                "heading": "Opór",
                "text": "Pod koniec lat pięćdziesiątych drastycznie zwiększyła się liczba napadów na karawany i odosobnione farmy, a także kradzieży koni i bydła. Wkrótce za każdy atak obwiniano Pocatello, niezależnie od tego, czy sprawcami byli zbuntowani tubylcy, biali bandyci, czy nierozważni młodzi Szoszoni. Przez kilka następnych lat biali osadnicy i tubylcy wielokrotnie ścierali się i zabijali. Wrogość osiągnęła punkt kulminacyjny w sierpniu 1862 r., gdy Pocatello poprowadził atak na karawanę wozów przejeżdżającą przez City of Rocks w południowej części środkowego Idaho. Kilka dni później bandy Szoszonów zaatakowały dwie inne karawany w pobliżu Snake River.Trwała wojna secesyjna i administracja Lincolna, niepokojąca się o bezpieczeństwo szlaków handlowych prowadzących na zachodnie wybrzeże, rozkazała pułkownikowi Patrickowi Connorowi i jego Trzeciemu Pułkowi Piechoty Ochotniczej udać się do Utah i zdławić niepokoje. Oddział Connora założył Camp Douglas trzy mile na wschód od Salt Lake City. Kolejne ataki wodza Łowcy Niedźwiedzi z plemienia Szoszonów z Wielkiej Kotliny spowodowały, że Connor, wraz z Drugim Pułkiem Kalifornijskiej Kawalerii Ochotniczej, uderzył na obóz zimowy w Cache Valley, w którym zebrało się wiele plemion Szoszonów, w tym ludzie Pocatello. Zdając sobie sprawę z nadchodzącego starcia, Pocatello postanowił zabrać stamtąd swoje plemię na przekór innym wodzom, którzy przygotowywali swych wojowników do walki. Dzięki temu udało mu się uniknąć masakry nad Bear River, w której zginęło około 500 szoszońskich mężczyzn, kobiet i dzieci.Armia USA kontynuowała pacyfikację, przeczesując cały region, by zatrzymać pozostałych wodzów Szoszonów, a w szczególności Pocatello. Ten unikał schwytania przez ponad pięć lat, ale w końcu jego grupa musiała poddać się z powodu chorób i głodu. W 1868 r. w Fort Bridger zawarto traktat, na mocy którego Pocatello zgodził się oddać dwie trzecie terenów łowieckich Szoszonów, zezwolić białym na przejazd przez swe ziemie i przenieść się do rezerwatu Indian w Fort Hall nad Snake River. Ze swej strony rząd USA zobowiązał się dostarczać Szoszonom żywność i zasoby o wartości 5 tysięcy dolarów rocznie."
            },
            {
                "heading": "Rezerwat",
                "text": "Jak to się często zdarzało w USA, biuro ds. Indian nie dotrzymało swych obietnic. Żywność docierała zwykle zepsuta, rzadko wypłacano obiecaną gotówkę, a ziemia, na której mieszkali Indianie nie nadawała się pod uprawę. Przez kilka lat po zamknięciu w rezerwacie tubylcy byli nękani chorobami i głodem. W roku 1875, po wyjątkowo słabym sezonie zasiewów, Pocatello wyprowadził swe plemię z rezerwatu na farmę mormońskiego misjonarza w pobliżu Corinne w stanie Utah, gdzie pomogli w zasiewie i utrzymaniu upraw pszenicy, kukurydzy, ziemniaków i warzyw. Wszystkie uprawy rosły doskonale. Pocatello miał nadzieję, że dzięki masowemu nawracaniu się na mormonizm jego ludzie unikną głodu. Jednak okoliczni biali osadnicy nie okazali się wdzięczni i zażądali powrotu Indian do rezerwatu pod groźbą użycia siły. Gdy Armia USA zagroziła atakiem, Pocatello wrócił ze swym plemieniem do rezerwatu.Pocatello ponownie poczuł się zdradzony i razem z większością Szoszonów odrzucił chrześcijaństwo. Stary wódz, mający wtedy ponad sześćdziesiąt lat, coraz bardziej zamykał się w sobie i wycofał się z udziału w życiu rezerwatu. Jego stan zdrowia szybko się pogarszał, aż w końcu Pocatello zmarł w 1884 r. Na prośbę plemienia został pochowany w pełnych barwach wojennych w głębokim źródle w pobliżu Snake River, w swym najlepszym ubraniu, z nożami, bronią i 18 końmi."
            },
            {
                "heading": "Osąd historyczny",
                "text": "Jak wielu rdzennych Amerykanów, Pocatello starał się jakoś uporać z napływem białych. Z jednej strony chciał z nimi koegzystować, z drugiej pragnął chronić praw i wolności swego ludu. Mimo iż był nieustraszony i przebiegły, musiał w końcu ugiąć się przed nieuniknionym i poprowadzić swych ocalałych ludzi do rezerwatu. Nie udało mu się zapewnić plemieniu swobodnego dostępu do należących do niego ziem, ale Szoszoni szanują go za zachowanie ich dziedzictwa kulturowego. Spuścizna wodza widoczna jest w wielu naturalnych i stworzonych przez człowieka obiektach nazwanych jego imieniem, jak na ironię w większości przez białych. Jednym z nich jest miasto Pocatello w stanie Idaho."
            }
        ]
    }
}