{
    "id": 3,
    "name": "Imperium azteckie|Imperium azteckiego|Imperium azteckiemu|Imperium azteckie|Imperium azteckim|Imperium azteckim",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_aztecs.png",
    "dawn_of_man": "Witaj, boski Montezumo! Padamy na kolana porażeni twym majestatem! Niech niebo obsypuje cię dobrodziejstwami przez całe życie! Jesteś przywódcą potężnego ludu Azteków, wędrowców przybywających z utraconego domu na północy, którzy w XII wieku zamieszkali na Mesie Centralnej, w sercu krainy dziś nazywanej Meksykiem. Aztekowie, otoczeni wieloma plemionami walczącymi o żyzne ziemie wokół jezior Texcoco, Xaltocan i Zumpango, dzięki mądrym sojuszom i twardej walce w ciągu dwustu lat zdominowali rejon Ameryki Środkowej, tworząc imperium sięgające od morza do morza. Imperium upadło po ataku obcych diabłów - przeklętych Hiszpanów! – władających piekielną bronią, której nigdy nie widzieli twoi wierni wojownicy.O Wielki Królu Montezumo! Twój lud pragnie, byś zjawił się ponownie i poprowadził ich ku chwale! Daj im bogactwo i władzę nad wrogami i rywalami! Odpowiesz na to wezwanie, Wielki Wodzu? Zbudujesz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Pływające ogrody|Pływających ogrodów|Pływającym ogrodom|Pływające ogrody",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/floating_gardens.json"
        }
    ],
    "unique_units": [
        {
            "name": "Jaguarzy|Jaguarów|Jaguarom|Jaguarów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/jaguar.json"
        }
    ],
    "city_names": [
        "Tenochtitlan",
        "Teotihuacan",
        "Tlatelolco",
        "Texcoco",
        "Tlaxcala|Tlaxcali|Tlaxcali|Tlaxcalę|Tlaxcalą|Tlaxcali",
        "Calixtlahuaca",
        "Xochicalco",
        "Tlacopan",
        "Atzcapotzalco",
        "Tzintzuntzen",
        "Malinalco",
        "Tula|Tuli|Tule|Tulę|Tulą|Tuli",
        "Tamuin",
        "Teayo",
        "Cempoala|Cempoali|Cempoali|Cempoalę|Cempoalą|Cempoali",
        "Chalco",
        "Tlalmanalco",
        "Ixtapaluca|Ixtapaluci|Ixtapaluce|Ixtapalucę|Ixtapalucą|Ixtapaluce",
        "Huexotla|Huexotli|Huexotli|Huexotlę|Huexotlą|Huexotli",
        "Tepexpan",
        "Tepetlaoxtoc",
        "Chiconautla|Chiconautli|Chiconautcie|Chiconautlę|Chiconautlą|Chiconautcie",
        "Zitlaltepec",
        "Coyotepec",
        "Tequixquiac",
        "Jilotzingo",
        "Tlapanaloya",
        "Tultitan",
        "Ecatepec",
        "Coatepec",
        "Chalchiuites",
        "Chiauhita|Chiauhity|Chiauhitcie|Chiauhitę|Chiauhitą|Chiauhitcie",
        "Chapultepec",
        "Itzapalapa|Itzapalapy|Itzapalapie|Itzapalapę|Itzapalapą||Itzapalapie",
        "Ayotzinco",
        "Iztapam|Iztapamu|Iztapamowi|Iztapam|Iztapamem|Iztapamie"
    ],
    "spy_names": [
        "Metztli",
        "Xitllali",
        "Chimalli",
        "Quauhtli",
        "Teyacapan",
        "Yaotl",
        "Coatl",
        "Huitzilin",
        "Itzli",
        "Tepin"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Aztekowie to rdzenna cywilizacja amerykańska, która przez około sto lat w 15 XV i XVI16 stuleciu wieku rządziła centralnym Meksykiem. Aztekowie zbudowali potężne imperium i mieli bogatą kulturę, która stworzyła najbardziej godne uwagi prekolumbijskie budynki Ameryki Północnej. Dzisiaj Aztekowie kojarzą się przede wszystkim z krwawymi obchodami religijnymi oraz szybkością, z którą ich imperium zapadło upadłosię pod wpływem atakówiem z zewnątrz."
        },
        {
            "heading": "Klimat i ukształtowanie terenu",
            "text": "Imperium azteckie mieściło się w Mesie Centralnej, centralnej części wyżyny w sercu współczesnego Meksyku (miasto Meksyk zbudowane zostało na gruzach Tenochitlanu, starożytnej stolicy). Przeważającą część wyżyny meksykańskiej zajmują połączone jeziora, Zumpango, Xaltocan, Texcoco, Xochimilco oraz Chalco. W okolicach tych padają potężne deszcze, klimat jest łagodny, a ziemia wyjątkowo żyzna."
        },
        {
            "heading": "Pochodzenie Azteków",
            "text": "Pochodzenie Azteków jest niepewne, ale zachowane historie o początkach sugerują, że byli oni plemieniem myśliwych i zbieraczy na północnej części wyżyny Meksykańskiej, po czym w XII wieku przenieśli się na południe do Mezoameryki. Słowo „Aztek” pochodzi od „Aztlan” („Biała ziemia”), co stanowi aluzję do północnego Meksyku. Aztekowie dotarli do centralnego Meksyku w okolicy 1250 roku, a wydarzenia sprzed tego okresu to w większości spekulacje i mity."
        },
        {
            "heading": "Wczesna historia",
            "text": "W momencie przybycia Azteków ludność środkowego Meksyku rozproszona była pomiędzy setkami małych plemion i miast-państw, z których najważniejsze były Azcapotzalco oraz Culhuacan. We wczesnym okresie Aztekowie byli wasalami Azcapotzalco, od których w roku 1325 otrzymali pozwolenie na osiedlenie się na małej wyspie na jeziorze Texcoco, gdzie założyli swoją stolicę, Tenochtitlan. Aztekowie pozostawali pod ich władzą przez około 100 lat."
        },
        {
            "heading": "Potrójny Sojusz",
            "text": "W okolicach piętnastego wieku Azcapotzalco zostali znaczną potęgą regionalną, a w roku 1427 ich wódz, Maxtla, zlecił zamordowanie Chimalpopcy, przywódcy Azteków i obległ ich stolicę, Tenochtitlan. W celu pokonania najeźdźców Itzcoatl, następca Chimalpopcy, sprzymierzył się z dwoma innymi potężnymi miastami-państwami, Texcoco oraz Tlacopan. Sojusznicy skutecznie zdjęli oblężenie Tenochtitlanu i wkrótce podbili Azcapotzalco.Przez kilka kolejnych stuleci cały środkowy Meksyk podlegał rządom „Potrójnego Sojuszu”, który ostatecznie rozciągnął swoje wpływy na cały kraj, od Atlantyku po Pacyfik. Tenochtitlan został dominującym członkiem Sojuszu, de facto czyniąc Azteków władcami prężnego imperium kontynentalnego."
        },
        {
            "heading": "Montezuma I",
            "text": "W roku 1440 Montezuma I odziedziczył tron po swoim wuju, Itzcoatlu i został władcą Azteków. W czasie swojego panowania dodatkowo wzmocnił on Potrójny Sojusz i rozszerzył jego wpływy na Zatokę Meksykańską, podbijając narody Totonac oraz Huastic. Oprócz tego poprowadził zwycięskie kompanie wojenne przeciwko sąsiadom, wliczając w to Misteków, Cotaxtla oraz Orizaba. (Ważne jest, by nie mylić Montezumy I z jego pechowym i niekompetentnym imiennikiem, Montezumą II, o którym dalej). Montezuma I zmarł w 1469 roku. Więcej informacji o Montezumie I można znaleźć w poświęconym mu wpisie w Civilopedii."
        },
        {
            "heading": "Tlacaelel",
            "text": "Podczas panowania Montezumy I jego przyrodni brat Tlacaelel zaangażował się w reformowanie azteckiego państwa. Dosłownie przepisał od początku aztecką religię i zgodnie z niektórymi źródłami zarządził spalenie setek tekstów ze względu na zawarte w nich nieścisłości historyczne. Pod panowaniem Tlacaelela religia aztecka głosiła, że Aztekowie byli wybranym narodem, którego przeznaczeniem było stać nad wszystkimi pozostałymi. Tlacaelel podkreślał również wagę operacji wojskowych oraz ofiar z ludzi w religii azteckiej i akurat ta zmiana miała dalekosiężny i niszczycielski wpływ zarówno na samych Azteków jak i religię jako taką. Tlacaelel dopilnował powstania wielu świątyń i budynków religijnych, w tym Templo Mayor w Tenochtitlanie, poświęconego azteckiemu bogowi wojny Huitzilopochtli.Od strony politycznej Tlacaelel był jednym z architektów Potrójnego Sojuszu. Mówi się, że zarządził spalenie historii podbitych plemion, aby ustanowić dominację światopoglądu wyznawanego przez własny lud. Wzmocnił także aztecką szlachtę i kler kosztem wieśniaków.Tlacaelel zmarł w roku 1487, prawdopodobnie ku wielkiej uldze badaczy historii Ameryki Środkowej."
        },
        {
            "heading": "Stanowienie Imperium",
            "text": "U szczytu swojej potęgi Imperium azteckie obejmowało prawie 520,000 kilometrów kwadratowych (odrobinę mniej niż wynosi jedna trzecia terenu współczesnego Meksyku) i miało pięć do sześciu milionów obywateli. Podobnie jak Mongołowie, Aztekowie pozwalali podbitym plemionom rządzić się samodzielnie tak długo, jak długo płaciły one odpowiednie daniny. Aztekowie byli wspaniałymi handlarzami, a ich kupcy z radością prowadzili interesy zarówno z sojusznikami jak i z wrogami. Z powodu braku systemu monetarnego stosowano handel wymienny.Ponieważ Aztekowie nie posiadali zwierząt pociągowych ani pojazdów na kołach, wybudowali oni szeroką sieć dróg dostosowanych do pieszych podróży. Oprócz kupców, z dróg tych ciągle korzystały wojska oraz kurierzy wojskowi, co czyniło je na tyle bezpiecznymi, by mogły tamtędy podróżować samotne kobiety."
        },
        {
            "heading": "To, co Tygrysy... (czyli ofiary z ludzi)",
            "text": "Religia aztecka zmieniona została przez Tlacaelela, który wierzył że dla poprawnego działania wszechświata konieczny jest stały dopływ ofiar. Ofiara konieczna była, by spadł deszcz, by rosły plony, by wzeszło słońce i tak dalej. Ofiara wymazywała grzechy. Aztekowie składali w ofierze zwierzęta, przedmioty, jedzenie, swoją własną krew oraz ludzi. Twierdzili, że poświęcili ponad 80 000 więźniów przy poświęcaniu Wielkiej Piramidy Tenochtitlanu w roku 1487, ale wielu historyków wierzy, że liczba ta jest bardzo przesadna i można mówić o 5 000 ofiar, albo nawet i mniejszej liczbie, by było to rozsądnie wykonalne przy takich, a nie innych wymiarach stołów ofiarnych. Ale nawet jeżeli poprawna jest ta mniejsza wartość, nadal jest to sporo krwi i bijących serc.Religia aztecka nagradzała złożenie w ofierze wrogich wojowników pojmanych w bitwie. Ponieważ imperium podbiło praktycznie całą okolicę, stało się to trochę problematyczne i doprowadziło do pojawienia się rytualnej walki, nazywanej „Wojną kwiatów” kiedy to dwie strony spotykały się w ustalonym miejscu i czasie by walczyć wyłącznie w celu pozyskania jeńców. Po zakończeniu takiej bitwy obie strony zabierały swoich więźniów do miast, by złożyć ich w ofierze zgodnie z nakazami religii."
        },
        {
            "heading": "Upadek Azteków",
            "text": "W roku 1502 dziewiąty cesarz, Montezuma II (1502-1520), odziedziczył tron po swoim wuju Ahuitzotlu i objął panowanie nad imperium, które osiągnęło właśnie szczyt rozkwitu i rozciągało się od obecnego północnego Meksyku do Hondurasu i Nikaragui. Imperium Azteków nadal się rozszerzało, ale jego społeczność ewoluowała, ale postęp zatrzymał się w roku 1519 wraz z pojawieniem się w Zatoce Meksykańskiej hiszpańskich poszukiwaczy przygód.W lutym 1519 toku Ferdynand Cortez poprowadził do Ameryki Środkowej ekspedycję, która liczyła 500 ludzi, 13 koni i kilka dział. W połowie sierpnia wkroczył do Tenochtitlanu po uprzednim spaleniu statków, by zniechęcić ludzi przed ucieczką. Po drodze znalazł sojuszników w wielu rdzennych Amerykanach skłonnych by przyczynić się do upadku znienawidzonych Azteków.Zgodnie z hiszpańskimi kronikami, Cortezowi w jego podbojach bardzo pomogły azteckie tradycje religijne, które głosiły, że bóg Quetzalcoatl powróci jako biały człowiek zza morza. Aztekowie nie mieli pewności, czy Cortez nie był Quetzalcoatlem, co zniechęcało ich do stawiania oporu.. Na korzyść ewentualnej boskości Corteza świadczyły posiadane przez niego konie, psy, broń palna oraz armaty, których Aztekowie nigdy wcześniej nie widzieli, w związku z czym początkowo bardzo się obawiali.Gdy Cortez dotarł do Tenochtitlanu, śladem jego wojska szło wielu miejscowych sojuszników. Montezuma II pokojowo przyjął Hiszpanów w mieście, po czym Cortez uwięził go i jego ustami rozkazał Aztekom, by przynieśli Hiszpanom wielkie skarby. Ostatecznie Aztekowie ukamienowali Montezumę i wyrzucili Hiszpanów ze stolicy, ale Cortez uzyskał posiłki i wrócił, by oblegać miasto. W roku 1521 zostało ono zdobyte i splądrowane, a w sierpniu pojmano ostatniego władcę Azteków.Imperium zniknęło, zniszczone przez ambitnych obcych z zaawansowaną bronią, którzy wykorzystali nienawiść większości tubylców do ich azteckich panów. Niestety dla tych miejscowych, Hiszpanie nie okazali się specjalnie lepszymi panami i minęło sporo czasu, aż rdzenni amerykanie uwolnili się spod cudzego panowania i ponownie zostali panami własnego przeznaczenia."
        },
        {
            "heading": "Upadek Azteków",
            "text": "W roku 1502 dziewiąty cesarz, Montezuma II (1502-1520), odziedziczył tron po swoim wuju Ahuitzotlu i objął panowanie nad imperium, które osiągnęło właśnie szczyt rozkwitu i rozciągało się od obecnego północnego Meksyku do Hondurasu i Nikaragui. Imperium Azteków nadal się rozszerzało, ale jego społeczność ewoluowała, ale postęp zatrzymał się w roku 1519 wraz z pojawieniem się w Zatoce Meksykańskiej hiszpańskich poszukiwaczy przygód.W lutym 1519 toku Ferdynand Cortez poprowadził do Ameryki Środkowej ekspedycję, która liczyła 500 ludzi, 13 koni i kilka dział. W połowie sierpnia wkroczył do Tenochtitlanu po uprzednim spaleniu statków, by zniechęcić ludzi przed ucieczką. Po drodze znalazł sojuszników w wielu rdzennych Amerykanach skłonnych by przyczynić się do upadku znienawidzonych Azteków.Zgodnie z hiszpańskimi kronikami, Cortezowi w jego podbojach bardzo pomogły azteckie tradycje religijne, które głosiły, że bóg Quetzalcoatl powróci jako biały człowiek zza morza. Aztekowie nie mieli pewności, czy Cortez nie był Quetzalcoatlem, co zniechęcało ich do stawiania oporu.. Na korzyść ewentualnej boskości Corteza świadczyły posiadane przez niego konie, psy, broń palna oraz armaty, których Aztekowie nigdy wcześniej nie widzieli, w związku z czym początkowo bardzo się obawiali.Gdy Cortez dotarł do Tenochtitlanu, śladem jego wojska szło wielu miejscowych sojuszników. Montezuma II pokojowo przyjął Hiszpanów w mieście, po czym Cortez uwięził go i jego ustami rozkazał Aztekom, by przynieśli Hiszpanom wielkie skarby. Ostatecznie Aztekowie ukamienowali Montezumę i wyrzucili Hiszpanów ze stolicy, ale Cortez uzyskał posiłki i wrócił, by oblegać miasto. W roku 1521 zostało ono zdobyte i splądrowane, a w sierpniu pojmano ostatniego władcę Azteków.Imperium zniknęło, zniszczone przez ambitnych obcych z zaawansowaną bronią, którzy wykorzystali nienawiść większości tubylców do ich azteckich panów. Niestety dla tych miejscowych, Hiszpanie nie okazali się specjalnie lepszymi panami i minęło sporo czasu, aż rdzenni amerykanie uwolnili się spod cudzego panowania i ponownie zostali panami własnego przeznaczenia."
        }
    ],
    "leader": {
        "name": "Montezuma I",
        "subtitle": "Przywódca Azteków",
        "lived": "ok. 1397-1469 r.n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/montezuma_i.png",
        "trait": {
            "name": "Ofiara z jeńców",
            "effect": " Kultura dla imperium za każdą zniszczoną jednostkę wroga."
        },
        "titles": [
            "Imperator"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Montezuma I był wielkim wojownikiem i przywódcą, który poprowadził naród aztecki ku chwale. Nie należy go mylić z jego pechowym wnukiem Montezumą II, który bezsilnie przyglądał się, jak hiszpańscy konkwistadorzy rozmontowują mu imperium."
            },
            {
                "heading": "Początki",
                "text": "Montezuma (imię to oznacza „władca o marsowym spojrzeniu”) pochodził z wysoko postawionej rodziny – jego ojciec Huitzilihuitl był drugim azteckim „tlatoani”, czyli imperatorem, a matka Miahuaxihuitl była córką władcy miasta Cuauhnahuac. Po śmierci ojca władcą obrano jego wujka Itzcoatla. Jego starszy brat Tlacaelel był jednym z najbliższych doradców Itzcoatla, a sam Montezuma służył w armii jako generał.Po śmierci Itzcoatla w 1440 r. na imperatora wybrano Montezumę. Tlacaelel wcale nie płakał z tego powodu, że go pominięto (pewnie dlatego, że ci u władzy często ginęli w tajemniczych okolicznościach) i wiernie służył swemu bratu. Koronacja Montezumy była wielkim wydarzeniem, w czasie którego złożono w ofierze wielu więźniów."
            },
            {
                "heading": "Skromne życie",
                "text": "Pomimo tytułu obfitującego w zaszczyty Montezuma prowadził skromne życie w prostym pałacu z „kilkoma tylko żonami”. Gdy nie brał udziału w obowiązkach państwowych i religijnych, dużo czasu spędzał na konsultacjach z przyjaciółmi i doradcami."
            },
            {
                "heading": "Polityka wewnętrzna",
                "text": "Podczas swego panowania Montezuma wraz z bratem starali się rozbudować miasto Tenochtitlan. Wśród wielu usprawnień był system akweduktów, dzięki któremu miasto miało łatwy dostęp do słodkiej wody. Wraz z rozrastaniem się Tenochtitlanu wzrastały też inne potrzeby miasta. W tej części Ameryki brakowało zwierząt pociągowych, więc każdy kęs pożywienia musiał być przetransportowany do miasta na czyichś plecach. Rząd Montezumy wprowadził inspektorów, których zadaniem było zadbanie o to, by każda piędź okolicznej ziemi była zagospodarowana. Nakazał też budowę systemu rowów do regulacji poziomu wody na terenach zalewowych.Montezuma wzniósł wiele świątyń w mieście i poza nim, w tym świątynię Huitzilopochtli, boga bitwy. Świątynia ta została konsekrowana w roku 1455 ofiarą w postaci dużej ilości jeńców wojennych plemienia Huasteków."
            },
            {
                "heading": "Prawo",
                "text": "Najprawdopodobniej za namową swego brata, Tlacaelela, Montezuma wprowadził prawa kodyfikujące i cementujące podziały klasowe w azteckim społeczeństwie. Pozycja danej osoby wpływała na to, co mogła ona nosić i co pozwalano jej mówić. Biedota nie mogła nosić wełny, sandałów ani żadnego ubioru kończącego się poniżej kolan. Tylko arystokracja mogła mieszkać w domach wielopiętrowych. Przestępczość była karana zniewoleniem, co łączyło się z wstąpieniem do najniższej klasy społecznej, lub złożeniem w ofierze."
            },
            {
                "heading": "Zmiany religijne",
                "text": "Podczas panowania Montezumy jego brat Tlacaelel pracował nad reformą religii. Napisał wiele tekstów religijnych i nakazał zniszczenie wielu innych, które nie pasowały do jego wizji azteckiej historii i wierzeń. W wyniku tych działań religia stała się bardziej militarystyczna, wymagająca jeszcze więcej ofiar w postaci schwytanych żołnierzy wroga. To zapotrzebowanie na jeńców stanie się z czasem głównym motorem napędowym azteckiej polityki zagranicznej."
            },
            {
                "heading": "Polityka zagraniczna",
                "text": "Montezuma starał się wzmocnić „Trójsojusz” pomiędzy miastami Tenochtitlan, Texcoco i Tlacopan. Rozszerzył też azteckie granice dzięki podbojom ziem Panuco, Totonaków, Coatzocoalcos i Chalca. Niektórzy historycy twierdzą, że prowadził podboje, by zapewnić stałe dostawy zaopatrzenia dla Tenochtitlan, które wciąż zmagało się z niedoborami żywności. Inni uważają, że czynił to, by usatysfakcjonować niezaspokojonych bogów azteckich, którzy domagali się ciągłych ofiar. A inni znów mówią, że podbijał, bo to właśnie czynili azteccy imperatorzy – podbijali. Prawda leży pewnie gdzieś pośrodku."
            },
            {
                "heading": "Śmierć",
                "text": "Montezuma umiera w 1469 r., a następcą zostaje jego 19-letni kuzyn Axayacatl, będący ojcem Montezumy II, imperatora, który straci wszystko na rzecz Hiszpanów."
            },
            {
                "heading": "Osąd historii",
                "text": "Ogólnie rzecz biorąc, Montezuma był dobrym władcą. Powiększył imperium, osobiście prowadził armie ku zwycięstwom i ciężko pracował nad poprawą sytuacji swego ludu. Z pewnością miał też sporo krwi na rękach, ponieważ samodzielnie złożył złaknionym krwi bogom tysiące ofiar ludzkich. Jego religia głosiła, że takie barbarzyństwo było konieczne, by słońce wschodziło, plony rosły a aztecka cywilizacja kwitła.Czy mógł zaprzestać składania tych ofiar? Możliwe, ale nigdy nie przyszło mu to do głowy, tak jak nikomu innemu w okolicy. Warto pamiętać, że „oświecone” ludy Europy były w tym czasie zajęte paleniem heretyków na stosie. Choć w żadnym stopniu nie rozgrzesza to Montezumy, to przynajmniej daje to pewien szerszy kontekst dla jego działań."
            }
        ]
    }
}