{
    "id": 20,
    "name": "Imperium Inków|Imperium Inków|Imperium Inków|Imperium Inków|Imperium Inków|Imperium Inków",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_inca.png",
    "dawn_of_man": "Twoi wierni poddani pozdrawiają cię, królu Pachacuti, który zmieniasz świat! Jesteś władcą Inków. Od swych początków w małym państwie Cuzco, Inkowie mieli potencjał stania się wielkim narodem. Prowadzili wojny z licznymi wrogami, a obracając ich armie w proch, stworzyli potężne imperium rozciągające się od Ekwadoru po Chile. Stworzyli największe imperium prekolumbijskiej Ameryki. Twoi poddani byli nie tylko żołnierzami, ale także wspaniałymi budowniczymi i artystami, a pozostałości ich dzieł wciąż wzbudzają zachwyt i inspirację.Królu Pachacuti, słusznie zwą cię „Tym, który trzęsie ziemią!” Czy jeszcze raz wezwiesz ziemię, żeby walczyła u twego boku? Twe armie czekają na sygnał. Zdołasz przywrócić chwałę swego imperium? Stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Procarze|Procarzy|Procarzom|Procarzy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/slinger.json"
        }
    ],
    "city_names": [
        "Cuzco",
        "Tiwanaku",
        "Machu",
        "Ollantaytambo",
        "Corihuayrachina|Corihuayrachiny|Corihuayrachinie|Corihuayrachinę|Corihuayrachiną|Corihuayrachinie",
        "Humanga|Humangi|Humandze|Humangę|Humangą|Humandze",
        "Vilcas",
        "Vilcabamba|Vilcabamby|Vilcabambie|Vilcabambę|Vilcabambą|Vilcabambaie",
        "Vitcos",
        "Andahuaylas",
        "Ica|Icy|Ice|Icę|Icą|Ice",
        "Arequipa|Arequipy|Arequipie|Arequipę|Arequipą|Arequipie",
        "Nazca|Nazci|Nazce|Nazcę|Nazcą|Nazce",
        "Atico",
        "Juli",
        "Chuito",
        "Chuquiapo",
        "Huanuco Pampa",
        "Tambococha|Tambocochy|Tambocochy|Tambocochę|Tambocochą|Tambocochy",
        "Huaras",
        "Riobamba|Riobamby|Riobambie|Riobambę|Riobambą|Riobambie",
        "Caxamalca|Caxamalci|Caxamalce|Caxamalcę|Caxamalcą|Caxamalce",
        "Sausa|Sausy|Sausie|Sausę|Sausą|Sausie",
        "Tambo Colorado",
        "Huaca|Huaci|Huace|Huacę|Huacą|Huace",
        "Tumbes",
        "Chan Chan",
        "Sipan",
        "Pachacamac",
        "Llactapata|Llactapaty|Llactapacie|Llactapatę|Llactapatą|Llactapacie",
        "Pisac",
        "Kuelap",
        "Pajaten",
        "Chucuito"
    ],
    "spy_names": [
        "Amaru",
        "Apichu",
        "Pariapichiu",
        "Puma",
        "Quenti",
        "Suyuntu",
        "Uturuncu",
        "Uturuncu",
        "Purutu",
        "Ozcollo"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Największe prekolumbijskie imperium obu Ameryk, Imperium Inków, rozciągało się wzdłuż Andów, od Peru po Chile. Powstało ono z małego królestwa, które rozrosło się i zdominowało całą „cywilizowaną” Amerykę Południową. Państwo przetrwało zaledwie wiek, ale przyczyniło się do zjednoczenia ludów i kultur różnych plemion zamieszkujących górskie szczyty. Mimo że Inkowie zniknęli niemal zupełnie, pozostało po nich wiele artefaktów i budowli, takich jak słynne Machu Picchu, świadectwo ogromu władzy inkaskich królów."
        },
        {
            "heading": "Geografia i klimat",
            "text": "Imperium było położone wzdłuż górskich łańcuchów Andów, na terenie dzisiejszej Argentyny, Ekwadoru, Peru, Chile, Boliwii i Kolumbii. Panował tam klimat górski, lecz Inkowie szybko opanowali sztukę upraw tarasowych, co umożliwiło im swobodne życie pośród górskich grani. Żyzne doliny położone pomiędzy górskimi szczytami zapewniały Inkom wiele przestrzeni do życia i rozwoju."
        },
        {
            "heading": "Wczesna historia: Królestwo Cuzco",
            "text": "Inkowie, zanim stali się wielkim imperium, zamieszkiwali małe królestwo Cuzco, położone w zachodniej części Peru. Pod wodzą Pachacuteca, dziewiątego Sapa Inka, Cuzco rozpoczęło jednoczenie okolicznych plemion pod jednym sztandarem. Dzięki podbojom i pokojowym asymilacjom Pachacutec i jego syn Tupac stworzyli fundamenty Imperium Tahuantinsuyu. Określenie to było dosłowną nazwą państwa, oddającą sposób jego powstania poprzez połączenie się czterech oddzielnych prowincji: Chinchasuyu na północnym zachodzie, Antisuyu na północnym wschodzie, Contisuyu na południowym zachodzie oraz Collasuyu na południowym wschodzie.Pachacutec ustanowił nowy system rządów, aby zapanować nad swymi zdobyczami. Potomkowie rządzących rodów musieli przeprowadzić się do Cuzco (stolica) i pobierać nauki bezpośrednio od Inków, dzięki czemu poznawali ich kulturę i obyczaje. Po osiągnięciu odpowiedniego wieku dzieci wracały do rodzinnych prowincji, by pomagać krzewić w nich kulturę Inków."
        },
        {
            "heading": "Dalsza ekspansja",
            "text": "Po śmierci Pachacuteca w 1471 roku jego syn Tupac Inka Yupanqui rozpoczął kolejne podboje na północy. W tym czasie Inkowie mieli na zachodzie tylko jednego rywala, plemię Chimu, które Tupac szybko pokonał, a następnie wcielił należące do nich ziemie do rosnącego imperium.Syn Tupaca, Huayna Capac, powiększył imperium o część dzisiejszego Ekwadoru, ale ekspansja na południe została zatrzymana przez plemiona Mapuche podczas bitwy pod Maule. Nie była to jednak kompletna klęska Inków, ponieważ większość tamtejszych terenów stanowiły pustynie, a większość populacji zamieszkiwała Andy."
        },
        {
            "heading": "Przybycie białych",
            "text": "W roku 1526 dominacja Inków zaczęła szybko słabnąć. Hiszpański konkwistador, Francisco Pizarro, dotarł na ziemie Inków podczas wyprawy na południe od Panamy i natychmiast zwrócił się do korony o pozwolenie na rozpoczęcie inwazji - gorąco wierzył bowiem, że kraina ta jest pełna nieprzebranych skarbów.W roku 1532 powrócił z niewielkimi siłami i zastał imperium gotowe na przejęcie. Dwaj synowie Huayny, Huascar i Atahualpa, prowadzili wtedy wojnę domową, a szalejąca epidemia ospy zbierała śmiertelne żniwo wśród tubylców. Siły Pizarra (168 ludzi, 1 armata i 27 koni) nie mogły równać się z Inkami pod względem liczebności, ale technologia i taktyka zapewniły im zwycięstwo.Pierwsza bitwa, pod Puná, rozegrała się w tym samym roku, niedaleko dzisiejszego Guayaquil w Ekwadorze, i zakończyła się łatwym zwycięstwem Pizzarra. Jeden z jego ludzi, Hernando de Soto, został wysłany dalej w głąb lądu, a Pizarro założył tymczasem nowe miasto, nazwane Piura. De Soto spotkał zwycięskiego Atahualpę i wrócił do Pizarra z zaproszeniem na spotkanie. Hiszpanie domagali się, by Inkowie uznali Karola I za swego imperatora i natychmiast nawrócili się na chrześcijaństwo. Może przez barierę językową lub słabe umiejętności komunikacji, Atahualpa niezupełnie zrozumiał wnioski ze spotkania i po jakimś czasie zażądał dodatkowych wyjaśnień. Sfrustrowani i rozzłoszczeni Hiszpanie, zamiast znaleźć lepszego tłumacza, zaatakowali obóz Atahualpy i pojmali go.Król Inków zaproponował Pizarrowi olbrzymią ilość złota i srebra za uwolnienie - jego oferta została przyjęta, jednak Pizarro nie dotrzymał umowy i odmówił oddania Atahualpy Inkom. W tym czasie zamordowano Huascara, co Pizarro wykorzystał do własnych celów ogłaszając, że za tym niecnym postępkiem stał Atahualpa. Po pokazowym procesie, prowadzonym przez Hiszpanów, Atahualpa został skazany na śmierć w sierpniu 1533 r."
        },
        {
            "heading": "Koniec imperium",
            "text": "Po usunięciu Atahualpy i Huascara Hiszpanie przekazali władzę ich młodszemu bratu, Manco, który do tej pory posłusznie z nimi współpracował. Manco po objęciu władzy podjął jednak próbę odzyskania swego imperium, zajmując Cuzco w 1536 r., ale nie mógł równać się z hiszpańskimi najeźdźcami. Wraz ze swymi dworzanami zbiegł w górzyste rejony Peru, gdzie rządził przez następnych 36 lat. W roku 1572 upadła jednak ostatnia twierdza Inków, a syn Manco i ówczesny król - Tupac Amaru - został stracony.Po śmierci całego królewskiego rodu Inków nowi hiszpańscy władcy brutalnie obchodzili się z tubylcami, próbując pozbawić ich kultury, religii i tradycji. Każda inkaska rodzina musiała wysłać jedną osobę do pracy w hiszpańskich kopalniach złota i srebra oraz przysłać zastępstwo w przypadku śmierci robotnika, do czego dochodziło raz na rok lub dwa ze względu na fatalne warunki pracy. Ospa wciąż zbierała swe żniwo na terenie pozostałości imperium - zmarło od 60 do 90 procent populacji. Tyfus, grypa, dyfteryt i odra dokonały reszty - do roku 1618 praktycznie zniknęły wszelkie ślady kultury Inków. Po niegdyś wielkiej cywilizacji zostały tylko niewielkie, rozproszone plemiona i kamienne budowle, relikty odległej przeszłości."
        },
        {
            "heading": "Koniec imperium",
            "text": "Po usunięciu Atahualpy i Huascara Hiszpanie przekazali władzę ich młodszemu bratu, Manco, który do tej pory posłusznie z nimi współpracował. Manco po objęciu władzy podjął jednak próbę odzyskania swego imperium, zajmując Cuzco w 1536 r., ale nie mógł równać się z hiszpańskimi najeźdźcami. Wraz ze swymi dworzanami zbiegł w górzyste rejony Peru, gdzie rządził przez następnych 36 lat. W roku 1572 upadła jednak ostatnia twierdza Inków, a syn Manco i ówczesny król - Tupac Amaru - został stracony.Po śmierci całego królewskiego rodu Inków nowi hiszpańscy władcy brutalnie obchodzili się z tubylcami, próbując pozbawić ich kultury, religii i tradycji. Każda inkaska rodzina musiała wysłać jedną osobę do pracy w hiszpańskich kopalniach złota i srebra oraz przysłać zastępstwo w przypadku śmierci robotnika, do czego dochodziło raz na rok lub dwa ze względu na fatalne warunki pracy. Ospa wciąż zbierała swe żniwo na terenie pozostałości imperium - zmarło od 60 do 90 procent populacji. Tyfus, grypa, dyfteryt i odra dokonały reszty - do roku 1618 praktycznie zniknęły wszelkie ślady kultury Inków. Po niegdyś wielkiej cywilizacji zostały tylko niewielkie, rozproszone plemiona i kamienne budowle, relikty odległej przeszłości."
        }
    ],
    "leader": {
        "name": "Pachacutec",
        "subtitle": "Wódz Inków",
        "lived": "ok. 1410 - 1471 r. n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pachacuti.png",
        "trait": {
            "name": "Wielki Szlak Andów",
            "effect": "Jednostki ignorują koszt terenu, poruszając się po polach ze wzgórzami. Brak kosztów utrzymania na wzgórzach, połowa kosztów gdziekolwiek indziej."
        },
        "titles": [
            "Sapa Inka"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Pachacutec był dziewiątym władcą królestwa Cuzco. Za swych rządów zamienił to niewielkie państewko w wielkie imperium - Tawantinsuyu. Imperium Inków Pachacuteca rozciągało się od współczesnego Chile po Ekwador, obejmując Peru, Boliwię oraz północną Argentynę, i stało się fundamentem do powstania jeszcze większego Imperium Inków."
            },
            {
                "heading": "Droga do tronu",
                "text": "Pachacutec był synem Inki Virococha, drugim pretendentem do tronu po starszym bracie Urco. W momencie jego narodzin królestwo Cuzco było niewielkie i nieustannie zagrażało mu plemię Chancas. Niewiele wiadomo o młodości Pachacuteca do czasu, kiedy zachwycił swego ojca podczas jednej z inwazji Chancasów - gdy jego ojciec i brat uciekli bowiem z pola walki, Pachacutec zebrał resztę armii i nie tylko zwyciężył, ale zmiażdżył Chancasów tak, że opowiadano legendy, iż sama ziemia poruszyła się, by mu pomóc. Pachacutec, „Trzęsący Ziemią”, został wybrany na nowego dziedzica tronu i współwładcę Cuzco."
            },
            {
                "heading": "Powstanie imperium",
                "text": "W roku 1438, po śmierci ojca, Pachacutec został jedynym władcą królestwa i natychmiast rozpoczął udany podbój sąsiednich królestw. Jego nowe imperium rozciągało się od Ekwadoru po Chile i stało się jednym z najważniejszych państw Ameryki Południowej.Dzięki podbojom Pachacutec zdobył wiele królestw, ale do zajmowania nowych terenów stosował też bardziej przebiegłą taktykę. Najpierw wysyłał na interesujące go ziemie szpiegów, za pomocą których zbierał informacje o ich bogactwach i sile militarnej. Kiedy zainteresował się jakimś obszarem, zwracał się do jego władcy o pokojowe poddanie się, przekonując o zaletach życia pod rządami Inków. Wielu przystawało na jego propozycję (nie chcąc podzielić losów Chancasów) i wysyłało swe dzieci do Cuzco, gdzie odbierały inkaską edukację. Zanim powróciły do swoich, przechodziły indoktrynację i brały śluby z inkaską szlachtą, co zapewniało ekspansję i nieustający pokój w całym imperium.Żeby utrzymać porządek w całym królestwie, Pachacutec podzielił je na cztery prowincje, z których każda miała własnego zarządcę zajmującego się codziennymi sprawami. Stworzył też oddzielną gałąź władzy dla kapłaństwa i armii, tworząc jeden z pierwszych systemów wewnętrznego równoważenia się organów państwa. Cuzco zostało przebudowane i stało się stolicą imperium, a każda prowincja miała w mieście własną dzielnicę. W tym czasie powstało też słynne Machu Picchu, będące górską posiadłością do osobistego użytku władcy.Po śmierci Pachacuteca w 1471 r. na tron wstąpił jego młodszy syn, Tupac. Starszy syn Amaru został pominięty, ponieważ nie był wojownikiem jak jego ojciec."
            },
            {
                "heading": "Ocena historyczna",
                "text": "W Peru Pachacutec jest uważany za bohatera narodowego - po dziś dzień ocalało wiele wzniesionych przez niego monumentów. Słynął ze swych umiejętności politycznych i militarnych, lecz nie był łagodnym władcą. W celu zachowania jedności imperium przesiedlał setki tysięcy ludzi, przenosząc ich po całym kraju wedle własnego uznania. Mimo wielu wad Pachacutec dał początek epoce największych podbojów Inków, powiększając swe imperium tak bardzo, że praktycznie zdominowało ono całą ówczesną zamieszkaną część Ameryki Południowej."
            }
        ]
    }
}