{
    "id": 13,
    "name": "Imperium osmańskie|Imperium osmańskiego|Imperium osmańskiemu|Imperium osmańskie|Imperium osmańskim|Imperium osmańskim",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/imperium_osmańskie|imperium_osmańskiego|imperium_osmańskiemu|imperium_osmańskie|imperium_osmańskim|imperium_osmańskim.png",
    "dawn_of_man": "Niech Bóg cię błogosławi, Wielki Cesarzu Sulejmanie! Twa władza, bogactwo i szczodrość zadziwiają świat! Słusznie zwą cię „Wspaniałym”! Twe imperium narodziło się w XII wieku w Bitynii, małym kraju we wschodniej części Anatolii. Wykorzystując osłabienie pozycji seldżuckiego Sułtanatu Rum, Król Osman I z Bitynii dokonał ekspansji na zachodnią część Anatolii. W ciągu kolejnego stulecia twoi poddani doprowadzili do upadku Cesarstwa Bizantyjskiego, zajmując ich ziemie w Turcji i na Bałkanach. W połowie piętnastego wieku Osmanowie zdobyli starożytny Konstantynopol i przejęli kontrolę nad strategicznym łącznikiem między Europą a Bliskim Wschodem. Twoje imperium przez wieki kontynuowało ekspansję, w najlepszym okresie zajmowało większą część Afryki Północnej, Bliskiego Wschodu i Europy Wschodniej.Wielki Sulejmanie, usłysz wołanie swego ludu! Przywróć swemu imperium dawną potęgę i chwałę, by świat jeszcze raz z trwogą i zachwytem spojrzał na twą wielkość. Przyjmiesz to wyzwanie, Wielki Cesarzu? Zbudujesz imperium, które przetrwa próbę czasu?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Janczarzy|Janczarów|Janczarom|Janczarów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/janissary.json"
        },
        {
            "name": "Spahisi|Spahisów|Spahisom|Spahisów",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/sipahi.json"
        }
    ],
    "city_names": [
        "Stambuł|Stambułu|Stambułowi|Stambuł|Stambułem|Stambule",
        "Adrianopol|Adrianopolu|Adrianopolowi|Adrianopol|Adrianopolem|Adrianopolu",
        "Ankara|Ankary|Ankarze|Ankarę|Ankarą|Ankarze",
        "Bursa|Bursy|Bursrze|Bursę|Bursą|Bursie",
        "Konya|Konyi|Konyi|Konyę|Konyą||Konyi",
        "Samsun|Samsunu|Samsunowi|Samsun|Samsunem|Samsunie",
        "Gaziantep",
        "Diyarbakir",
        "Izmir|Izmiru|Izmirowi|Izmir|Izmirem|Izmirze",
        "Kayseri",
        "Malatya|Malatyi|Malatyi|Malatyę|Malatyą|Malatyi",
        "Mersin",
        "Antalya|Antaly'i|Antaly'i|Antaly'ę|Antaly'ą|Antaly'i",
        "Zonguldak",
        "Denizli",
        "Oidu",
        "Mugla|Mugli|Mugli|Muglę|Muglą|Mugli",
        "Eskisehir",
        "Inebolu",
        "Synopa|Synopy|Synopie|Synopę|Synopą|Synopie",
        "Adana|Adany|Adanie|Adanę|Adaną|Adanie",
        "Tars|Tarsu|Tarsowi|Tars|Tarasem|Tarasie",
        "Artuin",
        "Bodrum",
        "Eregli",
        "Silifkę",
        "Sivas",
        "Amasya|Amasy'i|Amasy'i|Amasy'ę|Amasy'ą|Amasy'i",
        "Marmaris",
        "Trabzon|Trabzonu|Trabzonowi|Trabzon|Trabzonem|Trabzonie",
        "Erzurum",
        "Urfa|Urfy|Urfie|Urfę|Urfą|Urfie",
        "Izmit|Izmitu|Izmitowi|Izmit|Izmitem|Izmicie",
        "Afyon|Afyonu|Afyonowi|Afyon|Afyonem|Afyonie",
        "Bitlis",
        "Marmaris"
    ],
    "spy_names": [
        "Ibrahim",
        "Bajezyd",
        "Sokollu",
        "Mahmut",
        "Uveys",
        "Roxelana",
        "Safiye",
        "Hafsa",
        "Kosem",
        "Nurbanu"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Imperium Osmańskie narodziło się w Anatolii (współczesna Turcja) na początku XIII wieku. Rozprzestrzeniło się na trzech kontynentach i przetrwało sześć stuleci. Wielu Amerykanów nie wie prawie nic o Imperium Osmańskim (znajduje się ono pod białą plamą amerykańskiej wiedzy na temat niemal wszystkiego pomiędzy Grecją a Chinami). Wielka szkoda, ponieważ Imperium Osmańskie było rozległe, potężne i bardzo interesujące."
        },
        {
            "heading": "Klimat i teren",
            "text": "U szczytu swej potęgi imperium rozciągało się od Węgier na północy do Basry na wschodzie, aż po wybrzeża Oceanu Indyjskiego na południu i Maroko na zachodzie. W związku z ogromną powierzchnią, obejmującą ziemie na trzech kontynentach, trudno jest określić ukształtowanie powierzchni lub klimat w Imperium Osmańskim. Osmanie panowali w górach na wzgórzach, równinach, bagnach i pustyniach. Latem temperatury w Egipcie sięgają 43 stopni Celsjusza, a zimą na Węgrzech panują wielkie mrozy."
        },
        {
            "heading": "Początek",
            "text": "Imperium Osmańskie wzięło swą nazwę od Osmana I (1259-1326). Osman był księciem Bitynii, małej prowincji w Anatolii (Turcja), położonej w strategicznym miejscu - graniczyła z Morzem Czarnym, Bosforem i Morzem Marmara. Bitynia wcześniej była częścią seldżuckiego sułtanatu Rum, muzułmańskiego imperium, które przez ponad dwa stulecia rządziło większością Anatolii. Kiedy władza sułtanatu słabła (w związku z bolesnymi inwazjami Mongołów), sąsiednia potęga, Bizancjum, pragnęła poszerzyć swe panowanie o Anatolię. Bizancjum nie potrafiło do końca spacyfikować tego regionu, a Osman I wykorzystał jego słabość i wyruszył na Bizancjum."
        },
        {
            "heading": "Najazd na Europę",
            "text": "W XIV wieku potęga Bizancjum zaczęła szybko wygasać. Wschodni spadkobierca Cesarstwa Rzymskiego, Bizancjum, kiedyś zajmowało wielkie połacie ziemi we Włoszech, w Europie Wschodniej, w Anatolii, na Bliskim Wschodzie i w Afryce Północnej, ale w 1300 roku jego władza ograniczała się do kawałka Grecji, Bałkanów i zachodniej Anatolii. W następnym stuleciu Imperium Osmańskie stopniowo wyganiało słabnące cesarstwo z jego ziem, najpierw z Anatolii, a potem z Bałkanów. Kiedy Osmanie zajęli bułgarską stolicę, Nikopolis, znajdującą się nad strategicznie położonym Dunajem, bułgarski król zaapelował do chrześcijańskiej Europy o pomoc w walce z rosnącym zagrożeniem muzułmańskim. W 1396 roku armia rycerzy z Węgier, Burgundii, Wenecji, z Zakonu Szpitalników i z Bułgarii wyruszyła, by pokonać Osmanów.Bitwa pod Nikopolis często jest określana jako krucjata nikopolitańska. Nie wiadomo, ilu ludzi w niej uczestniczyło, szacuje się, że było to od 10 000 do 200 000 rycerzy, piechurów i łuczników po obu stronach. (Ta druga liczba, według współczesnych historyków, jest absurdalnie zawyżona.) Według wczesnych historyków, jedna strona w bitwie była co najmniej dwa razy liczniejsza od drugiej, chociaż nie zgadzają się co do tego, która. W każdym razie, krzyżowcy pomaszerowali na południe z Węgier, by rozpocząć oblężenie Nikopolis.Powszechnie wiadomo, że krzyżowców charakteryzował podział dowództwa i skandaliczna zarozumiałość, co nie było niczym nadzwyczajnym wśród ówczesnych armii. Oblężenie było niechlujne, a krzyżowcy nie ustawili wartowników. Jednakże doświadczony burgundzki dowódca, weteran Enguerrand VII de Coucy, nie posłuchał rozkazów i wysłał na rekonesans oddział zbrojny, który napotkał Osmanów, oszczędzając w ten sposób krzyżowcom bardzo przykrej niespodzianki.Rano w dniu bitwy siły osmańskie pod dowództwem sułtana Bajazyda I zebrały się na wzgórzu nad miastem Nikopolis. Krzyżowcy ustawili się naprzeciwko muzułmanów przed Nikopolis, tyłem do Dunaju.Jeden z dowódców krzyżowców zauważył, że pierwszą linię osmańskich wojsk stanowili najemnicy, niewyszkoleni i źle wyposażeni, których celem było otępienie sił przeciwnika przed starciem z główną osmańską piechotą. Zaproponował, by przeciwko nim wysłać piechotę, podczas gdy rycerze staliby na flankach, wspierając piechotę i atakując niebezpiecznych, osmańskich spahisów (kawalerię). Francuski rycerz Filip d'Eu wyśmiał ten plan, twierdząc, że jest on niehonorowy i zażądał, by rycerze otrzymali zaszczyt prowadzenia szarży przeciwko temu wrogowi. Jego plan został zaakceptowany.Osmanie w pierwszej linii umieścili mur z zaostrzonych kołków, mający na celu zabicie pędzących koni i zatrzymanie szarży kawalerii. Chociaż rycerze krzyżowców zgnietli osmańskich najemników, wielu z nich straciło w szarży konie i atak stał się dosyć chaotyczny. Osmańska piechota wycofała się, a chrześcijańscy rycerze zwycięsko parli dalej bez przegrupowania się, wierząc, że rozbili tchórzliwego wroga.Jednakże Osmanie trzymali w rezerwach oddział spahisów - w tym momencie Bajazyd włączył ich do walki. Wielka siła świeżej kawalerii stanęła na drodze wyczerpanych i pozbawionych koni rycerzy. Jednocześnie osmańscy żołnierze zaczęli otaczać nieosłonięte pozycje krzyżowców. Siłom krzyżowców pod każdym względem brakowało dobrego dowództwa, dlatego poniosły klęskę i poddały się. Wielu europejskich szlachciców zostało porwanych dla sutego okupu, a mnóstwo zwykłych żołnierzy wymordowano w akcie zemsty za podobne zachowanie Europejczyków wcześniej podczas kampanii.Zajęcie Nikopolis utwierdziło na jakiś czas panowanie Osmanów na Bałkanach. Teraz z niegdyś potężnego Cesarstwa Bizantyjskiego pozostało tylko miasto Konstantynopol."
        },
        {
            "heading": "Timur na froncie",
            "text": "W 1399 Imperium Osmańskiemu wypowiedział wojnę mogolski władca Tamerlan (Timur), zatrzymując kampanię europejską Bajazyda I. Tamerlan był potomkiem mongolskich zdobywców, poprowadził swoje wojska zwycięsko przez Persję, Indie, Azję Środkową i Anatolię. W 1402 roku armia Bajazyda stoczyła z armią Tamerlana bitwę pod Ankarą.Po raz kolejny prawie niemożliwe jest określenie liczebności sił, uczestniczących w bitwie - szacuje się, że po każdej stronie było aż milion ludzi lub tylko 140 000 po stronie Tamerlana i 80 000 po stronie Bajazyda. Niezależnie od liczby, wszyscy historycy przyznają, że armia Tamerlana była o wiele liczebniejsza od wojsk Bajazyda.Bitwa zaczęła się wielkim atakiem Osmanów, który powstrzymały celne strzały wrogich łuczników na koniach, siejąc znaczące szkody wśród napastników. W czasie bitwy wielu żołnierzy Bajazyda zdezerterowało i dołączyło do armii Tamerlana. Mocno przetrzebione i wyczerpane wojska Bajazyda zostały pokonane, a on sam wkrótce potem został schwytany i zmarł w niewoli. Po zabezpieczeniu sobie flanki w walce z Osmanami Tamerlan opuścił Anatolię i wrócił do Indii, by dalej rozbudowywać swoje cesarstwo.Po śmierci Bajazyda w imperium wybuchła wojna domowa, ponieważ czterej jego synowie walczyli o koronę. Tak zwane interregnum osmańskie trwało około 11 lat, do 1413 roku, kiedy to Mehmed Celebi, ostatni żyjący brat objął tron sułtański.Sułtan Mehmed I i jego syn Murad II przez wiele lat próbowali odbudować władzę centralną w imperium, naprawiając szkody wyrządzone podczas interregnum."
        },
        {
            "heading": "Odbudowa i ekspansja Imperium Osmańskiego",
            "text": "Po zapewnieniu sobie władzy w Imperium Osmańskim, w 1423 roku Murad II otoczył Konstantynopol, wycofując się dopiero po wymuszeniu niebotycznego okupu od Bizantyjczyków. Murad pomaszerował potem na wojnę z Wenecją - był to długi konflikt, który zakończył się zwycięstwem Osmanów, ale Wenecja wciąż pozostała główną siłą handlową we wschodnim regionie śródziemnomorskim. Rozpoczął on również długą wojnę z Węgrami o władzę na Wołoszczyźnie."
        },
        {
            "heading": "Janczarzy",
            "text": "Wraz z rozrostem Imperium Osmańskiego rosła władza tureckiej szlachty, którą Murad II uważał za rosnące zagrożenie dla swojego panowania. By stawić czoło Turkom, Murad stworzył janczarów, jednostkę bojową, składającą się z chrześcijańskich niewolników. Dał janczarom ziemie z ostatnich podbojów, dochody i status, dzięki któremu stali się skuteczną równowagą dla bogatych Turków w imperium. Murad dalej próbował rozszerzyć imperium w Europie, aż do 1444 roku, kiedy zawarł pokój z wszystkimi wrogami i się wycofał, przekazując tron synu, Mehmedowi II."
        },
        {
            "heading": "Konstantynopol",
            "text": "Sułtan Mehmed II rządził przez 30 lat, od 1451 do 1481 roku. Jednym z jego pierwszych przedsięwzięć było kolejne oblężenie Konstantynopola. Jego wezyr i reszta tureckiej szlachty gorzko sprzeciwiła się atakowi, który słusznie uznała jako preludium do dalszej ekspansji osmańskiej i zmniejszenia ich władzy w imperium.Oblężenie trwało krócej niż dwa miesiące. Mehmed dowodził armią 100 000 ludzi, a Konstantynopola broniło około 7000 żołnierzy. Obrońcy uparcie walczyli, odpierając kolejne fale osmańskich ataków, którym towarzyszył ciężki ostrzał z dział. W końcu Osmanie przedarli się do miasta, przytłaczając obrońców swoją liczebnością.Chociaż Osmanie z radością plądrowali miasto, Mehmed potraktował mieszkańców łaskawie, oszczędzając im życie i pozostawiając im ich domy i majątki (a przynajmniej te, które jeszcze nie zostały zagarnięte). Traktował z szacunkiem wyznawców innych religii, a wielu Żydów wyemigrowało do Imperium Osmańskiego, uciekając przed prześladowaniami w Europie.Mehmed II zadecydował, że stolicą jego imperium będzie Konstantynopol, dzięki czemu miał strategiczną bazę u bram Europy.Przez cały następny wiek Imperium Osmańskie dalej podbijało Europę, jak również Bliski Wschód i Afrykę. Oprócz wybitnych sił lądowych, imperium zbudowało też potężną marynarkę. Osmańska marynarka panowała na wschodzie Morza Śródziemnego i na Morzu Czarnym, była też znaczącą siłą na Morzu Czerwonym i na Oceanie Indyjskim, gdzie rywalizowała z rozrastającymi się europejskimi potęgami, takimi jak Portugalia."
        },
        {
            "heading": "Sulejman",
            "text": "Sulejman Wspaniały (1520-1566) kontynuował osmańską ekspansję w głąb Europy, za główny cel obierając sobie Węgry. Jego głównymi, europejskimi rywalami byli Habsburgowie, którzy wtedy rządzili Węgrami (jak i większością Europy), ale za to Sulejman miał potężnego sojusznika w królu Francji, który obawiał się planów Habsburgów wobec jego królestwa i z radością pomagał każdej potędze, która mogłaby ich osłabić. W 1521 roku Sulejman zajął Belgrad, a do 1526 roku Osmanie podbili już blisko połowę terytorium Węgier. Wojna trwała wiele lat, a w 1529 roku Sulejman dotarł do Wiednia, najpotężniejszego, europejskiego miasta w regionie. Chociaż nie dał rady zająć miasta i w końcu musiał zrezygnować z oblężenia, Sulejman zmusił Europejczyków do defensywy i zajął Węgry na ponad 10 lat.Na morzu Sulejman odpowiedział na europejską presję, tworząc potężną marynarkę pod dowództwem Barbarossy, byłego pirata, który został admirałem osmańskiej marynarki. Barbarossa w 1529 roku podbił Algier, a Sulejman przeznaczył całą prowincję, by wspierała jego flotę. W latach 30 XVI wieku Barbarossa stoczył wiele morskich bitew przeciwko europejskim siłom, a z wszystkich wyszedł zwycięsko.Tymczasem Imperium Osmańskie rozszerzyło się prawie do granic możliwości, biorąc pod uwagę broń i zapasy w tamtych czasach. Sulejman wiele razy najeżdżał Iran, ale kończyły mu się zapasy, zanim w ogóle udało mu się doprowadzić do bitwy z irańską armią. Kiedy się wycofywał, Irańczycy po prostu wracali i z powrotem odbijali wszystko, co im odebrał. W 1555 roku zgodził się na stałe, wschodnie granice, zatrzymując Irak i Wschodnią Anatolię, ale rezygnując z Azerbejdżanu i Kaukazu.U szczytu rozwoju w tym okresie Imperium Osmańskie było zarówno wojskową, jak i gospodarczą potęgą. Skarbiec imperium był pełen pieniędzy z trybutów, płaconych przez kolonie w Egipcie, Afryce Północnej i Europie Wschodniej, a przez tereny imperium przebiegały szlaki handlowe pomiędzy Europą a Dalekim Wschodem. To przyczyniło się do narodzin europejskiej Ery Wielkich Odkryć, ponieważ Europejczycy szukali sposobu, by ominąć terytorium Osmanów i handlować bezpośrednio z Indiami, Chinami i innymi dostarczycielami przypraw."
        },
        {
            "heading": "Upadek cesarstwa",
            "text": "Przez następnych kilka stuleci Imperium Osmańskie doświadczyło powolnego, stopniowego upadku. Chociaż pozostało potężnym i tętniącym życiem państwem przez wiele lat, nigdy nie osiągnęło takiej wielkości, jak za czasów Sulejmana. Do połowy XVI wieku janczarzy zyskali prawie całkowitą władzę w Istambule (nowa nazwa Konstantynopola), a z większą władzą pojawiła się większa korupcja. Pozycja wielkiego wezyra stała się potężniejsza, a sułtani coraz bardziej upadali. W końcu wezyrowie przekroczyli wszelkie granice i zostali obaleni, a władza przeszła najpierw w ręce haremu („sułtanat kobiet”) w latach 1570-1578, a potem w ręce wojskowych w latach 1578-1625.Podstawowym problemem, który napotykał każdy władca, był fakt, że imperium było po prostu zbyt wielkie, by skutecznie nim rządzić, a z czasem coraz większa jego część zaczęła zbliżać się ku anarchii. W związku z rosnącą korupcją, jak również z rosnącą presją handlową z zewnątrz, gospodarka imperium po prostu upadła, a XVI i XVII wieku nastąpiła ogromna inflacja.Pomimo wewnętrznej słabości imperium pozostało wielką, międzynarodową potęgą, której bardzo obawiała się Europa. Chociaż od czasu do czasu zdarzała się jakaś porażka, imperium wciąż było silniejsze niż każdy wróg z zewnątrz. Rozrastało się latami, zajmując Tunis, Fez i Kretę w regionie śródziemnomorskim, a również Azerbejdżan i część Kaukazu.Jednakże, pod koniec XVII wieku Osmanie trochę przesadzili. W 1683 roku wielki wezyr Kara Mustafa Pasza po raz kolejny otoczył Wiedeń. Obrońcy pod dowództwem polskiego króla Jana Sobieskiego łatwo stawili opór osmańskiemu najazdowi.Ośmielony słabością, jaką wykazali się Osmanie, Sobieski miał możliwość stworzenia wielkiej koalicji europejskich sił w walce przeciwko wspólnemu wrogowi. Habsburgowie pragnęli odzyskać stracone terytoria na Bałkanach, Wenecja chciała odzyskać swoje bazy na Adriatyku, natomiast nowa potęga - Rosja - pragnęła (jak zwykle) mieć port nad ciepłym Morzem Śródziemnym.To był co najmniej skomplikowany sojusz, a sprzymierzeńcy co jakiś czas rezygnowali z najazdów, by walczyć przeciwko sobie. Na dodatek Osmanów wspierała Francja (która wciąż pragnęła osłabić Habsburgów), a również Wielka Brytania i Holandia, które obawiały się, że ten, kto pokona Imperium Osmańskie, zapanuje nad Europą i zagrozi ich pozycji na morzu.Jednak sojusz zwyciężył i zagarnął większość europejskich ziem Imperium Osmańskiego na całe następne stulecie. W 1792 roku Osmanów zmuszono do wycofania się za Dunaj - imperium straciło ziemie, które zajmowało przez prawie dwa stulecia. Wkrótce potem Osmanie stracili południowe wybrzeże Morza Czarnego, Kaukaz, południową Ukrainę i Krym."
        },
        {
            "heading": "Koniec",
            "text": "W połowie XIX wieku wielu sułtanów żarliwie próbowało zmodernizować państwo osmańskie, próbując wprowadzić wielkie reformy w armii, rządzie i systemie edukacyjnym. Te reformy wchodziły w życie powoli, nie tylko z powodu oporu ludzi, czyich władzy groziły nowe idee, ale również dlatego że państwo było bliskie bankructwa i znajdowało się pod rosnącym naciskiem sił zewnętrznych, które wyczuwały jego słabość i chciały uczestniczyć w jego upadku. A jednak na początku XX wieku wciąż istniały tam tysiące szkół podstawowych i powstawało coraz więcej szkół średnich i uniwersytetów. Tworzono wyższe szkoły wojskowe na modłę model tych w Europieeuropejską. Rząd nawet próbował wprowadzić system parlamentarny, ale w niecały rok później zrezygnował z niego.W 1909 roku grupa reformistów, znana jako „Młoda Turcja”, przeprowadziła rewoltę, mającą na celu ustanowienie parlamentu, który rozpędzono 30 lat wcześniej. To doprowadziło do wybuchu większego buntu, który obalił istniejący rząd. Władzę objął nowy sułtan, którego zmuszono do odbudowania parlamentu, ale prawdziwą władzę sprawowało wojsko, które wyniosło go na tron.W 1914 roku Imperium Osmańskie włączyło się do I wojny światowej po stronie Państw Centralnych (Niemcy, Austria i Bułgaria). Podczas wojny Osmanie odparli natchniony, ale źle zaplanowany atak na Dardanele, przeprowadzony przez Imperium Brytyjskie, powstrzymując brytyjską flotę od nawiązania kontaktu z Rosją. Walczyli przeciwko Entencie w Europie, Egipcie, na Bałkanach i na Bliskim Wschodzie. Dokonali również upiornej masakry na armeńskich cywilach, mieszkających w Azji Mniejszej, zabijając około pół miliona mężczyzn, kobiet i dzieci. Do końca 1918 roku było jasne, że Państwa Centralne zostaną pokonane. 30 października Osmanie zgodzili się na zawieszenie broni. Zwycięska Ententa podzieliła to, co zostało z imperium - Brytyjczycy, Francuzi i Włosi przywłaszczyli sobie Afrykę Północną, Egipt i Bliski Wschód, jak również część Azji Mniejszej. Inne regiony, na które żadna europejska potęga nie miała ochoty, zostały podzielone na nowe, niepodległe państwa. Osmanom został tylko Istambuł i część Tracji.Większość planów Ententy spełzło jednak na niczym, ponieważ w 1923 roku genialny osmański generał Mustafa Kemal, którego później nazywano „Ataturkiem” czyli „ojcem Turków”, zjednoczył większą część Azji Mniejszej w jedno państwo, zwane Turcją. Tym samym nastąpił kres istnienia organizacji politycznej, znanej jako Imperium Osmańskie, 600 lat po jej powstaniu."
        },
        {
            "heading": "Pochwała dla zapomnianego imperium",
            "text": "Podsumowując - Imperium Osmańskie istniało przez sześć stuleci. Walczyło z całą Europą i pokonało ją. Podbiło Persję, Egipt i Afrykę Północną, nie wspominając o sporej części Bałkanów. Zniszczyło Imperium Bizantyjskie. Imperium Osmańskie było wyjątkowe."
        },
        {
            "heading": "Pochwała dla zapomnianego imperium",
            "text": "Podsumowując - Imperium Osmańskie istniało przez sześć stuleci. Walczyło z całą Europą i pokonało ją. Podbiło Persję, Egipt i Afrykę Północną, nie wspominając o sporej części Bałkanów. Zniszczyło Imperium Bizantyjskie. Imperium Osmańskie było wyjątkowe."
        },
        {
            "heading": "Pochwała dla zapomnianego imperium",
            "text": "Podsumowując - Imperium Osmańskie istniało przez sześć stuleci. Walczyło z całą Europą i pokonało ją. Podbiło Persję, Egipt i Afrykę Północną, nie wspominając o sporej części Bałkanów. Zniszczyło Imperium Bizantyjskie. Imperium Osmańskie było wyjątkowe."
        }
    ],
    "leader": {
        "name": "Sulejman",
        "subtitle": "Przywódca Osmanów",
        "lived": "1494 – 1566 n.e.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/sulejman.png",
        "trait": {
            "name": "Barbarzyńscy korsarze",
            "effect": "Wszystkie jednostki morskie walczące wręcz posiadają awans statków zdobycznych, umożliwiający im przejmowanie pokonanych okrętów. Utrzymanie jednostek morskich wynosi tylko jedną trzecią zwykłych kosztów."
        },
        "titles": [
            "Wspaniały",
            "Prawodawca"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Sulejman I, zwany „Wspaniałym”, „Prawodawcą” i „Wielkim Turkiem”. Był kalifem islamu i sułtanem Imperium Osmańskiego. Wszedł na tron tureckiego królestwa w 1520 i sprawował rządy do 1566, kiedy to umarł. Podczas swojego panowania znacząco poszerzył granice swego imperium i zyskał szacunek (często zbudowany na strachu) u władców z Europy, Afryki, Azji oraz Bliskiego Wschodu."
            },
            {
                "heading": "Wczesne dzieje",
                "text": "Sulejman był synem i wnukiem sułtana. Już od najmłodszych lat zgłębiał w Stambule tajniki nauk ścisłych, literatury, teologii i taktyki. W wieku 17 lat jego dziadek uczynił go rządcą Kaffy. Za panowania swego ojca sprawował natomiast urząd rządcy Manisy. Jego ojciec umarł w 1520, gdy Sulejman miał 26 lat. Mimo relatywnie młodego wieku w momencie objęcia tronu, Sulejman mógł pochwalić się niemal dziesięcioletnim doświadczeniem w sprawowaniu rządów."
            },
            {
                "heading": "Ambicje militarne w Europie",
                "text": "Wedle niektórych historyków Sulejman żywił głęboki podziw dla Aleksandra Wielkiego i miał nadzieję, że zdoła mu dorównać, tworząc imperium, które rozciągać się będzie na ziemie Europy, Azji Mniejszej, Afryki i Bliskiego Wschodu. Krótko po dojściu do władzy zaczął planować kampanię przeciwko Europie i Bałkanom.W 1521 roku, zaledwie rok po objęciu rządów, Sulejman zajął Belgrad. Rok później udało mu się opanować wyspę Rodos, którą odbił z rąk rycerzy zakonu świętego Jana. W 1526 r. w bitwie pod Mohaczem rozgromił armię węgierską, zabijając w walce króla Ludwika II.Po śmierci tego władcy na tron węgierski wstąpił Ferdynand I Habsburg, arcyksiążę Austrii. Sulejman, pragnący osłabienia pozycji Habsburgów w Europie Wschodniej, poparł starania o tron Jana Zapolyi, wojewody siedmiogrodzkiego. W 1529 r. Sulejman zaatakował i oblegał Wiedeń. Oblężenie zakończyło się klęską, ale dzięki niemu Sulejmanowi udało się skupić uwagę Węgrów na jednym mieście, odciągając ich od pozostałych ziem w kraju. Rządcą podbitych ziem węgierskich Sulejman uczynił swego protegowanego, Jana. Po śmierci Jana w 1540 roku Austriacy wrócili na centralne obszary Węgier. Był to początek trwającej 20 lat wojny, którą zakończono podpisaniem pokoju w 1562 roku. Miało to miejsce na cztery lata przed śmiercią Sulejmana.W celu wsparcia swoich kampanii lądowych Sulejman stworzył na Morzu Śródziemnym potężną flotę – pierwszą tego rodzaju w historii Osmanów. Na czele floty stanął admirał Khayr al-Din (znany na zachodzie jako „Barbarossa”), były pirat, a zarazem genialny morski strateg, który w 1538 roku zdołał pokonać połączoną flotę hiszpańsko-wenecką. Zagwarantowało to Osmanom dominację w rejonie basenu wschodniego Morza Śródziemnego na następne 40 lat."
            },
            {
                "heading": "Boje w Persji",
                "text": "Za swych rządów Sulejman przeprowadził w Persji 3 potężne kampanie. Pierwsza (1534 – 1535) zagwarantowała Osmanom kontrolę nad sporą częścią wschodnich ziem Azji Mniejszej oraz znacznym obszarem Iraku. Druga kampania (1548 – 1549) zaowocowała zajęciem strategicznie ważnych obszarów w pobliżu jeziora Van, przy granicy z Persją i Azją Mniejszą. Trzecia kampania zakończyła się niepowodzeniem. Osmanowie nie byli bowiem w stanie utrzymać ofensywy, która wystartowała głęboko za liniami wroga."
            },
            {
                "heading": "Usprawnienia wewnętrzne",
                "text": "Sulejman otaczał się kompetentnymi, a często wręcz genialnymi doradcami i administratorami. Budował meczety, mosty, drogi i fortece. Okres jego rządów uważany jest za złotą erę osmańskiej architektury. Przeprowadził też reformę kodeksu karnego. Spisane przez niego prawa funkcjonowały przez niemal 3 wieki. Dbał o mniejszość chrześcijańską i żydowską. Żydzi byli przez niego chronieni do tego stopnia, iż wielu z nich emigrowało z Europy do Imperium Osmańskiego."
            },
            {
                "heading": "Kultura, religia i sztuka",
                "text": "Mimo licznych podbojów, Sulejman przykładał też wagę do rozwoju macierzystych ziem swojego imperium. Był uzdolnionym poetą i mecenasem dla niezliczonej ilości stowarzyszeń artystycznych rozsianych po całym kraju. Zbudował też wiele innowacyjnych meczetów, które zaprojektował mistrz Sinan."
            },
            {
                "heading": "Werdykt historii",
                "text": "Śmierć zastała Sulejmana podczas kolejnej kampanii przeciwko Węgrom. Miało to miejsce w 1566 roku. W chwili śmierci jego sława zdążyła już dotrzeć do najdalszych zakątków świata. W Europie słynął z niewyobrażalnego bogactwa, pod tym względem nie mógł z nim konkurować żaden władca w historii. Był też podziwiany ze względu na osiągnięcia militarne i godne traktowanie innowierców.Muzułmanie podziwiali go przede wszystkim za ogromne poszanowanie prawa. Sulejmanowi udało się zbudować kodeks karny będący kompromisem między świętym prawem islamu a prawem tradycyjnym. Kodeks stał się wzorem obowiązującym na wschodzie przez wiele stuleci.Zarówno chrześcijanie, jak i muzułmanie zgadzają się, iż Sulejman w pełni zasłużył na przydomek „Wspaniały”."
            }
        ]
    }
}