{
    "id": 11,
    "name": "Imperium irokeskie|Imperium irokeskiego|Imperium irokeskiemu|Imperium irokeskie|Imperium irokeskim|Imperium irokeskim",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/imperium_irokeskie|imperium_irokeskiego|imperium_irokeskiemu|imperium_irokeskie|imperium_irokeskim|imperium_irokeskim.png",
    "dawn_of_man": "Witaj, szlachetny Hiawatho, wodzu potężnego plemienia Irokezów! Twój lud długo żył na brzegu świętego jeziora Ontario, na ziemi znanej teraz jako stan Nowy Jork w Ameryce Północnej. W zamierzchłych czasach, Pięć Narodów - Senekowie, Onandagowie, Mohawkowie, Kajugowie i Oneidowie - zjednoczyło się w jeden naród, Haudenosaunich - Irokezów. Nieznający pisma mędrcy twego narodu stworzyli „Wielkie Prawo Pokoju”, model wielu konstytucji, w tym Stanów Zjednoczonych. Przez wiele lat twój lud zmagał się z potężnym wrogiem - Huronami oraz francuskimi i angielskimi najeźdźcami. Choć mniej liczni i stawiający czoła znacznie nowocześniejszej broni, Irokezi przetrwali i prosperowali, dopóki ich nie pokonały potężne armie nowych Stanów Zjednoczonych.Szlachetny Hiawatho! Usłysz wezwanie swego ludu! Chcą, byś przewodził im w czasie pokoju i wojny! Odbuduj długi dom i jeszcze raz zjednocz plemiona. Przyjmiesz to wyzwanie, wielki wodzu? Stworzysz cywilizację, która przetrwa próbę czasu?",
    "unique_buildings": [
        {
            "name": "Długi dom|Długiego domu|Długiemu domowi|Długi dom|Długie domy|Długich domów|Długim domom|Długie domy",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/longhouse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Wojownicy Mohawków|Wojowników Mohawków|Wojownikom Mohawków|Wojowników Mohawków",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/units/mohawk_warrior.json"
        }
    ],
    "city_names": [
        "Onondaga|Onondagi|Onondadze|Onondagę|Onondagą|Onondadze",
        "Osininka|Osininki|Osinince|Osininkę|Osininką|Osinince",
        "Grand River",
        "Akwesasme",
        "Buffalo Creek",
        "Brantford",
        "Montreal|Montrealu|Montrealowi|Montreal|Montrealem|Montrealu",
        "Genesse River",
        "Canandaigua Lake",
        "Lake Simcoe",
        "Grand River",
        "Salamanka|Salamanki|Salamance|Salamankę|Salamanką|Salamance",
        "Gowanda|Gowandy|Gowandzie|Gowandę|Gowandą|Gowandzie",
        "Buffalo",
        "Kuba|Kuby|Kubie|Kubę|Kubą|Kubie",
        "Akron",
        "Kanesatake",
        "Ganienkeh",
        "Cayuga Castle",
        "Chondote",
        "Canajoharie",
        "Nedrow",
        "Syracuse",
        "Oneida Lake",
        "Kanonwalohale",
        "Green Bay",
        "Southwold",
        "Mohawk Valley",
        "Schoharie",
        "Bay of Quinte",
        "Kanawale",
        "Kanatsiokareke",
        "Tyendinaga|Tyendinagi|Tyendinadze|Tyendinagę|Tyendinagą|Tyendinadze",
        "Hahta|Hahty|Hahcie|Hahtę|Hahtą|Hahcie"
    ],
    "spy_names": [
        "Onatah",
        "Oneida",
        "Oshadagea",
        "Otetiani",
        "Genesee",
        "Dadgayadoh",
        "Otwtiani",
        "Kateri",
        "Onondakai",
        "Honanyawus"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Według tradycyjnych opowieści konfederacja irokeska pojawiła się około 1570 roku n.e. Konfederacja była związkiem pięciu (później sześciu) rdzennych plemion indiańskich. Irokezi są niezwykłym ludem – ich populacja prawdopodobnie nigdy nie przekraczała 20 000 ludzi, nie mieli własnego pisma ani żadnej bazy produkcyjnej, ale przez dwa stulecia stawiali opór Francuzom, Anglikom, Holendrom, a później również amerykańskim kolonistom."
        },
        {
            "heading": "Teren i klimat",
            "text": "Irokezi zajmowali dużą część stanu Nowy Jork, graniczącego z jeziorem Ontario i Rzeką Świętego Wawrzyńca. Ten teren jest pełen wzgórz i lasów, a w XVII wieku było na nim pełno zwierzyny, przede wszystkim jeleni i bobrów. Irokezi mieli dostęp do wielu źródeł wody, między innymi do jeziora Ontario, Rzeki Świętego Wawrzyńca, Jezior Palczastych i dziesiątek rzek obfitujących w ryby i ułatwiających szybkie poruszanie się za pomocą canoe.Zimy w stanie Nowy Jork mogą być długie i dosyć zimne, zwłaszcza kiedy znad Wielkich Jezior na południowy wschód nadciąga arktyczne powietrze. Często zdarzają się wielkie opady śniegu. Lata są chłodne i przyjemne."
        },
        {
            "heading": "Nazwa",
            "text": "Członkowie narodu Irokezów mówili o sobie „Haudenosaunee”, co można przetłumaczyć mniej więcej jako „ludzi, budujących długi dom”. Określenie „Irokezi” było używane przez inne ludy. Jego pierwotne znaczenie jest nieznane, ale być może jest to przekręcone słowo w języku huron, oznaczające węża. (Huroni i Irokezi za bardzo się nie lubili.) Może to być również wariacja na temat baskijskiego (francusko-hiszpańska grupa etniczna) określenia, oznaczającego „morderczy lud”. (Francuzom też za bardzo nie podobała się konfederacja.)Nie chcemy urazić Haudenosaunee, ale będziemy używali bardziej znanego określenia – Irokezi, dlatego że niewiele osób rozpoznałoby Haudenosaunee, a poza tym Haudenosaunee nie zmieściłoby się na ekranie gry. Z podobnych przyczyn postanowiliśmy używać dla określenia irokeskiego wodza imienia Hiawatha, a nie Ayonwentah (patrz niżej)."
        },
        {
            "heading": "Oryginalna historia",
            "text": "Zgodnie z legendą, konfederacja powstała, kiedy wódz o imieniu Dekanawida, czyli Wielki Rozjemca, przekonał wojownika Ayonwentaha, by porzucił przemoc i kanibalizm i budował „pokój, cywilną władzę, sprawiedliwość i wielkie prawo”. (Ayonwentah był prawdopodobnie postacią, na której poeta Longfellow oparł swojego bohatera Hiawathę.) Razem ci dwaj wielcy wodzowie zjednoczyli pięć plemion, które stworzyły ligę – Seneka, Onondaga, Mohawk, Kajuga i Oneida. Szóste plemię, Tuscarora, dołączyło do konfederacji wiele lat później, w 1722 roku."
        },
        {
            "heading": "Irokeskie rządy",
            "text": "Irokezi mieli bardzo rozwinięty system rządów, zwłaszcza że byli niepiśmienni. Konfederacja miała własną konstytucję – Gayanashagowa, czyli Wielkie Prawo Pokoju. Każde plemię kierowało własnymi sprawami wewnętrznymi, wielka rada zajmowała się tylko sprawami, które dotyczyły całego narodu – traktatami, sporami granicznymi, wojną, pokojem itd.Wielka rada składała się z 50 sachemów (w przybliżeniu – wodzów). Każde plemię wysyłało do rady od 8 do 14 sachemów (zależnie od statusu i populacji plemienia). Sachemowie byli wybierani przez rady matek klanów. Symbolicznym przywódcą rady starszych był Tadadaho, ale tak naprawdę nie miał on politycznej władzy – rada starała się o porozumienie i wymagała zgody większości do podjęcia jakiejkolwiek akcji."
        },
        {
            "heading": "Wojny bobrowe",
            "text": "Po zjednoczeniu Irokezi szybko stali się najpotężniejszą grupą indiańską w północno-wschodniej Ameryce. W 1609 roku konfederacja wypowiedziała wojnę Francuzom i ich sojusznikom, kanadyjskim Indianom. Walczono o kontrolę handlu futrem, a w szczególności skórą bobrów.Na początku XVII wieku w Europie bardzo ceniono sobie skóry z bobrów, z których szyto czapki. Kiedy europejskie bobry były już bliskie wyginięcia, europejscy kupcy przerzucili się na Nowy Świat, gdzie wciąż jeszcze było pełno tych zwierząt. Kiedy Indianie odkryli, że Europejczycy dadzą im metalowe narzędzia, a nawet broń, za skóry, narodziła się brutalna konkurencja w walce o uroczego, zębatego gryzonia.W 1610 roku Irokezi nawiązali kontakt z Holendrami w Fort Orange (Nowa Holandia, dzisiaj – Albany w stanie Nowy Jork), którzy zapewnili im wielką ilość broni palnej w zamian za skóry. Ten wzrost siły bojowej Irokezów umożliwił im pokonanie Francuzów i ich sojuszników oraz rozszerzenie imperium na zachód od jeziora Michigan i na południe do rzeki Tennessee. Dostęp do broni palnej przyspieszył również wyginięcie bobrów na terytorium Irokezów, co przyczyniło się do zaatakowania ziem na północy, gdzie wciąż było ich pełno.Ta krwawa wojna trwała wiele dziesięcioleci. Do połowy XVII wieku Irokezi pokonali plemiona Huronów, Erie i Susquehannock, asymilując tysiące ludzi i wyganiając pozostałych z ich terytorium."
        },
        {
            "heading": "Francuska odpowiedź",
            "text": "Do 1660 roku Irokezi zabezpieczyli swoją południową i zachodnią granicę i mogli regularnie napadać Nową Francję. Francuscy Kanadyjczycy nie byli w stanie powstrzymać ich ataków i wysłali wezwanie o pomoc do ojczyzny. Francja odpowiedziała wysłaniem regimentu francuskich żołnierzy – byli to pierwsi zawodowi żołnierze z Europy w Kanadzie. Francuzi rozpoczęli ofensywę i wiele razy najechali irokeskie terytorium z różnym skutkiem.W tym samym czasie Anglicy zajęli holenderską kolonię w Nowej Holandii, odcinając Irokezów od ich największego europejskiego partnera handlowego. Narastająca presja wzmocnionych sił francuskich i brak możliwości nabycia nowej broni, zmusiły Irokezów do zawarcia pokoju z Francuzami. Jednakże kontynuowali oni ekspansję na zachód i na południe, szukając łatwiejszych podbojów wśród rdzennych plemion, pozbawionych dostępu do nowoczesnej, europejskiej broni."
        },
        {
            "heading": "Wejście Anglików",
            "text": "Po zajęciu holenderskich terytoriów Anglicy nawiązali kontakt z Irokezami. Jak zwykle Anglicy z przyjemnością dźgnęli palcem w oko Francuzów i z radością kontynuowali sprzedaż broni Irokezom, podjudzając ich do użycia jej przeciwko wrogowi z północy. W 1680 roku Irokezi wznowili wojnę z Francuzami.W 1687 roku Francuzi przeprowadzili kolejną inwazję na terytorium Irokezów, tym razem wysyłając ogromną armię, składającą się z 3000 żołnierzy i ochotników. Francuzi wykorzystali taktykę „spalonej ziemi”, paląc za sobą irokeskie wioski i plony. Wielu Irokezów umarło z głodu następnej zimy. Konfederacja odpowiedziała kilkoma najazdami, mordując kolonistów i paląc francuskie zapasy żywności. Walki sięgnęły aż do Montrealu na wschodzie.W 1688 roku Anglia wypowiedziała wojnę Francji w związku z jakąś europejską sprawą, która wtedy wydawała się bardzo ważna (konflikt nazwano wojną króla Wilhelma lub wojną o angielską sukcesję), a każda z kolonii obowiązkowo zaczęła robić wszystko, by zniszczyć przeciwnika. Irokezi sprzymierzyli się z koloniami angielskimi, kanadyjscy Indianie – z francuskimi, a obie walczące strony rozpoczęły serię brutalnych najazdów, kończących się bezładną masakrą tych, którzy nie byli w stanie szybko uciec (tj. kobiet, dzieci i starców). Ostatecznie wszystkim skończyły się pieniądze i postanowiono odwołać całą sprawę, a walki w Europie i Nowym Świecie się zakończyły.Na początku XVIII wieku stosunek Irokezów do obu europejskich mocarstw zaczął się zmieniać. Wraz ze wzrostem siły Anglików na kontynencie, angielscy osadnicy zaczęli wkraczać na terytorium Irokezów. Tymczasem Francuzi również odczuwali presję ze strony Anglików i zaczęli szukać sojuszników w walce przeciwko zagrożeniu z południa. Irokezi grali na dwa fronty, oszczędzając czas, by odpocząć od dziesięcioleci walk.W wojnie francusko-indiańskiej (1754-1763) Irokezi sprzymierzyli się z Brytyjczykami przeciwko Francuzom. Brytyjczycy zwyciężyli, wypędzając Francuzów z Ameryki Północnej. Zwiększyło to władzę Brytyjczyków nad rdzennymi mieszkańcami, włącznie z Irokezami, którzy całkowicie uzależnieni byli od brytyjskich dostaw broni."
        },
        {
            "heading": "Rewolucja amerykańska",
            "text": "W latach 70. XVIII wieku rozpoczęła się rewolucja amerykańska. Najpierw rada starszych pozostawała neutralna, ale w 1777 postanowiła włączyć się do wojny po stronie Brytyjczyków. Tak jak w poprzednich wojnach przeciwko Francuzom, Irokezi i siły kolonialne zaangażowały się w krwawe najazdy, palenie wiosek i upraw oraz zabijanie słabych i przypadkowych osób po obu stronach.Rewolucja amerykańska zakończyła się w 1783 roku. Rozejm między Stanami Zjednoczonymi a Wielką Brytanią przekazał irokeskie terytoria Stanom Zjednoczonym, ignorując niewygodny fakt, że na tych ziemiach mieszkał już suwerenny naród."
        },
        {
            "heading": "Koniec",
            "text": "Konfederacja irokeska właściwie zakończyła swoje istnienie w chwili wybuchu rewolucji amerykańskiej. Grupa Irokezów przeniosła się na północ Kanady, na ziemie darowane im przez Wielką Brytanię w podzięce za pomoc w rewolucji amerykańskiej. Inni postanowili pozostać w stanie Nowy Jork, próbując zachować swój plemienny tryb życia w obliczu amerykańskiego kolonialnego i kulturowego imperializmu. Wielu przetrwało do dziś, pomimo dwóch stuleci strasznych zmagań. Jest to świadectwo niesamowitego ducha walki ludu Haudenosaunee."
        },
        {
            "heading": "Koniec",
            "text": "Konfederacja irokeska właściwie zakończyła swoje istnienie w chwili wybuchu rewolucji amerykańskiej. Grupa Irokezów przeniosła się na północ Kanady, na ziemie darowane im przez Wielką Brytanię w podzięce za pomoc w rewolucji amerykańskiej. Inni postanowili pozostać w stanie Nowy Jork, próbując zachować swój plemienny tryb życia w obliczu amerykańskiego kolonialnego i kulturowego imperializmu. Wielu przetrwało do dziś, pomimo dwóch stuleci strasznych zmagań. Jest to świadectwo niesamowitego ducha walki ludu Haudenosaunee."
        }
    ],
    "leader": {
        "name": "Hiawatha",
        "subtitle": "Przywódca Irokezów",
        "lived": "ok. 1550 r.?",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hiawatha.png",
        "trait": {
            "name": "Wielka ścieżka wojenna",
            "effect": "Na własnym terytorium jednostki poruszają się przez las i dżunglę jak po drodze. Tych pól można użyć do założenia [ICON_CONNECTED] połączenia miast, ale dopiero po wynalezieniu koła. Karawany poruszają się przez las i dżunglę jak po drodze."
        },
        "titles": [
            "Wódz"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Hiawatha (czy też Ayenwatha) jest legendarnym wodzem plemienia Odondaga, który z wodzem Deganawida założył Ligę Pięciu Narodów. Niewiele wiadomo o życiu osobistym Hiawathy. Według irokeskiej tradycji nauczał swój lud rolnictwa, nawigacji, medycyny i sztuki, a za pomocą wielkiej magii zwalczał wszelkie naturalne i nadnaturalne przeciwności. Uważa się, że Hiawatha był zręcznym mówcą, któremu dzięki sztuce dyplomacji udało się przekonać pięć plemion (Mohawków, Oneidów, Onandagów, Kajugów i Seneków) do utworzenia Ligi Pięciu Narodów.Cywilizacja zachodu informacje na temat Hiawathy ma tylko dzięki wierszowi Henry'ego Wadswortha Longfellowa pt. Pieśń Hiawathy."
            },
            {
                "heading": "Ocena historii",
                "text": "Ciężko oceniać postać otoczoną tak silną legendą. Można jedynie stwierdzić, że jakkolwiek się to nie stało, sojusz Pięciu Narodów był wyjątkowo trwały, szczególnie w obliczu narastającej presji ze strony Europejczyków. Ktokolwiek był kowalem tego sojuszu, z pewnością wykonał wyśmienitą pracę."
            }
        ]
    }
}