{
    "id": 1,
    "name": "Estados Unidos",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/america.png",
    "dawn_of_man": "Bienvenido, presidente Washington. Lideráis a la laboriosa civilización estadounidense. Formada en la conflagración de una revolución en el siglo XVIII, en menos de cien años la joven nación se vio inmersa en una terrible guerra civil que casi la destrozó. Pero solo unos pocos años más tarde, en el siglo XX, los Estados Unidos alcanzaron la cumbre de su poder y emergieron triunfantes y fortalecidos de las dos terribles guerras mundiales que casi destruyeron a tantas otras grandes naciones.Los Estados Unidos son una nación de emigrantes llenos de optimismo y voluntad. Solo les falta un líder que los ayude a cumplir su promesa. Presidente Washington, ¿podréis liderar al pueblo estadounidense hasta la grandeza? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "B17",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/b17.json"
        },
        {
            "name": "Miliciano|Milicianos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/minuteman.json"
        }
    ],
    "city_names": [
        "Washington",
        "Nueva York",
        "Boston",
        "Filadelfia",
        "Atlanta",
        "Chicago",
        "Seattle",
        "San Francisco",
        "Los Ángeles",
        "Houston",
        "Portland",
        "San Luis",
        "Miami",
        "Buffalo",
        "Detroit",
        "Nueva Orleans",
        "Baltimore",
        "Denver",
        "Cincinnati",
        "Dallas",
        "Cleveland",
        "Kansas City",
        "San Diego",
        "Richmond",
        "Las Vegas",
        "Phoenix",
        "Albuquerque",
        "Minneapolis",
        "Pittsburgh",
        "Oakland",
        "Tampa",
        "Orlando",
        "Tacoma",
        "Santa Fe",
        "Olimpia",
        "Hunt Valley",
        "Springfield",
        "Palo Alto",
        "Centralia",
        "Spokane",
        "Jacksonville",
        "Savannah",
        "Charleston",
        "San Antonio",
        "Omaha",
        "Honolulú",
        "Anchorage",
        "Sacramento",
        "Salt Lake City",
        "Reno",
        "Boise",
        "Milwaukee",
        "Santa Cruz",
        "Monterrey",
        "Santa Mónica",
        "Little Rock",
        "Columbus",
        "Le Bam"
    ],
    "spy_names": [
        "Cousin",
        "Félix",
        "Dennis",
        "Edward",
        "Rex",
        "Eliza",
        "Mary",
        "Virginia",
        "Scarlett",
        "Bárbara"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Estados Unidos de América es una \"superpotencia mundial\" (lo que quiere decir que tienen armas capaces de destruir el planeta entero). Es una civilización relativamente joven que se formó en el siglo XVIII, casi se autodestruyó en el XIX y se convirtió en la civilización dominante militar, tecnológica, cultural y económicamente en el XX. Es difícil decir qué le sucederá en el siglo XXI."
        },
        {
            "heading": "Geografía y clima",
            "text": "Estados Unidos abarca el subcontinente de América del Norte e incluye Alaska, en el lejano norte, y varias islas en el océano Pacífico. Las condiciones climáticas varían mucho en el país: desde el clima casi ártico de Alaska hasta el semitropical de Florida, pasando por el árido desierto de Arizona. El subcontinente está partido por dos cadenas montañosas: al este, las Apalaches, más antiguas y bajas; y al oeste, las Rocosas, mucho más jóvenes y grandes. Las llanuras centrales, entre las dos cordilleras, desembocan en el Golfo de México a través de las cuencas de los ríos Missouri y Mississippi. El país limita con los Grandes Lagos, uno de los cuerpos de agua dulce más grandes del planeta.Pese a varios siglos de frenética explotación, Estados Unidos sigue contando con ingentes bosques, reservas de carbón y otros recursos naturales."
        },
        {
            "heading": "Los indios americanos",
            "text": "Algunos historiadores sostienen que América del Norte fue colonizada por pueblos euroasiáticos que emigraron al continente a través del \"puente de Beringia\", que una vez comunicó Alaska y Rusia. Esta teoría se sigue debatiendo, como se siguen debatiendo cuántas oleadas de colonos hubo y dónde llegaron los primeros. En lo que sí parece haber cierto consenso es en la fecha: entre 9.000 y 50.000 años (un margen harto generoso). También es bastante posible que los indios llegaran en una serie de oleadas a lo largo de muchos años: los primeros grupos emigrarían hacia el sur por la costa oeste, mientras que los posteriores se adentrarían en tierra, hasta el centro de Canadá y Estados Unidos.Con el tiempo, estos grupos se extendieron por el continente, desarrollando un idioma, habilidades para la caza, artes y artesanías, etc. No obstante, no domesticaron caballos (se comieron a todos sus antepasados antes de imaginar que podían servir para algo más).Las estimaciones sobre cuántos nativos vivieron en la parte de Norteamérica que terminaría por convertirse en Estados Unidos también varían, y oscilan desde cinco hasta veinticinco millones. En cualquier caso, los primeros visitantes europeos llevaron consigo gran cantidad de enfermedades muy desagradables (como el sarampión y la viruela) a las que el sistema inmunitario de los indios no estaban acostumbrados, y un 90% de la población de indígenas norteamericanos murió por su causa durante el primer siglo de la llegada del hombre blanco.Tras haber perdido el 90% de su población, sin armas y sin una tecnología industrial, los indios quedaron relativamente indefensos frente al masivo asalto europeo."
        },
        {
            "heading": "La llegada de los europeos",
            "text": "Cuatro grupos europeos establecieron colonias en América del Norte a partir del siglo XVI: los franceses en Canadá, los británicos (con un pequeño asentamiento holandés justo en el centro) y los españoles en Florida y en puntos del sur. Con el tiempo, los ingleses capturaron las colonias francesas del norte y la colonia holandesa de Manhattan y, a excepción de Florida, todo el litoral oriental fue británico. Como se ha mencionado antes, la población indígena estaba diezmada por las enfermedades y sobrepasada en potencia de fuego, por lo que fue incapaz de resistir la incursión europea."
        },
        {
            "heading": "La Guerra de Independencia Americana",
            "text": "A medida que avanzó el siglo XVIII, las colonias británicas de América del Norte crecieron y prosperaron. Los inmigrantes llegaron a raudales al país, procedentes de Gran Bretaña y de todo el mundo, atraídos por la promesa de tierras, riqueza y, con frecuencia, para escapar de las persecuciones religiosas en su país de origen. El tráfico de esclavos proporcionó abundante mano de obra barata y la Norteamérica británica empezó a establecer su agricultura e industria ligera.Las tensiones crecieron entre las colonias y el gobierno británico a medida que pasó el siglo. Las colonias las controlaban gobernadores nombrados por la corona y no tenían representación directa en el parlamento británico. Además, los colonos estaban enojados por lo que consideraban que eran restricciones comerciales injustas de Gran Bretaña. Mientras tanto, el gobierno pensaba que los colonos eran una chusma desagradecida que no tenía ni idea de cuánto dinero gastaba la corona en su protección.A mediados de la década de 1770, las colonias americanas estaban en rebelión abierta y, el 4 de julio de 1776, Estados Unidos proclamó su independencia. Cuando estalló la guerra, el ejército británico, muy bien entrenado, superaba enormemente a los colonos en armas y número, especialmente porque la armada británica tenía el control absoluto de los mares y, así, podía transportar gran número de tropas por la costa con total impunidad. El ejército continental, poco entrenado y mal equipado, no fue rival para los \"casacas rojas\"."
        },
        {
            "heading": "George Washington",
            "text": "El comandante del ejército continental era George Washington, un rico latifundista de Virginia con cierta experiencia militar (había sido coronel del ejército británico en la guerra franco-india). Sus primeras batallas importantes casi fueron catastróficas: sus complejísimos planes de batalla se estrellaban ante las acciones enemigas y la inexperiencia de sus tropas. Washington tenía varias cualidades importantes: su heroísmo y su calma frente al desastre le permitieron salvar a su ejército de una destrucción casi cierta, y también aprendió rápidamente de sus errores (para más información sobre George Washington, consulta su artículo en la Civilopedia).Los casacas rojas no consiguieron aplastar al ejército continental cuando tuvieron ocasión, y la Guerra de Independencia americana se convirtió en una guerra de voluntades larga, elaborada y desgastadora. El ejército británico no conseguía inmovilizar a las fuerzas estadounidenses el tiempo suficiente para derrotarlas y, a medida que pasaron los años, creció el hastío bélico entre los británicos.En 1778, los franceses entraron en la guerra del lado de Estados Unidos y, en 1779, España hizo lo mismo. Aunque no fueron capaces de igualar a la armada británica barco por barco, los franceses a veces consiguieron la superioridad, algo que resultó decisivo. En 1781, el ejército continental sitió al británico en Yorktown, Virginia. Con la armada francesa en la costa, los británicos fueron incapaces de escapar, y el general inglés Cornwallis se rindió a Washington el 19 de octubre de 1781.En 1787, los estados convocaron una asamblea constitucional y la nueva constitución se ratificó al año siguiente. En 1789 eligieron presidente a George Washington."
        },
        {
            "heading": "La compra de Louisiana",
            "text": "En 1803, Estados Unidos le compró a Francia más de dos millones de kilómetros cuadrados del territorio de América del Norte. Éste incluía toda la cuenca del Mississippi, desde las montañas Rocosas, al este, hasta Ohio, al este. Este trato, que dobló el tamaño del país, costó cerca de 15 millones de dólares y fue un negocio asombrosamente bueno para Estados Unidos También fue un buen trato para Francia, ya que estaba en guerra con Gran Bretaña (ver más adelante) y, como los británicos controlaban el mar, los franceses no tenían manera de proteger su territorio contra ellos. Los franceses también lo vieron como una manera de meter un palo en la rueda británica. El líder francés Napoleón Bonaparte dijo de este trato: \"La adquisición de este territorio ratifica para siempre el poder de Estados Unidos. Le he dado a Inglaterra un rival marítimo que tarde o pronto le hará morder el polvo.\"En su día, el presidente Thomas Jefferson recibió muchas críticas por la compra, pero los historiadores suelen mostrarse de acuerdo en que hizo un negocio redondo."
        },
        {
            "heading": "La guerra de 1812",
            "text": "A principios del siglo XVIII, Francia se convulsionaba en su propia revolución. Muchos estadounidenses creyeron que se convertiría en una democracia, pero, en su lugar, Bonaparte se convirtió en su gobernante y, unos años después, se haría proclamar emperador. Cuando Napoleón extendió su poder por la Europa continental, Gran Bretaña contraatacó con su implacable armada e impuso un embargo comercial con Francia y, a veces, a la mayor parte del resto de Europa, lo que perjudicó en gran medida al comercio estadounidense. Además, los barcos de guerra británicos detenían y registraban a los navíos estadounidenses en busca de desertores de la marina británica. Estados Unidos lo veía como una afrenta intolerable a su soberanía y, en 1812, le declaró la guerra a Gran Bretaña (algunos historiadores creen que Estados Unidos declaró la guerra básicamente para justificar su anexión de las posesiones británicas de Canadá).El arma principal de Estados Unidos en esta guerra fue el barco corsario. De un tamaño pequeño o medio, los barcos estadounidenses plagaban los océanos asaltando los navíos mercantes británicos para ahogar el comercio de Gran Bretaña. Por tierra, Estados Unidos invadió Canadá, invasión que las fuerzas británicas y canadienses rechazaron sin grandes dificultades. A la armada británica, menguada por una década del viejo conflicto con Francia, le resultó casi imposible bloquear la costa estadounidense o seguir a sus barcos corsarios. Gran Bretaña tuvo más éxito en tierra y, de hecho, el ejército británico consiguió llegar hasta Washington DC, la capital de Estados Unidos, y arrasarla en gran parte.Pese a este golpe sangrante para el orgullo de Estados Unidos, los gobiernos británico y estadounidense se dieron cuenta de que ninguno tenía muchas posibilidades de ganar la guerra y de que alargar el conflicto no sería más que un desperdicio inútil de dinero y de vidas. En diciembre de 1814, ambos países firmaron el Tratado de Gante, que simplemente supuso el fin de las hostilidades: ningún bando ganó ni perdió territorio y tampoco se solucionaron las causas que habían dado origen al enfrentamiento. La guerra quedó en tablas."
        },
        {
            "heading": "La guerra con México",
            "text": "En 1835, el presidente mexicano Antonio López de Santa Anna abolió la constitución mexicana y la cambió por una nueva que concentraba el poder en el gobierno central mexicano. Por esta razón, varios estados mexicanos se levantaron, incluyendo los de Coahuila y Tejas (el territorio que se convertiría en el estado de Texas). Pese a sus primeros éxitos (incluyendo la captura del fuerte del Álamo), Santa Anna acabaría por ser derrotado y capturado. Negociando desde una posición extremadamente débil, Santa Anna accedió a regañadientes a la independencia tejana.El gobierno mexicano depuso a Santa Anna mientras estaba cautivo y desautorizó el tratado. Siguieron dándose pequeñas escaramuzas entre la nueva \"República de Tejas\" y México mientras los partidos tejanos y estadounidenses tramaban una manera de incorporar Tejas a la Unión. En 1845, el congreso estadounidense aprobó un proyecto de ley que permitiría la anexión de \"Texas\", y John Tyler lo ratificó con su firma. Al mismo tiempo, México presenció un aluvión de ciudadanos estadounidenses en sus territorios del norte (incluyendo California), algunos de los cuales declararon abiertamente que también iban a incorporar dichos territorios a Estados Unidos En 1845, Texas se convirtió en estado y, en 1846, los soldados estadounidenses ocupaban el territorio en disputa. Cuando la caballería mexicana tuvo un encontronazo con una patrulla estadounidense y mató a 11 soldados, el gobierno de Estados Unidos aprovechó la ocasión para declarar la guerra.La guerra fue corta y decisiva. Tras unas cuantas escaramuzas iniciales en Texas y el norte de México, un ejército estadounidense compuesto de 12.000 soldados desembarcó en Veracruz y se dirigió al oeste. El ejército mexicano salió derrotado en cada contienda y, en poco tiempo, los soldados de Estados Unidos ocuparon la ciudad de México. Derrotado, el gobierno mexicano firmó el Tratado de Guadalupe Hidalgo, en el que cedió a Estados Unidos la tierra que se convertiría en los estados de Texas, Nuevo México, Arizona, California, Nevada y partes de Wyoming, Oklahoma y Colorado. A cambio, Estados Unidos pagó a México 18.250.000 de dólares (aproximadamente, 500 millones en la actualidad).Además de robarle grandes trozos de preciadas tierras a México, la guerra tuvo otro beneficio: enseñó el oficio a gran número de soldados estadounidenses. Esos hombres usarían sus conocimientos con gran eficacia 15 años después, en la Guerra de Secesión."
        },
        {
            "heading": "La Guerra de Secesión",
            "text": "A medida que el siglo XVIII avanzaba, Estados Unidos se vio dividido a grandes rasgos entre los estados esclavistas del Norte y los abolicionistas del Sur. El Sur, que contaba con una economía agrícola, necesitaba mano de obra barata para trabajar los campos. Los esclavos eran de menos utilidad en el Norte, que tenía una creciente base industrial y acceso a la mano de obra barata de Europa. Además, la esclavitud se había entretejido con la propia fibra de la vida sureña, hasta el punto que muchos opinaban que el concepto de abolición era aborrecible, inconcebible y un pecado grave (gracias a una interpretación extremadamente retorcida de la Biblia). De igual manera, muchos norteños odiaban la esclavitud y la consideraban totalmente deleznable, como el pecado original del país (hay que tener en cuenta que muchos en el Sur veían el asunto como una cuestión de \"derecho de los estados\": el gobierno federal no tenía derecho constitucional a inmiscuirse en los asuntos internos de los estados, aunque fue el tema de la esclavitud el que volvió esta cuestión tan delicada).En la década de 1850, la situación ya se había vuelto intolerable. Las tensiones entre Norte y Sur estaban en su punto álgido, y la victoria en las elecciones de 1860 de Abraham Lincoln, un candidato que se declaraba moderadamente antiesclavista, inició una cadena de acontecimientos que llevaron a la secesión sureña y a la guerra civil.La guerra empezó muy mal para la Unión (el Norte). Los confederados (el Sur) tenían una tradición militar más fuerte que el Norte. La mayor parte de los mejores oficiales del país provenía de ahí, y se sintieron obligados a proteger sus hogares de la invasión norteña, con independencia de sus ideas personales sobre el motivo de la guerra. Además, el Sur estaba completamente a la defensiva, y es mucho más difícil para un ejército que no está entrenado atacar que defenderse. Ambos bandos empezaron la contienda con ejércitos sin experiencia.Mucha gente creía que la guerra acabaría con una sola gran batalla, pero se equivocaban por completo. La primera gran batalla, la de Bull Run, se cerró con la derrota de la Unión, pero el ejército sureño no supo aprovechar su victoria. Siguieron cuatro años de desgastadora guerra a lo largo y ancho de la nación. Pese a sus victorias, el Sur no fue capaz de romper la moral del Norte (en especial, la del presidente Abraham Lincoln) y, a medida que avanzó la guerra, los generales norteños mejoraron y la ventaja que tenía el Norte en recursos humanos e industria empezó a imponerse en el campo de batalla. En 1865 cayó la capital del Sur y, poco después, los ejércitos sureños rindieron las armas. Asesinaron al presidente Abraham Lincoln en abril de 1865, poco después de la captura de la capital sudista y la rendición del principal ejército de la Confederación.La guerra tuvo varios efectos importantes en Estados Unidos, el más importante de los cuales fue la abolición de la esclavitud. Por desgracia, muchas de las conquistas negras se esfumaron rápidamente durante el periodo de la Reconstrucción, tras la guerra. A medida que avanzaba el siglo XIX, los negros dejaron de considerarse iguales a los blancos en todo el país, pero al menos ya no se les vendía y compraba como ganado."
        },
        {
            "heading": "¡Hacia el Oeste!",
            "text": "El resto del siglo XIX presenció una emigración constante de ciudadanos estadounidenses hacia el oeste para poblar las grandes llanuras del medio oeste y la costa del Pacífico. Los ingenieros de Estados Unidos construyeron ferrocarriles para cruzar las estepas y atravesar las montañas, y las ciudades brotaron a su paso. Las poblaciones supervivientes de indios americanos se vieron obligadas a trasladarse a reservas cada vez más pequeñas y menos deseables, pero mostraron una recia obstinación a morir, aun en las circunstancias más acuciantes. Los inmigrantes siguieron entrando a raudales en el país desde todos los rincones del mundo, en busca de su porción del sueño americano (y muchos lo encontraron).A finales del siglo XIX, Estados Unidos libró otra desafortunada guerra por el territorio, esta vez contra el moribundo Imperio Español. Espoleados por los patrióticos gritos del llamado \"periodismo amarillo\", como el de William Randolph Hearst, Estados Unidos derrotó rápidamente a las fuerzas armadas españolas y se hizo con las Filipinas, Guam y Puerto Rico. España perdió posteriormente la isla de Cuba que, tras un breve periodo como protectorado estadounidense, se independizó rápidamente."
        },
        {
            "heading": "Inicios del siglo XX: el mundo se entromete",
            "text": "Aunque el poder industrial y económico de Estados Unidos siguió creciendo, no se puede decir lo mismo de su poder militar. Estados Unidos tenía un ejército y una armada lo bastante grandes como para derrotar a España (y mantener a raya a Canadá y a México), pero no se le podía considerar una potencia militar en sentido estricto. Básicamente, confiaba para su protección en los océanos Pacífico y Atlántico, que eran dominio de la incomparable armada británica.Cuando Europa se sumió en la Primera Guerra Mundial, la mayoría de estadounidenses no quisieron saber nada del conflicto (de hecho, muchos habían emigrado a Estados Unidos para librarse de las interminables guerras europeas). Había estadounidenses provenientes de todas partes de Europa (incluyendo Alemania, Austria, Francia Italia, Rusia y el Reino Unido), por lo que, entrara el país de parte de uno u otro bando, siempre lucharían contra los familiares de alguien. Sintieran lo que sintieran sus ciudadanos en privado, el gobierno estadounidense se declaró neutral.En realidad, la neutralidad estadounidense favorecía enormemente a británicos y franceses, ya que el dominio marítimo británico significaba que Estados Unidos solo pudiera comerciar con Gran Bretaña y sus aliados. Sin embargo, esto no era bueno para los alemanes, ya que tenían que cortar las líneas de suministro británicas para lograr la victoria. En 1917, un \"U-boat\" (submarino) alemán hundió el transatlántico Lusitania y Alemania declaró la guerra submarina ilimitada contra los transportes neutrales. La siguió, poco después, la declaración de guerra estadounidense contra Alemania y sus aliados.Al empezar la guerra, Estados Unidos solo tenía un pequeño ejército profesional, pero, en 1918, la fuerza expedicionaria estadounidense (AEF, por sus siglas inglesas) ya contaba con un millón de hombres en Europa. Este enorme influjo de nuevos soldados marcó una diferencia sustancial en el campo de batalla y caló hondo en la moral del enemigo. La guerra terminó a finales de año. Durante su breve aparición por Francia, la AEF vio combates de importancia y sufrió 50.000 bajas y 300.000 heridos.Tras la guerra, el presidente estadounidense Woodrow Wilson intentó abogar por lo que consideraba que era una \"paz justa\" y creó la Sociedad de Naciones, pero los países vencedores europeos estaban más interesados en imponerles fuertes penalizaciones a los perdedores, algo comprensible si se tiene en cuenta la cantidad de daño que habían sufrido, pero que no ayudaría en nada al respeto futuro que debían haberse guardado las naciones afectadas. Como resultado, la opinión estadounidense se volvió contra Europa y, especialmente, contra futuras aventuras militares en el territorio, lo que arrastraría graves consecuencias hasta dos décadas después."
        },
        {
            "heading": "La Gran Depresión",
            "text": "La \"Gran Depresión\", de merecido nombre, es realmente deprimente, por lo que hablaremos de ella someramente. Se debió al crac de la bolsa estadounidense en 1929 y se extendió rápidamente por el país y por todo el mundo. Los bancos se derrumbaron, el paro alcanzó el 25% y los precios de las cosechas cayeron en más de un 60%. En todas las ciudades importantes hubo colas para conseguir alimentos de beneficencia. La depresión duró años. La economía de Estados Unidos empezó a reavivarse a mediados de los años 30, pero no se recuperó por completo hasta la Segunda Guerra Mundial."
        },
        {
            "heading": "La Segunda Guerra Mundial",
            "text": "Durante la Gran Depresión, la doctrina política del fascismo ganó popularidad en todo el mundo, especialmente en Europa. Mussolini se hizo con el poder en Italia, Francisco Franco en España y Adolf Hitler en Alemania. Lisiadas y exhaustas por los fantasmas de la Primera Guerra Mundial y de la depresión, y distraídas por el excesivo miedo al comunismo, las democracias vieron cómo Alemania reconstruía sus fuerzas armadas y engullía a los pequeños países vecinos. No fue hasta que los alemanes (y los soviéticos) invadieron Polonia en 1939 que Francia y el Reino Unido le declararon la guerra a Alemania. Mientras tanto, las fuerzas japonesas se estaban apoderando de China y amenazando los intereses europeos en el Pacífico.El sentimiento aislacionista mantuvo a Estados Unidos oficialmente \"neutral\" durante 1940 y 1941, mientras Alemania conquistaba Francia y se adentraba en la Unión Soviética. No obstante, como en la Primera Guerra Mundial, la neutralidad estadounidense favorecía enormemente a los británicos, cuya armada seguía controlando el Atlántico. El presidente Franklin Roosevelt desarrolló las fuerzas armadas estadounidenses lo más rápido posible mientras intentaba cambiar la opinión pública hacia la intervención militar activa y la guerra con Alemania. En el Pacífico, el embargo petrolífero de Estados Unidos contra Japón fue una aplastante carga militar y económica, además de un gran insulto para los nipones. En respuesta a las crecientes presiones estadounidenses, el Imperio del Sol Naciente cometió uno de los errores militares y políticos más catastróficos de la historia moderna.El 7 de diciembre de 1941, los japoneses bombardearon la flota de Estados Unidos en Pearl Harbor, en el territorio estadounidense de Hawái. Aunque muchos acorazados del país resultaron destruidos, los portaaviones no se encontraban en puerto en el momento del ataque, algo decisivo para la guerra en el Pacífico.Poco después de Pearl Harbor, Alemania también declaró la guerra a Estados Unidos. Esto también fue un error garrafal, pues le permitió intervenir a fondo en Europa, cosa que el presidente Roosevelt no habría podido conseguir debido al fuerte sentimiento antinipón que había en el país, resumido en la consigna: \"Japón, primero\"."
        },
        {
            "heading": "Estados Unidos en guerra",
            "text": "La Segunda Guerra Mundial representó un asombroso desafío militar, económico, industrial y político para Estados Unidos. Aunque había estado formando a sus fuerzas armadas durante algunos años, aún estaban muy poco preparados en todas las áreas: soldados, armas, aviones, barcos, etc. El gobierno tuvo que equilibrar la necesidad de personal militar con la necesidad de trabajadores que construyeran armas y vehículos para ellos y sus aliados, que cada vez estaban más desesperados.Además, tuvo que mantener una alianza extremadamente difícil con Reino Unido, sus posesiones y la Unión Soviética, pues cada uno tenía objetivos políticos y militares distintos. Esto resultó especialmente difícil porque, después de la guerra, Estados Unidos y Reino Unido fueron enemigos implacables del comunismo y de la URSS.Y, finalmente, estas fuerzas armadas, en su mayoría inexpertas, tuvieron que enfrentarse a dos combatientes soberbios: la triunfante armada japonesa y el mortífero ejército alemán.Cuando Estados Unidos entró en la guerra, se encontró a la defensiva en todos los escenarios bélicos. La armada japonesa había capturado las bases aliadas del Pacífico y se acercaba cada vez más a Australia y Nueva Zelanda.Los submarinos alemanes destruyeron cientos de miles de toneladas de cargamentos aliados en el Atlántico, y casi consiguieron rendir a Gran Bretaña por el hambre. Pero la incomparable base industrial estadounidense entró en acción y construyó buques de guerra, aviones y tanques a una velocidad asombrosa. A medida que lucharon, sus fuerzas aprendieron de sus errores iniciales y, con ayuda de sus aliados, detuvieron el avance enemigo en todos los frentes. En 1942, Estados Unidos ya estaba a la ofensiva en el norte de África y el Pacífico.En 1944, las tropas estadounidenses y británicas se encontraban en Francia y, atrapada entre este nuevo peligro y el coloso ruso cargando desde el este, Alemania cayó en mayo de 1945. Japón resistió varios meses más, luchando encarnizadamente en las islas en un último intento hasta que Estados Unidos dejó caer las bombas atómicas en Hiroshima y Nagasaki."
        },
        {
            "heading": "Estados Unidos en la segunda mitad del siglo XX",
            "text": "Estados Unidos aprendió dos lecciones importantes en las guerras mundiales: primero, que habían vivido de espaldas al mundo y sus peligros. Resultaba claro que, aunque los océanos Pacífico y Atlántico protegían en gran medida la tierra estadounidense, la seguridad del país estaba unida inexorablemente a los acontecimientos mundiales, aunque solo fuera porque necesitaba mercados extranjeros donde vender sus productos. La segunda lección fue que era mala idea castigar severamente a un enemigo caído. Era mejor ayudarlo a reconstruirse, para que así se convirtiera en aliado y les comprara productos industriales. Así, tras finalizar la guerra, Estados Unidos se gastó miles de millones en reconstruir Europa y Japón (con la notable excepción de la URSS).Acabada la Segunda Guerra Mundial, Estados Unidos se encontró con que era la nación más poderosa del mundo. La patria estadounidense no se había visto invadida ni bombardeada durante la guerra y su base industrial era más grande que nunca. Su ejército se había probado en combate y contaba con las mejores armas del mundo, además de ser el único que tenía la bomba atómica. Por otro lado, el ejército de la Unión Soviética era la fuerza militar más poderosa de Europa. A Estados Unidos no le había quedado ganas de más conflictos, esta vez con la Unión Soviética, solo quería que los soldados volvieran a casa."
        },
        {
            "heading": "La Guerra Fría",
            "text": "Cuando terminó la Segunda Guerra Mundial, las hostilidades latentes entre Estados Unidos, Reino Unido y la URSS se volvieron menos latentes. Hubo muchos motivos para ello. Estados Unidos temía que la Internacional Comunista, respaldada por la Unión Soviética (y, posteriormente, China) se apoderara de Europa y del mundo si no se hacía nada al respecto. La Unión Soviética, por otro lado, quería dejarle absolutamente claro a todo el mundo que estaba harta de que las tropas extranjeras la invadieran cada 20 años más o menos, y que se mostraría todo lo ruda y despiadada que fuera necesario para que eso no volviera a ocurrir (además, despreciaba a Estados Unidos y también quería propagar la Internacional Comunista por el mundo).Durante los 50 años siguientes, Estados Unidos, la Unión Soviética y, posteriormente, China invirtieron ingentes cantidades de energía y dinero en construir armas, soliviantar a los gobiernos extranjeros y enfrentarse en guerras indirectas por todo el mundo. Estados Unidos luchó contra la Internacional Comunista en Corea (un empate) y, posteriormente, en Vietnam (una derrota). La Unión Soviética se apoderó de gran parte de Europa oriental (una victoria) y luego invadió Afganistán (una gran derrota).A finales de la década de 1980, los múltiples defectos internos (corrupción, avaricia, incompetencia...) de la URSS y unos gastos militares excesivos la llevaron prácticamente a la bancarrota. En la década de 1990, la Unión Soviética ya había desaparecido y Estados Unidos comerciaba libremente con China. La Guerra Fría había terminado.Bajo cualquier prisma razonable, la Guerra Fría fue una carga colosal y muy cara para todos los que participaron en ella. Si Estados Unidos hubiera convencido a la URSS de que no eran enemigos implacables, quizás ésta habría relajado su gran paranoia y hubiera dejado de oprimir y matar a gran número de sus propios ciudadanos. Y así, quizá, Estados Unidos podría haber dedicado su riqueza a algo más que construir un creciente número de armas, cada vez más raras y peligrosas, y a apoyar a déspotas extranjeros por el mundo.Por otro lado, la Guerra Fría llevó a ambos bandos al espacio por razones militares y de prestigio nacional. Esto ha llevado a muchas innovaciones técnicas de gran importancia, desde los satélites de comunicaciones hasta la bebida Tang, así como al aterrizaje en la Luna, posiblemente el logro más importante de toda la historia.El final de la Guerra Fría llevó una nueva era de paz y felicidad a Estados Unidos. Durante unos cuantos años."
        },
        {
            "heading": "La guerra contra el terrorismo",
            "text": "El 11 de septiembre de 2001, un grupo de terroristas secuestró cuatro aviones y los estrelló contra las Torres Gemelas de Nueva York y contra el Pentágono, en Washington DC. El último ataque se vio frustrado por las acciones heroicas de un grupo de pasajeros que iban a bordo del cuarto avión. Se averiguó que los ataques se debían a una organización llamada \"al-Qaeda\", un grupo extremista musulmán con base en Afganistán que se dedica a expulsar a los extranjeros de Oriente Medio y a acabar con Estados Unidos, al que ve como \"el Gran Satán\".Estados Unidos respondió invadiendo Afganistán y derrocando a sus líderes fundamentalistas, que apoyaban a al-Qaeda. A continuación, en un movimiento muy controvertido, invadió Iraq, patria de su viejo enemigo Saddam Hussein.En la actualidad, Estados Unidos está intentando reparar su imagen internacional, reclutar aliados en su guerra contra el terrorismo y salir de Iraq. Afganistán sigue siendo un reto increíblemente difícil y no es seguro, ni mucho menos, que Estados Unidos salga victorioso en ninguno de sus conflictos actuales."
        },
        {
            "heading": "Estados Unidos en el futuro",
            "text": "Estados Unidos ya no es la única superpotencia del mundo. Comparte este dudoso título con China, como mínimo. Internamente, lucha para recuperarse de los excesos económicos de finales del siglo XX a la vez que intenta conjurar los fantasmas de la esclavitud y el racismo, que aún los rondan. El país está tocado, pero no hundido. Sigue teniendo los recursos, el impulso y el capital humano para ser una civilización importante en el siglo venidero."
        },
        {
            "heading": "Estados Unidos en el futuro",
            "text": "Estados Unidos ya no es la única superpotencia del mundo. Comparte este dudoso título con China, como mínimo. Internamente, lucha para recuperarse de los excesos económicos de finales del siglo XX a la vez que intenta conjurar los fantasmas de la esclavitud y el racismo, que aún los rondan. El país está tocado, pero no hundido. Sigue teniendo los recursos, el impulso y el capital humano para ser una civilización importante en el siglo venidero."
        },
        {
            "heading": "Estados Unidos en el futuro",
            "text": "Estados Unidos ya no es la única superpotencia del mundo. Comparte este dudoso título con China, como mínimo. Internamente, lucha para recuperarse de los excesos económicos de finales del siglo XX a la vez que intenta conjurar los fantasmas de la esclavitud y el racismo, que aún los rondan. El país está tocado, pero no hundido. Sigue teniendo los recursos, el impulso y el capital humano para ser una civilización importante en el siglo venidero."
        }
    ],
    "leader": {
        "name": "George Washington",
        "subtitle": "Líder de los Estados Unidos de América",
        "lived": "1732 - 1799 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/george_washington.png",
        "trait": {
            "name": "Destino manifiesto",
            "effect": "Todas las unidades militares tienen +1 a la Visual. Descuento del 50% en la compra de casillas."
        },
        "titles": [
            "Comandante en jefe del ejército colonial (durante la Guerra de Independencia americana)",
            "Presidente de los Estados Unidos de América (1789-1797)"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "George Washington fue uno de esos hombres extraordinarios que vivieron en las colonias norteamericanas a finales del siglo XVIII. Aunque no fue tan beligerante como John Adams, tan imaginativo como Benjamin Franklin, ni tan astuto como Thomas Jefferson, supo liderar a los suyos en tiempos de guerra y de paz. Contra todo pronóstico, obtuvo la victoria con el ejército continental y logró la independencia de su país."
            },
            {
                "heading": "Primeros años",
                "text": "George Washington, descendiente de los colonos ingleses que emigraron a Virginia en 1657, nació en el seno de una familia pudiente; o, al menos, todo lo pudiente que se podía ser en las colonias de principios del siglo XVIII. Estudió matemáticas, literatura, geografía y probablemente latín, pero no fue a la universidad. Prefirió aprender cómo cuidar una granja y atender las haciendas de su familia. También aprendió topografía, y pasó varios años explorando y cartografiando las zonas próximas a la colonia de Virginia."
            },
            {
                "heading": "La guerra franco-india",
                "text": "En 1754, estalló la guerra entre Inglaterra (con sus colonias) y Francia (con sus aliados indios). Washington participó en varios enfrentamientos en el curso de la guerra y no demostró una capacidad táctica especial, pero sí grandes dosis de valor y sangre fría en momentos de tensión. La guerra terminó con la victoria de los ingleses, y Washington se licenció con el rango honorífico de general de brigada."
            },
            {
                "heading": "Vida hogareña",
                "text": "Tras la guerra, se casó y se dedicó a sus haciendas. Parece ser que disfrutaba cuidando de sus granjas y plantaciones, y no se le caían los anillos a la hora de ayudar con los trabajos manuales. Obtuvo una plaza en la Cámara de los Burgueses de Williamsburg, el cuerpo gubernativo local más importante de Virginia (el poder real lo ostentaban el gobernador real de la colonia, el rey y el parlamento inglés)."
            },
            {
                "heading": "Antes de la revolución",
                "text": "Aunque era unionista, Washington estaba descontento con la reciente presión impositiva a la que el parlamento sometía a las colonias (impuesta en mayor medida para pagar las deudas de la reciente guerra franco-india). Las tensiones crecieron e Inglaterra presionó más a las colonias; la postura de Washington se radicalizó y, en 1768, afirmó estar preparado para alzarse en armas contra Inglaterra cuando su país le llamara. En 1774, ya era miembro del Congreso Continental, el primer órgano nacional auténtico del incipiente país. Cuando se iniciaron los combates en Boston en 1775, Washington fue nombrado comandante de las fuerzas militares de todas las colonias, y mantuvo el puesto cuando, en 1776, se declaró la independencia."
            },
            {
                "heading": "Comandante del ejército continental",
                "text": "Como comandante de las fuerzas revolucionarias, demostró las mismas virtudes y defectos de los que ya había hecho gala contra Francia; era muy valiente, casi podría decirse que temerario. En los primeros momentos de la guerra, apostó por maniobras militares muy complejas que superaban las capacidades de sus soldados voluntarios, con las que obtuvo una serie de resultados casi catastróficos contra los soldados profesionales británicos. Pero casi exclusivamente gracias a la fuerza de voluntad que había cultivado con años de privaciones y derrotas, mantuvo a su ejército en el campo de batalla y, con ello, la revolución viva en las colonias. Con el tiempo, la tenacidad y la experiencia adquirida por el ejército colonial y su general les permitieron obtener la victoria y ganarse la admiración de hasta sus más encarnizados enemigos.La intervención de Francia en la guerra del lado de las colonias, el creciente poder colonial y los éxitos obtenidos en el campo de batalla suscitaron entre los británicos una creciente oposición a la guerra. En 1781, Washington dirigió sus tropas en una atrevida marcha forzada hacia Virginia. Allí, con la ayuda de un gran contingente francés, asedió a todo un ejército británico en la península de Yorktown. Las maniobras navales francesas les otorgaron la superioridad en los mares, así que el general británico no pudo escapar a su destino y tuvo que rendirse. Aunque en los siguientes meses se produjeron algunos combates esporádicos, la guerra ya estaba sentenciada: Estados Unidos había logrado su independencia."
            },
            {
                "heading": "Presidente de los Estados Unidos",
                "text": "Tras la guerra, Washington presidió la Convención Constitucional, que determinó el sistema de gobierno de la nueva nación, y más adelante asumió el cargo de presidente. Como presidente, intentó mantener el país libre de influencias externas: se negó a crear alianzas ni iniciar guerras con nadie. Intentó evitar las rivalidades y los enfrentamientos entre los partidos políticos, pero no tuvo demasiado éxito. Washington presidió dos legislaturas de cuatro años y luego se retiró a su hogar en Monte Vernon, Virginia, donde falleció en 1799."
            },
            {
                "heading": "El lugar de Washington en la historia",
                "text": "George Washington es el \"padre de los Estados Unidos de América\". No fue el mejor general ni el mejor político de la historia, pero tuvo una gran firmeza y valor ante la adversidad, y logró que los hombres estuvieran dispuestos a morir por él. Es probable que, sin Washington, Estados Unidos no hubiera llegado a existir."
            }
        ]
    }
}