{
    "id": 2,
    "name": "Arabia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/arabia.png",
    "dawn_of_man": "¡Que Alá os colme de bendiciones, oh, gran califa Harun al-Rashid, líder del fiel pueblo árabe! El Imperio Musulmán del Califato nació en los turbulentos años siguientes a la muerte del profeta Mahoma, en el 632 d. C., cuando sus seguidores quisieron llevar el gobierno de Alá a todos los pueblos de la Tierra. El califato llegó a ser muy poderoso y, en su punto álgido, llegó a gobernar gran parte de España, el norte de África, Oriente Medio, Anatolia, los Balcanes y Persia, constituyendo un imperio tan grande como el de Roma... o incluso más. El arte y la ciencia florecieron en Arabia durante la Edad Media, mientras los países europeos se sumían en la ignorancia y el caos. El califato sobrevivió durante 600 años, hasta que finalmente sucumbió al ataque de los mongoles, el azote de los imperios.Gran califa Harun al-Rashid, vuestro pueblo os mira con la esperanza de que le devolváis su grandeza, de que convirtáis de nuevo Arabia en una tierra ilustrada de artes y sabiduría, una poderosa nación que no haya de temer a enemigo alguno. Oh, califa, ¿aceptaréis este desafío? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Bazar|Bazares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bazaar.json"
        }
    ],
    "unique_units": [
        {
            "name": "Arquero a camello|Arqueros a camello",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/camel_archer.json"
        }
    ],
    "city_names": [
        "La Meca",
        "Medina",
        "Damasco",
        "Bagdad",
        "Najran",
        "Kufah",
        "Basora",
        "Khurasan",
        "Anjar",
        "El-Fustat",
        "Adén",
        "Yamama",
        "Muscat",
        "Mansurah",
        "Bukhara",
        "Shiraz",
        "Merw",
        "Balkh",
        "Mosul",
        "Aydab",
        "Bayt Ras",
        "Suhar",
        "Taif",
        "Hama",
        "Tabuk",
        "Saná",
        "Shihr",
        "Trípoli",
        "Túnez",
        "Kairouan",
        "Argel",
        "Orán"
    ],
    "spy_names": [
        "Solhofaat",
        "Khenzeer",
        "Zarafah",
        "Temsaah",
        "Abyadh",
        "Mustafá",
        "Yusuf",
        "Waddah",
        "Sameera",
        "Gamal"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El califato, también llamado Imperio Islámico o Reino Árabe, fue creado por los discípulos de Mahoma tras la muerte del profeta en el 632 d. C. para perpetuar la autoridad política que él estableció. Durante su larga existencia, el califato alcanzó grandes cotas de poder y extensión: sus dominios abarcaron España, el norte de África, Oriente Medio, Anatolia, los Balcanes y Persia; un imperio que rivalizaba con el romano en la cúspide de su poder."
        },
        {
            "heading": "Clima y terreno",
            "text": "El Imperio Árabe nació en Medina, en la península arábiga, lo que hoy se conoce como Arabia Saudita. El interior es un desierto inhóspito, yermo, arenoso y ardiente cuyas temperaturas alcanzan los 55º C en verano. Medina y La Meca ocupan la costa del mar Rojo, más fértil."
        },
        {
            "heading": "Primeros años",
            "text": "El primer \"califa\" (jefe de estado) del imperio tras la muerte de Mahoma fue Abu Bakr, que fue sucedido por otros tres \"califas ortodoxos\". Tras la muerte del último de ellos en 661, Alí ibn Abi Talib, una lucha por el poder entre facciones rivales acabó con la victoria de la familia omeya. Las discusiones sobre la legitimidad duraron milenios, y sus efectos sobre la historia islámica y mundial aún se sienten en nuestros días."
        },
        {
            "heading": "Los omeyas",
            "text": "La omeya era una familia mercante de La Meca. Se convirtió al Islam en 627 y se estableció como fuerte partidaria de Mahoma y sus sucesores. Los primeros califatos omeyas se centralizaron en Damasco y Siria. El ejército sirio constituyó la base de las fuerzas militares árabes. Los omeyas extendieron el poder árabe hacia el oeste, levantando puestos avanzados y enviando expediciones al centro de Asia y el noroeste de la India. Además, los omeyas iniciaron la invasión del norte de África. En el siglo VII construyeron una armada en el Mediterráneo con la que lanzaron una serie de ataques infructuosos sobre la Constantinopla cristiana.El califato de los Omeya alcanzó el apogeo de su poder durante el reinado de Abd al-Malik (685-705). En el oeste, los ejércitos de Abd ocuparon gran parte de España; en el este, el califato invadió la región del Sind, en la India, y conquistó Bukhara, Samarkanda, Khwarizm y muchos otros lugares. Al-Malik también reorganizó la burocracia y la economía del califato, además de organizar un sistema postal. Durante su reinado florecieron las artes, en especial la arquitectura.El imperio cayó en declive tras la muerte de Abd al-Malik. Una serie de califas mediocres, en combinación con los problemas económicos y los reveses militares en el este, alimentaron las rivalidades tribales dentro del califato y, en 750, los omeyas fueron derrotados y derrocados en la batalla del Zab."
        },
        {
            "heading": "Nación abasida",
            "text": "Los omeyas fueron derrotados por los abasidas, otra familia poderosa. El primer califa abasida, Abu al-Abbas, nada más alzarse con el poder se lanzó a exterminar a todo el que pudiera tener derecho legítimo al trono. Tuvo éxito, pues los abasidas siguieron ostentando el poder durante tres siglos más. No sin cierta extravagancia macabra, decidió darse el nombre de \"Al-Saffah\", que significa \"el que derrama sangre\".Los abasidas trasladaron la capital del califato a Bagdad. Este hecho provocó una concentración de sucesos en el este (Persia, la India y el centro de Asia) y la consiguiente pérdida de influencia del norte de África y el Mediterráneo. Los abasidas eran abiertamente más religiosos que los omeyas y, bajo su reinado, el califato siguió la ley islámica de forma más ortodoxa."
        },
        {
            "heading": "Harun al-Raschid",
            "text": "Harun al-Raschid (reinó entre 786 y 809) fue el quinto califa abasida. Gobernó Arabia en la cúspide de su riqueza y poder. En sus primeros años, Harun condujo expediciones militares contra el Imperio Bizantino, y sus éxitos le ganaron el apodo de \"Al-Raschid\", \"el que hace lo correcto\". Aunque Raschid tuvo que aplacar algunas revueltas internas, el imperio disfrutó de paz durante casi todo su reinado y la riqueza del califato creció de forma espectacular. Si quieres conocer más detalles acerca de Harun al-Raschid, consulta su artículo de la Civilopedia."
        },
        {
            "heading": "La Edad Media",
            "text": "El Imperio Árabe de la Edad Media era bastante más avanzado que sus contemporáneos europeos: el Bagdad de Harun al-Raschid debía de rondar el millón de habitantes al mismo tiempo que el Aquisgrán de Carlomagno era una \"capital\" que albergaba diez mil. Los centros de conocimiento del mundo islámico atraían a los eruditos a grandes ciudades como Bagdad, Damasco y Córdoba. Los árabes de esta época hicieron grandes avances en medicina, astronomía, matemáticas y otras disciplinas, además de traducir al árabe muchos de los clásicos de la Antigüedad griega, con lo que los salvaron de la destrucción.Durante las Cruzadas, la Europa cristiana lanzó ataques constantes contra el mundo árabe. El más grande de los generales de este período fue Salah al-Din, más conocido como Saladino, quien derrotó a la Tercera Cruzada y recuperó Jerusalén para los árabes."
        },
        {
            "heading": "Declive y fragmentación",
            "text": "Sin embargo, al finalizar la Edad Media, el imperio comenzó a fragmentarse ante la creciente presión de las fuerzas internas y externas. El brutal tamaño del imperio dificultó sobremanera la centralización del gobierno, y los califas se veían obligados a sofocar numerosas insurrecciones de líderes locales. El debate acerca de los legítimos herederos de Mahoma seguía vivo. En el oeste, los europeos arrebataron al califato el control de España, mientras que en el este los otomanos comenzaron su inexorable expansión hacia el corazón del Imperio Árabe.En 1258, un ejército mongol a las órdenes de Hulagu kan capturó Bagdad, ejecutó al califa Al-Musta'sim y puso fin al Imperio Árabe de forma repentina."
        },
        {
            "heading": "Arabia moderna",
            "text": "Durante casi los últimos cinco siglos, gran parte del mundo árabe ha sido gobernado por extranjeros; primero por los turcos otomanos y luego por las potencias coloniales occidentales. Desde la descolonización, en los años 50, los valores tradicionales árabes se han visto modificados por la presión combinada de la urbanización, la industrialización y las influencias occidentales. Sin embargo, los viejos principios del Islam siguen siendo respetados por millones de fieles en todo el mundo.Aunque ahora se encuentran divididas entre docenas de países diferentes, las tierras que otrora formaron parte de este imperio deben mucho a su antepasado común."
        },
        {
            "heading": "Arabia moderna",
            "text": "Durante casi los últimos cinco siglos, gran parte del mundo árabe ha sido gobernado por extranjeros; primero por los turcos otomanos y luego por las potencias coloniales occidentales. Desde la descolonización, en los años 50, los valores tradicionales árabes se han visto modificados por la presión combinada de la urbanización, la industrialización y las influencias occidentales. Sin embargo, los viejos principios del Islam siguen siendo respetados por millones de fieles en todo el mundo.Aunque ahora se encuentran divididas entre docenas de países diferentes, las tierras que otrora formaron parte de este imperio deben mucho a su antepasado común."
        },
        {
            "heading": "Arabia moderna",
            "text": "Durante casi los últimos cinco siglos, gran parte del mundo árabe ha sido gobernado por extranjeros; primero por los turcos otomanos y luego por las potencias coloniales occidentales. Desde la descolonización, en los años 50, los valores tradicionales árabes se han visto modificados por la presión combinada de la urbanización, la industrialización y las influencias occidentales. Sin embargo, los viejos principios del Islam siguen siendo respetados por millones de fieles en todo el mundo.Aunque ahora se encuentran divididas entre docenas de países diferentes, las tierras que otrora formaron parte de este imperio deben mucho a su antepasado común."
        }
    ],
    "leader": {
        "name": "Harun al-Raschid",
        "subtitle": "Líder de Arabia",
        "lived": "763 - 809 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harun_al-rashid.png",
        "trait": {
            "name": "Naves del desierto",
            "effect": "Las Caravanas amplían su alcance un 50%. Tus rutas comerciales propagan la religión de la ciudad de origen con el doble de eficacia. Se duplican los recursos de Petróleo ."
        },
        "titles": [
            "Califa",
            "\"El que sigue el camino de la justicia\""
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Harun al-Rashid (que traducido significa \"Aarón el Justo\") fue el quinto califa abasida y gobernó el Imperio Árabe desde el 786 hasta el 809 d. C. Durante su reinado, el califato se extendía desde España en el oeste hasta la India en el este, y era el ente político más poderoso del mundo. Harun fue un gobernante capaz y su reinado supuso una época de progreso científico y cultural, y de prosperidad para sus súbditos."
            },
            {
                "heading": "Primeros años de reinado",
                "text": "Fue el hijo del tercer califa y Al-Jayzuran, una antigua esclava del Yemen. Se alzó con el poder tras la muerte de su hermano, Abu Abdullah Musa ibn Mahdi al-Hadi. Al-Hadi murió de una dolencia estomacal en unas circunstancias algo sospechosas que hacen creer a algunos que su madre pudo haberle envenenado para disfrutar de la mayor influencia que ejercía sobre Harun, su hijo menor. Sea cierto o no, Al-Jayzuran fue una de los consejeros de Rashid hasta su muerte, en el 789."
            },
            {
                "heading": "El renacimiento de Bagdad",
                "text": "Al principio del reinado de Harun, la capital del califato era Bagdad, una nueva ciudad que había fundado un califa anterior. Era un centro de las artes y la religión, con muchos edificios hermosos. Harun fundó allí la \"Casa de la Sabiduría\", una biblioteca y centro de investigación que recopiló y tradujo escritos científicos de los persas, hindúes, griegos y romanos. Bagdad floreció y se convirtió, quizás, en la ciudad más grande y rica del mundo. Más tarde, Harun trasladó su gobierno a la importante ciudad estratégica de Raqqa, pero Bagdad siguió siendo una gran ciudad de las artes, las ciencias y el comercio durante los siglos siguientes (fue conquistada y saqueada por los mongoles en el 1258)."
            },
            {
                "heading": "Las riquezas de Harun y Arabia",
                "text": "En \"Las mil y una noches\" encontramos una descripción algo fantasiosa de Harun, según la cual, el califa vivió en un suntuoso palacio en el que manaban el oro, la plata y las joyas. Aunque es exagerado, existe un hecho cierto subyacente. El imperio obtuvo grandes riquezas durante el reinado de Harun, y buena parte de ellas acabaron en los cofres del califa. Según los historiadores antiguos, la esposa de Harun exigía que toda la cubertería de su mesa fuera de oro con incrustaciones de joyas."
            },
            {
                "heading": "Relaciones exteriores",
                "text": "A nivel político, Harun intentó mantener relaciones cordiales con las potencias europeas. Mantuvo relaciones diplomáticas directas con Carlomagno y, en los años previos a las Cruzadas, los europeos podían acceder libremente a Jerusalén y la Tierra Santa. También mantuvo relaciones diplomáticas con la corte imperial china. Sin embargo, su trato con los bizantinos fue algo menos amistoso.Durante el reinado de su padre, Harun atravesó Turquía con un ejército hasta llegar a las puertas de Constantinopla, la capital del Imperio Bizantino. Tras negociar con la emperatriz Irene, Harun perdonó a la ciudad a cambio de un tributo anual de 70.000 piezas de oro. Cuando Irene fue depuesta, los bizantinos renegaron del acuerdo en el 806. Harun condujo un nuevo ejército y, una vez más, forzó la rendición de los bizantinos."
            },
            {
                "heading": "La muerte de Harun",
                "text": "Harun enfermó y murió en el 808, mientras se ocupaba de una rebelión en Irán. Le sucedió su hijo, Mamun. Su fallecimiento marcó el inicio de un lento declive del Imperio Árabe, pues los enemigos externos y las rebeliones comenzaron a desmembrarlo. Aunque el imperio siguió existiendo durante varios siglos, nunca volvió a alcanzar las cotas de esplendor que tuvo con Harun al-Rashid."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Aunque se produjeron guerras y problemas internos, la mayor parte del reinado de Rashid fue pacífico y próspero. El califato disfrutó de un crecimiento económico e industrial, y de una explosión comercial. Era amante de la música y la poesía, y se sabe que fue pródigo en regalos a los artistas de su corte. Aunque no fue necesariamente un gran líder, Rashid gobernó su imperio de forma competente en la cúspide de su poder y riqueza."
            }
        ]
    }
}