{
    "id": 35,
    "name": "Asiria",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/asiria.png",
    "dawn_of_man": "El pueblo se inclina ante vuestra admirada voluntad, oh, sabio e ilustre rey Asurbanipal de Asiria. En todo el mundo sois famoso como erudito y guerrero, y aun así las leyendas solo reflejan un mero atisbo de vuestra verdadera ambición. Aunque vuestros enemigos se acobardasen con solo pensar en la ferocidad con la que conquistabais, vos estabais mucho más orgulloso de vuestros logros intelectuales. Vuestra sed de conocimiento os llevó a fundar la Real Biblioteca de Nínive, que llegó a contener una de las mayores colecciones de tablillas y textos antiguos del mundo, lo que afianzó vuestro legado como uno de los reyes más grandes de Asiria.Sabio y temible rey, ha llegado el momento de que llevéis el reino de Asiria a su mayor esplendor. ¿Lucharéis una vez más por conseguir el conocimiento y la historia de todos los pueblos del mundo? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Biblioteca real|Bibliotecas reales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/royal_library.json"
        }
    ],
    "unique_units": [
        {
            "name": "Torre de asedio|Torres de asedio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/siege_tower.json"
        }
    ],
    "city_names": [
        "Assur",
        "Nínive",
        "Nimrud",
        "Kar-Tukulti-Ninurta",
        "Dur-Sharrukin",
        "Halab",
        "Carquemís",
        "Kanesh",
        "Harran",
        "Imgur-Enlil",
        "Shubat-Enlil",
        "Qatna",
        "Sareisa",
        "Sam'al",
        "Qarqar",
        "Til Barsip",
        "Sultantepe",
        "Erbil",
        "Hamath",
        "Guzana",
        "Turuspa",
        "Nasibina",
        "Arpad",
        "Kelashin",
        "Tadmor",
        "Urartu",
        "Sabata",
        "Hit"
    ],
    "spy_names": [
        "Adapa",
        "Kubaba",
        "Nabu",
        "Nergal",
        "Ninlil",
        "Ninurta",
        "Nisroch",
        "Shamash",
        "Pazuzu",
        "Qingu"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Los múltiples reinos antiguos de Asiria, ahora largamente cubiertos por el polvo de la historia, se contaron varias veces entre los más prósperos y poderosos de la Tierra. Alrededor de su centro, Mesopotamia (norte del Iraq actual), fundaron Asiria los descendientes semíticos de los refugiados acadios y sumerios tras la caída del Imperio Acadio en c. 2154 a. C., cuyos idiomas y costumbres se fusionaron lentamente en dos pueblos mesopotámicos: los asirios al norte y los babilonios al sur. Pese al gran número de intentos iniciales de formar un reino independiente, los asirios se vieron frustrados continuamente por la expansión de sus vecinos, especialmente Babilonia. Finalmente, empezando por el cuasilegendario Tudia, los reyes asirios consiguieron fundar un gran imperio, y en más de una ocasión Asiria se convirtió en el estado más poderoso de la zona. No obstante, Asiria también siguió sufriendo en manos de sus vecinos rivales, y hacia el siglo VI a. C. el imperio desapareció."
        },
        {
            "heading": "Clima y terreno",
            "text": "Ubicada en la fértil región de Mesopotamia alrededor del sistema fluvial del Tigris y el Éufrates, Asiria se asentaba en una tierra capaz de producir cosechas abundantes de trigo y otros cereales. Considerada mayoritariamente como la cuna de la civilización occidental, en la Edad de Bronce Mesopotamia se encontraba dominada por las culturas sumeria, acadia, babilonia y asiria. El clima de Asiria era semiárido, aunque el reino recibía gran cantidad de agua durante todo el año debido a las nieves fundidas de los montes Zagros y a la lluvia. La región fluvial (de unos 15.000 kilómetros cuadrados) es conocida por sus marismas, lagos, cenagales y juncales. La agricultura de regadío se extendió alrededor del 5000 a. C. desde el sur de las faldas de los Zagros. Se sabe que los campesinos asirios plantaban cosechas de trigo, cebada, cebollas, uvas, nabos y manzanas. La tierra que antaño constituyó la patria asiria abarca en la actualidad principalmente partes de Siria, Irán, Iraq y Turquía. Limitando al norte con montañas escarpadas, al oeste con los arameos y al sur con los reinos de Babilonia y Elam y las tribus amoritas de Arabia, los asirios se encontraban en una posición fecunda pero precaria."
        },
        {
            "heading": "Primeros pobladores",
            "text": "Los yacimientos neolíticos más antiguos de Asiria se remontan a c. 7100 a. C., y las primeras evidencias de una cultura humana, la hassuna, a alrededor del 6000 a. C. La región que abarcaría Asiria es cuna de las primeras muestras conocidas de agricultura de regadío y de algunos de los primeros asentamientos humanos. Entre estos se pueden incluir Assur, que se fundó en algún momento del tercer milenio a. C. y que fue al parecer el centro administrativo de Sumeria, más que una ciudad independiente. Nínive aparece mencionada por primera vez en los anales en el 1800 a. C. como centro de adoración de Ishtar, la deidad principal de Mesopotamia, aunque es probable que se fundara mucho antes.Durante el tercer y segundo milenio a. C., una simbiosis cultural entre sumerios y semitas dio lugar al Imperio Acadio, en el cual las ciudades asirias fueron un elemento vital. La lista de reyes asirios, que se inicia con Tudia, empieza con la caída del Imperio Acadio, destruido por las pugnas internas, la bancarrota económica y las incursiones de los bárbaros. No obstante, tras un breve periodo de independencia, las tierras asirias se vieron absorbidas por el Tercer Imperio Sumerio de Ur, fundado en el 2112 a. C. Del declive del Imperio Acadio y, posteriormente, del Sumerio, emergió una cultura propia asiria que establecería sus propias costumbres y tradiciones, coincidiendo con innovaciones cruciales en la agricultura, la ganadería, la alfarería y la forja."
        },
        {
            "heading": "El primer imperio asirio",
            "text": "Aunque la \"lista de reyes\" asirios registra muchos monarcas antiguos y se remonta casi hasta el siglo XIX a. C., el primer rey asirio del que tenemos algún contexto histórico seguro es Shamshi-Adad I, que gobernó la ciudad de Assur y fijó el control asirio sobre gran parte de Mesopotamia. Depuso al dirigente acadio de Asiria y se proclamó nuevo rey en el año 1813 a. C. Poco después, Shamshi-Adad empezó una campaña de expansión. Subió a uno de sus hijos al trono de la vecina ciudad de Ekallatum y recuperó la autoridad sobre las pequeñas colonias anatolias. A continuación, conquistó el reino de Mari a orillas del Éufrates y puso en ese trono a otro de sus hijos.Shamshi-Adad se retira para supervisar la construcción de una nueva capital en su honor, pero muere alrededor del c. 1790 a. C., antes de conseguir acabarla. A partir de ese momento, a sus hijos no les fue muy bien. El más joven se vio derrocado por una rebelión en Mari, cuyo nuevo rey se alió rápidamente con el monarca Hammurabi, que estaba en camino de convertir el recién creado reino de Babilonia en una gran potencia militar. Las fuerzas babilónicas irrumpieron en Asiria y tomaron varias ciudades. Con el apoyo de Hammurabi, las ciudades anatolias se rebelaron y se escindieron del reino asirio. Finalmente, el rey babilonio conquistó la mismísima Ekallatum y cayó el primer imperio incipiente asirio, que se vio absorbido completamente por Babilonia en el 1756 a. C. No obstante, el linaje de los reyes asirio pervivió como vasallo de Hammurabi."
        },
        {
            "heading": "El resurgimiento asirio",
            "text": "El efímero imperio de Hammurabi se descompuso rápidamente tras su muerte en c. 1750 a. C. y Babilonia perdió el control de Asiria durante el reinado de su sucesor. Debido al derrocamiento por parte del vicerregente Puzur-Sin del monarca amorita que gobernaba asiria, el país se vio sumido en un periodo turbulento de guerras civiles, con la impronta de reinados relativamente breves por parte de los reyes asirios. En el siglo XVI a. C., los mitani –un pueblo indoeuropeo– se apoderaron de Anatolia y siguieron avanzando hacia el este hasta capturar y saquear Assur alrededor del 1480 a. C. La monarquía asiria sobrevivió como vasalla, y parece que los mitani prefirieron no interferir en los asuntos internos asirios mientras se les pagara el tributo.Durante el reinado de Eriba-Adad I (1390-1366 a. C.), el poder de los mitani declinó mucho y su sucesor, Ashur-uballit, se pasó la vida convirtiendo Asiria en un nuevo imperio otra vez. Tras derrotar a los hurritas y los hititas para poner fin a cualquier peligro por su parte, Ashur-uballit casó a su hija con el último rey casita de Babilonia. Cuando una facción política rebelde asesinó al rey babilonio, Ashur-uballit invadió Babilonia y la absorbió rápidamente. Poco después, fue a por los mitani y aplastó sus fuerzas, pese a que hititas y hurritas les prestaron apoyo militar. Las tierras de los mitani y de los hurritas fueron incautadas, lo que volvió a convertir Asiria en un reino grande y poderoso.Durante los dos siglos siguientes, una sucesión ininterrumpida de hábiles reyes aseguró la prosperidad y la estabilidad del reino, convirtiéndola en la potencia dominante en Mesopotamia. Las reformas y políticas internas mantuvieron su popularidad entre el pueblo y los nobles, mientras que una sucesión de victorias expandió territorios asirios hasta Asia Menor y el Levante. En 1274 a. C., el gran rey guerrero Salmanasar I ascendió al trono, llevó los límites del imperio asirio hasta las montañas del Cáucaso y se apoderó de la Anatolia oriental. En su momento de mayor esplendor, el imperio abarcó desde las orillas del Golfo Pérsico hasta las del Mediterráneo. Pero tras la muerte del emperador Tiglath-Pileser I, Asiria entró en un periodo de declive de 300 años."
        },
        {
            "heading": "Un período oscuro",
            "text": "Mesopotamia entró en un \"período oscuro\" (del 1200 al 900 a. C.) cuando pueblos menos civilizados se apoderaron de gran parte de la región. Los de ascendencia semita, como arameos y caldeos, fueron apropiándose de las zonas occidental y meridional del Imperio Asirio hasta conquistar gran parte de Babilonia. Los medas y los persas irrumpieron en las tierras al este del corazón del reino asirio. Al norte, los frigios conquistaron a los hititas y las tribus armenias sacaron a los asirios del Cáucaso. Los cimerios y escitas empezaron a migrar desde sus tierras en el mar Negro. Durante esta época, parece ser que los reyes asirios se conformaban con defender una zona compacta que se centraba en Assur, Nínive y el centro de comercio de Nimrud, rindiendo las áreas periféricas a lo inevitable. Limitaron sus aventuras militares mayormente a incursiones de castigo esporádicas contra estos bárbaros, mezcladas con esfuerzos ocasionales por reconquistar los territorios perdidos. No obstante, estos esfuerzos transformaron lentamente a Asiria en una cultura guerrera, incluso cuando el comercio se vino abajo y floreció la religión. Ansar pasó a ser el dios del estado y el sacerdocio se convirtió en un poder político importante en el reino, lo que culminó con el asesinato del rey Tukulti-ninurta I."
        },
        {
            "heading": "El imperio neoasirio",
            "text": "El resurgimiento de la influencia asiria empieza con la llegada de Adad-nirani II en 911 a. C. Este imperio \"neoasirio\" sobreviviría hasta la caída de Nínive en el 612 a. C. ante una fuerza conjunta de babilonios, medas, escitas y cimerios. En su cénit, alrededor del 671 a. C., el imperio abarcaría desde el río Nilo cruzando toda la Arabia hasta el Golfo Pérsico, llegaría al norte hasta las cordilleras de los Zargos y el Cáucaso y por el oeste hasta adentrarse mucho en Asia Menor. Cubría en todo o en parte las actuales naciones de Iraq, Irán, Georgia, Turquía, Armenia, Siria, Jordania, Israel, Kuwait, Egipto y Arabia Saudí: el mayor imperio visto en la historia de la humanidad.Empezando con las campañas de Adad-nirani, Asiria subyugó los territorios limítrofes y a los vasallos que habían sido testigos de una mera autoridad nominal asiria durante un siglo. El rey Adad-nirani I pasó entonces a someter a las problemáticas poblaciones arameas, neohititas y hurritas al norte. Fue en este momento que instituyó la política estatal de deportar y reasentar a los nuevos pueblos súbditos a otras partes del imperio asirio, una cruel política que seguirían sus sucesores. En los últimos años de su reinado, lanzó una campaña exitosa contra Babilonia.Tras la muerte de Adad-Nirani en el 892 a. C., su heredero consolidaría estas adquisiciones, además de conquistar los asentamientos persas y medas de los montes Zargos. Los gobernantes siguientes aprovecharían el revitalizado poderío militar asirio, en especial sus máquinas de asedio (que eran especialmente eficaces contra las murallas de ladrillos de arcilla), con notable éxito, ya que tomaron vastas tierras en la Península Arábiga, Asia Menor y la propia Mesopotamia. Hasta las reinas prosiguieron con la expansión asiria. Cuando Adad-nirani III (810-782 a. C.) llegó al trono, solo era un niño y su madre, la semilegendaria reina Semiramis, hizo las veces de regente y aplastó las últimas posesiones de los medas y los persas para el imperio antes de abdicar en favor de su hijo, unos años después.Tras un breve periodo de paz, la expansión continuó a marchas forzadas bajo los sucesores de Adad-nirani en una serie ininterrumpida de conquistas. Tiglath-pileser III (que reinó entre 745 y 727 a. C.), Sargón II (722-705) y el implacable y efectivo Senaquerib (705-681) anexionarían Fenicia, Israel, Judea, Samaria, Palestina, Chipre, Moab y grandes extensiones de los montes Tauro y de la península Arábiga para el imperio. Asarhaddón, heredero de Senaquerib, cruzó el desierto del Sinaí para invadir Egipto y expulsar a los dirigentes nubios y, de paso, destruir el Imperio Kushita. Tras regresar a Asiria, Asarhaddón comenzó la reconstrucción de la ciudad de Babilonia, que había quedado arrasada tras una revuelta, pero murió mientras preparaba otra invasión de Egipto.La muerte de Asarhaddón en el 669 a. C. supuso la subida al trono de Asurbanipal, considerado el mayor de los emperadores neoasirios. Aunque más preocupado por las reformas y el aprendizaje, Asurbanipal también demostró ser un hábil guerrero. Aunque se pasó la mayor parte del tiempo sofocando revueltas e incursiones por las fronteras, también completó la conquista de Egipto, la última expansión del Imperio Neoasirio. No obstante, Asurbanipal es más conocido por su empeño en la reconstrucción de ciudades, el mecenazgo de grandes avances en las artes y las ciencias asirias y la creación de bibliotecas por todo el imperio. Los textos cuneiformes y de escribanos que han encontrado los arqueólogos en su gran biblioteca del palacio de Nínive nos han dado gran parte de la información que tenemos no solo sobre Asiria, sino sobre toda esta zona de esta época."
        },
        {
            "heading": "La caída",
            "text": "Tras la muerte de Asurbanipal en el 627 a. C., varios sucesores efímeros dijeron tener derecho al trono, por lo que Asiria se vio abocada a un periodo de guerras civiles. El desorden y la devastación que dejaron estos conflictos llevaron directamente al declive y la disolución no solo del Imperio Asirio, sino también de la cultura identificada inconfundiblemente como \"asiria\". En el año 605 a. C., una alianza de babilonios y medas derrotaría a una fuerza asirio-egipcia en Carquemís y Asiria se convertiría en una provincia babilonia. Tras la caída del Imperio Babilonio, la tradicional patria asiria se vería arrasada por oleadas de invasores, desde persas hasta árabes. La constancia de sus glorias y obras desaparecería prácticamente hasta que los historiadores y arqueólogos modernos la sacaron a la luz, empezando por las excavaciones de la fabulosa Nínive en el 1845 d. C."
        },
        {
            "heading": "La caída",
            "text": "Tras la muerte de Asurbanipal en el 627 a. C., varios sucesores efímeros dijeron tener derecho al trono, por lo que Asiria se vio abocada a un periodo de guerras civiles. El desorden y la devastación que dejaron estos conflictos llevaron directamente al declive y la disolución no solo del Imperio Asirio, sino también de la cultura identificada inconfundiblemente como \"asiria\". En el año 605 a. C., una alianza de babilonios y medas derrotaría a una fuerza asirio-egipcia en Carquemís y Asiria se convertiría en una provincia babilonia. Tras la caída del Imperio Babilonio, la tradicional patria asiria se vería arrasada por oleadas de invasores, desde persas hasta árabes. La constancia de sus glorias y obras desaparecería prácticamente hasta que los historiadores y arqueólogos modernos la sacaron a la luz, empezando por las excavaciones de la fabulosa Nínive en el 1845 d. C."
        }
    ],
    "leader": {
        "name": "Asurbanipal",
        "subtitle": "Líder de Asiria",
        "lived": "685 a. C.- C. 627 a. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/asurbanipal.png",
        "trait": {
            "name": "Tesoros de Nínive",
            "effect": "Cuando conquistes una ciudad, ganarás una tecnología gratis que haya descubierto su dueño. Ganar una ciudad mediante un Acuerdo de Intercambio no cuenta, y solo puede darse una vez por ciudad enemiga."
        },
        "titles": [
            "Rey de Asiria"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Asurbanipal, rey de Asiria durante más de 40 años a mediados del siglo VI a. C., es famoso en la historia por su insaciable sed de conocimientos, que mantuvo gracias a cuidadosas negociaciones y a implacables conquistas. Quiso hacerse con los textos y las historias de un amplio abanico de culturas y civilizaciones vecinas de su imperio y, cuando estos se negaban, recurría al conflicto directo o a la simple amenaza de violencia. Reunió un gran archivo de manuscritos y tablillas de escritura cuneiforme que lleva su nombre, creando así una de las mejores bibliotecas de material antiguo del mundo. Además de sus pretensiones académicas, también fue un guerrero temible que manejó con destreza las tareas militares y administrativas que se le presentaron. Asurbanipal estaba dotado de la grandeza y el intelecto necesarios para dirigir el formidable Imperio Neoasirio, y pasó a la historia como uno de los reyes asirios más notables."
            },
            {
                "heading": "Primeros tiempos",
                "text": "Aunque los datos históricos del periodo son intermitentes, se sabe que Asurbanipal nació a principios del siglo VI a. C, al final de un periodo de casi 1.500 años de supremacía asiria en la región circundante. Su padre, Asarhaddón, fue coronado príncipe cuando nació Asurbanipal y se aseguró de que su hijo recibiera entrenamiento y educación como soldado y erudito. Se crio en un pequeño palacio llamado bit reduti (\"casa de la sucesión\") de Nínive, palacio que le fue entregado cuando Asarhaddón lo nombró príncipe heredero tras la muerte de su hijo mayor en el 672 a. C. En su entrenamiento encontramos materias caballerescas, como la equitación, los carros, la arquería, la artesanía y la etiqueta, y otros saberes, como la adivinación, las matemáticas y la ingeniería. Aunque todavía es objeto de debate, se especula que Asurbanipal puede haber sido el primer rey asirio capaz de leer y escribir, lo que le permitiría comprender una amplia variedad de escritos e idiomas antiguos. Comenzó a asumir responsabilidades administrativas de la corte real asiria a una edad temprana: gestionó diversos proyectos de construcción y nombró prefectos locales representando a su padre. Tras la muerte de este último en el 669 a. C., Asurbanipal subió al trono y se preparó para enfrentarse a una serie de conflictos que se cernían sobre el horizonte."
            },
            {
                "heading": "Reinado",
                "text": "Como suele ser el caso con los cambios de gobierno, como rey, Asurbanipal se vio obligado a hacer frente a algunos asuntos preocupantes que había dejado su padre. Asiria estaba en guerra con la vecina Egipto, y debía hacer algo para asegurar el dominio de los territorios del imperio más alejado. Desplegó rápidamente sus fuerzas, obtuvo varias victorias en Egipto y, tras varias incursiones posteriores del ejército asirio, reforzó su control de muchas zonas problemáticas, como Judea, Israel, Chipre y gran parte de Asia Menor.Asurbanipal fue un hábil administrador que dedicó gran parte de su tiempo a gestionar las necesidades de su pueblo, a pesar de que invertía los días en coordinar las campañas militares. Fue minucioso a la hora de elegir regentes y gobernantes locales de las zonas más alejadas del Imperio Asirio, y eso le permitió concentrar su atención en otros menesteres. Sus grandes dotes en el gobierno se vinculan a su educación. El imperio disfrutó de una relativa estabilidad y prosperidad económica a pesar de los conflictos de la zona.Asurbanipal, orgulloso de su educación y sus intereses académicos, era mecenas de las artes y las ciencias y durante todo su reinado apoyó ambas con un entusiasmo irrefrenable. Para llenar su Biblioteca Real de Nínive, envió escribas a lo largo y ancho del imperio para reunir textos de casi cualquier materia disponible. Al igual que muchos reyes antiguos, Asurbanipal también encargó a artistas y escultores que crearan representaciones de los acontecimientos que se producían en el imperio, así como numerosos relieves que mostraban sus logros y talentos personales."
            },
            {
                "heading": "La biblioteca",
                "text": "La Biblioteca Real de Asurbanipal, ubicada en la antigua capital asiria de Nínive, acogía una gran colección de textos históricos y tablillas de arcilla. Esta biblioteca, una de las más grandes jamás descubiertas por los arqueólogos modernos, versa sobre una amplia variedad de temas, como cuentos de hadas, ritos religiosos, obras científicas y médicas, historia... La Biblioteca Real contenía, entre otras joyas literarias, el Enuma Elish, la épica de la creación babilonia, y el Poema de Gilgamesh. El arqueólogo e historiador inglés sir Austen Henry Layard fue el primero en encontrar las ruinas de la biblioteca en 1849. La mayor parte del material recuperado se envió al British Museum, en cuya colección permanece hasta hoy. En total, el museo ha catalogado más de 30.000 tablillas y otros materiales como parte del \"Ashurbanipal Library Project\"."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Tras la muerte de Asurbanipal en torno al 627 a. C., el Imperio Asirio vivió un periodo de declive en el que muchos grupos se peleaban por el poder. La intranquilidad en los centros urbanos y dentro del ejército empeoró debido al conflicto entre su hermano Sin-shar-ishkun, el general Sinshumulishir y el rey eventual de Babilonia Nabopolasar. Esta agitación solo sirvió para reforzar el legado de Asurbanipal, pues su pueblo había disfrutado de una relativa prosperidad y estabilidad durante su reinado. Al fundar la Biblioteca Real, Asurbanipal estableció el primer modelo de becas estatales y proporcionó a los eruditos e historiadores un conjunto de artefactos inigualables que nos ha ayudado a conocer y comprender a las gentes y los pueblos de aquella época."
            }
        ]
    }
}