{
    "id": 26,
    "name": "Austria",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/austria.png",
    "dawn_of_man": "Noble y virtuosa reina María Teresa, emperatriz del Sacro Imperio y soberana de Austria, el pueblo se inclina ante vuestra graciosa voluntad. Tras la muerte de vuestro padre, el rey Carlos VI, accedisteis al trono austriaco en un momento de gran inestabilidad, pero las magras arcas y el pobre ejército no os hicieron renegar de vuestros sueños. Pese a enfrentaros al reto de la guerra nada más acceder al trono, lograsteis derrotar a vuestros enemigos y, al nombrar co-regente a vuestro marido Francisco Esteban, os asegurasteis el título de emperatriz del Sacro Imperio. Durante vuestro reinado, llevasteis a Austria por un nuevo rumbo de reformas, reforzando el ejército, llenando las arcas y mejorando el sistema educativo del reino.Oh, gran reina, digna y osada, ha llegado la hora de que os alcéis y dirijáis al reino de nuevo. ¿Lograréis devolver la prosperidad y el esplendor a vuestro pueblo? ¿Levantareis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Cafetería|Cafeterías",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/coffee_house.json"
        }
    ],
    "unique_units": [
        {
            "name": "Húsar|Húsares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/hussar.json"
        }
    ],
    "city_names": [
        "Viena",
        "Salzburgo",
        "Graz",
        "Linz",
        "Klagenfurt",
        "Bregenz",
        "Innsbruck",
        "Kitzbühel",
        "Sankt Pölten",
        "Eisenstadt",
        "Villach",
        "Zwettl",
        "Traun",
        "Wels",
        "Dornbirn",
        "Feldkirch",
        "Amstetten",
        "Bad Ischl",
        "Wolfsberg",
        "Kufstein",
        "Leoben",
        "Klosterneuburg",
        "Leonding",
        "Kapfenberg",
        "Hallein",
        "Bischofshofen",
        "Waidhofen",
        "Saalbach",
        "Lienz",
        "Steyr"
    ],
    "spy_names": [
        "Ferdinand",
        "Johanna",
        "Franz-Josef",
        "Astrid",
        "Anna",
        "Hubert",
        "Alois",
        "Natter",
        "Georg",
        "Arnold"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Otón III, emperador del Sacro Imperio, registra en el año 996 la primera aparición del término \"Ostarrichi\", escrito en antiguo alto alemán, para designar a la pequeña nación de Austria que, sin disfrutar de acceso al mar, ha desempeñado un papel influyente en las sagas políticas y militares de Europa. Austria se convirtió en una de las principales naciones europeas en el siglo XIII con los casi 650 años que duró la extensa monarquía de los Habsburgo, estableciendo alianzas fuertes y acuerdos comerciales con naciones remotas de todo el continente. La posterior unión con Hungría en un único imperio aportó a ambas naciones una estabilidad que solo lograría quebrar la I Guerra Mundial y, más adelante, la ocupación alemana durante la II Guerra Mundial. Se reformaron las fronteras de Austria para dar paso a la República de Austria, una nación democrática independiente que se enorgullece de su neutralidad y estabilidad."
        },
        {
            "heading": "Clima y terreno",
            "text": "Además del horizonte dominado por los Alpes, la mayor parte de Austria es una zona montañosa sometida a un clima de fresco a moderado. Aunque sus fronteras han cambiado varias veces en el curso de la historia, Austria siempre ha estado rodeada por vecinos imponentes: Alemania, Italia, Hungría y la República Checa. Este hecho unido a la falta de acceso directo al mar ha convertido a los austriacos en un pueblo que se adapta con facilidad a las circunstancias cambiantes. Hoy en día aprovechan su omnipresente paisaje alpino para asegurar su dominio en los deportes de invierno, especialmente en esquí, saltos y snowboard."
        },
        {
            "heading": "Orígenes",
            "text": "La historia de Austria comienza con los celtas nómadas y sus conflictos con el Imperio Romano. En las postrimerías del primer milenio a. C., la zona que hoy ocupa Austria estaba habitada por tribus celtas oriundas del norte del río Danubio. Estos celtas procedían de la cultura del Hallstatt, denominada así por el pueblo austriaco en el que se descubrieron la mayoría de los restos. La llegada de los romanos en torno al 200 a. C. supuso el fin del dominio celta sobre la zona, pues los romanos no tardaron en someter a la población local y alzarse con el control de la región. El antiguo enclave celta de Vindobona fue capturado y convertido en un puesto militar romano en esta época. Aunque comenzó siendo un simple campamento militar, Vindobona llegó a convertirse en un importante núcleo comercial en el Danubio y, más tarde, en Viena, la capital de Austria.Aunque los romanos conservaron el dominio del sur de Austria durante varios siglos, las tribus bárbaras, cada vez más poderosas, se adentraron en el norte en torno al siglo III d. C. En el siglo V, la pérdida de territorios solo era uno de los muchos problemas a los que se enfrentaba Roma, pues el declive del imperio se había descontrolado y los colonos de Baviera y las zonas próximas se movían con total impunidad. Los ávaros, que acabarían sucumbiendo ante Carlomagno a finales del siglo VIII, capturaron la ciudad de Vindobona en el 650 d. C."
        },
        {
            "heading": "Fronteras iniciales",
            "text": "En el 976 se formó la Marca de Austria que los alemanes llaman \"Ostmark\", o \"Marcha Orientalis\", y que englobaba gran parte del territorio que luego conformaría el futuro Imperio de Austria. Estas marcas militares se usaban en la Europa medieval para identificar las zonas fronterizas. Otón II, emperador del Sacro Imperio, designó las de Austria reemplazando a todas las anteriores, incluyendo la Marca Avar de Carlomagno, que databa del siglo VIII y englobaba a la misma zona, que Otón III denominaría \"Ostarrichi\"."
        },
        {
            "heading": "Los condes de Babenberg",
            "text": "La casa de Babenberg, la primera dinastía regente de la Marca de Austria, era una familia noble que debía su ascenso al poder al emperador del Sacro Imperio, Otón II. Leopoldo I fue nombrado margrave de Austria en 976 como recompensa por su lealtad a Otón durante una rebelión en Baviera que se produjo unos años antes. El título de \"margrave\" se concedía a los condes que gobernaban las marcas medievales desempeñando un papel fundamentalmente militar, pues estos territorios fronterizos servían para proteger al núcleo del imperio. Los condes de Babenberg gobernaron Austria durante casi 300 años antes de dar paso a la dinastía más influyente de Austria: los Habsburgo."
        },
        {
            "heading": "El gobierno de la casa Habsburgo",
            "text": "La dinastía de los Habsburgo, que fundó el rey alemán Rodolfo I de Habsburgo en el siglo XIII prosperó hasta convertirse en una de las casas, regentes más poderosas de Europa. En 1246 falleció el último de los Babenberg, el duque Federico II, y los Habsburgo aprovecharon la oportunidad para hacerse con el control de la región. Tras ser coronado emperador del Sacro Imperio, Rodolfo reclamó las provincias de Austria y se enfrentó al príncipe Otakar II de Bohemia en una lucha por la sucesión. Rodolfo tuvo éxito y logró colocar a sus dos hijos, Rodolfo II y Alberto I, como gobernantes conjuntos, los primeros en la línea de los Habsburgo de Austria.Los Habsburgo disfrutarían de una creciente autoridad e influencia en Europa durante los próximos 600 años, y obtuvieron el trono del Sacro Imperio en 1452 cuando el Papa Nicolás V eligió a Federico III. El progreso que supuso el nombramiento de Federico como emperador del Sacro Imperio supuso una expansión aún mayor del gobierno de los Habsburgo, que controlaron Austria y el Sacro Imperio Romano hasta principios del siglo XIX.Durante su largo reinado, los Habsburgo lograron hacerse con diversos territorios próximos a Austria; entre ellos destaca Hungría, que a menudo era un foco de conflicto entre el imperio de los Habsburgo y los turcos otomanos que ocupaban una buena parte de la nación. Austria se hizo con el control total de Hungría tras derrotar a los otomanos de forma contundente en la Batalla de Viena y, más adelante, en la Gran Guerra Turca de 1699.María Teresa, la última de los monarcas Habsburgo de Austria, reinó en el siglo XVIII y se enfrentó a una guerra de sucesión al poco de fallecer su padre. Era la primera mujer al frente de la casa de los Habsburgo; Francia y Prusia, dos potencias rivales, la miraban con desprecio y decidieron reclamar sus derechos al trono iniciando la Guerra de Sucesión Austriaca. Tras nueve años de conflicto, la guerra se decidió en el 1748: María Teresa reinaría sobre Austria, pero a cambio tuvo que ceder la valiosa provincia de Silesia a Prusia.El reinado de María Teresa se caracterizó por un constante aumento de la estabilidad de la nación, en parte gracias a su cuidadosa gestión de las políticas socioeconómicas. El equilibrio del presupuesto austriaco gracias al aumento de los impuestos y a la regulación de los gastos le permitió recuperar el maltrecho ejército, mientras que las mejoras en la educación y medicina supusieron un aumento del bienestar de la plebe."
        },
        {
            "heading": "El Imperio Austriaco",
            "text": "El inicio de las guerras napoleónicas a principios del XVIII provocó la creación de varias coaliciones enfrentadas al Imperio Francés de Napoleón. Austria se unió a la Primera Coalición contra Napoleón en 1793 y, aunque varias potencias europeas invadieron Francia desde varios frentes, los franceses consiguieron rechazar a los atacantes. A pesar del revés, Austria siguió enfrentándose a Francia y se unió a la mayoría de las siete coaliciones que surgieron para enfrentarse a Napoleón. Desgraciadamente, Austria estaba condenada a la derrota y Francisco I de Austria, emperador del Sacro Imperio, formó el Imperio Austriaco en 1804 con la intención de consolidar sus derechos territoriales en la región, proclamándose emperador de Austria. Abdicó al trono del Sacro Imperio y en 1805 firmó el Tratado de Presburgo, que disolvía el Sacro Imperio Romano para deslegitimizar las pretensiones que Napoleón tenía sobre tierras alemanas a través de la formación de la Confederación del Rin. Tras la derrota de Napoleón en 1813, se produjo una alianza contra Francia, que disolvió su confederación; los alemanes la recrearían poco después, rebautizándola como Confederación Germánica.La Confederación Germánica unía a las potencias europeas vinculadas por el idioma alemán. Austria y Prusia eran sus dos miembros más poderosos. Sin embargo, esta cooperación entre dos rivales históricos no estaba destinada a durar. Prusia e Italia, su aliada más cercana, invadieron el codiciado estado de Holstein, provocando la entrada en guerra de Austria en 1866. Austria, junto a la mayoría de los miembros de su confederación, se enfrentaba al poderoso ejército prusiano y, tras un breve conflicto, Prusia obtuvo una victoria decisiva contra la alianza austriaca y disolvió la Confederación Germánica.La revolución sacudió Europa en 1848 en una época llamada \"Primavera de los Pueblos\": las clases obreras de toda Europa se alzaron contra sus históricos monarcas. Austria no fue inmune a estos ideales revolucionarios y, cuando se propagaron las noticias de los levantamientos franceses, los súbditos del Imperio Austriaco se alzaron en armas. Aunque la revolución austriaca no tuvo éxito, contribuyó directamente a la futura formación del Imperio Austro-húngaro, pues en Hungría crecían el descontento con el gobierno austriaco y el sentimiento nacionalista. En un acuerdo que la historia bautizó como \"Compromiso Austro-húngaro de 1867\", el emperador austriaco Francisco José negoció la creación del Imperio Austro-húngaro, conservando el puesto de emperador austriaco y ofreciendo a Hungría un parlamento y una estructura gubernativa independientes."
        },
        {
            "heading": "El Imperio Austro-húngaro",
            "text": "La unión de Austria y Hungría permitió a los húngaros obtener una mayor independencia del gobierno austriaco, aumentando al mismo tiempo la estabilidad de los primeros al recuperar el apoyo popular del pueblo húngaro. La infraestructura económica y militar de Austria habían quedado muy debilitadas por la guerra con Napoleón en el pasado siglo, y esta unión fortaleció a Austria.Los acontecimientos que provocaron la I Guerra Mundial trazan sus raíces en la Primera y la Segunda Guerra de los Balcanes, y se deben a las continuas luchas de poder entre Austria-Hungría con Rusia y Serbia por el control de la región balcánica. La eventual ocupación de Bosnia por parte de Austria-Hungría con la intención de frenar la expansión rusa en la zona incitó la oposición nacionalista por todos los Balcanes y dejó a Europa avocada a enfrentarse en una guerra de un calibre desconocido hasta la fecha."
        },
        {
            "heading": "La Primera Guerra Mundial",
            "text": "La chispa de la I Guerra Mundial fue el asesinato del archiduque Francisco Fernando en 1914, el heredero del Imperio Austro-húngaro. Un nacionalista serbio llamado Gavrilo Princip fue el autor del asesinato y, a pesar de los intentos por encontrar una solución diplomática, Austria-Hungría declaró la guerra a Serbia en 1914. Esta declaración activó una complicada red de alianzas y naciones que, vinculadas por tratados, se incorporaron al conflicto. Austria-Hungría contó con el apoyo de Alemania, su principal aliada, contra una fuerza compuesta por Rusia, que acudió en apoyo de Serbia. Francia entró en guerra como antigua aliada de Rusia, mientras que Gran Bretaña se unió tras la invasión alemana de Bélgica. Aunque el conflicto comenzó como una disputa entre Austria-Hungría y Serbia, el sistema de alianzas militares garantizó la participación de las principales potencias del mundo. Años de pérdidas desastrosas dejaron a Austria-Hungría sumida en el caos hasta que el Tratado de Versalles puso fin a la I Guerra Mundial en 1919."
        },
        {
            "heading": "La primera República de Austria",
            "text": "Austria-Hungría dejó de existir como nación unificada tras la victoria de los Aliados en 1919: la propia Austria volvió a reformar sus fronteras y se transformó en la República de Austria Alemana. El Tratado de Saint-Germain-en-Laye que se firmó al final de la I Guerra Mundial para gestionar el futuro de Austria prohibía estrictamente cualquier unificación de Austria y Alemania. Sin embargo, la Alemania nazi que asumió el poder bajo el liderazgo de un austriaco llamado Adolf Hitler hizo poco caso a la normativa del antiguo tratado."
        },
        {
            "heading": "La anexión nazi",
            "text": "En 1938, las tropas alemanas entraron en Austria con la intención de unificar Austria y Alemania. A pesar de la resistencia de los líderes austriacos, los alemanes lograron instaurar un gobierno títere y se anexionaron Austria gracias al apoyo que obtuvieron de buena parte de la población. La unión \"Anschluss\" de Alemania y Austria produjo la inmediata disolución de la república austriaca, que volvió a ser conocida como la Ostmark, o la Marcha Orientalis hasta el final de la guerra, en 1945."
        },
        {
            "heading": "La nueva república",
            "text": "Tras la derrota de los nazis alemanes en la II Guerra Mundial, Austria quedó bajo ocupación aliada durante casi una década hasta que, en 1955, firmó el Tratado de Estado Austriaco por el que recuperaba su condición de república independiente, y la Declaración de Neutralidad por la que se comprometía a mantenerse militarmente neutral durante el resto de su existencia."
        },
        {
            "heading": "La Austria moderna",
            "text": "Austria ha mantenido su neutralidad y ha prosperado como nación democrática desde la formación de la segunda república. Tras recuperar su independencia cuando concluyó la II Guerra Mundial, Austria pasó a ser el estado miembro número 70 de las Naciones Unidas en 1955. Viena, la capital de Austria, es la sede de una de las oficinas más importantes de la ONU y, según su índice de desarrollo humano, Austria tiene uno de los niveles de vida más elevados del mundo. En 1995 decidió formar parte de la Unión Europea en un referéndum y aceptó el Euro como divisa en 1999. Austria trabaja estrechamente con la ONU y basa buena parte de sus relaciones internacionales en la resolución pacífica de conflictos en todo el mundo."
        },
        {
            "heading": "La Austria moderna",
            "text": "Austria ha mantenido su neutralidad y ha prosperado como nación democrática desde la formación de la segunda república. Tras recuperar su independencia cuando concluyó la II Guerra Mundial, Austria pasó a ser el estado miembro número 70 de las Naciones Unidas en 1955. Viena, la capital de Austria, es la sede de una de las oficinas más importantes de la ONU y, según su índice de desarrollo humano, Austria tiene uno de los niveles de vida más elevados del mundo. En 1995 decidió formar parte de la Unión Europea en un referéndum y aceptó el Euro como divisa en 1999. Austria trabaja estrechamente con la ONU y basa buena parte de sus relaciones internacionales en la resolución pacífica de conflictos en todo el mundo."
        }
    ],
    "leader": {
        "name": "María Teresa",
        "subtitle": "Líder de Austria",
        "lived": "1717-1780 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maría_teresa.png",
        "trait": {
            "name": "Matrimonio de estado",
            "effect": "Puede gastar Oro para anexionarse o convertir en títere a una ciudad-estado que haya sido aliada durante 5 turnos."
        },
        "titles": [
            "Emperatriz del Sacro Imperio Romano Germánico, reina del imperio de los Habsburgo"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Durante el siglo XVIII, el Sacro Imperio Romano y la poderosa monarquía austriaca de los Habsburgo estuvieron dirigidos por la tenaz María Teresa, que desafío a las potencias europeas que se opusieron a su reinado y sirvió a sus súbditos con valentía. De los casi 650 años de gobierno de los Habsburgo, María Teresa fue la primera y la única mujer que dirigió el imperio, demostrando ser una de las mejores gobernantes de su historia."
            },
            {
                "heading": "Primeros años de reinado",
                "text": "La ascensión de María Teresa al trono de los Habsburgo estuvo rodeada de controversias y agitación desde el primer momento. Su padre, el rey Carlos VI, no tenía hijos y por tanto carecía de herederos legítimos según la legislación sucesoria vigente. Con la intención de mantener su dinastía y que Teresa gobernara como reina, Carlos proclamó la Pragmática Sanción de 1713, que declaraba su deseo de que su hija heredara la corona. Aunque el edicto fue reconocido durante un tiempo, tras la muerte de Carlos en 1740 y la coronación de Teresa, un contingente francés y prusiano no admitió su derecho al trono e inició una guerra de sucesión austriaca. Teresa contaba con el apoyo de Gran Bretaña y no estaba dispuesta a ceder la corona de Austria a sus enemigos. Desgraciadamente, su padre había dejado el reino en una posición inestable y su mala situación económica le impedía reforzar su escaso y mal equipado ejército. Tras casi ocho años de enfrentamientos en los que Austria sufrió varias derrotas aplastantes y tuvo que ceder Silesia, una zona rica en minerales, a Prusia, el Tratado de Aix-la-Chapelle puso fin a la guerra. Aunque Teresa había asegurado la posición de los Habsburgo en el trono, la rivalidad de Austria y Prusia no había hecho más que nacer..."
            },
            {
                "heading": "Emperatriz del Sacro Imperio",
                "text": "Tradicionalmente, el rey de los Habsburgo austriaco también era la cabeza del Sacro Imperio Romano, un título que concedía el Papa. Sin embargo, tal como aconteció durante su sucesión al trono austriaco de los Habsburgo, las leyes de la época no contemplaban la posibilidad de que una mujer heredara la corona del Sacro Imperio Romano Germánico. Para evitar el problema, María Teresa nombró a Francisco Esteban, su marido, regente conjunto de sus tierras en Austria y Hungría, por lo que pudo ser nombrado emperador del Sacro Imperio con ella como emperatriz consorte. Aunque esta relación como consorte normalmente implicaba una autoridad inferior, Francisco Esteban cedió ante la sabiduría y la dirección de María Teresa, que se encargó del gobierno personalmente."
            },
            {
                "heading": "La Guerra de los Siete Años",
                "text": "Las renovadas hostilidades entre Austria y Prusia fueron la causa de la Guerra de los Siete Años en 1756, y las débiles alianzas dependerían en gran medida del resultado de la misma. En lo que la historia ha dado en llamar Revolución Diplomática, Gran Bretaña se alió con Prusia mientras la lealtad de Francia se volvía hacia Austria. Esta inversión de las alianzas se produjo por los cambios en las prioridades nacionales: Inglaterra consideraba que el poderoso reino de Prusia era un aliado más fuerte contra Francia, su rival tradicional. El territorio de Silesia volvía a ser el principal foco de interés del conflicto, pues María Teresa, desesperada, intentaba recuperar el control de la valiosa región que había perdido durante la guerra de sucesión. Sin embargo, Austria no logró recuperar Silesia y la Paz de Hubertusburgo que firmaron en el año 1763 reafirmó el control prusiano de la región."
            },
            {
                "heading": "Reformas estatales",
                "text": "Cuando María Teresa fue coronada, las arcas de Austria llevaban tiempo vacías, pues su padre había centrado su energía en asegurar la Pragmática Sanción en lugar de ocuparse de los asuntos de gobierno interno. Por ello, uno de los primeros objetivos de María era aumentar los ingresos de Austria y equilibrarlos con los gastos. Saneó rápidamente la maltrecha economía de Austria reclamando impuestos a la nobleza y el clero, que hasta entonces habían estado exentos.Después de ocuparse de la economía, María ordenó a su Canciller Supremo, el conde Friedrich Wilhelm von Haugwitz, la ampliación y modernización del ejército de Austria. Haugwitz creó un ejército permanente de más de 100.000 hombres, diseñó unos patrones de instrucción miliar y codificó la legislación militar para aumentar la profesionalización de las fuerzas armadas austriacas.También se recuerda a María por sus reformas educativas, pues impuso la escolarización obligatoria de todos los niños de entre seis y doce años, independientemente de su sexo o estrato social."
            },
            {
                "heading": "Instinto materno",
                "text": "Después de haberse enfrentado a los problemas que rodearon su ascensión al trono, María Teresa quiso asegurar el linaje familiar y dio a luz a 16 niños en apenas 20 años. José, el cuarto hijo de Teresa, terminaría convirtiéndose en el rey y emperador del Sacro Imperio. Quizá la más famosa de sus hijas fuera María Antonia, quien, con el nombre de María Antonieta se convirtió en reina de Francia en 1774 y fue ejecutada por traición durante la Revolución Francesa."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Hoy se considera que María Teresa fue una líder sabia y reflexiva cuyas políticas conservadoras y buen juicio mejoraron el bienestar del pueblo austriaco y de todos los territorios de los Habsburgo. Aunque heredó el trono en un periodo tumultuoso y tenía poca experiencia como regente, logró conservar la corona y dirigir la monarquía de los Habsburgo con autoridad durante 40 años."
            }
        ]
    }
}