{
    "id": 25,
    "name": "Babilonia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/babylon.png",
    "dawn_of_man": "¡Que las bendiciones celestiales caigan sobre vos, oh, gran Nabucodonosor, padre de la poderosa y antigua Babilonia! Joven era el mundo cuando Sargón construyó Babilonia, hace unos cinco mil años. Durante mucho tiempo creció y prosperó, y se convirtió por primera vez en imperio en el siglo XVIII a. C., con el divino Hammurabi, el Legislador. Aunque los casitas y los asirios la conquistaron posteriormente, Babilonia resistió y emergió de las cenizas de su destrucción como un ave fénix, y recuperó su independencia pese a sus muchos enemigos. Ciertamente, Babilonia fue el centro de las artes y la cultura del mundo antiguo.Oh, Nabucodonosor, vuestro imperio poco aguantó tras vuestra muerte, y cayó en manos de los poderosos persas y después de los griegos, hasta que la gran ciudad quedó destruida en el 141 a. C. ¿Pero realmente ha desaparecido Babilonia para siempre, gran Nabucodonosor? ¡Vuestro pueblo alza la mirada hacia vos con la esperanza de que reconstruyáis vuestro imperio una vez más! ¿Aceptáis el desafío? ¿Levantaréis una civilización que resistirá el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Murallas de Babilonia|Murallas de Babilonia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/walls_of_babylon.json"
        }
    ],
    "unique_units": [
        {
            "name": "Saetero",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/bowman.json"
        }
    ],
    "city_names": [
        "Babilonia",
        "Acad",
        "Dur-Kurigalzu",
        "Nippur",
        "Borsippa",
        "Sippar",
        "Opis",
        "Mari",
        "Susa",
        "Eshnunna",
        "Ellasar",
        "Erech",
        "Kutha",
        "Sirpurla",
        "Neribtum",
        "Arbela",
        "Nuzi",
        "Tutub",
        "Arrapkha",
        "Shaduppum",
        "Rapiqum",
        "Mashkan-Shapir",
        "Tuttul",
        "Ramadi",
        "Ana",
        "Haradum",
        "Agrab",
        "Uqair",
        "Gubba",
        "Hafriyat",
        "Nagat",
        "Shubat-Enlil",
        "Urhai",
        "Urkesh",
        "Awan",
        "Riblah",
        "Tayma"
    ],
    "spy_names": [
        "Rim-Sin II",
        "Esmerdis",
        "Ilum-ma-ili",
        "Peshgaldaramesh",
        "Ur-zigurumas",
        "Semiramis",
        "Em",
        "Ishtar",
        "Bilit Taauth",
        "Aruru"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El Imperio Babilonio, más que una idea nueva, era una renovación del antiguo Imperio Sumerio de la ciudad de Ur, situado sobre la zona del Creciente Fértil, en lo que en nuestros días es el sur de Irak. Babilonia se formó de la unión de más o menos una docena de ciudades-estado, y adoptó el nombre de la principal de ellas. Antes de ser un imperio, la propia ciudad de Babilonia existió desde al menos el siglo XXIV a. C."
        },
        {
            "heading": "Terreno y clima",
            "text": "Babilonia se situaba sobre el Creciente Fértil, la zona increíblemente fecunda que rodea los ríos Tigris y Éufrates, y que se extiende hacia el oeste hasta el Mediterráneo y al sur por el Israel actual. El Creciente Fértil no solo se beneficia de la riqueza del terreno y de la irrigación que proporcionan los dos antiguos ríos, sino también de su situación, en la encrucijada de tres grandes masas de tierra: África, Asia y Europa; de modo que tiene plantas, insectos y otros animales de los tres territorios. Esto dota a la zona de una biodiversidad que no puede hallarse en ninguna otra parte del mundo. También implica que sus habitantes tuvieron a su disposición una enorme variedad de plantas y animales con los que experimentar a la hora de aprender la agricultura y la ganadería, lo que explica los rápidos progresos de la humanidad en esta región."
        },
        {
            "heading": "El antiguo Imperio Babilonio",
            "text": "Aunque originalmente era una región desorganizada, empezó a crecer como centro de cultura, comercio y religión bajo el reinado de Hammurabi, hacia el año 1728 a. C. Hammurabi fue el primer gobernante conocido de una Babilonia unida, así como su mayor legislador. El Código de leyes de Hammurabi enumeraba los actos específicos que habían de considerarse delictivos, así como el castigo para cada uno de ellos. Los ciudadanos ya no estaban a merced de jueces caprichosos o nobles capaces de decidir a su antojo qué era ilegal o no. El Código era tan exhaustivo que experimentó muy pocos cambios a lo largo de los casi 1.200 años de existencia del imperio."
        },
        {
            "heading": "Archivos y Matemáticas",
            "text": "Al igual que el Imperio Sumerio, del que descendía, Babilonia era una nación de fanáticos archiveros. A partir de Hammurabi y hasta la disolución del imperio a manos de Ciro y los grandes emperadores persas, cada transacción financiera, cada veredicto judicial, cada contrato y cualquier otra cosa susceptible de ponerse por escrito, acabó consignada en una tablilla de barro. Con leyes referentes a casi todos los aspectos de la vida cotidiana, la cantidad de datos que se almacenaba era muy considerable. Muchos de estos datos han sido descubiertos por excavaciones arqueológicas modernas. Los arqueólogos han encontrado incluso unos aparatos ópticos, similares a las lentes de aumento, que se utilizaban para que los archiveros pudieran escribir utilizando caracteres cuneiformes más pequeños y así poder incluir más información en cada tablilla.A pesar de los numerosos cambios de régimen, la educación alcanzó cotas excepcionales entre los babilonios. Ciertos avances técnicos, como por ejemplo la creación de un sistema matemático de base 60, (\"sexagesimal\"), siguen utilizándose hoy en día. Sesenta segundos por minuto, sesenta segundos por hora: nuestro tiempo es, de hecho, tiempo babilonio."
        },
        {
            "heading": "Caos intermitente, con posibilidad de masacre",
            "text": "Tras la muerte de Hammurabi (1750 a. C.), el poder y la influencia del imperio experimentaron un lento declive. Después de una incursión hitita que debilitó la ciudad, fue conquistada en el 1600 a. C. aproximadamente por los casitas, procedentes de las montañas del Irán moderno. Los casitas controlaron Babilonia durante 500 años y rebautizaron la ciudad como Karduniash.En 1234 a. C., el rey asirio Tukulti-Ninurta I conquistó temporalmente la ciudad, pero los casitas recobraron finalmente la independencia, justo a tiempo para el saqueo de la ciudad por parte de los elamitas en 1158 a. C. Fue entonces cuando los babilonios recuperaron el control de la ciudad, posiblemente porque los elamitas robaron todo lo que podría interesar a un invasor. En 1124 a. C., el babilonio Nabucodonosor I saqueó la ciudad elamita de Susa en venganza por su anterior ataque a Babilonia. Pero para el 1000 a. C., Babilonia volvió a sufrir las presiones de una Asiria resurgida. Babilonia se mantuvo más o menos bajo el dominio asirio hasta el 627 a. C."
        },
        {
            "heading": "El Imperio Neobabilonio",
            "text": "En el 627 a. C., Babilonia volvió a rebelarse con éxito contra el control de los asirios. La rebelión tuvo un nuevo líder, Nabopolasar, que reinaría durante unos veinte años antes de ceder el trono a su hijo más famoso."
        },
        {
            "heading": "Nabucodonosor II",
            "text": "El hijo de Nabopolasar, Nabucodonosor II, gobernó Babilonia del 605 al 561 a. C. Pronto se labró una reputación como líder militar, con la dirección de un ejército bajo las órdenes de su padre en Asiria, y más tarde de forma independiente contra Egipto. Consiguió destruir el ejército egipcio en Carquemís y obtuvo el control babilonio de toda Siria.Nabucodonosor se volcó en la ciudad de Babilonia, que disfrutó de un cierto renacimiento durante su reinado. Se embarcó en toda una serie de proyectos de revitalización, reconstrucción de templos y edificios antiguos, construcción de extensas fortificaciones, etc. También creó los jardines colgantes de Babilonia. Contrató a trabajadores extranjeros para gran parte del trabajo duro, lo que también fue útil para aumentar la población de la ciudad. Nabucodonosor murió en el año 561 a. C. Si quieres más información sobre Nabucodonosor II, consulta su artículo en la Civilopedia."
        },
        {
            "heading": "La caída de Babilonia",
            "text": "Los líderes que siguieron a Nabucodonosor no estuvieron a su altura, y en treinta años el poder y el prestigio de Babilonia se debilitaron mucho. Se dice que cuando Ciro II de Persia atacó en el 539 a. C., la ciudad cayó sin apenas resistencia. Permaneció bajo control persa hasta el 331 a. C., año en que la tomó Alejandro Magno, y luego pasó a la dinastía de los seléucidas tras la muerte de Alejandro. Desde entonces, Babilonia prácticamente ha desaparecido, reducida a misteriosos montículos y pilas de escombros, a la espera de que los arqueólogos descubran sus secretos. Muchos de los restos han quedado dañados o destruidos tras el ataque estadounidense y la ocupación de Irak desde 2003 a la actualidad."
        },
        {
            "heading": "Conclusión",
            "text": "Babilonia desempeñó un papel muy importante en la difusión del concepto del derecho por todo el mundo. La creación del Código de Hammurabi y el celo que sus sucesores, tanto los que eran parientes directos de este gran monarca como los que no, demostraron en el cumplimiento y defensa de sus leyes evidenciaron que una nación podía alcanzar la riqueza y el éxito siguiendo un sistema organizado de gobierno. El resto de la historia de Babilonia nos recuerda que nada dura eternamente, y que hasta el mayor de los imperios quedará un día reducido al polvo que pisarán las ruedas de los carros del siguiente imperio. O las orugas de los tanques."
        },
        {
            "heading": "Conclusión",
            "text": "Babilonia desempeñó un papel muy importante en la difusión del concepto del derecho por todo el mundo. La creación del Código de Hammurabi y el celo que sus sucesores, tanto los que eran parientes directos de este gran monarca como los que no, demostraron en el cumplimiento y defensa de sus leyes evidenciaron que una nación podía alcanzar la riqueza y el éxito siguiendo un sistema organizado de gobierno. El resto de la historia de Babilonia nos recuerda que nada dura eternamente, y que hasta el mayor de los imperios quedará un día reducido al polvo que pisarán las ruedas de los carros del siguiente imperio. O las orugas de los tanques."
        }
    ],
    "leader": {
        "name": "Nabucodonosor II",
        "subtitle": "Líder de Babilonia",
        "lived": "c. 634 - 562 a. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/nebuchadnezzar_ii.png",
        "trait": {
            "name": "Ingenio",
            "effect": "Recibe un Gran científico gratis al descubrir la Escritura. Consigue Grandes científicos un 50% más rápido."
        },
        "titles": [
            "Nabucodonosor II"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Nabucodonosor II fue el rey de Babilonia durante unos 43 años (del 605 al 562 a. C.). Es famoso sobre todo por sus conquistas militares y la remodelación de la ciudad de Babilonia. También destaca en la Biblia por la conquista de Judea y la reubicación forzada de muchos israelitas, a los que se llevó a Babilonia."
            },
            {
                "heading": "Los primeros años",
                "text": "Nabucodonosor era el hijo mayor de Nabopolasar, el fundador del Imperio Caldeo que tanto había hecho por convertir a Babilonia en una potencia militar. Sirvió bajo las órdenes de su padre en varias campañas militares y, en el 606 a. C., dirigió al ejército que destruyó a las fuerzas egipcias en Carquemís, con lo que aseguró el control de Siria para Babilonia."
            },
            {
                "heading": "Tras asumir el poder",
                "text": "Tras la muerte de su padre en el 605, Nabucodonosor volvió a Babilonia y subió al trono. Reanudó las campañas poco después y conquistó varios estados menores, incluida Judea. Prosiguió sus conquistas hasta el año 600, en el que, posiblemente por querer abarcar demasiado, perdió de mala manera ante el ejército egipcio. Aprovechando el desorden reinante en Babilonia, Judea y varios estados súbditos más se levantaron.A Nabucodonosor le costó cerca de dos años reagrupar y reconstruir sus ejércitos, pero, en el 598, ya estaba en marcha otra vez; ocupó Jerusalén en el 597 y depuso al rey judío Jeconías, al que se llevó, junto a otros ciudadanos destacados, prisionero a Babilonia (muy probablemente como rehenes para impedir futuras rebeliones judías). Continuó sus campañas militares expansionistas durante el resto de su reinado, enfrentándose con mayor o menor fortuna a las demás potencias del Mediterráneo oriental, Asia Menor y Oriente Medio."
            },
            {
                "heading": "Diplomacia",
                "text": "Nabucodonosor no solo era un caudillo militar, también era un diplomático activo que enviaba embajadores y los recibía de los reinos cercanos. Se sabe que envió a un embajador para mediar en un conflicto entre los medos y los lidios en Asia Menor."
            },
            {
                "heading": "Política interior",
                "text": "Cuando no estaba de campaña, Nabucodonosor invertía gran parte de sus energías en reconstruir Babilonia y mejorar sus fortificaciones. Se le conoce por haber reconstruido varios templos, pavimentado carreteras, abierto canales y construido un foso y una muralla alrededor de la ciudad. También se le atribuye la construcción de los jardines colgantes de Babilonia, que, según la leyenda, hizo para complacer a su mujer, que echaba de menos las montañas de su patria, Media."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Pese a haber capturado Judea y haber reubicado a los israelitas, también se habla bien de él en la Biblia. Se dice que protegió de las persecuciones a los profetas y ciudadanos judíos. Al parecer, el profeta Jeremías creía que Nabucodonosor era el instrumento designado por Dios para vengarse de los malvados.\r\nNabucodonosor II murió en Babilonia el 562 a. C. Se le recuerda como un airoso líder militar que aumentó el tamaño de su imperio, que reforzó y mejoró la capital de Babilonia y que trató bien a sus súbditos. Sin duda alguna, se mereció el título de \"Nabucodonosor el Grande\"."
            }
        ]
    }
}