{
    "id": 36,
    "name": "Brasil",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/brazil.png",
    "dawn_of_man": "Que todo el pueblo salude a su emperador más magnánimo y respetado, Pedro II de Brasil. Fue con gran perspicacia y una dignidad inquebrantable que gobernasteis el imperio brasileño durante más de 50 años, auspiciando una época de paz y prosperidad duraderas. Vuestra reputación como líder duro pero justo nunca se vio manchada por la controversia, pues vuestra firme dedicación al pueblo de Brasil nos dio esperanza y fundamentó la posición del reino en América del Sur. Vuestras eruditas empresas y vuestra acérrima defensa de la libertad de expresión dieron pie a la creación de varias instituciones de enseñanza superior, lo que reforzó el sentimiento brasileño de identidad nacional.Venerado emperador Pedro, vuestro pueblo anhela que regresen los días de paz, cuando caminabais entre ellos, oyendo sus historias y asegurándoles que tendrían un futuro brillante. ¿Volveréis a llevar vuestro reino a la prosperidad? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pracinha|Pracinhas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/pracinha.json"
        }
    ],
    "city_names": [
        "Río de Janeiro",
        "São Paulo",
        "Salvador",
        "Brasilia",
        "Fortaleza",
        "Belo Horizonte",
        "Manao",
        "Curitiba",
        "Recife",
        "Porto Alegre",
        "Belém",
        "Goiania",
        "Guarulhos",
        "Campinas",
        "São Luís",
        "Maceió",
        "Duque de Caxias",
        "Natal",
        "Campo Grande",
        "Teresina",
        "Florianópolis",
        "Nova Iguaçu",
        "São Bernardo do Campo",
        "João Pessoa",
        "Osasco",
        "Jaboatão dos Guararapes",
        "São José dos Campos",
        "Contagem",
        "Uberlandia",
        "Aracaju",
        "Cuiaba",
        "Feira de Santana",
        "Juiz de Fora",
        "Joinville",
        "Macapá"
    ],
    "spy_names": [
        "Antonio",
        "Bartolomeu",
        "Domingos",
        "Estêvão",
        "Fernão",
        "Francisc",
        "Pascoal",
        "Salvador",
        "Tomé",
        "Bianca"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Paulo Coelho, el mayor novelista brasileño, escribió de la historia de su pueblo: \"Buscaban el tesoro de su destino, sin querer vivirlo realmente\". Entre las antiguas colonias, Brasil es único en las Américas porque, además de conseguir su independencia por una vía relativamente pacífica, no se fragmentó en países separados, como hicieron las posesiones españolas y británicas. Brasil fue una colonia portuguesa desde la llegada de Pedro Cabral, que la reclamó para su soberano en el año 1500 d. C., hasta que la familia real, exiliada de su patria, que había sido ocupada, lo elevó a la categoría de reino en 1815. La independencia completa se consiguió en 1822, cuando se creó el Imperio de Brasil con una monarquía constitucional y un gobierno parlamentario. Con el derrocamiento de Pedro II, el segundo y último emperador, se convirtió en una república en 1889. Aunque la república sufriría dictaduras y juntas militares durante el siglo siguiente, la verdadera democracia regresó en los años 1980, cuando el primer gobierno civil electo subió al poder tras una transición negociada. Gracias a una sucesión de líderes capaces, Brasil ha conseguido la estabilidad política y económica, se ha convertido en un miembro vital e influyente de la comunidad internacional y ha logrado al fin \"el tesoro de su destino\"."
        },
        {
            "heading": "Clima y terreno",
            "text": "Brasil es el quinto país más grande del mundo, abarca la mitad del subcontinente sudamericano y es una de las 17 naciones que se consideran que tienen una \"ecología megadiversa\", pues alberga una gran variedad de flora y fauna, hábitats, recursos naturales y terrenos. Brasil contiene la mayor parte de la cuenca del Amazonas, el mayor sistema fluvial del mundo, además del mayor bosque pluvial virgen. Así, el país tiene un amplio abanico de paisajes tropicales y subtropicales, incluidos humedales, sabanas, mesetas cubiertas de selvas y pequeñas montañas. En sus más de 12.000 kilómetros de costa hay un gran número de archipiélagos. La principal zona brasileña de altiplanicies ocupa la mayor parte de la mitad meridional y se levanta hasta una gran cantidad de pequeñas cordilleras, como la sierra de la Mantiqueira y la de Espinhaço, cuyos picos más altos alcanzan unos 1.200 metros. Cercana al ecuador, la mayor parte de la nación tiene un clima tropical que se divide en cinco subtipos: ecuatorial, tropical, tropical de los altiplanos, templado y subtropical. La media de temperatura en Brasil es de unos 25 grados C. La vegetación va desde la de los bosques pluviales del norte hasta la de las sabanas tropicales en el sur. Como podría esperarse con tal variedad de climas y terrenos, la biodiversidad de Brasil es una de las más ricas del mundo, con jaguares, ocelotes, tapires, osos hormigueros, perezosos, armadillos, ciervos, pirañas, caimanes, loros, monos y miles de otras especies que comparten su tierra y sus aguas."
        },
        {
            "heading": "La colonización portuguesa",
            "text": "Se desconoce el origen de los pobladores nativos (a los que los portugueses llamaban \"indios\") de Brasil; los primeros fósiles humanos se remontan a hace unos 10.000 años, en los altiplanos de Minas Gerais. Cuando los exploradores portugueses llegaron a la costa, había unas 2.000 tribus indígenas seminómadas que subsistían gracias a la caza, la pesca, la agricultura migratoria, la guerra de tribus y el canibalismo. Pedro Cabral tomó posesión de esas tierras en abril del año 1500, cuando la flota que estaba conduciendo alrededor del cabo de Buena Esperanza se vio tan arrastrada hacia el oeste que acabó avistando las costas de América del Sur. El Tratado de Tordesillas del año 1494 dividía el Nuevo Mundo entre España (el oeste) y Portugal (el este) a lo largo de los 46 grados de longitud. Como el descubrimiento se hallaba completamente en la zona portuguesa y se vio espoleado por los informes de sus riquezas, en 1532 se fundó allí el primer asentamiento portugués.El descubrimiento del palo de Pernambuco (o palo de Brasil) –una madera densa y dura de color anaranjado muy preciada como tinte y para la elaboración de muebles y de instrumentos musicales– suscitó el interés de la corona. En el año 1534, el rey Juan III propició las empresas coloniales privadas. En 1549, el rey nombró a un gobernador general y Brasil se convirtió oficialmente en una colonia portuguesa. En las guerras contra los franceses, los portugueses expansionaron lentamente sus tierras hacia norte y sur, y tomaron Río de Janeiro en 1567 y São Luís en 1615. En el año 1680, se apoderaron de las tierras aledañas al Río de la Plata, que se convirtieron en su territorio más meridional. Mientras tanto, tomaron los bastiones británicos y holandeses del Amazonas y las tribus nativas se vieron asimiladas, esclavizadas o exterminadas.A finales del siglo XVII, Brasil era la colonia más grande e importante de las diseminadas colonias de Portugal. Además del palo de Pernambuco, el azúcar, los tintes y las especias eran exportaciones importantes. Los portugueses empezaron a importar esclavos de África para satisfacer la creciente demanda internacional de estos bienes y, finalmente, Portugal acabaría por convertirse en una de las naciones esclavistas más importantes, contándose los esclavos de Brasil por cientos de miles. Al mismo tiempo, los buscadores de minerales preciosos habían estado buscando en vano oro en las selvas y colinas de Brasil hasta que se descubrieron grandes yacimientos en Minas Gerais. La consiguiente fiebre del oro arrojó sumas tan grandes que la capital colonial pasó de Salvador, al sur, a Río de Janeiro en 1763 para poder administrar mejor la nueva riqueza. Los tratados de Madrid (1750), El Pardo (1761) e Ildefonso (1777) reconocieron las fronteras de Brasil, mientras que las reformas coloniales aseguraron que siguiera siendo una colonia plácida, próspera y provechosa para Portugal."
        },
        {
            "heading": "Independencia",
            "text": "En marzo del año 1808, la familia real portuguesa y sus ministros llegaron a Río de Janeiro para refugiarse en Brasil de las fuerzas napoleónicas que se habían apoderado de su patria. El príncipe regente Juan, que gobernaba en lugar de su madre María I, que había sido incapacitada debido a una enfermedad mental, estableció su nueva capital en Río y gobernó el imperio desde allí. Mientras estuvo afincado en Brasil, instauró todos los ministerios de una capital soberana, además de fundar una biblioteca real, una academia militar, una ceca real, una imprenta y una facultad de medicina y otra de derecho. En 1815, Juan otorgó a Brasil la categoría de reino, con la misma consideración que Portugal en el imperio. Tras la derrota de Francia, prefirió quedarse en Brasil hasta que se le reclamó en Portugal para encargarse de las revueltas de unos radicales. En abril de 1821, Juan nombró a su hijo Pedro regente. Los ministros de Pedro, muchos nacidos brasileños, le instaron a declarar la independencia de Brasil, que el joven regente proclamó en septiembre de 1822. A los tres meses fue coronado emperador Pedro I. En 1825, el gobierno portugués reconoció oficialmente la soberanía de Brasil y, ese mismo año, lo siguieron la mayoría de países europeos."
        },
        {
            "heading": "Imperio",
            "text": "Pedro I y sus ministros quisieron asegurarse de que Brasil no sufriera las disensiones y revoluciones que estaban azotando a los vecinos sudamericanos de Brasil. Para ello, fue el arquitecto principal de una nueva constitución, una bastante liberal y avanzada para su época. Pero Pedro se vio cada vez más involucrado en los asuntos de Portugal y, en 1831, abdicó en favor de su hijo de cinco años para poder regresar a Europa a recuperar la corona portuguesa para su hija. Para apaciguar el malestar político y la discordia que habían dejado la repentina partida, declararon mayor de edad al hijo de Pedro a los 14 años y lo coronaron emperador Pedro II al año siguiente. El reino de cinco décadas del nuevo emperador fue ilustrado y progresista, y Brasil disfrutó de una \"edad de oro\" en todos los aspectos: político, económico, industrial, social y cultural. Con Pedro II, Brasil ganó tres guerras, aumentó su reputación internacional, modernizó y reformó su sistema legal y monetario, impulsó su diversidad agrícola y abolió la esclavitud. Pero esto último había erosionado sus simpatías entre la aristocracia de terratenientes. Además, a medida que se hizo mayor, Pedro II fue perdiendo el contacto con la nueva clase media urbana y los movimientos liberales de estudiantes que sus ideales y políticas habían auspiciado. Aunque su pueblo aún lo respetaba y amaba, en noviembre de 1889, un golpe militar incruento depuso a Pedro e instauró la república. Patriota hasta el fin, cuando partió a su exilio en Europa, Pedro II expresó sus \"ardientes deseos de grandeza y prosperidad para Brasil\"."
        },
        {
            "heading": "Dictadura",
            "text": "Manuel de Fonseca, que había liderado el golpe, se convirtió en presidente provisional de un gobierno cada vez más dominado por el ejército. Apoyado principalmente por las fuerzas armadas y los plantadores de café, cada vez más prósperos, fundó la república, separó estado e iglesia y promulgó una nueva constitución. No obstante, en virtud de las disposiciones de esta, él mismo fue declarado no apto para ejercer cargos públicos y, cuando intentó disolver la nueva legislatura y gobernar por decreto, lo obligaron a dimitir ante la indignación pública. Lo sustituyó su vicepresidente, también un general, que se pasó su mandato defendiéndose de diversas revueltas militares y monárquicas, a la vez que fue asumiendo cada vez más poderes dictatoriales.En 1894, en un ambiente de paz generalizado, el general Peixoto cedió a regañadientes la presidencia al primer civil en detentar el cargo, Prudente de Morais. Había sido gobernador del riquísimo estado cafetero de São Paulo y fue considerado el primero de los \"presidentes del café\". Estos presidentes, básicamente acaudalados políticos y terratenientes de São Paulo y de Minas Gerais, ayudaron a reformar la economía, modernizar las infraestructuras de la nación, conservar la paz y dirigir el país en una época atribulada en el resto de países mediante una política prácticamente aislacionista. No obstante, al hacerlo así, ofrecieron poca democracia de verdad, puesto que solo se permitía votar a la minoría de latifundistas, las elecciones fraudulentas eran habituales y los caciques políticos maniobraban con casi total impunidad mientras apoyaran al presidente en el poder.Dos hechos terminaron al fin con el periodo de los \"presidentes del café\". Primero, los precios del café se desplomaron durante la depresión mundial de los años 1930. Segundo, un movimiento compuesto de jóvenes oficiales (los \"tenentes\") ganó influencia. Partidarios del populismo, los tenentes no propugnaban la democracia, sino la reforma y el progreso; creían fervientemente que solo el ejército podría llevar al país a la edad moderna. Para ello, los jóvenes oficiales pensaban desbancar a los políticos civiles, ampliar el alcance del gobierno federal, modernizar el ejército y erradicar el regionalismo mediante un gobierno fuerte y centralizado.La depresión y el malestar general llevaron a Getulio Vargas, un candidato a la presidencia derrotado, a hacerse con el control con el apoyo de los tenentes. Se suponía que Vargas solo tenía que asumir el poder temporalmente, mientras durase la crisis económica; pero, en vez de ello, cerró el Congreso, anuló la constitución y sustituyó a los gobernadores estatales brasileños por sus partidarios, en su mayor parte oficiales del ejército. Tras un fallido golpe de estado comunista en 1935 y otro fascista en 1938, también fallido, el régimen de Vargas se convirtió en una dictadura completa, famosa por su brutalidad y censura de prensa. Brasil se unió a los Aliados en 1942 como miembro activo, comprometiendo territorio de cierta importancia en Italia y fuerzas navales en el Atlántico. Pese a ser una dictadura, Vargas insistió en que, en reconocimiento por sus servicios en la Segunda Guerra Mundial, Brasil fuera uno de los miembros fundadores de las Naciones Unidas.Pero el bum económico que supuso la guerra y la presión internacional habían desestabilizado la posición de Vargas; en 1945 fue depuesto por otro golpe militar. La misma camarilla que había suspendido la democracia hacía 15 años la \"reinstauró\" entonces. Irónicamente, Vargas sería elegido presidente en 1950, pero se suicidó en 1954 en el palacio de Catete, en medio de una crisis política. Siguieron a la muerte de Vargas varios gobiernos de corta duración, conocidos por diversos niveles de éxito así como de corrupción. En 1964, otro golpe militar más depuso al gobierno civil; en 1968, la junta militar se convirtió en una dictadura plena con los poderes que le confería la Ley Institucional Número Cinco. Aunque sus métodos fueron duros, la junta fue menos brutal que las de otras partes del continente. Además, propició el capitalismo, la modernización y los tratados internacionales. Así, la junta fue extremadamente popular entre las clases bajas y medias durante los años de la represión."
        },
        {
            "heading": "El Brasil moderno",
            "text": "El general Ernesto Geisel asumió la presidencia en 1974 y comenzó de inmediato una política \"lenta, gradual y segura\" de devolverle el poder al gobierno democrático. Con los años, puso fin a la tortura de los prisioneros políticos, la censura de prensa y, por último, a la propia junta, al abolir la Ley Institucional Número Cinco. Su sucesor continuó el proceso y, en 1985, las primeras elecciones libres convirtieron en presidente a José Sarney. Con un gobierno estable y una economía próspera, Brasil ha tenido desde entonces un papel destacado en los asuntos de la zona, pues ha sido miembro fundador de organizaciones tales como la Unión Latina, la Organización de los Estados Americanos, el Mercosur y la Unión de Naciones Suramericanas. En los inicios del nuevo milenio, Brasil está dedicada a asumir un papel igual de influyente en el escenario mundial."
        },
        {
            "heading": "El Brasil moderno",
            "text": "El general Ernesto Geisel asumió la presidencia en 1974 y comenzó de inmediato una política \"lenta, gradual y segura\" de devolverle el poder al gobierno democrático. Con los años, puso fin a la tortura de los prisioneros políticos, la censura de prensa y, por último, a la propia junta, al abolir la Ley Institucional Número Cinco. Su sucesor continuó el proceso y, en 1985, las primeras elecciones libres convirtieron en presidente a José Sarney. Con un gobierno estable y una economía próspera, Brasil ha tenido desde entonces un papel destacado en los asuntos de la zona, pues ha sido miembro fundador de organizaciones tales como la Unión Latina, la Organización de los Estados Americanos, el Mercosur y la Unión de Naciones Suramericanas. En los inicios del nuevo milenio, Brasil está dedicada a asumir un papel igual de influyente en el escenario mundial."
        }
    ],
    "leader": {
        "name": "Pedro II",
        "subtitle": "Líder de Brasil",
        "lived": "1825-1891 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pedro_ii.png",
        "trait": {
            "name": "Carnaval",
            "effect": "El rendimiento de Turismo es del 100% durante sus Edades de Oro. Gana Grandes artistas, músicos y escritores un 50% más rápido durante sus Edades de Oro."
        },
        "titles": [
            "Emperador de Brasil"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Pedro II, primer monarca de Brasil nacido allí, aportó estabilidad y progreso a su tierra durante su reinado, y además la convirtió en una de las potencias preeminentes de Sudamérica. Fue un hombre serio y tranquilo que protegió celosamente la soberanía de su nación, desafiando al poderoso Imperio Británico y a los emergentes Estados Unidos cuando dichos países se interpusieron en su camino. Dirigió a Brasil en tres guerras, obtuvo nuevos territorios y prestigio sin dejar de centrar su atención en modernizar el país. Promocionó la producción de café en lugar de azúcar, y apoyó y financió la construcción de carreteras, telégrafos y cables submarinos.Aunque era popular entre los suyos, el emperador fue derrocado en noviembre de 1889 por un grupo de líderes militares deseosos de formar una república dirigida por un dictador. Siempre fue un patriota y al partir al exilio expresó sus \"ardientes deseos de grandeza y prosperidad para Brasil\"."
            },
            {
                "heading": "Juventud",
                "text": "Pedro, hijo de Pedro I y su mujer austriaca, María Leopoldina, nació en diciembre de 1825 en Río de Janeiro y habría de ser el segundo y último emperador de Brasil durante cinco décadas. Recibió una educación clásica por parte de una serie de institutrices y tutores. Fue criado con mucha atención y un imponente régimen de estudios para cultivar valores muy diferentes al carácter impulsivo e irresponsable de su padre. Al ser el único hijo varón de Pedro I que sobrevivió a la infancia, fue proclamado emperador Dom Pedro II de Brasil el día que su padre abdicó en 1831, aunque no subió al trono hasta cumplir los catorce en julio de 1840."
            },
            {
                "heading": "Reinado",
                "text": "Durante su reinado, Pedro II presidió 36 gabinetes diferentes, la mayoría de los cuales contaba con un amplio apoyo popular. Directa o indirectamente a través de su gobierno, Pedro patrocinó la construcción del primer camino pavimentado de Brasil, el \"Unido e Industria\" que une Río de Janeiro con Juiz de Fora, el primer ferrocarril a vapor que unía Santos y Sao Paulo, el primer servicio telefónico en 1877, participó en el tendido del primer cable telegráfico submarino entre Brasil y Europa y emitió los primeros sellos postales de Brasil.Las relaciones internacionales no fueron tan positivas, pues el crecimiento económico y la influencia política de Brasil preocupaban a varias naciones. Dos incidentes menores provocaron que Gran Bretaña ordenara a la Royal Navy capturar mercantes brasileños como indemnización. Pedro respondió movilizando su ejército y obligando a los británicos a suavizar su postura y proponer un arreglo pacífico en 1863. Casi inmediatamente después, una guerra de un año no declarada con Uruguay exigió la atención de Pedro. En cuanto se inició el conflicto, Brasil invadió las ciudades de Salto y Paysandú, y la guerra terminó con la victoria incondicional brasileña. Resolvió un conflicto con la Iglesia Católica (1872-1875) a través de la negociación, pero Pedro se vio privado del apoyo del clero.Sin embargo, la victoria diplomática ante Gran Bretaña y las militares contra Uruguay y Paraguay aumentaron mucho la popularidad de Pedro II entre su pueblo. Para terminar de convertir esa popularidad en un legado imperecedero, declaró la emancipación de los esclavos en Brasil. El emperador creía que la esclavitud era un obstáculo para llevar a Brasil a la \"edad moderna\". A partir de 1871, Pedro impuso una serie de leyes que liberaron a 700.000 esclavos, sin compensación alguna para los dueños. Fue este el motivo que erosionó el apoyo de la burguesía y la aristocracia a la monarquía, lo que acabaría provocando la ruina de Pedro."
            },
            {
                "heading": "Derrocamiento",
                "text": "Seguro del afecto de su pueblo, Pedro cedió ante su deseo de toda la vida de viajar. Distraído por estas largas ausencias, Pedro se encontró cada vez más apartado de los segmentos de la sociedad brasileña cuyo afecto antes se había granjeado, sobre todo entre la emergente clase media urbana y una nueva generación de estudiantes de ideología liberal. Además, ya no contaba con el apoyo incondicional del clero, de las clases altas ni del ejército. Aunque el pueblo llano le seguía amando, en noviembre de 1889 un golpe de estado militar no violento le obligó a abdicar en favor de una república. Dom Pedro, viejo y achacoso, tuvo que exiliarse en Europa y murió dos años después en París. Francia celebró un funeral real en su nombre; sus restos se devolvieron a Brasil en 1925 y allí fue enterrado en la catedral de Petrópolis que él mismo había ayudado a erigir."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Pedro heredó un imperio al borde de la desintegración y lo convirtió en una potencia emergente del nuevo mundo, la \"otra gran potencia de las Américas\". Brasil destacó entre sus vecinos sudamericanos por su estabilidad política, su libertad de expresión, el respeto por los derechos civiles, su economía dinámica y su riqueza cultural. Quizás su mayor logro fue la abolición pacífica de la esclavitud, a pesar de la potente oposición política y los intereses económicos. Pedro II, erudito por derecho propio, fue un enérgico mecenas de la educación, las artes y las ciencias en Brasil. Aunque fue derrocado por su propio pueblo, este le tiene en muy alta estima y muchos brasileños le honran como un héroe, como símbolo nacional y como \"padre del pueblo\" personificado."
            }
        ]
    }
}