{
    "id": 27,
    "name": "Bizancio",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/bizancio.png",
    "dawn_of_man": "¡Salve a la magnífica y magnánima emperatriz Teodora, amada de Bizancio y Roma! Desde vuestro humilde origen de actriz y cortesana os habéis convertido en la mujer más poderosa del Imperio Romano, en la consorte de Justiniano I. En las postrimerías de la década de 520 d. C., hicisteis frente común con vuestro marido en una serie de reformas legales y espirituales y aprobasteis muchas leyes que mejoraron la condición de las mujeres y promovieron la igualdad de trato. También habéis contribuido a la restauración y construcción de muchos acueductos, puentes e iglesias por toda Constantinopla que han culminado en la creación de Santa Sofía, una de las maravillas arquitectónicas más espléndidas del mundo.Hermosa emperatriz, Bizancio necesita vuestra fuerza y sabiduría, pues su pueblo está perdido sin vuestra luz que lo guíe. Puede que el Imperio Bizantino ya haya caído una vez, pero su espíritu sigue intacto, esperando a renacer. ¿Podéis devolver a Bizancio a las cumbres de la gloria en las que antaño estuvo? ¿Podréis crear una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Catafracto|Catafractos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/cataphract.json"
        },
        {
            "name": "Dromón|Dromones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/dromon.json"
        }
    ],
    "city_names": [
        "Constantinopla",
        "Adrianópolis",
        "Nicea",
        "Antioquía",
        "Varna",
        "Ohrid",
        "Nicomedia",
        "Trebisonda",
        "Cherson",
        "Sárdica",
        "Ani",
        "Dirraquio",
        "Edessa",
        "Calcedonia",
        "Naissus",
        "Bari",
        "Iconio",
        "Prilep",
        "Samosata",
        "Kars",
        "Nicópolis",
        "Teodosiópolis",
        "Tyana",
        "Gaza",
        "Cercira",
        "Fénice",
        "Selimbria",
        "Sillyon",
        "Crisiópolis",
        "Coricos",
        "Vodena",
        "Caesarea Maritima",
        "Trajanópolis",
        "Constantia"
    ],
    "spy_names": [
        "Basilio",
        "Nicóforos",
        "Demetrio",
        "Filipo",
        "Teofilactos",
        "Simonis",
        "Zoe",
        "Ioanno",
        "Xene",
        "Eufrósine"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El Imperio Bizantino, cuyo centro era la legendaria ciudad de Constantinopla, comenzó sus más de 1.000 años de existencia como sede occidental del poderoso Imperio Romano. Constantinopla, ubicada entre las rutas comerciales que conectaban Europa con Asia, creció hasta convertirse en el principal núcleo comercial de la región y floreció a pesar de los conflictos que provocaron la caída de Roma en Occidente. Inspirado por varios gobernantes memorables, el Imperio Bizantino también fue una fuente de progreso cultural por todo el Mediterráneo oriental; su abundancia era un campo de cultivo excelente para las grandes muestras de arte, arquitectura, ciencia y música."
        },
        {
            "heading": "Geografía y clima",
            "text": "Antes de la llegada de Constantino en el 330 d. C., la ciudad de Constantinopla se llamaba Bizancio, una pequeña colonia griega fundada en el siglo VII a. C. Su posición estratégica en el Bósforo, la única vía de agua que conecta el Mar Negro con el Mediterráneo (a través de los mares de Mármara y Egeo), la convirtió en el lugar ideal para un enclave más grande. Constantinopla, protegida por agua en tres de sus lados, disponía de un sistema defensivo prácticamente impenetrable gracias a sus legendarias murallas. A pesar del vaivén de territorios que controlaba el imperio, la prosperidad de los bizantinos siempre se atribuía a la astuta ubicación de Constantinopla. Hoy la ciudad se llama Estambul, una gran urbe turca cuya población supera los 13 millones de habitantes.Aparte de su famosa capital, los extensos territorios que controlaban los bizantinos exhibían una geografía muy diversa. En su momento álgido, el imperio controlaba territorios por todo el Mediterráneo, con climas subtropicales de veranos cálidos y húmedos, e inviernos moderados."
        },
        {
            "heading": "La crisis del Imperio Romano",
            "text": "Durante los primeros siglos del nuevo milenio, el Imperio Romano siguió conquistando Europa y el Mediterráneo, devorando nuevos territorios demasiado rápido para administrarlos bien. El emperador romano Diocleciano apreció la necesidad de realizar reformas administrativas, especialmente en el frente occidental, para mejorar la estabilidad económica y las capacidades defensivas de aquellos territorios fronterizos. Aproximadamente en el 285 d. C., la tetrarquía, el sistema que diseñó Diocleciano, dividió el gobierno del Imperio Romano en cuatro personas, con cuatro capitales. Nicodemia, la capital de Roma oriental (la actual İzmit turca) sería trasladada a Constantinopla cuando Constantino I accedió al trono en 306."
        },
        {
            "heading": "De cuatro, dos",
            "text": "El desarrollo inicial de un Imperio Bizantino característico se atribuyó directamente a los esfuerzos del emperador romano Constantino I, quien, en el 330 d. C., eligió la ciudad de Bizancio como el enclave destinado a convertirse en la \"segunda Roma\": Constantinopla. La separación de Constantinopla, la futura capital del Imperio Romano de Oriente (pues \"Imperio Bizantino\" es el nombre que le han otorgado los historiadores modernos) y Roma tras la disolución de la tetrarquía de Diocleciano acabaría cobrando más importancia de lo esperado.Con la riqueza llegó la estabilidad y el Imperio Bizantino, gracias a su control de algunas rutas comerciales importantes, consiguió evitar muchos de los conflictos que acosaron a Roma. Relativamente joven como ciudad y geográficamente distante, Constantinopla era un premio mucho menos sugerente que Roma durante este periodo. Sin embargo, los bizantinos no lograron escapar al bárbaro más importante de la historia: Atila, el Huno. Estos conflictos con los hunos fueron muy problemáticos para los bizantinos. Si Atila no hubiera muerto en el 453, las cosas podrían haber sido muy diferentes para el imperio, pues se dice que Atila planeaba regresar y conquistar el reino de una vez por todas cuando acabara su campaña en Italia.Durante este periodo, el Imperio Romano de Occidente había sufrido continuos reveses económicos y militares que culminarían con la caída de la propia Roma ante las poderosas tribus germánicas, pero el Imperio Bizantino se alzó para sucederla, convirtiéndose en uno de los reinos más influyentes del panorama mundial."
        },
        {
            "heading": "El gobierno de los Justinianos",
            "text": "La Dinastía Justiniana, fundada por el emperador Justino I en 518 y encabezada poco después, en el 527, por Justiniano I, inició una etapa de recuperación de territorios en favor del Imperio Bizantino. Durante esta etapa, Justiniano reconquistó muchas de las provincias que Roma había perdido durante su declive. El general bizantino Belisario, que también sirvió a Justiniano aplacando la infame revuelta de Niká, obtuvo el éxito en diversas campañas contra los vándalos y ostrogodos durante este periodo de reconquista.Fue durante la Dinastía Justiniana cuando la emperatriz Teodora entró en juego para desempeñar un papel influyente en el imperio. La historia recuerda a Teodora, esposa y co-gobernante de Justiniano I, como mujer muy inteligente, consejera de confianza de Justiniano y una de las primeras defensoras de los derechos de las mujeres en el imperio. Fue el apasionado discurso de Teodora el que guió a Justiniano durante los disturbios de Niká, una revuelta de facciones políticas rivales que intentaron usurpar el trono de Justiniano en el 532. Se dice que Justiniano pensaba huir de la ciudad, pero Teodora le imploró que se quedara recordando un dicho antiguo que afirmaba que la \"realeza es una excelente mortaja\". Justiniano atendió el consejo de Teodora y ordenó a su general Belisario aplacar la rebelión, dando pie a la masacre en el hipódromo que aseguró el trono de Justiniano.Durante los disturbios de Niká también se produjo la destrucción de la predecesora de Santa Sofía, una iglesia cristiana que databa de las primeras épocas de Constantinopla. El gran monumento que nos ha llegado se construyó poco después de que Justiniano y Teodora acabaran con la revuelta. Santa Sofía, que, según se dice, fue construida con elementos procedentes de todo el imperio, incluye una lujosa decoración y diversos elementos arquitectónicos innovadores que, junto a su gran tamaño, la convierten en una obra maestra de la arquitectura bizantina."
        },
        {
            "heading": "La cultura bizantina",
            "text": "La cultura floreció en Constantinopla a lo largo de su historia y en concreto durante el reinado de Justiniano. Los artesanos fabricaban grandes obras de arte por toda la ciudad, mostrando sus influencias griegas y romanas, así como la autoridad de las doctrinas cristianas en la ciudad. El arte y los iconos cristianos fueron reverenciados durante siglos hasta la aparición de la iconoclasia, una reacción violenta contra la adoración de los iconos religiosos, en el siglo VIII d. C. Aunque el origen de la chispa que dio pie a la iconoclasia sigue siendo objeto de debate, se puede afirmar con seguridad que fue la responsable de la destrucción de muchas grandes obras de arte religioso en Constantinopla.La arquitectura bizantina es otro aspecto ampliamente reconocido de la episódica historia del imperio. Al igual que el arte bizantino, la arquitectura del imperio estaba fuertemente influenciada por la religión. Los bizantinos estudiaban matemáticas, que influían tanto en su estética como en sus conocimientos de ingeniería, y les permitió construir elaboradas basílicas por toda Constantinopla. Entre todas ellas, destacan Santa Sofía y la enorme cámara de almacenaje de agua subterránea llamada Cisterna Basílica, que se completó durante el reinado de Justiniano I."
        },
        {
            "heading": "Dinastías del último milenio",
            "text": "Durante los siglos VII a IX, el Imperio Bizantino fue gobernado por una serie de breves dinastías. En el siglo VII, Constantinopla cayó en manos de los heraclios, que sufrieron constantes problemas contra las fuerzas de los omeyas. Los árabes llegaron a asediar la propia ciudad en el 674 y, aunque la defensa de la urbe aguantó, la ciudad experimentó un periodo de declive con fuertes pérdidas de población. Sería el principio de las guerras árabo-bizantinas, durante las cuales el Imperio Bizantino cristiano libró una guerra casi constante contra los califas islámicos que controlaban parte de Iraq, Siria y el sur de Italia. Este conflicto continuaría de forma esporádica durante los siguientes 400 años, y el imperio sufriría algunos de los peores momentos antes de la resurrección del poder bizantino de los macedonios en el 867."
        },
        {
            "heading": "Los macedonios",
            "text": "El Imperio Bizantino alcanzó lo que probablemente fuera su cumbre durante el reinado de la dinastía macedónica (867-1057), cuando se hubo recuperado de siglos de declive y de nuevo pasó por un periodo de abundancia y de expansión cultural. Tras el gobierno de Basilio I, la prosperidad económica y el poderío militar del imperio les permitieron alcanzar una serie de victorias clave contra los árabes y los bárbaros, recuperando territorios perdidos en partes de Siria y los Balcanes.Fueron estos enfrentamientos contra los búlgaros en concreto los que acabaron influyendo más sobre el futuro Imperio Bizantino. En el 1018, los bizantinos habían conquistado Bulgaria y subyugado a sus habitantes como resultado de las guerras búlgaro-bizantinas. Los búlgaros se acabarían convirtiendo en inesperados compañeros de cama de los bizantinos tras el asedio de la Cuarta Cruzada."
        },
        {
            "heading": "La Cuarta Cruzada",
            "text": "Aunque a menudo se considera que las Cruzadas fueron una respuesta directa al creciente poder de los estados árabes islámicos y a la necesidad de ayuda de los bizantinos para deshacerse de ellos (pues eran el principal bastión oriental de la Cristiandad), los cruzados no siempre atacaron a los enemigos de Constantinopla. Se dice que la Cuarta Cruzada tenía por objeto recuperar el control de Jerusalén de manos de los musulmanes, pero los atacantes fueron a Constantinopla, parece que como consecuencia del Cisma de Oriente y Occidente de 1054, que había separado a la Iglesia Ortodoxa (bizantina) de la Iglesia Católica. En el 1204, Constantinopla fue conquistada por los cruzados, liderados por los francos y los venecianos, y la ciudad fue saqueada a conciencia. Los cruzados destrozaron muchas de las iglesias ortodoxas y sus reliquias, profanándolas de formas que, según se dice, inquietaron incluso al Papa, que había sido el artífice de la Cruzada. Lo sucedido durante la Cuarta Cruzada creó un caos físico y político en el Imperio Bizantino que contribuyó directamente a su caída en manos de los turcos otomanos tres siglos después."
        },
        {
            "heading": "Exilio y recuperación",
            "text": "Tras el saqueo de Constantinopla, los francos y los venecianos dividieron la mayor parte del territorio bizantino y lo convirtieron en un nuevo dominio, el \"Imperio Latino\". Sin embargo, todavía existía oposición bizantina en las regiones australes y se formaron dos estados bizantinos sucesores: el Imperio de Nicea y el Despotado de Epiro. Sería el primero, el Imperio de Nicea, el que, aliado con los búlgaros, lograría recuperar Constantinopla de manos latinas en 1261, dando pie a un breve resurgimiento del poder bizantino."
        },
        {
            "heading": "El declive del imperio",
            "text": "El declive del Imperio Bizantino, al igual que el de su primo, el Imperio Romano de Occidente, se prolongó durante varios siglos. Los historiadores han debatido largo y tendido acerca de los motivos del ocaso bizantino, y han culpado a las primeras conquistas árabes, a las guerras árabo-bizantinas y a la pérdida de Constantinopla durante la Cuarta Cruzada. En cualquier caso, a los breves periodos de resurgimiento siempre siguieron etapas de conflictos contra nuevos enemigos.Mientras los bizantinos sufrían las miserias de una guerra civil en el siglo XIV, los otomanos se embarcaron en diversas campañas militares contra los venecianos y los serbios que culminaron con éxito y terminaron provocando un enfrentamiento final contra el Imperio Bizantino, ya muy debilitado. Se dice que el último de los emperadores bizantinos, Constantino XI Paleólogo, murió en combate mientras defendía las murallas de la ciudad durante el asedio otomano. Los turcos conquistaron Constantinopla en el 1942 d. C. a las órdenes de Mehmed II, poniendo fin al Imperio Bizantino y a todo lo que quedaba del gran Imperio Romano."
        },
        {
            "heading": "El declive del imperio",
            "text": "El declive del Imperio Bizantino, al igual que el de su primo, el Imperio Romano de Occidente, se prolongó durante varios siglos. Los historiadores han debatido largo y tendido acerca de los motivos del ocaso bizantino, y han culpado a las primeras conquistas árabes, a las guerras árabo-bizantinas y a la pérdida de Constantinopla durante la Cuarta Cruzada. En cualquier caso, a los breves periodos de resurgimiento siempre siguieron etapas de conflictos contra nuevos enemigos.Mientras los bizantinos sufrían las miserias de una guerra civil en el siglo XIV, los otomanos se embarcaron en diversas campañas militares contra los venecianos y los serbios que culminaron con éxito y terminaron provocando un enfrentamiento final contra el Imperio Bizantino, ya muy debilitado. Se dice que el último de los emperadores bizantinos, Constantino XI Paleólogo, murió en combate mientras defendía las murallas de la ciudad durante el asedio otomano. Los turcos conquistaron Constantinopla en el 1942 d. C. a las órdenes de Mehmed II, poniendo fin al Imperio Bizantino y a todo lo que quedaba del gran Imperio Romano."
        }
    ],
    "leader": {
        "name": "Teodora",
        "subtitle": "Emperatriz del Imperio Bizantino",
        "lived": "C. 497-548 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/teodora.png",
        "trait": {
            "name": "Patriarca de Constantinopla",
            "effect": "Elige una creencia más de lo habitual al fundar una religión."
        },
        "titles": [
            "Emperatriz"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Teodora, esposa de Justiniano I y emperatriz del Imperio Bizantino, gobernó uno de los imperios más grandes de la historia durante el primer mileno d. C. Hoy se sabe que fue la mujer más influyente del Imperio Bizantino, pues el emperador Justiniano la nombró regente conjunta del imperio y confió en sus sabios consejos para gobernar su reino. A pesar de su origen humilde, Teodora llegó a ser conocida en todo el imperio como consejera fiel y diplomática del emperador. Desempeñó un papel tan fundamental para el progreso del imperio que algunos piensan que fue Teodora, y no el emperador Justiniano, quien dirigió al pueblo de Bizancio durante aquella época."
            },
            {
                "heading": "Primeros tiempos",
                "text": "La mayor parte de lo que sabemos sobre Teodora procede de los escritos del destacado historiador bizantino Procopio de Cesarea, quien documentó generosamente la vida y la época del Imperio Bizantino bajo el gobierno de Teodora, en el siglo VI. Sabemos que los primeros años de la vida de Teodora fueron pintorescos: su padre atendía la barra en el Hipódromo y su madre era acróbata. Esta mujer de inteligencia y astucia excepcional vivió por su cuenta durante algún tiempo antes de que Justiniano se fijara en ella y heredara el trono de su tío, Justino I."
            },
            {
                "heading": "Ascensión al trono",
                "text": "Justiniano, impresionado por la belleza y la inteligencia de Teodora, la nombró patricia para que se uniera a las familias aristocráticas del imperio. Aunque la ley bizantina impedía que los miembros del gobierno se casaran con artistas, como Teodora, la devoción de Justiniano hacia ella era tal que revocó la ley. En el 525, Justiniano y Teodora se casaron y, poco después de su ascenso al trono en 527, Teodora se convirtió en \"augusta\", o emperatriz del Imperio Bizantino."
            },
            {
                "heading": "Influencia política",
                "text": "Teodora no era una consorte del emperador al uso; Justiniano se aseguró de que la nombraran regente conjunta, una distinción importante que le permitió desempeñar un papel mucho mayor en la política interior. Durante su reinado, influyó en la institución de muchas políticas progresistas incluso para los estándares actuales. Se cree que Teodora presionó a Justiniano para que aumentara los derechos de las mujeres en el imperio, ampliando no solo sus derechos de propiedad, sino también reformando las leyes del divorcio, que antes favorecían al hombre."
            },
            {
                "heading": "Religión",
                "text": "Teodora era monofisita, y como tal creía que Cristo era un ser completamente divino, mientras que para los ortodoxos, más numerosos, Jesús tenía una naturaleza dual (divina con cuerpo terrenal). Esta ideología fue muy controvertida en aquella época, y muchos miembros de la Iglesia ortodoxa la consideraban fragmentaria y herética. A pesar de que Justiniano era cristiano ortodoxo, Teodora mantuvo su creencia monofisita y llegó incluso a proteger a líderes monofisitas que solían ser oprimidos por la mayoría ortodoxa. También se la recuerda por la fundación de un monasterio monofisita en la ciudad de Sycae, cerca de Constantinopla."
            },
            {
                "heading": "La revuelta de Niká",
                "text": "La fortaleza de Teodora y Justiniano sería puesta a prueba durante la rebelión de Niká, una revuelta encabezada por dos facciones políticas opuestas que intentaron coronar a un emperador rival para que usurpara el poder de Justiniano. Según cuenta la historia, el instinto natural de Justiniano fue huir de la ciudad, pero Teodora lo animó a resistir, implorándole que se quedara y argumentando que era mejor morir como emperador que como fugitivo. Justiniano atendió a las sabias palabras de Teodora, permaneció en Constantinopla y ordenó a su general más leal, Flavio Belisario, que atacara a los rebeldes. Este acorraló a los miles de disidentes en el Hipódromo y sus hombres los aniquilaron brutalmente, poniendo fin a los disturbios."
            },
            {
                "heading": "El juicio de la historia",
                "text": "La emperatriz Teodora dejó una huella imborrable como una de las mujeres más poderosas de su época. Es evidente que dejó sentir su influencia en muchas de las decisiones que tomó su marido y, como muchos historiadores afirman, si no hubiera sido por los sabios consejos de Teodora, el gobierno de Justiniano como emperador probablemente habría acabado durante la revuelta de Niká, además del peligro que hubiera corrido la integridad del imperio."
            }
        ]
    }
}