{
    "id": 28,
    "name": "Cartago",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/carthage.png",
    "dawn_of_man": "Saludos y bendiciones, respetada reina Dido, fundadora del legendario reino de Cartago. Vuestro marido Acerbas, protagonista de los grandes relatos del gran poeta Virgilio, murió asesinado a manos de vuestro propio hermano, el rey Pigmalión de Tiro, que a continuación reclamó los tesoros de Acerbas que os pertenecían por derecho. Temiendo lo que llegaría a hacer para apoderarse de ellos, os embarcasteis junto a vuestros compatriotas en busca de nuevas tierras. Tras llegar a las costas del norte de África, engañasteis al rey local manipulando una piel de buey y conseguisteis una gran extensión territorial para fundar vuestro nuevo hogar, el futuro reino de Cartago.Sagaz y curiosa Dido, el mundo ansía la llegada de un líder que lo proteja contra la tormenta que se avecina y que le guíe con su brillante intuición y astucia. ¿Conseguiréis liderar a vuestro pueblo y crear un nuevo reino que rivalice con la otrora poderosa Cartago? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Elefante de los bosques|Elefantes de los bosques",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/african_forest_elephant.json"
        },
        {
            "name": "Quinquerreme|Quinquerremes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/quinquereme.json"
        }
    ],
    "city_names": [
        "Cartago",
        "Utique",
        "Hippo Regius",
        "Gades",
        "Sagunto",
        "Cartago Nova",
        "Panormus",
        "Lilybaeum",
        "Hadrumeto",
        "Zama Regia",
        "Karalis",
        "Malaca",
        "Lepcis Magna",
        "Hippo Zarrytus",
        "Motya",
        "Sulcis",
        "Tharros",
        "Lepcis Parva",
        "Soluntum",
        "Lixus",
        "Oea",
        "Theveste",
        "Ibossim",
        "Thapsus",
        "Aleria",
        "Tingis",
        "Abyla",
        "Sabrata",
        "Rusadir",
        "Bécula",
        "Saldae"
    ],
    "spy_names": [
        "Amílcar",
        "Mago",
        "Mago",
        "Sophoniba",
        "Yzebel",
        "Similce",
        "Kandaulo",
        "Zinnridi",
        "Gisgo",
        "Fierelus"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El antiguo reino de Cartago, que fundó la legendaria reina Dido, comenzó siendo un pequeño asentamiento de exiliados y terminó convirtiéndose en una poderosa civilización que rivalizó con el formidable Imperio Romano. La situación ideal de Cartago en la costa norte de África la convirtió en un importante centro comercial en el Mediterráneo a lo largo del primer milenio a. C. Sin embargo, el éxito no llegó sin consecuencias, pues Cartago atrajo la atención de Grecia y Roma, y los subsiguientes conflictos con estos temibles rivales han inspirado numerosas leyendas."
        },
        {
            "heading": "Geografía y clima",
            "text": "La posición de Cartago en el golfo de Túnez del norte de África era ideal para aprovechar las rutas comerciales mediterráneas existentes. La propia ciudad de Cartago era una de las más grandes de su tiempo, con enormes murallas y varios puertos que facilitaban el transporte y la descarga. Es muy probable que Cartago, enclavada en una región de geografía y clima variados, experimentara las mismas condiciones que hoy en día: veranos cálidos y secos con inviernos moderados."
        },
        {
            "heading": "Fundación",
            "text": "Los primeros colonos llegaron a Cartago procedentes del reino de Tiro, parte de la antigua civilización fenicia. La historia de su fundación, repetida una y otra vez por los historiadores y el folclore, está relacionada con la leyenda de Dido, la primera reina de Cartago. La astuta huida de Tiro de Dido y el asentamiento en el norte de África constituye la versión más llamativa del origen de la ciudad, pero los historiadores tradicionales atribuyen su origen a unos colonos fenicios. Sin embargo, existe unanimidad al datar la fundación en torno al 814 a. C., y su nombre procede de la expresión fenicia \"Qart-hadast\", que significa \"la nueva ciudad\". La historia de Dido asegura que compró la tierra a un rey local que accedió a venderle todo el terreno que pudiera cubrir con una piel de buey. Dido enseguida cortó la piel en tiras que esparció para rodear una gran colina y los alrededores, el enclave de Cartago."
        },
        {
            "heading": "La expansión del poder",
            "text": "No pasaría mucho tiempo antes de que Cartago, fundada entre las prósperas rutas comerciales de Egipto, Grecia y Roma, se convirtiera en un nuevo imperio formidable. Mientras sus antepasados fenicios eran conquistados y dispersados durante los siglos IV y V a. C., Cartago aguantó como la más fuerte de la colonias restantes y no tardó en ejercer influencia sobre todos aquellos que en otro tiempo fueron leales a Tiro. Los intentos de Cartago de controlar las colonias fenicias supervivientes provocaron tensiones con Grecia y Roma, que deseaban reclamar las ricas tierras de Sicilia y el sur de Italia como propias."
        },
        {
            "heading": "Las guerras con Grecia",
            "text": "La creciente tensión con Grecia por el control de Sicilia provocó una serie de conflictos que fueron bautizados como las \"Guerras Sicilianas\". Durante el siglo VII a .C., el comercio prosperaba y, a pesar de su rivalidad con Cartago, Grecia siguió expandiendo sus colonias en el sur de Italia y el oeste de Sicilia. Al final, Cartago se vio obligada a reaccionar frente al cerco que los griegos seguían estableciendo al territorio que en el pasado perteneció a los fenicios, no solo para asegurar sus ingresos, sino también para dejar claro que los cartagineses iban a proteger las colonias fenicias que habían sobrevivido.Aunque no ha quedado constancia de muchas escaramuzas, los cartagineses combatieron a los griegos principalmente en la isla de Sicilia. Al principio Cartago se limitaba a ayudar a las colonias individuales a defenderse de los ataques griegos, hasta que estalló la guerra global en el 480 a. C., con la batalla de Hímera que se libró en Sicilia entre las fuerzas cartaginesas comandadas por Amílcar Magón y el ejército griego de Gelón, el tirano de Siracusa. Aunque los detalles no están claros, los griegos destrozaron a los cartagineses sin muchas complicaciones; se cree que estos sufrieron cientos de miles de bajas. El propio Amílcar murió y, ya tras la primera gran batalla, Cartago tuvo que rendirse y compensar a los griegos con cuantiosas reparaciones de guerra para conservar el control de sus colonias en Sicilia.En el 410 d. C., Cartago volvió a intentar derrotar a Grecia para arrebatarle el control de Sicilia, esta vez a las órdenes de Aníbal Magón, el nieto de Amílcar Magón, que antes había sido derrotado. Aníbal Magón tuvo más éxito que su abuelo y conquistó varias ciudades griegas antes de regresar a Cartago. Por fin, Magón intentó hacerse con toda Sicilia en el 405 a. C., pero él y su ejército cayeron víctimas de la peste, y Magón murió poco después.La guerra con Grecia se prolongó durante todo el siglo IV a. C. y culminó con toda Sicilia controlada por Cartago. Sin embargo, Grecia y Cartago siguieron enfrentadas por el territorio en una disputa que se perpetuaría durante las Guerras Pírricas."
        },
        {
            "heading": "Roma: de aliada a enemiga",
            "text": "Roma aprovechó los subsiguientes conflictos entre griegos y cartagineses para asegurar su dominio en toda Italia. En el siglo III a.C., Roma se vio envuelta en un conflicto con el estado griego de Epiro, que acudió en defensa de Tarento, una colonia italiana sumida en una disputa diplomática con Roma que cada vez suscitaba más tensiones. Roma declaró la guerra a la colonia después de que varias de sus naves fueran hundidas en el puerto de Tarento, lo que provocó la entrada en guerra de Epiro. El gobernante griego, Pirro de Epiro, comenzó ganando varias batallas contra los romanos, incluyendo la de Heraclea en el 280 a. C. Roma pidió ayuda a Cartago, que accedió a crear una alianza contra los griegos. Más tarde, en la batalla de Asculum de 279 a. C., Pirro volvió a derrotar al ejército romano, pero el precio fue muy elevado: perdió a varios millares de hombres; este es el origen de la expresión \"victoria pírrica\", que alude a una victoria con un coste muy elevado. En cinco años Pirro tuvo que retirarse y Roma ostentó el control de toda Italia. Ahora Cartago era la mayor amenaza al dominio romano del Mediterráneo."
        },
        {
            "heading": "Las Guerras Púnicas",
            "text": "La expansión de Roma no tardó en suscitar la ira de Cartago, pues al poco de finalizar las Guerras Pírricas, ambas naciones ya se estaban disputando el territorio, el comercio y la condición de potencia dominante de la zona. Una serie de crecientes conflictos que serían bautizados como \"Guerras Púnicas\" surgieron en el 264 a. C., cuando ambas potencias se vieron envueltas en una disputa local por el control de la ciudad siciliana de Mesina. Los romanos destacaban en la guerra terrestre, pero los cartagineses controlaban la armada más temible de la época, así que Roma tuvo que adaptarse para hacer frente a las naves de Cartago, y consiguió adaptar su dominio terrestre al mar empleando unas plataformas de abordaje en sus naves. La Primera Guerra Púnica terminó en el 241 a. C., tras varias importantes derrotas cartaginesas que permitieron a Roma ostentar un dominio incontestable. Cartago tuvo que pagar un elevado precio a Roma por la paz, dejando un país inestable en el plano económico y en el militar."
        },
        {
            "heading": "Rebelión de los mercenarios",
            "text": "Durante el periodo que siguió a la Primera Guerra Púnica, los cartagineses tuvieron que enfrentarse a un conflicto que ellos mismos habían provocado. Por primera vez en su historia, Cartago había confiado en mercenarios como infantería de su ejército mientras la nación se centraba en mantener su superioridad naval. En el 240 a. C., los mercenarios que, tras combatir en la Primera Guerra Púnica, no recibieron su paga, se alzaron en armas en una rebelión que se propagó como la pólvora por todos los territorios cartagineses. En el subsiguiente conflicto, Amílcar Barca, padre del legendario general Aníbal, dirigió valientemente a un modesto contingente cartaginés y obtuvo la victoria contra los rebeldes gracias a su brillantez táctica. Su éxito engrandeció su apellido e hizo posible el futuro legado de su hijo, el general más grande de Cartago."
        },
        {
            "heading": "De nuevo las Guerras Púnicas",
            "text": "La Segunda Guerra Púnica comenzó en el 218 d. C., una vez más, a consecuencia de una disputa local, esta vez en la ciudad griega de Sagunto, en la Península Ibérica. El legendario general Aníbal ya ostentaba el puesto de comandante del ejército cartaginés y, tras las continuas disputas sobre el control de la ciudad, llevó su ejército a Iberia y asedió Sagunto. Logró tomar la ciudad y estableció allí su base de operaciones, lo que provocó la inmediata declaración de guerra por parte de Roma. Aníbal sorprendió a todos al encaminar su ejército hacia Roma por tierra, una hazaña monumental con la que esperaba pillar a los romanos desprotegidos e invadir Italia. Durante el complicado viaje a través de los Pirineos y los Alpes perdió a muchos de los 100.000 infantes y caballeros que lo acompañaban, y algunos de sus valiosos elefantes cayeron presa del implacable frío de las montañas.Los ejércitos de Roma y Cartago se enfrentaron en la batalla del Trebia, en el norte de Italia, a finales del 218 a. C. A pesar de las tropas que había perdido durante su larga marcha, Aníbal había logrado reforzar su ejército reclutando tribus galas por el camino, que estaban deseando luchar contra sus enemigos romanos. Aunque los detalles varían en función de la fuente que se consulte, el ejército romano sufrió una contundente derrota y perdió a miles de hombres a pesar de su superioridad numérica.La guerra siguió su curso y Aníbal obtuvo varias victorias en diversas escaramuzas antes de la batalla de Cannas, quizá su mayor logro en la guerra. Esta batalla librada cerca de Cannas, en la costa sudeste de Italia, fue una de las mayores de la guerra, pues Roma intentó cortar el avance de Aníbal enviando un ingente número de legiones. Desgraciadamente para Roma, lanzar hombres al campo de batalla sin la dirección apropiada demostró ser un error, y las tácticas de Aníbal no tardaron en superar a los romanos. Los cartagineses asestaron el golpe decisivo destrozando las columnas romanas, que contaron a sus víctimas por decenas de miles.Tras su contundente derrota en Cannas, los romanos iniciaron una guerra de desgaste contra las fuerzas de Aníbal, estancando la situación en Italia; ninguno de ambos bandos era capaz de ganar terreno y, aunque Aníbal tuvo éxito y capturó algunas colonias, los romanos también realizaron algunas incursiones en Iberia y conquistaron algunos enclaves importantes. Las victorias romanas en Iberia aportaron nuevas dosis de moral y, bajo el liderazgo de Escipión el Africano, se trazaron los planes de la invasión de África.Aníbal regresó a Cartago en el 203 d. C. para hacer frente a la inminente amenaza de Escipión. En la batalla de Zama, el maltrecho ejército de Aníbal cayó víctima del romano, mucho más fresco y, aunque Aníbal logró escapar del campo de batalla, la mayor parte de su ejército fue destruido. Esta derrota tan cerca de su casa puso fin a la Segunda Guerra Púnica tras casi una década de continuos enfrentamientos."
        },
        {
            "heading": "Declive y destrucción",
            "text": "Roma accedió a resolver el conflicto de forma pacífica con Cartago a cambio de ingentes indemnizaciones y un tributo constante del rival al que había sometido. Cartago había perdido el control de la Península Ibérica y su importancia en el escenario mundial había quedado drásticamente reducida. Sin embargo, aquello no supuso el final de una larga rivalidad, pues 60 años más tarde se iniciaría la Tercera Guerra Púnica que habría de resolver el conflicto de forma definitiva.Roma retomó el conflicto en el 149 a. C., recurriendo a mezquinas riñas regionales como justificación para la conquista final de Cartago y su pueblo. Tras lanzar una serie de exigencias desproporcionadas, y sabiendo que Cartago se negaría, los romanos asediaron la ciudad durante tres años. Aunque aguantó hasta el 146 a. C., el maltrecho pueblo de Cartago tuvo que acabar rindiéndose; Cartago ardió hasta los cimientos, buena parte de la población fue asesinada y los supervivientes fueron vendidos como esclavos. Esto supuso el final de la grandiosa Cartago, uno de los reinos más formidables del mundo antiguo y, quizá, el enemigo más peligroso de Roma."
        },
        {
            "heading": "Legado",
            "text": "Cartago comenzó siendo un humilde enclave de exiliados y vagabundos para convertirse en un centro de comercio y la mayor potencia naval del mundo antiguo. Hoy se recuerda a la antigua Cartago y a su pueblo principalmente por su legado como el imperio que desafío la incuestionable grandeza de Roma."
        },
        {
            "heading": "Legado",
            "text": "Cartago comenzó siendo un humilde enclave de exiliados y vagabundos para convertirse en un centro de comercio y la mayor potencia naval del mundo antiguo. Hoy se recuerda a la antigua Cartago y a su pueblo principalmente por su legado como el imperio que desafío la incuestionable grandeza de Roma."
        }
    ],
    "leader": {
        "name": "Dido",
        "subtitle": "Líder de Cartago",
        "lived": "C. 800 a. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/dido.png",
        "trait": {
            "name": "Herencia fenicia",
            "effect": "Todas las ciudades costeras reciben un Puerto gratis. Tras ganar el primer Gran general, las unidades pueden cruzar Montañas, pero reciben 50 PG de daño si terminan el turno en una."
        },
        "titles": [
            "Reina de Cartago"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Al igual que otras muchas leyendas, la historia de Dido, reina de Cartago, está llena de intrigas y engaños. Esta historia, rememorada por los historiadores romanos y más adelante por el poeta Virgilio en su Eneida, comienza con su vida como hija del rey Belo de Tiro. El reino de Tiro pertenecía a la civilización fenicia, que se extendía por el territorio que hoy ocupa el Líbano. Dido, a quien los registros antiguos solían llamar \"Elisa\", heredó el trono de Tiro tras la muerte de su padre en torno al 800 a. C. Fue declarada co-regente junto a su hermano Pigmalión, pero Dido no fue muy aceptada por su pueblo. A pesar de que su padre quería que compartiera el trono con su hermana, Pigmalión fue el rey de Tiro de hecho y Dido ostentaba muy poca autoridad.No pasó mucho tiempo antes de que casaran a Dido con un sacerdote llamado Acerbas, quien, según algunas fuentes, pudo haber sido su tío. Se dice que Acerbas poseía una vasta fortuna enterrada. El rey Pigmalión, conocedor de esta fortuna, mandó asesinar a Acerbas para reclamar el oro que legítimamente pertenecía a su hermana. Aunque los relatos difieren, Dido terminó descubriendo que su hermano era el culpable de la muerte de su marido (se dice que el propio fantasma de Acerbas se le apareció para pedirle que huyera del reino y revelar la ubicación de su oro oculto). El cuidadoso plan que trazó para escapar de las garras de Pigmalión nos permite atisbar por primera vez la astucia que hizo famosa a Dido.Para no levantar sospechas, Dido anunció a Pigmalión que deseaba viajar por el mundo con la intención de enviar tributos y regalos a Tiro. Pigmalión accedió y proporcionó a Dido una pequeña flota y diversos siervos para que la ayudaran en el viaje. Tras cargar las naves con los sacos de oro de Acerbas, Dido puso en marcha su plan. Para engañar a Pigmalión, ordenó a los siervos que cargaran sacos de arena como señuelo en las cubiertas superiores. Tras partir, Dido declaró que el oro era una ofrenda al espíritu de su marido fallecido y mandó arrojar los sacos de arena al mar. Pigmalión pensó que había perdido el oro para siempre y no intentó perseguir a Dido.Dido se dedicó a buscar un nuevo hogar y realizó su primera parada en la isla de Chipre, donde se le unieron unos lugareños. Más tarde, echaron el ancla en el norte de África y comenzaron a negociar con un jefe local el precio de un pequeño terreno en el que fundar un nuevo asentamiento. Dido engañó al jefe haciéndole pensar que había obtenido un gran acuerdo al acceder a comprar toda la tierra que pudiera abarcar con la piel de un único buey, pero la astuta Dido cortó la piel en pequeñas tiras con las que rodeó una zona bastante amplia en torno a una colina. Y así se fundó la ciudad de Cartago y el legado de Dido como líder astuta y capaz.Dido fue la primera reina que gobernó Cartago y, según explica la leyenda, tenía varios pretendientes, entre ellos Eneas, el príncipe troyano. Según cuenta Virgilio, los dioses griegos llevaron a Eneas a Cartago con triquiñuelas. Dido y Eneas se hicieron amantes y, cuando Eneas la abandonó para seguir su viaje, Dido quedó tan desconsolada que se suicidó."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Es difícil juzgar a una figura tan legendaria como Dido, pues la fundación de la gran Cartago sigue rodeada de mitos y misterios. A pesar de lo que sabemos acerca de su vida, la reputación de Dido como líder astuta ha pervivido en la historia y sigue granjeando el interés del público."
            }
        ]
    }
}