{
    "id": 4,
    "name": "China",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/china.png",
    "dawn_of_man": "¡Que el divino cielo os colme de bendiciones, emperatriz Wu Zetian, la gobernanta más bella y altiva de China! ¡Oh, gran emperatriz, cuya mera sombra hace que las flores broten y los ríos corran! Vos sois la líder de China, la civilización más antigua y más grande que la humanidad haya dado nunca. La historia de China se pierde en las brumas del tiempo y su pueblo ya consiguió muchos logros antes de que otras civilizaciones advenedizas tan siquiera llegaran a concebirse. Las contribuciones chinas al arte y la ciencia son demasiadas y demasiado maravillosas para hacerles justicia. La imprenta, la pólvora, las obras de Confucio... no son más que unos cuantos de los regalos que China le ha hecho a un mundo indigno de ellos.Vos, gran reina, que con astucia y belleza pasasteis de ser una humilde concubina a la Divina Emperatriz, vuestro pueblo os implora que lo lideréis. La gran China vuelve a estar rodeada de bárbaros por todos lados. ¿Podréis derrotar a vuestros innumerables enemigos y devolver la grandeza a vuestro país? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Papelero|Papeleros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/paper_maker.json"
        }
    ],
    "unique_units": [
        {
            "name": "Cho-ko-nu|Cho-ko-nu",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/chu-ko-nu.json"
        }
    ],
    "city_names": [
        "Pekín",
        "Shanghai",
        "Guangzhou",
        "Nanjing",
        "Xi'an",
        "Chengdu",
        "Hangzhou",
        "Tianjin",
        "Macao",
        "Shandong",
        "Kaifeng",
        "Ningbo",
        "Baoding",
        "Yangzhou",
        "Harbin",
        "Chongqing",
        "Loyang",
        "Kunming",
        "Taipei",
        "Shenyang",
        "Taiyuan",
        "T'ainan",
        "Dalian",
        "Lijiang",
        "Wuxi",
        "Suzhou",
        "Maoming",
        "Shaoguan",
        "Yangjiang",
        "Heyuan",
        "Liaoning",
        "Hubei",
        "Gansu",
        "Huangshi",
        "Yichang",
        "Yingtan",
        "Xinyu",
        "Xinzheng",
        "Handan",
        "Dunhuang",
        "Gaoyu",
        "Nantong",
        "Weifang",
        "Xikang"
    ],
    "spy_names": [
        "Li",
        "Chen",
        "Zhang",
        "Liu",
        "Yang",
        "Huang",
        "Zhao",
        "Wu",
        "Zhou",
        "Sun"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Resumir la rica historia de China en unos párrafos es una tarea titánica. La civilización china existe desde hace unos 6.000 años y abarca una buena parte de la historia de la humanidad. Existen restos de hombres prehistóricos en China de unos dos millones de años, y el hombre moderno habita la zona desde al menos 18.000 años, puede que mucho más."
        },
        {
            "heading": "Geografía",
            "text": "China tiene tres zonas geográficas principales: la meseta montañosa del oeste, el sur escarpado y los bajíos sureños que bordean el mar Amarillo y el mar de China Oriental. Los bajíos, regados por varios ríos importantes, son increíblemente fértiles y han sido el centro de poder de China: quien controla esta zona, controla Asia occidental."
        },
        {
            "heading": "Primeros años",
            "text": "La Dinastía Xia es la primera entidad política centralizada de China que se conoce. Aunque las fechas concretas son objeto de debate, muchos eruditos prestigiosos están de acuerdo en que los xia existieron aproximadamente desde el 2000 a. C. hasta el 1600 a. C. Los xia no controlaron toda China; su poder estaba muy centralizado en el norte, la zona que más adelante se llamaría Manchuria. La Dinastía Xia acabó cayendo a manos de la Shang, que duró desde el siglo XVIII hasta el XII a. C. A su vez, los shang fueron depuestos por los zhou, que conservaron el poder hasta el siglo IX a. C. Desde el siglo IX hasta el II a. C., China sufrió una agonía constante de guerras civiles; fueron los períodos de Primaveras y Otoños y de Reinos Combatientes. En el siglo II a. C, la Dinastía Qin se impuso a sus rivales y fundó el primer estado chino verdaderamente unificado. Sus sucesores, los han, introdujeron el puesto de emperador, el líder único que gobernaba toda China."
        },
        {
            "heading": "Historia posterior",
            "text": "China sería controlada por las Dinastías Tang y Song a lo largo de los siguientes siglos. En el año 1271 d. C., Kublai kan, un líder mongol, conquistó el país y fundó su propia dinastía, la Yuan. Los yuan aguantaron un siglo antes de ser derrocados por la Dinastía Ming, que duró hasta el siglo XVI. Los qing sustituyeron a los ming y gobernaron hasta 1912, momento en el que se fundó la República de China. La república duró unos 50 años hasta que, en 1949, se sustituyó por la República Popular China. A día de hoy, la República Popular China sigue al frente del país."
        },
        {
            "heading": "Inventos chinos",
            "text": "Los chinos, un pueblo creativo e innovador, han regalado al mundo muchos de los grandes inventos, como el papel, la pólvora, la brújula y los tipos móviles para imprimir. (Esta sección es obligatoria siempre que se habla de la historia china; es una ley no escrita)."
        },
        {
            "heading": "China y el mundo",
            "text": "A lo largo de gran parte de su historia, China ha sido una civilización aislada que ha ignorado y ha sido ignorada por el resto del mundo. No fue difícil, pues, durante muchos siglos, China disfrutó de una tecnología y un ejército superiores a los de todos sus enemigos externos. Y, si las amenazas no podían resolverse por lo militar, eran simplemente absorbidas por su cultura dominante, como les sucedió a los mongoles que conquistaron China en 1271.Eso cambió en los siglos XVIII y XIX. En este periodo, las potencias europeas y Japón habían alcanzado un nivel tecnológico superior al chino. Esta ventaja, combinada con la vasta superioridad de sus fuerzas navales, mejores armas, comunicaciones y tácticas militares avanzadas, permitió a los extranjeros dominar buena parte de las ricas ciudades costeras chinas, en las que establecieron negocios muy rentables, como el famoso comercio del opio. El débil y corrupto gobierno central chino no fue capaz de deshacerse de los odiados extranjeros, que permanecieron allí hasta que los japoneses echaron a la mayoría durante y después de la Segunda Guerra Mundial."
        },
        {
            "heading": "La China actual",
            "text": "El gobierno comunista emergió victorioso en su enfrentamiento contra los nacionalistas poco después de la Segunda Guerra Mundial, y pasó los siguientes 50 años consolidándose en el poder, modernizando la infraestructura y mejorando la vida y la educación de su numerosa población, un proceso en el que cometieron grandes errores, como la estúpida Revolución Cultural, que sirvió para acabar con los intelectuales chinos. En los últimos 40 años, China ha emergido como una gran potencia mundial que pronto dejará pequeñas a todas las demás economías, incluyendo los otrora todopoderosos Estados Unidos.Sin embargo, China también tiene su dosis de problemas. Gasta gran parte de su energía solo en mantener su ingente población. Cada vez se construyen más fábricas y los automóviles comienzan a inundar las calles de las grandes ciudades, así que la polución se está convirtiendo en un grave problema. El Tíbet, que en función del punto de vista de cada uno puede ser una nación sometida o una parte de China, sigue siendo una herida abierta y una distracción política para los chinos. Pero ninguna de estas dificultades es insuperable y China parece destinada a dominar el siglo XXI."
        },
        {
            "heading": "La China actual",
            "text": "El gobierno comunista emergió victorioso en su enfrentamiento contra los nacionalistas poco después de la Segunda Guerra Mundial, y pasó los siguientes 50 años consolidándose en el poder, modernizando la infraestructura y mejorando la vida y la educación de su numerosa población, un proceso en el que cometieron grandes errores, como la estúpida Revolución Cultural, que sirvió para acabar con los intelectuales chinos. En los últimos 40 años, China ha emergido como una gran potencia mundial que pronto dejará pequeñas a todas las demás economías, incluyendo los otrora todopoderosos Estados Unidos.Sin embargo, China también tiene su dosis de problemas. Gasta gran parte de su energía solo en mantener su ingente población. Cada vez se construyen más fábricas y los automóviles comienzan a inundar las calles de las grandes ciudades, así que la polución se está convirtiendo en un grave problema. El Tíbet, que en función del punto de vista de cada uno puede ser una nación sometida o una parte de China, sigue siendo una herida abierta y una distracción política para los chinos. Pero ninguna de estas dificultades es insuperable y China parece destinada a dominar el siglo XXI."
        }
    ],
    "leader": {
        "name": "Wu Zetian",
        "subtitle": "Líder de China",
        "lived": "C. 625-705 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/wu_zetian.png",
        "trait": {
            "name": "Arte de la guerra",
            "effect": "La bonificación al combate de los Grandes generales aumenta un 15% y su velocidad de aparición será un 50% mayor."
        },
        "titles": [
            "Emperatriz reinante"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Como muchas civilizaciones, China ha estado dominada por los hombres durante gran parte de su historia. Hasta hace muy poco, las mujeres tenían pocos derechos, y el poder directo se les negaba por completo. Era algo insólito que una mujer consiguiera el título de emperador y se convirtiera en la figura más poderosa de China. Solo una fue capaz de hacerlo en toda la historia del país. Y no fue otra que Wu Zetian, una de los gobernantes más notables (entre hombres o mujeres) que el mundo haya visto."
            },
            {
                "heading": "Concubina Wu",
                "text": "Wu era una niña asombrosamente bella y, a los 13 años (aprox. en el 639 d. C.), se convirtió en concubina del emperador Taizong. No tuvo ningún hijo con él y, a la muerte de éste en el 649, se marchó de palacio para convertirse en monja budista, una práctica común para las concubinas sin hijos en aquella época. Y aquí debía haber acabado su historia. No obstante, el destino iba a darle otra oportunidad para alcanzar la gloria.Como gran parte de la política actual china, esto se complica mucho. La emperatriz Wang, esposa del emperador de aquel momento, Gaozong (hijo del anterior emperador, Taizong), temía que éste se enamorara demasiado de su consorte Xiao. Era un motivo de preocupación, porque se sabía de consortes que en el pasado habían desbancado a emperatrices y las habían hecho matar. Para distraer a su esposo de las atenciones de la consorte Xiao, la emperatriz hizo que Wu, que aún era joven y hermosa, regresara al palacio y se reincorporara como consorte.La táctica tuvo éxito (demasiado éxito, de hecho) ya que, en unos años, Wu había desbancado tanto a la consorte Xiao como a la emperatriz Wang en el afecto del emperador Gaozong. Mataron a ambas mujeres, y ella consiguió el título de emperatriz. Algunos historiadores creen que ella misma mató a su propia hijita y culpó a la emperatriz del asesinato. Aunque no se ha demostrado, los hechos que siguieron indican que podría haberlo hecho perfectamente."
            },
            {
                "heading": "Emperatriz consorte Wu",
                "text": "Como emperatriz consorte, Wu maniobró rápidamente para consolidar su poder. Forjando alianzas con funcionarios poderosos, hizo que degradaran, exiliaran o mataran a todos los que se opusieron a ella. Era una consejera competente del emperador, y éste fue delegando más poder en ella a medida que pasó el tiempo. En el 660 d. C., el emperador empezó a sufrir una enfermedad debilitadora (que, según algunos, le causó el lento envenenamiento al que le sometió Wu) y éste delegó gran parte de la gestión cotidiana del imperio en la mujer, que por entonces tendría unos 35 años. Wu demostró ser una administradora hábil, con un agudo ingenio y un gran conocimiento de la historia y la literatura. También demostró una notable habilidad para encontrar y destruir a aquellos que conspiraban contra ella, así como a los que podrían representar una amenaza en el futuro. Cuando el emperador Gaozong murió en el 683, ella pasó a ser sin ningún asomo de duda la persona más poderosa de China."
            },
            {
                "heading": "Emperatriz viuda Wu",
                "text": "Tras la muerte de Gaozong, Zhongzong, el hijo de Wu, se convirtió en emperador. Éste empezó a mostrar de inmediato signos de independencia preocupantes, incluyendo el nombramiento de funcionarios en cargos importantes sin consultar con su madre. Esto amenazaba con socavar la base del poder de Wu, y la mujer pasó a la acción. Derrocaron y exiliaron a Zhongzong, y el hijo pequeño de Wu, Ruizong, se convirtió en emperador. No obstante, esta vez no se arriesgó y mantuvo al emperador prácticamente aislado. Por lo aprendido con el aciago ejemplo de su hermano mayor, el emperador titular no dudó en quedarse muy calladito y no hizo nada para ofender a la emperatriz viuda."
            },
            {
                "heading": "Emperadora Wu",
                "text": "En el 690 d. C., Wu subió al trono y rebajó a su hijo a la condición de príncipe heredero. Esto causó cierto grado de descontento entre los tradicionalistas, cosa de la que Wu se encargó de la manera habitual, tan eficiente como brutal. Amplió los poderes de la policía secreta, que respondía directamente ante ella, e hizo exiliar, encarcelar o matar a cientos de personas. Mantuvo el cargo durante unos 15 años hasta que, octogenaria y gravemente enferma, fue depuesta. Murió poco después, ese mismo año."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Como líder, se considera que Wu fue una administradora hábil y una sagaz conocedora del alma humana. Apoyó y ascendió a hombres capaces y, a cambio, recibió su lealtad sin fisuras. Los generales que nombró conquistaron Corea y sumaron esa rica tierra al imperio. No vaciló en destruir a quien viera como una amenaza, y los primeros años de su reinado fueron sangrientos y represores, hasta para los cánones chinos de la época. No obstante, a medida que se vio más segura en el trono, contuvo a la policía secreta e incluso sus enemigos la alababan, a regañadientes, por su competencia y decisión.Resumiendo, su gobierno fue benevolente con aquellos que no la desafiaban y letal con los que sí. Con todo, Wu Zetian sigue siendo una de los gobernantes más fascinantes de la historia y vale la pena estudiarla a fondo."
            }
        ]
    }
}