{
    "id": 23,
    "name": "Dinamarca",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/dinamarca.png",
    "dawn_of_man": "Que el honor y la gloria os acompañen, Harald \"Colmillo Azul\" Gormsson, poderoso heredero del rey Gorm el Viejo y Thyra Danebod. No solo habéis vencido en el campo de batalla contra los ejércitos de Noruega, sino que habéis completado enormes proyectos de construcción por todo el país: numerosas fortalezas circulares para proteger al pueblo de las invasiones y las pugnas internas. También conseguisteis expulsar a las oleadas de colonos germanos en el 983 d. C. y habéis conseguido proteger a vuestro reino de la indeseable influencia extranjera.Gran vikingo, el momento de la grandeza vuelve a planear sobre vos. ¡Levantaos y llevad a vuestro pueblo el poder y el triunfo renovados! ¿Haréis que el mundo vuelva a estremecerse con solo pensar en vuestros grandes ejércitos de escandinavos? ¿Dejaréis que el grito de batalla vikingo resuene por las rompientes olas? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Berserk|Berserker",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/berserker.json"
        },
        {
            "name": "Infantería de Montaña Noruega|Infanterías de Montaña Noruegas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/norwegian_ski_infantry.json"
        }
    ],
    "city_names": [
        "Copenhague",
        "Aarhus",
        "Kaupang",
        "Ribe",
        "Viborg",
        "Túnsberg",
        "Roskilde",
        "Hedeby",
        "Oslo",
        "Jelling",
        "Truso",
        "Bergen",
        "Faeroerne",
        "Reikiavik",
        "Trondheim",
        "Godthab",
        "Helluland",
        "Lillehammer",
        "Markland",
        "Elsinor",
        "Sarpsborg",
        "Odense",
        "Aalborg",
        "Stavanger",
        "Vorbasse",
        "Schleswig",
        "Kristiansand",
        "Halogaland",
        "Randers",
        "Fredrikstad",
        "Kolding",
        "Horsens",
        "Tromso",
        "Vejle",
        "Koge",
        "Sandnes",
        "Holstebro",
        "Slagelse",
        "Drammen",
        "Hillerod",
        "Sonderborg",
        "Skien",
        "Svendborg",
        "Holbaek",
        "Hjorring",
        "Fladstrand",
        "Haderslev",
        "Ringsted",
        "Skive"
    ],
    "spy_names": [
        "Jørgen",
        "Mette",
        "Henrik",
        "Niels",
        "Helle",
        "Frederik",
        "Ida",
        "Thea",
        "Freja",
        "Morten"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Abrigado entre los países nórdicos de la Europa septentrional, el reino de Dinamarca incluye la Dinamarca propiamente dicha, además de Groenlandia y las islas Faroe. La historia de Dinamarca, uno de los reinos más antiguos del mundo, puede rastrearse hasta los siglos VI y VII, cuando los daneses eran aún un pueblo tribal diseminado por toda la región. Finalmente, se unieron bajo el mando del rey Harald Colmillo Azul, y muchos daneses se establecieron en Inglaterra e Irlanda durante las invasiones de la época de los vikingos. Desde estas primeras historias de exploraciones y conquistas de los vikingos hasta la moderna nación de Dinamarca que conocemos hoy en día, el pueblo danés ha sido una parte importante en muchos acontecimientos mundiales."
        },
        {
            "heading": "Geografía y clima",
            "text": "Dinamarca es un país relativamente pequeño (aproximadamente del mismo tamaño que Extremadura) que se encuentra en el norte de Europa. Junto con sus países vecinos, Noruega y Suecia, es parte de la zona conocida como Escandinavia. Aunque se compone básicamente de centenares de pequeñas islas, la península de Jutlandia, la principal masa de tierra continental de Dinamarca, comparte frontera con Alemania, lo que la convierte en la única nación escandinava limítrofe con la Europa continental.Dinamarca es un país notablemente llano y su cota más alta sobre el nivel del mar apenas llega a los 170 m. Como parte de la zona templada, tanto el verano como el invierno son relativamente moderados y tiene pocas precipitaciones o temperaturas extremas."
        },
        {
            "heading": "Orígenes y prehistoria",
            "text": "Durante la última Edad de Hielo, el área que en la actualidad constituye Dinamarca quedó prácticamente cubierta por las formaciones glaciales. Cuando el hielo por fin empezó a fundirse, entre el 12.000 y el 14.000 a. C., empezaron a poblar la zona pequeños grupos de cazadores y recolectores que sobrevivían básicamente gracias a la caza de renos. Estos cazadores llevaban un estilo de vida nómada y se movían con las estaciones siguiendo las pautas migratorias de los animales de los cuales dependían para su sustento.Con el tiempo, la población de la pequeña zona de islas creció cuando los inmigrantes se trasladaron al norte y les llevaron un conocimiento más extenso de la agricultura. Ya en el 3.000 a. C., los granjeros empezaron a talar parte de los grandes bosques de hoja caduca que se encuentran por toda Dinamarca, como prueban las diversas hachas de pedernal que se han encontrado por todo el país.La costumbre de erigir dólmenes (una forma de tumba) y, posteriormente, \"tumbas de corredor\", también se extendió durante esta época. El dolmen era una construcción funeraria compuesta de varias piedras erguidas cubiertas con otra piedra más grande. Estas primeras construcciones evolucionaron hasta convertirse en la tumba de corredor, una estructura megalítica compuesta de una angosta entrada con grandes piedras alineadas que llevaba hasta una cámara funeraria, cubierta de tierra o con más piedras. Se cree que estas tumbas megalíticas costaban años de trabajo a toda una comunidad, pero, tras descubrir que no hay rastros de restos humanos, los arqueólogos siguen sin estar seguros de cuál era su verdadero propósito.Durante la Edad de Bronce nórdica, estas tumbas evolucionaron todavía más, hasta convertirse en los túmulos, o montículos funerarios, que en la actualidad se suelen asociar a los vikingos. Además, fue durante este periodo que el hacha de combate, la legendaria arma vikinga, evolucionó desde sus orígenes de piedra hasta ver los primeros ejemplares de bronce. Aunque Dinamarca contaba con muy pocas fuentes de cobre para poder hacer bronce, consiguieron llevar al norte grandes cantidades de este material gracias al comercio y las conquistas, los que permitió a los daneses dominar el arte de la metalurgia. Para el siglo VIII d. C., ya había hierro disponible y los vikingos iban bien equipados con su arma predilecta."
        },
        {
            "heading": "La era de los vikingos",
            "text": "Desde principios del siglo VII, cada primavera, los vikingos de Dinamarca, Noruega y Suecia hacían incursiones por el mar del Norte hasta llegar a Inglaterra, aunque acabaron por llegar a Francia, España y puntos más orientales. En el año 793, el famoso asalto vikingo a Lindisfarne, un monasterio cristiano de la costa inglesa, serviría para que Europa occidental cobrara consciencia del problema y marcaría históricamente el auge oficioso de la era vikinga.El legendario vikingo Ragnar Lodbrok, que remontó el río Sena en el año 845 y amenazó París solo para conseguir a cambio un rescate de más de tres toneladas de plata, consagraría el papel de los vikingos en la historia como azote incansable de Europa durante el siglo XI. La supuesta propensión de Ragnar a sacrificar los prisioneros capturados a los dioses nórdicos aterrorizó la sensibilidad cristiana de la realeza, lo que les llevó a dar sumas cada vez más cuantiosas (conocidas como \"Danegeld\") para apaciguar a los vikingos.La clave de los vikingos para sus famosas incursiones era la habilidad de los escandinavos para construir naves. Ya conocidos por su terrible dominio de los mares, la creación del \"Langskip\" (o drakkar), dio a los vikingos una ventaja inusitada durante ese periodo. Aunque dependían del velamen cuando iban por mar abierto, podían cambiar el rumbo mediante remos, lo que les proporcionaba una maniobrabilidad añadida cuando iban por la costa o los ríos. Esta versatilidad resultaría ser la perdición para muchos enclaves europeos."
        },
        {
            "heading": "Formación del reino",
            "text": "El rey Gorm el Viejo sentó las bases del reino de Dinamarca alrededor del año 936 d. C. y gobernó hasta su muerte, en el 959. No obstante, sería su hijo, Harald Colmillo Azul, el primero en unir toda Dinamarca bajo un solo trono y expandir las tierras del reino a partes de Noruega y Suecia. Colmillo Azul se convirtió en un acérrimo partidario de la conversión de los daneses al cristianismo, un proceso que continuaría bajo reyes posteriores, especialmente Canuto el Grande y Svend II.Canuto (también conocido como Knut), gobernó desde 1016 hasta su muerte, en 1035, y llegó a ser rey de Inglaterra, Dinamarca, Noruega y hasta de parte de Suecia. Su reinado en Inglaterra resultó fundamental, pues en ese periodo envió monjes ingleses a Dinamarca para que ayudaran a cimentar el cristianismo. Como compensación para la Iglesia, Canuto ordenó que se repararan todas las iglesias y monasterios que los vikingos habían destruido o dañado en el pasado y hasta llegó a restituirles el botín saqueado.Tras la muerte de Canuto, Magnus reinaría brevemente en Noruega y Dinamarca. No obstante, fue el liderato de su sucesor, Svend II, el que dejaría una huella más duradera en el reino. Durante su reinado, se construyeron iglesias por toda Dinamarca, y el monarca se esforzó por unir a su pueblo con los cristianos de toda Europa fomentando que los daneses aprendieran latín. Sin embargo, Svend fue un personaje muy controvertido, y su relación con la Iglesia se puede definir como tensa en muchas ocasiones. Fue padre de veinte hijos, diecinueve de los cuales han sido confirmados como ilegítimos. De estos diecinueve, cinco de ellos (Harald III, Canuto IV, Olaf I, Eric I y Niels) se sucedieron pacíficamente como posteriores reyes de Dinamarca hasta pasados 60 años de la muerte de Svend, en 1074.Desde 1397 hasta 1523, Dinamarca fue parte de lo que pasó a conocerse como \"la Unión de Kalmar\", en la que los reinos de Dinamarca, Noruega y Suecia quedaron unidos bajo un solo líder. Fue durante esta época que la primera monarca, la reina Margarita I, reinaría hasta 1412. La actual reina de Dinamarca, Margarita II, ha sido la única otra mujer que ha reinado allí desde entonces."
        },
        {
            "heading": "Historia posterior",
            "text": "Entre los siglos XVI y XVIII, Dinamarca fue una nación próspera que se benefició del comercio con el resto de Europa. Cristián IV, el monarca que más tiempo ha gobernado en Dinamarca (desde 1588 hasta 1648), instituyó varias políticas que expandieron las defensas nacionales de Dinamarca y reforzaron sus cimientos culturales y económicos. Durante su reinado, Cristián dobló con creces los efectivos de la armada danesa y encargó además la construcción de varias fortalezas. En 1616, la fundación de la Compañía de las Indias Orientales danesa comportaría una breve racha favorable para la nación gracias al monopolio comercial concedido por Cristián y a varios negocios de contrabando de té en Inglaterra. Aunque sigue siendo un líder popular en Dinamarca, su participación en diversas contiendas, sobre todo en la Guerra de los Treinta Años, realmente supuso el declive del poder danés en la zona del Báltico.Durante las guerras napoleónicas, el descontento británico por el continuo comercio danés con Francia llevaría a enfrentamientos cada vez más agresivos en la zona. En 1801, una flota británica destruyó gran parte de la armada danesa en las aguas de Copenhague. Gran Bretaña cada vez estaba más preocupada porque fuera inevitable que Dinamarca sucumbiera ante Francia, lo que restringiría el acceso británico al mar Báltico, una pérdida inimaginable para su mando militar.En 1807, se inició el bombardeo de Copenhague (la Segunda Batalla de Copenhague) cuando una enorme flota británica, acompañada de efectivos terrestres, rodeó la ciudad y atacó a las fuerzas danesas, muy inferiores en número, que se negaron a rendirse. Copenhague quedó muy dañada y murieron más de 5.000 civiles y soldados en el ataque consiguiente. Los británicos confiscaron todos los barcos restantes de la armada danesa y empujaron a Dinamarca a entrar en la guerra de lado de los franceses. Dinamarca lucharía hasta 1813, cuando el esfuerzo bélico llevó al país a la bancarrota, lo que lo obligó a firmar el Tratado de Kiel entre Gran Bretaña, Suecia y los reinos aliados de Dinamarca y Noruega."
        },
        {
            "heading": "La Segunda Guerra Mundial",
            "text": "Aunque Dinamarca se mantuvo neutral durante la Primera Guerra Mundial, se vería inmersa inevitablemente en la segunda. En abril de 1940, Alemania invadió Dinamarca sin apenas encontrar resistencia. A Dinamarca se le permitió mantener la independencia de la mayoría de funciones públicas, y el país siguió cooperando económicamente con Alemania durante la ocupación hasta 1943. En agosto de ese año, el gobierno danés se negó a seguir cooperando y ordenó hundir la mayoría de su flota. Durante la ocupación, el gobierno danés y el movimiento de resistencia consiguieron ayudar a la mayoría de judíos daneses para que huyeran a Suecia.Tras su liberación en 1945, Dinamarca se unió rápidamente a las fuerzas aliadas y se convirtió en uno de los miembros fundadores de las Naciones Unidas. También tuvo un papel activo en la formación de la Organización del Tratado del Atlántico Norte (OTAN), la alianza militar que se formó en 1949."
        },
        {
            "heading": "La Dinamarca moderna",
            "text": "En la actualidad, Dinamarca es una monarquía constitucional, con la reina Margarita como jefa de estado de un sistema de gobierno parlamentario. Dinamarca entró en la Comunidad Económica Europea (predecesora de la actual Unión Europea) tras someter la cuestión a un referéndum público en 1972, en el que ganó el sí. No obstante, a diferencia de otros estados miembros, Dinamarca se ha negado a adoptar el euro. La Dinamarca moderna tiene una sólida economía que medra pese al pequeño tamaño del país, que se encuentra en el 16.º puesto del PIB per cápita. Sus principales exportaciones son alimentos y ganado, además de maquinaria y suministros industriales. Pese a sus considerables recursos petrolíferos, Dinamarca ha demostrado ser un líder mundial en energía eólica. La electricidad generada así actualmente alcanza el 15% del total del país, lo que lo convierte en el porcentaje de aprovechamiento eólico más alto del mundo. Desde los humildes orígenes de los daneses en la Edad de Piedra, Dinamarca se ha convertido en una de las naciones que más ha progresado en el mundo."
        },
        {
            "heading": "Personalidades de la cultura",
            "text": "Dinamarca ha dado un gran número de personajes importantes de la cultura y la ciencia durante su historia. El escritor y poeta danés Hans Christian Andersen fue famoso por sus cuentos infantiles, muchos de los cuales se siguen reinterpretando hoy en día. Niels Bohr, físico danés que ganó el premio Nobel en 1922, fue una figura clave para el desarrollo de la primera bomba atómica. A mediados del siglo XX, el \"padre del diseño danés\", Arne Jacobsen, inspiró a arquitectos y diseñadores de todo el mundo con su estilo moderno y funcional, que ha tenido su reflejo en todo, desde muebles hasta lámparas."
        },
        {
            "heading": "Personalidades de la cultura",
            "text": "Dinamarca ha dado un gran número de personajes importantes de la cultura y la ciencia durante su historia. El escritor y poeta danés Hans Christian Andersen fue famoso por sus cuentos infantiles, muchos de los cuales se siguen reinterpretando hoy en día. Niels Bohr, físico danés que ganó el premio Nobel en 1922, fue una figura clave para el desarrollo de la primera bomba atómica. A mediados del siglo XX, el \"padre del diseño danés\", Arne Jacobsen, inspiró a arquitectos y diseñadores de todo el mundo con su estilo moderno y funcional, que ha tenido su reflejo en todo, desde muebles hasta lámparas."
        },
        {
            "heading": "Personalidades de la cultura",
            "text": "Dinamarca ha dado un gran número de personajes importantes de la cultura y la ciencia durante su historia. El escritor y poeta danés Hans Christian Andersen fue famoso por sus cuentos infantiles, muchos de los cuales se siguen reinterpretando hoy en día. Niels Bohr, físico danés que ganó el premio Nobel en 1922, fue una figura clave para el desarrollo de la primera bomba atómica. A mediados del siglo XX, el \"padre del diseño danés\", Arne Jacobsen, inspiró a arquitectos y diseñadores de todo el mundo con su estilo moderno y funcional, que ha tenido su reflejo en todo, desde muebles hasta lámparas."
        }
    ],
    "leader": {
        "name": "Harald Colmillo Azul",
        "subtitle": "Líder de Dinamarca",
        "lived": "Circa 920-986 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harald_colmillo_azul.png",
        "trait": {
            "name": "Furia vikinga",
            "effect": "Las unidades embarcadas tienen +1 al Movimiento [ICON_MOVES], solo pagan 1 punto por pasar del mar a tierra y no pagan puntos de movimiento por saquear."
        },
        "titles": [
            "Rey de Dinamarca",
            "Rey de Noruega"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Harald \"Colmillo Azul\" Gormsson fue rey de Dinamarca durante casi 30 años, a partir del 958 d. C. aproximadamente. Durante su reinado, Colmillo Azul unió a las tribus periféricas de Dinamarca y defendió a su pueblo de las incursiones de Noruega y Germania, a la vez que supervisaba la realización de varios grandes proyectos de construcción que reforzaron las defensas de su nación. A Colmillo Azul también se le conoce por abandonar las tradiciones paganas nórdicas de sus antepasados y volverse un cristiano devoto que se esforzó por convertir pacíficamente al pueblo danés durante su reinado."
            },
            {
                "heading": "Primeros tiempos",
                "text": "Se desconoce cuándo nació Colmillo Azul exactamente, pero, según los relatos de sus logros tras convertirse en rey, se supone que fue alrededor del 920 d. C. Hijo del rey Gorm el Viejo y de la reina Thyra Dannebod, Colmillo Azul nació y se crió como todo un vikingo. En su juventud, él y su hermano Canuto (también conocido como Knut) se echaban a la mar a saquear y regresaban para entregarle el botín a su padre. Se cree que Canuto, el primogénito e hijo favorito de Gorm, murió en Inglaterra, en una incursión cerca de Irlanda. La muerte de Canuto convirtió a Colmillo Azul en el único heredero de la corona. Con la muerte de Gorm en el 958 d. C., Colmillo Azul subió al trono y demostró ser un líder hábil tanto en el campo de batalla como fuera de él."
            },
            {
                "heading": "La unión de Dinamarca",
                "text": "Poco después de la muerte de su padre, Colmillo Azul consolidó su poder y tomó medidas rápidamente para reunir a las restantes tribus danesas en discordia bajo una sola bandera. Aunque se considera que su padre, Gorm, fue el primer rey verdadero de Dinamarca, su reinado no llegó a abarcar toda la zona, y además seguía habiendo tribus independientes. Con Colmillo Azul, toda Dinamarca y partes de Noruega y Suecia quedaron bajo su control. Durante un tiempo, llevó puesta incluso la corona de Noruega, aunque se cuestiona el verdadero alcance que llegó a tener allí su autoridad."
            },
            {
                "heading": "Proyectos de construcción",
                "text": "Colmillo Azul encargó un gran número de importantes proyectos de construcción en Dinamarca durante su reinado. En esos tiempos, la \"estela rúnica\" era un monumento habitual que se usaba para honrar a los muertos y reconocer sus logros, así que Harald estimó apropiado rendir honor a sus padres de esta manera. Al encargar una segunda piedra de Jelling (las estelas rúnicas que se encuentran en la localidad de Jelling, Dinamarca) en memoria de sus progenitores, Colmillo Azul creó lo que se considera en la actualidad el ejemplo más conocido de estelas rúnicas danesas. La piedra que erigió, que muestra una imagen distinguible de Cristo crucificado, se suele considerar el \"certificado de bautizo de Dinamarca\", pues puso fin a las tradiciones politeístas que seguía gran parte de la población danesa.Aparte de las piedras de Jelling, Colmillo Azul también fue responsable de que se estableciera una serie de seis fortalezas circulares vikingas, conocidas como \"trelleborg\". Tras perder el control de varios territorios de los alrededores en manos de diversas fuerzas germanas, el rey ordenó como respuesta que se construyeran estos fuertes en lugares estratégicos de Dinamarca. Capaces de albergar hasta 500 guerreros daneses, estas plazas fuertes consiguieron proteger a Dinamarca de más pérdidas y asegurar su interior contra futuras incursiones."
            },
            {
                "heading": "La conversión al Cristianismo",
                "text": "La conversión de Colmillo Azul al Cristianismo, aproximadamente en el 960 d. C., es un punto controvertido entre los historiadores modernos, principalmente debido a las diversas historias de cómo tuvo lugar. Los dos relatos más notables sobre el hecho nos han llegado de mano de historiadores casi contemporáneos a él, Widukind de Corvey y Adán de Bremen. Widukind contaba que Colmillo Azul se convirtió gracias a un sacerdote llamado \"Popo\", que era un invitado en la corte del rey o bien un misionero que había conseguido llegar hasta Dinamarca. Adán de Bremen (que escribió su relato unos cien años después) sostenía que Otón I de Germania había obligado al rey a convertirse tras derrotarlo en una batalla.Con independencia de cómo tuviera lugar esta conversión, lo cierto es que Harald pasó a ser un seguidor devoto del Cristianismo, que no solo se aseguró de que la imagen de Cristo apareciera en la piedra de Jelling en honor a sus padres, sino que también llegó al extremo de sacar el cadáver de su progenitor del tradicional túmulo funerario vikingo donde se encontraba y enterrarlo en la iglesia que había hecho construir, donde aún se encuentran en la actualidad las piedras de Jelling."
            },
            {
                "heading": "El juicio de la historia",
                "text": "En la actualidad, se considera por lo general al rey Harald Colmillo Azul como un monarca sabio que gobernó Dinamarca durante unos 30 años. Conservó la soberanía de su país contra la influencia de varios imperios vecinos (pese a algunos reveses) a la vez que dio forma a la cultura de su pueblo para los siglos venideros. Al final, su propio hijo, Svend, se rebelaría contra él y lo obligaría a huir del país. Tras la muerte de Colmillo Azul en el 986 d. C., Svend Barba Hendida subiría al trono y dejaría al país su propio legado."
            }
        ]
    }
}