{
    "id": 5,
    "name": "Egipto",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/egypt.png",
    "dawn_of_man": "¡Os saludamos, oh, gran Ramsés, faraón de Egipto, el que hace que el sol se levante y el Nilo siga su curso, el que bendice a su pueblo con todas las bienaventuranzas de la vida! Oh, gran señor, desde tiempos inmemoriales vuestro pueblo ha vivido a orillas del Nilo, donde ha brindado al mundo la escritura, las matemáticas, la escultura y la arquitectura. Hace miles de años, crearon grandes monumentos que aún se alzan, altos y orgullosos.Oh, Ramsés, durante incontables años vuestro pueblo ha resistido mientras las insignificantes naciones que lo rodeaban nacían y caían, convertidas en polvo. Vuestros súbditos se vuelven hacia vos para que los conduzcáis a la grandeza una vez más. ¿Podréis honrar a los dioses y devolver a Egipto al lugar que le corresponde en el centro del mundo? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Tumba|Tumbas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/burial_tomb.json"
        }
    ],
    "unique_units": [
        {
            "name": "Carro de guerra|Carros de guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/war_chariot.json"
        }
    ],
    "city_names": [
        "Tebas",
        "Menfis",
        "Heliópolis",
        "Elefantina",
        "Alejandría",
        "Pi-Ramsés",
        "Gizeh",
        "Ajetaten",
        "Hieraconpolis",
        "Abidos",
        "Asiut",
        "Avaris",
        "Lisht",
        "Buto",
        "Edfú",
        "Pithom",
        "Busiris",
        "Kahun",
        "Athribis",
        "Mendes",
        "El-Ashmunein",
        "Tanis",
        "Bubastis",
        "This",
        "Oryx",
        "Sebennytus",
        "Akhmim",
        "Karnak",
        "Luxor",
        "El-Kab",
        "Armant",
        "Balat",
        "El-Lahun",
        "Kom Medinet Ghurab",
        "Hawara",
        "Dashur",
        "Raqote",
        "Damanhur",
        "Merimde",
        "Abu Sir",
        "Heracleópolis",
        "Acoris",
        "Bani Hasan",
        "Tasa",
        "El Badari",
        "Hermópolis",
        "El Amrah",
        "Negade",
        "Coptos",
        "Hermontis",
        "Ombos",
        "Aniba",
        "Soleb",
        "Semna",
        "Amara"
    ],
    "spy_names": [
        "Refaat",
        "Heba",
        "Salah",
        "Ahmed",
        "Zakaria",
        "Bastet",
        "Ma'at",
        "Nebhet",
        "Tefenet",
        "Neuth"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Pocas civilizaciones han dejado una marca tan indeleble en la historia como la egipcia. Egipto, asentado en las riberas del Nilo durante unos 5.000 años, es una de las civilizaciones más antiguas del mundo que han sobrevivido. Uno de sus grandes logros fue la invención de la escritura en torno al 3000 a. C. Los eruditos egipcios, profundos conocedores de las matemáticas, cartografiaron el movimiento de los planetas con gran precisión. Y, por supuesto, también fueron los grandes arquitectos de la antigüedad: erigieron monumentos y templos que siguen sorprendiendo a las nuevas generaciones."
        },
        {
            "heading": "Geografía",
            "text": "La egipcia es una civilización ribereña que prosperó en torno al Nilo, que, con sus casi 7.000 kilómetros, es el río más largo del planeta. Egipto se extiende por la zona norte de este río, en un corredor estrecho pero extremadamente fértil del desapacible desierto del Sáhara africano. Aunque el área física de este a oeste de Egipto es considerable, la gran mayoría es desierto y casi todos los egipcios se han asentado en las cercanías del río a lo largo de su historia.El Nilo inundaba sus riberas en los veranos de cada año hasta que se construyeron las presas en el siglo XX. Los granjeros aprovechaban esas crecidas para regar y aportar nutrientes a sus campos; un año de sequías solía provocar hambrunas y desastres entre la población. El Nilo también proporcionaba muchas proteínas a los egipcios, expertos pescadores que dominaron el arte de la construcción y el manejo de pequeñas embarcaciones.Egipto limita al norte con el Mediterráneo. Es un mar templado y generoso que alienta la exploración y el comercio entre todas sus civilizaciones ribereñas."
        },
        {
            "heading": "Orígenes",
            "text": "Se cree que los primeros colonos llegaron al valle del Nilo en torno al 7000 a. C. huyendo de los cambios climáticos de las zonas del desierto, que entonces eran fértiles. Hacia el 5000 a. C. ya había cultivos en los enclaves ribereños. Estos asentamientos prosperaron en tamaño y poder gracias a las mejoras en la agricultura. En las tumbas de la época encontramos cerámica funeraria, adornos de cobre, cuentas y productos cosméticos, lo que sugiere un progreso económico y cultural.La prosperidad económica permitió la creación y el mantenimiento de fuerzas militares que se aprovecharon para conquistar a otras culturas cercanas. Gran parte de Egipto estaba unida en el 3000 a. C. El primer rey que aparece en los documentos históricos es Menes, que fundó la capital, Menfis, y al que atribuyen muchas obras de irrigación. Su \"Primera Dinastía\" duró unos dos siglos."
        },
        {
            "heading": "El Periodo Predinástico",
            "text": "El Periodo Predinástico se conoce también como \"Primera y Segunda Dinastías\", y dura aproximadamente desde el 3100 hasta el 2600 a. C. En esta época, Egipto incrementó sus dominios hacia el sur del Nilo y en las costas orientales y occidentales del Mediterráneo."
        },
        {
            "heading": "El Imperio Antiguo",
            "text": "Este periodo se extiende aproximadamente desde el 2600 a. C. hasta el 2100 a. C. La época es famosa por el gran número de pirámides que se construyeron para enterrar a los faraones. Los barcos egipcios viajaron por el Mediterráneo y el mar Rojo, comerciando con comida, especias, madera de cedro libanés y artículos de lujo, como mirra (un tipo de incienso), ébano y oro. Una sequía provocó la caída del gobierno central del Imperio Antiguo, que ya estaba debilitado por la corrupción y la guerra civil."
        },
        {
            "heading": "Épocas posteriores",
            "text": "El Imperio Antiguo dio paso al Primer Periodo Intermedio, que a su vez terminó con el Imperio Medio; éste fue interrumpido por el Segundo Periodo Intermedio y el posterior Imperio Nuevo, el Tercer Periodo Intermedio y, finalmente, el Periodo Tardío. El gobierno egipcio cayó y resurgió varias veces a lo largo de estos periodos que comprenden desde el 2100 a. C. hasta quizás el 600 a. C. Las épocas de caos y guerras internas eran seguidas por momentos de gran paz y estabilidad. Los enemigos externos invadían Egipto durante sus momentos de debilidad, mientras que los faraones ampliaban sus fronteras cuando Egipto estaba fuerte.En el 525 a. C., Egipto fue capturado por Persia, que controló el país hasta que fue conquistado por Alejandro Magno en el 332 a. C., cuando éste desmanteló sistemáticamente al Imperio Persa. Tras la muerte de Alejandro, los griegos fundaron la Dinastía de los Ptolomeo (o ptolemaica).Los competentes Ptolomeos gobernaron ininterrumpidamente hasta la muerte de Cleopatra VII en el año 30 a. C. Su suicidio señaló el final del gobierno faraónico y el comienzo de los siglos en que Egipto sería una provincia romana y bizantina. Aunque engullida por la marea islámica en el año 642 d. C., Egipto permanecería bajo ocupación extranjera (árabe, otomana, francesa y británica) hasta después de la Primera Guerra Mundial, cuando finalmente obtuvo su independencia de una administración británica harta de conflictos coloniales. Desde 1922 hasta 1952, pareció ser una de las monarquías constitucionales más prósperas del mundo. Pero la revolución era inminente; irónicamente, el golpe militar de julio de 1952 encabezado por Gamal Nasser convirtió finalmente a Egipto en una isla de estabilidad en medio de la turbulencia de Oriente Medio."
        },
        {
            "heading": "Arte y cultura",
            "text": "El dominio que los egipcios demostraron con la arquitectura monumental no tiene parangón en toda la historia. También fueron grandes escultores; nos han quedado estatuas hermosas de sus faraones y deidades. Nos han dejado muchas joyas delicadas y de bella factura en tumbas y cámaras subterráneas. Gran parte de la cultura egipcia está centrada en el mito de la muerte, el enterramiento y la vida en el más allá, aunque puede que hayan sido los objetos de arte de este tipo los que se enterraron con preferencia y por eso han sobrevivido hasta nuestros días en mayor cantidad."
        },
        {
            "heading": "Religión",
            "text": "La religión era muy importante para la sociedad egipcia. Su panteón era rico en deidades y su mitología de la creación, muy detallada y compleja. El faraón, hombre y dios a la vez, era el responsable de interceder ante los dioses en nombre de sus súbditos. Los sacerdotes también cumplían funciones civiles. Es evidente que, si los egipcios alguna vez oyeron algo acerca del concepto de separación entre iglesia y estado, no lo aplicaron. Creían en el más allá para los dignos, así como en la hechicería y la magia. Muchos historiadores afirman que, para los egipcios, las pirámides eran instrumentos que permitían a los faraones alcanzar el reino de los dioses."
        },
        {
            "heading": "Resumen",
            "text": "Evidentemente, es imposible hacer justicia a una civilización de 5.000 años en unos pocos párrafos. En la cúspide de su civilización, Egipto era un poderoso imperio continental cuyos avances científicos y culturales aportaron beneficios incalculables a la humanidad. Sus obras más grandiosas, las pirámides, todavía maravillan a los turistas actuales."
        },
        {
            "heading": "Resumen",
            "text": "Evidentemente, es imposible hacer justicia a una civilización de 5.000 años en unos pocos párrafos. En la cúspide de su civilización, Egipto era un poderoso imperio continental cuyos avances científicos y culturales aportaron beneficios incalculables a la humanidad. Sus obras más grandiosas, las pirámides, todavía maravillan a los turistas actuales."
        },
        {
            "heading": "Resumen",
            "text": "Evidentemente, es imposible hacer justicia a una civilización de 5.000 años en unos pocos párrafos. En la cúspide de su civilización, Egipto era un poderoso imperio continental cuyos avances científicos y culturales aportaron beneficios incalculables a la humanidad. Sus obras más grandiosas, las pirámides, todavía maravillan a los turistas actuales."
        }
    ],
    "leader": {
        "name": "Ramsés II",
        "subtitle": "Líder de Egipto",
        "lived": "c. 1303 - 1213 a. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramesses_ii.png",
        "trait": {
            "name": "Constructores de monumentos",
            "effect": "+20% a la Producción dirigida a construir Maravillas."
        },
        "titles": [
            "Ramsés el Grande",
            "El gran antepasado"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Se considera que Ramsés II fue el faraón más grande y poderoso de Egipto. Tras subir al trono a los veintitantos años, gobernó Egipto durante más de seis décadas. Se le recuerda por haber sido un gran líder militar y por el extenso programa de obras que instituyó. También se le recuerda por haber levantado una nueva capital, Pi-Ramsés Algunos historiadores creen que Ramsés es el faraón que aparece en la historia bíblica de Moisés."
            },
            {
                "heading": "Primeros años",
                "text": "Egipto había salido hacía poco de un periodo de decadencia de su prestigio y poder, y el padre de Ramsés, Seti I, se pasaba mucho tiempo sometiendo a las provincias rebeldes de Asia. Los hititas, que ocupaban Asia Menor, estaban extendiendo su poder hacia el sur, y las dos grandes civilizaciones se enfrentaron en una larga contienda por el control de Siria y Palestina. El joven Ramsés acompañó a su padre en algunas de estas campañas. Con solo diez años de edad ya tenía el grado de capitán y, aunque posiblemente solo fuera con carácter honorífico, sugiere que el entrenamiento militar ya empezaba a una edad muy temprana. Tras la muerte de su padre, Ramsés subió al trono con veintipocos años."
            },
            {
                "heading": "Campañas militares",
                "text": "Cuatro años después de convertirse en faraón, Ramsés dirigió un ejército al norte para retomar las provincias rebeldes que su padre no había podido conquistar. Al parecer, la campaña tuvo éxito y el ejército consiguió llegar hasta Beirut.Al año siguiente, Ramsés atacó la fortaleza hitita de Kadesh. La batalla de Kadesh es una de las pocas de aquel periodo de la que tenemos constancia. Creyendo que la ciudadela estaba abandonada, Ramsés se acercó a ella incautamente y cayó en la emboscada de una gran fuerza de carros hititas que había permanecido escondida detrás del fuerte. Aunque el faraón consiguió una ajustada victoria en esa batalla, su ejército quedó tan debilitado que tuvo que retirarse a Egipto y dejar el fuerte en manos de los hititas. Ramsés II siguió combatiendo contra los hititas durante unos 12 años más y consiguió varias victorias tácticas, pero nunca fue capaz de mantener la tierra conquistada durante mucho tiempo. Además de sus guerras con los hititas, Ramsés fue de campaña contra Nubia y Libia, y extendió así su imperio por el oeste y el sur. No obstante, estas operaciones fueron mucho menos importantes, ya que dichos enemigos representaban poco peligro para la supervivencia de Egipto."
            },
            {
                "heading": "La paz con los hititas",
                "text": "Finalmente, al darse cuenta de que no tenía sentido combatir más, en el vigésimo tercer año de su reinado, Ramsés accedió a firmar la paz con los hititas. Es el primer tratado de paz del que se tiene noticia en la historia. Y, lo que es más interesante, se redactaron dos versiones del mismo: la egipcia, que asegura que fueron los hititas los que pidieron la paz, y la hitita, que asevera justamente lo contrario.Al parecer, ese tratado estabilizó las fronteras entre las dos grandes potencias y no hubo más guerras entre egipcios e hititas durante el reinado de Ramsés."
            },
            {
                "heading": "Pi-Ramsés",
                "text": "En los primeros años de su reinado, Ramsés trasladó la capital del norte de Tebas a una ciudad del delta del Nilo, que rebautizó como \"Pi-Ramsés\". El nuevo lugar estaba cerca del hogar de sus antepasados, pero, lo que era más importante, estaba mucho más cerca de las problemáticas provincias del norte y de la peligrosa frontera hitita. En unos cuantos años, la adormilada aldea pasó a convertirse en un centro de gobierno de primera magnitud, además de una factoría de armas. La ciudad se vio embellecida con hermosos palacio y muchos templos, así como numerosas estatuas y demás ornamentos.Pi-Ramsés se abandonó mucho después del reinado de Ramsés. Durante varios siglos, el sitio se dio por perdido, pero los arqueólogos han descubierto recientemente ruinas que creen que pertenecieron a la antigua ciudad."
            },
            {
                "heading": "Obras públicas",
                "text": "Durante su reinado, Ramsés realizó muchas obras públicas por todo Egipto. Muchas de ellas eran templos y monumentos, pero también construyó almacenes, edificios públicos, obras hidráulicas, etc. Ramsés II (a todas luces, un promotor incansable de su propia figura) cubrió Egipto de estatuas y tallas de sí mismo, y obligó con frecuencia a volver a esculpir los de los faraones previos con su semblante y su nombre. No contento con ello, ordenó a sus escultores que tallaran su imagen profundamente para que los futuros faraones no pudieran hacer lo mismo con él con tanta facilidad."
            },
            {
                "heading": "Relación con la Biblia",
                "text": "Muchos historiadores sostienen que Pi-Ramsés es la ciudad de Rameses, mencionada en el Antiguo Testamento de la Biblia, una de las \"ciudades-almacén\" que construyeron los israelitas durante su cautiverio en Egipto. Algunos creen que Ramsés es, de hecho, el faraón del libro bíblico del Éxodo, el gobernante al que Moisés obligó a liberar a su pueblo. No obstante, es una cuestión abierta a debate, especialmente porque Ramsés II vivió mucho tiempo y, sobre todo, porque no murió ahogado en el mar Rojo."
            },
            {
                "heading": "Muerte y enterramiento",
                "text": "Ramsés murió a los 90 años. Lo enterraron en una tumba del Valle de los Reyes, pero lo trasladaron posteriormente a un lugar secreto. Descubrieron su cuerpo a finales del siglo XIX, y ahora se expone en el museo del Cairo. Es difícil decir si al faraón le hubiera ultrajado la profanación o le hubiera encantado la publicidad."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Ramsés II gobernó Egipto como faraón durante 66 años aproximadamente, en lo que fue el segundo reinado más largo de toda la historia egipcia. Consolidó las fronteras de su imperio y firmó un tratado de paz muy provechoso con sus mayores rivales, los hititas. Es obvio que cuidó del bienestar de su pueblo y gastó gran parte del tesoro en obras públicas. Los egipcios posteriores lo consideran el mejor faraón de la historia, una opinión que es difícil de contradecir."
            }
        ]
    }
}