{
    "id": 6,
    "name": "Inglaterra",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/england.png",
    "dawn_of_man": "Alabada sea Su Serenísima Majestad, la reina Isabel Gloriana I, vos que lideráis y protegéis la célebre nación marítima de Inglaterra, una tierra antigua. La isla ya estaba poblada hace unos 35.000 años y ha visto incontables oleadas de invasores, que a su vez se han convertido en el tejido de su propio pueblo. Aunque Inglaterra sea una isla muy pequeña, durante muchos años vuestro pueblo dominó el escenario mundial. Su armada sin igual, sus geniales artistas y sus astutos mercaderes le dieron un poder y una influencia que superaba en mucho su parco número.Reina Isabel I, ¿llevaréis a vuestro pueblo inglés a una nueva edad de oro? La nación vuelve a miraros para que le devolváis la paz y la prosperidad. ¿Recogeréis el manto de la grandeza? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Saetero|Saeteros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/longbowman.json"
        },
        {
            "name": "Buque de guerra|Buques de guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ship_of_the_line.json"
        }
    ],
    "city_names": [
        "Londres",
        "York",
        "Nottingham",
        "Hastings",
        "Canterbury",
        "Coventry",
        "Warwick",
        "Newcastle",
        "Oxford",
        "Liverpool",
        "Dover",
        "Brighton",
        "Norwich",
        "Leeds",
        "Reading",
        "Birmingham",
        "Exeter",
        "Cambridge",
        "Gloucester",
        "Manchester",
        "Bristol",
        "Leicester",
        "Carlisle",
        "Ipswich",
        "Portsmouth",
        "Berwick",
        "Bath",
        "The Mumbles",
        "Southampton",
        "Sheffield",
        "Salisbury",
        "Colchester",
        "Plymouth",
        "Lancaster",
        "Blackpool",
        "Winchester",
        "Hull"
    ],
    "spy_names": [
        "James",
        "Scarlett",
        "Mycroft",
        "Charlotte",
        "Gwendolyn",
        "Míster Eks",
        "Grey",
        "Andrew",
        "Scott",
        "Anne"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Inglaterra se encuentra en Gran Bretaña, una \"isla verde y agradable\" de la costa occidental europea. Es el miembro más grande de la entidad política llamada Reino Unido de Gran Bretaña e Irlanda del Norte. Históricamente ha sido un pueblo de marineros que, durante buena parte de los últimos quinientos años, ha utilizado su armada incomparable para proyectar su poder en Europa y el resto del mundo."
        },
        {
            "heading": "Geografía y clima",
            "text": "Inglaterra ocupa la mayor parte de la isla de Gran Bretaña, que comparte con los galeses del este y los escoceses del norte. Se extiende a lo largo de unos 200.000 kilómetros cuadrados, algo más que el estado de Kansas. Un paso de tierra conectó Gran Bretaña con Europa hasta aproximadamente el 6000 a. C. y, desde entonces, han estado separadas por el Canal de la Mancha, que mide unos 32 kilómetros de ancho en su punto más estrecho.Inglaterra es una tierra de cerros rica en recursos naturales, como el carbón y los extensos bosques, que se beneficia de las cálidas aguas que traen las corrientes atlánticas, las frecuentes lluvias y unos inviernos relativamente suaves."
        },
        {
            "heading": "Historia inicial: la llegada de los romanos",
            "text": "La primera descripción escrita de Inglaterra se la debemos a los romanos que, a las órdenes de Julio César, invadieron Gran Bretaña en el 55 a. C. Encontraron una isla poblada por un millón de celtas divididos en tribus guerreras que disponían de una tecnología equivalente a la de la Edad de Hierro. Julio César dirigió dos expediciones en Gran Bretaña y, aunque tuvo éxito en varias batallas, se vio obligado a abandonar la isla antes de consolidar sus conquistas para ocuparse de unos alzamientos en la Galia.Los romanos regresaron a Gran Bretaña con muchas tropas 90 años más tarde. En el 43 d. C., cuatro legiones (unos 20.000 soldados) a las órdenes de Aulo Plaucio desembarcaron en algún lugar del sur o del sudeste y se adentraron en la isla. Aplastaron al enemigo en una serie de batallas enconadas y establecieron una capital provincial en Camulodunum (Colchester). A lo largo de 50 años, los romanos ampliaron sus fronteras hacia el este conquistando Gales a pesar de la resistencia encarnizada, y hacia el norte, hasta el río Tyne. En el 122 d. C. comenzó la construcción del Muro de Adriano, una fortificación destinada a proteger la Britania romana de los feroces pictos (los escoceses primitivos) de las tierras altas del norte.Los romanos controlaron Gran Bretaña durante otros tres siglos, aproximadamente hasta el 410 d. C. Ejercieron una gran influencia en los nativos durante su ocupación e introdujeron nuevos avances en agricultura, tecnología, arquitectura y literatura."
        },
        {
            "heading": "Auge y caída (y nuevo auge) de los sajones",
            "text": "Cuando los romanos, sometidos a la presión de los invasores bárbaros, se retiraron de Britania y del resto de Europa, aparecieron algunos caudillos locales que ocuparon el vacío de poder. Ninguno de ellos era suficientemente fuerte como para hacer frente a los crecientes ataques de los pictos, los irlandeses y los demás invasores bárbaros. Según la leyenda, el rey Vortigern invitó a los sajones germánicos a Britania para combatir a los pictos, pero, en el 442 d. C., los invitados se alzaron contra los huéspedes y conquistaron gran parte de las tierras del sur. Los sajones mantuvieron el poder durante unos 50 años antes de que la hábil caballería britana que había sobrevivido los expulsara.A mediados del siglo VI llegó una nueva oleada de invasores bárbaros, los anglosajones, que casi exterminaron a los habitantes; los supervivientes huyeron en dirección oeste, hacia Cornualles y Gales. Los anglosajones aguantaron varios siglos. En ese tiempo, la población se convirtió al cristianismo y se produjo un gran incremento en la escolarización de la isla, que se centró en los nuevos monasterios cristianos. Durante este periodo, los habitantes del sudeste de Gran Bretaña comenzaron a sentirse ingleses."
        },
        {
            "heading": "Los vikingos",
            "text": "En el siglo IX, Inglaterra y el resto de Europa fueron objeto de continuos ataques por parte de unos incursores escandinavos a los que llamaron vikingos. Estos vikingos capturaban ciudades y pueblos en la zona del mar del Norte hasta que, a mediados de siglo, controlaban casi la mitad de Gran Bretaña, incluyendo Londres. Alfredo el Grande, rey de Wessex, pudo detener su avance en el sur de Inglaterra en 877. Él y sus descendientes combatieron implacablemente a los conquistadores para recuperar sus posesiones a lo largo de 50 años. Athelstan, el nieto de Alfredo, fue el primer hombre en gobernar toda Inglaterra en el 927.Sin embargo, los daneses no se rindieron y, en el año 980, comenzaron una nueva oleada de incursiones. Los ingleses estaban agotados tras 20 años de combates y, en 1013, se rindieron y aceptaron a Svend I de Dinamarca como monarca. Éste fue sucedido por Canuto, que gobernó hasta 1035. Los daneses coexistieron pacíficamente con los ingleses hasta que, 30 años después, Inglaterra volvió a ser invadida."
        },
        {
            "heading": "La conquista normanda",
            "text": "El 27 de septiembre de 1066, Guillermo, duque de Normandía, cruzó el Canal de la Mancha al mando de 6.000 caballeros e infantes para invadir Inglaterra. Tras derrotar al ejército inglés y matar al rey Harold en la batalla de Hastings, se encaminó a Londres. La mayoría de los nobles ingleses juraron lealtad a Guillermo, que fue coronado en la abadía de Westminster en la Navidad de 1066. Se cortaron los vínculos que los normandos tenían con Escandinavia y el país comenzó a acercarse más a Europa."
        },
        {
            "heading": "La Edad Media",
            "text": "Los siguientes 400 años fueron muy agitados. Hubo luchas encarnizadas por el poder, revueltas, guerras civiles y enfrentamientos en Europa, Escocia y otras partes. También fue época de Cruzadas, varias pestes y muchos Ricardos y Enriques en el trono, algunos de los cuales no parecieron del todo cuerdos. Desgraciadamente, los límites de espacio y tiempo nos exigen centrarnos en el siglo XVI y el reinado de Isabel."
        },
        {
            "heading": "La reina Isabel I",
            "text": "La reina Isabel I fue una de los gobernantes más notables de la historia inglesa. La hija del rey Enrique VIII accedió al trono en una época de convulsiones sociales y religiosas, no solo en Inglaterra, sino en toda Europa. Isabel, una mujer inteligente, hermosa y con grandes dosis de valor, heredó un país virtualmente arruinado y amenazado por un vecino mucho más poderoso, España. Durante su reinado, unificó el país, desbarató los intentos españoles de conquista y se encaminó a una de las edades de oro de las artes y la literatura de la historia de la humanidad. También propició una gran expansión de la armada inglesa que le permitió dominar los mares durante siglos.Si quieres conocer más detalles acerca de Isabel I, consulta su enlace en la Civilopedia."
        },
        {
            "heading": "Los Estuardo",
            "text": "Isabel I murió sin descendencia y el trono pasó a manos de Jacobo VI de Escocia y I de Inglaterra. Carlos I, el sucesor de Jacobo, fue derrocado por el parlamento tras la guerra civil inglesa (1641-1645). La corona se reinstauró en 1660, mucho más debilitada, para \"atender la voluntad del Parlamento\"."
        },
        {
            "heading": "El Reino Unido",
            "text": "El Acta de Unión de 1707 vinculó los destinos de los reinos de Escocia, Inglaterra y Gales. Se fusionaron los parlamentos inglés y escocés, e Inglaterra dejó de existir como entidad política. Sin embargo, seguía siendo el miembro más rico y poderoso de Reino Unido, así que muchos emplean los términos Inglaterra y Reino Unido como sinónimos, algo que no gusta a galeses y escoceses (y más adelante, tampoco a los irlandeses del norte).Reino Unido se unió a Irlanda en 1800 y se convirtió en el \"Reino Unido de Gran Bretaña e Irlanda\". La mayoría de los irlandeses católicos se opusieron con insistencia a la unión, creando un movimiento de insurgencia que duró más de un siglo. En 1922, volvió a cambiar de nombre tras conceder la independencia a la parte sur de Irlanda: \"Reino Unido de Gran Bretaña e Irlanda del Norte\"."
        },
        {
            "heading": "Gobierno de Britania",
            "text": "La reina Isabel fundó la primera colonia británica en el Nuevo Mundo, y su poderosa armada protegió los intereses nacionales a lo largo de todo el orbe. Los primeros intereses coloniales británicos estaban ubicados en el Caribe y América del Norte, pero más tarde se extendieron a Asia y el Pacífico sur. El poder británico creció en la India, desplazando a todos los competidores europeos, y la Compañía de las Indias Orientales británica se convirtió en la gobernante no oficial del subcontinente.A finales del siglo XVIII, tras una revolución larga y complicada, cedió el control de Norteamérica a las Trece Colonias que más tarde conformarían los Estados Unidos de América. Aunque fue un revés para el prestigio británico, su imperio siguió expandiéndose y, a principios del siglo XX, englobaba una cuarta parte de la población y la superficie terrestre: era el más extenso y poderoso de la historia."
        },
        {
            "heading": "El Reino Unido en guerra",
            "text": "Durante la mayor parte de su historia, el Reino Unido intentó impedir la existencia de un poder dominante en Europa y de una armada que pudiera rivalizar con la suya. España fue la mayor amenaza durante el reinado de Isabel, y los británicos intentaron llevarla a la bancarrota interceptando sus flotas del tesoro del Nuevo Mundo y apoyando las rebeliones en las posesiones españolas. Reino Unido se embarcó en una serie de guerras contra los holandeses en el siglo XVII, cuando estos amenazaron su supremacía naval.En el siglo XIX, los británicos se enfrentaron al Imperio Francés de Napoleón Bonaparte. Los galos tenían un ejército incomparable y quizás el mejor general de la historia, mientras que los británicos disponían de su armada y los tesoros de su vasto imperio. El enfrentamiento duró unos 12 años y acabó con la victoria británica y la derrota de Napoleón.Por supuesto, Reino Unido se enfrentó a Alemania y sus aliados en las dos terribles guerras mundiales del siglo XX. Estas guerras pondrían a prueba la resistencia de los británicos y, aunque obtuvieron la victoria, el coste económico y de vidas humanas dejó a la nación, ya privada de gran parte de su antiguo imperio, exhausta y prácticamente en la bancarrota."
        },
        {
            "heading": "Presente y futuro",
            "text": "Reino Unido tardó algunos años en recuperarse de las pérdidas sufridas en las guerras del siglo XX. Aunque las nuevas potencias del mundo son Estados Unidos y la incipiente China, todavía dispone de una armada poderosa, una cultura próspera y una economía fuerte. Forma parte de una Europa cada vez más unida y poderosa, pero también es el aliado más fuerte de los Estados Unidos de América. No hay duda de que la \"isla verde y agradable\" seguirá teniendo un papel importante en el devenir del mundo."
        },
        {
            "heading": "Presente y futuro",
            "text": "Reino Unido tardó algunos años en recuperarse de las pérdidas sufridas en las guerras del siglo XX. Aunque las nuevas potencias del mundo son Estados Unidos y la incipiente China, todavía dispone de una armada poderosa, una cultura próspera y una economía fuerte. Forma parte de una Europa cada vez más unida y poderosa, pero también es el aliado más fuerte de los Estados Unidos de América. No hay duda de que la \"isla verde y agradable\" seguirá teniendo un papel importante en el devenir del mundo."
        },
        {
            "heading": "Presente y futuro",
            "text": "Reino Unido tardó algunos años en recuperarse de las pérdidas sufridas en las guerras del siglo XX. Aunque las nuevas potencias del mundo son Estados Unidos y la incipiente China, todavía dispone de una armada poderosa, una cultura próspera y una economía fuerte. Forma parte de una Europa cada vez más unida y poderosa, pero también es el aliado más fuerte de los Estados Unidos de América. No hay duda de que la \"isla verde y agradable\" seguirá teniendo un papel importante en el devenir del mundo."
        },
        {
            "heading": "Presente y futuro",
            "text": "Reino Unido tardó algunos años en recuperarse de las pérdidas sufridas en las guerras del siglo XX. Aunque las nuevas potencias del mundo son Estados Unidos y la incipiente China, todavía dispone de una armada poderosa, una cultura próspera y una economía fuerte. Forma parte de una Europa cada vez más unida y poderosa, pero también es el aliado más fuerte de los Estados Unidos de América. No hay duda de que la \"isla verde y agradable\" seguirá teniendo un papel importante en el devenir del mundo."
        }
    ],
    "leader": {
        "name": "Isabel I",
        "subtitle": "Líder de Inglaterra",
        "lived": "1533 - 1603 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/elizabeth_i.png",
        "trait": {
            "name": "Imperio donde nunca se pone el sol",
            "effect": "+2 al Movimiento [ICON_MOVES] a todas las unidades navales. Recibe un espía adicional."
        },
        "titles": [
            "Gloriana",
            "La Reina Virgen",
            "La buena Reina Bess"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Isabel I fue una mujer extraordinaria que vivió en un momento histórico extraordinario. Hermosa, inteligente y tan dura como la roca, prosperó gobernando en una época en la que la mayoría de las mujeres eran poco más que un mueble."
            },
            {
                "heading": "Primeros años",
                "text": "Hija del rey Enrique VIII y Ana Bolena, a quien su padre había ejecutado por no proporcionarle un heredero varón, los primeros años de la vida de Isabel no estuvieron exentos de peligro. Con un padre demente decidido a destruir los vínculos de Inglaterra con la iglesia católica y a arrastrar al país a la guerra civil para poder casarse con otra mujer (más de una, de hecho), Isabel tuvo que recurrir a toda su astucia para sobrevivir. Recibió una excelente educación a manos de varios tutores, entre los que se encontraban los mayores eruditos de su tiempo. Era una alumna excepcional y hablaba cinco idiomas con fluidez.A la muerte de Enrique VIII, el trono pasó a su joven hijo, Eduardo. A los 15 años, Isabel se vio implicada en un complot para derrocarlo. Estuvo a punto de ser ejecutada, y si sobrevivió fue solo porque consiguió convencer a sus escépticos interrogadores de que no sabía nada sobre la conspiración.Cuando Eduardo murió, en 1553, la hermana mayor de Isabel, María, subió al trono. María, una ardiente defensora del catolicismo, no gozaba de mucha popularidad entre la nobleza protestante, que intentó derrocarla sin éxito en 1554. Una vez más, implicaron a Isabel, pero volvió a utilizar su elocuencia para escapar del cadalso. María murió en 1558 e Isabel se convirtió en reina."
            },
            {
                "heading": "La reina Isabel I",
                "text": "Fue una gobernante extraordinaria. Convirtió el protestantismo en la iglesia de estado en Inglaterra. Sin embargo, trató de impedir que los católicos fueran perseguidos en su reino... Al menos en la medida de lo posible, si tenemos en cuenta que la nobleza católica estaba constantemente haciendo planes para derrocarla. Restauró la solidez de las maltrechas finanzas inglesas, una reforma crucial en la Inglaterra de aquella época.Empleó todas las herramientas disponibles para alcanzar sus fines. Se creó una escrupulosa imagen de \"Reina Virgen\" que mejoró mucho su apoyo popular. Recibió incontables ofertas de matrimonio de la nobleza y de numerosos reyes de toda Europa. Pero no aceptó ninguna de ellas, y utilizó su soltería para controlar tanto a sus amigos como a sus enemigos; si una facción se volvía demasiado poderosa, ella contestaba sugiriendo que estaba barajando la posibilidad de contraer matrimonio con alguien de la oposición."
            },
            {
                "heading": "Patronazgo de las artes",
                "text": "Hay que destacar el apoyo que Isabel ofreció a las artes, especialmente a la música y la literatura. Convirtió Inglaterra en un centro de la cultura en el que proliferaron grandes artistas, como William Shakespeare. Durante su reinado se construyó la primera sala de teatro inglesa, que no tardó en ser seguida por otras, como el Globe Theatre de Shakespeare. Las interpretaciones en días laborales se legalizaron en 1574. Isabel fue una gran admiradora de la poesía y llegó incluso a escribir algunos poemas dignos de elogio."
            },
            {
                "heading": "Relaciones exteriores",
                "text": "Desde el punto de vista militar, la España católica fue su gran enemigo. En aquellos tiempos, España era la potencia continental más importante, y su rey, Felipe II, había expresado en más de una ocasión su intención de invadir Inglaterra. En 1588 lo intentó, reuniendo una inmensa armada para conquistar a su advenediza enemiga. Isabel organizó con rapidez la marina de su país para rechazar la flota enemiga y, gracias a una combinación de superioridad táctica y tecnología naval, y a la ayuda de algunas tormentas providenciales, logró derrotar al enemigo español. Inglaterra no volvería a ser amenazada con una invasión en otros cuatrocientos años.Durante su reinado, Inglaterra, Francia, España y Holanda fundaron colonias en el Nuevo Mundo. Isabel utilizó a numerosos corsarios para atacar barcos y colonias extranjeras, práctica habitual de la mayoría de las naciones. España y sus riquezas fueron sus objetivos favoritos.En general, con la excepción de su afortunado triunfo contra la Armada Invencible, Isabel no tuvo éxito como líder militar. Ordenó algunas acciones militares mal planificadas en Irlanda, Francia y los Países Bajos que no le aportaron buena fama."
            },
            {
                "heading": "El juicio de la historia",
                "text": "A su muerte, en 1603, dejaba atrás 45 años de gobierno. Aunque los reveses económicos y militares de sus últimos años ensombrecieron su gestión hasta el punto de que muchos ingleses se sintieron aliviados tras su muerte, la historia reconoce que dejó el país en mucho mejor estado del que lo había encontrado. Sus grandes virtudes fueron su infalible instinto de supervivencia, su elegante forma de hacerse publicidad, su carisma y una entereza comparable a la de los mejores gobernantes de la historia. No hay palabras que puedan describirla mejor que las que pronunció ella misma: \"Sé que tengo el cuerpo de una débil mujer, pero mi corazón y mi estómago son los de un rey\"."
            }
        ]
    }
}