{
    "id": 30,
    "name": "Etiopía",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/ethiopia.png",
    "dawn_of_man": "Bendito seáis, Haile Selassie, honorable y justo emperador de Etiopía. Vuestro legado como uno de los grandes gobernantes de Etiopía y líder espiritual del movimiento rastafari solo es ensombrecido por la influencia que ejercisteis en la diplomacia y la cooperación política mundial. Al introducir la primera constitución escrita en Etiopía, plantasteis la semilla de la democracia que habría de germinar en los siguientes años, y vuestro infinito conocimiento de la política mundial permitió a Etiopía obtener un asiento en las Naciones Unidas. Encabezasteis la reforma y la modernización de la nación durante vuestro reinado y cambiasteis el curso de la historia etíope para siempre.Respetado rey, en el pasado vuestra prudente actitud protegió al pueblo de los múltiples conflictos que asolan a las naciones de los hombres y ahora el reino vuelve a acudir a vos en busca de la paz. ¿Lideraréis a vuestra gente con valor y autoridad para llevarla hasta una nueva edad? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Estela|Estelas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stele.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mehal Sefari|Mehal Sefaris",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/mehal_sefari.json"
        }
    ],
    "city_names": [
        "Addis Abeba",
        "Harar",
        "Adua",
        "Lalibela",
        "Gondar",
        "Axum",
        "Dire Daua",
        "Bahir Dar",
        "Adama",
        "Mekele",
        "Awasa",
        "Jimma",
        "Jijiga",
        "Dese",
        "Debre Berhan",
        "Shashamane",
        "Debre Zeit",
        "Sodo",
        "Hosaena",
        "Nekemte",
        "Asela",
        "Dila",
        "Adigrat",
        "Debre Marqos",
        "Kombolcha",
        "Debre Tabor",
        "Sebeta",
        "Shire",
        "Ambo",
        "Negele Arsi",
        "Gambela",
        "Ziway",
        "Weldiya"
    ],
    "spy_names": [
        "Mulu Ken",
        "Wendimu",
        "Li'ol",
        "Demeke",
        "Mulu Alem",
        "Abebech",
        "Zema",
        "Mihret",
        "Kebedech",
        "Alemnesh"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Etiopía, hogar de antiguos imperios que datan de los últimos siglos del primer milenio a. C., tiene una historia episódica cuyo elemento conductor es el gobierno de grandes reyes y emperadores. Etiopía, una de las pocas naciones africanas que logró evitar las aspiraciones coloniales de Europa, conservó su soberanía hasta bien entrado el siglo XX y permaneció independiente hasta la invasión de las fuerzas italianas dirigidas por Mussolini en 1935. Fue en aquella época cuando el destacado emperador Haile Selassie colocó a Etiopía en el primer plano de la política internacional, soportó los conflictos de la II Guerra Mundial e hizo todo lo posible para que el país adoptara una reforma modernizadora y progresista."
        },
        {
            "heading": "Geografía y clima",
            "text": "Etiopía, la décima nación más grande de África, se extiende por la mayor parte del Cuerno de África, encajado en la costa noreste del continente. En la geografía de Etiopía, biseccionada por el Gran Valle del Rift, predominan mesetas muy elevadas y cordilleras dispersas. Etiopía se encuentra sobre la placa tectónica africana, que lleva millones de años separándose, y ha sido objeto de frecuentes terremotos a lo largo de su historia. En el país también existen varias docenas de volcanes activos y dormidos, como el Erta Ale, uno de los pocos volcanes del mundo con un lago de lava permanente en su cumbre. El clima de Etiopía es muy variado, aunque el conjunto del país se encuentra en la zona tropical, con muchas lluvias durante el monzón veraniego y un invierno seco y templado."
        },
        {
            "heading": "Orígenes del desarrollo humano",
            "text": "Durante mucho tiempo, el Gran Valle del Rift que atraviesa la parte central de Etiopía ha sido considerado el lugar de nacimiento del desarrollo de la humanidad. Se han descubierto muchos fósiles en el valle, en especial el famoso esqueleto llamado \"Lucy,\" al que calculan tres millones de años de edad. Estos primeros homínidos luego se convertirían en el homo sapiens, que vivió en Etiopía en pequeños grupos hace más de 100.000 años."
        },
        {
            "heading": "Prehistoria",
            "text": "Ya en el décimo milenio a. C., Etiopía estaba habitada por grupos tribales que subsistieron recurriendo a formas primitivas de agricultura y ganadería. Más tarde, durante la cúspide de la civilización egipcia, los comerciantes de ambas naciones establecieron rutas comerciales para intercambiar oro, obsidiana, marfil y otros materiales preciosos. Estos primeros habitantes de Etiopía vivían en el misterioso territorio que hoy llamamos Punt, y descubrieron muchas de las primeras prácticas de agricultura que aún hoy siguen siendo parte de la cultura etíope."
        },
        {
            "heading": "Los primeros reinos",
            "text": "Nos han llegado muchos documentos acerca del poderoso reino de Aksum, el más avanzado de los etíopes, pero eso también supone adentrarnos en terreno de leyendas. Se fundó aproximadamente en el siglo IV a.C. y prosperó hasta convertirse en un importante centro de comercio durante los siguientes cinco siglos. Los valiosos recursos de olíbano y mirra, cosechados de los árboles de Etiopía, aportaron grandes riquezas a la ciudad de Aksum y a sus habitantes. Gracias a la exportación de estos bienes y al lucrativo comercio de marfil y diversos metales preciosos, Aksum fue una parte importante de las rutas comerciales que conectaban Egipto, Roma y la India, lo suficiente como para financiar la acuñación de monedas en Aksum con el fin de apoyar la floreciente economía local.Sin embargo, tras siglos de prosperidad, la leyenda dice que la caída del imperio se produjo a manos de una reina rebelde llamada Judith. Según cuenta la historia, Aksum había sido un bastión de la cristiandad durante mucho tiempo, pero la reina judía Judith ansiaba conquistar el trono, y supuestamente lo consiguió destrozando el país antes de asesinar a la familia real de Aksum. Aunque la historia de la vida de Judith y su breve reinado es misteriosa y controvertida, se sabe con certeza que el declive de Aksum coincidió con la época en la que se cree que llegó a la zona, en el siglo X d.C.La Dinastía Zagüe, fundada a principios del siglo XII tras la caída de Aksum, fue la primera dinastía del Imperio Etíope, que habría de controlar la nación hasta bien entrado el siglo XX. Aunque la dinastía Zagüe solo ostentó el poder durante poco más de un siglo, contribuyó sobremanera a la propagación del cristianismo por toda Etiopía, lo que tuvo una gran influencia en el futuro del país."
        },
        {
            "heading": "La restauración de la dinastía salomónica",
            "text": "En el 1270 d. C., la monarquía que habría de controlar Etiopía durante los siguientes siglos surgió bajo el liderazgo del emperador Yekuno Amlak, fundador de la Dinastía Salomónica. Los gobernantes de esta dinastía atribuían su linaje a Salomón, el rey bíblico, y la reina Makeda. Según cuenta la leyenda, en el siglo X a. C., la reina Makeda salió de su reino de Saba (que se cree pertenecía a la Etiopía moderna) con destino a Israel para aprender de la famosa sabiduría del rey Salomón. Aunque los relatos difieren al describir la relación que mantuvo con Salomón, Makeda dio a luz a un hijo llamado Menelik. Se dice que, tras recibir educación en la corte de Salomón, Menelik regresó a Etiopía y se llevó consigo el legendario Arca de la Alianza como regalo de Salomón. Menelik I gobernó en torno al 950 a. C. y a él se debe la herencia bíblica que los posteriores emperadores etíopes consideraron sagrada.Casi 2.000 años después del reinado de Menelik, Yekuno Amlak aseguró haber establecido una clara conexión entre sus padres y el legendario emperador a través de varios parientes. Esta reformada Dinastía Salomónica conservó el trono de Etiopía durante más de cinco siglos, hasta el reinado de Haile Selassie en los años setenta. Los emperadores salomónicos, que contaban con un gran apoyo de la influyente iglesia ortodoxa etíope (que todavía asegura conservar el Arca de la Alianza), disfrutaron de una relativa estabilidad durante su gobierno, a pesar de los diversos intentos de incursiones realizados desde el exterior del país."
        },
        {
            "heading": "La invasión islámica",
            "text": "A mediados del siglo XVI, Etiopía colindaba con el cada vez más poderoso sultanato islámico de Adel, encabezado por el imán Ahmad ibn Ibrahim, que recibía el apodo de \"Gran Zurdo\". En 1529, este imán inició una guerra sagrada contra los cristianos de Etiopía que se prolongó durante 15 años y en la que Ahmad logró barrer casi todo el reino, anexionándose grandes zonas del territorio etíope.Tras sufrir cuantiosas pérdidas, el Imperio Etíope se vio obligado a pedir ayuda a los portugueses para rechazar a los ejércitos islámicos. Los exploradores y misioneros de Portugal habían llegado a Etiopía en las décadas anteriores con la intención de convertir a sus habitantes al catolicismo, y ya estaban librando una guerra propia contra los otomanos islámicos. Tras un largo conflicto que acabó con los otomanos ayudando a Adel, la guerra finalizó en 1543, con la muerte del imán Ahmad y del general portugués Cristóvão da Gama. Etiopía intentó recuperarse de la guerra, pero la rápida propagación del catolicismo en las regiones circundantes provocó conflictos internos con la iglesia ortodoxa etíope, que estaba perdiendo su firme control de la nación."
        },
        {
            "heading": "La Era de los Príncipes",
            "text": "El periodo del siglo XVIII llamado Zamana Mesafent, o \"Era de los Príncipes\", estuvo caracterizado por una casi constante agitación interna en Etiopía. El desarrollo de facciones religiosas enfrentadas y las constantes disputas regionales provocaron la pérdida del control por parte del gobierno central. Surgían batallas entre príncipes, caudillos y nobles; cada uno intentaba dividir la región y aumentar su poder personal mientras los habitantes de Etiopía se veían obligados a soportar los estragos que causaban estos conflictos inútiles.El emperador que por fin acabó con la Era de los Príncipes fue Kassa Hailu, que se había hecho famoso como forajido y salteador. Tras reunir un ejército y conseguir una considerable riqueza con sus operaciones de contrabando, Kassa Hailu obtuvo el apoyo popular al compartir su dinero con los pobres. Tras unir varias provincias descentralizadas y conseguir un apoyo notable, fue coronado emperador en 1855 y asumió el nombre de Teodoro II. Tras su coronación, Etiopía se estabilizó y para muchos su reinado marca el principio de la Etiopía moderna."
        },
        {
            "heading": "Haile Selassie",
            "text": "Quizá el más recordado de los grandes emperadores de Etiopía sea Haile Selassie, que ascendió al trono en 1930 y no tardó en convertir a Etiopía y su pueblo en un foco de atención mundial. Durante su reinado avanzó mucho en la abolición de la esclavitud, una idea que muchos de sus predecesores habían sugerido, pero nunca realizado. El emperador Selassie también se interesó en modernizar su nación, poniendo fin a muchas de las políticas feudales que todavía se practicaban en Etiopía."
        },
        {
            "heading": "Ocupación italiana",
            "text": "En 1935, el régimen fascista italiano dirigido por Benito Mussolini invadió Etiopía y reclamó aquel territorio como provincia italiana. Etiopía se enfrentaba a una fuerza militar superior y no pudo rechazar la invasión; en 1936, Mussolini había declarado la fundación de un Imperio Italiano que incluía el territorio etíope ocupado. Durante este periodo de ocupación, Haile Selassie se vio obligado a exiliarse en Gran Bretaña, denunciando la situación de Etiopía ante la Sociedad de Naciones y el uso que las tropas italianas habían hecho del gas mostaza contra soldados y ciudadanos etíopes por igual. A pesar de su denuncia, no consiguió ninguna ayuda internacional y pasaron años antes de que la Campaña de África Oriental británica de la II Guerra Mundial pusiera fin a la ocupación italiana. Tras la derrota italiana, Haile Selassie regresó a su trono como emperador de Etiopía y gobernó con éxito durante casi 40 años antes de que llegara una nueva amenaza."
        },
        {
            "heading": "El Derg",
            "text": "En 1974, un golpe de estado dirigido por los comunistas quitó el poder de las manos de Haile Selassie, que acabó preso dentro del palacio real. El grupo que lo había derrocado, denominado Derg, formó el Consejo Administrativo Militar Provisional de la Etiopía socialista y gobernó con puño de hierro. Selassie murió misteriosamente en prisión, un tema controvertido que todavía es objeto de debate. Como el Derg y sus ideales comunistas no contaban con un apoyo universal, el golpe de estado también supuso el inicio de una guerra civil. Este gran conflicto, que se prolongó durante 15 años, sesgó las vidas de cientos de miles de inocentes. En 1991, el Frente Democrático Revolucionario del Pueblo Etíope logró derrocar al gobierno, adoptó una nueva constitución y un gobierno elegido democráticamente."
        },
        {
            "heading": "La Etiopía actual",
            "text": "La nación que hoy conocemos como República Democrática Federal de Etiopía, el segundo país más poblado de África, se enfrenta a una serie de graves problemas socio-económicos. El aislamiento geográfico de algunos grupos del país dificulta la educación y, en muchos casos, las necesidades básicas de la vida. Aunque la nación organiza elecciones plurales, la corrupción que reina dentro del gobierno es un constante motivo de preocupación, y su represión ha sido objeto de condena internacional en los últimos años por el asesinato de manifestantes y miembros de partidos de la oposición."
        },
        {
            "heading": "La Etiopía actual",
            "text": "La nación que hoy conocemos como República Democrática Federal de Etiopía, el segundo país más poblado de África, se enfrenta a una serie de graves problemas socio-económicos. El aislamiento geográfico de algunos grupos del país dificulta la educación y, en muchos casos, las necesidades básicas de la vida. Aunque la nación organiza elecciones plurales, la corrupción que reina dentro del gobierno es un constante motivo de preocupación, y su represión ha sido objeto de condena internacional en los últimos años por el asesinato de manifestantes y miembros de partidos de la oposición."
        }
    ],
    "leader": {
        "name": "Haile Selassie",
        "subtitle": "Líder de Etiopía",
        "lived": "1892 - 1975 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/haile_selassie.png",
        "trait": {
            "name": "Espíritu de Adua",
            "effect": "+20% de bonificación al combate al luchar contra unidades de una civilización con más ciudades que Etiopía."
        },
        "titles": [
            "Emperador de Etiopía"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Haile Selassie, el \"León conquistador de la tribu de Judá\", \"Rey de Reyes\" y \"Elegido de Dios\", gobernó Etiopía como emperador durante casi 40 años en el siglo XX. El hombre que llegó a ser conocido como Haile Selassie nació siendo Tafari Makonnen en 1892, y dedicó su vida a proteger los intereses de Etiopía y a colocar a su nación en el primer plano de la política africana. Intentó modernizar la nación, reformó las antiguas prácticas feudales y trabajó incansablemente para que Etiopía fuera reconocida en el panorama mundial. Su legado político solo queda ensombrecido por su papel de mesías de la religión rastafari, cuyos seguidores lo veneran como el dios que guiará a los rastas de vuelta a su hogar de Etiopía."
            },
            {
                "heading": "Vida inicial y política",
                "text": "Como hijo de un gobernador provincial, Haile Selassie pasó sus años de formación bajo la tutela de varios mentores elegidos por su padre, entre ellos un monje influyente llamado Abba Samuel. Su educación continuó, fue hallado apto para gobernar varias provincias menores y a los 17 años ya se había convertido en un político prometedor. Durante el tiempo que pasó como gobernador, Selassie destacó como pensador progresista que introdujo políticas que redujeron el control feudal de los nobles, aumentando la autoridad del gobierno central.En 1916, Haile Selassie fue nombrado regente plenipotenciario a las órdenes de la emperatriz Zewdito, lo que le dejaba en una aparente posición de heredero al trono. Contaba con el apoyo de conservadores y progresistas por igual, pero el de estos últimos no hizo más que aumentar después de su último nombramiento, para disgusto de la emperatriz, que era conservadora. Aunque la emperatriz Zewdito era la líder nominal de Etiopía, como regente, Selassie se encargaba de buena parte de la administración gubernamental. Durante este periodo, Selassie aseguró un lugar para Etiopía en la Sociedad de Naciones gracias a sus esfuerzos tendentes a la abolición de la esclavitud."
            },
            {
                "heading": "Emperador en el exilio",
                "text": "La influencia y el apoyo popular de Haile Selassie no hacían más crecer y la emperatriz tuvo que enfrentarse a él. En 1928, intentó quitárselo de en medio acusándolo de traición, pero su iniciativa no encontró suficiente respaldo. La popularidad de Selassie estaba por las nubes y obtuvo muchos apoyos dentro del ejército, lo que dejó a Zewdito con pocos medios para sustentar sus afirmaciones. El resultado de esta confrontación fue que Zewdito se vio obligada a nombrar rey de Etiopía a Haile Selassie, un título inferior al suyo, pero que reconocía su creciente autoridad en la nación. La emperatriz murió por causas inexplicables al cabo de solo dos años, dejando el trono vacante para Selassie. Comenzó a usar el nombre de Haile Selassie, que significa \"poder de la Trinidad\" en el idioma amárico que se habla en Etiopía, después de la coronación, en 1930. Al poco de sentarse en el trono desempeñó un papel fundamental en la elaboración de la primera constitución escrita de Etiopía, un cometido que, según afirmaría más tarde en su autobiografía, había planeado cuando fue regente.En 1935, el régimen italiano dirigido por Benito Mussolini declaró la guerra e invadió Etiopía. El conflicto se denominó Segunda Guerra Ítalo-Etíope (la primera se había producido a finales del siglo XVIII). Tras unos breves combates entre las fuerzas italianas y etíopes, incluyendo varias batallas dirigidas por el propio Selassie, Italia logró ocupar y posteriormente anexionarse la nación africana.Haile Selassie tuvo que exiliarse como consecuencia de la conquista italiana, pero no antes de defender el caso de Etiopía ante la Sociedad de Naciones. A pesar de su apasionado discurso contra el fascismo italiano, sus peticiones cayeron en saco roto. Pasó los cinco años siguientes en Inglaterra y desde allí siguió criticando la ocupación italiana para conseguir apoyos entre la comunidad internacional con el objeto de recuperar su país."
            },
            {
                "heading": "Retorno al poder",
                "text": "Por fin, con el inicio de la II Guerra Mundial, los británicos intentaron liberar Etiopía durante la campaña del África oriental. Este ejército de liberación, ayudado por unidades selectas etíopes, se denominó Gideon Force y fue clave en la recuperación de Etiopía. Los italianos se rindieron en 1942 y tuvieron que reconocer la soberanía etíope; Haile Selassie regresó a la capital de Addis Abeba. A pesar del poco apoyo que encontró en la Sociedad de Naciones, Selassie fue uno de los principales promotores de las Naciones Unidas, con sus mayores previsiones para la seguridad internacional, y se aseguró la participación de Etiopía como miembro fundador."
            },
            {
                "heading": "Décadas de gobierno",
                "text": "Durante los siguientes años, Selassie siguió modernizando Etiopía con reformas y potenciando la política y el reconocimiento internacional. En los años sesenta, dirigió la Organización para la Unidad Africana, predecesora de la moderna Unión Africana. Con el objeto de fomentar la solidaridad entre los estados independientes del continente africano, creyó que una voz unificada reforzaría al pueblo de África. Aunque intentó que fuera algo más que una entidad ideológica, la ausencia de un cuerpo militar que la respaldara dejaba a la organización con poca autoridad y poder.Selassie también quiso mejorar el bienestar de su pueblo trabajando con la comunidad internacional. Aunque su éxito al intentar desposeer a la nobleza de sus tierras fue limitado, la iniciativa motivó la creación de un movimiento que perpetuó la causa. También realizó reformas para facilitar el acceso a las instituciones educativas y programas económicos que aseguraron un sistema impositivo justo. A pesar de la buena voluntad desde la que emanaban estas iniciativas, los intentos de Selassie de aumentar su propio poder a través de reformas constitucionales suscitaron una oposición cada vez más visible.A finales de los sesenta, los ideales marxistas prendieron en Etiopía y las hambrunas y las sequías de principios de los setenta supusieron una caída de la popularidad de Selassie. Una crisis económica que provocó una inflación rampante fue su golpe de gracia, pues tras conservar su puesto a duras penas hasta 1974, fue depuesto y arrestado por un grupo militar marxista al que llamaban Derg."
            },
            {
                "heading": "Prisión y muerte",
                "text": "Haile Selassie murió misteriosamente en 1976 mientras vivía bajo arresto domiciliario. Los informes acerca de la causa son contradictorios: el informe oficial del ejército asegura que murió por culpa de una enfermedad, pero muchos siguen creyendo que fue asesinado por sus captores. Tuvieron que pasar 25 años hasta que Haile Selassie fuera objeto de un funeral propio de su condición, en noviembre del 2000."
            },
            {
                "heading": "Dios rastafari",
                "text": "El movimiento rastafari deriva de las palabras del activista jamaicano Marcus Garvey, cuya perspectiva filosófica creó los cimientos de la religión tal como la conocemos hoy. Esta religión considera que las palabras de Garvey, \"Buscad en África la coronación del rey negro, pues él será nuestro redentor\", constituían una profecía que se cumplió con la coronación de Haile Selassie in 1930. Aunque Selassie era cristiano ortodoxo, nunca confirmó ni negó su estatus de mesías rastafari, y durante su visita a Jamaica de 1966 fue recibido por decenas de miles de fieles rastafaris."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Hoy, Haile Selassie es aceptado mundialmente como un elocuente estadista y un líder apasionado que se enfrentó a muchas dificultades durante su reinado, a pesar de las cuales intentó mejorar el bienestar de su pueblo y la estabilidad de su nación. Las ideas de Selassie acerca de la cooperación y la diplomacia internacional fueron influyentes no solo en el futuro de Etiopía y de África como conjunto, sino también en toda la comunidad internacional."
            }
        ]
    }
}