{
    "id": 7,
    "name": "Francia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/francia.png",
    "dawn_of_man": "Larga vida e incontables triunfos, Primer Cónsul y Emperador de Francia, Napoleón I, gobernante del pueblo francés. Francia se encuentra en el corazón de Europa. Durante mucho tiempo, París ha sido el centro mundial de la cultura, las artes y las letras. Aunque rodeada de competidores, y con frecuencia de enemigos, Francia se ha mantenido como una gran nación. Sus ejércitos han marchado triunfantes de batalla en batalla de un confín del mundo al otro, y sus soldados y generales se cuentan entre los mejores de la historia.Napoleón Bonaparte, Francia anhela que reconstruyáis vuestro imperio, que la volváis a conducir a la gloria y a la grandeza, que la convirtáis una vez más en el epicentro de la cultura y el refinamiento. Emperador, ¿volveréis a cabalgar contra vuestros enemigos? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Mosquetero|Mosqueteros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/musketeer.json"
        }
    ],
    "city_names": [
        "París",
        "Orleans",
        "Lyon",
        "Troyes",
        "Tours",
        "Marsella",
        "Chartres",
        "Aviñón",
        "Ruán",
        "Grenoble",
        "Dijon",
        "Amiens",
        "Cherburgo",
        "Poitiers",
        "Toulouse",
        "Bayona",
        "Estrasburgo",
        "Brest",
        "Burdeos",
        "Rennes",
        "Niza",
        "Saint-Étienne",
        "Nantes",
        "Reims",
        "Le Mans",
        "Montpellier",
        "Limoges",
        "Nancy",
        "Lille",
        "Caen",
        "Tolón",
        "Nîmes",
        "El Havre",
        "Lourdes",
        "Carcassonne",
        "Cannes",
        "Aix-en-Provence",
        "La Rochela",
        "Bourges",
        "Calais"
    ],
    "spy_names": [
        "Jean-Paul",
        "Martine",
        "Lucien",
        "François",
        "Augustine",
        "Monsieur X",
        "Dupont",
        "Vipère",
        "Yvette",
        "Renard"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Está ubicada en Europa occidental y sus fronteras limitan con siete países europeos, el océano Atlántico, el Canal de la Mancha y el mar Mediterráneo. Francia es, desde hace mucho tiempo, una de las grandes potencias políticas, militares y culturales de Occidente."
        },
        {
            "heading": "Clima y terreno",
            "text": "Francia es un país de llanuras y bosques verdes con antiguas cordilleras en las fronteras del sudeste y el este. Sus tierras fértiles y hermosas disfrutan de un clima y un terreno ideales para los cultivos vinícolas. Está ubicada en la zona templada y limita al sur con el cálido mar Mediterráneo, así que su clima es agradable y facilita la agricultura."
        },
        {
            "heading": "Primera época de la Galia",
            "text": "Las tranquilas aguas del Mediterráneo facilitaron la exploración y la creación de asentamientos en la costa sur de Francia. Grecia fundó la colonia de Massalia (la Massilia romana y Marsella actual) en el 600 a. C., pero los primeros datos que tenemos acerca de la exploración del interior del país son muy posteriores, de la época en la que los romanos comenzaron su campaña de la \"Galia Transalpina\" (la Galia al otro lado de los Alpes) en el siglo I a. C. Allí se encontraron con celtas, algunas tribus íberas supervivientes y ligures. También encontraron a muchos bárbaros que habían emigrado desde el norte y el este.Los romanos conquistaron la Galia lenta, pero inexorablemente. En el 121 a. C., Roma envió ejércitos a la Galia para ayudar a Massilia contra los entrometidos celtas y para defender la ruta terrestre de Hispania, ya que allí tenía posesiones importantes. Por ello, reclamó una zona del sur de la Galia como provincia, la región francesa que hoy conocemos como \"Provenza\". En el 58 a. C., Julio César inició una gran campaña contra el interior de la Galia. Duró ocho años y, a su término, los romanos se habían asegurado el control de la práctica totalidad de la Galia.Con la excepción de algunas notables rebeliones que fueron aplacadas sin mayores dificultades, los galos permanecieron varios siglos satisfechos con su condición de provincia romana. El país prosperó bajo la dominación y todavía pueden encontrarse los restos de algunas lujosas villas de estilo romano. La Galia ya pacificada se convirtió en un punto de partida para una nueva expansión romana hacia Gran Bretaña, a través del Canal de la Mancha, y en dirección noreste, hacia las tierras de los bárbaros germanos."
        },
        {
            "heading": "La Galia posterior",
            "text": "El poder de Roma fue disminuyendo en Europa occidental durante los siglos III y IV d. C., y la Galia se vio atacada por invasores procedentes del norte y del este. Roma se concentró en defender el Danubio e impedir que los bárbaros se adentraran en Italia, dejándola mal defendida. La Galia sufrió importantes incursiones alamanas y francas a mediados del siglo III, y Roma no recuperaría el territorio perdido hasta el 274. La zona se volvió hostil y peligrosa, así que las ciudades se fortificaron; este proceso continuó durante la Edad Media.El cristianismo llegó a la Galia en torno al año 250, y a finales del siguiente siglo ya había cristalizado."
        },
        {
            "heading": "La caída de la Galia romana",
            "text": "En el 395 d. C., Roma quedó dividida en una parte oriental y otra occidental. La Roma de occidente abandonó la Galia en un desesperado intento de proteger la propia ciudad de Roma frente a las invasiones bárbaras que provenían de Austria y Alemania. Así que, en el 405 ó 406, un gran número de tribus germanas cruzaron el Rin en busca de hogares permanentes; eran los francos, los burgundios y algunos más. Los visigodos llegaron muy al sur y ocuparon la zona de Aquitania. En el 476, los romanos ya habían cedido todo su control de la Galia a los invasores germanos."
        },
        {
            "heading": "La Edad Media",
            "text": "Durante la Edad Media (400-1200 d. C.), Francia quedó dividida en varios reinos menores gobernados por los herederos de los invasores germanos. A finales del siglo V, el rey franco Clodoveo unificó la mayor parte del país (con la excepción de algunos visigodos tercos del sur). Clodoveo fue el primero de los reyes merovingios que gobernó el país ya unificado. Trasladó la capital a París y obtuvo cierto reconocimiento por parte del emperador romano, que legitimó su gobierno.Tras la muerte de Clodoveo en el 511, el reino se dividió entre sus cuatro hijos, que pasaron las siguientes cinco décadas luchando entre ellos. Cuando moría un hermano, los supervivientes se anexionaban sus tierras. En el 558, murió el penúltimo de los hermanos y el reino merovingio permaneció unido durante la sobrecogedora cifra de nueve años, hasta que el rey murió y dividió el país entre sus hijos. Este ciclo de conquistas y divisiones se prologó durante siglos y costó miles de vidas en cada generación.Con la llegada del siglo VIII, surgió una familia franca poderosa que desafió a los merovingios. Los carolingios de la norteña Austrasia derrotaron a sus vecinos y llegaron para conquistar el norte de Francia y Alemania. Al principio apoyaron a los merovingios, pero, tras la muerte del rey Teodorico IV en el 737, el rey carolingio Carlos Martel asumió el poder directo y dejó el trono vacío. Durante su reinado fue capaz de hacer frente a las incursiones de los musulmanes en Francia y expandir sus dominios a Alemania.A Carlos le sucedió Pipino el Breve, quien, con la bendición del Papa de Roma, asumió el trono abiertamente. A su muerte, el reino se dividió entre sus dos hijos, Carlomán, que no duró mucho, y Carlomagno, que sí lo hizo."
        },
        {
            "heading": "Carlomagno y el Sacro Imperio Romano",
            "text": "El padre de Carlomagno falleció en el 768 y su hermano en el 771, dejándole a él como único rey de Francia. Asumió una política de expansión hacia Alemania y la España controlada por los musulmanes. Tuvo más éxito contra los germanos que contra los emires del sur. Intervino en Italia en el bando del Papa, cuyos territorios estaban bajo la amenaza lombarda del norte. Conquistó a los lombardos, se coronó rey de su país y creó los Estados Pontificios, ganándose la gratitud de la Iglesia.A finales del siglo VIII, Carlomagno era el hombre más poderoso de Europa occidental; gobernaba sobre la mayor parte del territorio de lo que luego sería Francia, Alemania, los países del Benelux y el norte de Italia. El Papa León III le coronó emperador del Sacro Imperio Romano en el año 800 y se convirtió en el sucesor oficial de los césares del Imperio Romano de Occidente.Tras su muerte en el 813, su hijo Ludovico Pío heredó el trono, pero sus nietos iniciaron una serie de disputas sucesorias que acabaron con la división del Sacro Imperio Romano en tres secciones, Francia Oriental, Francia Central y Francia Occidental, en el Tratado de Verdún firmado en el 843. Aunque era más pequeña, las fronteras de Francia Oriental eran similares a las de la Francia actual, y algunos historiadores fechan el origen del país moderno en el Tratado de Verdún."
        },
        {
            "heading": "Tras el imperio",
            "text": "Los nuevos reinos no eran especialmente estables, y sus habitantes tuvieron que soportar otros 300 años de guerras y disputas familiares entre reyes y nobles. La vida no fue más fácil tras la llegada de los vikingos, que se adentraban hasta París y a menudo exigían rescates exagerados a cambio de marcharse. Siguieron activos durante los siglos IX y X, y algunos se asentaron de forma permanente en Normandía. Los gobernantes también tuvieron que hacer frente a los monarcas ingleses, que reclamaban territorios en el oeste, incluyendo partes de Aquitania, Bretaña y Lombardía. Tardaron varios siglos en expulsar completamente a los británicos.El trono pasó a la Dinastía de los Capeto justo antes de la llegada del nuevo milenio. Estos pasaron demasiado tiempo luchando entre ellos y contra otros nobles que desafiaban su derecho al trono.El rey Felipe II, que reinó desde 1180 hasta 1223, fortaleció la monarquía. Cuando no estaba en una Cruzada luchando con su amigo Ricardo Corazón de León, Felipe reorganizaba el gobierno, modernizaba la economía francesa y derrotaba a los ingleses, flamencos y germanos individualmente y en grupo. Luis IX reinó desde 1226 hasta 1270 y consolidó aún más la unidad del país."
        },
        {
            "heading": "La guerra de los Cien Años (1328 - 1429)",
            "text": "Francia ya era el país más poderoso de Europa a principios del siglo XIV. En 1328, Felipe VI subió al trono. Eduardo III de Inglaterra, a quien debían Aquitania, tenía ciertos derechos al trono francés que no había hecho valer en el momento de la sucesión de Felipe VI. Sin embargo, Felipe VI confiscó Aquitania en 1337 y, a modo de respuesta, Eduardo III reclamó sus derechos enfrentando a Francia e Inglaterra en el campo de batalla.Los ingleses buscaron el enfrentamiento en el mar y fomentaron la rebelión entre los súbditos flamencos de Francia. La armada inglesa se alzó como vencedora en la famosa batalla de Crécy en 1346, pero la victoria se detuvo ahí, y tuvo que evacuar el continente más o menos con las manos vacías. La peste negra atacó en 1347, mató a mucha gente y retrasó la guerra. Los combates volvieron a endurecerse unos años después; el rey francés se las arregló para dejarse capturar por los ingleses, que pidieron un rescate muy elevado por su liberación. Los franceses se negaron a pagarlo, y el rey murió cautivo en Londres. La guerra prosiguió hasta que, en 1420, el Tratado de Troyes declaró la unión de las coronas de Francia e Inglaterra en la cabeza del futuro rey Enrique VI.No todos encajaron bien este acuerdo. Carlos VIII, un noble francés, tenía derechos sólidos a la corona y muchos franceses lo preferían en el trono antes que a cualquier inglés. Entre ellos se encontraba una joven campesina llamada Juana de Arco. Al cabo de unos años, Juana lideró a los franceses y alcanzó la victoria, rechazando a los ingleses en todos los frentes. Carlos fue proclamado rey en 1429 y Juana ardió en la hoguera un año después."
        },
        {
            "heading": "Las guerras de la Reforma",
            "text": "En el siglo XVI había grandes dosis de resentimiento contra una iglesia católica a la que se consideraba codiciosa y corrupta. En 1517, Martín Lutero publicó sus \"noventa y cinco tesis\" condenando los excesos de la Iglesia. Reunió a muchos adeptos en Francia y, en 1534, el rey promulgó el primero de una serie de edictos anti-hugonotes (protestantes), pero no evitó su propagación. En 1562, los dos bandos ya estaban enfrentados en un conflicto abierto que duró varias décadas. Terminó en 1598 con el Edicto de Nantes, que garantizaba la tolerancia a los hugonotes."
        },
        {
            "heading": "El siglo XVII",
            "text": "El poder de la corona creció en el siglo XVII fundamentalmente gracias a un hombre, Armand-Jean du Plessis, cardenal y duque de Richelieu. Richelieu, uno de los personajes más curiosos de la historia, fue un ministro muy competente. Era inteligente, calculador y despiadado; sus esfuerzos incansables estaban destinados a incrementar el poder y el prestigio de la corona, y destruir a sus enemigos. También se enfrentó a los hugonotes, que conservaron la libertad religiosa, pero perdieron su poder militar.En 1643, el eminente Luis XIV subió al trono. El Rey Sol sedujo y doblegó a la aristocracia francesa, y convirtió el palacio de Versalles en la corte más opulenta hasta el momento. Bajo todas aquellas galas, había un gobernante ambicioso. Disputó tres guerras importantes y algunos conflictos menores durante su reinado, que abarcó la sorprendente cifra de 72 años hasta su muerte en 1715. Hoy su gobierno sigue siendo el más longevo de Europa."
        },
        {
            "heading": "El siglo XVIII",
            "text": "En el siglo XVIII creció el poder y la riqueza de la nobleza, emergió la clase media y empeoraron las condiciones del campesinado. A nivel filosófico, la Ilustración socavó la fe en las instituciones tradicionales, como la Iglesia y la monarquía. En 1776 se inició la Guerra de Independencia americana, y los franceses fueron testigos de cómo un pueblo se deshacía de la opresión de la monarquía para instaurar una democracia y el autogobierno. Esto sirvió de acicate al malestar que se estaba cociendo en todo el país."
        },
        {
            "heading": "La revolución",
            "text": "En 1789, todavía con la sombra de la Guerra de Independencia americana encima, los campesinos y la clase media se alzaron contra la nobleza y el rey. La revolución fue brutal y sangrienta; el rey y otros 50.000 ciudadanos franceses fueron ejecutados con la recién inventada guillotina (un éxito de la ciencia ilustrada).En las primeras fases de la revolución, el pueblo tomó la Bastilla, abolió la nobleza y obligó al rey a aceptar una monarquía constitucional. Pero la nueva Asamblea estaba repleta de facciones en busca del dominio y no pudo gobernar. La Comuna de París asesinó a unos 1350 prisioneros sin permiso del gobierno. La Convención Constitucional se reunió en septiembre de 1792, abolió la monarquía y proclamó la república. Austria y Prusia exigieron la restitución del rey amenazando con represalias contra la población francesa. El gobierno revolucionario lo consideró una prueba de que el rey conspiraba con el enemigo, así que lo condenó a muerte y lo ejecutó en enero de 1793.Avanzado el año, el Comité de Salvación Pública instauró un reinado del terror y promovió la seguridad pública guillotinando a entre 15.000-40.000 víctimas, muchas de ellas sin juicio de por medio. Se iniciaron algunas revueltas causadas principalmente por el trato que los revolucionarios estaban dando a la iglesia católica, pero fueron aplacadas con gran dureza.En 1795, la nueva constitución francesa estableció un sistema de gobierno completamente nuevo. El poder ejecutivo estaba en manos del \"Directorio\", formado por cinco miembros electos por quintos cada año, y el legislativo pertenecía a una asamblea bicameral. Sin embargo, el nuevo sistema de gobierno demostró no ser práctico, y un hombre llamado Napoleón Bonaparte se alzó con el poder en 1799."
        },
        {
            "heading": "Napoleón Bonaparte",
            "text": "Este hombre extraordinario, nacido en Córcega, había recibido entrenamiento como artillero en el ejército. En 1799, organizó un golpe de estado y se proclamó primer cónsul, un puesto que él mismo inventó. Al cabo de cinco años se coronó emperador. Recibió una Francia en bancarrota, desgarrada por la revolución, y en sus 16 años de gobierno la convirtió en el país más poderoso de Europa. Combatió y venció prácticamente a todos los países, por separado o formando alianzas, que le rodeaban, excepto a uno, Inglaterra. No logró crear una armada capaz de hacer frente a la británica y no pudo destruir a su enemigo más implacable.Napoleón campó triunfante por Europa durante 15 años hasta que fue derrotado por una coalición en Leipzig y, un año más tarde, en Waterloo. Para obtener más detalles acerca de este extraordinario líder militar, consulta su artículo de la Civilopedia."
        },
        {
            "heading": "El siglo XIX",
            "text": "Tras la derrota final de Napoleón, los países victoriosos instauraron una monarquía constitucional en Francia que duró unos 40 años, hasta que su sobrino, Luis Napoleón, fue elegido presidente en votación popular en 1848 y se proclamó rey en 1852. Ostentó el poder hasta que, en 1870, espoleado por el primer ministro prusiano Otto von Bismarck, tomó la desafortunada decisión de declarar la guerra a Prusia. Dicha guerra fue un desastre humillante. Los prusianos usaron con astucia la red ferroviaria para concentrarse antes de que los franceses se prepararan para luchar y, el 2 de septiembre de 1870, Luis Napoleón y todo su ejército fueron capturados.La guerra supuso una nueva caída de la monarquía en favor de la Tercera República, la humillante entrega de Alsacia y Lorena a Prusia/Alemania y un ardiente deseo de venganza que le haría mucho mal a Francia en los años siguientes."
        },
        {
            "heading": "La Gran Guerra",
            "text": "Un gran fracaso diplomático fue la causa de la Primera Guerra Mundial; los países conformaban una desconcertante y compleja red de alianzas y tratados que vinculaban sus destinos. Austria-Hungría inició la guerra al anexionarse un territorio de Serbia usando como casus belli (\"una excusa para lanzarse al cuello del vecino\") el asesinato de un archiduque por parte de un terrorista serbio. El archiduque fue asesinado el 28 de junio de 1914, y en agosto los europeos ya estaban matándose en tres continentes.Había dos bandos en el conflicto: las Potencias Centrales eran Alemania, Austria-Hungría, el Imperio Otomano y Bulgaria; la Triple Entente estaba conformada por el Reino Unido, Francia y Rusia. Los alemanes atacaron con rapidez en el frente oriental y superaron completamente al ejército ruso; estuvieron a punto de dejar fuera de la guerra a Rusia. En el frente occidental, se adentraron en Francia antes de verse obligados a parar al este de París merced a unas operaciones defensivas desesperadas de los franceses y los británicos.Francia pasaría cuatro años dividida por una larga línea de trincheras que seccionaba el país, y sería el escenario de decenas de miles de muertes que solo le permitieron arrancar unos centímetros de tierra al enemigo. La tierra estaba envenenada por miles de cadáveres, artefactos explosivos y restos de armas químicas. En 1917, Estados Unidos entró en la guerra y la moral de los alemanes comenzó a decaer. El gobierno alemán cayó en 1918 y el gobierno que le siguió firmó un armisticio.Francia había quedado maltrecha tras la guerra: dos millones de muertos (el cuatro por ciento de su población) y más de cuatro millones de heridos. La zona en la que había estado el frente o que el enemigo había conquistado era un erial de cadáveres putrefactos, y ciudades y pueblos en ruinas. La furia que sentían contra los alemanes les alentó a exigir enormes compensaciones de guerra para ayudar a la reconstrucción de su país y para castigar al enemigo. Aunque esta política pudo generar efectos positivos a corto plazo, tuvo dos consecuencias negativas: irritó a los alemanes y alentó su sed de venganza, y disgustó a los estadounidenses, que se sintieron menos predispuestos a intervenir en los asuntos europeos."
        },
        {
            "heading": "La Segunda Guerra Mundial",
            "text": "La Segunda Guerra Mundial fue un doloroso y humillante desastre para Francia. Los alemanes reconstruyeron su maquinaria bélica y los franceses, que se resentían de las bajas de la Gran Guerra, construyeron la Línea Maginot, una espectacular franja de fortalezas, trincheras y búnkeres subterráneos en la frontera con Alemania. Si los alemanes hubieran atacado esa línea, habrían sufrido graves pérdidas de soldados y, más importante, de tiempo.Desgraciadamente, los franceses no ampliaron la línea a la zona marítima por una serie de motivos políticos, pues habrían dejado a Bélgica en el exterior de sus defensas, y los belgas no se atrevieron a reforzar su frontera con Alemania por miedo a las represalias. Así que, cuando los alemanes decidieron invadir Francia, atravesaron Bélgica y sortearon la Línea Maginot. Los franceses y los británicos no pudieron fijar un frente ante la aplastante guerra relámpago alemana (\"blitzkrieg\"). Francia fue invadida en apenas semanas y capituló el 22 de junio de 1940.El 6 de junio de 1944, las tropas británicas, estadounidenses y de la Francia Libre desembarcaron en Normandía y comenzaron a liberar Francia de la ocupación alemana. Los alemanes opusieron mucha resistencia, pero se fueron retirando lentamente. Las tropas soviéticas se acercaban desde el este y Alemania estaba sufriendo muchas bajas en ambos frentes. También habían perdido la superioridad aérea y los aliados bombardeaban fábricas y ciudades alemanas sin parar. La derrota era inevitable. París fue liberado el 25 de agosto de 1944 y Alemania se rindió el 7 de mayo de 1945."
        },
        {
            "heading": "La Francia actual",
            "text": "Durante los años posteriores a la Segunda Guerra Mundial, Francia se deshizo a regañadientes de sus posesiones de ultramar y se enfrascó en guerras dolorosas en Vietnam y Argelia que acabarían siendo inútiles. Al mismo tiempo, no dejaban de reconstruir el país para convertirlo en un país moderno. Posee un gran número de inmigrantes, entre ellos muchos musulmanes, y sufre las dificultades derivadas del choque cultural entre el Islam y Occidente.Las artes francesas florecen más que nunca y París, la \"Ciudad de las Luces\", vuelve a ser el centro cultural del mundo. Hoy en día Francia es uno de los pesos pesados de la Unión Europea, junto a Alemania, su antigua enemiga. En términos históricos, es un sorprendente triunfo del sentido común que promete un futuro esperanzador para Francia, Europa y el mundo."
        },
        {
            "heading": "La Francia actual",
            "text": "Durante los años posteriores a la Segunda Guerra Mundial, Francia se deshizo a regañadientes de sus posesiones de ultramar y se enfrascó en guerras dolorosas en Vietnam y Argelia que acabarían siendo inútiles. Al mismo tiempo, no dejaban de reconstruir el país para convertirlo en un país moderno. Posee un gran número de inmigrantes, entre ellos muchos musulmanes, y sufre las dificultades derivadas del choque cultural entre el Islam y Occidente.Las artes francesas florecen más que nunca y París, la \"Ciudad de las Luces\", vuelve a ser el centro cultural del mundo. Hoy en día Francia es uno de los pesos pesados de la Unión Europea, junto a Alemania, su antigua enemiga. En términos históricos, es un sorprendente triunfo del sentido común que promete un futuro esperanzador para Francia, Europa y el mundo."
        },
        {
            "heading": "La Francia actual",
            "text": "Durante los años posteriores a la Segunda Guerra Mundial, Francia se deshizo a regañadientes de sus posesiones de ultramar y se enfrascó en guerras dolorosas en Vietnam y Argelia que acabarían siendo inútiles. Al mismo tiempo, no dejaban de reconstruir el país para convertirlo en un país moderno. Posee un gran número de inmigrantes, entre ellos muchos musulmanes, y sufre las dificultades derivadas del choque cultural entre el Islam y Occidente.Las artes francesas florecen más que nunca y París, la \"Ciudad de las Luces\", vuelve a ser el centro cultural del mundo. Hoy en día Francia es uno de los pesos pesados de la Unión Europea, junto a Alemania, su antigua enemiga. En términos históricos, es un sorprendente triunfo del sentido común que promete un futuro esperanzador para Francia, Europa y el mundo."
        }
    ],
    "leader": {
        "name": "Napoleón Bonaparte",
        "subtitle": "Líder de Francia",
        "lived": "1769 - 1821 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/napoleón_bonaparte.png",
        "trait": {
            "name": "Ciudad de la Luz",
            "effect": "Las bonificaciones de tema de Museo y de Gran maravilla del mundo se doblan en su capital."
        },
        "titles": [
            "El primer cónsul de la Primera República francesa",
            "El emperador Napoleón I del Primer Imperio francés"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Es prácticamente imposible pasar por alto el genio militar de Napoleón Bonaparte."
            },
            {
                "heading": "Primeros años",
                "text": "Napoleón Bonaparte nació en la isla de Córcega. Entró en una academia militar a los diez años de edad, donde demostró grandes aptitudes para las matemáticas, la historia y la geografía, así como una indiferencia total hacia la literatura y las humanidades. A los 14 años fue nombrado subteniente en un regimiento de artillería. Al estallar la Revolución Francesa, Napoleón se alineó con los revolucionarios, y fue nombrado coronel de artillería. No tardó mucho en labrarse una reputación como comandante capaz."
            },
            {
                "heading": "Ascensión al poder",
                "text": "Napoleón demostró muy pronto su genio como militar y su capacidad para moverse por el peligroso paisaje de la Francia revolucionaria, donde un paso en falso podía costarle la cabeza a uno, literalmente. En 1794 ya era general de brigada, y en 1795 recibió el mando del Ejército del Interior. Tenía 25 años. A lo largo de los años siguientes, Napoleón llevó a los ejércitos franceses de victoria en victoria contra sus adversarios continentales, incluida la poderosa Austria.Aprovechando su éxito y su creciente popularidad entre los ciudadanos y el ejército, en 1800 derrocó al gobierno y se proclamó \"Primer Cónsul\". Cinco años más tarde, se coronaría él mismo \"Emperador y Cónsul Vitalicio\", mostrando así su gran desprecio por las raíces democráticas revolucionarias que lo habían llevado al poder."
            },
            {
                "heading": "\"Vive l'Empereur!\"",
                "text": "Excepcional administrador, reorganizó rápidamente el gobierno, derogó las leyes más radicales y violentas de la revolución y reabrió las iglesias, lo que cimentó su popularidad entre el pueblo francés. Sin embargo, Francia seguía en guerra con casi toda Europa, y Napoleón volvió al campo de batalla, donde, con sus asombrosas victorias sobre Austria, consiguió que este país e Inglaterra firmaran la paz.Sin embargo, Inglaterra recelaba de las ambiciones imperiales de Francia y la guerra se reanudó en 1803. Napoleón no tardó en enfrentarse a una poderosa alianza formada por Inglaterra, Austria, Rusia y Suecia. Actuando con prodigiosa velocidad y astucia, Napoleón utilizó sus \"líneas interiores\" para concentrar sus fuerzas contra sus dispersos enemigos. Tras atravesar Europa a toda velocidad, capturó la capital de Austria y aplastó a las fuerzas rusas en la batalla de Austerlitz. Austria volvió a pedir la paz. Durante varios años, Napoleón derrotaría a todo aquél que le atacase. Aplastó a los prusianos, a los españoles y una segunda vez a los austríacos. No obstante, Rusia e Inglaterra permanecían invictas."
            },
            {
                "heading": "La campaña rusa",
                "text": "Finalmente, Napoleón decidió que su posición en Europa nunca sería segura mientras Rusia, ayudada por la pérfida Inglaterra, estuviera en su flanco. Con Inglaterra bien parapetada detrás del Canal de la Mancha y de su soberbia armada, no tenía más remedio que atacar a Rusia, el único enemigo de la alianza al que podían llegar sus ejércitos. En 1812, se puso al frente de medio millón de hombres y partió hacia Moscú. Las fuerzas rusas retrocedieron frente a sus fuerzas, llevándose o quemando todo aquello que pudiera ser de utilidad para los invasores; mientras, en la retaguardia, los ataques de los cosacos destruían las líneas de suministro de Napoleón. Bonaparte consiguió llegar hasta Moscú y capturarla, pero, una vez más, los rusos se habían llevado todo lo que podía alimentar a sus hombres o lo habían quemado, y se vio obligado a retirarse luchando contra las tropas rusas y el invierno ruso, mucho más mortal, un duro kilómetro tras otro. Al finalizar la campaña, Napoleón había perdido el 96% de su ejército."
            },
            {
                "heading": "La caída de Napoleón",
                "text": "Nada más regresar a París, reclutó un nuevo ejército de 350.000 hombres, pero ahora su aura de invencibilidad se había esfumado y toda Europa se levantó en su contra. Prusia, Rusia y Austria se aliaron contra él e Inglaterra desembarcó más tropas en la guerra por España. Aunque Napoleón obtuvo nuevas e importantes victorias, sus enemigos no cejaron en sus implacables ataques. Finalmente, lograron abrirse paso hasta París y Napoleón abdicó. A cambio se le entregó el gobierno de la isla de Elba y una pensión de seis millones de francos, que correría a cargo de Francia.Posteriormente volvería a Francia e intentaría recuperar el poder una última vez, pero los ejércitos inglés y prusiano lo derrotaron final e irrevocablemente en Waterloo, Bélgica. Esta vez se le confinó de por vida en la isla de Santa Elena, a más de 1.500 kilómetros de la costa de África. Allí moriría en 1821."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Napoleón fue uno de los generales más brillantes de todos los tiempos. Movía sus tropas con pasmosa rapidez y siempre sabía dónde debía atacar para infligir el máximo daño. En lo referente a su país, fue un gobernante bastante honesto e imaginativo, y Francia floreció bajo su mando (hasta que las incesantes guerras en las que la embarcó minaron sus fuerzas y su espíritu combativo). General de infantería hasta la médula, nunca pudo crear una armada capaz de plantar cara en serio al dominio de Inglaterra en los océanos.En suma, y para expresarlo con sencillez, ni siquiera él podría haber derrotado a todo el mundo."
            }
        ]
    }
}