{
    "id": 8,
    "name": "Alemania",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/alemania.png",
    "dawn_of_man": "¡Salve, poderoso Bismarck, Primer Canciller de Alemania y de su imperio! Alemania es una nación incipiente, construida de las ruinas del Sacro Imperio Romano y unificada por fin en 1871, hace poco más de un siglo. Los alemanes han demostrado ser creativos, diligentes y un feroz pueblo guerrero. Pese a haber atravesado la gran catástrofe de la primera mitad del siglo XX, Alemania sigue siendo un referente económico, artístico y tecnológico de alcance mundial.Gran príncipe Bismarck, el pueblo alemán os mira para que lo conduzcáis a sus grandes días de gloria. Su resolución es fuerte y levantan la mirada hacia vos, su amado Canciller de Hierro, para que los guiéis una vez más. ¿Gobernaréis y conquistaréis a sangre y hierro, o apadrinaréis las artes y la industria alemanas? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Hansa|Hansas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hanse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Panzer|Panzers",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/panzer.json"
        }
    ],
    "city_names": [
        "Berlín",
        "Hamburgo",
        "Munich",
        "Colonia",
        "Frankfurt",
        "Essen",
        "Dortmund",
        "Stuttgart",
        "Düsseldorf",
        "Bremen",
        "Hannover",
        "Duisburgo",
        "Leipzig",
        "Dresde",
        "Bonn",
        "Bochum",
        "Bielefeld",
        "Carlsruhe",
        "Gelsenkirchen",
        "Wiesbaden",
        "Münster",
        "Rostock",
        "Chemnitz",
        "Braunschweig",
        "Halle",
        "Mönchengladbach",
        "Kiel",
        "Wuppertal",
        "Friburgo",
        "Hagen",
        "Erfurt",
        "Cassel",
        "Oberhausen",
        "Hamm",
        "Sarrebruck",
        "Crefeld",
        "Potsdam",
        "Solingen",
        "Osnabrück",
        "Ludwigshafen",
        "Leverkusen",
        "Oldenburgo",
        "Neuss",
        "Mülheim",
        "Darmstadt",
        "Herne",
        "Würzburgo",
        "Recklinghausen",
        "Gotinga",
        "Wolfsburg",
        "Coblenza",
        "Hildesheim",
        "Erlangen"
    ],
    "spy_names": [
        "Johann",
        "Marlene",
        "Wilhelm",
        "Eva",
        "Heinz",
        "Horst",
        "Carl",
        "Viper",
        "Albrecht",
        "Anton"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Aunque varios pueblos germanos ocuparon el norte y el centro de Europa durante miles de años, el ente político que hoy conocemos como Alemania es muy joven; lo creó el brillante político prusiano Otto von Bismarck hace unos 140 años. Durante su breve existencia, Alemania ha tenido gran influencia en la historia de la humanidad, para bien o para mal."
        },
        {
            "heading": "Clima y terreno",
            "text": "Alemania se extiende a través de terrenos muy diferentes, desde las montañas nevadas del sur hasta las colinas del oeste, pasando por los llanos del este. Es regada por varios grandes ríos que ofrecen agua para las cosechas y transporte para las mercancías. Sus colinas y montañas son ricas en recursos naturales y sus llanuras son fértiles. El clima templado y la abundante lluvia son ideales para la agricultura de tipo europeo."
        },
        {
            "heading": "Prehistoria",
            "text": "Durante siglos, el norte y el centro de Europa estuvieron poblados por tribus germanas, caracterizadas por hablar lenguas germánicas en lugar de las romances de Italia, Francia y España. Hay pruebas de que ya en la Edad de Bronce se habían asentado en el norte de Alemania. Se cree que, durante este periodo, el sur estaba ocupado por pueblos de origen celta que se germanizaron bajo la influencia de las tribus del norte."
        },
        {
            "heading": "Los romanos",
            "text": "Los primeros datos históricos acerca de las tribus germanas son del 50 a. C., cuando Julio César, el general romano, combatió contra varias de ellas durante su conquista de la Galia (una zona casi equivalente a la Francia actual). Julio César estableció la frontera oriental de la Galia en el río Rin, más allá del lugar en el que vivían la mayoría de las tribus \"bárbaras\" germanas.Los romanos y los germanos mantuvieron una paz tensa (salpicada por algunas incursiones y escaramuzas en las fronteras) durante unos 40 años, hasta que, aproximadamente en el 10 a. C., los ejércitos romanos invadieron los territorios germanos en dos direcciones, hacia el oeste cruzando el Rin y hacia el este por el Danubio. Aquello fue una mala decisión, pues los bárbaros demostraron ser rivales duros y aplastaron a varias legiones romanas. Los romanos, humillados, se retiraron a las fronteras del Danubio y el Rin, y no volvieron a intentarlo durante varios siglos; coexistieron más o menos pacíficamente hasta el 350 d. C.Hubo bastante comercio en aquella época: los romanos adquirían materias primas a los germanos a cambio de sus productos manufacturados y artículos de lujo. Con el tiempo, los germanos aprendieron alfarería y técnicas avanzadas de agricultura, e incluso llegaron a usar la divisa romana."
        },
        {
            "heading": "Llegan los hunos",
            "text": "Ya avanzado el siglo IV, las tribus germanas fueron sometidas a la presión de los hunos procedentes del este, por lo que se vieron empujadas hacia territorio romano. Algunas zonas romanas fueron atacadas por los visigodos, los suevos y los vándalos durante los siguientes 50 años. La propia ciudad de Roma fue saqueada varias veces, y algunos emperadores romanos murieron combatiendo a los invasores. Los romanos llegaron a un acuerdo con algunos de los invasores: les concedieron un territorio y cierto grado de protección contra los hunos.El imperio de los hunos se hundió tras la muerte de Atila en el 453, y las tribus germanas ya no necesitaron la protección de Roma. Algunas de ellas declararon su independencia de Roma y no tardó en establecerse un reino visigodo en el suroeste de la Galia, uno burgundio en el sudeste, uno franco en el norte y otro lombardo en el Danubio; el Imperio Romano de Occidente había dejado de existir."
        },
        {
            "heading": "Los francos",
            "text": "Los francos, establecidos en el noroeste de la Galia, comenzaron a expandirse cruzando el Rin hacia tierras de tribus germanas no romanizadas que mantenían su independencia con obstinación La subyugación de las tribus se prolongó a lo largo de tres siglos de guerras, conquistas, rebeliones, traiciones, represalias y más guerras. La religión fue una de las mayores trabas para lograr la paz: los francos se habían convertido al cristianismo y querían difundir la palabra de Dios por tierras bárbaras. Las tribus germanas eran paganas y no estaban dispuestas a abandonar su religión. El cristianismo acabó imponiéndose, pero fue un proceso largo y difícil (y, a menudo, sangriento).Los francos no estaban verdaderamente unidos, pues pasaban tanto tiempo guerreando entre ellos como contra los enemigos externos. Su primera dinastía de gobernantes, los merovingios, conservaron el poder hasta mediados del siglo VII, momento en el que fueron derrocados por los carolingios, una facción rival del norte. Los carolingios fueron una serie de reyes muy competentes que se aliaron con la iglesia católica y ampliaron los dominios de los francos por buena parte del centro de Europa."
        },
        {
            "heading": "Carlomagno y el Sacro Imperio Romano",
            "text": "Carlomagno (742-814), un general inteligente y un astuto político, fue el más grande los carolingios. Continuó con el sometimiento de las tribus germanas que habían iniciado su abuelo y su padre, y amplió su imperio a costa del sur de Francia e Italia. A cambio de proteger Roma de los sarracenos y los bizantinos, el Papa le coronó emperador del Sacro Imperio Romano. Hoy, Carlomagno, además de ser el primer hombre que unió Europa occidental desde los romanos, es considerado uno de los fundadores de Francia y Alemania.Tras su muerte, su único hijo, Ludovico Pío, heredó el trono. Ludovico tuvo varios hijos y, a su muerte, dividió el trono entre ellos. Pasaron muchos años antes de que una única persona volviera a gobernar sobre una parte tan amplia de Europa."
        },
        {
            "heading": "El auge de Alemania (primera parte)",
            "text": "Luis el Germánico, el hijo de Ludovico Pío, heredó la parte oriental del Sacro Imperio Romano, que incluía el reino de Baviera y otros territorios que se convertirían en la \"Alemania medieval\". Dedicó buena parte de su reinado a combatir contra los eslavos, los vikingos y sus hermanos, herederos de las regiones central u occidental del imperio de Carlomagno (las que luego serían Francia y los países del Benelux). Gobernó unos 50 años (c. 825-876), durante los cuales aportó estabilidad política a un reino desgarrado por la guerra. Durante el tiempo que no dedicó a combatir, fomentó la literatura germana y la creación de monasterios en su reino."
        },
        {
            "heading": "La Edad Media",
            "text": "En los dos siglos que siguieron al reinado de Luis, la presión externa de los daneses, sarracenos y magiares debilitó al gobierno central, que demostró ser incapaz de proteger a sus ciudadanos de los ataques. Las autoridades locales recuperaron el poder y el resultado fue un conglomerado de ducados que, en la práctica, se convirtieron en entes políticos independientes. Tras la muerte del último rey germánico carolingio, los duques coronaron a un duque franco que demostró ser incompetente, así que la corona fue a parar a un sajón.Los sajones conservaron al poder durante algunos siglos. Lograron contener los ataques de los bárbaros del este, aunque sus intentos por ampliar los dominios de Germania en esa dirección terminaron en desastre. A finales del siglo X, Otón I conquistó gran parte de Italia. El Papa Juan XII le coronó emperador y dio pie a una poderosa alianza entre el Sacro Imperio y la Iglesia que duraría más un siglo.Sin embargo, esta alianza no fue permanente. Con el tiempo, los papas se volvieron suspicaces del creciente poder de los reyes sobre las propiedades y el personal eclesiástico. Los reformistas condenaban abiertamente la corrupción de obispos y abades, que compraban sus puestos a los reyes y duques (el pecado de la \"simonía\"), y exigían que fuera únicamente el Papa el encargado de nombrarlos. El conflicto alcanzó su punto más álgido en 1075, cuando el rey Enrique IV exigió la renuncia del Papa Gregorio VII; Gregorio respondió excomulgando a Enrique. Enrique, temiendo una guerra civil, se vio obligado a solicitar la absolución papal. Éste se la concedió, pero la posición del monarca quedó muy debilitada y no pudo evitar la rebelión, que tuvo que soportar durante unos 20 años. Aunque Enrique IV sobrevivió a aquel enfrentamiento, la monarquía del Sacro Imperio quedó muy debilitada.El poder del Sacro Imperio se incrementó durante este periodo, pues reyes y duques conquistaron y colonizaron tierras extranjeras en el este y el oeste. El rey Federico I Barbarroja, que reinó desde 1152 hasta 1190, lanzó una campaña para reconquistar Lombardía e Italia. Aunque no tuvo éxito contra los lombardos, él y sus herederos obtuvieron triunfos considerables en Italia. Federico murió en 1190 mientras lideraba la malograda Tercera Cruzada hacia Tierra Santa. Según la leyenda, se ahogó mientras se bañaba."
        },
        {
            "heading": "La caída de Alemania (primera parte)",
            "text": "Los herederos de Federico fueron incapaces de unificar un imperio cada vez más fragmentado, y la corona quedó vacante durante un tiempo cuando Federico II, el nieto de Barbarroja, falleció en 1250. Aunque algunos intentaron reclamar el trono, nadie volvió a ostentar un auténtico poder monárquico.A finales del siglo XIV, la disolución del Sacro Imperio parecía un hecho."
        },
        {
            "heading": "El auge de Alemania (segunda parte)",
            "text": "El Sacro Imperio quedaría dividido durante cinco largos siglos. Austria (bajo el gobierno de los Habsburgo) y el reino de Prusia eran las dos grandes potencias del siglo XVIII; a principios del XIX, ambas se vieron envueltas en las guerras napoleónicas que convulsionaron Europa. En el Congreso de Viena de 1814 que siguió a la derrota de Napoleón, muchos de los estados del viejo imperio se unieron para formar la Confederación Germánica. Austria y Prusia intentaron controlar la Confederación; sus constantes altercados y disputas por el poder debilitaron y dividieron al nuevo estado.En 1861, el rey Guillermo I de Prusia nombró primer ministro a Otto von Bismarck. Apenas tres años después, Bismarck llevaba a su país a la guerra contra Dinamarca y el creciente Imperio Prusiano se anexionaba ese país. Tras las astutas manipulaciones de Bismarck, el imperio de los Habsburgo se quedó aislado y vulnerable y, en 1866, Prusia entró en guerra con Austria. Derrotó con facilidad al que había sido su gran rival y expulsó a Austria de la Confederación.En 1870, Prusia entró en guerra con Francia y, gracias a su incomparable red ferroviaria, pudo realizar un ataque relámpago para el que los franceses no estaban preparados. Francia fue aplastada y tuvo que ceder Alsacia y Lorena ante las reclamaciones prusianas. Tras vencer con autoridad a las dos únicas potencias terrestres que podían hacerle sombra, Bismarck y los prusianos anunciaron la formación del Imperio Alemán, el predecesor directo de la Alemania actual, y dominó el centro de Europa durante los siguientes 50 años."
        },
        {
            "heading": "La caída de Alemania (segunda parte)",
            "text": "La historia de la Primera Guerra Mundial es bien conocida. En el fondo, fue un desastroso fracaso diplomático en el que hombres de talla menor intentaron emular las tácticas de Bismarck. En los años que precedieron al cataclismo, las grandes potencias europeas fueron integrándose en uno de los dos bandos existentes, cada una de ellas conectada a las demás a través de una red laberíntica de acuerdos diplomáticos que dejaban poco campo para la diplomacia real. El país A tenía un tratado con el país B, que a su vez había prometido ayudar a C si entraba en guerra con D, que tenía una alianza similar con E, F, y G.En 1914, después de que Austria-Hungría intentara anexionarse Serbia, todo el castillo de cartas se vino abajo. Usando como excusa el asesinato de un noble austro-húngaro por parte de un anarquista serbio, Austria-Hungría declaró la guerra a Serbia. Rusia hizo honor a su tratado con Serbia y declaró la guerra a Austria-Hungría, y Alemania, aliada de ésta, atacó a Rusia. Francia, todavía dolida por la pérdida de Alsacia y Lorena 40 años antes, se movilizó contra Alemania. Inglaterra, aliada con Francia y Rusia, no tuvo otra opción que declarar la guerra a Alemania y Austria-Hungría.Alemania y sus aliados comenzaron con buen pie, destrozaron a Rusia e invadieron la mitad de Francia, pero no pudieron dar el golpe de gracia a sus enemigos y el conflicto se estancó durante cuatro años de horrible guerra de trincheras. La superioridad naval británica y la entrada en la guerra de Estados Unidos acabaron con la voluntad alemana. Los alemanes, hartos de la guerra, sometidos a mucha presión en todos los frentes y ya sin opciones de victoria, se rebelaron. El káiser huyó a los Países Bajos, los alemanes declararon la república y, el 11 de noviembre de 1918, firmaron el armisticio. Unos 15 millones de personas perdieron la vida en la guerra y buena parte de Europa se había convertido en un sumidero de barro, cadáveres y artefactos sin explotar.Los vencedores no fueron nada generosos con Alemania. Francia recuperó los territorios conflictivos de Alsacia y Lorena, y los aliados exigieron cuantiosas reparaciones de guerra a un país que ya se encontraba en la indigencia; además, le prohibieron mantener un ejército significativo. No fueron más piadosos con Austria-Hungría: el imperio fue desmembrado según criterios étnicos en Austria, Hungría, Checoslovaquia y Yugoslavia, y el Imperio Otomano fue igualmente dividido.Alemania estaba postrada, arruinada y bajo la amenaza de la ocupación si no pagaba enormes cantidades de dinero a sus vecinos (los cuales, en justicia, no estaban mucho mejor y necesitaban el dinero para reconstruir su país). Muchos se preguntaban si Alemania llegaría a recuperarse alguna vez de la catástrofe que supuso la Primera Guerra Mundial."
        },
        {
            "heading": "El auge de Alemania (tercera parte)",
            "text": "Al igual que sucedió con la primera, todos conocemos ya los sucesos que iniciaron la Segunda Guerra Mundial. Aprovechándose de la rabia y la humillación que sentían los alemanes, Adolf Hitler y su partido nazi (nacional socialista) se hicieron con el control del gobierno alemán. Los alemanes reconstruyeron su país, su economía y su ejército con una rapidez sorprendente, mientras que los judíos, los homosexuales, los gitanos y otras minorías cada vez eran perseguidos con mayor ferocidad.Mientras los antiguos enemigos de Alemania observaban con indolencia, Hitler unió Alemania con Austria y luego fagocitó a Checoslovaquia. La Rusia comunista de Stalin, aislada de Francia, Inglaterra y Estados Unidos, ayudó a Alemania a desmembrar a una Polonia indefensa. Eso hizo que Francia e Inglaterra declararan la guerra a Alemania, pero ningún país tenía suficiente potencia militar como para lanzar una ofensiva contra el ejército cada vez más grande de Hitler.En 1940, Alemania invadió Francia usando a los Países Bajos como puente. Sorteó las defensas francesas y los tanques alemanes se aprovecharon del armamento inferior de galos y británicos. En poco más de un mes, Francia se había rendido y los ingleses habían sido expulsados del continente.En 1941, Alemania desvió su atención al este. La poderosa maquinaria de guerra alemana continuó con su sangriento avance por la Unión Soviética y destruyó a todos los ejércitos soviéticos que le salieron al paso. A finales de 1941, parecía estar a punto de derrotar a Rusia y hacerse con el dominio incontestable del continente europeo."
        },
        {
            "heading": "La caída de Alemania (tercera parte)",
            "text": "A pesar de los primeros éxitos sorprendentes, Alemania fue incapaz de destruir a la Unión Soviética. Aun lisiado debido a las purgas de oficiales militares que había hecho Stalin hace unos años, el ejército soviético, mal equipado y entrenado, combatió heroicamente para detener el avance alemán. Sufrió muchísimas bajas, pero el Ejército Rojo detuvo a los alemanes antes de que lograran capturar Leningrado o Moscú, y Stalin tuvo tiempo para entrenar y equipar a un enorme contingente militar y lanzar su contraofensiva.La situación no era mucho mejor para los alemanes en el frente occidental: Estados Unidos había entrado en la guerra tras el ataque japonés a Pearl Harbor. Los estadounidenses y los británicos estaban comenzando a socavar el dominio alemán, primero en África y luego en Italia. Las fuerzas rusas se abrían paso a pesar de la extraordinaria resistencia alemana, y los estadounidenses y británicos liberaban Francia, abriendo otro frente contra las fuerzas de Hitler. El ejército alemán, desgastado e incapaz de defender todos los frentes, se hundió. Hitler se suicidó y, el 8 de mayo de 1945, Alemania capituló.Alemania pagó duramente por sus trasgresiones. Millones de alemanes habían muerto en la guerra, incluyendo una sobrecogedora cantidad de judíos alemanes que fueron asesinados por sus paisanos. La Unión Soviética (que contaba las víctimas por decenas de millones) amplió sus fronteras hacia el oeste adentrándose en territorio polaco, y Polonia obtenía a cambio la zona oriental de Alemania, incluyendo la totalidad de Prusia; 15 millones de alemanes fueron expulsados de sus hogares y tuvieron que refugiarse en lo que quedaba de Alemania. La propia Alemania fue dividida y ocupada por los aliados: Rusia controló la zona oriental, mientras que Francia, el Reino Unido y Estados Unidos ocuparon Alemania Occidental y la mitad de Berlín."
        },
        {
            "heading": "El auge de Alemania (cuarta parte)",
            "text": "Alemania protagonizó otra recuperación espectacular durante los años que siguieron a la Segunda Guerra Mundial. Tras el fin de la Guerra Fría y la caída de la Unión Soviética, las dos Alemanias volvieron a unirse y se transformaron en una potencia económica que no tenía rival en Europa. Hoy Alemania es un miembro incondicional de la Unión Europea y, lo que quizás haya sorprendido más, un país amigo y aliado de Francia. Los alemanes parecen aceptar la responsabilidad de los horribles crímenes cometidos por su nación en la Segunda Guerra Mundial y están concienciados para evitar que vuelva a suceder algo semejante. Resumiendo, en el siglo XXI, Alemania se ha convertido en una poderosa fuerza de la paz y la unidad mundial."
        },
        {
            "heading": "El auge de Alemania (cuarta parte)",
            "text": "Alemania protagonizó otra recuperación espectacular durante los años que siguieron a la Segunda Guerra Mundial. Tras el fin de la Guerra Fría y la caída de la Unión Soviética, las dos Alemanias volvieron a unirse y se transformaron en una potencia económica que no tenía rival en Europa. Hoy Alemania es un miembro incondicional de la Unión Europea y, lo que quizás haya sorprendido más, un país amigo y aliado de Francia. Los alemanes parecen aceptar la responsabilidad de los horribles crímenes cometidos por su nación en la Segunda Guerra Mundial y están concienciados para evitar que vuelva a suceder algo semejante. Resumiendo, en el siglo XXI, Alemania se ha convertido en una poderosa fuerza de la paz y la unidad mundial."
        },
        {
            "heading": "El auge de Alemania (cuarta parte)",
            "text": "Alemania protagonizó otra recuperación espectacular durante los años que siguieron a la Segunda Guerra Mundial. Tras el fin de la Guerra Fría y la caída de la Unión Soviética, las dos Alemanias volvieron a unirse y se transformaron en una potencia económica que no tenía rival en Europa. Hoy Alemania es un miembro incondicional de la Unión Europea y, lo que quizás haya sorprendido más, un país amigo y aliado de Francia. Los alemanes parecen aceptar la responsabilidad de los horribles crímenes cometidos por su nación en la Segunda Guerra Mundial y están concienciados para evitar que vuelva a suceder algo semejante. Resumiendo, en el siglo XXI, Alemania se ha convertido en una poderosa fuerza de la paz y la unidad mundial."
        }
    ],
    "leader": {
        "name": "Bismarck",
        "subtitle": "Líder de los alemanes",
        "lived": "1815 - 1898 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/bismarck.png",
        "trait": {
            "name": "Furor teutónico",
            "effect": "Tras derrotar a una unidad bárbara que se encuentre en un Campamento, hay un 67% de probabilidad de que ganes 25 de Oro y se unan a ti. Pagas un 25% menos por el mantenimiento de las unidades terrestres."
        },
        "titles": [
            "Canciller del Imperio Alemán",
            "\"Canciller de Hierro\""
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Otto von Bismarck, conocido también como \"el canciller de hierro\", es posiblemente la figura más significativa de la historia de Alemania. Durante su larga carrera política, Bismarck consiguió unificar Alemania y fundó el Imperio Alemán. Alemania pasó de ser una débil y dispersa confederación de estados a un poderoso país unido que dominaría la Europa continental."
            },
            {
                "heading": "Primeros años",
                "text": "Descendiente de una familia aristocrática prusiana, no puede negarse que Bismarck heredó la arrogancia de los junkers. Era un mal estudiante que destacaba en la esgrima y poseía dotes de historiador y lingüista. Sin embargo, pasaba gran parte de su tiempo bebiendo con otros aristócratas en su exclusiva fraternidad.Incapaz de aceptar la disciplina requerida para el servicio militar, Bismarck decidió ingresar en el cuerpo diplomático prusiano, donde su capacidad no tardó en llamar la atención del káiser. Destinado en la Dieta Federal Alemana (el equivalente al congreso), Bismarck trabajó para mejorar la situación de Prusia en el seno de Alemania y acrecentar su poder. Con el tiempo lograría alcanzar el puesto de Primer Ministro de Prusia, donde, tras largos años de lucha, conseguiría unificar Alemania bajo la égida prusiana. Esta proeza sería posible gracias a la combinación de una astuta diplomacia y una serie de guerras victoriosas."
            },
            {
                "heading": "Política exterior",
                "text": "Una vez unificada Alemania, el principal objetivo de Bismarck en política exterior sería mantener la paz en Europa por el procedimiento de aislar al enemigo histórico de su país, Francia. En términos generales, lo consiguió. En 1870 orquestó una guerra contra Francia con el objetivo de atraer a varios estados germánicos (Baviera, Baden, y otros) al Imperio Alemán. En la guerra, Francia fue derrotada fulminantemente.Tras alcanzar su objetivo de adquirir los estados alemanes, Bismarck recomendó prudencia en las condiciones de rendición, pero el pueblo y el ejército alemán querían más, así que se vio obligado a exigir la anexión de Alsacia y Lorena. Bismarck sabía que a la larga esto sería fuente de problemas. De hecho, antes de la guerra le había confiado a un colega: \"Aun en el caso de que obtuviéramos Alsacia, tendríamos que proteger nuestra conquista y mantener una guarnición permanente en Estrasburgo. Nuestra posición se volvería insostenible, porque, a la larga, Francia acabaría por encontrar aliados, y entonces tendríamos problemas\". En efecto, eso fue exactamente lo que ocurrió en la Primera Guerra Mundial, cuando Alemania tuvo problemas realmente serios."
            },
            {
                "heading": "Política interior",
                "text": "Aunque era un ardiente conservador y monárquico, Bismarck fue el primer líder de Europa que promovió un sistema de seguridad social para los trabajadores. Reconstruyó el sistema monetario alemán, al que dotó por primera vez de una moneda única. También colaboró en la elaboración del código civil y mercantil del nuevo estado. Sin embargo, su benevolencia no fue universal. Al mismo tiempo que emancipaba a los judíos, Bismarck promulgó leyes muy restrictivas contra los católicos alemanes."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Como diplomático, su mayor defecto fue su obsesión por debilitar a Francia. Durante su vida, esta política cosechó numerosos éxitos, pero tuvo la contrapartida de convertir a Francia en un enemigo implacable, lo que acarrearía graves consecuencias en el siglo siguiente. En política interna, puede achacársele sobre todo su indiferencia con respecto a las vidas de los alemanes. Mientras que Alemania crecía en poder e importancia, la calidad de vida de su pueblo apenas mejoró. Su sistema de seguridad social supuso algunos avances, pero la razón principal de que lo impulsara fue no tener que hacer mayores concesiones a los socialistas alemanes.Bismarck fue un gran líder, quizá el más grande de todos los líderes europeos del siglo XIX. Sus triunfos eclipsan a sus derrotas, puesto que él, prácticamente solo, consiguió convertir un grupo de reinos enfrentados entre sí en un poderoso estado. Los desastres que Alemania sufriría en el futuro no son achacables tanto a su política como a la incapacidad de sus sucesores para adaptarse a los cambios."
            }
        ]
    }
}