{
    "id": 9,
    "name": "Grecia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/greece.png",
    "dawn_of_man": "¡Que los dioses os colmen de bendiciones, oh, gran rey Alejandro! Sois el gobernante de la poderosa nación griega. Vuestro pueblo vivió durante muchos años en ciudades-estado aisladas, lugares legendarios como Atenas, Esparta y Tebas, desde donde dieron al mundo muchas y grandes cosas, como la democracia, la filosofía, la tragedia, el arte, la arquitectura... los mismísimos cimientos del mundo occidental. Aunque los griegos eran poco numerosos y con frecuencia rivales entre sí, en el siglo V consiguieron derrotar a un enemigo mucho mayor, Persia, por tierra y mar.Alejandro, vuestro pueblo está dispuesto a marchar a la guerra, a llevar la gran cultura griega a millones de personas y a traeros la gloria eterna. ¿Estáis dispuesto a aceptar vuestro destino, rey Alejandro? ¿Llevaréis a vuestro pueblo al triunfo y la grandeza? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Caballería de los Compañeros|Caballerías de los Compañeros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/companion_cavalry.json"
        },
        {
            "name": "Hoplita|Hoplitas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/hoplite.json"
        }
    ],
    "city_names": [
        "Atenas",
        "Esparta",
        "Corinto",
        "Argos",
        "Cnosos",
        "Micenas",
        "Farsalia",
        "Éfeso",
        "Halicarnaso",
        "Rodas",
        "Eretria",
        "Pérgamo",
        "Mileto",
        "Megara",
        "Focea",
        "Sición",
        "Tirinto",
        "Samos",
        "Mitilene",
        "Quíos",
        "Paros",
        "Tegea",
        "Elis",
        "Siracusa",
        "Heraclea",
        "Gortyn",
        "Calcis",
        "Pilos",
        "Pella",
        "Naxos",
        "Sición",
        "Esmirna",
        "Lárisa",
        "Apolonia",
        "Mesenia",
        "Orchomenos",
        "Ambracia",
        "Cos",
        "Cnido",
        "Anfípolis",
        "Patras",
        "Lamia",
        "Nauplia",
        "Apolyton"
    ],
    "spy_names": [
        "Jasón",
        "Helena",
        "Alexa",
        "Cleto",
        "Casandra",
        "Andrés",
        "Desdémona",
        "Anthea",
        "Eneas",
        "Leandro"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Es difícil cuantificar el impacto que Grecia ha tenido en la cultura occidental y en la historia. La Grecia Clásica vio nacer a algunos de los mejores artistas, filósofos, científicos, historiadores, dramaturgos y guerreros que el mundo ha conocido. Los guerreros y los colonos griegos expandieron su cultura a lo largo del Mediterráneo, y llegaron hasta el Lejano Oriente. Los romanos, herederos de Grecia, propagaron la cultura helénica por toda Europa, y desde allí cruzó los océanos y llegó al Nuevo Mundo.Los griegos fueron los autores de un sorprendente número de inventos y descubrimientos, como la primera representación teatral, la codificación de la historia y los tratados filosóficos. A ellos debemos el primer espectáculo deportivo del que se tiene constancia, el primer poema y el primer edificio dedicado al teatro. En política, los griegos son los autores de la primera democracia y de la primera república. La influencia griega ha llegado hasta nuestros días: los médicos siguen realizando el juramento hipocrático y los arquitectos todavía se inspiran en las formas clásicas. En cierto modo, la civilización occidental solo es una evolución de la griega."
        },
        {
            "heading": "Terreno",
            "text": "Grecia se extiende a lo largo de una ancha península del Mediterráneo oriental que comienza al sur de los Balcanes y se encuadra entre los mares Jónico y Egeo. La península se encuentra casi dividida por el golfo de Corinto, que se abre al mar Jónico y recorre casi toda la masa terrestre, dejando un pequeño istmo que conecta el norte con el sur. Es bastante montañosa, con fértiles valles flanqueados por imponentes picos y colinas. Los veranos son cálidos y los inviernos, suaves, pero no es extraño ver nieve en las montañas.Históricamente, el mar Egeo ha sido un lago griego. La Grecia Clásica dominó los cientos de islas del Egeo y la rocosa costa de Anatolia (Turquía), al este."
        },
        {
            "heading": "Los micénicos",
            "text": "No se sabe mucho acerca de los primeros habitantes de Grecia. Fueron destruidos durante la Edad de Bronce, cerca del año 1900 a. C., cuando una gran oleada de tribus micénicas emigró a Grecia atravesando los Balcanes. Los nuevos habitantes estuvieron dominados por la civilización minoica cretense durante medio milenio, hasta que, aproximadamente en el 1400 a. C., los micénicos se deshicieron de ellos. La Ilíada y la Odisea de Homero datan de este periodo. Aunque estas obras han sido alteradas en el transcurso de la historia, al menos nos permiten ver cómo eran las guerras, la política, la religión y la vida cotidiana de Micenas.La civilización micénica terminó en el 1100 a. C por motivos que todavía son objeto de debate, pero que podrían estar relacionados con la llegada de unos nuevos inmigrantes del norte, los dorios. Durante los tres siglos que siguieron a la caída de Micenas, Grecia pasó por su \"Edad Oscura\", una época de la que nos han quedado muy pocos escritos."
        },
        {
            "heading": "La Época Arcaica",
            "text": "La Época Arcaica sigue a la Edad Oscura, a mediados del siglo VII a. C. En esta época volvemos a tener documentos griegos, pero el idioma escrito micénico se perdió durante la Edad Oscura, así que los griegos tomaron prestado el fenicio y cambiaron las letras para crear el alfabeto griego.La primera fecha de la historia griega de la que tenemos constancia es el 776 a. C., el año de los primeros Juegos Olímpicos. Parece que, en los primeros juegos, solo se disputó una competición, una carrera de unos 200 metros que ganó Corebo de Elis, un cocinero. Los Juegos Olímpicos se celebraron cada cuatro años. Los griegos fueron añadiendo nuevas pruebas durante las siguientes décadas: una carrera de 400 metros, una maratón, lucha grecorromana, lanzamiento de jabalina y disco, y, más adelante, boxeo y carreras de carros."
        },
        {
            "heading": "Colonización griega",
            "text": "La Época Arcaica está protagonizada por la colonización griega; muchas comunidades enviaron grupos de ciudadanos a colonizar las islas y la costa del Mediterráneo oriental. Los motivos siguen siendo objeto de especulaciones; algunos historiadores creen que a los colonizadores les guiaba la avaricia y buscaban fortunas fáciles en otros lugares, mientras que otros piensan que la presión de la población fue al menos una de las causas. A lo largo de los siguientes siglos se fundaron colonias griegas en la costa norte de África, Sicilia, el interior de Italia, Anatolia, Egipto y Oriente Medio. Solía tratarse de colonias independientes que mantenían fuertes vínculos con la polis de origen."
        },
        {
            "heading": "El auge de la polis",
            "text": "El término \"polis\" se utiliza para referirnos a las antiguas ciudades-estado griegas. Tradicionalmente, este término denomina a la unidad política clásica de estilo ateniense: una gran ciudad central que domina a las ciudades y pueblos cercanos. Pero también describe a un grupo de pueblos más pequeños cercanos entre sí sin ninguna ciudad totalmente dominante (lo que se acerca más a la organización de Esparta). Ambos modelos comenzaron a aparecer en el siglo VIII a. C. Algunos historiadores creen que las ciudades más importantes crecieron en torno a templos; otros creen que los griegos copiaron el modelo a los fenicios, que llevaban años organizándose políticamente de esta manera.Cada polis era un ente político soberano que solo respondía ante sus ciudadanos. Aunque los ciudadanos de las ciudades-estado compartían idioma, historia y nacionalidad, eso no les impedía pelear entre ellos y entrar en guerra según sus veleidosos caprichos. Las polis podían aliarse frente a un enemigo común, pero tales alianzas eran rápidamente descartadas en cuanto terminaba la crisis.Hubo cuatro ciudades-estado dominantes: Corinto, Tebas, Esparta y Atenas. Esparta y Atenas eran las más poderosas de las cuatro y, con el tiempo, la guerra entre ambas por la supremacía sacudiría los cimientos del mundo griego."
        },
        {
            "heading": "Los espartanos",
            "text": "Esparta estaba ubicada en una zona del sur relativamente pobre y poco acogedora. En el siglo VIII a. C., entró en guerra con la cercana Mesenia. Esparta la conquistó y esclavizó a sus habitantes, que pasaron a ser llamados \"ilotas\". Estos ilotas no aceptaron bien la esclavitud e intentaron rebelarse varias veces. La sociedad espartana se militarizó para poder mantener a raya a sus esclavos, y todos los varones debían dejar su hogar a una edad muy temprana para someterse a un periodo de instrucción militar. Sus soldados tenían mucha disciplina y no conocían el miedo; solían ser calificados como la mejor infantería de Grecia."
        },
        {
            "heading": "Los atenienses",
            "text": "Atenas se encontraba ubicada en el sudeste de Grecia, en una zona rica y fértil conocida como Ática. Al contrario que Esparta, los atenienses eran una gran potencia naval. Preferían las artes, la cultura y el aprendizaje a la austera vida militar espartana. Sin embargo, para ser justos, hay que reconocer que los atenienses también tenían esclavos y que no tenían reparos a la hora de conquistar y saquear otras ciudades rivales.A finales del siglo VI a. C., Atenas fue gobernada por el tirano Pisístrato, al que luego sucedieron sus hijos. Un aristócrata ateniense pidió ayuda al rey espartano Cleómenes I para derrocar a los tiranos; Cleómenes les ayudó, pero después designó como gobernante a un títere. Los atenienses respondieron deshaciéndose del títere y formaron un nuevo gobierno en el que todos los ciudadanos (excluyendo a las mujeres y los esclavos) compartían el poder; habían creado la primera democracia. Los espartanos atacaron Atenas para reinstaurar a su títere, pero los atenienses defendieron la ciudad con gran tenacidad y los espartanos tuvieron que retirarse. Así comenzó una gran rivalidad entre las dos potencias que duraría siglos."
        },
        {
            "heading": "Grecia Clásica (510 - 323 a. C.)",
            "text": "El periodo que conocemos como \"Grecia Clásica\" comienza cuando los atenienses derrocan a su último tirano y termina con la muerte de Alejandro Magno. En este periodo se produce un florecimiento de las artes, la arquitectura, la literatura, la ciencia y la política, un renacimiento glorioso de la cultura y el conocimiento humanos. Son muchos los griegos de este periodo que nos resultan familiares: Leónidas I, rey de Esparta, Pericles, líder de los atenienses, los historiadores Herodoto y Jenofonte, los filósofos Sócrates, Platón y Aristóteles, los dramaturgos Eurípides, Sófocles y Aristófanes, Hipócrates el galeno... Estos hombres vivieron hace 2.500 años y todavía los recordamos. ¿Acaso podemos encontrar tantos grandes hombres en otro periodo de la historia en un enclave geográfico tan reducido?Aunque fue una época extraordinaria, en ella también encontramos numerosas guerras sangrientas, y muchos de los hombres valiosos invirtieron grandes esfuerzos en matarse entre ellos. Es interesante especular si fue una edad de oro a pesar de las constantes guerras o como consecuencia de ellas."
        },
        {
            "heading": "Las guerras persas",
            "text": "Las ciudades griegas de la costa de Anatolia (Jonia) estaban controladas por los persas, un imperio vasto y poderoso del sudeste. En el año 499 a. C., se rebelaron. Aunque algunas ciudades griegas del interior fueron en su ayuda, no fueron capaces de rechazar la contundente respuesta persa, así que todas fueron reconquistadas.Siete años más tarde, los persas lanzaron un asalto a gran escala sobre Grecia como venganza. La invasión llegó sostenida por dos elementos: un enorme ejército con el flanco cubierto por una poderosa flota naval. El ejército avanzó por Tracia y Macedonia, pero su general resultó herido y se retiraron a Asia Menor.En el 490 a. C., la flota persa desembarcó a un enorme contingente de entre 20.000-100.000 soldados en Ática. Al paso salieron unos 9.000 atenienses y 1.000 plateos, que fueron suficientes para derrotar al ejército persa y poder disfrutar de una década de paz.En el 480 a. C., el rey persa Jerjes I lanzó otro ataque a gran escala sobre Grecia y envió unas 300.000 tropas a la península. Este enorme contingente no tardó en derrotar a las ciudades del centro de Grecia e inició una inexorable marcha hacia Atenas. Los invasores se enfrentaron a un grupo muy inferior de espartanos y otras tropas en las Termópilas; los defensores lucharon con tenacidad y aguantaron hasta el último hombre, lo que proporcionó tiempo suficiente a los atenienses para evacuar la ciudad. Los atenienses, exiliados, todavía tenían una armada poderosa que utilizaron para destruir los barcos persas y cortar la línea de suministros del ejército que se encontraba en Atenas. Al cabo de un año, los espartanos reunieron un gran ejército con el que derrotaron y diezmaron a la fuerza de ocupación.Los atenienses regresaron a las ruinas de su ciudad en el 478 a. C. y comenzaron su reconstrucción. Formaron una alianza (la \"Liga de Delos\") con varias ciudades isleñas y expulsaron definitivamente a los barcos persas del mar Egeo."
        },
        {
            "heading": "La Guerra del Peloponeso",
            "text": "Tras derrotar a Persia, los atenienses exigieron grandes sumas de dinero a los demás miembros de la Liga de Delos para reconstruir su ciudad. Como los atenienses tenían la armada más poderosa, las ciudades isleñas no tuvieron más remedio que obedecer. Los atenienses eran más ricos y poderosos que nunca y, en la práctica, la Liga de Delos no era otra cosa que un imperio ateniense.Esparta, alarmada por el creciente poder de Atenas, formó la Liga del Peloponeso con otras ciudades griegas del interior, como Corinto y Elis. En el 458 a. C. estalló la guerra entre la Liga de Delos y la del Peloponeso. El conflicto se prolongó varios años hasta que se firmó la paz en el 445 a. C. Esta paz incómoda duró hasta que, en el 431 a. C., los dos bandos volvieron a enfrentarse.La guerra duró varias décadas. Las fuerzas espartanas invadieron Ática y asediaron Atenas; la ciudad cayó víctima de una epidemia mortal que acabó con las vidas de miles de personas, entre ellas el gran líder Pericles. Pero los atenienses sobrevivieron y rechazaron a los espartanos. La armada ateniense no dejó de hostigar las líneas costeras enemigas y a sus aliados marítimos, saqueando las despensas y los tesoros de la Liga del Peloponeso. Ningún bando pudo obtener ventaja y, en el 421 a. C., firmaron otro tratado de paz.La Paz de Nicias duró seis años, hasta que, en el 415, Atenas invadió Sicilia, donde se encontraban varias ciudades aliadas con Esparta. El ataque fue largo y terminó con un rotundo y catastrófico fracaso; el ejército invasor fue aniquilado y Atenas perdió casi todos sus navíos. La ciudad-estado se encontraba muy debilitada, tanto en tierra como en mar.En el 405 a. C., la armada espartana (con la ayuda de los persas) derrotó a la ateniense y sometió a Atenas a un bloqueo impenetrable. Sus ciudadanos, hambrientos y sin esperanza de ayuda externa, capitularon. Los espartanos les impusieron graves castigos: les despojaron de sus posesiones marítimas y les prohibieron construir una armada."
        },
        {
            "heading": "Filipo II y Alejandro de Macedonia",
            "text": "Ahora que las ciudades-estado del sur de Grecia estaban muy debilitadas por las décadas de guerras brutales, el equilibrio del poder se inclinó hacia el norte, hacia Macedonia. En el 338 a. C., Filipo II condujo un ejército hacia el sur acompañado por su hijo de 16 años, Alejandro, que ya había destacado en combate liderando un pequeño contingente para aplastar una revuelta tracia. Tras acabar con algunos pequeños contingentes, Filipo y Alejandro derrotaron a un ejército combinado de Tebas y Atenas en la batalla de Queronea. Después avanzaron hacia Corinto, que capituló sin resistirse.Filipo comenzó los preparativos para invadir Persia a la cabeza de un gran ejército de guerreros macedonios y griegos. Sin embargo, fue asesinado en el 336 a. C. y Alejandro fue proclamado rey de Macedonia con apenas 20 años.Al enterarse de la muerte de Filipo, las ciudades-estado griegas del sur intentaron rebelarse, pero Alejandro se desplazó hacia allí con 3.000 jinetes macedonios, y las ciudades, aterrorizadas, no tardaron en rendirse. Después marchó hacia el norte, a los Balcanes, y derrotó a varios ejércitos que le superaban en número en una campaña relámpago.Mientras Alejandro consolidaba las fronteras del norte, algunas ciudades-estado del sur, entre ellas Tebas y Atenas, aprovecharon para volver a rebelarse. A modo de respuesta, Alejandro incendió Tebas y vendió a la mayor parte de sus habitantes como esclavos. Atenas se rindió inmediatamente y pidió clemencia. Al actuar de esta forma, Alejandro esperaba evitar que las ciudades-estado griegas le diesen más problemas."
        },
        {
            "heading": "La conquista de Persia",
            "text": "En el año 334 a. C., Alejandro cruzó el Helesponto y se adentró en territorio persa a la cabeza de unos 40.000 griegos. Los detalles de esta extraordinaria campaña se relatan en otra sección de la Civilopedia (consultar [link]Alejandro Magno[end link]); basta decir que, en apenas diez años, Alejandro conquistó toda Asia Menor, Persia, Egipto y algunas partes del oeste de la India. Murió a los 32 años, en el 323 a. C., y no dejó herederos, así que sus generales y los hijos de éstos fragmentaron y se repartieron su imperio."
        },
        {
            "heading": "Después de Alejandro",
            "text": "Grecia no siguió unida tras la muerte de Alejandro. Las polis retomaron sus rencillas y cayeron fácilmente ante Roma, la incipiente potencia occidental. En el 146 a. C., Macedonia ya era provincia romana y el resto del país iría cayendo durante el siguiente siglo.En el 330 d. C., el Imperio Bizantino sustituyó al romano como dueño de Grecia. Los bizantinos aguantaron un milenio, hasta la llegada de los otomanos. Los otomanos gobernaron Grecia desde mediados del siglo XV hasta principios del XIX; Grecia recuperó su independencia en 1829, casi 1850 años después de la conquista romana."
        },
        {
            "heading": "Después de Alejandro",
            "text": "Grecia no siguió unida tras la muerte de Alejandro. Las polis retomaron sus rencillas y cayeron fácilmente ante Roma, la incipiente potencia occidental. En el 146 a. C., Macedonia ya era provincia romana y el resto del país iría cayendo durante el siguiente siglo.En el 330 d. C., el Imperio Bizantino sustituyó al romano como dueño de Grecia. Los bizantinos aguantaron un milenio, hasta la llegada de los otomanos. Los otomanos gobernaron Grecia desde mediados del siglo XV hasta principios del XIX; Grecia recuperó su independencia en 1829, casi 1850 años después de la conquista romana."
        }
    ],
    "leader": {
        "name": "Alejandro",
        "subtitle": "Líder de los griegos",
        "lived": "c. 356 - 323 a. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/alexander.png",
        "trait": {
            "name": "Liga Helénica",
            "effect": "La Influencia con la ciudad-estado decae a la mitad de la velocidad normal y se recupera al doble de velocidad."
        },
        "titles": [
            "Alejandro Magno"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Alejando el macedonio es, sin duda, uno de los grandes líderes militares de todos los tiempos. A lo largo de 17 breves años condujo a su ejército de victoria en victoria en Europa, Asia, África y Oriente Medio, conquistando todas las civilizaciones a su paso."
            },
            {
                "heading": "Primeros años",
                "text": "Alejandro era hijo de Filipo II, un brillantísimo rey y caudillo militar que, tras salvar a su reino de una extinción casi cierta, condujo a su pueblo al triunfo conquistando Atenas, Iliria, y Tracia, las tres potencias que, pocos años antes, habían estado a punto de conquistar Macedonia. Como hijo del más poderoso monarca del mundo \"civilizado\", Alejandro recibió lo mejor de lo mejor en todos los campos, incluida la educación. Su tutor fue Aristóteles, el gran pensador de la civilización occidental.Gracias a su madre Olimpia, que le inculcó la idea de que era descendente de Hércules y Aquiles, Alejandro no sufrió nunca de falta de confianza, ni siquiera en su infancia. A los 14 años, Filipo lo dejó al cargo de Macedonia mientras él combatía en Bizancio; Alejandro sofocó una rebelión tracia durante su ausencia. Dos años más tarde, dirigió el flanco izquierdo del ejército de su padre en la batalla en la que las fuerzas de Filipo derrotaron a los estados aliados griegos y conquistaron toda Grecia.El rey Filipo se divorció de la madre de Alejandro para casarse con una mujer llamada Cleopatra Eurídice, así que madre e hijo huyeron de Macedonia. Alejandro y su padre se reconciliaron más tarde, pero la posición de Alejandro como heredero de Filipo habría corrido peligro de no haber muerto este último antes de engendrar otro hijo."
            },
            {
                "heading": "Ascensión al poder",
                "text": "Tras la conquista de Grecia y los Balcanes, el rey Filipo reclutó un ejército para invadir y conquistar Persia. En el 336, Filipo fue asesinado por Pausanias, el capitán de sus guardaespaldas, durante la boda de su hija. Algunos creen que Olimpia, la madre de Alejandro, o incluso el propio Alejandro instigaron el asesinato, pero, como Pausanias murió, no quedaron pruebas. Alejandro fue proclamado rey a los 20 años por la nobleza y el ejército macedonios. Celebró su victoria asesinando a todos sus rivales por el trono antes de retomar la invasión de Persia de su padre."
            },
            {
                "heading": "La creación de un imperio",
                "text": "Su ejército estaba compuesto por 30.000 infantes y 5.000 jinetes, una fuerza colosal para la época, y estaba acompañado por ingenieros, cartógrafos, científicos e incluso historiadores.Alejandro tuvo un éxito asombroso combatiendo a los persas. Venció repetidamente a sus mejores soldados, luchando a menudo en unas condiciones de inferioridad numérica de 10 a 1. Sus éxitos pueden atribuirse a su genio militar, a la gran calidad de sus tropas y su equipamiento, y a su magnífico espíritu de unidad de combate, debido en gran medida a su fe en la invencibilidad del propio Alejandro.Alejandro no parecía sentir miedo. Solía conducir personalmente a la Caballería de los Compañeros macedonia en combate y sufrió numerosas heridas de guerra durante su carrera militar, pero ninguna de ellas atenuó su fervor guerrero.Tras derrotar a los persas, Alejandro dirigió sus pasos hacia el sur y conquistó Siria, Palestina, gran parte de lo que hoy en día es Irak y, finalmente, el mismísimo Egipto. Regresó a Persia, destruyó las últimas fuerzas persas y se apoderó del país entero. Continuó hacia el este, donde se enfrentó al gran rey indio Poros en una guerra que no tuvo un vencedor claro. Alejandro acabaría por salir triunfante, pero a un coste tan elevado que sus hombres le suplicarían que pusiera fin a la campaña y les permitiera regresar con sus familias. Él mismo regresó para gobernar su imperio desde la ciudad capturada de Babilonia."
            },
            {
                "heading": "La caída de Alejandro",
                "text": "En ocho años de lucha, Alejandro había conquistado más territorio que ningún otro ser humano. Dirigió sus fuerzas contra todas las grandes naciones de su tiempo, sin que ninguna de ellas pudiera vencerlo. Era el amo y señor del imperio más grande que el mundo había conocido.Aparentemente, él lo encontraba aburrido.Una vez en Babilonia, inició un proceso de declive inexorable. Se dio a la bebida y a todas las clases de depravación imaginables (que no precisamente en Babilonia). Empezó a sufrir ataques de cólera y accesos de paranoia. Una noche, en un momento de furia incontenible y bajo la influencia del alcohol, Alejandro asesinó a Clito, su mejor camarada. Este acto bárbaro lo atormentaría el resto de su vida... que no fue muy larga.En junio del año 323 a. C. Alejandro, debilitado por los excesos, murió de malaria. Tenía 32 años."
            },
            {
                "heading": "El juicio de la historia",
                "text": "\"Y cuando Alejandro vio la inmensidad de sus dominios, lloró porque ya no había más tierras que conquistar.\"Este hombre extraordinario (y su padre antes que él) conquistó Grecia, los Balcanes, Asia Menor, Siria, Egipto, Persia y se extendió por Asia hasta Afganistán. Su imperio no sobrevivió mucho tras su muerte. Era demasiado grande para un simple mortal, así que se dividió entre algunos de sus generales. Pero sus conquistas permitieron la expansión de la cultura helénica por la mayor parte del mundo conocido, y el griego se convirtió en el idioma de la cultura, el arte y las ciencias durante los siglos venideros.Quitando quizás a un par de líderes religiosos, ningún hombre ha tenido tanta influencia en la civilización occidental como Alejandro Magno."
            }
        ]
    }
}