{
    "id": 10,
    "name": "India",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/india.png",
    "dawn_of_man": "Saludos, presidente Gandhi, gran líder y alma de la India. Sois el gobernante de uno de los países más antiguos del mundo, cuya historia abarca casi 10.000 años. India es un país espiritual y la cuna de tres de las grandes religiones del mundo: el hinduismo, el budismo y el jainismo. Es una tierra apasionada, de música y de color, donde se ven por igual una gran riqueza y la pobreza más absoluta. Durante siglos, la India estuvo dividida en reinos que luchaban constantemente entre sí y contra los invasores extranjeros. En el siglo XII, los turcos musulmanes la conquistaron. A principios del siglo XVII llegaron los ingleses y, gracias a una combinación de diplomacia sagaz y superioridad tecnológica, conquistaron vuestro fragmentado país. Lo dominación inglesa duró casi dos siglos, hasta que fue desbancada por una oleada creciente de nacionalismo indio en una rebelión pacífica como la historia jamás había visto.¡Gandhi, vuestro pueblo espera que llevéis a la India a cotas de gloria aún mayores! ¿Ayudaréis a que vuestro pueblo alcance su gran potencial, a que vuelva a convertirse en el centro del arte, la cultura y las religiones del mundo? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Fuerte mogol|Fuertes mogoles",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mughal_fort.json"
        }
    ],
    "unique_units": [
        {
            "name": "Elefante de guerra|Elefantes de guerra",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/war_elephant.json"
        }
    ],
    "city_names": [
        "Delhi",
        "Bombay",
        "Vijayanagar",
        "Pataliputra",
        "Benarés",
        "Agra",
        "Calcuta",
        "Lahore",
        "Mangalore",
        "Hyderabad",
        "Madurai",
        "Ahmedabad",
        "Kolhapur",
        "Prayaga",
        "Ayodhya",
        "Indraprastha",
        "Mathura",
        "Ujjain",
        "Gulbarga",
        "Jaunpur",
        "Rajagriha",
        "Sravasti",
        "Tiruchirapalli",
        "Thanjavur",
        "Bodhgaya",
        "Kushinagar",
        "Amaravati",
        "Gaur",
        "Gwalior",
        "Jaipur",
        "Karachi"
    ],
    "spy_names": [
        "Ashoka",
        "Shanx",
        "Hormis",
        "Sanjeev",
        "Ananda",
        "Rani",
        "Parvati",
        "Mukta",
        "Karishma",
        "Jyotsna"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "La República de la India es el segundo país más poblado del mundo y la democracia con más habitantes. Es una tierra de grandes contrastes: dueños de grandes fortunas conviven con los pobres más desamparados; hay ciudades de alta tecnología y pueblos primitivos; en ella encontramos belleza e inmundicia, sueños y desesperanza. A pesar de ser una de las civilizaciones más antiguas del planeta, la India es un mercado \"emergente\". En conjunto, es una de las civilizaciones más fascinantes del planeta."
        },
        {
            "heading": "Terreno",
            "text": "La India es un país con forma de rombo que limita al norte con el Himalaya. La zona sur está conformada por un terreno llano encajado en el océano Índico, entre el mar de Arabia y el golfo de Bengala. La llanura está seccionada por una serie regular de ríos que recorren el país de oeste a este y que suelen desbordarse en la temporada de los monzones.La India tiene una superficie de unos 3.300.000 kilómetros cuadrados, aproximadamente la tercera parte que los Estados Unidos de América. Su clima es tropical o subtropical, aunque en el extremo norte podemos encontrar un clima más montañoso."
        },
        {
            "heading": "Prehistoria",
            "text": "Los arqueólogos han descubierto restos de cultivos agrícolas en la India que datan del séptimo milenio a. C., mientras que los primeros signos de comunidades urbanas aparecen en torno al 2500 a. C. La civilización del Indo floreció durante ocho siglos. Algunos expertos creen que el Indo alojó a un imperio que superó el millón de kilómetros cuadrados, con un idioma y una moneda más o menos uniformes, y una amplia red comercial.La civilización del Indo acabó en torno al 1800 a. C. por motivos que desconocemos Las ciudades principales desaparecieron completamente, con todos los restos de la autoridad central. Algunos estudiosos creen que pudo ser consecuencia de una degradación medioambiental que provocó una gran hambruna, lo que habría hecho insostenibles los grandes asentamientos urbanos; otros sospechan que pudo tratarse de una gran migración de invasores extranjeros. Independientemente de cual fuera la causa, este periodo post-urbano duró casi mil años."
        },
        {
            "heading": "La primera era védica",
            "text": "La \"primera era védica\" duró aproximadamente desde el 1500 hasta el 800 a. C. Recibe el nombre de los \"vedas\", que son los textos escritos hindúes más antiguos que se conservan, y que datan de este periodo. Se han descubierto cuatro vedas principales, el Rigveda, el Samaveda, el Yajurveda y el Atharvaveda. Estos textos describen prácticas religiosas y místicas de los indoarios, un pueblo que probablemente emigró de Europa a la India alrededor del 2000 a. C. Los orígenes de la religión hindú se encuentran en este periodo.Al comienzo del Periodo Védico, fueron muchos los que retomaron las costumbres nómadas, y el clan se convirtió en la unidad política más importante. Con el tiempo, la población asumió un modelo de vida más estable y el cacique del clan se convirtió en rey con autoridad política, religiosa y militar. El sistema impositivo evolucionó y el estado creció en riqueza y poder.En este periodo se volvió a generalizar el uso del hierro y la vida urbana, especialmente en el valle del Ganges. La civilización hindú volvía a prosperar."
        },
        {
            "heading": "Las castas",
            "text": "El Rigveda, el veda más antiguo, describe la base mitológica del sistema de castas hindú, que aparentemente se desarrolló en este periodo. La casta es hereditaria: una persona nace con un determinado estatus social y no puede mejorarlo.Parece que en la cultura hindú de este periodo hubo cuatro castas principales: los brahmanes son los sacerdotes, los chatrías conforman la clase político-militar, los vaishias son los comerciantes y artesanos, y los sudras, los trabajadores no cualificados.El sistema de castas es una característica persistente de la historia de la India. A pesar de los esfuerzos del gobierno hindú por deshacerse de él, todavía se pueden encontrar algunos vestigios en la actualidad."
        },
        {
            "heading": "El desarrollo de los estados hindúes",
            "text": "En la India del 500 a. C. podían encontrarse más de una docena de estados importantes. Algunos de ellos eran monárquicos, mientras que el sistema de gobierno de otros tendía más a la oligarquía. Combatían entre sí frecuentemente para ampliar su influencia y poder.Aparte de sus conflictos internos, los estados hindúes estaban sometidos a la presión de fuerzas externas. En el 326 a. C, Alejandro Magno invadió el noroeste de la India y conquistó la provincia de Panyab antes de darse la vuelta. A principios del siglo II, Demetrio, el rey griego de Bactria, conquistó gran parte del noroeste de la India, y sus herederos gobernaron la zona durante algún tiempo. Mientras, llegaron tribus nómadas de Asia central que huían de los emperadores Han e invadieron el este de la India. Con el tiempo, los invasores fueron expulsados o asimilados, dejando atrás una influencia intensa en la cultura y la historia de la India."
        },
        {
            "heading": "El Imperio Mauria",
            "text": "Chandragupta Maurya (340 - 290 a. C.) fue el fundador del Imperio Mauria. Fue un gran líder militar y político que unificó gran parte del subcontinente indio bajo su gobierno. El imperio se extendió con su hijo, Ashoka el Grande (304 - 232 a. C.), que continuó con sus conquistas durante algunos años. No obstante, en la última etapa de su vida, abrazó el budismo y el pacifismo y se dedicó a construir templos budistas y a difundir la religión por el sur de Asia. El declive del Imperio Mauria se inició tras la muerte de Ashoka y, en el 185 a. C., el general Sunga asesinó al rey y se alzó con el poder, fundando la Dinastía Sunga."
        },
        {
            "heading": "La religión en la India",
            "text": "La religión siempre ha sido una fuerza poderosa en la India. Tres de las religiones más importantes del mundo se fundaron en el subcontinente, y entre la población también han calado otras externas.El hinduismo es la religión predominante de la India. Las raíces del hinduismo datan de la era védica, lo que la convierte en la religión más antigua de las que han llegado hasta nuestros días. Tiene aproximadamente 1.000 millones de practicantes, y el 90% de ellos residen en la India. Más que un credo y una mitología concretos, el hinduismo es una colección de tradiciones y doctrinas religiosas. Es un sistema muy abierto que abarca sistemas monoteístas, politeístas, panteístas u otros \"ístas\". El \"dharma\" (la ética), el \"samsara\" (el ciclo de la vida formado por la muerte y el renacimiento), el \"karma\" (la causa y el efecto), y el \"yoga\" (los caminos hacia iluminación), son cuatro conceptos importantes de la religión hindú.El budismo es un conjunto de creencias basadas en las enseñanzas de Siddhartha Gautama (563 - 483 a. C.), el Buda. Enseña a sus seguidores a alcanzar el nirvana y evitar el ciclo infinito de sufrimiento y renacimiento a través de la ética, la meditación, el ejercicio y el estudio. El budismo se propagó lentamente por la India hasta la conversión de Ashoka, que construyó muchos templos por todo el país y logró exportarlo a otras naciones. Con el tiempo, el budismo dio paso al hinduismo (y más tarde al Islam), hasta que, en el siglo XX, quedó prácticamente extinguido. En la actualidad disfruta de un modesto renacimiento en la India.El jainismo es una religión que enseña a obtener el estado de consciencia más elevado a través del estudio y la autodisciplina; se trata de una religión pacifista. Surgió en el siglo IX a. C. y todavía conserva unos cuatro millones de seguidores en la India y unos 100.000 en el resto del mundo."
        },
        {
            "heading": "La Dinastía Gupta y la etapa posterior",
            "text": "La Dinastía Gupta gobernó el norte y el centro de la India desde el 320 d. C. hasta el 540 d. C. Algunos eruditos afirman que este periodo es la edad de oro de la India, pues en él podemos apreciar un florecimiento de la literatura, el arte, la arquitectura y la filosofía. Sin embargo, a mediados del siglo V, buena parte del Imperio Gupta había sido conquistado por unos invasores de Asia central, los \"hunas\" (no se sabe si este pueblo está relacionado con los hunos que invadieron el este de Europa). En este periodo se incrementó la influencia que el centro de Asia ejerció sobre la India.Tras la caída de los gupta, la India vio el ascenso y la caída de una serie de reinos menores que no llegaron a alcanzar el poder ni el tamaño del de los gupta."
        },
        {
            "heading": "Los musulmanes",
            "text": "Los musulmanes comenzaron a saquear la costa de la India en el siglo VII d. C. Pero la primera invasión seria no se produjo hasta finales del siglo XII; los turcos musulmanes, a las órdenes del sultán Mahmud de Ghazni, conquistaron la región de Panyab y tuvieron éxito con muchas incursiones por el norte y el centro de la India. Conquistaron Delhi en el 1193 y establecieron allí un sultanato. Los mamelucos gobernaron el sultanato hasta que, en 1290, fueron reemplazados por la Dinastía Khilji, que a su vez fue derrocada por la Tughluq, y así sucesivamente. En 1526, Babur de Kabul derrotó al que estaba al cargo en ese momento y fundó la Dinastía Mogol, que sobrevivió durante unos tres siglos.Aunque los musulmanes nunca lograron conquistar toda la India, sí se hicieron con la mayor parte del país. Gran parte de la población siguió siendo hinduista a pesar de los insistentes intentos de los gobernantes de convertirlos al Islam. Con el tiempo, el Imperio Mogol fue entrando en un declive progresivo ante los ataques cada vez más numerosos de los afganos, los sijs y los hindúes. Pero el golpe mortal lo propinaron los británicos."
        },
        {
            "heading": "La llegada de los europeos",
            "text": "El primer europeo en llegar a la India fue Vasco de Gama, el explorador portugués que llegó hasta Calicut (actual Kozhikode) el 20 de mayo de 1498, tras un viaje de nueve meses. Al marcharse, Vasco de Gama dejó atrás a algunos hombres para fundar un puesto comercial, el primero de los muchos puestos europeos que salpicarían la larga costa de la India. Los portugueses dieron continuidad al éxito de Vasco de Gama enviando barcos comerciales y militares, y estableciendo bases estratégicas en la India y el este de África con la intención de hacerse con el monopolio comercial del océano Índico. Los resistentes barcos portugueses derrotaron con facilidad a todos los navíos árabes o hindúes que les salieron al paso (fue la debilidad hindú en el mar la que les hizo tan vulnerables a los conquistadores europeos).Los portugueses mantuvieron sus puestos comerciales hasta que fueron anexionados por España en 1580. Los españoles concentraron su potencia naval en proteger sus intereses en el Nuevo Mundo y permitieron que los holandeses y los ingleses les disputaran el control de la India.En el siglo XVII, los holandeses comenzaron a establecer su imperio comercial en los océanos Pacífico e Índico. No estaban interesados en conquistar ni en difundir su religión; solo querían las especias. Centraron sus intereses comerciales en las Indias Orientales (Indonesia), pero también establecieron algunos puestos en el sur de la India (para conseguir pimienta y cardamomo). Los holandeses consiguieron dominar el comercio con las Indias durante años y derrotaron a otros países europeos que intentaron acabar con su monopolio.A principios del siglo XVII, los ingleses intentaron arrebatar el dominio holandés de las Indias Orientales con la intención de obtener parte de los beneficios del comercio de especias, pero la armada holandesa los rechazó de forma contundente. Entonces buscaron una presa más fácil y atacaron a los portugueses en la India. Tras derrotarlos en 1612, obtuvieron un tratado comercial favorable con los mogoles, que habían sufrido bajo el dominio portugués de los mares. Los ingleses comerciaron pacíficamente con los mogoles durante 70 años, hasta que decidieron atacarlos en 1686. Tras caer derrotados, aprendieron la lección y retomaron las relaciones pacíficas durante otro medio siglo.Los franceses del siglo XVI también querían comerciar con las Indias. Tuvieron éxito durante algunos años, pero las guerras europeas les dejaron débiles ante los ataques de otras potencias europeas. Su suerte aumentaba y menguaba de forma inversamente proporcional a la de los británicos y los holandeses."
        },
        {
            "heading": "El dominio británico",
            "text": "En 1757, la Compañía de las Indias Orientales británica se enfrentó al nawab de Bengala, que estaba descontento por la negativa de la Compañía a pagar impuestos. Los británicos tuvieron éxito y ocuparon Bengala; sería la primera de muchas ciudades y provincias que conquistarían en nombre del \"comercio libre\". La Compañía se aprovechó de la debilidad de los pequeños reinos y principados hindúes para expandir sus dominios durante el siguiente siglo. Los británicos recurrieron al soborno, las amenazas y al ejército para aumentar su poder; en 1850 ya controlaban la mayor parte del subcontinente.En 1857, los hindúes se rebelaron contra los británicos. A este levantamiento se le conoce como \"Motín de la India\", \"Rebelión de los Cipayos\" o \"Primera Guerra de Independencia\". Aunque tuvieron éxito en un primer momento, el ejército británico envió tropas para apoyar a las fuerzas de la Compañía, y los soldados profesionales no tardaron en derrotar a los rebeldes. Tras la rebelión, la corona británica asumió el gobierno de la India de manos de la Compañía de las Indias Orientales. La India seguiría siendo la \"joya de la corona británica\" durante los siguientes 90 años.Aunque el Imperio Británico obtuvo grandes beneficios de su dominio de la India, los hindúes también sacaron provecho. Los británicos educaron a los hindúes y les aportaron la ciencia y la tecnología europeas, más avanzada que la suya. Construyeron una red telegráfica, carreteras y ferrocarriles por todo el país. También unieron a los hindúes al convertirse en su odiado enemigo común. Esto último fue lo que hizo posible el movimiento de independencia indio."
        },
        {
            "heading": "El movimiento de independencia de la India",
            "text": "Con la llegada del siglo XX, los intelectuales hindúes, frustrados al no poder participar en su propio gobierno, apoyaron el movimiento de independencia hindú. Los británicos habían abierto instituciones de enseñanza superior en la India, y los hindúes creyeron que podrían asumir los órganos de gobierno una vez que hubieran recibido la educación y pasado por los procesos de aprendizaje necesarios. Pero pronto se hizo evidente que no eran más que promesas vacías, pues los británicos se reservaron las altas instancias y no admitieron a los candidatos nativos sin importar lo bien que lo hubieran hecho en la universidad. Fue una política desastrosa para los británicos: habían creado una clase hindú muy ilustrada y extremadamente insatisfecha.El primer Congreso Nacional Indio se reunió en diciembre de 1885 con 73 representantes, la mayoría de los cuales eran abogados, hombres de negocios y terratenientes. Entre otras cosas, pidieron paridad entre los candidatos hindúes y británicos en los puestos gubernativos, una reducción del dinero que la India pagaba al Reino Unido y el fin de la guerra anglo-birmana, que básicamente combatían soldados hindúes a las órdenes de oficiales británicos. El Congreso Nacional Indio comenzaría a pedir el autogobierno a principios del nuevo siglo.En cambio, los musulmanes temían que la mayoría hindú del Congreso Nacional no velara por sus intereses, y crearon una organización paralela, la Liga Musulmana, para luchar por la independencia musulmana. Esta Liga y el Congreso Nacional Indio encontraron muchos problemas para trabajar juntos y, a la larga, las discrepancias entre ambos tendrían resultados catastróficos para el país.Cuando estalló la Primera Guerra Mundial, el Congreso Nacional Indio apoyó con entusiasmo a los británicos en la guerra. De hecho, el propio Gandhi viajó por los pueblos hindúes pidiendo a los hombres que se enrolaran en el ejército británico. Tenían la esperanza de que el Reino Unido les devolviera el favor con concesiones políticas, quizá incluso con la independencia. Como los británicos no se apresuraron a satisfacer sus expectativas, el resentimiento hindú creció."
        },
        {
            "heading": "Gandhi",
            "text": "En 1921, Mahatma Gandhi (1869 - 1948) asumió el liderazgo del Congreso Nacional Indio. Implementó la política de la \"satyagraha\", la resistencia a través de la desobediencia civil pacífica. Organizó manifestaciones, marchas y protestas masivas, incluyendo la famosa \"Marcha de la sal\" de 1930, en la que, junto a miles de compatriotas, se encaminó hacia el mar para recoger sal a modo de protesta por el impuesto británico que gravaba este mineral esencial. Fue encarcelado en varias ocasiones y, en 1942, pasó un periodo de dos años en prisión durante los cuales contrajo la malaria y falleció su esposa. Los británicos le liberaron por miedo a que muriera en prisión.A pesar de su enorme popularidad en la India y en todo el mundo, Gandhi fue incapaz de aunar las crecientes diferencias entre musulmanes e hindúes. Estaba logrando la independencia de su país, pero las disputas religiosas lo estaban desgarrando.Si quieres más información sobre Gandhi, consulta su artículo en la Civilopedia."
        },
        {
            "heading": "Independencia",
            "text": "Debilitado por las dos Guerras Mundiales e incapaz de encontrar una respuesta a las tácticas pacíficas de Gandhi, el parlamento británico aprobó el Acta de Independencia de la India en 1947. Este acta reconocía la existencia de dos países: una India hindú y un Pakistán musulmán. Pakistán se dividió en dos secciones, una al este y la otra al oeste, separadas por los más de 1.500 kilómetros que ocupaba la India. Unos 15 millones de personas fueron desplazadas durante la desintegración de la India: los hindúes huyeron desde la recién creada Pakistán hasta la India hindú y los musulmanes recorrieron el camino inverso. Puede que un millón de personas murieran durante el proceso.Las nuevas naciones se profesaban una hostilidad abierta y se enfrentaron varias veces en el campo de batalla. Gran parte de las tensiones se debieron a desacuerdos por las fronteras. En 1971, la India intervino en una guerra civil en Pakistán Oriental, que se independizó de Pakistán Occidental y se convirtió en Bangladés."
        },
        {
            "heading": "La India, Pakistán y Bangladés",
            "text": "Las tres naciones que conformaban la India histórica tomaron rumbos muy diferentes a finales del siglo XX. Bangladés, una democracia parlamentaria, es un país sometido a inundaciones, huracanes y hambrunas, aunque la vida de sus habitantes ha mejorado de forma regular desde los años 70.Pakistán es el sexto país más poblado del mundo, y el segundo de los musulmanes. Su economía ha prosperado durante los últimos 25 años, pero sigue desubicada. Al este se encuentra la India, su viejo enemigo, con quien todavía mantiene disputas fronterizas; además, ambos países acaban de adquirir armas nucleares recientemente. Al oeste se encuentra Afganistán, lleno de terroristas talibanes refugiados y de furiosos soldados estadounidenses equipados con las armas más potentes que la tecnología actual puede ofrecer. Si Pakistán logra una paz estable con la India y encuentra una forma de evitar que los talibanes y los estadounidenses destrocen el país, puede que le espere un futuro glorioso.La India, una próspera democracia, es el segundo país más poblado. Es una nación bulliciosa y agitada que disfruta de una próspera economía. Tiene una base tecnológica que no tiene parangón en todo el mundo y un sistema educativo que rivaliza con el de Estados Unidos. También dispone de un gran ejército y de un arsenal de armas nucleares, la mayoría de las cuales apuntan a Pakistán. Si se las arregla para rebajar las tensiones con su vecino, parece destinada a ser una de las grandes potencias del próximo siglo."
        },
        {
            "heading": "La India, Pakistán y Bangladés",
            "text": "Las tres naciones que conformaban la India histórica tomaron rumbos muy diferentes a finales del siglo XX. Bangladés, una democracia parlamentaria, es un país sometido a inundaciones, huracanes y hambrunas, aunque la vida de sus habitantes ha mejorado de forma regular desde los años 70.Pakistán es el sexto país más poblado del mundo, y el segundo de los musulmanes. Su economía ha prosperado durante los últimos 25 años, pero sigue desubicada. Al este se encuentra la India, su viejo enemigo, con quien todavía mantiene disputas fronterizas; además, ambos países acaban de adquirir armas nucleares recientemente. Al oeste se encuentra Afganistán, lleno de terroristas talibanes refugiados y de furiosos soldados estadounidenses equipados con las armas más potentes que la tecnología actual puede ofrecer. Si Pakistán logra una paz estable con la India y encuentra una forma de evitar que los talibanes y los estadounidenses destrocen el país, puede que le espere un futuro glorioso.La India, una próspera democracia, es el segundo país más poblado. Es una nación bulliciosa y agitada que disfruta de una próspera economía. Tiene una base tecnológica que no tiene parangón en todo el mundo y un sistema educativo que rivaliza con el de Estados Unidos. También dispone de un gran ejército y de un arsenal de armas nucleares, la mayoría de las cuales apuntan a Pakistán. Si se las arregla para rebajar las tensiones con su vecino, parece destinada a ser una de las grandes potencias del próximo siglo."
        }
    ],
    "leader": {
        "name": "Gandhi",
        "subtitle": "Líder de la India",
        "lived": "1869 - 1948 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gandhi.png",
        "trait": {
            "name": "Crecimiento poblacional",
            "effect": "Se dobla la Infelicidad por cantidad de ciudades y la Infelicidad por número de ciudadanos se reduce a la mitad."
        },
        "titles": [
            "Mahatma"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Mohandas Gandhi fue un patriota indio que lideró el movimiento independentista de resistencia pacífica contra el gobierno imperial británico durante la primera mitad del siglo XX. Fue el pionero de la \"satyagraha\", la resistencia a la tiranía a través de la desobediencia civil generalizada, una estratagema con la que sacó gran partido frente al rajá británico."
            },
            {
                "heading": "Primeros años",
                "text": "Mohandas Gandhi nació en una India gobernada por británicos. Hijo del primer ministro del pequeño estado de Porbandar, Gandhi no demostró en su juventud ni un ápice de la brillantez que lo caracterizaría de adulto; de hecho, fue un estudiante mediocre y bastante tímido. Según las costumbres de la época, contrajo un matrimonio concertado a la edad de trece años. Al parecer, la experiencia no fue muy grata para él, que más tarde la describiría como \"la cruel costumbre del matrimonio infantil\".Tras graduarse en el instituto, Gandhi decidió seguir los pasos de su padre en la administración. Con este fin, se marchó a Inglaterra a estudiar. Como su padre acababa de morir, su madre no quería que se marchase, y solo se lo permitió después de que le prometiera que se mantendría alejado del vino, las mujeres y la carne. Para su casta, el viaje transoceánico era impuro; al ver que insistía en llevarlo a cabo, le declararon paria. Durante el tiempo que pasó en Inglaterra, aprendió muchas cosas sobre el país y sus habitantes, cosas que le serían de un valor incalculable a lo largo de su carrera. En 1891, Gandhi se graduó y regresó a la India. Trató de establecerse en Bombay, pero no tuvo demasiado éxito y, al poco tiempo, decidió trasladarse a Sudáfrica."
            },
            {
                "heading": "Sudáfrica",
                "text": "En Sudáfrica le fue mejor, pero la atmósfera de discriminación racial e intolerancia que se vivían allí le causó una gran impresión. Pasó los 20 años siguientes en Sudáfrica, luchando por los derechos de todos los marginados, no solo los hindúes. Fue allí donde empezó a refinar y difundir su filosofía de la no-violencia. Fue encarcelado varias veces por resistirse a las llamadas \"Actas de negros\" por las que todos los que no fueran blancos estaban obligados a registrarse con sus huellas dactilares en los archivos gubernamentales. Cuando el gobierno anunció que solo los matrimonios cristianos eran legales en Sudáfrica, Gandhi organizó y dirigió una masiva manifestación no violenta, que acabaría por provocar que la medida fuera retirada. Fue allí donde adquirió el título de \"Mahatma\" que significa persona venerada por su gran sabiduría y amor a la humanidad."
            },
            {
                "heading": "Regreso a la India",
                "text": "En 1915, Gandhi regresó a la India. Asombró al mundo entero al expresar públicamente la humillación que suponía para él tener que hablar inglés en su país natal, e hizo lo mismo con la nobleza hindú al reprenderla por su ostentosa forma de vida y decirle que debían repartir sus joyas y su riqueza entre sus conciudadanos.Así fue como inició su larga campaña para liberar a su país del dominio británico. Siguió dos caminos: avergonzó a los opresores y exigió sacrificios a los suyos. Durante los 30 años siguientes, Gandhi exhortó con incansable voluntad a su pueblo a seguirlo en la vía de la resistencia pacífica, dirigiéndolo huelga tras huelga, marcha tras marcha, ayunando y soportando innumerables palizas e incluso largas estancias en prisión. En un momento determinado, hizo un histórico viaje a Inglaterra, donde se ganó las simpatías de la mayor parte de los trabajadores y de la clase media, para gran irritación del gobierno. A pesar de los innumerables reveses y los años de interminable esfuerzo, persistió. En 1946, exhaustos y virtualmente en bancarrota por la Segunda Guerra Mundial, los ingleses accedieron a evacuar la India, pero antes de hacerlo dividieron el país entre hindúes y musulmanes, algo que horrorizó a Gandhi."
            },
            {
                "heading": "La partición",
                "text": "La partición desencadenó una oleada de violencia religiosa, en la que los musulmanes fueron masacrados por toda la India y los hindúes corrieron la misma suerte en Pakistán. Ambos países se sumieron en el caos. Como respuesta, Gandhi anunció que ayunaría hasta que cesase la violencia. Sorprendentemente, su huelga de hambre funcionó: los pueblos de la India y Pakistán no estaban dispuestos a dejar morir a su gran héroe y le enviaron cartas y emisarios, prometiéndole que se pondría fin a las muertes y suplicándole que pusiera fin al ayuno. Así lo hizo, para alivio de millones de personas. Doce días después, Gandhi fue asesinado."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Hoy Gandhi es uno de los grandes personajes de la historia de la humanidad. Fue un valiente e incansable defensor de la justicia y la ética; en Sudáfrica luchó por los derechos de los maltratados con tanta intensidad como en la India. También ha pasado a la historia como un astuto líder político que organizó una campaña de independencia contra uno de los imperios más poderosos que el mundo ha visto. Martin Luther King dijo de él: \"Cristo nos dio los objetivos y Mahatma Gandhi, la táctica\"."
            }
        ]
    }
}