{
    "id": 37,
    "name": "Indonesia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/indonesia.png",
    "dawn_of_man": "Honrado seáis, oh, gran héroe Gajamada, primer ministro de Majapahit y unificador del archipiélago de Indonesia. Las historias de vuestro heroísmo en el campo de batalla solo se ven superadas por las leyendas del juramento por el que os comprometisteis a unir las diseminadas islas indonesias bajo una sola bandera. Sirviendo a vuestra reina y a vuestro imperio con lealtad, no solo os afanasteis en cumplir vuestra promesa y conquistar a todo el que se encontrara en vuestro camino, sino que además conseguisteis capturar lo que entonces era todo el archipiélago conocido y ser el primero en unificar la Indonesia moderna.Poderoso guerrero Gajamada, vuestro pueblo anhela un fuerte líder que pueda devolverle la prosperidad. ¿Partiréis a conquistar los reinos vecinos, para aumentar todavía más la gloria de vuestro imperio? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Candi|Candis",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/candi.json"
        }
    ],
    "unique_units": [
        {
            "name": "Soldado con kris|Soldados con kris",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/kris_swordsman.json"
        }
    ],
    "city_names": [
        "Jakarta",
        "Surabaya",
        "Medan",
        "Makassar",
        "Batam",
        "Denpasar",
        "Samarinda",
        "Mataram",
        "Ambon",
        "Bandung",
        "Kupang",
        "Depok",
        "Palembang",
        "Trowulan",
        "Semarang",
        "Jayapura",
        "Tangerang",
        "Bogor",
        "Pekanbaru",
        "Bandar Lampung",
        "Malang",
        "Padang",
        "Samarinda",
        "Ternate",
        "Banjarmasin",
        "Pontianak",
        "Cimahi",
        "Balikpapan",
        "Jambi",
        "Komodo"
    ],
    "spy_names": [
        "Adityawarman",
        "Airlangga",
        "Citra",
        "Halayudha",
        "Jayakatwang",
        "Lingga",
        "Mahendradatta",
        "Prapana",
        "Raden",
        "Devi"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "La historia de las 18.307 islas que comprenden el archipiélago indonesio es en realidad la de cientos de ciudades-estado, pequeños reinos y algunos imperios. El primero de ellos se cree que fue el reino de Dvipantara, que se menciona en la epopeya india del Ramayama, compuesta cerca del 200 a. C. El último reino hindú importante, el Imperio Majapahit, unificó gran parte del archipiélago en el siglo XIII a. C. Lo siguieron una sucesión de sultanatos islámicos que dominaron las islas importantes hasta la llegada de los exploradores y comerciantes europeos. Conocidas como las \"islas de las Especias\" para los europeos, a horcajadas entre las rutas comerciales entre el Lejano Oriente y Occidente, portugueses, españoles, británicos y holandeses anhelaron el control de la cadena de islas hasta que la Compañía Holandesa de las Indias Orientales se hizo con el dominio de Indonesia. Pese a un conflicto armado de cuatro años para conseguir independizarse de los holandeses tras la Segunda Guerra Mundial, y periodos de agitación desde entonces, el país hoy en día es más estable, progresista y armonioso que nunca, aunque se dan ocasionales estallidos de violencia sectaria y política. El lema nacional de Indonesia refleja el pluralismo étnico, religioso, cultural y lingüístico resultante de este pasado de enfrentamientos: Bhinneka Tunggal Ika (\"Unidad en la diversidad\")."
        },
        {
            "heading": "Clima y terreno",
            "text": "Indonesia es el país más grande del Sudeste Asiático, pues se compone de unas 18.000 islas esparcidas por el Ecuador, entre los océanos Pacífico e Índico. De ellas, según fuentes del gobierno indonesio del año 2002, 884 tienen nombre y 922 cuentan con algún tipo de asentamiento permanente. La cadena tiene aproximadamente 5.000 kilómetros de longitud, el equivalente a un octavo de circunferencia de la Tierra. Las islas principales suelen contar con montañas de densos bosques en el interior que descienden a pantanos aluviales y selvas alrededor de la costa. Las más pequeñas van desde picos volcánicos cubiertos de selva a islotes desiertos de arena. La cadena se encuentra encima del cruce de tres placas importantes de la corteza, y la historia de Indonesia está plagada de erupciones volcánicas y terremotos graves. Dada su ubicación, Indonesia tiene un clima tropical, marcado por dos temporadas de monzones. La media de lluvia en las cotas menores es entre 1,7 y 3,1 mm anuales, mientras que las laderas de las montañas reciben hasta 6 mm. La temperatura varía poco; el margen medio en la capital se encuentra entre 26 y 30 grados C durante todo el año. Aunque extremadamente fértiles y rodeadas por ricos bajíos costeros, las islas sufren frecuentes tifones y vendavales."
        },
        {
            "heading": "Primeros años",
            "text": "Unos científicos holandeses descubrieron en el año 1891 huesos fosilizados de homo erectus, un posible antepasado de los humanos conocido popularmente como \"el hombre de Java\", y se han datado de 700.000 años de antigüedad. El archipiélago se formó durante el deshielo posterior a la última gran glaciación, y el homo sapiens pasó a las islas hace unos 45.000 años. Un clima ideal y el desarrollo del cultivo en arrozales trajeron los primeros asentamientos humanos, alrededor del s. VIII a. C., y los reinos \"iniciales\" –poco más que grupos de aldeas con un pasado étnico y lingüístico común– aparecieron durante los siglos II y I.El primer registro de un reino indígena es el que se refiere a Dvipantara, en una de las primeras epopeyas de la India, el Ramayana (c. 200 a. C.). En ella, el general Sugriva envía allí tropas en busca de la consorte de Rama, Sita. A partir de las descripciones de la epopeya, Dvipantara se encontraba en Java o en Sumatra. La primera evidencia arqueológica de algún reino cohesionado se encuentra al oeste de Java, donde hay una estatua de la divinidad hindú Ganesha que se remonta al siglo I. d. C. Aproximadamente durante la misma época, el historiador romano Plinio el Viejo escribe que los barcos indonesios comerciaban por la costa este de África. El siglo siguiente, el geógrafo Ptolomeo incorporará información de fuentes indias a su Geographike Hyphegesis."
        },
        {
            "heading": "Los reinos hindúes-budistas",
            "text": "Durante los siglos siguientes, un gran número de reinos budistas e hindúes florecieron y se hundieron. En el año 850, el reino de Medang había dominado Java e incluso desafiaba la hegemonía del poderoso imperio srivijaya. Poco se sabe de Medang, salvo por las dispersas inscripciones en sánscrito relacionadas con Sri Sanjaya, que fundó la dinastía c. 730 a. C., y el rey Dharmawangsa, que lanzó una invasión por mar de las tierras de los srivijaya en Sumatra en el año 990. Mataron a Dharmawangsa en 1006, cuando los srivijaya se vengaron, saquearon su palacio y destruyeron el reino de Medang.Srivijaya era un reino malayo con centro en Palembang, en Sumatra, una talasocracia fundada sobre el comercio marítimo y el poder naval. Sin un gobierno central en el sentido moderno de la palabra, era una confederación dispersa que se centraba en una patria real, con diversas colonias y estados vasallos. Basada en el comercio de especias, para el siglo VII Srivijaya controlaba todas las zonas costeras de Sumatra, Java y la península Malaya y dominaba los estrechos de Sonda y de Malaca. Aunque su hegemonía se había desvanecido durante el siglo XI, siguió siendo una potencia marítima formidable hasta el siglo XIV. Pero, gradualmente, varias partes ganaron la independencia como reinos regionales. Srivijaya dejó de existir cuando su último rey se convirtió al Islam, huyó de una invasión de Majapahit en el año 1398 y fundó el sultanato musulmán de Malaca desde su nuevo bastión en la desembocadura del río Betram en 1402.Sobre las ruinas de Srivijaya emergieron los reinos de Singhasari y Majapahit, en Java. La historia del reino de Singhasari comienza con el relato, probablemente mítico, de Ken Arok, que fundó su dinastía alrededor del 1182. Para el año 1280, los singhasari habían borrado los últimos vestigios de Srivijaya, pero habían llamado la atención del emperador Kublai Kan. El gran kan envió emisarios a la corte del rey Kertanegara para exigir la sumisión y el tributo de Singhasari; rechazado, Kublai volvió a enviar delegaciones con las mismas exigencias en 1281 y en 1289, con peores resultados, ya que mutilaron a su embajador por orden del rey. Presa de la cólera, Kublai Kan envió una flota de 1.000 barcos de guerra con una fuerza de invasión. Aprovechando la situación, varios vasallos de los singhasari se rebelaron. Durante el caos consiguiente, Singhasari se vino abajo, mataron a Kertanegara y los mongoles se vieron rechazados ,lo que convirtió a los indonesios en uno de los pocos pueblos en resistir la acometida de los mongoles, y el yerno del rey, Raden Wijaya, fundó el reino de Majapahit en el año 1293.Pese a la falta de pruebas documentales, se sabe que Majapahit fue el más poderoso de los reinos preislámicos. Pasadas dos generaciones de la fundación de Majapahit, su ambicioso primer ministro Gajah Mada extendió su gobierno por casi todo el archipiélago antes de caer en desgracia. Los sucesivos emperadores de Majapahit completarían la tarea que Gajah Mada había empezado, uniendo al fin lo que es la actual Indonesia. Aunque los gobernadores majapahit superaban a las dinastías vecinas y habían conquistado grandes áreas, su meta parecía que era controlar el comercio rico y creciente de la región. En el proceso, aparecieron los comerciantes y misioneros musulmanes. Tras su momento álgido en el siglo XIV, la influencia majapahit declinó precipitadamente. Incapaz de frustrar el ascenso al poder del sultanato de Malaca, el Imperio Majapahit terminó alrededor de 1520."
        },
        {
            "heading": "Los estados islámicos",
            "text": "Aunque el Islam empieza a extenderse por Indonesia en los años 1200 en Sumatra, se convierte en una fuerza de la naturaleza bajo los tolerantes emperadores majapahit. Su propagación se vio impelida por el creciente comercio; en general, los mercaderes y la nobleza de las tierras de Majapahit fueron los primeros en adoptar la nueva religión. Llegado el siglo XVI, ya era la fe dominante en Sumatra y Java y, mezclándose con las creencias culturales y religiosas existentes, dio lugar a una fe musulmana particular de Indonesia. Solo Bali y unas cuantas islas más pequeñas seguirían siendo de mayoría hindú.Junto con el poderoso Sultanato de Malaca, otros dos reinos islámicos longevos dominaron las islas hasta la llegada de los europeos: el Sultanato de Mataram, en Java, y el Sultanato de Bantén, que controlaba el estrecho de Sonda. Durante la mayor parte de su existencia, los sultanatos islámicos acumularon grandes riquezas por el comercio de especias y sedas, financiaron grandes proyectos de las artes y las ciencias y estuvieron protegidos por armadas bien capitaneadas. Pero la llegada de los portugueses, seguidos pronto por otras potencias coloniales, supuso la sumisión de varios estados islámicos ante explotadores implacables con una tecnología superior.En primer lugar cayó Malaca, capturada por las fuerzas portuguesas lideradas por Alfonso de Albuquerque en agosto de 1511. En 1603, la Compañía Holandesa de las Indias Orientales fundó su primer puesto comercial permanente en Bantén; tras dos siglos de conflicto e injerencias, el gobernador general de los Países Bajos anunció desde su sede en Serang que el Sultanato de Bantén había sido absorbido como posesión de la sociedad. Mientras, aprovechando las disputas dinásticas en el Sultanato de Mataram, los holandeses habían obligado en el año 1794 al anciano y enfermo sultán Pakubuwana a firmar un acuerdo por el que cedía la soberanía del reino a la compañía. Después de que los portugueses entregaran Malaca a los holandeses, la Compañía Holandesa de las Indias Orientales se convirtió en \"dueña\" de las islas de las Especias."
        },
        {
            "heading": "La época holandesa",
            "text": "Después de que la Compañía Holandesa de las Indias Orientales se disolviera por bancarrota en el año 1800, el gobierno holandés se encargó de administrar sus posesiones en Indonesia. Durante gran parte de los 150 años siguientes, el gobierno holandés fue relativamente benigno, pero poco firme. No obstante, la política de cultivos de beneficio forzosos y la introducción del trabajo de servidumbre que obligaba a los campesinos a trabajar 60 días al año en plantaciones del gobierno provocó un extenso malestar. Además, los colonos holandeses formaban una clase alta privilegiada, regulada por leyes que establecían dos categorías legales de ciudadanos, europeos e indígenas, con distintos derechos. La agitación en Indonesia llevó a los holandeses a introducir modestas reformas políticas en 1901, encarnadas en la \"política ética\" que incluía el aumento de la inversión en la educación de los nativos y cambios en las leyes sobre la propiedad. Las importantes inversiones holandesas en infraestructuras para el país, mayormente en puertos y carreteras, con el objetivo de modernizar la economía también acallaron los movimientos nacionalistas... pero solo por un tiempo."
        },
        {
            "heading": "Independencia",
            "text": "El gobierno holandés se vino abajo ante la invasión y la ocupación japonesa en 1942. Los sucesos de la Segunda Guerra Mundial avivaron las llamas del nacionalismo que se había despertado en el país durante las cuatro décadas anteriores. El primer movimiento nacionalista, el Budi Utomo, ya se había formado en 1908; y el primer partido político indonesio, el Sarekat Islam, se fundó en 1912. Este último se vio seguido por la Asociación Social-Demócrata de las Indias, que acabaría convirtiéndose en el Partido Comunista de Indonesia en 1924. Por último, en julio de 1927, Sukarno (que se terminaría convirtiendo en el primer presidente de Indonesia) y otros liberales fundaron el partido pro independencia Partai Nasional Indonesia. Tras una revuelta malograda liderada por los comunistas, detuvieron a Sukarno y a muchos otros líderes nacionalistas.En julio de 1942, Sukarno aceptó la oferta de Japón de reunir apoyo público para la campaña bélica japonesa. La ocupación japonesa fue brutal, con torturas y trabajos forzados en algunos casos; pero muchos nacionalistas siguieron cooperando con la esperanza de lograr su objetivo de independencia, que les habían prometido los administradores japoneses. En marzo de 1945, ante la inminente derrota militar, Japón anunció la formación de un comité para instituir la independencia indonesia. Pero los acontecimientos superaron al comité. Dos días después de que los japoneses se rindieran a las fuerzas aliadas, Sukarno declaró unilateralmente a Indonesia libre de todo gobierno colonial. Los Países Bajos, apoyados en un principio por Gran Bretaña, intentaron recuperar su dominio y siguió una encarnizada contienda armada y diplomática. La lucha no terminó hasta que los holandeses, ante la creciente presión internacional, reconocieron formalmente la independencia de Indonesia."
        },
        {
            "heading": "La Indonesia moderna",
            "text": "Sukarno y sus simpatizantes intentaron instituir una democracia de corte occidental para el nuevo estado en las constituciones de 1945 y de 1950, que imponían un estilo de gobierno parlamentario con un poder ejecutivo responsable ante el parlamento electo. Pero, con Indonesia sufriendo de extrema pobreza, tradiciones autoritarias, diferencias regionales y el miedo a la dominación política javanesa, Sukarno proclamó que el país adoptaría en vez de ello lo que llamó una \"democracia tutelada\". En julio de 1959, abrogó la constitución de 1950, disolvió el parlamento y lo sustituyó por otro nombrado por el presidente y sujeto a su voluntad.En 1967, tras un golpe de estado orquestado por el ejército, Sukarno se vio obligado a dimitir en favor del general Suharto, el segundo presidente de Indonesia. Este se mantuvo en el poder como dictador durante los 31 años siguientes, y se afanó por acabar con la disensión, estabilizar la economía y la política exterior y sortear la Guerra Fría. Marcada por la corrupción creciente y los abusos de derechos civiles, su administración al final se derrumbó ante la crisis financiera asiática de 1997. A cambio de un préstamo de 43 mil millones de dólares por parte de los Estados Unidos, Suharto se comprometió a introducir reformas de gran alcance. Pero una vez más, los acontecimientos se impondrían: una revuelta estudiantil obligó a Suharto a dimitir en mayo de 1998. En 1999, el reconstituido parlamento nacional eligió presidente a Abdurrahman Wahid, el primero de una línea de reformadores de corte democrático que llevaría a Indonesia al futuro."
        },
        {
            "heading": "La Indonesia moderna",
            "text": "Sukarno y sus simpatizantes intentaron instituir una democracia de corte occidental para el nuevo estado en las constituciones de 1945 y de 1950, que imponían un estilo de gobierno parlamentario con un poder ejecutivo responsable ante el parlamento electo. Pero, con Indonesia sufriendo de extrema pobreza, tradiciones autoritarias, diferencias regionales y el miedo a la dominación política javanesa, Sukarno proclamó que el país adoptaría en vez de ello lo que llamó una \"democracia tutelada\". En julio de 1959, abrogó la constitución de 1950, disolvió el parlamento y lo sustituyó por otro nombrado por el presidente y sujeto a su voluntad.En 1967, tras un golpe de estado orquestado por el ejército, Sukarno se vio obligado a dimitir en favor del general Suharto, el segundo presidente de Indonesia. Este se mantuvo en el poder como dictador durante los 31 años siguientes, y se afanó por acabar con la disensión, estabilizar la economía y la política exterior y sortear la Guerra Fría. Marcada por la corrupción creciente y los abusos de derechos civiles, su administración al final se derrumbó ante la crisis financiera asiática de 1997. A cambio de un préstamo de 43 mil millones de dólares por parte de los Estados Unidos, Suharto se comprometió a introducir reformas de gran alcance. Pero una vez más, los acontecimientos se impondrían: una revuelta estudiantil obligó a Suharto a dimitir en mayo de 1998. En 1999, el reconstituido parlamento nacional eligió presidente a Abdurrahman Wahid, el primero de una línea de reformadores de corte democrático que llevaría a Indonesia al futuro."
        }
    ],
    "leader": {
        "name": "Gajamada",
        "subtitle": "Líder de Indonesia",
        "lived": "C. 1290-1264 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gajamada.png",
        "trait": {
            "name": "Isleños especieros",
            "effect": "Cada una de las 3 primeras ciudades fundadas en continentes diferentes al de inicio de Indonesia proporciona 2 recursos de lujo únicos (y nunca pueden ser arrasadas)."
        },
        "titles": [
            "Primer ministro y general del Imperio Majapahit"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Gajamada (cuya traducción libre es \"elefante general\"), héroe de Indonesia y símbolo de orgullo y patriotismo nacional, fue primer ministro del Imperio Majapahit durante buena parte del siglo XIV. Aunque se tiene muy poca información acerca de su infancia y su educación, se sabe que nació plebeyo y logró acceder al poder con su inteligencia y su astucia como únicas armas, así como su famosa ferocidad en combate. Fue un guardaespaldas real que desempeñó un papel instrumental para aplacar una rebelión contra su rey y, como recompensa, pudo formar parte de la élite gobernante. Con el tiempo asumió el puesto de primer ministro y logró grandes éxitos para el imperio, conquistó muchos de los reinos isleños vecinos y fue el primero en unir gran parte del territorio que abarca la Indonesia actual."
            },
            {
                "heading": "Ascensión al poder",
                "text": "Los primeros registros de la vida de Gajamada ya son de su vida adulta, cuando sirvió como comandante de una unidad de guardia de élite encargada de la protección de la familia real del emperador majapahit, Jayanagara (1309-1328 d. C.). Durante este periodo, un funcionario político renegado llamado Rakrian Kuti lideró una rebelión contra el rey Jayanagara. Gajamada descubrió la trama y escoltó al rey fuera de la capital, que cayó ante las fuerzas de Kuti, y lo ocultó en la ciudad cercana de Badander. Se dice que una vez el rey estuvo seguro, Gajamada hizo correr el rumor de la muerte del rey para desestabilizar la rebelión y mientras organizó un grupo para reconquistar la capital y reinstaurar al legítimo regente. Gajamada se enteró de que buena parte de la casta militar estaba descontenta con la supuesta muerte del rey y que Kuti no era popular entre el pueblo. En la consiguiente \"contra-insurrección\", murió el advenedizo Kuti y Gajamada fue recompensado con su primer puesto de liderazgo entre la clase regente."
            },
            {
                "heading": "Primer ministro majapahit",
                "text": "Algunos años más tarde, según la leyenda, la lealtad de Gajamada se resintió cuando el rey tomó a su esposa como concubina. Según el relato, Gajamada convenció al médico de la corte, que antes había apoyado a Kuti, para matar al rey cuando este cayó enfermo; y al producirse la muerte del rey, Gajamada no tardó en arrestarlo y ejecutarlo. Sea cual sea la verdad, Tribhuwana Wijayatunggadewi, la hermanastra de Jayanagara, subió al trono con la intención de expandir las fronteras del imperio. Afortunadamente para Gajamada, la nueva reina le otorgó un papel central en esta expansión y le nombró mahapatih, primer ministro, en el año 1329. Con los poderes de su nuevo cargo, Gajamada dirigió sus ambiciones hacia los confines más remotos del archipiélago y prometió grandes cosas para el imperio que le había confiado su futuro. Su famoso juramento, llamado Sumpha Palapa, a menudo es objeto de diversas interpretaciones, pero su traducción más básica viene a decir: \"No disfrutaré de los placeres de la fruta ni las especias hasta conquistar todas las islas conocidas en nombre de los majapahit\"."
            },
            {
                "heading": "Conquistas",
                "text": "En 1331, tras regresar Gajamada de aplacar una rebelión en Sadeng (Java occidental), no tardó en iniciar campañas para conquistar las islas vecinas del archipiélago indonesio, comenzando por Bali y Lombok en 1343. Uno a uno fue capturando todos los reinos, ciudades, estados y provincias para mayor gloria de su pueblo, incluido el reino budista de Srivijaya, en Palembang, y pequeños reinos de Sumatra Occidental, en los que Gajamada colocó a un príncipe majapahit como gobernante vasallo. Luego, el general elefante conquistó Samudra Pasai, en Sumatra, el primer sultanato musulmán de Indonesia. Tras su victoria, en apenas dos años, fuerzas majapahit conquistaron otra media docena de ciudades y reinos independientes, incluido Temasek (el Singapur actual) a lo largo de los estrechos.Tribhuwana abdicó del trono majapahit en 1350 en favor de su hijo Hayam Wuruk, que pasaría a la historia como el más grande de los reyes majapahit. Durante su reinado, el imperio alcanzó su máxima extensión, abarcando todo el archipiélago indonesio, y el comercio y el arte florecieron. El nuevo rey delegó todos los asuntos de la nación en su primer ministro, mientras él se encargaba de promocionar las artes y las ciencias. Con el apoyo del rey, Gajamada anexionó dos docenas de reinos al imperio, algunos tan lejanos como las actuales Malasia y Filipinas.En 1357, tras conquistar más de una docena de islas del archipiélago, Gajamada se encontraba en una posición complicada, pues uno de los últimos reinos independientes era el Reino de Sonda, en Java Occidental. Aunque se había acordado que la princesa de Sonda se casara con Hayam Wuruk y formara una alianza, Gajamada quiso presionarlos más. Al impedir que la princesa se convirtiera en la reina regente de los majapahit y en su lugar fuera una simple concubina, Gajamada hirió la sensibilidad del Reino de Sonda. Tras reunirse en la ciudad de Bubat, las negociaciones degeneraron en hostilidad abierta y se produjo un altercado. Gajamada y sus fuerzas masacraron a toda la familia real de Sonda y a sus guardaespaldas.El incidente manchó el legado de Gajamada, pues sus acciones fueron consideradas imprudentes y torpes. Los ministros y lo cortesanos majapahit lo calificaron de sangriento y brutal. El rey desposeyó a Gajamada de todos sus títulos, autoridad y honores. El que antes era el hombre más poderoso del imperio se vio obligado a pasar el resto de sus días en la relativa soledad de la hacienda que le quedó al este de Java. Gajamada murió prácticamente en el anonimato, en 1363."
            },
            {
                "heading": "El juicio de la historia",
                "text": "La Indonesia moderna considera a Gajamada un héroe, un símbolo de patriotismo y un orgullo para la nación. Es un personaje que sirve de inspiración y ejemplifica la grandeza a la que todos pueden aspirar. Sirvió como propaganda mítica durante el periodo de ocupación japonesa y la posterior rebelión por la independencia del gobierno holandés, a finales de los cuarenta. Su legado, pues fue el primero en unir las numerosas islas del archipiélago en una nación, perdurará en la historia, como también lo hará el denodado empeño y la lealtad inquebrantable que profesó hacia el rey y el pueblo majapahit."
            }
        ]
    }
}