{
    "id": 12,
    "name": "Japón",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/japan.png",
    "dawn_of_man": "Bendito seáis, noble Oda Nobunaga, gobernante de la tierra donde nace el sol, que caminéis entre sus crecientes flores. Sois el gobernante de Japón, la tierra del Sol Naciente. Los japoneses son un pueblo isleño, orgulloso y devoto, con una rica cultura en las artes y las letras. Su civilización abarca miles de años, años de sangrientas guerras, expansiones y aislamiento, de gran riqueza y de gran pobreza. Además de sus proezas en el campo de batalla, vuestro pueblo también es enormemente laborioso, y sus innovaciones tecnológicas y poderosas fábricas son la envidia de todos los pueblos inferiores.Legendario daimio, ¿cogeréis las riendas del destino? ¿Traeréis a vuestra familia y a vuestra gente honor y gloria? ¿Volveréis a coger la espada y el escudo y marchar hacia el triunfo? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Samurái|Samurái",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/samurai.json"
        },
        {
            "name": "Zero|Zeros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/zero.json"
        }
    ],
    "city_names": [
        "Kioto",
        "Osaka",
        "Tokio",
        "Satsuma",
        "Kagoshima",
        "Nara",
        "Nagoya",
        "Izumo",
        "Nagasaki",
        "Yokohama",
        "Shimonoseki",
        "Matsuyama",
        "Sapporo",
        "Hakodate",
        "Ise",
        "Toyama",
        "Fukushima",
        "Suo",
        "Bizen",
        "Echizen",
        "Izumi",
        "Omi",
        "Echigo",
        "Kozuji",
        "Sado",
        "Kobe",
        "Nagano",
        "Hiroshima",
        "Takayama",
        "Akita",
        "Fukuoka",
        "Aomori",
        "Kamakuro",
        "Kochi",
        "Naha"
    ],
    "spy_names": [
        "Akaishi",
        "Oki",
        "Hattori",
        "Morozumi",
        "Momochi",
        "Kawashima",
        "Orin",
        "Sakanishi",
        "Kaede",
        "Mochizuki"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Las islas de Japón emergieron por la inimaginable violencia de las placas tectónicas, pues la placa del Pacífico converge en ese lugar con la euroasiática. El resultado es una tierra montañosa de gran belleza y peligros, donde la gente vive y medra en un estrecho corredor entre los volcanes y el mar."
        },
        {
            "heading": "Terreno y clima",
            "text": "Japón es un país relativamente pequeño, con una masa de tierra total algo superior a la de Alemania. Las cadenas montañosas cubren un 80% del país. Japón está compuesto de cuatro islas principales: Hokkaido, Honshu, Shikoku y Kyushu, además de decenas de islas más pequeñas. La tierra es joven en términos geológicos, lo que significa que las montañas son altas y escabrosas y los ríos, estrechos y caudalosos. En Japón hay muchos volcanes, varios de ellos activos. Los terremotos son frecuentes (aunque no los ataques de monstruos radioactivos).Japón tiene un clima monzónico: está regido por los vientos estacionales secos y húmedos. En invierno, la franja occidental del país recibe el aire frío y húmedo de Siberia y del mar del Japón, lo que provoca lluvias o nevadas persistentes. En verano, la parte oriental del país recibe un aire húmedo y persistente del Pacífico."
        },
        {
            "heading": "Prehistoria",
            "text": "Por lo general, se cree que los primeros pobladores se trasladaron a Japón hace 20.000 años (10.000 años más o menos) durante el Paleolítico, el estadio de la evolución humana caracterizado por el uso de las primitivas herramientas de piedra. Los emigrantes posiblemente cruzaron el mar del Japón a través de varios brazos de tierra que por aquel entonces comunicaban las islas con Corea y Asia.Aunque poco se sabe de los japoneses de la prehistoria, es indudable que en algún momento, al principio, desarrollaron los conocimientos náuticos necesarios para viajar fácilmente y con seguridad entre las islas, ya que la cultura y el idioma japoneses son notablemente homogéneos en todo el archipiélago (éste no habría sido el caso de haber permanecido las poblaciones de las islas apartadas unas de otras durante un extenso periodo de tiempo).La cultura \"precerámica\" fue seguida por la de Jomon, que tuvo lugar entre el 7500 y el 250 a. C. (el término \"jomon\" se refiere a un estilo de alfarería en el que se presiona la arcilla con cuerdas para conseguir unos artísticos dibujos geométricos). Además de la invención de la alfarería, este periodo vio el importante avance de las herramientas talladas a las pulimentadas. Los jomon eran mayormente cazadores-recolectores y pescadores.La cultura jomon fue seguida por la yayoi, que abarca aproximadamente del 250 a. C. al 250 d. C. Esta cultura se originó en Kyushu y contó con avances en alfarería y agricultura básica, además de utilizar aperos de hierro y de bronce. Los yayoi adoptaron además los enterramientos ceremoniales, la irrigación y el tejido de textiles. Es probable que algunos de sus avances tecnológicos y culturales los descubrieran ellos mismos, mientras que otros los obtuvieran por el contacto con China y Corea. Con estas ventajas, la cultura yayoi se extendió rápidamente por Japón, asimilando a la jomon, que era más primitiva."
        },
        {
            "heading": "Primera historia escrita",
            "text": "Las primeras menciones escritas a Japón que se conservan se encuentran en China y se remontan al periodo Han de dicha cultura. En ellas se dice que, aproximadamente en el 50 d. C., el \"estado de Nu en Wo\" envió emisarios a la corte de la Dinastía Han posterior. \"Nu\" era uno de los más de cien estados que constituían \"Wo\" (Japón). La corte china sostiene posteriormente que algo después del 250 d. C., una tal \"reina Himiko\" gobernaba una confederación de 30 estados, con la capital en Yamatai. Nadie sabe a ciencia cierta dónde se encontraba Yamatai, y no se conservan registros japoneses de este periodo."
        },
        {
            "heading": "El Periodo de los Túmulos (c. 250-550 d. C.)",
            "text": "A causa de la escasez de escritos japoneses de la época, hay una gran controversia sobre cuándo y cómo se unió Japón. Se sabe que, en algún momento del siglo IV, Yamatai desapareció y apareció el reino de Yamato. A mediados del siglo IV, Japón ya había enviado un gran ejército con la misión de conquistar la península de Corea; para ello se habría requerido una gran centralización a principios de ese mismo siglo.Durante el reino de los yamato, los agricultores empezaron a usar aperos de hierro para cultivar y la tierra vio creaciones más avanzadas, como la inundación de los campos, que se utilizaba para cultivar arroz, un cereal muy sabroso y nutritivo que rápidamente se convertiría en la piedra angular de la cocina japonesa. Estos avances supusieron que se necesitaran menos agricultores para cultivar más cantidad de alimentos, lo que permitió a los yamato dedicar el excedente de mano de obra a conquistar y a construir grandes tumbas para ellos mismos. En esa época, los japoneses importaron un gran número de avances tecnológicos de sus vecinos; entre ellos, el más importante quizá fuera la escritura, que trajeron de China. Y con la escritura china llegó el confucianismo.El siglo V vio cómo los yamato adoptaban una postura más militarista. Aún se debate a qué se debió ese cambio. Algunos creen que fue resultado de la invasión y conquista del reino por parte de guerreros foráneos, aunque otros historiadores sostienen que los yamato simplemente empezaron a comportarse con más agresividad y usaron su avanzada tecnología militar y agrícola sin ninguna influencia extranjera en particular. Fuera cual fuera la causa, lo cierto es que los yamato usaron su poder militar para atacar la Corea meridional, obviamente para hacerse con el control del hierro que había en la zona. La necesidad de acceder a los recursos de los que carecían las islas patrias sería uno de los principales motores de la política exterior japonesa durante los siglos venideros."
        },
        {
            "heading": "El sistema de clanes",
            "text": "Este periodo también vio la génesis del sistema \"uji-kabane\" en Japón. El término \"uji\" podría traducirse como \"clan,\" mientras que \"kabane\" indica un título nobiliario hereditario. En este sistema, las personas que vivían en una comunidad agrícola se convertían en miembros de un clan, y cada uno de ellos ocupaba un puesto específico dentro de la jerarquía comunal. Se creía que se podía obtener una abundante cosecha si se les mostraba respeto a los dioses del clan y a los antepasados, y por ello el culto a los ancestros se convirtió en un elemento tan importante del sistema uji-kabane."
        },
        {
            "heading": "Periodo postyamato: confucianismo, budismo y ley",
            "text": "El siglo VI fue testigo del declive del estatus de los yamato, ya que su poder militar sufrió reveses tanto internos como externos. A medida que los yamato perdieron poder, lo ganaron los líderes de los clanes locales. La pérdida de una autoridad central se tradujo lógicamente en un mayor conflicto interno, ya que los señores de la guerra buscaron llenar el vacío de poder.El siglo VI también presenció la introducción del budismo en Japón, probablemente proveniente de Corea. El príncipe Shotoku era partidario del budismo. Gobernó durante el cambio de siglo y adoptó los principios de paz y salvación como ideales para su corte. Curiosamente, el confucianismo chino también estaba ganando adeptos entre la nobleza japonesa y, al parecer, Shotoku también buscó consejo en él. El príncipe permaneció en el poder desde el año 592 al 628 y, durante su reinado, el clan Yamato vio un renacimiento temporal de su poder e influencia.La corte japonesa se sumió en el caos tras la muerte de Shotoku. La poderosa familia Shoga se hizo con el poder y mató a los herederos de Shotoku. A su vez fueron derrocados en 645 por el príncipe Nakano Oe y Nakatomi Kamatari, que mataron a todos los Shoga y a todo aquel que se opusiera a la familia imperial. Tras acabar con sus enemigos, instituyeron unas reformas políticas que aumentaron la fuerza del gobierno central y debilitaron a los clanes más poderosos.Casi al mismo tiempo, los japoneses compilaron sus leyes administrativas e instituyeron una legislación penal y civil. En el proceso, se inspiraron enormemente en los códigos T'ang chinos, alterándolos en lo necesario para adaptarlos a las necesidades específicas de Japón. En el sistema japonés, el pueblo se dividía en hombres libres y esclavos. Menos del 10% de toda la población eran esclavos. La mayoría eran hombres libres que se dedicaban a la agricultura.El sistema político sobrevivió razonablemente intacto durante varios siglos, pero, en el siglo X, las deficiencias en la estructura empezaron a minar el gobierno. Varios grandes clanes se hicieron con cargos oficiales importantes y usaron su poder para amasar enormes fortunas en beneficio propio. Los impuestos no dejaron de aumentar, y la aristocracia central siguió acumulando poder y riqueza a expensas de los clanes provinciales y de los agricultores de todo el país. En parte como resultado de la creciente insatisfacción contra el gobierno central, apareció una nueva clase de guerreros aristócratas conocidos como los \"samuráis\"."
        },
        {
            "heading": "El auge de los samuráis",
            "text": "Los siglos X y XI fueron testigos del auge de los samuráis como el nuevo poder principal de Japón. Fuera de la corte, los señores de la guerra samuráis conquistaron provincias enteras y, dentro de ella, se convirtieron en los guardias personales y en los generales de la aristocracia. Hacia finales del siglo XI, el general samurái Taira Kiyomori acumuló tanto poder e influencia que se convirtió en primer ministro y prácticamente gobernó la corte imperial. De hecho, su hijo Antoku subió al trono imperial en 1180. No obstante, el imperio de los Taira no duraría mucho. En 1185, el clan Minamoto acabó con ellos en una batalla marítima que culminó en una sangrienta contienda de cinco años por la primacía que se conoció como \"las guerras Genpei\".Tras la victoria de los Minamoto, su líder Joritomo estableció un gobierno militar o \"shogunato\", en el cual el shogun (abreviación de \"seii taishogun\" o \"gran general que somete a los bárbaros\") gobernaría Japón en nombre del emperador. Esta forma de gobierno demostró ser excepcionalmente persistente y duró casi 700 años, hasta que se abolió en 1868.Durante los siglos siguientes, el poder pasó a la familia Hojo, que, en el siglo XII, reprimiría un intento por parte del emperador Go-Toba de recuperar el poder fáctico. A finales del siglo XII, frustraron varios intentos de invasión de Japón por parte de los mongoles, ayudados por dos tifones fortuitos que acabaron con un gran número de atacantes en momentos cruciales de las batallas. Los japoneses llamaron a estas tormentas \"kamikazes\", o \"vientos divinos\" enviados por el Cielo para protegerlos de los bárbaros."
        },
        {
            "heading": "La caída de la autoridad central",
            "text": "El clan Hojo permaneció en el poder hasta 1333, cuando el emperador Go-Daigo dio un golpe de estado para devolver el poder real a la familia imperial. Lo ayudaron en el combate un numeroso grupo de aristócratas, además de varios clanes samuráis y algunos monjes budistas militantes. Pero varios aliados importantes de Go-Daigo no quedaron satisfechos con el reparto que éste hizo del botín y, en 1336, se levantaron y expulsaron al emperador hasta las montañas Yoshino. Durante los 60 años siguientes hubo dos cortes imperiales, la del norte y la del sur, que se dividieron el control de Japón. El emperador del sur siguió siendo un hombre de paja, pues el poder fáctico estaba en manos del shogunato meridional. En 1391, las cortes imperiales se reunificaron y el poder pasó a ostentarlo el gran shogun Ashikaga Takauji.El siglo XIV vio cómo crecía el poder de las familias y comunidades campesinas y, como consecuencia, el aumento de la resistencia a los señores de la guerra. Tuvieron lugar grandes levantamientos en 1428, 1429 y 1441 y, desde entonces, casi cada año. En 1467 estalló una guerra civil por la sucesión del shogun Ashikaga. Esta guerra duró diez años y supuso la destrucción de muchos grandes templos y el desplazamiento de gran número de civiles. Aunque la guerra terminó en 1477, la autoridad central había quedado muy desgastada y la época presenció numerosas rebeliones locales, así como el auge de una nueva clase de señores de la guerra locales, conocidos como los \"daimios\"."
        },
        {
            "heading": "El Periodo de los Reinos Combatientes",
            "text": "Los años 1338-1573 se conocen como el \"Periodo de los Reinos Combatientes\". Esta época fue testigo de una guerra casi incesante, ya que el shogunato y la familia imperial apenas tenían poder y las batallas por la primacía entre los daimios asolaban el país. Se construyeron muchos castillos durante esos años, y los guerreros se especializaron en la guerra de asedio, sobre todo después de que los comerciantes europeos les enseñaran a fabricar mosquetes."
        },
        {
            "heading": "Oda Nobunaga y la unificación de Japón",
            "text": "En 1549, murió el padre de un joven noble llamado Oda Nobunaga, dejando a su hijo algunas tierras, algo de dinero y un grupo de seguidores samuráis. Con 11 años ya había derrotado a todos sus opositores y se había apoderado de la provincia de Owari. Oda, un visionario y líder militar brillante, adoptó rápidamente las nuevas armas de fuego, los mosquetes, y los usó con una eficacia mortífera contra los que se interpusieron en su camino. En 1562, se alió con Tokugawa Ieyasu, un señor feudal vecino que se convertiría a su vez en uno de los mayores líderes de todos los tiempos.En la década de 1560, Nobunaga prosiguió su avance y capturó Kioto, el centro de poder histórico de Japón. En 1573, depuso al shogun y consolidó su poder ceremonial y real. Cuando murió asesinado en 1582, Oda ya había unificado casi la mitad de Japón. Consulta el artículo de la Civilopedia sobre Oda para más detalles sobre la vida de este líder excepcional.A Oda lo sucedió Toyotomi Hideyoshi, el hijo de un campesino que había destacado como guerrero y, posteriormente, como comandante al servicio del primero. En 1590, Hideyoshi ya había unificado todo Japón. Como parte de su política para fortalecer el gobierno central, desarmó a los campesinos e instituyó una reforma fiscal. También instauró un sistema feudal, obligando al campesinado a permanecer en sus aldeas y a los artesanos y mercaderes a quedarse en las ciudades. Hideyoshi murió en 1598, y Tokugawa Ieyasu ocupó su lugar. En 1603, se le concedió el título de shogun.Tras haber utilizado sin ningún reparo armas y soldados occidentales para conseguir la unificación de Japón, Tokugawa empezó a verlos como una amenaza para su gobierno. Él y sus herederos erradicaron casi por completo el cristianismo de Japón, expulsaron prácticamente a todos los occidentales de las islas y prohibieron el uso de mosquetes a todo el mundo, salvo a sus guerreros. Durante los siglos siguientes, Japón permaneció tercamente aislado de Occidente, lo que probablemente lo salvó de la humillación de la colonización y ocupación europeas que sufrieron muchos de sus vecinos asiáticos."
        },
        {
            "heading": "La apertura de Japón y la Restauración Meiji",
            "text": "En el siglo XIX, los Países Bajos eran la única potencia europea que comerciaba con Japón, aunque tenían un contacto bastante limitado. A mediados de siglo, varias potencias europeas intentaron establecer relaciones diplomáticas con Japón, aunque no lo consiguieron. En busca de puertos en los que repostaran su flota mercante y pesquera, Estados Unidos decidió presionar al respecto y envió una flota moderna al mando del comodoro Matthew C. Perry a la bahía de Uraga en 1853. La consternación provocada al ver una potencia militar extranjera en sus costas, hasta entonces invioladas, acabó con el antiguo shogunato Tokugawa y el poder volvió finalmente al emperador.El joven emperador Meiji, que subió al trono en 1867, empezó una política de reformas radicales en Japón, con la idea de ponerlo al mismo nivel tanto militar como económico de las potencias occidentales, cuyos modernos barcos de guerra gobernaban las aguas alrededor del país. La llamada \"Restauración Meiji\" supuso un esfuerzo extraordinario, ya que, en menos de un siglo, Japón abolió el feudalismo, disolvió casi por entero a la casta de los samuráis y devolvió la propiedad de la tierra a los agricultores que la trabajaban. El gobierno inició un programa de industrialización que demostró tener un éxito notable en poco tiempo. A finales del siglo XIX, adoptó una constitución basada a grandes rasgos en los modelos europeos.A principios del siglo XX, Japón ya había surgido como una gran potencia, la mayor del Pacífico aparte de Estados Unidos, aunque muchos países tardaron tiempo en reconocerlo, para su desgracia."
        },
        {
            "heading": "La guerra chino-japonesa",
            "text": "En 1894, China fue a la guerra contra Japón por el control de Corea. Japón ganó con facilidad y consiguió que Corea se independizara de China, además de anexionarse Formosa, la península de Liaodong, las islas Pescadores y varios territorios más. Por si fuera poco, Japón obligó a firmar a China varios acuerdos de intercambio injustos. Las potencias occidentales insistieron en que Japón le devolviese la península de Liaodong a China, que a su vez se la cedió a Rusia con su importante base naval, lo que enfureció a Japón."
        },
        {
            "heading": "La guerra ruso-japonesa",
            "text": "En la Rebelión de los Bóxer (1900), los ciudadanos chinos se levantaron contra todos los extranjeros que les estaban vendiendo opio y despojándolos de su país afanosamente. Las potencias occidentales y Japón respondieron enviando tropas que masacraron a los ciudadanos chinos y ocuparon aún más territorio de la nación. Rusia se adueñó de Manchuria, lo que Japón vio como una amenaza contra sus posesiones chinas y coreanas. En 1904, los japoneses atacaron a la flota rusa sin mediar aviso (una estrategia que volverían a utilizar más adelante con gran efecto contra otros occidentales poco atentos). Tuvieron un éxito espectacular contra los rusos y demostraron a un mundo pasmado que podían plantarle cara a una gran potencia europea y darle una buena paliza.En el tratado de paz con Rusia, Japón se adueñó de Corea y además se quedó con las posesiones rusas en China. El presidente Roosevelt recibió el premio Nobel de la paz por auspiciar el tratado (en aquellos tiempos no había muchos chinos ni coreanos en el comité de los premios Nobel)."
        },
        {
            "heading": "El Japón imperial",
            "text": "Alentado por el éxito contra China y Occidente, Japón aprovechó la oportunidad de aumentar su poder en Asia oriental. Consolidó su control sobre Corea y su parte de China y, en la Primera Guerra Mundial, se apoderó de las posesiones alemanas en Asia y en el Pacífico. En el periodo de postguerra, una serie de tratados militares entre las potencias europeas, Estados Unidos y Japón buscaron limitar la expansión de este último a la vez que asegurar su independencia.En la década de 1930, los militaristas subieron al poder en Japón, en parte como respuesta a las penurias que el país arrostró durante la Gran Depresión. Los aranceles occidentales y chinos (y el racismo antijaponés) limitaron la capacidad de Japón de ganar dinero mediante las exportaciones, dinero que necesitaba para comprar alimentos para su creciente población. Los militaristas sostenían que la única manera de conseguir entrar en los mercados extranjeros era mediante la fuerza. Esto, unido al miedo a los comunistas y a un creciente enfado contra el gobierno, hizo que el ejército japonés buscara expandir su estructura de poder. A finales de la década de 1920, los militares aumentaron sus operaciones en Manchuria sin aprobación del gobierno, que era demasiado débil para detenerlos.En mayo de 1932, unos oficiales de la armada asesinaron al primer ministro y, en 1936, murieron varios políticos importantes cuando las unidades militares rebeldes se apoderaron de Tokio. Aunque la rebelión se sofocó rápidamente, se hizo patente que el gobierno solo sobrevivía por voluntad de sus fuerzas armadas. Se decía que el joven Hirohito, el nuevo emperador, era progresista, pero permaneció callado por miedo a poner en peligro el trono si hablaba. Estaba claro que los militares gobernaban el país, si no nominalmente, al menos de hecho."
        },
        {
            "heading": "El declive hacia la Segunda Guerra Mundial",
            "text": "En la década de 1930, las relaciones de Japón con la URSS, Inglaterra y Estados Unidos no dejaron de empeorar. La URSS estaba resentida por su derrota frente a Japón treinta años atrás y, además, esperaba que se derrocara al gobierno japonés y que el país se convirtiera en un paraíso del proletariado, como la propia Rusia. Inglaterra y Estados Unidos se oponían a la brutal política japonesa contra China y Corea, y temían que la creciente armada de Japón amenazara sus propios y considerables intereses en Asia y el Pacífico. En un intento por contrarrestar la presión anglo-americana, Japón firmó en 1936 un pacto de defensa mutua con Alemania e Italia, y otro en 1940. Al enfrentarse a la creciente amenaza alemana por el oeste, la URSS buscó apuntalar sus fronteras orientales firmando un pacto de no agresión con Japón en 1940.Después de que los nazis atacaran Rusia en 1941, Japón ocupó la Indochina septentrional en un intento por bloquear las rutas de suministro de los británicos hacia China, que apoyaban las fuerzas nacionalistas de ese país contra Japón. Como respuesta, Estados Unidos congeló los créditos japoneses y, lo peor de todo, aplicó un embargo de petróleo a Japón. El país tenía dos opciones: plegarse a las condiciones estadounidenses y retirarse de Indochina y, posiblemente, de la propia China, o apoderarse de los ricos campos petrolíferos de las Antillas Holandesas. Las negociaciones entre Estados Unidos y Japón no llevaron a ningún sitio, y el gobierno japonés se decidió por la guerra."
        },
        {
            "heading": "La Segunda Guerra Mundial",
            "text": "La Segunda Guerra Mundial empezó notable y asombrosamente bien para Japón gracias al enorme éxito de sus ataques por sorpresa contra las bases estadounidenses en Pearl Harbor, Hawái y las Filipinas. La armada japonesa casi expulsó a las maltrechas fuerzas norteamericanas del océano Pacífico, pero nunca fue capaz de asestarles el golpe final. Durante los años siguientes, la industria estadounidense construyó barcos, aviones, cañones y submarinos más que suficientes para reparar sus primeras pérdidas. El ejército y la armada de Estados Unidos aprendieron rápidamente, y pronto empezó la difícil tarea, tan agotadora como desgarradora, de hacer retroceder a los japoneses del Pacífico.En agosto de 1945, Estados Unidos soltó dos bombas sobre Japón, que destruyeron en su mayor parte las ciudades de Hiroshima y Nagasaki, y a esto siguió rápidamente la rendición japonesa."
        },
        {
            "heading": "La postguerra",
            "text": "Tras la guerra, Japón perdió todas sus posesiones de ultramar. Además, quedó sujeto a la ocupación estadounidense y la URSS se adueñó de algunas islas del norte (cuya propiedad aún se están disputando).La ocupación estadounidense fue relativamente benigna, para ser una ocupación. Los estadounidenses impusieron una constitución democrática a Japón y le prohibieron tener fuerzas armadas. También ayudaron (obligaron) a Japón a desmantelar los restos de su sistema feudal e instituir un gran programa de reformas de la tierra. Esto, además, ayudó a Japón a reconstruir sus infraestructuras y su sistema monetario. Estados Unidos esperaba que Japón se convirtiera en una democracia vital y próspera, en una nación capitalista que hiciera de contrapeso al creciente poder comunista en Asia. En esto tuvieron mucho más éxito de lo que jamás habrían soñado."
        },
        {
            "heading": "Japón en la actualidad",
            "text": "Japón se benefició de las condiciones que le impusieron los vencedores de la Segunda Guerra Mundial, y ha utilizado el dinero que otras naciones invierten en sus fuerzas armadas en empresas más beneficiosas y provechosas. No hay duda de que Japón es en la actualidad una democracia próspera y una potencia económica. Aunque ha sufrido de favoritismos entre gobierno y empresas que llevaron al desplome del sistema bancario japonés en los años 90, por lo general Japón ha disfrutado de un auge meteórico en su poder económico desde la guerra. Su gente tiene muy buena formación y motivación, y está muy avanzada tecnológicamente.Como la posición de Estados Unidos en el Pacífico se ha debilitado y han aparecido otras potencias, Japón ha empezado a reconstruir cautelosamente sus fuerzas armadas. Aún confía en su aliado para la mayor parte de su defensa, pero se desconoce por cuánto tiempo podrá seguir haciéndolo.Suponiendo que Japón pueda mantener relaciones cordiales con sus vecinas Rusia, China y Corea del Sur (y suponiendo que Corea del Norte no estalle) el futuro del país es brillante."
        },
        {
            "heading": "Japón en la actualidad",
            "text": "Japón se benefició de las condiciones que le impusieron los vencedores de la Segunda Guerra Mundial, y ha utilizado el dinero que otras naciones invierten en sus fuerzas armadas en empresas más beneficiosas y provechosas. No hay duda de que Japón es en la actualidad una democracia próspera y una potencia económica. Aunque ha sufrido de favoritismos entre gobierno y empresas que llevaron al desplome del sistema bancario japonés en los años 90, por lo general Japón ha disfrutado de un auge meteórico en su poder económico desde la guerra. Su gente tiene muy buena formación y motivación, y está muy avanzada tecnológicamente.Como la posición de Estados Unidos en el Pacífico se ha debilitado y han aparecido otras potencias, Japón ha empezado a reconstruir cautelosamente sus fuerzas armadas. Aún confía en su aliado para la mayor parte de su defensa, pero se desconoce por cuánto tiempo podrá seguir haciéndolo.Suponiendo que Japón pueda mantener relaciones cordiales con sus vecinas Rusia, China y Corea del Sur (y suponiendo que Corea del Norte no estalle) el futuro del país es brillante."
        }
    ],
    "leader": {
        "name": "Oda Nobunaga",
        "subtitle": "Líder de Japón",
        "lived": "1534-1582 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/oda_nobunaga.png",
        "trait": {
            "name": "Bushido",
            "effect": "Las unidades luchan como si estuvieran en plena forma, aunque hayan recibido daño. +1 a Cultura por cada barco pesquero y +2 a Cultura por cada Atolón."
        },
        "titles": [
            "Daimio"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Oda Nobunaga fue un señor de la guerra japonés del siglo XVI. Fue un general brillante y un político astuto (y uno de los primeros en adoptar nuevas tecnologías), y luchó con uñas y dientes por dominar casi la mitad de Japón. Sus dos lugartenientes, Toyotomi Hideyoshi y Tokugawa Ieyasu, completarían el trabajo tras su muerte y reunificarían Japón por primera vez en casi un siglo."
            },
            {
                "heading": "Primeros años",
                "text": "Oda Nobunaga nació el 1534 d. C., en pleno Sengoku o \"Periodo de los Reinos Combatientes\" de la historia japonesa. Durante este periodo, el Japón feudal estaba dividido en provincias gobernadas por los poderosos \"daimios\" (señores de un territorio), mientras que un debilitado shogun gobernaba en nombre de un emperador más débil aún. El periodo Sengoku vio una subversión casi total del orden establecido: señores locales derrocando a sus daimios, partidarios deponiendo a sus señores y ramas familiares menores luchando entre sí por el poder. Fue un periodo notablemente brutal de la historia japonesa y, para sobrevivir, la nobleza debía ser astuta, poderosa y afortunada.Nobunaga nació hijo de un acaudalado funcionario del gobierno en la pequeña y poco importante provincia de Owari. Tras la muerte de su padre, en 1551, heredó su título, su fortuna y sus vasallos militares. En ese momento tenía diez y siete años y, según dicen todos, era un crío alocado y rebelde. Según la leyenda, Nobunaga se portó tan mal en el funeral de su padre que uno de sus amigos y partidarios se hizo el seppuku (suicidio ritual) por la humillación. Conmocionado y despabilado por la muerte de su seguidor, Nobunaga empezó a tomarse en serio el cargo y sus obligaciones."
            },
            {
                "heading": "Ascensión al poder",
                "text": "Durante los diez años siguientes, Nobunaga se adueñó de la provincia de Owari, reclutando o destruyendo sistemáticamente a todo el que se interponía en su camino. La serie de alianzas, batallas, traiciones y asesinatos en los que participó Nobunaga para conseguir la victoria es asombrosamente complicada y rivaliza con la trama más intrincada de una telenovela. Así es cómo ocurrió:Cuando murió su padre, el clan Oda estaba dividido en muchas facciones. Algunos eran partidarios de Nobunaga como heredero legítimo, mientras que otros favorecían a su hermano Nobuyuki, que era más joven y menos alocado. A la vez, el hermano póstumo de su padre, Nobutomo, utilizaba su cargo como comisionado del débil \"shugo\" (gobernador militar) de la provincia de Owari, Shiba Yoshimune, para ganar la carrera por el liderato del clan Oda. Pero cuando se enteró de que el shugo apoyaba en secreto a Nobunaga, Nobutomo hizo que asesinaran a Shiba.Mientras tanto, Nobunaga convenció a otro de los hermanos de su padre, Oda Nobumitsu, de que se volviera contra Nobutomo (que, a su vez, recordemos, acababa de matar al shugo de Owari, Shiba). Nobunaga y su tío Nobumitsu atacaron y mataron al tío Nobutomo en el castillo de Kiyosu. Con ello, Nobunaga pasó a controlar al nuevo shugo de la provincia de Owari, Shiba Yoshikane (el heredero de Shiba Yoshimune). Lo utilizó para forjar alianzas con los clanes Imagawa y Kira, que también le juraron lealtad a Shiba.Nobunaga envió un ejército a la provincia de Mino para ayudar a Saito Dosan contra su hijo rebelde, Saito Yoshitatsu, pero no lo consiguió y Dosan cayó.En 1556, el hermano de Nobunaga, Nobuyuki (¿te acuerdas de él?) se levantó en armas con la ayuda de Shibata Katsuie y de Hayashi Hidesada. Nobunaga derrotó a los conspiradores en la batalla de Ino. Haciendo gala de una piedad rara de ver, les perdonó la vida a su hermano y a sus aliados. Su hermano le mostró su agradecimiento planeando de inmediato otra rebelión, pero su antiguo aliado, Shibata Katsuie, lo traicionó e informó a Nobunaga de sus planes. Esta vez, Nobunaga sí que mató a su hermano.Y así, sucesivamente. En 1559, ya había acabado con todos sus rivales y era el dueño indisputable de la provincia de Owari, aunque mantuvo a Shiba Yoshikane en el cargo como shugo de paja (al menos hasta que descubrió que Yoshikane estaba conspirando en secreto contra él con los clanes Kira e Imagawa, momento en el que Nobunaga lo destituyó)."
            },
            {
                "heading": "Más conquistas",
                "text": "Tras haberse asegurado la provincia de Owari, Nobunaga empezó a expandir su poder por Japón. En 1560, lideró a un ejército ridículamente pequeño contra una fuerza muy superior que se dirigía a Kioto a derrocar al débil shogun Ashikaga, y consiguió una victoria asombrosa contra todo pronóstico. Una de las claves del éxito militar de Nobunaga fue que adoptó muy pronto las nuevas armas que en aquellos tiempos empezaban a introducir en Japón los comerciantes europeos. Fue uno de los primeros daimios en organizar unidades integrales de mosquetes, lo que le proporcionó una ventaja considerable contra sus enemigos, más atrasados. También fue un gestor con talento, pues aprovechó al máximo la riqueza mercantil y agrícola de Owari para financiar sus empresas guerreras.En 1568, Nobunaga marchó sobre Kioto y puso a su aliado Ashikaga Yoshiaki como shogun de paja. En 1573, los dos se pelearon y Nobunaga destituyó a Ashikaga, poniendo fin al largo shogunato de los Ashikaga. Nobunaga consolidó su dominio de Japón atacando a varios cultos budistas poderosos. Los monjes ofrecieron una resistencia increíblemente tenaz, y algunos le plantaron cara durante más de una década. Nobunaga distribuyó las posesiones capturadas a los religiosos entre varios samuráis y nobles, asegurándose así todavía más su lealtad. Se mostró amistoso con los misioneros jesuitas europeos que cada vez aparecían en mayor número en Japón (posiblemente porque no tenían un poder político que pudiera ponerlo en peligro). Sin embargo, no se convirtió al cristianismo."
            },
            {
                "heading": "La muerte de Nobunaga",
                "text": "En 1582, ya había consolidado un firme control del Japón central e intentaba expandirse hacia el oeste. No obstante, durante una campaña militar, un subordinado lo traicionó en el templo de Honno-ji y se vio obligado a hacerse el seppuku. El traidor solo vivió 11 días más que él, antes de que lo derrotaran los lugartenientes leales a Nobunaga, que completarían la unificación de Japón tan hábilmente iniciada por él."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Se suele considerar a Oda Nobunaga uno de los tres líderes militares más grandes de la historia de Japón. Sus lugartenientes, Toyotomi Hideyoshi y Tokugawa Ieyasu, son los otros dos. En 1590, Hideyoshi ya había completado la conquista de Japón y, tras su muerte, lo sucedió Tokugawa Ieyasu, que estableció el shogunato Tokugawa, que gobernaría Japón durante los siglos venideros. Juntos, estos tres hombres crearon el estado moderno de Japón.Nobunaga era un hombre brutal que vivió en tiempos brutales. Al ayudar a unificar Japón, puso fin a las atroces guerras que habían asolado el país durante más de un siglo."
            }
        ]
    }
}