{
    "id": 24,
    "name": "Corea",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/korea.png",
    "dawn_of_man": "Os saludamos, excelso rey Sejong el Grande, sirviente del pueblo y protector de la dinastía de Joseon. Vuestra visión gloriosa de prosperidad y benevolencia desmesurada hacia el hombre corriente os ha convertido en el rey coreano más querido. Desde el comienzo de vuestro reinado, vuestros esfuerzos para ofrecer una sociedad justa para todos solo se vieron superados por los avances tecnológicos, provocados por vuestras ansias de conocimientos. Guiados por vuestra sabiduría, los eruditos de la Sala de Jade crearon el hangul, el primer idioma escrito de Corea, para acercar la literatura y la ciencia a las masas tras siglos de oscuridad literaria.¡Honorable Sejong, una vez más, el pueblo necesita que lo guiéis! ¿Estaréis a la altura de las circunstancias y transmitiréis armonía y conocimiento a los vuestros? ¿Podréis una vez más elevar la categoría de vuestro reino a las más altas cimas? ¿Podréis crear una civilización que soporte el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Barco tortuga",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/turtle_ship.json"
        },
        {
            "name": "Hwach'a",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/hwach'a.json"
        }
    ],
    "city_names": [
        "Seúl",
        "Busan",
        "Jeonju",
        "Daegu",
        "Pyongyang",
        "Kaesong",
        "Suwon",
        "Gwangju",
        "Gangneung",
        "Hamhung",
        "Wonju",
        "Ulsan",
        "Changwon",
        "Andong",
        "Gongju",
        "Haeju",
        "Cheongju",
        "Mokpo",
        "Dongducheon",
        "Geoje",
        "Suncheon",
        "Jinju",
        "Sangju",
        "Rason",
        "Gyeongju",
        "Chungju",
        "Sacheon",
        "Gimje",
        "Anju"
    ],
    "spy_names": [
        "Kim",
        "Park",
        "Han",
        "Na",
        "Kong",
        "Yu",
        "Ahn",
        "Na",
        "Da",
        "Eun"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "En la península de Corea, conocida en la actualidad por su división en las repúblicas de Corea del Norte y del Sur, han prosperado numerosos reinos a lo largo de los siglos, algunos virtuosos y otros inmersos en la infamia. Corea rivalizó en ocasiones con el poder de los estados vecinos de China y Japón, y quedó unificada bajo el mandato de la Dinastía Joseon durante más de 500 años. La agitación provocada por la ocupación japonesa a comienzos del siglo XX, a la que seguiría la Guerra de Corea de 1950, acabaría por hacer añicos lo que antes fuera una unidad sagrada. De esta lucha, Corea del Sur ha emergido como una nación de creciente importancia económica y cultural a escala mundial. El opresivo régimen que controla el estado de Corea del Norte, en cambio, es con frecuencia objetivo de condenas internacionales por su actitud ante los derechos humanos y las relaciones diplomáticas."
        },
        {
            "heading": "Clima y terreno",
            "text": "Situada entre el mar del Este y el mar Amarillo, la península de Corea comparte su frontera norte con China y, en menor grado, con Rusia, de las cuales se encuentra separada por los ríos Amnok y Tumen. Aunque la geografía de Corea es diversa, el país presenta un paisaje principalmente montañoso y su mayor pico se ubica en la montaña Baekdu, que alcanza los 2.744 m de altura. Al igual que sus países vecinos, Corea se ve afectada todos los veranos por los monzones del Extremo Oriente, que pueden provocar intensas precipitaciones y una humedad agobiante en buena parte de la región. Los meses de invierno también son bastante duros y las temperaturas bajo cero no son raras, especialmente en el norte."
        },
        {
            "heading": "Prehistoria y Reino antiguo",
            "text": "Al menos desde el Paleolítico Medio, Corea fue habitada por humanos que vivían en cuevas o bajo salientes de roca cerca del mar. Con el transcurso de varios miles de años, comenzarían a formarse comunidades primitivas, sobre todo cuando estos recolectores se fueron volviendo más hábiles en la caza. De las numerosas comunidades antiguas halladas por la península, hubo una en concreto que ganaría en importancia y formaría la base del resto de reinos coreanos por venir: \"Gojoseon\", o \"Antiguo Joseon\".Antiguo Joseon fue fundado alrededor del 2000 a. C. por la legendaria figura Tan'gun Wanggom, cuyo padre se decía que había descendido de los cielos. Algunos historiadores modernos creen que el nombre \"Tan'gun Wanggom\" podría ser en realidad un título honorífico que se otorgaba a las figuras de autoridad que cumplían una función política y religiosa en la comunidad. Ya lo guiase la mano de un único líder, o fuesen varios sus primeros gobernantes, la realidad es que Antiguo Joseon se convertiría en el más avanzado de los antiguos reinos tribales de Corea con la llegada de la Edad de Hierro en el siglo IV a. C."
        },
        {
            "heading": "El ascenso de los Tres",
            "text": "Durante la mayor parte del primer milenio d. C., Corea permaneció dividida en tres monarquías distintas. Cada uno de los \"Tres Reinos de Corea\" (Koguryo, Paekche y Silla) controlaba una parte de la península, si bien Koguryo fue el mayor y, durante un tiempo, el más poderoso. No obstante, las relaciones diplomáticas llevarían a Koguryo a la perdición, pues su rival del extremo sur, Silla, negoció una alianza con la Dinastía Tang de China. Esta alianza dotó a Silla de un gran poderío que le permitió conquistar tanto Paekche como Koguryo hacia 668, lo que le valió el control total de la mayor parte de la península de Corea."
        },
        {
            "heading": "Reinos en transformación",
            "text": "Tras la conquista de los reinos de Koguryo y Paekche, la nueva \"Silla Unificada\", denominada a menudo \"Silla Posterior\", mantendría el control de la península durante varios siglos. Como suele ocurrir tras un periodo tan largo de dominio ininterrumpido, la autoridad del rey comenzó a ponerse en duda alrededor del siglo IX d. C. El \"sistema de jerarquía de huesos\", una especie de segregación hereditaria basada en los lazos sanguíneos con el rey, había mantenido el equilibrio de poder entre el rey y la nobleza aristocrática durante un tiempo. Sin embargo, el sistema acabaría por contribuir a la caída de Silla, pues la nobleza, de la que dependían inevitablemente para la fiscalidad y la administración, acabó harta de un sistema de castas que limitaba su función en el gobierno.Al final, las continuas luchas internas desembocarían en la sumisión del reino a la emergente Dinastía Koryo en 935. Los Koryo lograron conservar un reinado soberano en Corea hasta 1392, a pesar de la presión de la Dinastía mongola Yuan de China."
        },
        {
            "heading": "Dinastía Joseon",
            "text": "La Dinastía Joseon, considerada generalmente como el reino más notable de la historia de Corea, fue fundada por el rebelde comandante de los Koryo, Yi Song-gye, en 1392. En vez de invadir la provincia china vecina de Liaodong (lo que serviría de ataque preventivo contra la Dinastía china Ming), tal como se le ordenó, Yi decidió aprovechar la oportunidad para tomar él mismo el control de Corea, de modo que dirigió a su ejército a la capital Koryo y destronó al rey en un golpe militar. Formó así su propia dinastía y se nombró rey Taejo de Joseon, en honor al antiguo reino de Joseon. Sería Taejo quien crearía la primera dinastía unificada de la historia de Corea.El más respetado de todos los líderes Joseon, el rey Sejong el Grande, gobernó desde 1418 hasta su muerte, en 1450. Las políticas de Sejong prepararon el terreno para la realización de grandes progresos en las artes y las ciencias durante su reinado, incluida la publicación de la lengua escrita coreana, el \"hangul\". Fue también durante este periodo cuando el confucianismo coreano, cuyas raíces se habían establecido durante la anterior Dinastía Koryo, se extendería por toda Corea. El neoconfucianismo, conocido como \"seongnihak\", se convertiría en la principal escuela filosófica de los intelectuales de la península. Estos valores confucianos, que insistían en la moralidad y la superación personal, formaron la base de muchos de los valores que son aún sagrados en la sociedad coreana actual.La Dinastía Joseon vería regir a 27 monarcas distintos a lo largo de los 500 años que mantuvo el poder, hasta el 1897. Durante los años de decadencia de la dinastía, Corea experimentó una época de aislamiento y contacto limitado con las naciones vecinas, en un esfuerzo por mitigar las influencias externas. Después de haber pasado tanto tiempo sometida a las influencias china y japonesa, muchos historiadores creen que fue durante este periodo cuando Corea se labró el sobrenombre de \"Reino Ermitaño\" y comenzaron a tomar forma los indicios de la moderna identidad nacional de Corea."
        },
        {
            "heading": "Imperio Coreano",
            "text": "La Primera Guerra Chino-Japonesa, que se desarrolló sobre amplias franjas de la península de Corea a comienzos de 1894, sacaría a relucir la fuerza emergente de Japón en Asia oriental. Tras largo tiempo sometida a la influencia china y temerosa del nuevo poder que demostraba ahora Japón, los líderes Joseon consideraron oportuno declarar la creación del Imperio de Corea en 1897, con la esperanza de afirmar la independencia de Corea tanto de China como de Japón. Pero estas aspiraciones durarían poco, pues Japón pasó pronto a establecer su control sobre Corea tras derrotar a gran parte de las fuerzas chinas de la Dinastía Qing."
        },
        {
            "heading": "Ocupación japonesa",
            "text": "El Tratado de Japón y Corea de 1910 (que, según han afirmado siempre los historiadores coreanos, solo se firmó como consecuencia de una extrema presión) supondría la anexión total de Corea a Japón. A pesar de la existencia de un activo movimiento de resistencia en el pueblo coreano desde las primeras fases de la ocupación, Japón mantuvo el control de la nación casi 35 años. El \"Gobierno Provisional de la República de Corea\", con base en Shanghái, China, ejercería de gobierno coreano en el exilio durante la ocupación. El control de Japón sobre Corea acabó finalmente el 2 de septiembre de 1945, con la derrota de Japón en la Segunda Guerra Mundial. Aún hoy muchos coreanos guardan un fuerte rencor a Japón por este oscuro periodo de su historia."
        },
        {
            "heading": "Guerra de Corea",
            "text": "La Guerra de Corea, el gran conflicto que dividió a la península de Corea tal y como se muestra hoy, surgió como consecuencia del vacío de poder que dejó la derrota de Japón en la Segunda Guerra Mundial. El paralelo 38, una línea divisoria acordada por los Estados Unidos y la Unión Soviética, debía marcar una separación administrativa temporal entre los países. En 1948, Corea del Norte formó un gobierno comunista dirigido por Kim Il-Sung, mientras que Corea del Sur eligió a su primer presidente, Syngman Rhee, mediante elecciones nacionales. Ambos líderes insistieron en que el pueblo coreano habría de unirse bajo un mismo mandato, pero cada uno esperaba que la unificación se produjera bajo su propio sistema político.En junio de 1950, Corea del Norte invadió Corea del Sur, con ayuda de equipo militar soviético de la Segunda Guerra Mundial. Poco después, Naciones Unidas emitió una resolución que condenaba la invasión y recomendaba la intervención militar por parte de los estados miembros. Por entonces, Estados Unidos consideraba que la difusión del comunismo era una consecuencia directa de la influencia soviética, y respondió como la primera potencia militar en auxilio de Corea del Sur.Aunque Corea del Norte capturó buena parte del territorio del sur en los comienzos de la guerra, la llegada de las fuerzas estadounidenses, dirigidas por el General MacArthur, pronto daría un vuelco a la situación. Finalmente, las fuerzas estadounidenses y surcoreanas recuperaron el territorio de Corea del Sur hasta el paralelo 38, hasta que los combates con el norte llegaron a un punto muerto. Las negociaciones a favor de un armisticio, que pondría fin al combate (aunque no acabaría oficialmente con la guerra), comenzaron en 1951 y se prolongaron varios años. La República Popular Democrática de Corea (norte) y la República de Corea (sur) firmaron al fin el armisticio, según las indicaciones de Naciones Unidas, en 1953."
        },
        {
            "heading": "División de Corea",
            "text": "Oficialmente, el armisticio firmado por las repúblicas coreanas solo estipuló un cese de los enfrentamientos armados, de modo que, en teoría, las dos siguen aún en guerra. Hoy día, la zona desmilitarizada (DMZ) que las divide es la frontera más fortificada de la Tierra, y ambos bandos se vigilan atentamente. A lo largo de los años, se ha producido una serie de incursiones ocasionales y otras violaciones del armisticio, sobre todo acciones hostiles por parte del régimen de Corea del Norte. A pesar de estos incidentes, este delicado alto el fuego lleva vigente más de 50 años."
        },
        {
            "heading": "Corea moderna",
            "text": "Hoy en día, Corea del Sur se ha convertido en un líder mundial en desarrollo científico y tecnológico, y se le reconoce como uno de los \"cuatro tigres asiáticos\", un grupo de economías industrializadas muy desarrolladas de Asia (las otras tres son Hong Kong, Singapur y Taiwán). Con una mano de obra bien educada y entrenada, Corea del Sur se encuentra siempre dispuesta a adquirir los últimos avances tecnológicos, haciendo gala de conexiones domésticas de Internet que están entre las más rápidas del mundo, además de contar con empresas líderes del mercado, como Samsung o LG, dos de los mayores fabricantes de teléfonos móviles del mundo.Por el contrario, el reservado gobierno de Corea del Norte ha tenido problemas para atender las necesidades cotidianas de su pueblo, que sufre hambre y pobreza bajo el régimen comunista. Lo poco que sabemos de Corea del Norte, aislada como se encuentra del escrutinio público, nos llega de disidentes que han logrado escapar del país, o bien de las visitas que en raras ocasiones se han permitido a periodistas extranjeros. Ha recibido frecuentes sanciones de la comunidad internacional por desarrollar peligrosos programas armamentísticos, y la limitada economía de Corea del Norte requiere el apoyo constante de la República Popular China, así como de los esfuerzos humanitarios promovidos por los estados miembros de las Naciones Unidas."
        },
        {
            "heading": "Corea moderna",
            "text": "Hoy en día, Corea del Sur se ha convertido en un líder mundial en desarrollo científico y tecnológico, y se le reconoce como uno de los \"cuatro tigres asiáticos\", un grupo de economías industrializadas muy desarrolladas de Asia (las otras tres son Hong Kong, Singapur y Taiwán). Con una mano de obra bien educada y entrenada, Corea del Sur se encuentra siempre dispuesta a adquirir los últimos avances tecnológicos, haciendo gala de conexiones domésticas de Internet que están entre las más rápidas del mundo, además de contar con empresas líderes del mercado, como Samsung o LG, dos de los mayores fabricantes de teléfonos móviles del mundo.Por el contrario, el reservado gobierno de Corea del Norte ha tenido problemas para atender las necesidades cotidianas de su pueblo, que sufre hambre y pobreza bajo el régimen comunista. Lo poco que sabemos de Corea del Norte, aislada como se encuentra del escrutinio público, nos llega de disidentes que han logrado escapar del país, o bien de las visitas que en raras ocasiones se han permitido a periodistas extranjeros. Ha recibido frecuentes sanciones de la comunidad internacional por desarrollar peligrosos programas armamentísticos, y la limitada economía de Corea del Norte requiere el apoyo constante de la República Popular China, así como de los esfuerzos humanitarios promovidos por los estados miembros de las Naciones Unidas."
        }
    ],
    "leader": {
        "name": "Sejong el Grande",
        "subtitle": "Líder de Corea",
        "lived": "1397 - 1450 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/sejong_the_great.png",
        "trait": {
            "name": "Eruditos de la Sala de Jade",
            "effect": "+2 a Ciencia por todas las mejoras de casilla por especialistas y grandes personajes. Se recibe una mejora de tecnología cada vez que se construye un edificio científico o una maravilla en la capital coreana."
        },
        "titles": [
            "Rey de la Dinastía Joseon"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Sejong Daewang, conocido en la historia como \"Sejong el Grande\", fue el cuarto rey de la Dinastía Joseon de Corea, y su mandato abarcó desde el año 1418 hasta su muerte, en 1450. Considerado por muchos como el mayor rey de la historia de Corea, a Sejong se le conoce por su notable aprecio y respeto hacia la vida humana, que lo llevó a adoptar numerosas políticas sociales y civiles para mejorar el bienestar de su pueblo. También alentó avances en la ciencia y la tecnología, y se le acredita la creación de la lengua escrita coreana, el hunminjeongeum, conocida hoy como \"hangul\"."
            },
            {
                "heading": "Primeros tiempos",
                "text": "Nacido el 7 de mayo de 1397, Sejong fue el tercer hijo del rey Taejong de la Dinastía Joseon. Se dice que fue un estudiante excepcional y un ávido lector desde temprana edad, y a los 16 años fue proclamado príncipe heredero. A los 21, Sejong ascendió al trono, y su impacto en la vida coreana y la estructura política del reino fue inmediato."
            },
            {
                "heading": "Lengua, literatura y ciencia",
                "text": "Quizá el hecho más conocido de Sejong sea su introducción de la lengua escrita coreana, el hangul. El \"Chiphyonjon\", o \"Salón de los Venerables\", establecido en 1420, era un colectivo de estudiosos de renombre seleccionados por el propio rey. Si bien se creó como centro de investigación, posteriormente se le encomendó la creación de un alfabeto coreano para ayudar a que los ciudadanos de a pie comprendieran el idioma. Hasta ese momento, Corea había recurrido para todas las obras escritas a la escritura \"hanja\" china, que incorporó al dialecto coreano. Sin embargo, la mayor parte de la población no entendía estos caracteres, y Sejong trató de cambiar esta situación de analfabetismo.Conocida en un principio como \"hunminjeongeum\" (literalmente, \"los sonidos correctos para la instrucción del pueblo\"), esta escritura nativa coreana haría florecer una nueva era de alfabetización y comprensión entre los ciudadanos corrientes de Corea. Su primera publicación tuvo lugar en 1446, pero pasarían varios años hasta que su uso se generalizara. El 9 de octubre, la fecha original de su publicación, se celebra en la actualidad como el \"Día del Hangul\" en toda Corea del Sur."
            },
            {
                "heading": "El líder magnánimo",
                "text": "Sejong dejó un legado de gran benevolencia, motivada por su firme convicción de que todas las personas merecían su respeto, no solo los súbditos de su reino, sino también las llamadas \"tribus bárbaras\" que vivían repartidas por toda Asia. La norma con la que medía su propio éxito como líder era la felicidad y prosperidad de su pueblo, de cuyo bienestar hizo su máxima prioridad. Como rey, Sejong repartió los excedentes de alimentos a los pobres y a los ancianos, y con frecuencia abolió los impuestos de granjeros (e incluso, ocasionalmente, de provincias enteras) que habían sufrido penurias por el mal tiempo o la escasez de las cosechas. Sejong también se hizo famoso por invitar a ancianos a banquetes en su honor, sin importar su estado social o categoría."
            },
            {
                "heading": "Las leyes y el sistema de justicia penal",
                "text": "Sejong acordó una serie de mejoras en el sistema judicial coreano para facilitar la celebración de juicios justos y castigos razonables para los condenados. Le parecía injusto responsabilizar a los ciudadanos de violar la ley sin asegurarse antes de que tenían alguna forma de entender las leyes que habían transgredido. A pesar de la resistencia de sus ministros, Sejong ordenó la exposición pública de todo el código legal coreano para que todos los ciudadanos pudieran leerlo.También se opuso a la pena de muerte, e informó a los jueces de que no debía usarse a no ser que fuese estrictamente necesario. Su aprobación de la \"Ley de las tres apelaciones\" concedió a los acusados hasta tres apelaciones al rey, lo que les garantizó la oportunidad de defenderse."
            },
            {
                "heading": "Avances militares",
                "text": "Bajo el mandato de Sejong, Corea inició el desarrollo de varias armas de pólvora básicas, entre ellas el famoso \"hwach'a\", o \"vehículo de fuego\". Diseñado específicamente como arma anti-infantería, el hwach'a era una plataforma con ruedas capaz de lanzar decenas de flechas impulsadas por pólvora al campo de batalla. Aunque su uso fue limitado durante los años de Sejong, el hwach'a se convertiría en un arma defensiva crucial para la península coreana durante los siglos posteriores. En la Batalla de Haengju de 1593, 3.000 soldados coreanos repelieron una fuerza invasora japonesa de más de 30.000 hombres gracias al uso del hwach'a, con el que provocaron 10.000 bajas."
            },
            {
                "heading": "El juicio de la historia",
                "text": "A edad ya avanzada, Sejong siguió implicándose en sus tareas diarias y en los asuntos del gobierno, a pesar de quedarse ciego y desarrollar diabetes, que finalmente sería la causa de su fallecimiento el 18 de mayo de 1450. La historia recuerda a Sejong por su liderazgo sabio, noble y compasivo, que impulsó avances asombrosos en la ciencia y la tecnología, y que llevó a una revolución del desarrollo cultural del pueblo coreano cuyos efectos se extenderían aún varios siglos después de su muerte."
            }
        ]
    }
}