{
    "id": 38,
    "name": "Marruecos",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/morocco.png",
    "dawn_of_man": "El pueblo de Marruecos espera que lo guiéis, gran sultán Ahmad Al-Mansur de la Dinastía Saadí. Famoso por vuestra habilidad como negociador y diplomático, vuestras cuidadosas palabras permitieron forjar nuevas alianzas, lo que aseguró la soberanía de vuestra nación y de su pueblo durante décadas. Aun así, cuando las palabras fallaron, encontrasteis un éxito igual en la conquista y llevasteis a los ejércitos marroquíes a la victoria en el campo de batalla, con lo que ampliasteis enormemente los dominios de vuestro imperio.Sabio y respetado sultán, el pueblo mira hacia vos en busca de liderazgo. ¿Podrá vuestra habilidad para la diplomacia igualar a la de vuestros rivales, o iréis a buscarlos espada en mano? Vuestro reino, grande antaño, anhela su gloria pasada... ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Caballería bereber|Caballerías bereberes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/berber_cavalry.json"
        }
    ],
    "city_names": [
        "Marrakech",
        "Rabat",
        "Fez",
        "Casablanca",
        "Tánger",
        "Sale",
        "Ouarzazate",
        "Meknes",
        "Agadir",
        "Oujda",
        "Kenitra",
        "Tetuán",
        "Essaouira",
        "Safi",
        "Taroudant",
        "Mohammadia",
        "El Aaiún",
        "Beni-Mellal",
        "El Jadia",
        "Alcazarquivir",
        "Taza",
        "Fquih Ben Salah",
        "Khouribga",
        "Nador",
        "Settat",
        "Berrechid",
        "Larache",
        "Khemisset",
        "Guelmim",
        "Dakhla",
        "Chauen",
        "Ben Guerir",
        "El Kelaa Des Sraghna",
        "Erfoud"
    ],
    "spy_names": [
        "El-Krim",
        "Ibn-Battuta",
        "Al-Jazzar",
        "Al-Kahina",
        "Hayyuj",
        "Kusayla",
        "Al-Idrisi",
        "Salih",
        "Tariq",
        "Dihya"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Según el reportero norteamericano Richard H. Davies (1864-1916), \"Marruecos es un lugar muy bonito echado a perder por una civilización\". Con independencia de que esta aseveración sea o no cierta, la verdad es que Marruecos es uno de los estados islámicos más progresistas y mantiene fuertes lazos económicos y culturales con las naciones occidentales liberales, aunque conserva su identidad cultural propia. Pese a que la zona que comprende Marruecos lleva habitada desde la Antigüedad –con asentamientos fundados por los fenicios, los cartagineses, los romanos y los vándalos–, el país se unificó por primera vez tras la revuelta de los bereberes (739-743) que depuso al gobierno árabe. Con los sucesivos califatos islámicos, Marruecos dominó el vasto Magreb, una región del noroeste de África que engloba las cordilleras del Atlas y del Rif, el Sáhara Occidental y la costa mediterránea meridional. En el año 1554, el sultán saadí Mohamed ash-Sheikh reclamó la soberanía de todo Marruecos. El país rechazó varias invasiones e incursiones de los europeos y de los turcos otomanos durante el siglo siguiente, lo que lo convirtió en el único país árabe que nunca sufrió la dominación otomana. El siglo XVII vio a la Dinastía Saadí sustituida por la Alauita, que sigue gobernando como monarquía constitucional. Pese a un periodo de cincuenta años como protectorado francés y español, Marruecos recuperó su independencia en 1956."
        },
        {
            "heading": "Clima y terreno",
            "text": "Gran parte del Marruecos moderno es montañoso; la cadena del Rif bordea el Mediterráneo desde el noroeste al noreste, y las montañas Atlas van desde el noreste hasta el suroeste pasando por el centro de Marruecos. El desierto del Sáhara Occidental cubre la mayor parte suroriental del país. El Magreb está dominado por un clima mediterráneo al norte, entre las montañas del Atlas y la costa, y por el árido Sáhara al sur. Así, las zonas septentrionales de Marruecos disfrutan de inviernos frescos y húmedos y de veranos secos y cálidos, mientras que el Sáhara está caracterizado por un calor extremo y la falta de precipitaciones. Las llanuras costeras se han cultivado intensamente desde la llegada de los primeros seres humanos a la zona. Aunque la cadena del Rif suele ser un yermo cubierto de hierbas y musgo, en las montañas del Atlas, más altas, han abundado los bosques de robles, enebros y cedros y muchas especies de caza durante la mayor parte de su historia escrita. En contraste, el Sáhara solo contiene dunas de arena y afloramientos rocosos, interrumpidos por algún oasis ocasional. Aunque otros pueblos colonizaron por las ricas costas, fueron las duras montañas del Rif y del Atlas las que dieron luz a los bereberes."
        },
        {
            "heading": "El antiguo Marruecos",
            "text": "La tierra que comprende Marruecos ha sido cuna de los hombres durante cientos de miles de años. Los huesos del primer homo sapiens, descubierto en Jebel Irhoud, se remontan a hace 160.000 años. Una cultura neolítica, que daría lugar a la bereber, surgió entre el 6000 y el 3000 a. C. en el Magreb, que era menos árido que en la actualidad. El idioma bereber, junto con varios agrícolas, vio la luz al pie de las montañas del Atlas y en la costa atlántica alrededor del año 2000 a. C.Comerciantes fenicios que exploraban el Mediterráneo occidental alrededor del año 1200 a. C. fundaron asentamientos por la costa para extraer sal y minerales en el actual Marruecos. Cartago, que se expandía hacia occidente desde sus territorios en Túnez, forjó relaciones con varios reinos bereberes en el siglo V a. C. Aunque Cartago extendió su hegemonía a lo largo de la mayor parte de la costa mediterránea del Norte de África, un poderoso reino bereber, Mauritania, siguió siendo independiente. Tras las guerras Púnicas, la administración romana sustituyó a la cartaginesa y todos los reinos bereberes, Mauritania incluida, se convirtieron en vasallos de los romanos. A su vez, el declive de Roma en Occidente trajo a los vándalos desde España, a través del estrecho de Gibraltar en el siglo V d. C. Bajo el gran rey Genserico y sus sucesores, los marinos vándalos forjaron un imperio sobre las ruinas romanas que abarcó desde las montañas del Atlas hasta Córcega y Sicilia."
        },
        {
            "heading": "El Marruecos islámico",
            "text": "Los árabes se apoderaron del Magreb en la última mitad del siglo VII, convirtiendo a la población bereber indígena al Islam. Aunque nombraban a gobernadores locales para administrar la región, en general, los dirigentes árabes consideraban a los bereberes poco más que un pueblo conquistado molesto e imponían a las tribus impuestos y tributos abusivos. En el año 740 d. C., los bereberes se levantaron. La rebelión, iniciada entre las tribus del Marruecos occidental, se extendió por el Magreb como un fuego desbocado, pero se apagó ante las murallas de la ciudad fortaleza árabe de Kairuán. Sin embargo, los bereberes ya se habían independizado de los árabes, y ni sus sucesores omeyas ni abasíes pudieron volver a imponer su autoridad sobre el \"Salvaje Oeste\" del Islam. Marruecos llevaba la impronta de docenas de pequeños reinos bereberes autónomos; mientras, los bereberes de esos reinos separados conformaron el Islam según sus propios gustos, desde ramas islamistas radicales a la síntesis de otras fes con el Islam.Marruecos se convirtió rápidamente en un cobijo para refugiados, radicales, rebeldes y aventureros del califato árabe oriental. Uno de ellos, Idris ibn Abdallah, hizo frente común con los bereberes aurabas para conquistar a varias tribus y fundar la dinastía idrísida en el año 788. Su hijo, Idris II, construyó una nueva capital en Fez, y Marruecos se convirtió en una gran potencia y centro de la erudición islámica.Esta \"edad de oro\" terminó a principios del siglo X, cuando llegó del este otro grupo de refugiados religiosos. Los fatimidas se habían hecho con el poder en la actual Túnez y pasaron a invadir Marruecos, conquistando a los idrísidas y al reino Sijilmassa, al sur. Pero los invasores encontraron imposible hacer valer su autoridad entre los miembros de las tribus bereberes. El Magreb se sumió en un caos en el que luchaban los generales fatimidas, los leales a los idrísidas, los aventureros omeyas, los caciques tribales y los profetas religiosos militantes. En 965, el califa fatimida al-Muizz llevó un ejército enorme a Marruecos para imponer el orden, aunque este solo duró hasta que los fatimidas volvieron su atención hacia Egipto y su nueva capital, El Cairo."
        },
        {
            "heading": "Las dinastías bereberes",
            "text": "Tras casi un siglo de anarquía, Marruecos llegaría a su cénit de cultura y poder en los siglos XI y XII, con varias dinastías bereberes: los almorávides, los almohades, los benimerines y los wattásidas. Cada una de estas dinastías, que unificaría brevemente Marruecos, surgió de las fronteras meridionales de las montañas del Atlas, fue fundada por reformistas religiosos y se basaba en confederaciones de tribus dispersas y rivales. Aunque estos reinos dieron a los bereberes un cierto sentido de identidad nacional y colectiva, ninguno consiguió crear una unidad política integrada en el Magreb. Pese a algunas obras brillantes de la cultura y el saber, las dinastías bereberes se vinieron abajo ante las tribus revoltosas que exigían autonomía y valoraban la identidad individual."
        },
        {
            "heading": "Los sultanes saadíes",
            "text": "El gobierno de la dinastía Saadí, una familia árabe que decía descender directamente de Mahoma, empezó en el año 1554, cuando Mohammed ash-Sheikh derrotó a los wattásidas y a sus aliados bereberes en la batalla de Tadla. Los saadíes ya habían capturado la capital wattásida de Fez y, cuando el último dirigente wattásida murió en Tadla, ash-Sheikh se declaró sultán incontestable de Marruecos. No obstante, su reinado fue corto, pues los otomanos lo hicieron asesinar en 1557 e invadieron el país al año siguiente. El ejército otomano se vio derrotado por una coalición de fuerzas saadíes, bereberes y españolas para asegurar que la familia saadí conservara el control del trono.El siguiente en la línea de sucesión, Abdallah al-Ghalib (1557-1574), pasó su reinado consolidando su soberanía sobre las tribus bereberes díscolas y enfrentando a los españoles contra los otomanos. Tras su muerte, una pugna por el poder entre sus hijos terminó con la subida al trono del quinto de ellos, el habilísimo Ahmad al-Mansur. Nacido de madre bereber, disfrutaba de un apoyo sin igual entre los bereberes y, al ser un musulmán devoto, también entre los árabes. Enriquecido por el rescate pagado por los nobles portugueses tras la batalla de Alcazarquivir (también llamada \"la batalla de los Tres Reyes\") y la invasión del Imperio Songhai por el Sáhara, Marruecos entró en un periodo de paz relativa con avances científicos y artísticos y grandes construcciones.La muerte de Al-Mansur por la peste en 1603 inició una guerra de sucesión que duró 24 años y precipitó la caída de la dinastía Saadí. Aunque cuatro sultanes saadíes seguidos reinarían en un Marruecos reunificado entre 1627 y 1659, estos años se vieron marcados por la pérdida constante de territorio, riqueza e influencia."
        },
        {
            "heading": "Los alauitas",
            "text": "Durante el periodo de agitación que siguió a la muerte de al-Mansur, la familia alauita unió a varias tribus bereberes y beduinas que vivían en la zona aledaña al oasis de Tafilalet. Para el año 1664, todo el Sáhara marroquí y el valle del río Draa se encontraban bajo la soberanía alauita. Dos años después, con un pequeño ejército de hombres de las tribus, Mulay Rachid marchó hacia Fez y puso fin a la influencia de la zauiya de Dila, un movimiento nacionalista bereber que controlaba gran parte del norte de Marruecos. En 1669, el último sultán saadí resultó depuesto en la caída de Marrakech ante Rachid, que se proclamó sultán de todo Marruecos.Durante 150 años, Marruecos prosperó bajo el gobierno alauita, gracias a la modernización, las reformas administrativas, la tolerancia religiosa y el aumento del comercio con Europa y los Estados Unidos. Pero cuando el sultán Abd ar-Rahmán ibn Hisham (1822-1859) apoyó el movimiento de independencia argelino de Abd al-Qádir, las fuerzas francesas lo derrotaron sin paliativos en 1844. Sus sucesores, Mohámed IV y Hassán I, se vieron sumidos cada vez más en el conflicto contra las potencias europeas. Aunque la Conferencia de Madrid (1880) garantizaba supuestamente la independencia de Marruecos, los franceses interfirieron repetidamente en sus asuntos internos. Los esfuerzos alemanes por contrarrestar la influencia francesa en el Magreb llevaron a la Primera (1905-1906) y Segunda Crisis (1911) Marroquíes. En diciembre de 1912, los sultanes alauitas se vieron obligados a reconocer el protectorado francés de Marruecos en el tratado de Fez. Alrededor de la misma fecha, la región del Rif del norte de Marruecos se vio puesta bajo la \"protección\" de España."
        },
        {
            "heading": "Protectorados europeos e independencia",
            "text": "Técnicamente, los protectorados no privaron a Marruecos de su condición de estado soberano y los sultanes alauitas \"reinaron, pero no gobernaron\". Francia tenía una larga experiencia en instituir su administración sobre otros países, que había adquirido en su conquista de Argelia y en el protectorado de Túnez. No obstante, había algunas diferencias cruciales. Para empezar, el protectorado marroquí se estableció menos de dos años antes del estallido de la Primera Guerra Mundial, que trajo nuevas inquietudes sobre la moralidad del gobierno colonial y lo puso en tela de juicio. Además, los nuevos administradores franceses rechazaron la política previa de asimilación de los nativos; en vez de ello, optaron por usar la planificación urbana y la educación como maneras de evitar la mezcla de culturas. Por último, Marruecos tenía una tradición milenaria de independencia gracias al fiero individualismo de sus tribus bereberes.Los gobernadores franceses de Marruecos se aliaron políticamente con las decenas de miles de colonos franceses que entraron a espuertas para adquirir grandes parcelas de la rica tierra agrícola. En la propia Francia, las facciones políticas apoyaban las medidas más draconianas para aumentar el control por parte de los franceses. Como la pacificación de los bereberes y nacionalistas avanzaba lentamente, el gobierno francés quiso forzar el desarrollo económico, incluidas la explotación de los ricos depósitos de minerales marroquíes, la creación de un sistema moderno de transporte y la inversión en una industria agrícola moderna dirigida a alimentar los mercados franceses.El protectorado español fue más benigno y mantuvo las leyes locales y la autoridad de los dirigentes del lugar. El hecho era que el Rif tenía muchos enclaves de judíos sefardíes, descendientes de los refugiados de España y Portugal de los años 1490, que se habían beneficiado del comercio entre África y la península Ibérica durante siglos, lo que hizo más cómodo indudablemente el gobierno español en términos de idioma y cultura. El gobierno español tampoco animó a sus ciudadanos a emigrar a Marruecos, pero sí a invertir en empresas marroquíes. En general, y a excepción del periodo de la Guerra Civil española (a finales de los años 30), el Marruecos español fue pacífico y provechoso para todos los implicados.Tras años de agitaciones, disturbios urbanos y levantamientos tribales, en 1953 los franceses exiliaron al amado sultán marroquí Mohámed V y lo sustituyeron por Mohámed ben Aarafa, cuyas pretensiones al trono todos veían como ilegítimas. Tres años más tarde, enfrentada a una resistencia marroquí unida y a una guerra civil que asolaba Argelia, Francia accedió a negociar una vuelta a la independencia para el país. Mohámed V consiguió firmar el restablecimiento gradual de la soberanía en Marruecos, al acceder –entre otras cosas– al establecimiento de un monarca constitucional y un gobierno parlamentario bicameral. Los sucesivos reyes alauitas siguieron forjando lazos todavía más estrechos con las democracias occidentales, lo que ha convertido a Marruecos en una de las naciones musulmanas más estables y liberales, con una cultura y una economía dinámicas."
        },
        {
            "heading": "Protectorados europeos e independencia",
            "text": "Técnicamente, los protectorados no privaron a Marruecos de su condición de estado soberano y los sultanes alauitas \"reinaron, pero no gobernaron\". Francia tenía una larga experiencia en instituir su administración sobre otros países, que había adquirido en su conquista de Argelia y en el protectorado de Túnez. No obstante, había algunas diferencias cruciales. Para empezar, el protectorado marroquí se estableció menos de dos años antes del estallido de la Primera Guerra Mundial, que trajo nuevas inquietudes sobre la moralidad del gobierno colonial y lo puso en tela de juicio. Además, los nuevos administradores franceses rechazaron la política previa de asimilación de los nativos; en vez de ello, optaron por usar la planificación urbana y la educación como maneras de evitar la mezcla de culturas. Por último, Marruecos tenía una tradición milenaria de independencia gracias al fiero individualismo de sus tribus bereberes.Los gobernadores franceses de Marruecos se aliaron políticamente con las decenas de miles de colonos franceses que entraron a espuertas para adquirir grandes parcelas de la rica tierra agrícola. En la propia Francia, las facciones políticas apoyaban las medidas más draconianas para aumentar el control por parte de los franceses. Como la pacificación de los bereberes y nacionalistas avanzaba lentamente, el gobierno francés quiso forzar el desarrollo económico, incluidas la explotación de los ricos depósitos de minerales marroquíes, la creación de un sistema moderno de transporte y la inversión en una industria agrícola moderna dirigida a alimentar los mercados franceses.El protectorado español fue más benigno y mantuvo las leyes locales y la autoridad de los dirigentes del lugar. El hecho era que el Rif tenía muchos enclaves de judíos sefardíes, descendientes de los refugiados de España y Portugal de los años 1490, que se habían beneficiado del comercio entre África y la península Ibérica durante siglos, lo que hizo más cómodo indudablemente el gobierno español en términos de idioma y cultura. El gobierno español tampoco animó a sus ciudadanos a emigrar a Marruecos, pero sí a invertir en empresas marroquíes. En general, y a excepción del periodo de la Guerra Civil española (a finales de los años 30), el Marruecos español fue pacífico y provechoso para todos los implicados.Tras años de agitaciones, disturbios urbanos y levantamientos tribales, en 1953 los franceses exiliaron al amado sultán marroquí Mohámed V y lo sustituyeron por Mohámed ben Aarafa, cuyas pretensiones al trono todos veían como ilegítimas. Tres años más tarde, enfrentada a una resistencia marroquí unida y a una guerra civil que asolaba Argelia, Francia accedió a negociar una vuelta a la independencia para el país. Mohámed V consiguió firmar el restablecimiento gradual de la soberanía en Marruecos, al acceder –entre otras cosas– al establecimiento de un monarca constitucional y un gobierno parlamentario bicameral. Los sucesivos reyes alauitas siguieron forjando lazos todavía más estrechos con las democracias occidentales, lo que ha convertido a Marruecos en una de las naciones musulmanas más estables y liberales, con una cultura y una economía dinámicas."
        }
    ],
    "leader": {
        "name": "Ahmed Al-Mansur",
        "subtitle": "Líder de Marruecos",
        "lived": "1549-1603 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ahmad_al-mansur.png",
        "trait": {
            "name": "Puerta hacia África",
            "effect": "Recibe +3 de Oro y +1 de Cultura por cada ruta comercial con una civilización o una ciudad-estado distinta. El dueño de la ruta comercial recibe +2 de Oro por cada ruta con destino a Marruecos."
        },
        "titles": [
            "Sultán de la Dinastía Saadí"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Ahmed Al-Mansur, uno de los líderes más influyentes de la historia del norte de África, tuvo un impacto fundamental en el futuro de Marruecos. Fue el sexto sultán de la Dinastía Saadí durante el siglo XVI d. C. y destacó como astuto diplomático que aprovechó la ubicación estratégica de Marruecos para colocar a su reino como protagonista en el escenario mundial del Renacimiento."
            },
            {
                "heading": "Primeros tiempos",
                "text": "Fue el más joven de los hijos del sultán Mohammed ash-Sheikh, y al ser el quinto en la línea de sucesión, no se esperaba que subiera al trono de Marruecos. Nombraron heredero a su hermano mayor, Abdallah al-Ghalib, que ocupó el trono en el 1557 d. C. a la muerte de su padre. Desgraciadamente para al-Mansur, creyó que eliminar a sus hermanos menores era la forma más sencilla de asegurar su reinado, así que al-Mansur y su hermano Abd al-Malik huyeron del país y vivieron en el Imperio Otomano durante casi dos décadas."
            },
            {
                "heading": "Ascensión al poder",
                "text": "Tras la muerte del sultán Abdallah al-Ghalib en 1574, su hijo Abu Abdallah Mohammed subió al trono a pesar de que el legítimo heredero era Abd al-Malik. Con la ayuda de los otomanos (al-Mansur y su hermano seguían exiliados), Abd al-Malik reclutó un ejército, invadió Marruecos y depuso al usurpador Abu Abdallah Mohammed. Desgraciadamente para los dos pretendientes al trono de Marruecos, ambos murieron en la Batalla de Alcazarquivir de 1578, por lo que Ahmed al-Mansur fue proclamado sultán.Los ejércitos de Marruecos causaron muchas bajas a sus enemigos, incluido Portugal, que había apoyado al usurpador. Gracias a los miles de prisioneros portugueses que había capturado, al-Mansur pudo negociar un rescate elevado que le permitió llenar las arcas marroquíes."
            },
            {
                "heading": "Reinado",
                "text": "Una vez se consolidó en el trono, al-Mansur disfrutó de prestigio como líder de un Marruecos envalentonado con su nueva riqueza. Enseguida se dedicó a reformar el sistema administrativo de su nación, implementando nuevas formas de tasación. También intentó ampliar las fronteras de su imperio con campañas contra los songhai, de las que esperaba obtener ingresos para su reino. A pesar de las victorias y los saqueos de varias ciudades songhai, los problemas derivados de la administración de tierras tan distantes, al otro lado del Sáhara, demostraron ser excesivos incluso para al-Mansur.Desgraciadamente, los gastos de diversos proyectos de Al-Mansur -expansión militar y territorial, inversiones en edificios y grandes muestras de expresión cultural y artística- agotaron las repletas arcas marroquíes. Cuando la presión económica se hizo mayor, al-Mansur se vio obligado a limitar las grandes ambiciones que tenía para su reino. Marruecos se enfrentó a la titánica tarea de mantener el control de los lejanos territorios que había conquistado, muchos de los cuales se acabarían perdiendo.Con el fallecimiento de Ahmed al-Mansur en 1603, víctima de la peste, el poder y la influencia de Marruecos comenzó a menguar. En 1620 ya había perdido las ciudades songhai, otros usurparon las rutas comerciales de Marruecos y los problemas fiscales acosaban al sultanato. Al final, sus sucesores perdieron muchos de los progresos que había logrado la excelente administración y las dotes diplomáticas de al-Mansur."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Hoy en día se considera que Ahmed al-Mansur fue uno de los mejores diplomáticos de la historia y se destaca la facilidad con la que encontraba el equilibrio entre amigos y enemigos o entre cristianos y musulmanes. Sus argucias diplomáticas hicieron posible la independencia de Marruecos a pesar de los intereses de muchos reinos vecinos y el poderoso Imperio Otomano. Su reinado estuvo protagonizado por una tolerancia religiosa, un progreso científico y un florecimiento de las artes que el Norte África llevaba muchas décadas sin ver."
            }
        ]
    }
}