{
    "id": 14,
    "name": "Persia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/persia.png",
    "dawn_of_man": "¡Que el cielo os colme de bendiciones, amado rey Darío de Persia! Lideráis a un pueblo fuerte y sabio. En los albores del mundo, el gran líder persa Ciro se levantó contra el poderoso Imperio Meda y, en el año 550 a. C., los medas ya eran historia. Gracias a una astuta diplomacia y sus logros militares, el gran Ciro conquistó la rica Lidia y la poderosa Babilonia, y su hijo se hizo con el orgulloso Egipto años más tarde. Con el tiempo, el poder persa se expandió hasta la lejana Macedonia, a la mismísima puerta de las incipientes ciudades-estado griegas. Largo tiempo prosperó Persia, hasta que el advenedizo villano de Alejandro de Macedonia destruyó el gran imperio en una campaña estremecedora.Darío, vuestro pueblo vuelve la mirada hacia vos una vez más para que le devolváis los días de poder y gloria a Persia. El imperio de vuestros antepasados ha de emerger de nuevo para triunfar sobre sus enemigos y traer la paz y el orden al mundo. Oh, rey, ¿responderéis a la llamada? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Corte del sátrapa|Cortes de los sátrapas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/satrap's_court.json"
        }
    ],
    "unique_units": [
        {
            "name": "Inmortal|Inmortales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/immortal.json"
        }
    ],
    "city_names": [
        "Persépolis",
        "Pasargada",
        "Susa",
        "Ecbatana",
        "Tarso",
        "Gordium",
        "Bactra",
        "Sardis",
        "Ergili",
        "Dariush Kabir",
        "Ghulaman",
        "Zohak",
        "Istakhr",
        "Jinjan",
        "Borazjan",
        "Herat",
        "Dakyanus",
        "Bampur",
        "Tureng Tepe",
        "Rey",
        "Shiraz",
        "Tushpa",
        "Hasanlu",
        "Gabae",
        "Merv",
        "Behistún",
        "Kandahar",
        "Altin Tepe",
        "Bunyan",
        "Charsadda",
        "Ura Tyube",
        "Dura-Europos",
        "Alepo",
        "Qatna",
        "Kabul",
        "Capisa",
        "Kyreskhata",
        "Maracanda",
        "Peshawar",
        "Van",
        "Pteira",
        "Arshada",
        "Artacoana",
        "Aspabota",
        "Autiyara",
        "Bagastana",
        "Baxtri",
        "Darmasa",
        "Dafnai",
        "Drapsaka",
        "Eión",
        "Gandutava",
        "Gaugamela",
        "Harmozeia",
        "Hecatómpilos",
        "Izata",
        "Kampada",
        "Kapisa",
        "Karmana",
        "Cunaxa",
        "Kuganaka",
        "Nautaca",
        "Paishiyauvada",
        "Patigrbana",
        "Frada"
    ],
    "spy_names": [
        "Azi",
        "Dabir",
        "Firuz",
        "Gaspar",
        "Shahzad",
        "Aga",
        "Marjane",
        "Peri",
        "Sartaj",
        "Yasmín"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El término \"Persia\" deriva de una región del Irán meridional conocida antiguamente como \"Persis\". Se usa comúnmente para describir las zonas donde predominaban el idioma y las costumbres persas. Ha habido varios \"imperios persas\" durante la historia. En este artículo examinaremos en concreto la Dinastía Aqueménida, que se inició en el 559 a. C. y terminó unos dos siglos más tarde, bajo la acometida del genio militar griego Alejandro Magno."
        },
        {
            "heading": "Terreno y clima",
            "text": "La península de Irán, que conformaba el centro del Imperio Persa, es una altiplanicie rodeada de montañas al este y al oeste. Al sur se encuentra el golfo Pérsico y el golfo de Omán; al norte, el mar Caspio y más montañas. En su punto álgido, el Imperio Persa comprendía además Egipto, Oriente Medio y gran parte de Asia Menor (la actual Turquía). Es inútil generalizar sobre el terreno y el clima de una región tan grande y variada que abarca dos continentes."
        },
        {
            "heading": "Antes de los persas: los medos",
            "text": "Antes de los persas, los medos eran la potencia en auge en la zona. Según el antiguo historiador Herodoto, el primer rey medo fue Deyoces, que reinó del 728 al 675 a. C. Fraortes, el hijo de Deyoces, subyugó a los persas y murió posteriormente en una batalla contra los asirios. En algún momento del siglo VI, los escitas dominaron a los medos, pero se retiraron o fueron asimilados al acabar el siglo, con lo que el reino pasó a estar de nuevo bajo el control medo.Según cuentan, el rey Ciájares (625 - 585 a. C.) fue un gobernante brillante que reorganizó el ejército medo y lo llevó a combatir con gran éxito contra los poderosos asirios, capturando varias de sus ciudades más importantes. Ciájares se alió con los babilonios, y ambas potencias destruyeron Asiria. En el reparto de los despojos, Babilonia se quedó con todo el territorio asirio del Creciente Fértil (el área que se encuentra entre los ríos Tigris y Éufrates, y alrededores), mientras que los medos se apoderaron de los dominios asirios en las tierras altas del este y del norte de Babilonia, incluyendo el territorio de Asia Menor.El hijo de Ciájares, Astiajes, evidentemente no era tan astuto en política como su padre y sería el último rey de los medos."
        },
        {
            "heading": "El auge de Persia",
            "text": "Según la leyenda, el rey Ciájares le dio Persia a su vasallo Cambises I. Éste le legó la corona a su hijo, Ciro II, que consolidó su posición política al casarse con la hija de Astiajes, el rey medo. Pese al parentesco real, Ciro no estaba satisfecho con su posición subordinada y, tras aliarse con la vecina Babilonia, se rebeló contra los medos. En el 550 a. C., los persas ya habían salido victoriosos y los medos habían desaparecido.Ciro II fue el primer rey aqueménida de Persia. Tras conquistar el territorio medo, Ciro expandió Persia hasta Asia Menor. Primero aisló diplomáticamente a Lidia (cuyo rey era el famoso y riquísimo Creso) y luego la conquistó. Después, asedió sistemáticamente todas las ciudades-estado griegas de la costa occidental de Asia Menor y se apoderó de ellas. Con el flanco norte consolidado, Ciro II se volvió hacia el sur, contra Babilonia, su anterior aliada.Ésta, aunque era una gran potencia, estaba dividida internamente, tenía un rey muy impopular y, al permitir que Ciro destruyera Lidia, se había quedado sin posibles aliados. El caso es que cayó sin que Persia tuviera que esforzarse demasiado. En 539, Ciro entró triunfalmente en la ciudad. Gobernaba ya un imperio que se extendía hasta las fronteras de Egipto.Ciro no llegó a disfrutar mucho tiempo de sus triunfos. Murió en combate en Asia central en el 529 a. C."
        },
        {
            "heading": "La expansión persa",
            "text": "A Ciro II le sucedió su hijo, Cambises II. Tras asegurarse el trono supuestamente asesinando a su hermano Esmerdis en el 525 a. C., Cambises encabezó una campaña contra Egipto, que cayó tras las batallas de Pelusio y Menfis. A continuación, Cambises intentó extender más hacia el oeste su imperio, pero no tuvieron ningún éxito sus ataques contra Cartago, Nubia y los amonios. En 522, Cambises se enteró de que un impostor, que decía ser su hermano Esmerdis, estaba liderando una rebelión en Irán. Murió mientras volvía a toda prisa al país para recuperar el control de la región insurgente. Se dice que se suicidó, pero algunos historiadores creen que solo era propaganda que hizo circular su sucesor.Tras la muerte de Cambises II, uno de sus generales, llamado Darío, llevó sus tropas hasta Irán para aplastar la rebelión, que al parecer ya estaba muy avanzada cuando llegó él. Como era miembro de la casa de los aqueménidas y pariente lejano de Cambises, Darío se proclamó legítimo heredero. Le llevó un año de luchas encarnizadas contener la rebelión y asegurarse el derecho al trono, pero, en el año 521, Darío ya tenía un férreo control del Imperio Persa.Darío I fue sin duda alguna un líder excepcional. Tras sofocar la rebelión mediante una combinación de mano dura con los líderes rebeldes y clemencia con las poblaciones locales, trabajó para reorganizar el imperio y codificar sus leyes. Siguió expandiendo el poder persa en la India septentrional y abrió una cabeza de puente en el Helesponto, lo que proporcionó a Persia una entrada permanente en Europa. Consiguió reprimir una rebelión de las ciudades-estado griegas y se ganó la buena disposición de sus ciudadanos al deponer a los tiranos locales y devolverle la democracia al pueblo.En 492, las fuerzas de Darío habían recuperado Tracia y Macedonia en los Balcanes, allanando el terreno para la invasión de Grecia. Al principio, Darío subestimó las dificultades de la campaña griega y, en 490, los aliados griegos lo derrotaron en la decisiva batalla de Maratón. Darío se vio obligado a retirarse y reagruparse. Empezó a preparar otra campaña, pero a una escala mucho mayor e importante.Darío I murió en el 486 a. C. y le sucedió su hijo Jerjes I. Jerjes se tuvo que encargar de inmediato de una grave rebelión en Egipto, que dio por terminada en una rápida campaña en el 484. A diferencia de sus predecesores, fue muy duro con la provincia rebelde, depuso a los líderes locales e impuso el control directo de los persas sobre los ciudadanos. Hizo lo mismo con los babilonios cuando éstos se levantaron en el 482 a. C."
        },
        {
            "heading": "Jerjes y las campañas griegas",
            "text": "En el 480, Jerjes se dirigió con un poderoso ejército al norte de Grecia, apoyado por la poderosa armada persa. El norte helénico cayó fácilmente en manos de los invasores y, pese a la heroica resistencia de los espartanos y los beocios en las Termópilas, los griegos fueron incapaces de impedir que el ejército de Jerjes entrara en Atenas y saqueara la ciudad-estado más poderosa de Grecia. No obstante, los atenienses evacuaron la ciudad antes de que llegaran los persas y conservaron así gran parte del poder de su armada.En la batalla de Salamina (480 a. C.), una flota griega de unos 370 trirremes derrotó estrepitosamente a 800 galeras persas y destruyó 300 de ellas a un precio de 40 naves helenas. Esta derrota retrasó los planes de la ofensiva persa contra Grecia un año, dejando a los griegos tiempo de reorganizar sus defensas contra los invasores. Jerjes se vio obligado a regresar a Persia y dejar al mando a su general Mardonio, y los griegos pronto ganaron varias batallas importantes por mar y tierra contra el nuevo líder. Con la muerte de Mardonio en la batalla de Platea, la campaña terminó y los persas supervivientes se retiraron de Grecia desordenadamente.Jerjes nunca más volvería a organizar otra invasión de Grecia. Murió asesinado en el 465 a. C."
        },
        {
            "heading": "Estancamiento y declive de los persas",
            "text": "Los tres reyes persas que sucedieron a Jerjes I (Artajerjes I, Jerjes II y Darío II) gobernaron desde el 465 al 404 a. C. con debilidad y sin ninguna inspiración. A finales del siglo IV, los persas recuperaron cierto poder en el Egeo y consiguieron enfrentar a unos griegos contra otros durante la larga guerra del Peloponeso entre Esparta y Atenas. No obstante, en el 405 a. C., Egipto se levantó y Persia fue incapaz de recuperar el control de la obstinada provincia durante más de 50 años.A Darío lo sucedió Artajerjes II, que gobernó durante 45 años (del 404 al 359 a. C.). Durante su reinado, Artajerjes libró una guerra menor contra Esparta, una vez más por las colonias griegas de Asia Menor. Persia se alió con los atenienses (que se estaban recuperando de su desastrosa derrota en la guerra del Peloponeso) y Esparta se vio obligada a claudicar.Pese a estos logros esporádicos, a medida que Persia se adentraba en el siglo III, crecían su debilidad y desorganización. En el 373 a. C., se rebeló un grupo de sátrapas (gobernadores provinciales) del imperio. Fueron reprimidos, pero cada vez se dieron más sublevaciones. La precariedad de la posición del rey aumentó. Artajerjes III subió al trono en el 359 a. C. gracias a una traición y, en un intento por asegurarse el poder, asesinó a todos los miembros de su familia que pudo. En el 338 envenenaron a Artajerjes III por orden del eunuco Bagoas, que puso al hijo pequeño de rey asesinado, Arses, en el poder. Arses intentó envenenar a Bagoas en cuanto pudo, pero no lo consiguió y murió en el intento. A continuación, Bagoas puso en el trono a Darío III. Éste había sido el sátrapa de Armenia y, pese a que solo estaba emparentado muy lejanamente con el último rey, prácticamente ya no quedaba nadie más vivo con derecho a gobernar."
        },
        {
            "heading": "Filipo, Alejandro y el final de los aqueménidas",
            "text": "Es difícil decir si Darío III fue o no un líder especialmente eficaz. Cuando se sentó en el trono del imperio, éste ya llevaba en declive casi un siglo, y sus diversas partes integrantes se rebelaban constantemente contra el gobierno central, que cada vez resultaba más incapaz. Las intrigas palaciegas desgastaron todavía más a la monarquía, y los líderes que querían sobrevivir se pasaban tanto tiempo cubriéndose la espalda como velando por los intereses del imperio. Cualquier líder que asumiera el poder en esas circunstancias lo tendría difícil. Por mal que fueran las cosas dentro del país, palidecían ante los problemas con los que se encontró Darío III por todo el Helesponto.En el 359 a. C., el rey Filipo subió al trono de Macedonia, un país que se encontraba a horcajadas entre Grecia y los Balcanes. Con menos de 20 años, Filipo ya había conquistado toda Grecia y se estaba preparando para invadir Persia. Tras el asesinato de Filipo en el 336 a. C., un joven llamado Alejandro se hizo con la corona de Macedonia. Tras asegurar el trono y suprimir una rebelión griega, retomó los planes de invadir Persia de Filipo.Alejandro fue un genio militar y un hombre de gran coraje y de una ambición aún mayor. A la cabeza de un ejército griego muy disciplinado y que contaba con un armamento y unas tácticas superiores, se adentró en Persia como un cuchillo caliente en la mantequilla. Darío le presentó batalla repetidamente, muchas veces contando con la superioridad numérica, pero Alejandro no dejó de destrozar a sus ejércitos una y otra vez. La capital persa, Persépolis, cayó a manos de los ejércitos griegos en el 330 a. C., y mataron a Darío ese mismo año. El último aqueménida había caído ante los invasores."
        },
        {
            "heading": "Resumen",
            "text": "El Imperio Persa de los aqueménidas sobrevivió y medró en un entorno peligroso durante cerca de 200 años. En su punto álgido, dominó las tierras desde la India hasta Egipto y desde Irán hasta los Balcanes. Era un imperio torpe y desmañado que englobaba tres continentes, con ciudadanos que hablaban decenas de idiomas distintos. En el mejor de los casos, los reyes aqueménidas fueron grandes legisladores que trataron a sus súbditos con clemencia y justicia, interfiriendo lo mínimo posible con los asuntos internos de sus provincias vasallas mientras éstas se comportaran. En el peor, fueron unos abusones incompetentes y arteros.En cualquier caso, no hay duda de que los reyes aqueménidas eran unos supervivientes. Doscientos años es mucho tiempo para que una sola familia se mantenga en el poder. Si no hubieran sido vecinos de Alejandro y Filipo, es posible que hubieran sobrevivido cien años más. Alejandro Magno era un caudillo y líder excepcional, pero su propio imperio apenas sobreviviría un año a su muerte."
        },
        {
            "heading": "Resumen",
            "text": "El Imperio Persa de los aqueménidas sobrevivió y medró en un entorno peligroso durante cerca de 200 años. En su punto álgido, dominó las tierras desde la India hasta Egipto y desde Irán hasta los Balcanes. Era un imperio torpe y desmañado que englobaba tres continentes, con ciudadanos que hablaban decenas de idiomas distintos. En el mejor de los casos, los reyes aqueménidas fueron grandes legisladores que trataron a sus súbditos con clemencia y justicia, interfiriendo lo mínimo posible con los asuntos internos de sus provincias vasallas mientras éstas se comportaran. En el peor, fueron unos abusones incompetentes y arteros.En cualquier caso, no hay duda de que los reyes aqueménidas eran unos supervivientes. Doscientos años es mucho tiempo para que una sola familia se mantenga en el poder. Si no hubieran sido vecinos de Alejandro y Filipo, es posible que hubieran sobrevivido cien años más. Alejandro Magno era un caudillo y líder excepcional, pero su propio imperio apenas sobreviviría un año a su muerte."
        }
    ],
    "leader": {
        "name": "Darío I",
        "subtitle": "Líder de Persia",
        "lived": "550 - 486 a. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/darius_i.png",
        "trait": {
            "name": "Legado de los aqueménidas",
            "effect": "Las Edades de Oro duran un 50% más. Durante ellas hay una bonificación de +1 al Movimiento [ICON_MOVES] y +10% a la Fuerza de combate ."
        },
        "titles": [
            "El rey Darío el Grande"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Darío I, hijo del sátrapa de Partia, asumió por la fuerza el trono a la muerte de Cambises II en el 522 a. C. Fue un genio administrativo que reorganizó el Imperio Persa, que se encontraba en plena expansión, potenció su riqueza y poder, y realizó grandes construcciones."
            },
            {
                "heading": "Primeros años",
                "text": "Buena parte de lo que sabemos de Darío I procede del historiador griego Herodoto y de los registros persas encargados por el propio emperador. Según Herodoto, el rey persa Ciro el Grande temía una conspiración del joven Darío contra él. Pero Darío sobrevivió a esta sospecha y se convirtió en general y guardaespaldas del hijo y heredero de Ciro, Cambises II, cuando éste accedió al trono. Cambises falleció en Egipto en el 522 a. C. Tras su muerte, Darío regresó a Media y mató a Esmerdis, el hermano de Cambises, a quien acusó de impostor y de haber usurpado el trono.Tras matar a Esmerdis (o al impostor, en función de la historia que se quiera creer), reclamó el trono persa, decisión que no cayó bien en las provincias, por lo que tuvo que enfrentarse a graves revueltas en Babilonia, Elam, Media, Sagartia y Margiana. De hecho, Babilonia se rebeló dos veces y Elam, tres. Sin embargo, las insurrecciones no estaban coordinadas y Darío pudo reprimirlas individualmente. Según uno de sus registros, Darío derrotó a nueve líderes rebeldes en 19 batallas. Logró asegurar su trono aproximadamente en el 518 a. C."
            },
            {
                "heading": "Las fronteras de Persia",
                "text": "Darío inició entonces una serie de guerras para ampliar sus territorios y reforzar las fronteras de Persia. En el 519 atacó a los escitas, al este del mar Caspio, y poco después conquistó el valle del Indo. Más tarde, batalló al noroeste de Asia Menor, conquistando Tracia y luego Macedonia. Intentó ampliar su cabeza de puente en Europa cruzando el Danubio hacia el norte, pero tuvo que retirarse ante la enconada resistencia que ofrecieron los nómadas escitas. Finalmente, se aseguró el control de Lemnos e Imbros, las islas del Egeo.Persia ya tenía las colonias griegas de Asia Menor, el estrecho del Bósforo (que le permitía controlar el Mar Negro), Macedonia, que limitaba con Grecia al norte, y varias islas estratégicas del Egeo. Las ciudades-estado griegas, poderosas pero dividas, contemplaban con envidia y temor la expansión persa; el conflicto era inevitable."
            },
            {
                "heading": "Darío el gobernante",
                "text": "Cuando no estaba batallando en las fronteras de su imperio, Darío tomaba decisiones dirigidas a unificar el imperio y mejorar su administración. Completó la organización en satrapías (provincias) y fijó los tributos anuales que debía cada una de ellas. Mejoró la red viaria y estandarizó los pesos y medidas de la moneda, potenciando de esta manera el comercio en todo el imperio. Financió expediciones desde la India hasta Egipto y completó un canal que unía el Nilo con el mar Rojo.Darío fue el mayor constructor de la historia de los aqueménidas persas. Erigió fortificaciones, un palacio y edificios oficiales en Susa, su capital administrativa. En Persépolis, la ciudad que le vio nacer, inició la construcción de un nuevo palacio, un ayuntamiento, una sala del tesoro y más fortificaciones (que no se terminarían hasta después de su muerte).Aunque aplacó con firmeza todos los intentos de insurrección, Darío demostró una gran dosis de tolerancia con las creencias religiosas de sus vasallos. Construyó algunos templos en Egipto en honor de los dioses locales y ordenó a su sátrapa egipcio que codificara las leyes consultando a la clase sacerdotal. En 519 a. C., permitió a los judíos iniciar la reconstrucción del templo de Jerusalén. Se cree que el propio Darío era devoto del zoroastrismo, que acabó siendo la religión estatal persa."
            },
            {
                "heading": "La guerra con Grecia",
                "text": "En el 499 a. C., las ciudades-estado de Atenas y Eretria apoyaron un levantamiento de algunas colonias griegas de Asia Menor contra Persia. Darío aplastó la rebelión y comenzó a planear una campaña contra los entrometidos griegos.En el 492 a. C., Darío puso a Mardonio, su yerno, al cargo de una expedición contra Grecia, pero una tormenta destrozó su flota cerca del monte Athos y no pudo seguir avanzando. En el 490, otro ejército persa logró invadir Grecia, destruyó Eretria y esclavizó a sus habitantes antes de caer ante los guerreros atenienses en Maratón. Darío estaba planeando una tercera campaña cuando le sobrevino la muerte en el 486 a. C."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "La historia trata a Darío con generosidad (si nos olvidamos de su cuestionable ascensión al trono, algo que sucedió con bastante frecuencia a lo largo de toda la historia). Construyó caminos, reorganizó las provincias y el gobierno persa, aseguró las fronteras del imperio y generalmente trató a sus súbditos tan bien o mejor que los gobernantes de aquellos tiempos. Aunque no debe su gran fama a las hazañas militares, libró con éxito algunas campañas contra enemigos internos y externos. Es bastante posible que hubiera conquistado Grecia de no haberle llegado la hora. Su hijo, Jerjes I, no estuvo a la altura. Con todo, Darío dejó el imperio en mejor estado que se lo encontró, y eso es un epitafio bastante bueno para cualquier líder de aquella época."
            }
        ]
    }
}