{
    "id": 39,
    "name": "Polonia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/poland.png",
    "dawn_of_man": "Salve al noble rey Casimiro el Grande, protector y soberano del reino de Polonia. Subisteis al trono durante una época de gran agitación, con la economía de la nación por los suelos y su pueblo desmoralizado por las guerras de vuestro predecesor. Y, pese a ello, vuestro reinado marcó el principio de una nueva era, con una opulencia y seguridad que solo se consiguieron gracias a vuestro atento gobierno. Entre vuestros logros más notables, el código de leyes que aprobasteis dio fuerza de ley a muchas de las costumbres aceptadas en aquellos tiempos, lo que fortaleció la nación.Honrado rey Casimiro, el pueblo ha mucho que admira la mano resuelta con la que gobernáis. ¿Podéis devolver a vuestro reino y sus súbditos a una edad de oro de prosperidad? ¿Conquistaréis a todos los que se os opongan u os esforzaréis por conseguir relaciones pacíficas? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Establo ducal|Establos ducales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ducal_stable.json"
        }
    ],
    "unique_units": [
        {
            "name": "Húsar alado|Húsares alados",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/winged_hussar.json"
        }
    ],
    "city_names": [
        "Varsovia",
        "Cracovia",
        "Lódz",
        "Wroclaw",
        "Posnania",
        "Gdansk",
        "Szczecin",
        "Bydgoszcz",
        "Lublin",
        "Kaunas",
        "Katowice",
        "Bialystok",
        "Gdynia",
        "Sweidnitz",
        "Czestochowa",
        "Radom",
        "Torun",
        "Kielc",
        "Gliwice",
        "Klaipeda",
        "Bytom",
        "Olsztyn",
        "Rzeszow",
        "Bielsko-Biala",
        "Ruda Slaska",
        "Rybnik",
        "Plock",
        "Elblag",
        "Gorzów Wielkopolski",
        "Opole",
        "Siauliai",
        "Walbrzych",
        "Zielona Gora",
        "Wloclawek"
    ],
    "spy_names": [
        "Wincenty",
        "Roman",
        "Benita",
        "Jan",
        "Kazimierz",
        "Josef",
        "Krystyna Skarbek",
        "Tarnowski",
        "Marian",
        "Alenka"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Invasión, ocupación, partición, rebelión y renacimiento: este ciclo ha caracterizado la historia, trágica y triunfal, de Polonia durante el milenio pasado. Situada entre el mar Báltico al norte y las montañas de los Cárpatos al sur, la llanura polaca ha servido de puerta de entrada para las invasiones del centro de Europa desde el este y las invasiones de grandes extensiones de Rusia desde occidente. Polonia se convirtió en una entidad política y étnica reconocible a mediados del siglo X bajo la dinastía de reyes Piast; su historia moderna empieza en 966 cuando el primer monarca de los Piast, Miecislao I, se convirtió al cristianismo. Durante cientos de años posteriores, las fortunas de Polonia aumentaron y disminuyeron en manos de poderosos vecinos e invasores, desde los Caballeros Teutones hasta la Horda de Oro mongola pasando por las fuerzas de la Unión Soviética. No obstante, hasta en tiempos de crisis nacional, los ideales polacos de revolución e independencia siguieron siendo fuertes. Estos ideales, que llevaron a otros países expatriados polacos como Pulaski y Kosciuszko, influyeron en las revoluciones americana y francesa. La constitución polaca de 1791, la más antigua de Europa, incorporó estos mismos ideales democráticos. Restablecidos como nación libre en 1918, aunque asolados por dos guerras mundiales, pocos pueblos han sufrido tanto en el siglo XX como los polacos. Tras medio siglo de gobierno totalitario como satélite comunista, en los años 1980, el movimiento polaco Solidaridad supervisó su transformación en estado soberano una vez más. A principios del siglo XXI, Polonia es una democracia de mercado progresista y un miembro importante de la OTAN y de la Unión Europea."
        },
        {
            "heading": "Clima y terreno",
            "text": "Polonia es una tierra de una belleza natural impactante, un paisaje de grandes bosques (que cubren un 30,5% del país), grandes ríos (especialmente el Vístula y el Óder) y extensas llanuras. Polonia se encuentra en el centro físico de Europa y está dividido en cuatro territorios distintos: los montes Tatra de los Cárpatos al sur (el pico más alto mide unos 2.500 metros), las colinas que dan al cercano norte, los bajíos centrales que conforman el centro del país y los pantanos y dunas que bordean el Báltico. Las grandes eras de la glaciación que conformaron el terreno de Polonia también dejaron los suelos de margas y loes de la llanura polaca, unos de los más ricos del mundo. Con casi diez mil lagos, Polonia tiene una de las mayores densidades lacustres del mundo; en Europa, solo Finlandia tiene más. El clima es templado en su totalidad, con precipitaciones que caen durante todo el año, aunque el invierno suele ser más seco que el verano. Los suelos ricos y el clima moderado convierten al país en una potencia agrícola, uno de los productores mundiales de azúcar de remolacha y cereal triticale y la principal fuente europea de patatas y centeno. Algunos han calificado, con justicia, a Polonia como el \"granero de la Unión Europea\"."
        },
        {
            "heading": "La fundación de Polonia",
            "text": "En los márgenes de las antiguas civilizaciones mediterránea y de Oriente Próximo, los pueblos de Polonia pasaron relativamente desapercibidos en las edades de Piedra, Bronce y Hierro del desarrollo humano. Los primeros asentamientos se remontan aproximadamente a hace 7.500 años. Parte de las grandes migraciones ocurrieron cerca del final del Imperio Romano de Occidente, cuando los eslavos entraron en la zona. Allí se asentaron, primero como organizaciones tribales y luego formando pequeños reinos. De uno de ellos provino Miecislao, el primer gobernante de los \"polanos\" que aparece mencionado en los anales históricos.Según el relato, semilegendario, Miecislao gobernaba la tribu de los polanos, situada en el asentamiento fortificado de Gniezno, y forjó lazos estrechos con la tribu de los vistulanos que vivía alrededor de Krakovia. Cuando la Gran Moravia, de la que formaban parte los vistulanos, resultó destruida por los magiares en el año 960, Miecislao unió a polanos y a vistulanos y fundó la dinastía Piast. Convencido por los misioneros católicos romanos de Bohemia, al sur, Miecislao se convirtió al cristianismo y fue bautizado en 966. Pese a ciertos debates, la mayor parte de eruditos consideran este año la fecha de inicio de la Polonia moderna."
        },
        {
            "heading": "Los Piast",
            "text": "Una serie de fuertes sucesores de Miecislao I convirtieron lentamente a los polanos paganos al cristianismo, crearon un reino fuerte e integraron Polonia en la cultura europea, más amplia. Su hijo Boleslao I estableció una organización eclesiástica puramente polaco-católica y su autoridad seglar se vio reconocida por el emperador del Sacro Imperio Germánico. Esto llevó a la coronación de Boleslao en el año 1025, lo que lo convirtió en el primer \"rey de Polonia\". A finales de ese mismo siglo, Polonia se extendía desde el Báltico hasta los Cárpatos, estableciendo a grandes trazos sus fronteras históricas. No obstante, tras la muerte de Boleslao III en 1138, sin ninguna tradición de primogenitura, el reino se vio dividido entre sus diversos hijos. La fragmentación resultante llevó a un conflicto interno y a presiones externas durante los siglos XII y XIII.Vladislao (1261-1333 AD), conocido como \"el Breve\", un duque menor del linaje de los Piast, se pasó la vida reunificando el reino. En defensa de Polonia, el rey Vladislao llevó a cabo cruzadas contra los paganos lituanos y mongoles, además de declarar la guerra a los Caballeros Teutones para expulsarlos. Tras la muerte de Vladislao, su hábil hijo Casimiro III, subió al trono. Casimiro el Grande no solo aseguró lo que había ganado su padre mediante una diplomacia astuta y guerras breves y triunfales, sino que además consiguió convertir Polonia en un centro del comercio, del saber y de la cultura. Dobló con creces el tamaño del reino, reorganizó la economía y el sistema legal de la nación y dio el empujón necesario para la fundación de la primera universidad polaca. Bajo el gobierno liberal de Casimiro, Polonia se convirtió en un refugio para los desahuciados y perseguidos, los alemanes se asentaron en las ciudades, los refugiados armenios y eslavos en las tierras bajas rurales y miles de judíos se asentaron y prosperaron por todo el país. No obstante, al no tener herederos varones, Casimiro el Grande fue el último rey de la dinastía Piast y murió en 1370."
        },
        {
            "heading": "La dinastía Jogalia",
            "text": "Casimiro había nombrado sucesor a su sobrino, Luis I de Hungría, cuyo breve reinado en Polonia pasó sin pena ni gloria. Tras la muerte de Luis en 1382, los nobles polacos escogieron a su hija menor Eduviges como reina. Cuatro años después, los mismos nobles eligieron al Gran Duque de Lituania Vladislao Jagellón (en polaco, Wladyslaw Jagiello) después de que se casara con Eduviges y se convirtiera al catolicismo. Vladislao II acudió en ayuda de los lituanos, que estaban atrapados en una guerra encarnizada con los Caballeros Teutones, con lo que los polacos entraron en el conflicto en 1401. En julio de 1410, en Grünwald, tras una de las batallas más feroces de la Edad Media, la fuerza combinada lituano-polaca obtuvo una victoria tan abrumadora que la Orden Teutona prácticamente se vio aniquilada, y la mayor parte de sus líderes murieron o fueron capturados. La victoria le aseguró el trono a Vladislao durante toda su vida, y fundó la dinastía Jogalia resultante.Los monarcas Jagellones se pasarían las décadas siguientes en guerra contra sus codiciosos vecinos, los Caballeros Teutones resurgidos, el Ducado de Prusia, los reinos de Bohemia y Hungría, el Gran Ducado de Moscú y, al sur, los turcos otomanos y los tártaros de Crimea. Estos últimos lanzaron no menos de 75 incursiones entre 1474 y 1569. En general, los reyes polacos fueron capaces de mantener sus fronteras y su influencia durante toda la dinastía.Más importantes y duraderos que los éxitos y fracasos militares fueron los cambios sociales y científicos que se realizaron durante el reinado de los Jagellones. En el año 1505, la ley de Nihil Novi transfirió todo el poder legislativo del monarca al Sejm, un parlamento compuesto por la nobleza polaca, un paso de gigante hacia la democracia. Los movimientos de la Reforma protestante, especialmente los encabezados por Jan Hus de Bohemia, hicieron mella en el catolicismo polaco y conllevaron el establecimiento de leyes que promulgaban la tolerancia religiosa. Los ideales del Renacimiento apremiaron a los reyes Jagellones Segismundo I y Segismundo II a auspiciar las artes y la cultura polacas, que florecieron durante el siglo XVI. Y en 1543, el año de su muerte, el astrónomo polaco Nicolás Copérnico publicaría su histórico tratado en el que confirmaba el modelo heliocéntrico del sistema solar."
        },
        {
            "heading": "La Mancomunidad de Polonia-Lituania",
            "text": "Espoleado por el nacionalismo, los preceptos democráticos y ciertas preocupaciones por amenazas extranjeras, el Sejm aprobó una ley en junio de 1569 por la que fundaba la Mancomunidad de Polonia-Lituania, un estado federal unido con un monarca electo pero que gobernaba principalmente la nobleza a través de asambleas locales y un parlamento central. En julio, Segismundo II, el último de la dinastía Jogalia, carente de descendencia, aceptó y firmó la ley. Aunque a la mancomunidad se le debe reconocer el mérito de haber instituido un periodo de estabilidad y prosperidad y haber extendido la cultura occidental a zonas como Ucrania y la Rusia occidental, también se enredó repetidamente en conflictos con Rusia, Suecia y los otomanos, así como en los levantamientos cosacos. La factura que pasaron estas guerras, especialmente la participación de Polonia-Lituania en la Gran Guerra del Norte (1700-1721), junto a una sucesión de débiles reyes electos, dejó a la nación con la urgente necesidad de reformas políticas internas. A mediados del siglo XVIII, el Sejm pasó a introducir reformas comerciales, militares, sociales y educativas que incluyeron la introducción del Comité de Educación Nacional en 1773, el primer sistema educativo financiado por el estado en Europa."
        },
        {
            "heading": "La edad de las particiones",
            "text": "Estos intentos reformistas, que amenazaban con devolver a Polonia a su anterior gloria, provocaron que las potencias limítrofes en ciernes intervinieran. En 1772 se dio la Primera Partición cuando Rusia, Austria y Prusia ocuparon partes del país. Tras la breve guerra ruso-polaca, Prusia y Rusia realizaron la Segunda Partición en 1793, que privó a Polonia de tanto territorio que no le permitía sostenerse económica o militarmente por sí misma. En 1795, la Tercera Partición a manos de Austria, Rusia y Prusia cedió las últimas posesiones de la nación a estas mismas potencias, y la Polonia independiente dejó de existir.Desde 1772 a 1918, Polonia fue, en efecto, un país ocupado, con breves periodos de autonomía relativa. En 1807, el emperador Napoleón volvió a instaurar el Ducado libre de Varsovia pero, tras las guerras napoleónicas, el Congreso de Viena volvió a dividir las tierras polacas entre los vencedores. Las décadas de partición también se vieron marcadas por diversas rebeliones de polacos que querían la independencia, principalmente el levantamiento de noviembre de 1830 y la revuelta de enero de 1863, en las que ambas buscaban liberar las zonas que se encontraban bajo el gobierno zarista de los rusos. Pese a la opresión, Polonia se benefició de los amplios programas de modernización e industrialización que instituyeron las potencias ocupantes, especialmente en las zonas bajo administración rusa, relativamente ilustrada. Esta modernización forzosa haría a Polonia más viable política y económicamente en el siglo XX. No obstante, el control por parte de los rusos –y en menor medida, por parte de austríacos y prusianos–, fue poco firme y atribulado; como el compositor Wybicki –cuya mazurca de 1797 se convertiría en el himno nacional polaco en 1927– escribió: \"Polonia no está perdida todavía...\"."
        },
        {
            "heading": "Independencia a través del Telón de Acero",
            "text": "Poco después del armisticio de noviembre de 1918, aprovechando la oportunidad que les diera el caos de la Revolución Rusa, los nacionalistas polacos declararon la creación de la Segunda República de Polonia. Los aliados occidentales ya habían accedido a la reconstitución de Polonia como punto trigésimo de los famosos Cuarenta Puntos del presidente estadounidense Wilson. La guerra polaco-soviética de 1919-1921 obligó a la Rusia de Lenin a aceptar la libertad de Polonia y, dicho sea de paso, detuvo el avance del comunismo por Europa. Pero la amenaza de los regímenes totalitarios de Rusia y Alemania, junto a la depresión mundial, llevó al poder a los nacionalistas de extrema derecha del movimiento Sanacja (\"Sanación\"), y el gobierno se volvió cada vez más autoritario.El movimiento Sanacja controló Polonia hasta la invasión de la Alemania nazi, en 1939, que inició la Segunda Guerra Mundial. Apoyada por la Rusia de Stalin, la Wehrmacht de Hitler tomó rápidamente lo que Winston Churchill había proclamado como \"primer aliado\". La ocupación alemana y rusa fue brutal y eficiente; de todas las naciones involucradas en la guerra, Polonia fue la que sufrió un porcentaje más alto de bajas entre su población: cerca de seis millones de personas, un quinto de la población de antes de la guerra, y casi la mitad de ellos fueron judíos polacos. La invasión alemana de la Unión Soviética comportaría finalmente la \"liberación\" de Polonia por parte de las fuerzas rusas, que se mostraron muy poco deseosas de irse. Ante la insistencia de Stalin, Gran Bretaña y los Estados Unidos dieron el visto bueno a la creación de una coalición de gobierno procomunista provisional para Polonia. En 1952 se proclamó oficialmente la República Popular de Polonia, que se convirtió de inmediato en una parte importante del Telón de Acero y en miembro del Pacto de Varsovia durante toda la Guerra Fría.El gobierno comunista resultó duro y costoso para Polonia. Pese a la oposición y a las protestas generalizadas, las partes orientales del país se cedieron permanentemente a la Unión Soviética. Una política represora limitó todos los aspectos de la vida polaca, desde las expresiones culturales a la religión, pasando por los viajes a las oportunidades económicas y educativas para las personas. La riqueza de la nación, tanto natural como industrial, fue \"cedida\" por el bien de la Rusia soviética, lo que hizo de Polonia un mendigo en la práctica en el escenario mundial. Pese a todo esto, Polonia se consideró en aquellos tiempos uno de los estados menos represores del Telón de Acero."
        },
        {
            "heading": "Libres de nuevo",
            "text": "Los conflictos sociales y laborales de los años 1980 llevaron a la fundación del sindicato Solidarnosc (\"Solidaridad\"), que con el tiempo se convertiría en una fuerza de la política polaca. Pese a la persecución y a la imposición de la ley marcial, el movimiento desgastó el poder del Partido Comunista Polaco durante la década siguiente. Cuando la Unión Soviética se disolvió y el régimen comunista del país se derrumbó, Solidaridad prosperó. En 1989 tuvo algo que ver con que se obligara a celebrar las primeras elecciones democráticas libres al parlamento (aunque solo parciales). Al año siguiente, Lech Walesa, el candidato de Solidaridad, se convirtió en presidente; con ello terminaron finalmente la dominación rusa y el gobierno comunista. Rápidamente, el gobierno liderado por Solidaridad devolvió las libertades civiles a los polacos y convirtió la economía socialista de Polonia en una moderna economía de mercado.Tras dos generaciones de mirar hacia el este, la Polonia democrática retomó su papel destacado en la vida cultural, económica y política de Europa. En 1999, Polonia entró en la Organización del Tratado del Atlántico Norte (OTAN) para procurarse la seguridad en la zona. Posteriormente, los polacos votaron la entrada en la Unión Europea y se convirtieron en miembros de pleno derecho de la dinamo económica en mayo de 2004. Tras haber regresado a sus tradiciones de libertad, autosuficiencia y tolerancia, Polonia puede volver a deleitarse en su pasado, rico y diverso."
        },
        {
            "heading": "Libres de nuevo",
            "text": "Los conflictos sociales y laborales de los años 1980 llevaron a la fundación del sindicato Solidarnosc (\"Solidaridad\"), que con el tiempo se convertiría en una fuerza de la política polaca. Pese a la persecución y a la imposición de la ley marcial, el movimiento desgastó el poder del Partido Comunista Polaco durante la década siguiente. Cuando la Unión Soviética se disolvió y el régimen comunista del país se derrumbó, Solidaridad prosperó. En 1989 tuvo algo que ver con que se obligara a celebrar las primeras elecciones democráticas libres al parlamento (aunque solo parciales). Al año siguiente, Lech Walesa, el candidato de Solidaridad, se convirtió en presidente; con ello terminaron finalmente la dominación rusa y el gobierno comunista. Rápidamente, el gobierno liderado por Solidaridad devolvió las libertades civiles a los polacos y convirtió la economía socialista de Polonia en una moderna economía de mercado.Tras dos generaciones de mirar hacia el este, la Polonia democrática retomó su papel destacado en la vida cultural, económica y política de Europa. En 1999, Polonia entró en la Organización del Tratado del Atlántico Norte (OTAN) para procurarse la seguridad en la zona. Posteriormente, los polacos votaron la entrada en la Unión Europea y se convirtieron en miembros de pleno derecho de la dinamo económica en mayo de 2004. Tras haber regresado a sus tradiciones de libertad, autosuficiencia y tolerancia, Polonia puede volver a deleitarse en su pasado, rico y diverso."
        }
    ],
    "leader": {
        "name": "Casimiro III",
        "subtitle": "Líder de Polonia",
        "lived": "1310-1370 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/casimir_iii.png",
        "trait": {
            "name": "Solidaridad",
            "effect": "Recibe una Política social gratis cuando avances a la siguiente época."
        },
        "titles": [
            "Rey de Polonia"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "El rey Casimiro III, el único rey polaco en recibir el sobrenombre de \"El Grande\", reinó durante el siglo XIV y demostró ser un gobernante capaz que confió en su habilidad diplomática y el buen juicio de sus decisiones para mejorar enormemente el bienestar de su pueblo y la seguridad de su reino. Aunque el predecesor de Casimiro, su padre el rey Vladislao I, era respetado por haber unido un reino dividido, Casimiro heredó un reino plagado de desafíos. Saneó una economía maltrecha, reforzó el ejército, codificó la ley y amplió las fronteras de Polonia: dejó el país mucho mejor de como lo encontró y firmó su legado como uno de los más grandes reyes de Polonia. A su muerte, Casimiro III se había asegurado de que toda la Europa medieval respetara a su país."
            },
            {
                "heading": "Primeros años de reinado",
                "text": "Aunque fue el segundo hijo de Vladislao, Casimiro aprendió todo lo necesario para reinar en la Europa medieval. Tras la muerte de su hermano mayor en 1312., fue nombrado heredero y entregado al cuidado de Jaroslao, que más tarde sería arzobispo de Gniezno y uno de los consejeros más importantes de Casimiro. Cuando su padre murió 21 años después, Casimiro fue coronado en Cracovia señor de la Pequeña Polonia y la Gran Polonia, santificando así la unión que su padre había iniciado."
            },
            {
                "heading": "Asuntos internos",
                "text": "No mucho después de subir al trono, Casimiro se vio obligado a atender varios problemas políticos, y el menor de ellos no era la agitación de la nobleza polaca. Para reforzar el ejército polaco, que dependía mucho de la cooperación de los nobles, Casimiro se vio obligado a delegar en los nobles una serie de privilegios que hasta entonces habían sido del rey. Ahora la aristocracia disfrutaba de una clara división entre su estrato social y el inferior, pues su autoridad frente a ellos, especialmente la creciente burguesía, se vio muy reforzada. Aunque Casimiro se vio obligado a asumir una posición de compromiso, sus acciones permitieron la recuperación de los ejércitos feudales de Polonia y que estos reconocieran la autoridad de la corona.Casimiro se esforzó mucho para mejorar el estado interno del país y equilibrar el nuevo poder de los nobles con una serie de iniciativas. Estandarizó y estabilizó la divisa, y encargó la construcción de castillos, iglesias y hasta ciudades nuevas, creando nuevas vías para el comercio y la prosperidad económica. Revitalizó enclaves y hasta zonas enteras que estaban abandonadas. En marzo de 1347, Casimiro introdujo varias reformas legales y estableció un código unificado, el Liber juris Teutonici, para proteger los derechos de la emergente clase media. Promulgó una forma del derecho de Magdeburgo -un concepto alemán que permitía a las ciudades ejercer cierta forma de autonomía- para que los mercaderes y los artesanos disfrutaran de una normativa mercantil más estable y pudieran asentarse en ciudades por toda la nación. Se creó una corte especial en Cracovia para dirimir todas las disputas y administrar la ley de forma uniforme. En 1364, Casimiro el Grande fundó la Academia de Cracovia, hoy Universidad Jagellónica, con la intención de educar a una nueva generación de abogados y administradores capaces.Aunque algunos historiadores se han preguntado qué impulsó la buena disposición de Casimiro para con los judíos de Polonia, está claro que hizo todo lo posible para que disfrutaran de los mismos derechos y la misma protección que todos sus súbditos. En 1334, Casimiro confirmó los estatutos de 1264 para proteger los derechos de los judíos polacos, incluidas leyes que prohibían los intentos de conversión forzosa al cristianismo que hasta entonces habían ignorado los gobernantes previos. Casimiro también les garantizó sus derechos como comerciantes y permitió la integración judía en una Polonia unificada con una población diversa. La profanación de cementerios y sinagogas judías fue declarada crimen."
            },
            {
                "heading": "Éxito internacional",
                "text": "Al subir al trono, la posición de Casimiro era débil y estaba amenazada por varias potencias extranjeras. El rey de Bohemia tenía pretensiones al trono polaco. Los caballeros teutónicos alemanes habían ocupado los territorios polacos de Kuiavia y Dobrzyn, en Pomerania. Una guerra no declarada e inconclusa contra Lituania en el norte amenazaba la estabilidad y el comercio de las provincias fronterizas. Las pretensiones polacas en territorios de Ucrania estaban siendo ignoradas por las naciones vecinas. Y para rematar la triste situación, Polonia no tenía ningún aliado importante.Casimiro confió en su habilidad diplomática y negoció con astucia nuevas alianzas que le permitieron conseguir territorios adicionales. El matrimonio de su hermana Isabel con el rey de Hungría le proporcionó un aliado fiable; para cimentar esta alianza, Casimiro renunció a sus pretensiones en Silesia. La alianza húngara le permitió ocupar a la fuerza los antiguos ducados polacos del Cuerno de Oro y Vladimir en la \"Rusia roja\", en 1340 y 1349. Mientras, negoció un pacto con Bohemia y su rey renunció a sus pretensiones sobre el trono polaco. A su vez, esto condujo a la negociación de la retirada de los caballeros teutónicos del este de Pomerania. Por fin, Casimiro accedió a pagar tributo a la Horda de Oro para evitar sus frecuentes saqueos. Como consecuencia del creciente poder de Polonia y sus relaciones cordiales con los mongoles, varios príncipes rusos de Mazovia se declararon vasallos de Casimiro en 1351 y 1353.Casimiro se casó con princesas de Lituania, Alemania y Silesia para asegurar relaciones pacíficas con dichos países. Aunque tuvo cuatro esposas y otras señoras, no tuvo descendientes varones. A pesar de que concertó el matrimonio de varias de sus hijas para reforzar aún más la posición de Polonia, la ausencia de un varón podía dar origen a una guerra a su muerte. Para establecer una clara línea sucesoria, en sus últimos años, Casimiro nombró heredero a su sobrino, Luis de Hungría, hijo de Isabel. Luis sería proclamado rey de Polonia tras la muerte de Casimiro, en 1370."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Se puede decir que la historia considera a Casimiro como el rey medieval ideal: noble, prudente, diplomático y capaz de delegar la autoridad cuando era necesario. Aunque algunos de sus territorios se perdieron durante el siguiente siglo, a su muerte, Casimiro III había convertido los 50.000 kilómetros cuadrados que heredó en 1333 en aproximadamente 233.000. Demostró gran preocupación por el bienestar de su pueblo y sus decisiones como rey fueron fiel reflejo de sus esfuerzos por mejorar el estatus de Polonia. Al forjar alianzas fieles, realizar profundas reformas internas y evitar conflictos innecesarios, Casimiro el Grande se ganó su sobrenombre."
            }
        ]
    }
}