{
    "id": 22,
    "name": "Polinesia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/polinesia.png",
    "dawn_of_man": "Saludos y bendiciones, Kamehameha el Grande, elegido por los dioses para unir a vuestro disperso pueblo. Oh, poderoso rey, vos fuisteis el primero en reinar la gran isla de Hawái en un solo gobierno, en el año 1791 d. C. A esto le siguió la unión de las restantes islas bajo vuestro estandarte en 1810. Como primer rey de Hawái, estandarizasteis el sistema legal y tributario e instituisteis el mamalahoe kanawai, un edicto que protege a los civiles en tiempos de guerra. Asegurasteis la unidad y soberanía continuas de las islas mediante poderosas leyes y gestas, aún incluso tras vuestra muerte, en 1819.Oh, sabio y glorioso monarca, vuestro pueblo desea tener un reino propio una vez más y necesita un líder de una grandeza sin igual. ¿Responderéis a su llamada y os pondréis el manto del León del Pacífico? ¿Construiréis un reino que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Guerrero maorí|Guerreros maoríes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/maori_warrior.json"
        }
    ],
    "city_names": [
        "Honolulú",
        "Samoa",
        "Tonga",
        "Nuku Hiva",
        "Raiatea",
        "Aotearoa",
        "Tahití",
        "Hilo",
        "Te Wai Pounamu",
        "Rapa Nui",
        "Tuamotu",
        "Rarotonga",
        "Tuvalu",
        "Tubuai",
        "Mangareva",
        "Oahu",
        "Kiritimati",
        "Ontong Java",
        "Niue",
        "Rekohu",
        "Rakahanga",
        "Bora Bora",
        "Kailua",
        "Uvea",
        "Futuna",
        "Rotuma",
        "Tokelau",
        "Lahaina",
        "Bellona",
        "Mungava",
        "Tikopia",
        "Emae",
        "Kapingamarangi",
        "Takuu",
        "Nukuoro",
        "Sikaiana",
        "Anuta",
        "Nuguria",
        "Pileni",
        "Nukumanu"
    ],
    "spy_names": [
        "Tiki",
        "Hotu Matua",
        "Rongo-ma-tane",
        "Kupe",
        "Haloti",
        "Degei",
        "Babamik",
        "Kulu Lau",
        "Nangananga",
        "Turua"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Polinesia es más un conjunto disperso de islas que una civilización unificada y cuenta con una rica cultura y una historia fascinante. Mientras Europa se encontraba en la Edad Media, los polinesios ya estaban perfeccionando el arte de salvar el bravío Pacífico en pequeñas canoas de madera, orientándose mediante las estrellas, el tiempo y los animales. Finalmente, las potencias europeas colonizaron casi todas las islas, pero gran parte de la cultura y los idiomas nativos se conservan contra viento y marea para las futuras generaciones."
        },
        {
            "heading": "Geografía y clima",
            "text": "Polinesia es el nombre genérico que se da a la agrupación de islas que hay en el centro y el sur del océano Pacífico, también conocido como el Triángulo Polinesio. La zona limita con Nueva Zelanda al oeste, Hawái al norte y la Isla de Pascua al este e incluye unas 1.000 islas habitadas. El nombre se debe al escritor francés Charles de Brosses, que lo usó en 1756 para describir todas las islas del Pacífico, pero posteriormente se limitó a su contexto actual.Las islas en conjunto son de naturaleza volcánica y muchas cuentan con las idílicas playas blancas, las palmeras y las lagunas cristalinas propias de los paraísos insulares. El clima Polinesio es tropical y cálido, pero los fuertes vientos alisios suelen impedir que la mayoría de las islas alcancen temperaturas tórridas. De vez en cuando se ven azotadas por tifones, que están activos en esa zona desde enero a marzo."
        },
        {
            "heading": "Prehistoria: Los primeros colonos",
            "text": "La historia antigua de los pueblos polinesios aún está envuelta en el misterio, y los arqueólogos y antropólogos siguen discutiendo sobre cuál de las tres teorías explica cómo se colonizaron las islas.La primera teoría, \"el modelo del tren expreso\", sostiene que, hace unos 3.000 años, los colonos se expandieron hacia occidente desde Taiwán durante un milenio aproximadamente y apenas se mezclaron con los nativos que encontraron, lo que explicaría las características genéticas y lingüísticas actuales de los polinesios. Las otras dos teorías, los modelos del corredor de viaje y del barco lento, describen una pauta migratoria más larga, en la que se incluyen mezclas con las poblaciones indígenas (los melanesios, en concreto).Con independencia de cuánto tardaran los primeros pobladores en llegar a la Polinesia occidental, se ha trazado con una cierta seguridad la ruta que realizaron. La punta más septentrional, Hawái, se colonizó alrededor del 500 d. C., seguida por Nueva Zelanda en el año 1000. Aún se discute la fecha exacta del descubrimiento de la Isla de Pascua por parte de los polinesios. Algunas pruebas arqueológicas apuntan a que la isla se pobló por primera vez entre el 300 y el 500 d.C., pero últimamente tiene más partidarios la fecha del 800. Otros científicos creen que la isla no se habitó hasta el año 1200."
        },
        {
            "heading": "La navegación por las aguas",
            "text": "El Triángulo Polinesio es enorme, pues cada uno de sus lados mide unos 6.500 km. Cubrir esta enorme distancia en océano abierto requería un grado asombroso de tecnología naval, capacidad de navegación y valor. Mediante su particular técnica de orientación, los navegantes memorizaban el movimiento de ciertas estrellas, el clima, las pautas migratorias de los animales y la dirección de las olas. Se transmitían esta información de una generación de navegantes a otra, y sus secretos estaban celosamente guardados por esta élite de familias. Para ayudarse en estas peligrosas travesías, también desarrollaron batangas de apoyo para sus canoas, lo que les permitió salvar con seguridad el vasto océano. Muchas de estas técnicas y ayudas para la navegación se enseñan hoy en día a los marinos polinesios."
        },
        {
            "heading": "Un vínculo con las Américas",
            "text": "Los colonos polinesios llegaron a las orillas de la actual Hawái alrededor del año 500 d. C., aunque algunas evidencias apuntan a que ya podría haber sido en el año 300. Estos primeros pobladores posiblemente eran originarios de las islas Marquesas, a unos 6.000 km al sur de Hawái. Es probable que una segunda oleada de emigrantes llegara de Raiatea y Bora Bora en el siglo XI, o de Tahití incluso. Algunos arqueólogos son partidarios de la teoría de Tahití, ya que una antigua historia hawaiana habla de un hombre llamado Pa'ao, indudablemente de ascendencia tahitiana. Estos historiadores creen que la oleada de de colonos tahitianos trajo consigo la línea de jefes supremos, el sistema legislativo de los kapu y la práctica religiosa de los sacrificios humanos.También hay pruebas de que los polinesios cruzaron a su vez el Pacífico y se encontraron con esas nuevas tierras, y extendieron la fauna y flora americanas por las islas. Por ejemplo, el boniato (una planta originaria de América) se encontraba ampliamente diseminado por las islas polinesias cuando los colonos europeos llegaron por primera vez a estos asentamientos."
        },
        {
            "heading": "La llegada de los europeos",
            "text": "Los polinesios vivían relativamente apartados hasta la llegada de las potencias europeas, que buscaban nuevas tierras y rutas comerciales. Muchas de esas islas empezaron a establecer contacto con los europeos, ya fueran exploradores o misioneros, a mediados del siglo XVI. No obstante, en el siglo XIX, muchas potencias coloniales -como Francia, Gran Bretaña y Estados Unidos- empezaron a conquistar por la fuerza las islas habitadas y declararlas protectorados y territorios de sus respectivos imperios. Solo unas cuantas de ellas, como Hawái, consiguieron mantener su independencia durante este periodo."
        },
        {
            "heading": "Presente y futuro",
            "text": "Pese al vasto océano que separa las distintas islas, los nativos polinesios aún comparten muchos rasgos culturales, creencias religiosas y lenguas. Por desgracia, muchos de los pueblos originarios, como los maoríes, son en la actualidad minorías en las islas, mientras que los descendientes de los europeos conforman el grueso de la población. No obstante, la mayoría de la población indígena de las islas lucha por mantener vivas su cultura y sus lenguas, y en las zonas más importantes se está llevando a cabo un proceso efectivo de recuperación e inmersión."
        },
        {
            "heading": "Presente y futuro",
            "text": "Pese al vasto océano que separa las distintas islas, los nativos polinesios aún comparten muchos rasgos culturales, creencias religiosas y lenguas. Por desgracia, muchos de los pueblos originarios, como los maoríes, son en la actualidad minorías en las islas, mientras que los descendientes de los europeos conforman el grueso de la población. No obstante, la mayoría de la población indígena de las islas lucha por mantener vivas su cultura y sus lenguas, y en las zonas más importantes se está llevando a cabo un proceso efectivo de recuperación e inmersión."
        }
    ],
    "leader": {
        "name": "Kamehameha I",
        "subtitle": "Líder de Polinesia",
        "lived": "C. 1758 - 1819 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/kamehameha_i.png",
        "trait": {
            "name": "Orientación",
            "effect": "Puede embarcarse y moverse en océano de inmediato. +1 a Visual si está embarcado. +10% a Fuerza de combate a dos casillas o menos de un Moai."
        },
        "titles": [
            "Rey de las islas de Hawái"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Kamehameha I, uno de los líderes más respetados de la historia hawaiana, fue el primer hombre que unificó todas las islas de Hawái y fundó el reino independiente del mismo nombre. Su nacimiento y primeras vivencias cumplieron muchas de las profecías hawaianas, y se convirtió en uno de los mayores guerreros de las crónicas insulares. Aparte de sus gestas militares, Kamehameha fue también un gran estadista y promulgó importantes edictos para tiempos de guerra que se han convertido en la base para muchas leyes humanitarias del mundo."
            },
            {
                "heading": "Primeros años, una profecía",
                "text": "Una antigua leyenda decía que un día nacería un gran general que uniría todas las islas hawaianas y que una llama en los cielos anunciaría su llegada. En 1758, el cometa Halley cruzó el cielo de Hawái y muchos relatos aseveran que Kamehameha nació poco después. Conocido originariamente como Pai'ea (\"cangrejo de caparazón duro\"), Kamehameha era hijo del jefe Keoua Nui de la Gran Isla. Éste era uno de tantos jefes menores de la isla, que se había visto dividida en múltiples territorios durante la guerra de sucesión durante la generación anterior. Alapa'inuiakauaua, un jefe rival, se había apropiado de gran parte de la isla y era el gobernante de facto de la misma.Al enterarse de la noticia del nacimiento de Pai'ea', Alapa'i se alarmó, puesto que el gran rey de la leyenda también era conocido como \"muerte de jefes\", ya que un Hawái unido ya no necesitaría más de los jefes tribales. Alapa'i ordenó que asesinaran al niño. Sin embargo, Keoua era bien consciente de los presagios que habían envuelto al nacimiento del niño y lo escondió con otra familia noble.Pai'ea vivió oculto durante cinco años hasta que Alapa'i (por razones desconocidas) invitó al niño a vivir en su corte y bajo su protección. Durante el tiempo que pasó allí, Pai'ea aprendió las disciplinas reales de la diplomacia y la guerra y se ganó el apelativo por el que es más conocido: Kamehameha, que significa \"el solitario\"."
            },
            {
                "heading": "Primera parada: la Gran Isla",
                "text": "Después de la muerte de Alapa'i, Kamehameha se convirtió en edecán de la corte del nuevo jefe. Esto duró hasta 1782, cuando el título de rey pasó a un nuevo gobernante y Kamehameha recibió un cargo religioso importante. Con este nuevo poder, Kamehameha empezó a construirse una base de seguidores entre los jefes menores del territorio de Kona de la Gran Isla. Finalmente consiguió el apoyo de cinco de ellos y declaró la guerra a la corte del lugar. En la batalla de Moku'ohai, las fuerzas de Kamehameha derrotaron al gobernante y el joven se convirtió en el nuevo jefe de los territorios de Kohala, Kona y Hamakua.A partir de ahí, Kamehameha consiguió conquistar el territorio vecino de Puna en 1790, pero pronto tuvo que enfrentarse a un levantamiento en Ka'u liderado por un rival, Keoua Kuahu'ula. Kamehameha, que era muy religioso, construyó un gran templo en un intento por ganarse el favor de los dioses y su bendición para aplastar la rebelión. En 1791 se terminó el templo, y Kamehameha invitó a Keoua a reunirse con él. Los relatos difieren respecto a lo acontecido en aquel aciago día en la playa, pero al final Keoua murió por disparos de mosquete y Kamehameha se convirtió en el rey de toda la Gran Isla."
            },
            {
                "heading": "Más profecías, más conquistas",
                "text": "Kamehameha se sentía empujado a gobernar algo más que la Gran Isla: tenía la mirada puesta en gobernar todas las islas de Hawái bajo una sola bandera. Alimentaba el fuego de su deseo otra leyenda que se había propuesto cumplir. En la Gran Isla, los dioses habían dejado una piedra enorme llamada Naha y que pesaba toneladas. La leyenda decía que algún día aparecería un poderoso guerrero que podría levantarla y que estaría destinado a ser el gran rey que unificaría todas las islas. Con 14 años, se dice que Kamehameha fue la única persona en conseguir esta proeza. Confiado por esta racha de victorias y las diversas profecías que había cumplido, empezó a hacer planes para el resto de las islas.En una feliz coincidencia para él, empezaron a llegar comerciantes británicos y estadounidenses a las islas que estuvieron encantados de venderle armas y munición. Con un armamento superior tecnológicamente, empezó a moverse con rapidez para capturar Maui y O'ahu en 1795. Con solo 10.00 soldados diezmó rápidamente las fuerzas de Maui y pasó a O'ahu. Encontró una tenaz resistencia en los acantilados de Pali (en su mayor parte, de un comandante desertor), pero al final consiguió derrotar a los soldados enemigos y despeñó a muchos por el mortal precipicio.Solo le quedaban dos islas, las occidentales de Kaua'i y Ni'ihau. Desde su capital en Honolulú, construyó un enorme barco de guerra e intentó la primera invasión de Kaua'i en 1796. Una rebelión en la Gran Isla, encabezada por su hermano, lo obligó a reasignar sus fuerzas. Como no se rendía fácilmente, intentó de nuevo tomar Kaua'i en 1803, pero esta vez brotó una plaga mortal entre sus hombres. Cansado de tantos reveses, Kamehameha construyó la mayor armada de la historia hawaiana, llena de escunas europeas, canoas de guerra enormes y un cañón mortífero. El jefe de Kaua'i, Kaumuali'i, quizá vio acercarse a la armada con una punzada de angustia y decidió que tenía más posibilidades de sobrevivir negociando. En 1810 Kaumuali'i se convirtió en vasallo de Kamehameha, que se convirtió en el único poder de todo Hawái."
            },
            {
                "heading": "El Napoleón del Pacífico",
                "text": "Pero Kamehameha no era solo un conquistador y se puso de inmediato a trabajar para mejorar la vida de los isleños y consolidar la unificación. Creó un único sistema legal, estableció impuestos y abrió el comercio con Europa y Estados Unidos. Kamehameha, además, sentó las bases para la constitución de un posible estado de Hawái, \"las leyes del remo astillado\" (la Mamalahoe Kanawai). Esta legislación tuvo sus humildes orígenes en uno de los primeros enfrentamientos militares de Kamehameha. Durante un asalto, a Kamehameha se le trabó el pie con una roca y fue atacado por dos pescadores locales, que tenían mucho miedo del legendario guerrero. Temerosos de que los matara, le golpearon en la cabeza con el remo de su canoa, que quedó partido en dos. Mientras estaba aturdido, huyeron, dándolo por muerto. Doce años después, encontraron a los dos pescadores y los llevaron ante la justicia o, al menos, es lo que pensaron. En vez de eso, Kamehameha les pidió perdón por haber atacado a inocentes y les regaló tierras, además de proclamar que, a partir de ese momento, todos los no combatientes quedarían protegidos en tiempos de guerra. Sus leyes del remo astillado han influido desde entonces en muchas legislaciones humanitarias de todo el mundo.Durante su reinado, consiguió también mantener la independencia de Hawái mientras las potencias coloniales fagocitaban otras islas del Pacífico. Este legado de independencia le hizo valer el apodo de \"el Napoleón del Pacífico\"."
            },
            {
                "heading": "La muerte de una leyenda",
                "text": "El 8 de mayo de 1819, Kamehameha murió siendo un rey respetado, un guerrero legendario y padre de siete hijos. Según la costumbre sagrada de la religión hawaiana, sus allegados escondieron su cuerpo para que nadie pueda saber dónde se encuentra ni robarle así su poder, o mana, para uso personal. El lugar donde se halla enterrado sigue siendo un misterio en la actualidad."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Kamehameha sigue siendo uno de los personajes más importantes de la historia de Hawái y uno de sus líderes más respetados. Abolió la práctica de los sacrificios humanos, protegió a los inocentes durante la guerra y fundó una de las pocas naciones independientes de toda Polinesia. Fuera o no su nacimiento inspiración de los dioses, nadie puede discutirle que cumplió el papel que había predicho la antigua profecía siglos antes."
            }
        ]
    }
}