{
    "id": 40,
    "name": "Portugal",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/portugal.png",
    "dawn_of_man": "Bendita seáis, graciosísima reina María, protectora y soberana del pueblo portugués. Como primera reina que gobernara Portugal, fue vuestra sabia administración la que protegió la corte real de las incursiones de Napoleón y encontró un refugio seguro en Brasil para preservar la integridad del pueblo portugués. Pese a luchar contra la enfermedad durante todo vuestro reinado, vuestros desvelos por procurar la estrecha colaboración de Portugal con Brasil los avala el hecho de que ayudarais a dicho estado a ganar su independencia finalmente, y por ello el pueblo de ambas naciones siempre os admirará y respetará.Oh, noble y pía reina, ¿volveréis a guiar al reino de Portugal en el espíritu de la cooperación y la prosperidad? ¿Dejaréis un nuevo legado, uno que sobrepase al de todos los que os antecedieron? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Nao|Naos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/nau.json"
        }
    ],
    "city_names": [
        "Lisboa",
        "Porto",
        "Braga",
        "Coimbra",
        "Funchal",
        "Leiria",
        "Goa",
        "Vila Nova de Gaia",
        "Aveiro",
        "Luanda",
        "Évora",
        "Faro",
        "Castelo Branco",
        "Bissau",
        "Guarda",
        "Viseu",
        "Praia",
        "Braganza",
        "Beja",
        "Tomar",
        "Maputo",
        "Tavira",
        "Figueira da Foz",
        "Viana do Castelo",
        "Santo Tomé y Príncipe",
        "Silves",
        "Sintra",
        "Dili",
        "Lamego",
        "Ponta Delgada"
    ],
    "spy_names": [
        "Francisco",
        "Gaspar",
        "Álvaro",
        "Bento",
        "Roberto",
        "Afonso",
        "Galeote",
        "Diogo",
        "Eliana",
        "Oriana"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Habitado desde la prehistoria, los comerciantes fenicios y posteriormente los cartagineses llegaron a Portugal en el primer milenio a. C., y allí se encontraron con las tribus celtas que se habían ido abriendo paso hasta Iberia por los Pirineos. En los siglos siguientes, los romanos, los suevos y los visigodos gobernaron la península; pero se podría decir que la historia de Portugal empieza con la invasión musulmana del 711. Durante la Reconquista, nació Portugal como reino cristiano independiente en 1139. Encabezando la época de los descubrimientos, en los siglos XV y XVI establecería el primer imperio mundial, abarcando desde América del sur a África hasta llegar al Lejano Oriente. Los años 1800 vieron el desmantelamiento del imperio; la independencia brasileña de 1822 fue el golpe más duro al poder y el prestigio de Portugal. Después de la revolución de 1910 que terminó con la monarquía, Portugal sufrió una serie de juntas y de dictaduras hasta que al fin se celebraron unas elecciones democráticas en 1975. Aprobaría una nueva constitución en 1976 y pasaría a formar parte de la CEE en 1986, lo que le aseguró que seguiría siendo una democracia. La visión errónea de que Portugal no ha sido más que un puesto de avanzada en los confines de Europa la resumió el periodista norteamericano Richard H. Davis, que escribió: \"Portugal es una colina alta con una blanca atalaya encima y banderas de señales al aire. Al parecer, habita en ella un hombre que vive en una larga fila de casas amarillas con los tejados rojos y la pueblan ovejas que hacen grandes equilibrios a un lado de la colina\". Pero, con su rica historia y cultura, y siendo ahora una de las naciones más globalizadas del mundo, Portugal es mucho, mucho más que eso."
        },
        {
            "heading": "Clima y terreno",
            "text": "La moderna nación de Portugal ocupa una parte de la Península Ibérica, en Europa, además de dos archipiélagos en el Atlántico: Madeira y las Azores. No es un país muy grande, pero no obstante ofrece una gran diversidad de terrenos, que van desde las bajas costas hasta las llanuras, al sur de la sierra de la Estrella, que alcanza unos 2.000 metros en su punto más alto. Las Azores se encuentran a 1.600 kilómetros al oeste de Lisboa, sobre la Dorsal mesoatlántica, y Madeira está a 970 kilómetros al suroeste de Lisboa. Tres ríos nacen en la meseta, la planicie central de España, y desembocan en el Atlántico a través de Portugal: el Duero al norte; el Tajo en el centro y el Guadiana en la frontera sureste. El clima de Portugal es mediterráneo. Pese a las temperaturas más frías de las montañas, es uno de los países más cálidos de Europa. La media anual de lluvias va desde 300 cm en las montañas del norte a menos de 30 en una franja del Duero. Los archipiélagos tienen un clima que se clasifica como de \"templado marítimo\", aunque se considera que Madeira es más seca que las Azores. Con los humanos que llevan asentados en la zona miles de años, poco queda de la fauna y flora original. La vegetación más notable son las diversas especies de roble y pino. Portugal tiene las especies de mamíferos y de aves propias de Iberia. Por otro lado, las aguas portuguesas se encuentran entre las más ricas del mundo en términos de biodiversidad, con miles de especies de pescado, incluidas varias de sardinas, atunes y caballas."
        },
        {
            "heading": "Historia antigua",
            "text": "Una cultura humana distinguible aparece en Portugal durante el mesolítico, alrededor del 5500 a. c. En apenas 2.000 años, las tribus del Neolítico de Andalucía se trasladan a Portugal, llevando la agricultura, la alfarería y la forja con metales blandos. En algún momento anterior al 500 a. C., los celtas de la Edad de Hierro entraron en Iberia desde el norte, sustituyendo a los habitantes del Neolítico. Alrededor de la misma época, los viajeros de Fenicia y Cartago fundaron puestos comerciales y asentamientos. Cuando Roma se hizo con el control de la península en el año 201 a. C. como resultado de la Segunda Guerra Púnica, la federación lusitana se resistió desde sus fortalezas del oeste hasta que las tribus celtas cayeron, alrededor del año 140 a. C. En el año 25 a. C., César Augusto fundó Emerita Augusta (la moderna Mérida) como capital de la provincia de Lusitania, que abarcaba todo Portugal.Con la caída del Imperio Romano de Occidente, una tribu germana, los suevos, cruzó la Galia y se adentró en Iberia. Ahí se afincaron en el sur de Galicia, se anexionaron Lusitania y tomaron gran parte de la península. A su vez fueron sustituidos por los vándalos que, tras unos años, marchan de Iberia al norte de África. En el año 550, se restablece el reino suevo y su rey se convierte al catolicismo; pero el reino godo era débil y se encontraba dividido después de décadas de malestar. Cuando las fuerzas musulmanas invaden la península en el año 711, la única resistencia sería la que encuentran en Mérida. En menos de dos décadas, los moros tomaron Portugal y Galicia. En 756, Abderramán I funda el Califato Omeya de Córdoba."
        },
        {
            "heading": "La Iberia musulmana y la reconquista",
            "text": "Portugal permanecería bajo el gobierno musulmán durante los siguientes cuatro siglos y medio. En el año 1031, el Califato de Córdoba se disolvió en 23 reinos de \"taifas\" separados, cada uno con su propio emir, que respondía ante Damasco. La mayor parte de Portugal cayó bajo la Taifa de Badajoz, pero la guerra incesante entre las taifas llevó a que la conquistaran los almorávides de Marruecos en 1086, que a su vez se vieron reemplazados por la dinastía almohade en 1147. El gobierno sarraceno de al-Andalus, la parte musulmana de Iberia, fue a veces ilustrado y a veces despiadado. Solo el reino septentrional de Asturias siguió siendo cristiano y derrotó a los moros varias veces para conservar su independencia.Cincuenta años después de que Carlos Martel rechazara a los musulmanes en la batalla de Tours, Carlomagno inició la campaña cristiana por recuperar Iberia en su invasión del año 778. Haciendo frente común con Asturias, los francos y los Caballeros Teutones se pasarían los 500 años siguientes haciendo retroceder lentamente a los moros hasta que, en el año 1300, las únicas tierras musulmanas que quedaban en la península fueron las del Emirato de Granada, en la costa mediterránea. Con ello, los cruzados crearon un gran número de reinos cristianos en la Península Ibérica: Navarra en el año 824; León en el 910; Aragón en el 1035; Castilla en el 1037... y Portugal en el 1139."
        },
        {
            "heading": "La fundación de Portugal",
            "text": "El rey concedió a Alfonso Enríquez el condado de Portugal, un feudo del reino de León, por sus esfuerzos por expulsar a los musulmanes. En el año 1128, el recién nombrado conde de Portugal derrotó a las fuerzas de su madre para asegurarse que solo él reinaría. Durante la década siguiente, Enríquez llevó a cabo una campaña continua contra los moros hasta que, en la batalla de Ourique, en julio de 1139, gana una victoria decisiva. Inmediatamente después fue proclamado unánimemente rey Alfonso I de Portugal por sus soldados. Alfonso puso sus cortes en Lamego, donde lo coronó oficialmente el arzobispo de Braga. Al nuevo reino lo reconocerían como estado cristiano independiente el rey de Castilla y León en 1143 y el papa Alejandro III en 1179.Alfonso I y sus sucesores prosiguieron su acometida contra los sarracenos. En el año 1249, la reconquista de Portugal terminó con la captura de la región del Algarve, lo que dio al país sus fronteras continentales actuales. Tras la Reconquista, la Península Ibérica permaneció pacífica en su mayor parte, y el reino prosperó tanto económica como culturalmente. En el año 1383, Juan I de Castilla, yerno del ya anciano y sin hijos rey de Portugal, reclamó el trono. Una facción de nobles menores y plebeyos portugueses, liderados por Juan de Avis (posteriormente, el rey Juan I), derrotó a los castellanos y la casa de Avis subió al trono de Portugal."
        },
        {
            "heading": "Imperio",
            "text": "Juan I de Portugal encontró pronto una válvula de escape para sus inquietos y aventureros hijos. Como pueblo de gran tradición marinera, los portugueses aspiraron a convertirse en líderes en los viajes de exploración y construir un imperio de alcance mundial. El imperio empezó con gran modestia conquistando su primera plaza en ultramar, la ciudad musulmana de Ceuta, en la costa norte de África el año 1415 AD. Bajo los auspicios y la dirección del tercer hijo de Juan, los capitanes portugueses del infante Enrique, más conocido como Enrique el Navegante (1394-1460), pronto descubrirían Madeira y las Azores, dando origen a la primera oleada de la colonización portuguesa. Durante el resto del siglo, los portugueses navegaron hacia el sur siguiendo la costa africana y apoderándose de territorios mientras buscaban una ruta para rodearla y llegar a la India y al este.Vasco de Gama finalmente abrió una ruta marítima con la India en 1498, y consiguió llevar las riquezas de Oriente a Portugal. Dos años después, la flota errante de Pedro Cabral descubriría y tomaría la tierra de Brasil para la corona. Una década después, Afonso de Albuquerque conquistaría Goa, en la India, Ormuz en el estrecho homónimo y Malaca en Malasia. Otros mercaderes portugueses fundarían puestos comerciales por las costas de la India, Taiwán, Japón y Timor. Al principio del siglo XVI, la pequeña nación de Portugal dominaba las rutas marítimas de los océanos Índico y Atlántico sur, convirtiéndose en una de las grandes potencias económicas, militares y políticas de Europa."
        },
        {
            "heading": "La restauración",
            "text": "La crisis de sucesión portuguesa de 1580 llevaría a la unión de España y Portugal bajo Felipe II; aunque siguió siendo una nación soberana, esta unión privó a Portugal de poder llevar a cabo una política exterior por separado, y la obligaba a su vez a participar en las guerras que España tenía en Europa y el resto del mundo. Alimentado por el desvío de ingresos provenientes de sus colonias y comercio de ultramar a las arcas españolas, en el año 1640 un levantamiento de nobles portugueses restablecería la independencia de Portugal bajo la casa de Braganza, que daría reyes tanto a Portugal como a Brasil.Durante los 150 años siguientes, Portugal permanecería en su mayor parte al margen de la política europea. Con la excepción de una invasión española durante la Guerra de los Siete Años, la corona y el pueblo portugueses se contentaron con disfrutar de los frutos de su imperio colonial en paz. Es decir, hasta que el emperador francés Napoleón Bonaparte intervino. Pese a estar aliada con Gran Bretaña durante cuatro siglos, Portugal había conseguido mantenerse aparte del revuelo montado por las guerras napoleónicas. En 1807, después de que el príncipe regente Juan, gobernando en nombre de su madre María I, incapacitada, se negara a sumarse al bloqueo continental que prohibía las importaciones británicas a Europa, las tropas francesas y españolas invadieron Portugal. Incapaz de resistir, en noviembre, el príncipe, junto con la administración y su corte (unas 10.000 personas) huyó a través del Atlántico hasta Brasil.Aunque Portugal fue liberado por las guerrillas y las fuerzas anglo-portuguesas al mando de Wellington, la ocupación de cinco años y la reubicación del gobierno augurarían un lento pero inexorable declive que llegó hasta el siglo XX. El desgaste del imperio colonial, sobre todo la independencia de Brasil en 1822, dejaría muy tocada la economía de Portugal. A excepción de asuntos coloniales y revueltas, el gobierno mantuvo principalmente una política oficiosa de aislamiento. La nación se vio superada por otros países europeos tanto social como tecnológicamente. La agricultura, incluida la industria pesquera, y el turismo se han convertido en las mayores fuentes de ingresos; Portugal ha pasado a ser cada vez más vista como \"el rincón atrasado y adormecido de Europa\"."
        },
        {
            "heading": "Revolución y república",
            "text": "Dos veces durante este periodo, en 1892 y nuevamente en 1902, el rey don Carlos I se vio obligado a declarar la bancarrota de Portugal. En ambos casos, los anuncios se vieron seguidos por manifestaciones, disturbios, agitación social, revueltas localizadas y grandes críticas a la monarquía. Esto culminó con el asesinato en febrero de 1908 del rey y de su primogénito y heredero, su hijo Luis Felipe. El segundo hijo de Carlos, Manuel II subiría al trono, pero se vio incapaz de mejorar las cosas. En octubre de 1910, una revolución popular depuso a la monarquía e instauró una república libre. Pero la inestabilidad económica, el caos y el malestar político eran tierra fértil para el radicalismo. Como respuesta, en 1926 un golpe de estado militar estableció la Dictadura Nacional. Gobernado por una serie de juntas militares, Portugal siguió perdiendo su fortuna e influencia. Desde 1960, los movimientos de independencia de Angola, Mozambique y Guinea llevaron a la guerra colonial portuguesa (\"Guerra do Ultramar\", 1961-1974). Como resultado, Portugal afrontó embargos de comercio y armas y otras sanciones por parte de la comunidad internacional."
        },
        {
            "heading": "Un nuevo orden",
            "text": "La junta dedicó una sangre y un dinero que no se podía permitir en sus esfuerzos por resistirse a la descolonización. Enfrentada a un aluvión de disensiones, tanto internas como externas, la junta finalmente se vio barrida por la Revolución de los Claveles, un golpe de estado relativamente incruento que llevó a cabo la izquierda militar en abril de 1974. La revolución trajo consigo la independencia de los restantes territorios portugueses de ultramar, además del restablecimiento de la democracia tras un periodo de transición de dos años. La constitución portuguesa se redactó de nuevo en 1976 para acomodar tanto los principios socialistas como los comunistas. Desde entonces, el gobierno ha oscilado entre el neosocialismo y el neoliberalismo. Se llevaron a cabo reformas agrarias y nacionalizaciones, y Portugal se vio obligado a recurrir dos veces a los programas de estabilización del Fondo Monetario Internacional para recuperarse económicamente. En 1986, Portugal se unió a la CEE y, posteriormente, a la Unión Europea. En 1999, la última colonia portuguesa, Macao, le fue entregada a la República de China. Mediante estos esfuerzos, Portugal se ha integrado una vez más en Europa y ha ocupado su lugar en la fraternidad de las naciones del mundo."
        },
        {
            "heading": "Un nuevo orden",
            "text": "La junta dedicó una sangre y un dinero que no se podía permitir en sus esfuerzos por resistirse a la descolonización. Enfrentada a un aluvión de disensiones, tanto internas como externas, la junta finalmente se vio barrida por la Revolución de los Claveles, un golpe de estado relativamente incruento que llevó a cabo la izquierda militar en abril de 1974. La revolución trajo consigo la independencia de los restantes territorios portugueses de ultramar, además del restablecimiento de la democracia tras un periodo de transición de dos años. La constitución portuguesa se redactó de nuevo en 1976 para acomodar tanto los principios socialistas como los comunistas. Desde entonces, el gobierno ha oscilado entre el neosocialismo y el neoliberalismo. Se llevaron a cabo reformas agrarias y nacionalizaciones, y Portugal se vio obligado a recurrir dos veces a los programas de estabilización del Fondo Monetario Internacional para recuperarse económicamente. En 1986, Portugal se unió a la CEE y, posteriormente, a la Unión Europea. En 1999, la última colonia portuguesa, Macao, le fue entregada a la República de China. Mediante estos esfuerzos, Portugal se ha integrado una vez más en Europa y ha ocupado su lugar en la fraternidad de las naciones del mundo."
        }
    ],
    "leader": {
        "name": "María I",
        "subtitle": "Líder de Portugal",
        "lived": "1734-1816 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_i.png",
        "trait": {
            "name": "Mare Clausum",
            "effect": "La diversidad de recursos aporta el doble de Oro a Portugal en las rutas comerciales."
        },
        "titles": [
            "Reina regente de Portugal, Brasil y el Algarve"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Sin duda, María I, perteneciente a una dinastía caracterizada por la tragedia y la locura, es la reina más conocida y quizás la más amada por el pueblo portugués. Como reina de Portugal, Brasil y el Algarve, recibió el sobrenombre de María la Pía, o María la Loca tras marchar a Brasil en 1807 huyendo de la invasión napoleónica. Murió en Río de Janeiro, en 1816, ya incapacitada por la locura."
            },
            {
                "heading": "Primeros tiempos",
                "text": "María, criada y educada en la corte con sus tres hermanas más jóvenes, dedicó gran atención a la religión y a la teología. Embelesada por los rituales y la claridad de la fe, pasó largas horas rezando. Algunos visitantes contaban que era de porte gracioso, aunque alta, con rasgos afilados pero sonrisa agradable. Sin embargo, ya como adolescente padeció accesos de melancolía y agitación nerviosa que ocasionalmente la confinaban en cama.En su etapa adulta se casó con Pedro III, el hermano menor de su padre. A pesar de la diferencia de edad, pues ella tenía 25 años y Pedro 42, el matrimonio fue estable y feliz. Ambos eran muy devotos y asistían a misa juntos varias veces al día. Pedro derribó su palacio en Queluz y construyó uno nuevo al estilo de Versalles, que enamoraba a María; la pareja estableció allí su residencia en 1764. A lo largo de los años, María dio a luz a siete niños, aunque solo tres de ellos llegaron a adultos."
            },
            {
                "heading": "Ascenso",
                "text": "En 1776, el rey José I sufrió un ataque y murió en febrero del año siguiente. Tras el terremoto y la ola gigante que destrozó Lisboa y la costa de Portugal en 1755, y un intento de asesinato en 1758, José fue dejando el gobierno de la nación en las crueles manos de su secretario de estado, el marqués de Pombal, cuyos métodos reformistas eran brutales y recortaban libertades civiles y personales. El primer acto de María al subir al trono fue expulsarlo del gobierno, fundamentalmente por sus políticas antijesuitas.Portugal se fue involucrando en los asuntos europeos a lo largo de los siguientes años. Con la Revolución Francesa a la vuelta de la esquina, cerró una alianza con Gran Bretaña. En julio de 1782, Portugal se unió a la Liga de la Neutralidad Armada con la esperanza de permanecer ajenos a las guerras napoleónicas. María y su consorte pasaron aquellos años promoviendo las artes, especialmente las obras religiosas y los proyectos de construcción."
            },
            {
                "heading": "Locura",
                "text": "La reina llevaba mucho tiempo padeciendo fanatismo religioso y melancolía, pero la primera vez que se reconoció su estado mental fue a principios de 1786, cuando tuvo que ser trasladada a sus aposentos por sus delirios tras una ceremonia religiosa. Su estado empeoró ese mismo año al fallecer su marido tras una breve enfermedad, seguido por su hijo mayor, dos años después, y Mariana, la única hija que había sobrevivido. Ese mismo año también murió el confesor de la reina. El efecto acumulado de estos acontecimientos sumió a María I en la locura.En 1792, el consejo de ministros declaró loca a la reina y solicitó que Joao, el único hijo que había sobrevivido, \"se hiciera cargo de la dirección de los asuntos públicos\". En 1799 asumió el título de príncipe regente de Portugal, pues su madre no era apta para gobernar. María I quedó confinada en palacio, vagando ocasionalmente por los pasillos, gritando \"¡Ay, Jesús!\" y llamando a sus hijos y marido fallecidos."
            },
            {
                "heading": "Huida a Brasil",
                "text": "En 1807, la negativa del gobierno a unirse al bloqueo de Napoleón contra Gran Bretaña culminó en una invasión francoespañola. Joao, incapaz de evitar la derrota y a petición del gobierno británico, decidió huir con toda la familia real y sus ministros al virreinato portugués de Brasil. Aunque Wellington liberaría Portugal en la Guerra de la Independencia Española, la familia real decidió permanecer en Brasil algunos años más.La propia María pasó gran parte de los años que le quedaban en un convento de Río de Janeiro. Durante los ocho años que pasó allí, sus dolencias físicas fueron aumentando: padeció disentería, fiebres tropicales, artritis y edemas que la confinaron a una silla de ruedas y, más tarde, a su cama. Cuando recibía visitas de familiares, gritaba una y otra vez: \"¡Quiero morir!\". Al final, a la edad de 81 años, su trágica vida llegó a su fin."
            },
            {
                "heading": "El juicio de la historia",
                "text": "A pesar de su locura, el personaje de María I es muy admirado tanto en Portugal como en Brasil debido a los cambios y acontecimientos que se produjeron durante su reinado. En Portugal tiene fama de mujer fuerte y dejó su huella en el plano cultural, como el Palacio Real de Queluz, una obra maestra del Barroco que ella ayudó a diseñar. En Brasil se la considera un personaje clave para la posterior independencia de la nación. Aunque su vida personal fue lamentable, su legado histórico no lo es."
            }
        ]
    }
}