{
    "id": 15,
    "name": "Roma",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/roma.png",
    "dawn_of_man": "Que los dioses os bendigan, César Augusto, emperador de Roma y de todas sus tierras. Vuestro imperio fue el más grande y longevo de toda la civilización occidental, y vuestro pueblo, prácticamente solo, ha conformado su cultura, sus leyes, su arte y su guerra como ningún otro lo ha hecho, antes o después. Gracias a muchos años de gloriosas conquistas, Roma llegó a dominar todas las tierras del Mediterráneo, desde España, al oeste, hasta Siria, en el este, y su dominio acabaría por extenderse hasta cubrir gran parte de Inglaterra y del norte de Alemania. El arte y la arquitectura romanos aún maravillan e inspiran al mundo, y Roma sigue siendo la envidia de muchas civilizaciones inferiores que la han seguido.Oh, poderoso emperador, vuestro pueblo se vuelve hacia vos una vez más para reclamar la gloria de Roma. ¿Velaréis porque vuestro imperio se alce de nuevo y lleve la paz y el orden a todos? ¿Volveréis a convertir Roma en el centro del mundo? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Balista|Balistas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/ballista.json"
        },
        {
            "name": "Legión|Legiones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/legion.json"
        }
    ],
    "city_names": [
        "Roma",
        "Antium",
        "Cumas",
        "Neápolis",
        "Rávena",
        "Arretium",
        "Mediolanum",
        "Arpinum",
        "Circeia",
        "Secia",
        "Satrico",
        "Ardea",
        "Ostia",
        "Velitra",
        "Viroconium",
        "Tarento",
        "Brundisium",
        "César Augusta",
        "Cesarea",
        "Palmira",
        "Signia",
        "Aquileia",
        "Clusium",
        "Sutrio",
        "Cremona",
        "Placencia",
        "Hispalis",
        "Artaxata",
        "Aurelianorum",
        "Nicópolis",
        "Londinium",
        "Eburacum",
        "Gordio",
        "Agripina",
        "Lugdunum",
        "Verona",
        "Corfinium",
        "Treveri",
        "Sirmium",
        "Augustadorum",
        "Bagacum",
        "Lauriacum",
        "Teurnia",
        "Curia",
        "Fregella",
        "Alba Fucens",
        "Sora",
        "Interrama",
        "Suesa",
        "Saticula",
        "Luceria",
        "Arminium",
        "Sena Gálica",
        "Castro Novo",
        "Hadria"
    ],
    "spy_names": [
        "Flavio",
        "Régula",
        "Servio",
        "Lucia",
        "Cornelio",
        "Licina",
        "Canus",
        "Serpens",
        "Agripa",
        "Bruto"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El Imperio Romano es la entidad política más excepcional y longeva de la civilización occidental. Se fundó alrededor del siglo VIII a. C. y partes del mismo sobrevivieron hasta el siglo XIV d. C. Los romanos fueron grandes innovadores en muchas áreas y no tenían ningún problema en apropiarse de las buenas ideas que encontraban en otras culturas. Conformaron en gran parte la cultura, las leyes, el arte, la religión y la guerra occidentales.Esta entrada de la Civilopedia cubre el auge de Roma, la República romana y la aparición del Imperio Romano con el gran emperador Augusto."
        },
        {
            "heading": "Terreno y clima",
            "text": "La ciudad de Roma se encuentra al lado del río Tíber, en la Italia central. Una serie de colinas y montañas recorren el centro de la península en forma de bota. Las regiones costeras son más llanas y constituyen mejores tierras de cultivo. Las tierras altas centrales pueden ser frías y nevosas en invierno, mientras que las tierras bajas de la costa disfrutan del clima típico mediterráneo, más templado.En su momento álgido, el imperio controlaba gran parte de la Europa occidental y central, junto con una buena porción de Oriente Medio y la mayoría de la costa septentrional de África. Por ello, obviamente, el clima en el imperio variaba mucho de una provincia a otra."
        },
        {
            "heading": "La primera Roma",
            "text": "Según la leyenda, Roma fue fundada por dos hermanos gemelos llamados Rómulo y Remo, que eran hijos del dios Marte y de la hija de un rey. Abandonaron a los niños al nacer, pero una loba los rescató, los amamantó y los crió. Tras llegar a la madurez, los chicos fundaron una nueva ciudad y lucharon por ver quién la gobernaría. Ganó Rómulo, que mató a su hermano y se convirtió en el primer rey de Roma.Los arqueólogos datan el primer asentamiento importante alrededor del siglo VIII a. C. (aunque hay pruebas de asentamientos anteriores en la zona que se remontan al siglo X a. C.). La ciudad la fundó una tribu latina en la cima de la colina Palatina, que domina un cruce con el río Tíber. Su estratégica ubicación la convirtió en un puesto comercial natural entre la civilización etrusca del norte y los asentamientos griegos del sur. Así, Roma se benefició de los avances culturales y tecnológicos de ambos grupos. Su ubicación hizo que sus vecinos la codiciaran mucho y, durante dos siglos, los latinos tuvieron que combatir los ataques de los etruscos y los sabinos, otra tribu del lugar."
        },
        {
            "heading": "La República",
            "text": "La tradición romana asevera que su último rey fue un tirano brutal. Derrocaron al villano, Tarquino el Soberbio, después de que su hijo violara a una noble virtuosa. Los historiadores modernos creen que lo que ocurrió de verdad es más prosaico. Según una teoría actual, los etruscos capturaron Roma y depusieron al rey romano, pero acontecimientos externos los obligaron a abandonar la ciudad antes de que pudieran instaurar a su propio monarca. Al descubrir que preferían vivir sin rey, los romanos no reinstauraron a Tarquino en el poder, sino que optaron por una república, basada lejanamente en el modelo griego. Se cree que el último rey romano cayó a finales del siglo V d. C.El sistema político romano evolucionó con el tiempo, pero la primera estructura posiblemente fuera un gobierno bipartito de cónsules. Los dos cónsules tenían la función de magistrados superiores de la ciudad y de líderes militares. Ambos tenían iguales poderes. Los elegían anualmente los \"comicios centuriados\": el ejército romano. Para asegurarse la unidad del liderazgo en tiempo de grandes peligros, se podía nombrar a un \"dictador\", que pasaba a ostentar el mando militar supremo. No obstante, su mandato solo duraba seis meses; después el poder volvía a los cónsules y al senado.El segundo grupo de poder en el gobierno de Roma era el Senado. Éste se componía de 300 hombres elegidos entre las familias romanas más importantes. En teoría, el Senado era un órgano meramente consultivo que aconsejaba a los cónsules y a los comicios (consulta más adelante), pero, de hecho, tenía un poder político enorme y los comicios casi siempre seguían sus \"consejos\".En Roma se celebraban periódicamente dos comicios que ostentaban, al menos en teoría, todo el poder político. Los comicios centuriados se celebraban fuera de la ciudad, en el campo de Marte. Como ya se ha comentado, esta asamblea estaba compuesta por los soldados romanos, que elegían a los cónsules y magistrados y aprobaban la paz o la guerra. Los comicios por tribus se celebraban dentro de la ciudad y comprendían a todos los ciudadanos romanos varones. Esta asamblea aprobaba las leyes y fallaba los casos de multas por delitos."
        },
        {
            "heading": "La expansión romana",
            "text": "Durante gran parte de su historia, la República romana se encontró en guerra con uno u otro de sus vecinos. Estaba expandiendo su territorio constantemente a expensas de otras tribus itálicas. Luchó contra la vecina ciudad de Fidenas y la conquistó en el 426 a. C., tras una contienda de 11 años. A esto le siguió muy pronto una sangrante guerra de diez años para conquistar la ciudad etrusca de Veii. Gran parte de estos logros se vieron perdidos de un plumazo en el 390 a. C., cuando una tribu gala venció a los ejércitos romanos y saqueó la ciudad. A Roma le costó casi medio siglo recuperarse de esta derrota tan devastadora.No obstante, a mediados del siglo III, Roma ya era dueña de toda Italia central y las colonias latinas se extendían al norte y al sur. Además, ya avanzaban las obras de la incomparable red de carreteras romana, que uniría el creciente imperio, y Roma había empezado a construir su primera armada.A medida que creció su poder, empezó a entrar en conflicto con otras potencias de la zona. Una de ellas era Cartago, una antigua colonia fenicia que se encontraba en la costa norteafricana de Túnez. En aquellos tiempos, Cartago tenía un poderoso imperio comercial que abarcaba gran parte del oeste norteafricano de Egipto, la costa de España y Francia y gran parte de Sicilia. Roma y Cartago libraron tres \"Guerras Púnicas\" (del 264 al 146 a. C.) para decidir quién controlaría el Mediterráneo occidental. Aunque los historiadores romanos culparon de las guerras a los cartagineses, los historiadores actuales creen que en verdad fueron los romanos quienes provocaron el conflicto al intentar apoderarse por la fuerza de Sicilia."
        },
        {
            "heading": "La Primera Guerra Púnica",
            "text": "En la Primera Guerra Púnica (264 - 241 a. C.), el ejército mercenario cartaginés no demostró ser rival para las legiones romanas, que le infligieron una imponente derrota en Agrigento el 261 a. C. La armada de élite cartaginesa tuvo un éxito inicial mucho mayor contra la inexperta flota romana, pero, con el tiempo, su ventaja se esfumó a medida que los romanos construían nuevas naves y se curtían en combate. Finalmente, los cartagineses se vieron obligados a reconocer la superioridad de Roma y a cederle Sicilia. Poco después, los romanos aprovecharon el malestar en el ejército cartaginés para apoderarse también de las islas cartaginesas de Córcega y Cerdeña.Con Roma coartando las operaciones cartaginesas en el Mediterráneo central, Cartago tuvo que reponerse de sus pérdidas expandiéndose hacia España. Roma respondió aliándose con la ciudad ibero-edetana de Sagunto, dejando así claro que se opondría a los intereses de Cartago en cualquier lugar del Mediterráneo. En el 219 a. C., el general cartaginés Aníbal asedió Sagunto, y Roma le declaró la guerra una vez más. Acababa de empezar la Segunda Guerra Púnica (219 - 201 a. C.)."
        },
        {
            "heading": "La Segunda Guerra Púnica",
            "text": "Aníbal, que era un general brillante, se dio cuenta de que no podría derrotar a Roma mientras ésta tuviera acceso sin restricciones a todos los recursos de Italia. Para ganar, debía acabar con la cooperación entre Roma y las demás ciudades italianas. Para ello, tuvo que llevar su ejército hasta Italia. Como la armada romana ya dominaba los mares, tuvo que tomar la ruta terrestre, mucho más larga y ardua. Este notable viaje de seis meses incluyó el peligroso cruce de los Alpes italianos. En el 218 a. C., Aníbal llegó a Italia con 20.000 soldados de infantería y unos 5.000 de caballería.En el 217 a. C., Aníbal derrotó y destruyó casi por completo a un ejército romano de unos 15.000 soldados. Se desplazó hacia el sur, con la esperanza de espolear el malestar entre las ciudades súbditas italianas, pero pocas se unieron a la causa cartaginesa. Sus fuerzas deambularon por la campiña sin demasiado éxito.En el año 216 a. C., los romanos ya se habían reagrupado y habían reunido otro ejército, más fuerte incluso, de entre 50.000-80.000 soldados contra Aníbal. Ambas fuerzas se encontraron en Cannas. Aníbal dejó que su centro retrocediera ante el ataque romano, pero entonces lanzó a la caballería por detrás del ejército enemigo, que no había protegido adecuadamente su flanco. La fuerza romana se vio rodeada y atacada por todos lados. Aníbal había destruido otro ejército romano, esta vez mucho más grande que el anterior. Este triunfo desmoralizó por completo a los romanos. Y, lo que es más importante, convenció al fin a los pueblos del sur de Italia de que Cartago podía ganar, y gran número de ellos se pasaron al bando cartaginés.Aunque las fuerzas de Aníbal habían aumentado mucho, ahora tenía muchas más ciudades aliadas que proteger. Pese a que Roma había perdido un gran ejército y gran parte de sus dominios meridionales, aún conservaba el norte de Italia, por no mencionar el control naval del Mediterráneo. La guerra se estancó.En el 207 a. C., Asdrúbal repitió la celebrada marcha de su hermano Aníbal, y llevó a otro ejército por los Alpes hasta el norte de Italia. Quería llegar al sur, hasta la costa oriental de la península (el lado más alejado de Roma), unirse a su hermano y lanzar el ataque final contra los romanos. Roma consiguió reunir a duras penas otro ejército y las dos fuerzas se encontraron en el río Metauro. Copiando la táctica de Aníbal, el general romano Cayo Claudio Nerón flanqueó al ejército de Asdrúbal y le cortó la retirada. La mayor parte del ejército cartaginés pereció y el propio Asdrúbal resultó muerto. Le cortaron la cabeza y la tiraron al campamento de Aníbal. Esto acabó con la retaguardia de la invasión. Aunque Aníbal permaneció en el área algunos años, ya nunca más fue capaz de desafiar a Roma en Italia.Mientras tanto, el gran general romano Escipión le había arrebatado la mayor parte de la Península Ibérica a Cartago. Pese a la presencia de Aníbal en el sur de Italia, convenció al Senado romano de que respaldara una invasión de la propia África. En el 204, zarpó y cruzó el Mediterráneo. Destruyó a un ejército enemigo cartaginés y a otro más en el 203 a. C. En el 202 a. C., se enfrentó a Aníbal, que había regresado de Italia debido a la crisis. Aunque Aníbal desplegó un ejército ligeramente mayor, las tropas de Escipión eran veteranas y tenían un ala de caballería superior. Flanquearon al ejército de Aníbal, que prácticamente quedó destruido. Prostrada e indefensa, Cartago pidió la paz. Roma la despojó de todas las posesiones que le quedaban en España y en las islas, y le impuso una indemnización enorme de 10.000 talentos (una cantidad exorbitante de oro)."
        },
        {
            "heading": "La Tercera Guerra Púnica",
            "text": "La Tercera Guerra Púnica (149-146 a. C.) sucedió unos 50 años después de la segunda. Por lo general, se admite que esta guerra fue poco más que un asalto de Roma contra una Cartago casi indefensa. Aunque Cartago carecía ya del poder militar necesario para amenazar a Roma, el imperio codiciaba mucho la riqueza de la ciudad africana y su creciente imperio comercial. Los romanos impusieron una serie de medidas intolerables a la ciudad, incluyendo que los ciudadanos se fueran de Cartago y se trasladaran tierra adentro para que ya no pudieran realizar más comercio marítimo. Los cartagineses se negaron y los romanos asediaron la ciudad, que opuso una resistencia tenaz. Cartago cayó en el 146 a. C. La ciudad fue destruida, cubrieron de sal sus campos (según cuenta la leyenda) y vendieron a los pocos ciudadanos supervivientes como esclavos. Roma ya era la dueña indiscutible del Mediterráneo."
        },
        {
            "heading": "El malestar social y la caída de la República",
            "text": "Aunque Roma siguió expandiéndose y librando guerras por todo el Mediterráneo, el primer siglo a. C. vio a decenas de miles de soldados desmovilizados que volvían de tierras extranjeras. No había bastante trabajo para los veteranos, especialmente desde que Roma se viera inundada de esclavos de sus posesiones de ultramar. Esos hombres estaban enfadados y tenían el voto. Hubo quienes intentaron introducir reformas en las tierras para arrebatar los latifundios a los que eran muy ricos y repartirlos entre los soldados, pero el senado (que estaba en su mayoría compuesto por ricos) frustró estas medidas. Para que los eligieran como cónsules, los políticos romanos tenían que aplacar a los veteranos, y la política romana se volvió cada vez más populista y las luchas políticas internas cada vez más encarnizadas.En el 88 a. C., el cónsul electo Sila marchó con su ejército hasta Roma para obligar a los comicios a que promulgaran leyes para debilitar permanentemente a la facción que se oponía a él. Después de que se marchara con su ejército, la oposición retomó la ciudad y anuló las leyes de Sila. En el 83 a. C., Sila regresó con su ejército y mató a todos los miembros de la facción opositora. Después, aprobó una serie de reformas constitucionales y se retiró.Desde ese momento, quedó claro que el control de Roma caería en manos de quien tuviera la lealtad del ejército. En el 62 a. C., tres hombres accedieron a compartir el poder. Este \"primer triunvirato\" estaba compuesto por los generales Cneo Pompeyo el Grande, Marco Licinio Craso y un soldado y político agudo, proveniente de una familia muy acaudalada: Julio César.Estos hombres tenían la misma capacidad de cooperar y deseo de compartir el poder que uno encontraría en un tiburón asesino y, tras la muerte de Craso en combate, César y Pompeyo saltaron cada uno a la yugular del otro. César se encontraba de campaña en aquel momento, y Pompeyo y el senado quisieron apartarlo del ejército. Se negó a cumplir las órdenes y avanzó sobre Roma. El ejército que defendía la ciudad no estaba entrenado, y Pompeyo no creía que pudiera vencer a los veteranos de César, muy motivados, por lo que él y el senado decidieron huir. En el 49 a. C., César entró en Roma sin encontrar resistencia."
        },
        {
            "heading": "El nacimiento de un imperio",
            "text": "Los acontecimientos relativos a los últimos años de Julio César ya son bien conocidos. Aunque mantuvo la fachada de que Roma era una república, él era el dictador de facto. Se atribuyó el poder de nombrar a todos los senadores y enmendó la constitución de modo que las asambleas votaran solo los candidatos y los proyectos de ley que él propusiera. Murió asesinado por miembros del senado en el 44 a. C.Tras la muerte de César, su lugarteniente Marco Antonio se alió con Marco Lépido y el hijo adoptivo de César, Cayo Octavio, para acabar con los que lo asesinaron. Poco después, los miembros del \"segundo triunvirato\" se pelearon entre ellos y Octavio, que había pasado a llamarse \"Augusto\", se convirtió en el indiscutido emperador de Roma (si quieres más información sobre Augusto, consulta su artículo en la Civilopedia). La República romana había muerto y acababa de nacer el Imperio Romano. El mundo temblaría ante su poder y su gloria."
        },
        {
            "heading": "Lo demás es historia",
            "text": "El poderoso Imperio Romano es una entidad infinitamente fascinante y compleja. Aunque lleva mucho tiempo muerto, su larga sombra aún se extiende sobre el mundo, y sucesos acaecidos en Roma hace dos mil años todavía afectan a nuestras vidas. Uno se pregunta si se podrá decir lo mismo de las civilizaciones de hoy en día."
        },
        {
            "heading": "Lo demás es historia",
            "text": "El poderoso Imperio Romano es una entidad infinitamente fascinante y compleja. Aunque lleva mucho tiempo muerto, su larga sombra aún se extiende sobre el mundo, y sucesos acaecidos en Roma hace dos mil años todavía afectan a nuestras vidas. Uno se pregunta si se podrá decir lo mismo de las civilizaciones de hoy en día."
        }
    ],
    "leader": {
        "name": "César Augusto",
        "subtitle": "Líder de los romanos",
        "lived": "63 a. C. - 14 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/césar_augusto.png",
        "trait": {
            "name": "Gloria de Roma",
            "effect": "+25% a la Producción destinada a construir cualquier edificio que ya se encuentre en la capital ."
        },
        "titles": [
            "Princeps"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Nacido Cayo Octavio, Augusto se convertiría en el primer (y quizá el más grande) de los emperadores romanos. Acabó con un siglo de guerras civiles e inauguró doscientos años de Pax Romana, además de una edad de oro de la literatura y la cultura romanas."
            },
            {
                "heading": "Primeros años",
                "text": "Octavio nació en el año 63 a. C. Su padre (llamado también Cayo Octavio) era un respetable pero modesto miembro de la orden ecuestre. Su madre, en cambio, era sobrina de Julio César. El padre de Octavio murió cuando él tenía solo cuatro años, y el muchacho se crió en la casa de su padrastro, Lucio Marcio Filipo.A la edad de 15 años, Octavio vistió la toga virilis (\"toga viril\"), símbolo de que había alcanzado la mayoría de edad, y fue elegido para el Colegio de Pontífices. En el año 46 a. C. acompañó a Julio César en su última campaña en Hispania. Allí causó tan honda impresión al gran general, que éste cambió su testamento para convertirlo en su heredero."
            },
            {
                "heading": "La muerte de Julio César",
                "text": "Cuando César fue asesinado, en los Idus de marzo del 44 a. C., todas las riquezas que había acumulado a lo largo de su vida pasaron a manos de Octavio, que por entonces contaba 18 años. En el momento del asesinato de César, Octavio se encontraba con algunos de sus soldados en la moderna Albania. Al enterarse de la noticia, marchó a Italia y reclutó un ejército entre los veteranos de César, cuya lealtad se aseguró subrayando el hecho de que era su heredero. Una vez en Roma, Octavio se alió con Marco Antonio y Marco Lépido para formar lo que se conoce como \"segundo triunvirato\", dirigido contra los asesinos de César, Marco Bruto y Cayo Casio. Los ejércitos de Octavio y Antonio siguieron a Bruto y a Casio hasta Grecia, donde los derrotaron en la batalla de Filipos (42 a. C.). Bruto y Casio se suicidaron tras la derrota."
            },
            {
                "heading": "Marco Antonio y Cleopatra",
                "text": "Antonio se casó con la hermana de Octavio, Octavia, para cimentar su alianza, y los dos líderes se dividieron el territorio de Roma. Octavio se quedó con el oeste, mientras que Antonio fue al este, donde inició una tórrida aventura con Cleopatra, señora de Egipto. Octavio vio las acciones de Antonio como un insulto para su hermana y su familia, y las relaciones entre ambos gobernantes no tardaron en arruinarse. Mientras Antonio disfrutaba de los placeres de Egipto, Octavio, en Roma, reforzaba su poder político y sus ejércitos. Finalmente estalló la guerra y, en el año 31 a. C., Octavio derrotó a las fuerzas de Antonio y Cleopatra en la batalla naval de Actium. Los amantes fueron perseguidos hasta Egipto, donde se suicidaron."
            },
            {
                "heading": "Octavio se convierte en Augusto",
                "text": "Octavio ya era el amo indiscutible de Roma. Entregó sus poderes extraordinarios al Senado, que estaba lleno de aliados suyos y, a cambio, el Senado lo nombró \"Augusto\" (hombre de dignidad y grandeza) y lo cubrió de honores. Y, lo que es más importante aún, le concedió los poderes de cónsul y censor, que nunca habían estado combinados en una sola magistratura. Todo el poder permanente quedó en manos del Senado, pero, como Octavio era quien lo controlaba de facto, esto era más que nada una ficción legal. Aunque tenía el poder de un auténtico emperador, Augusto prefería hacerse llamar \"princeps\" o \"primer ciudadano\" (posiblemente para no soliviantar más a los pocos republicanos que aún quedaban en Roma)."
            },
            {
                "heading": "Augusto en casa",
                "text": "Durante el reinado de Augusto, Roma vivió cuatro décadas de paz y prosperidad, un agradable cambio después de casi un siglo de conflictos civiles. Llevó a cabo un gran programa de construcciones en la vieja ciudad, en el que se incluyó una nueva sede para el Senado y grandes templos para Apolo y el \"Divino Julio\" (su fallecido tío-abuelo). Más tarde, a Augusto le gustaría presumir de que había encontrado una Roma hecha de ladrillo y había dejado una de mármol. Bajo su protección, muchos de los más famosos autores y poetas de Roma crearon sus grandes obras: Virgilio, Ovidio, Horacio y Livio vivieron sus momentos de mayor gloria durante su reinado."
            },
            {
                "heading": "La expansión romana",
                "text": "Los generales de Augusto disfrutaron también de gran éxito y, para alivio de todos, pudieron dirigir de nuevo sus fuerzas contra enemigos externos, en lugar de enfrentarse unos a otros. Las fronteras de Roma se extendieron hasta el Danubio, se culminó la conquista del norte de Hispania y, en el este, Armenia fue pacificada.Augusto sufrió dos derrotas militares significativas bajo su gobierno. En el 15 a. C., el gobernador romano de la Galia, Marco Lolio, fue derrotado por una coalición de tribus sicambrias, téncteras y usípetes que habían cruzado el Rin para adentrarse en la Galia; la posición romana en la Galia apenas sufrió daños, pues tal como Suetonio escribió, esta derrota fue \"más humillante que grave\".Sin embargo, la segunda derrota fue de una magnitud muy diferente. En el 9 d. C., Publio Quintilio Varo, gobernador de Germania Magna, condujo a tres legiones a través del Danubio y se adentró en las tierras bárbaras; allí fueron sorprendidos por las tribus queruscas que, tras una batalla de tres días, capturaron y mataron a todos los romanos. El propio Varo se suicidó y los vencedores enviaron su cabeza como regalo a Marbod, rey de los marcomanos en Bohemia. Al enterarse de la catástrofe, Augusto envió tropas a la ciudad para evitar revueltas. También prolongó la duración de las gobernaciones de las provincias para asegurarse de que, en el caso de rebelión, esta sería gestionada por hombres con experiencia. Además, dedicó unos grandes juegos a Júpiter para que mejorara la suerte del imperio. Es evidente que esta derrota afectó mucho a Augusto. Suetonio contó que \"durante meses no se cortó ni la barba ni el cabello, y a veces golpeaba su cabeza contra las puertas gritando '¡Varo, Varo, devuélveme mis legiones!'\"Afortunadamente, los nativos no se rebelaron y la catástrofe no tuvo consecuencias duraderas para el imperio."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Cuando Augusto murió en el 14 d. C., era impensable un regreso al viejo sistema republicano, así que el emperador Tiberio le sucedió de forma pacífica.Durante el largo reinado de Augusto, Roma prosperó y logró dominar la cuenca del Mediterráneo. Las medidas que tomó hicieron funcionar al imperio como la seda, tanto que Roma seguiría gobernando todo el mundo conocido durante casi dos siglos sin guerras importantes ni graves amenazas a su supervivencia. Pocos líderes históricos pueden presumir de ello."
            }
        ]
    }
}