{
    "id": 16,
    "name": "Rusia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/rusia.png",
    "dawn_of_man": "Bienhallada, Su Majestad Imperial Catalina, fabulosa Emperatriz de todas las Rusias. A vuestros pies se encuentra el país más grande del mundo. La poderosa Rusia se extiende desde el océano Pacífico, al este, hasta el mar Báltico, al oeste. Pese a las guerras, sequías y toda clase de desastres, el heroico pueblo ruso sobrevive y prospera, y sus artistas y científicos se cuentan entre los mejores del mundo. El imperio sigue siendo hoy en día uno de los más fuertes que se haya visto en la historia humana, una auténtica superpotencia que cuenta con la mayor fuerza destructiva jamás ingeniada.Catalina, vuestro pueblo os mira con la esperanza de que devolváis a Rusia a los días gloriosos, de que revitalicéis la tierra y retoméis la maravilla de la Ilustración. ¿Conduciréis a vuestro pueblo hasta la grandeza una vez más? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Krepost|Krepost",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/krepost.json"
        }
    ],
    "unique_units": [
        {
            "name": "Cosaco|Cosacos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/cossack.json"
        }
    ],
    "city_names": [
        "Moscú",
        "San Petersburgo",
        "Nóvgorod",
        "Rostov",
        "Yaroslavl",
        "Yekaterinburgo",
        "Yakutsk",
        "Vladivostok",
        "Smolensk",
        "Orenburgo",
        "Krasnoyarsk",
        "Jabárovsk",
        "Briansk",
        "Tver",
        "Novosibirsk",
        "Magadan",
        "Múrmansk",
        "Irkutsk",
        "Chita",
        "Samara",
        "Arcangelsk",
        "Cheliabinsk",
        "Tobolsk",
        "Vologda",
        "Omsk",
        "Astracán",
        "Kursk",
        "Saratov",
        "Tula",
        "Vladimir",
        "Perm",
        "Voronezh",
        "Pskov",
        "Staraya Russa",
        "Kostroma",
        "Nizhniy Nóvgorod",
        "Suzdal",
        "Magnitogorsk"
    ],
    "spy_names": [
        "Alexéi",
        "Lena",
        "Dimitri",
        "Anastasia",
        "Tatiana",
        "Boris",
        "Doktor Seriy",
        "Mijáil",
        "Natacha",
        "Zmeya"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Como una vez dijo Winston Churchill: \"Rusia es un acertijo, envuelto en un misterio, dentro de un enigma\". Es parte de Europa y de Asia, pero no pertenece a ninguna. Es rica en recursos naturales, aunque su pueblo ha sido pobre y oprimido históricamente. La han invadido y tomado los godos, los hunos, los mongoles, los franceses y los alemanes, y sigue siendo Rusia. Ha sido una superpotencia y un estado casi fallido, una monarquía, una dictadura comunista y una democracia. Y todo ello en menos de cien años. Sin duda, Rusia es una de las civilizaciones más fascinantes de toda la historia de la humanidad."
        },
        {
            "heading": "Terreno y clima",
            "text": "Rusia es un país enorme. Con una superficie de 16.834.922 kilómetros cuadrados, casi tiene el doble de tamaño que Estados Unidos, pero solo la mitad de su población. Es un lugar de grandes montañas, extensas estepas y ríos tumultuosos. Al este, Rusia limita con el océano Pacífico; al oeste, con el mar Báltico. Las zonas más meridionales de Rusia pueden ser muy calurosas en verano, pero los inviernos rusos, largos, fríos y oscuros, son famosos por su dureza."
        },
        {
            "heading": "La prehistoria rusa",
            "text": "Las pruebas arqueológicas demuestran que hay zonas de Rusia que llevan habitadas más de 4.000 años, pero se sabe poco de los primeros colonos de esta vasta tierra. Los griegos y persas se establecieron en Ucrania en alguna fecha temprana y, al parecer, cazaron y recolectaron en los grandes bosques rusos del norte. Varias tribus nómadas cruzaron el país entre los siglos IV y X d. C., antes de establecerse más al oeste de Europa. Entre ellas se encontraban los hunos, los godos y los magiares. Durante el mismo periodo, los eslavos orientales empezaron a emigrar hacia la zona, seguidos por los exploradores comerciales germanos, que buscaban mercancías además de nuevas rutas comerciales hacia el este. Se encontraron con las tribus finesas que se movían hacia el sur."
        },
        {
            "heading": "La Rus de Kiev",
            "text": "El siglo VIII fue testigo del primer escrito del que se tiene constancia sobre la \"Rus de Kiev\". Se cree que los rus eran vikingos escandinavos que emigraron al sur desde la costa del Báltico (aunque algunos estudiosos rusos lo discuten, pues sostienen que los fundadores de la Rus de Kiev eran eslavos). En el 860, los rus ya estaban haciendo incursiones en latitudes tan meridionales como las de Constantinopla y, en el año 1000, la Rus de Kiev controlaba ya la ruta comercial del Báltico al mar Negro. Esto conformaría la espina dorsal económica de la creciente potencia de la región.En el siglo XII, el Imperio de Kiev cubrió gran parte de lo que se convertiría en la Rusia oriental, extendiéndose desde Polonia, al oeste, hasta el Volga, al este, y desde Finlandia, al norte, hasta Ucrania, al sur. Era un territorio enorme para gestionarlo de forma centralizada, sobre todo a medida que las partes integrantes empezaron a desarrollar identidades individuales y aspiraciones nacionalistas. Económicamente, el imperio también empezó a dividirse; así, las provincias del norte se alinearon con las potencias bálticas mientras que las zonas occidentales se vieron atraídas por Polonia y Hungría y las meridionales, por Asia Menor y el Mediterráneo. A finales del siglo XII, la Rus de Kiev estaba prácticamente disuelta, aunque pervivía nominalmente, y la habían sustituido varios pequeños estados cuasifeudales."
        },
        {
            "heading": "La invasión de los mongoles",
            "text": "La primera incursión mongola en el territorio se dio en 1223, cuando una unidad de reconocimiento mongola se encontró con las fuerzas combinadas de varios estados de la Rus al mando de unos jefes de fantástico nombre, Mstislav el Calvo y Mstislav Romanovich el Viejo, en la batalla del río Kalka. Las fuerzas de la Rus tuvieron éxito en un principio, pero se desorganizaron al perseguir al enemigo en retirada. Los jinetes mongoles se reagruparon y derrotaron a sus perseguidores antes de que pudieran reorganizarse. Gran parte de las fuerzas de la Rus se rindió a condición de que los mongoles les perdonaran la vida. Éstos aceptaron, pero los mataron igualmente. Los mongoles abandonaron la Rus varios años, antes de regresar con una fuerza mucho mayor.En 1237, un gran ejército mongol de 30.000 o más arqueros a caballo volvió a cruzar el río Volga. En unos cuantos años capturaron, saquearon y destruyeron decenas de ciudades y pueblos rusos, incluyendo Riazán, Kolomna, Moscú, Rostov, Kashin, Dmítrov, Kozelsk, Halych y Kiev. Derrotaron estrepitosamente a todas las fuerzas que se levantaron contra ellos. Hacia 1240, de la Rus solo quedaban ruinas humeantes bajo el férreo control de los mongoles, que se dirigieron todavía más hacia el oeste, a Hungría y Polonia."
        },
        {
            "heading": "La Horda de Oro",
            "text": "El Imperio Mongol occidental, que incluía gran parte de Rusia, fue apodado la \"Horda de Oro\" (este apelativo probablemente no provenía de los propios mongoles). Su capital era Sari, una nueva ciudad construida a orillas del Volga. Aunque los mongoles (también conocidos como \"tártaros\") eran unos invasores y conquistadores despiadados, fueron unos gobernantes relativamente benignos. Por lo general, tuvieron poco trato directo con sus súbditos y prefirieron mantener la estructura de poder intacta, dirigiendo a través de los gobernantes que hubiera. Los mongoles, chamanistas en origen, se convirtieron al Islam y se mostraron extremadamente tolerantes respecto a las demás religiones. Por lo general, mientras se les pagara su tributo, dejaban a la gente en paz.La Horda de Oro sobrevivió hasta finales del siglo XIV, cuando cayó presa de los ataques de Timur (Tamerlán), que venía del sur. Con la intención de hacerse con su comercio, Timur ocupó y destruyó las ciudades mongolas de Sarai, Azóv y Kaffa, con lo que debilitó fatalmente a los gobernantes mongoles. Los líderes rus locales, especialmente los que estaban al frente de Moscovia, el principado de Moscú, se apresuraron a llenar el creciente vacío de poder."
        },
        {
            "heading": "Moscovia, el principado de Moscú",
            "text": "Durante el reinado de Iván III (1462 - 1505), Moscovia empezó el proceso de \"reunir las tierras rusas\", en el que el principado pretendía anexionarse todas las tierras eslavas orientales, incluyendo los territorios rusos tradicionales, además de los principados de Bielorrusa y de Ucrania, que nunca habían tenido ningún vínculo histórico con Moscú. En 1478 se anexionó Nóvgorod y, en 1485, Tver siguió un destino similar. No obstante, su obra casi se fue al traste en 1497, cuando los parientes de Iván lucharon a muerte por la sucesión al trono. Iván había elegido en un principio al nieto descendiente de su primer matrimonio, pero finalmente se vio obligado a nombrar heredero a Basilio, el hijo de su segunda esposa.El reinado de Iván también vio la primera entrada de Moscovia en el turbulento escenario de la diplomacia europea. Iván quiso acercarse más a Bizancio para presionar al creciente estado polaco-lituano, al oeste de Moscú (las potencias estaban compitiendo por absorber a los principados más pequeños que habían quedado tras la desaparición de la Horda de Oro).Tras la muerte de Iván, su hijo Basilio III, fortaleció la monarquía y expandió todavía más el territorio de Moscovia. No obstante, Basilio no consiguió tener un heredero hasta los últimos tiempos de su reinado, y se vio obligado a crear una regencia que gobernara tras su muerte hasta que su hijo Iván pudiera subir al trono. Como éste sólo tenía tres años y una delicada salud en el momento de morir su padre (1533), la regencia se prolongó y fue objeto de gran número de intrigas políticas, de las que el reino se resintió. Cuando Iván llegó a la madurez, las cosas fueron de mal en peor, casi se podría decir que de un modo \"terrible\"."
        },
        {
            "heading": "Iván el terrible",
            "text": "A sus 16 años, coronaron a Iván el Terrible (1530 - 1584) \"zar\" de Moscovia, siendo el primero que llevó este título (al parecer, la palabra deriva del título romano \"césar\"). Poco se sabe de su vida personal, excepto que casi siempre estaba enfermo y que se casó seis veces. Muchos creen que en los primeros tiempos de su reinado no fue más que un hombre de paja, un gobernante títere que daba la cara por una de las facciones que luchaban por el poder en aquella convulsa tierra. Durante este periodo promulgó una serie de reformas para reconstruir el sistema militar y legal, y leyes para limitar duramente el poder de los terratenientes hereditarios (es decir, la nobleza). Al parecer, estas reformas estaban dirigidas a mejorar el ejército ruso en vista de importantes campañas para expandir su territorio. Estas empresas distaron mucho de tener éxito.A los veintitantos años, Iván empezó un programa para aumentar drásticamente su poder a costa de casi todos sus vecinos. En la corte imperial, realizó purgas entre la nobleza de parecer independiente para llenarla de bravucones y aduladores. Los escalafones superiores de la jerarquía militar sufrieron un destino similar. Iván declaró que millones de acres de la mejor tierra eran \"oprichnina\" (o tierra de la corona), sujetos solo a su control directo.El zar fue tan humanitario como buen líder militar, y prácticamente destrozó el ejército y arruinó el país con la desastrosa guerra de Livonia, que arrastró durante unos 25 años (1558 - 1583). Murió en 1584, ni un momento antes.Las cosas mejoraron un tiempo tras la muerte de Iván, cuando subió al trono uno de sus viejos amigos, llamado Boris Godunov. Pero, cuando éste murió en 1605, todo se volvió a ir al traste, tanto que a este periodo (1606 - 1613) se lo conoce como \"el Periodo Tumultuoso\". La autoridad central había desaparecido y los ejércitos nacionales y extranjeros campaban y luchaban por todo el país a medida que un aspirante se ponía la corona solo para ser derrocado por el siguiente de la fila. Finalmente, los mercaderes del norte de Rusia financiaron un ejército insurgente (formado en su mayoría por tropas suecas) que expulsó a los extranjeros de Moscovia y mantuvo a raya a los cosacos. Con el control del aparato gubernamental (o de lo que quedaba de él), los insurgentes instaron la elección de otro zar."
        },
        {
            "heading": "Los Romanov",
            "text": "Miguel Fedorovich solo tenía 16 años cuando lo eligieron zar. Se enfrentó a innumerables problemas. Las décadas de insurrecciones y negligencia habían dejado a gran parte del país en ruinas, sus ciudadanos habían huido y los cultivos estaban en barbecho. Tropas extranjeras ocupaban partes del país y, las que no lo estaban, solían contar con sus propias fuerzas militares, que no respondían ante ninguna autoridad central. Al primer zar de los Romanov casi le costó 20 años recuperar el control de la nación.Los zares que siguieron a Miguel continuaron la expansión de Rusia, luchando o aliándose indistintamente con Suecia, Polonia o el Imperio Otomano, dependiendo de dónde se encontrara el territorio que intentaran anexionarse en cada momento. Las tierras en disputa incluían la Ucrania oriental, los territorios del Báltico y Bielorrusia."
        },
        {
            "heading": "Pedro el Grande",
            "text": "Pedro (1672 - 1725) gobernó Rusia junto a su hermanastro Iván desde 1682 a 1696 y, tras la muerte de éste, en solitario desde 1696 hasta 1725, fecha de su muerte. Durante la primera parte de su vida, Pedro estuvo completamente exiliado en la aldea de Preobrazhenskoye mientras su hermanastra Sofía gobernaba como regente. Así, careció de la educación apropiada para un joven zar, por lo que se volcó en el deporte, las matemáticas y el entrenamiento militar.Aunque era una potencia terrestre creciente a inicios del reinado de Pedro, Rusia carecía de acceso directo al mar Negro, el Caspio o el Báltico. Pedro creía que Rusia nunca sería un gran estado a menos que tuviera una armada. Gran parte de su política exterior estuvo dirigida a conseguir este fin. En 1695, atacó el sur y arrebató Azóv a los tártaros crimeos, con lo que se acercó considerablemente al mar Negro.En 1697, formó la \"Gran Embajada\", un grupo de unas 250 personas que habrían de viajar por toda Europa occidental para hacer acopio de información sobre la cultura y la economía europeas. Pedro viajó con el grupo de incógnito. Durante cuatro meses, trabajó de carpintero naval en los astilleros de la Compañía de las Indias Orientales y a esto le siguió un periodo similar en los de la Royal Navy británica. A medida que recorría Europa, fue contratando a cientos de trabajadores europeos para que lo ayudaran a mejorar las ciudades, la economía y las infraestructuras de Rusia.Pedro también buscaba aliados que lo ayudaran en su campaña contra los otomanos, pero no lo consiguió. Seguro de que Rusia no podría prosperar en este frente por sí sola, el pragmático zar firmó con ellos un tratado de paz y volvió su atención al Báltico.A finales del siglo XVI, los suecos ocuparon la costa del Báltico, incluyendo Carelia, Ingria, Estonia y Livonia. Pedro formó una alianza con Sajonia y el reino de Dinamarca y Noruega y, en 1700, atacaron. La \"Gran Guerra del Norte\" duraría unos 21 años. Pedro adoptó un papel muy activo durante la misma, y era habitual encontrarlo en las líneas del frente, bajo el fuego enemigo.Mientras tanto, en 1703, Pedro empezó la reconstrucción de San Petersburgo, en el confín septentrional de Rusia, cerca del golfo de Finlandia. En 1712, la proclamó nueva capital de Rusia. En 1721, Rusia ya había echado a Suecia del Báltico oriental y meridional. Tres años más tarde, Pedro ayudó a rescatar a unos marineros cuyo barco estaba encallado en las gélidas aguas del golfo de Finlandia. Cogió un resfriado durante la aventura y murió poco después.Pedro falleció sin nombrar a un sucesor y, durante los 40 años siguientes a su muerte, se sucedieron una serie de regencias más o menos débiles y gobernantes de efímera vida; entre ellos, la mejor fue probablemente su hija Isabel, que gobernó desde 1741 a 1760. Durante su reinado, se fundó la Universidad Pública de Moscú y Rusia extendió su control por Ucrania occidental.Le sucedió su nieto, el extremadamente impopular Pedro III. Su reinado sólo duró dos años, hasta que su mujer, la excepcional Catalina II, lo derrocó y acabó matándolo."
        },
        {
            "heading": "Catalina la Grande",
            "text": "Catalina era hija de un príncipe alemán. Fue a Rusia cuando tenía 15 años para casarse con Pedro III, heredero del trono ruso. Se educó ella misma leyendo literatura europea. Bella, inteligente e ingeniosa, se ganó el corazón de la nobleza rusa, que la preferiría infinitamente más a ella que a su marido, del cual decían que era un débil mental. Recibió el apoyo entusiasta de los nobles cuando urdió un golpe de estado palaciego y se hizo con el poder a los 33 años.Catalina reinó durante 30 años. En ese tiempo, expandió las fronteras del Imperio Ruso y ganó un territorio importante en el mar Negro y el Caspio, además de adentrarse en el este, más allá de los Urales. Catalina también anexionó grandes trozos de Polonia al imperio cuando dicho país se dividió entre Austria, Prusia y Rusia en 1772, aunque eso a largo plazo representaría más una carga que un beneficio.Durante su reinado, también introdujo muchas reformas importantes en Rusia en un intento por mejorar la organización de los gobiernos locales y combatir la corrupción que había en ellos. No obstante, pese a su fama de liberal, no era amiga en especial del campesinado ruso. De hecho, la odiosa práctica de la servidumbre aumentó significativamente durante su reinado y el sino del campesino medio se volvió todavía más duro.Catalina murió en 1796. Consulta el artículo de la Civilopedia sobre ella para obtener más información sobre la vida de esta líder extraordinaria."
        },
        {
            "heading": "Rusia en el siglo XIX",
            "text": "Las primeras dos décadas del siglo XIX vieron el auge y la caída de una de las mayores figuras militares europeas: Napoleón Bonaparte. Tras la Revolución Francesa, Bonaparte cogió una Francia dividida y debilitada y la convirtió en la nación más poderosa de Europa. Derrotó a Rusia y sus aliados en Austerlitz en 1805, y los rusos y franceses volvieron a luchar en 1806 y 1807. Hubo cinco años de paz, seguidos por la catastrófica invasión de Rusia por parte de Napoleón. Los ejércitos rusos combatieron a los franceses durante dos años más, y fueron responsables en gran medida de la derrota final de Napoleón y su expulsión de Europa. Rusia surgió de las guerras como la potencia militar predominante en el continente.El prestigio militar ruso sufrió un grave revés a mediados de siglo, cuando se vio incapaz de derrotar a una pequeña fuerza anglo-francesa, incompetentemente liderada, durante la guerra de Crimea (1853-1856). Esto llevó al nuevo zar, Alejandro II, a intentar introducir innovaciones en el imperio, incluyendo la abolición de la servidumbre en 1861. No obstante, las condiciones para emanciparse eran muy gravosas, y requerían que los campesinos hicieran \"pagos por redención\" anualmente para mantener su libertad, por lo que, en muchos casos, los nuevos libertos estuvieron peor que si hubieran sido esclavos. En esos tiempos, Rusia también instituyó una serie de reformas legales basadas en los modelos europeos, pero, aunque representaban una mejora respecto al antiguo sistema, las nuevas leyes siguieron tratando a los campesinos como ciudadanos de segunda.La década de 1870 vio una actividad revolucionaria creciente, especialmente entre los universitarios. En 1873, los estudiantes intentaron alentar la revolución del campesinado, pero los campesinos los acogieron casi siempre con indiferencia, y muchos estudiantes acabaron en prisión o deportados a Siberia. Los revolucionarios supervivientes pasaron a las actividades clandestinas, incluyendo los intentos de asesinato de oficiales de alta graduación. En 1881, un grupo terrorista consiguió asesinar a Alejandro II, pero acabaron capturando y ahorcando a los líderes principales.Alejandro III, el nuevo zar, aplicó una serie de leyes represoras que restringían la educación y limitaban todavía más las libertades ciudadanas.En 1894 murió Alejandro III y subió al trono su hijo, Nicolás II, que tendría un aciago destino."
        },
        {
            "heading": "El principio del fin",
            "text": "La guerra ruso-japonesa (1904-1905) fue testigo de una serie de derrotas aplastantes de los rusos a manos de los japoneses. Esto debilitó significativamente el prestigio del gobierno central, y Rusia sufrió una serie de protestas y huelgas dañinas cuando varios grupos exigieron distintas reformas. En 1905, un grupo de obreros de San Petersburgo marchó hacia el Palacio de Invierno para darle al zar una lista de exigencias. Los soldados los interceptaron, abrieron fuego contra ellos y mataron a 130. Las noticias del \"Domingo Sangriento\" corrieron rápidamente por Rusia y estallaron disturbios por todo el país. Posteriormente, ese mismo año, el zar aceptó a regañadientes la introducción de una asamblea electa. No obstante, esto no satisfizo a los revolucionarios, y el malestar prosiguió durante dos años.La creación de una nueva asamblea, la \"Duma\", sí que consiguió dividir a la oposición, ya que algunos optaron por reformar desde ella, mientras que los más radicales permanecieron al margen del sistema, poniendo bombas. El país fue cojeando y desangrándose hasta que la catastrófica Gran Guerra derrumbó por completo el sistema."
        },
        {
            "heading": "La Primera Guerra Mundial",
            "text": "La Primera Guerra Mundial fue un fallo mayúsculo de la diplomacia y del pensamiento racional. En los años de preguerra, las naciones de Europa se habían aliado entre sí o unas contra otras mediante una serie de pactos de defensa y agresión que prácticamente garantizaron que cualquier pequeño conflicto arrastrara a todo el continente a una conflagración gigantesca. El caso es que, en 1914, el dominio austrohúngaro de Serbia llevó a Rusia a la guerra del lado de aquélla, a Alemania del bando de Austria, a Francia y Gran Bretaña apoyando a Rusia, y así sucesivamente.El zar Nicolás II movilizó a sus fuerzas lo más rápido posible y marchó hacia el oeste para enfrentarse al enemigo alemán, que rápidamente rodeó y capturó a la mayor parte de los ejércitos rusos. En 1915, una ofensiva austríaco-alemana marchó prácticamente sin encontrar oposición hasta Polonia y, de ahí, a las provincias occidentales rusas. Esto, unido a la entrada en la guerra de Turquía (el tradicional enemigo de Rusia) en el bando de Alemania supuso una carga increíble para el tambaleante gobierno ruso.El zar Nicolás II no se comportó demasiado bien durante la crisis. Trasladó la corte a Bielorrusia, para estar \"al frente del ejército personalmente\", lo que dejó el gobierno cotidiano del imperio en manos de su mujer y del odiado consejero de ésta, Rasputín. En 1916, una conspiración, en la que se contaban muchos de los aliados más leales de la familia real, acabó con Rasputín.Ese mismo año, la situación militar mejoró, pero el estado del país fue a peor. Los alimentos escaseaban por doquier, ya que se reclutaba cada vez a más campesinos y el enemigo había cortado las importaciones. Esto, unido a la inflación galopante, llevó a un malestar creciente del proletariado. En 1917, la Revolución de Febrero pidió la abolición de la aristocracia. El gobierno hizo llamar a los cosacos para dispersar al populacho, pero se rebelaron y se pusieron del lado de los insurgentes. Muy pronto, la Duma se unió al levantamiento, y el 15 de marzo el zar se vio obligado a abdicar. Posteriormente lo ejecutaron, a él y a su familia.La Rusia imperial había muerto. Había llegado la Unión de Repúblicas Socialistas Soviéticas."
        },
        {
            "heading": "Vuelta a la URSS",
            "text": "La URSS sobrevivió durante 50 años. Su mayor triunfo fue la victoria contra la Alemania nazi en la \"Gran Guerra Patriótica\" (la Segunda Guerra Mundial). También sirvió como contrapeso a Estados Unidos, que en la postguerra contó con un poder casi ilimitado (si esto fue algo bueno o malo, depende del punto de vista de cada uno). Su mayor fallo fue su incapacidad de mejorar las condiciones de vida de sus ciudadanos para ponerlas a la altura de otros países de Europa y de occidente. La Unión Soviética terminó en 1991, derribada en cierta medida por las presiones externas de Estados Unidos y sus aliados, pero sobre todo por los enormes problemas económicos internos.Se podría decir más, mucho más, sobre la URSS, pero los límites de espacio y tiempo nos obligan a dejarlo para la Civilopedia de otro juego."
        },
        {
            "heading": "Rusia en la actualidad",
            "text": "La nueva Federación Rusa sigue siendo un acertijo, envuelto en un misterio, dentro de un enigma. Ha abandonado el comunismo y ha instaurado lo que podríamos llamar un capitalismo oligárquico. Ha creado a un gran número de multimillonarios, pero muchos de sus ciudadanos siguen siendo pobres. Ha liberado a bastantes de sus estados clientes (Alemania del Este, Ucrania, los estados bálticos), pero sigue proyectando una pesada sombra sobre sus vecinos (como demuestra la reciente invasión del antiguo estado soviético de Georgia). Es una democracia, pero el poder parece concentrarse cada vez más en manos de un solo hombre. No se sabe con seguridad qué será de este longevo país en el siglo XXI, pero sin duda seguirá siendo una de las naciones más poderosas e importantes de la Tierra."
        },
        {
            "heading": "Rusia en la actualidad",
            "text": "La nueva Federación Rusa sigue siendo un acertijo, envuelto en un misterio, dentro de un enigma. Ha abandonado el comunismo y ha instaurado lo que podríamos llamar un capitalismo oligárquico. Ha creado a un gran número de multimillonarios, pero muchos de sus ciudadanos siguen siendo pobres. Ha liberado a bastantes de sus estados clientes (Alemania del Este, Ucrania, los estados bálticos), pero sigue proyectando una pesada sombra sobre sus vecinos (como demuestra la reciente invasión del antiguo estado soviético de Georgia). Es una democracia, pero el poder parece concentrarse cada vez más en manos de un solo hombre. No se sabe con seguridad qué será de este longevo país en el siglo XXI, pero sin duda seguirá siendo una de las naciones más poderosas e importantes de la Tierra."
        }
    ],
    "leader": {
        "name": "Catalina",
        "subtitle": "Líder de los rusos",
        "lived": "1729 - 1796 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/catalina.png",
        "trait": {
            "name": "Riquezas siberianas",
            "effect": "Los recursos estratégicos proporcionan +1 a Producción y se consigue el doble de cantidad de Uranio, Caballos y Hierro."
        },
        "titles": [
            "Zarina de Rusia"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Catalina la Grande gobernó Rusia durante la segunda mitad del siglo XVIII. Fue ella quien supervisó la gran expansión del Imperio Ruso, que se adueño de miles de kilómetros cuadrados gracias a conquistas militares y diplomáticas. Fue una mujer hermosa e inteligente que sedujo a las mejores mentes europeas y convirtió su corte en uno de los centros de la ilustración y el pensamiento del continente. Aunque nació en Alemania, a Catalina se la considera entre los mejores gobernantes de la historia rusa."
            },
            {
                "heading": "Primeros años",
                "text": "Sofía Federica Augusta von Anhalt-Zerbst, princesa de Pomerania (un pequeño reino de Prusia), nació en Stettin, en 1729. A los 16 años contrajo matrimonio con Carlos Pedro Ulrico, heredero al trono de Rusia, y se convirtió en la gran duquesa Catalina Alekseyevna. Aprendió rápidamente el ruso y profesó la fe ortodoxa. Autodidacta en gran medida, se sumergió en la literatura de su época. Dotada de belleza e inteligencia, entabló gran amistad (como mínimo) con los grandes pensadores de su tiempo, incluidos los brillantes filósofos franceses Rousseau y Diderot."
            },
            {
                "heading": "Ascensión al poder",
                "text": "El matrimonio de Catalina fue muy desafortunado. Su marido el zar Pedro III fue, según contaban todos, un personaje neurótico. Se le ha descrito como cruel, feo (por culpa de las cicatrices de la viruela) y borracho. Se dice que detestaba a los rusos y amaba a los prusianos, lo cual no le hizo muy popular en la corte rusa. Aunque había nacido en un país extranjero, Catalina era mucho más popular entre la nobleza y, más importante, entre el ejército ruso.A los 33 años, y con el apoyo de la guardia imperial, derrocó a su marido, quien no tardaría en morir en un \"accidente de caza\", dejando a Catalina como dueña y señora de Rusia."
            },
            {
                "heading": "Política exterior",
                "text": "Como emperatriz, Catalina llevó a cabo una política expansionista basada en la potencia militar. La primera guerra ruso-turca (1768-1774) fue declarada por el sultán Mustafá III tras un incidente fronterizo en el que un grupo de cosacos se adentró en territorio otomano y, supuestamente, asesinó a los residentes de Balta. Los rusos de Catalina se impusieron y obtuvieron el sur de Ucrania, el norte del Cáucaso y Crimea, y ampliaron su acceso al Mar Negro. Los otomanos intentaron recuperar su territorio en la segunda guerra ruso-turca, pero fracasaron estrepitosamente.En los años que siguieron a la Revolución Francesa, Catalina temía que la Ilustración europea hiciera peligrar las monarquías europeas. Hacia finales de siglo, Polonia, un satélite ruso, comenzó a mostrar preocupantes tendencias democráticas. En 1792, las fuerzas rusas derrotaron a los polacos en la \"Guerra en defensa de la constitución\", tras lo cual Rusia, Austria y Prusia se repartieron Polonia.Catalina siempre mantuvo relaciones cordiales con las grandes potencias europeas, Prusia, Francia y Austria, y éstas no se opusieron a la expansión rusa."
            },
            {
                "heading": "Política interior",
                "text": "A lo largo de su reinado, Catalina emprendió un amplio abanico de reformas con el fin de transformar a la muy corrompida e incompetente burocracia rusa. Intentó modelar su gobierno y su corte siguiendo el ejemplo francés de Versalles. Pagó las reformas requisando las propiedades del clero, que era dueño de casi un tercio de la tierra y los siervos de Rusia. Cortejó el favor de la aristocracia, ampliando su ya importante poder sobre el campesinado ruso.En 1773 se desató una peste en Rusia, que ya estaba sufriendo las nefastas consecuencias de su larga guerra con Turquía. Pugachov, un oficial cosaco, aprovechó el creciente descontento y se hizo pasar por el marido muerto de Catalina, el zar Pedro III, para reclutar un ejército de campesinos con el objeto de derrocar a la emperatriz mientras el ejército ruso estaba en campaña contra los turcos. Afortunadamente para Catalina, la primera guerra ruso-turca terminó justo a tiempo y el ejército pudo regresar del frente para aplastar la rebelión antes de que llegara a Moscú. Por ello, Catalina se volvió muy suspicaz con el campesinado y dictó leyes aún más represivas contra ellos."
            },
            {
                "heading": "Las artes",
                "text": "Mecenas de las artes, Catalina encargó obras a numerosos escultores y pintores. Durante su reinado, San Petersburgo pasó de ser una ciudad primitiva y poco acogedora a una de las más hermosas e impresionantes capitales europeas. Su colección de arte privada fue la base del famoso Hermitage, uno de los mejores museos de arte del mundo."
            },
            {
                "heading": "El escándalo",
                "text": "A pesar de sus muchos logros en el ámbito de lo público, Catalina es conocida sobre todo por los excesos de su vida privada. Sus amoríos son materia de leyendas; se ha llegado a decir que se acostó con un considerable porcentaje del cuerpo de oficiales del ejército ruso, además de sus muchos y conocidos romances con una auténtica horda de importantes políticos y artistas europeos. Se decía que, cuando Catalina se cansaba de un amante, lo \"retiraba con pensión\", es decir, le entregaba una gran suma de dinero, campesinos y alguna tierra apartada de Moscú."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Su reinado destacó por la expansión del imperio. La anexión de Crimea y la expansión por las estepas situadas más allá de los Urales tuvieron enorme importancia a la hora de asegurar la costa norte del Mar Negro. Esto posibilitó la protección de los asentamientos agrícolas rusos en el sur y el establecimiento de rutas comerciales a través del Mar Negro. La partición de Polonia llevada a cabo por Catalina permitió también acercar Rusia al resto de Europa, al menos desde el punto de vista geográfico.Catalina llevó a cabo numerosas obras públicas en Rusia y el resto de sus dominios. También incrementó el comercio interno y externo. Por otra parte, no fue de gran ayuda para el campesinado ruso; de hecho, la vida del campesino se hizo más dura durante su reinado.Catalina murió a la edad de 67 años, más vieja que ningún otro monarca Romanov. Al igual que la reina Isabel I de Inglaterra, Catalina demostró que una mujer puede tener la suficiente inteligencia y entereza para dirigir un gran país."
            }
        ]
    }
}