{
    "id": 17,
    "name": "Siam",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/siam.png",
    "dawn_of_man": "¡Saludos, gran rey Ramkhamhaeng, líder del glorioso pueblo siamés! ¡Oh, poderoso rey, vuestros súbditos os rinden pleitesía, sobrecogidos por el miedo! Sois el gobernante de Siam, un antiguo país que se encuentra en el corazón del sudeste asiático. Siam es una tierra misteriosa y hermosa. Rodeado de enemigos, azotado por sangrientas guerras y una gran pobreza, el inteligente y leal pueblo siamés ha pervivido y triunfado. Rey Ramkhamhaeng, vuestro imperio formó parte antaño del Imperio Jémer, hasta el siglo XIII d. C., cuando vuestros antepasados se rebelaron y formaron el pequeño reino de Sukhothai. Mediante victoriosas batallas y una diplomacia hábil, el pequeño reino creció hasta convertirse en un poderoso imperio que dominaría el sudeste asiático durante más de un siglo.¡Oh, sabio y poderoso rey Ramkhamhaeng, vuestro pueblo necesita que volváis a llevarlo a la grandeza! ¿Podréis utilizar vuestro ingenio y vuestra fuerza para protegerlo y derrotar a vuestros enemigos? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Wat|Wats",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/wat.json"
        }
    ],
    "unique_units": [
        {
            "name": "Elefante Naresuan|Elefantes Naresuan",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/naresuan's_elephant.json"
        }
    ],
    "city_names": [
        "Sukhothai",
        "Si Satchanalai",
        "Muang Saluang",
        "Lampang",
        "Phitsanulok",
        "Kamphaeng Phet",
        "Nakhon Chum",
        "Vientiane",
        "Nakhon Si Thammarat",
        "Martaban",
        "Nakhon Sawan",
        "Chainat",
        "Luang Prabang",
        "Uttaradit",
        "Chiang Thong",
        "Phrae",
        "Nan",
        "Tak",
        "Suphanburi",
        "Hongsawadee",
        "Thawaii",
        "Ayutthaya",
        "Taphan Hin",
        "Uthai Thani",
        "Lap Buri",
        "Ratchasima",
        "Ban Phai",
        "Loci",
        "Khan Kaen",
        "Surin"
    ],
    "spy_names": [
        "Aran",
        "Chanarong",
        "Kiet",
        "Niran",
        "Virot",
        "Kulap",
        "Mayuré",
        "Fueng",
        "Ratana",
        "Tola"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Ubicada en el sudeste de Asia, entre Birmania (también llamada Myanmar), Laos, Camboya y Malasia, Siam (la actual Tailandia) tiene una historia larga y documentada. Es una tierra bella y misteriosa de bosques oscuros y montañas antiguas, y ha visto ocupaciones y revoluciones, inundaciones y hambrunas, y el auge y la caída de imperios."
        },
        {
            "heading": "Terreno y clima",
            "text": "Siam es un país semitropical que se encuentra en una zona monzónica. Desde mayo a octubre, los vientos cálidos del noroeste le llevan muchas lluvias, y la costa oeste recibe una asombrosa cantidad de agua pluvial (el montañoso norte mucho menos). El viento invierte su curso de noviembre a febrero y lleva al país un tiempo más frío y seco. El país está cubierto de bosques, pantanos y humedales. El pueblo siamés ha usado tradicionalmente el búfalo de agua, el caballo e incluso el elefante como animales de carga (aunque la última parte del siglo XX ha presenciado la introducción de maquinaria agrícola en gran parte del país)."
        },
        {
            "heading": "La prehistoria del Siam",
            "text": "Los primeros habitantes de Siam de los que se tiene noticia hablaban las lenguas mon-jémer. Había varios grupos distintos en el sudeste de la península asiática. De uno de ellos, los mon, se sabe que ya habían adoptado el budismo alrededor del siglo VI d. C. Otro grupo, los jémeres, se encontraba principalmente en Camboya, y su capital era Angkor (donde se encuentra Angkor Wat). En el siglo XII tenían un imperio que se extendía por cerca de la mitad de la actual Tailandia. Los jémeres eran más hindúes que budistas.Alrededor del año 1000 d. C., llegó a la zona un pueblo llamado \"tai\" y que hablaba ese mismo idioma. Casi todos los historiadores modernos creen que son originarios del norte de Vietnam. En pocos siglos, los tai se extendieron por gran parte del sudeste asiático, llegando hasta el nordeste de la India por el oeste y hasta la península de Malaca por el sur. En el siglo XIII ya eran tan numerosos como para poner en peligro la primacía de los mon y los jémeres de Siam."
        },
        {
            "heading": "Sukhothai y Ramkhamhaeng",
            "text": "A mediados del siglo XIII, un gobernante tai consiguió rebelarse contra el imperio de los jémeres y fundó el reino de Sukhothai. Siguió siendo una potencia pequeña y poco importante hasta la ascensión de su tercer gobernante, Ramkhamhaeng, en 1279. En apenas 20 años, este líder extraordinario transformaría el pequeño reino de Sukhothai en una gran potencia de la región.Durante su reinado, Ramkhamhaeng expandió el poder de su reino al oeste hasta Birmania, al este hasta Laos y hasta la península de Malaca al sur. El rey era un diplomático sagaz, además de un gran caudillo, y muchos territorios se unieron a su confederación voluntariamente. Hacia finales de su reinado, Ramkhamhaeng hizo que se inscribiera una piedra en la que se detallaban sus triunfos. En ella se nos retrata un reino rico y contento gobernado por un monarca afectuoso y benevolente. Ramkhamhaeng murió en 1298. Si quieres más información sobre Ramkhamhaeng, consulta su artículo en la Civilopedia.Sukhothai sobreviviría cien años tras la muerte de su mayor líder, hasta que fue absorbida por Ayutthaya, una nueva potencia tai que emergía en el sur."
        },
        {
            "heading": "Ayutthaya",
            "text": "Ramathibodi I fundó el reino de Ayutthaya en 1351, en la cuenca del río Chao Phraya, una fértil llanura que se encuentra justo al norte de la actual Bangkok. El reino estaba formado a partir de los restos de otro anterior, Lavo. En 1352, el rey Ramathibodi atacó a los jémeres y los expulsó de Siam por el este. En 1387, Ayutthaya ya era lo bastante fuerte como para atacar el norte, así que conquistó Sukhothai. Cuatro años después, el reino volvió a atacar a los jémeres y esta vez capturó y saqueó su capital, Angkor, tras un asedio de siete meses.Según se cuenta, la ciudad de Ayutthaya era hermosa y rica. La cruzaban de norte a sur una serie de canales que llevaban agua a todas las partes de la ciudad. Hoy en día, se pueden ver en la ciudad los restos de palacios y templos magníficos. Los tai de Ayutthaya fueron el primer pueblo de la zona que se llamó \"siamés\", y de ahí acabaría derivando el nombre de todo el país.Los ayutthayas adoptaron de los jémeres la creencia en la divinidad del rey. El monarca estaba por encima de todos. Nadie podía mirarle a la cara, excepto los miembros de la familia real. Además de aumentar el poder religioso y ceremonial real, el rey Trailok (1448-1488) reorganizó el estado para concentrar también el poder político en manos del monarca.Socialmente, los ayutthayas vivían en un rígido sistema de castas que asignaba un valor numérico a cada persona en función de su rango. Un esclavo valía 5 unidades (llamadas \"sakdi na\"); un hombre libre, unas 25 o así; y el heredero del trono, unas 100.000 unidades. (probablemente, el rey valía un trillón... ¡o más!). En el país se practicaba tanto el budismo como el hinduismo.Tras haberse encargado de Sukhothai en el norte y de los jémeres en el sudeste, el mayor peligro para Ayutthaya provenía de Birmania, al oeste. En 1569, Birmania venció a Ayutthaya y la conquistó. Ésta recuperó su independencia a finales del siglo XVI. Las tropas birmanas volvieron a saquear la ciudad en 1767. Esta vez, deportaron a la familia real, quemaron la ciudad hasta los cimientos y destruyeron todas las obras de arte ayutthaya y todos sus registros históricos. El reino nunca se recuperó de este ataque. No obstante, un nuevo reino siamés resurgiría de las cenizas de Ayutthaya y se haría con el poder."
        },
        {
            "heading": "Thon Buri",
            "text": "En 1767 (el mismo año que presenció la destrucción de Ayutthaya), un líder tai llamado Taksin fundó una nueva capital en Thon Buri, a unos 60 kilómetros río abajo de Ayutthaya (cerca de la actual Bangkok). Construida en la orilla oriental del río Chao Phraya, la ciudad era fácil de defender contra las fuerzas birmanas y, al estar ubicada más cerca de mar abierto, era también ideal para acoger el comercio internacional. De hecho, Taksin alentó a los mercaderes chinos para que fundaran negocios en Thon Buri y utilizó los impuestos recaudados por este comercio para reconstruir la economía siamesa, que había quedado devastada por el reciente ataque birmano.Aprovechando la riqueza de su país, Taksin creó un poderoso ejército y empezó a expandir su territorio. Tras haber recuperado las tierras que habían pertenecido a Sukhothai y a Ayutthaya, las tropas de Taksin conquistaron más territorios en Laos y expulsaron hacia el norte a las fuerzas birmanas de las tierras tradicionales de los tai. En 1782, Taksin empezó a mostrar señales de una grave enfermedad mental, así que lo depusieron y asesinaron. Lo sucedió un general llamado Chao Phraya Chakri (que posteriormente pasaría a llamarse Rama I). La Dinastía Chakri ha seguido en el poder en Tailandia hasta la actualidad."
        },
        {
            "heading": "El resurgir del Siam",
            "text": "Poco después de subir al trono, el nuevo monarca trasladó su capital a Bangkok, una pequeña aldea que estaba al otro lado del río Chao Phraya. Bangkok creció rápidamente hasta convertirse en una bulliciosa ciudad comercial, en gran parte gracias a los numerosos chinos que emigraron a la metrópoli.El rey Rama I y sus sucesores siguieron expandiendo el poder siamés por Laos y hacia el sur, hasta la península de Malaca. También continuaron guerreando contra Birmania, la eterna amenaza hasta que ésta, a su vez, se vio amenazada por Gran Bretaña (que se le acercaba desde la India).El rey Rama I también fue un gran protector de la cultura siamesa, la religión y la ley. Reconstruyó los templos y palacios siameses y modernizó en gran medida el sistema jurídico del país. Su sucesor, Rama II (que reinó entre 1809 y 1824), también fue un gran mecenas de las artes, además de un poeta bastante bueno."
        },
        {
            "heading": "Siam y Occidente",
            "text": "Quizás el mayor triunfo de la diplomacia siamesa es que evitó que las potencias occidentales la colonizaran, a diferencia de todos los demás países del sudeste asiático. En 1826, Siam firmó un tratado con Gran Bretaña y, en 1855, éste se amplió para permitir el comercio británico sin restricciones ni impuestos en los puertos de Siam. Los británicos también consiguieron el derecho de tener tribunales separados que juzgaran los casos en los que se vieran involucrados sus súbditos. Esto fue una pérdida de ingresos y de soberanía humillante para Siam, pero impidió que Gran Bretaña ocupara el país. Muy pronto, también firmó tratados parecidos con otras potencias europeas y con Estados Unidos.El rey Rama IV, que gobernó entre 1851 y 1868, era un gran estudioso de occidente. Nombró consejeros a varios occidentales y los llevó a su corte. También contrató a la inglesa Anna Harriette Leonowens para que fuera institutriz de sus hijos. La señora Leonowens escribiría posteriormente un libro sobre sus aventuras (\"El rey y yo\", también conocido como \"Anna y el rey\"), que serviría como base para un musical. Tanto el libro como el musical son muy entretenidos y, según los historiadores, muy inexactos.En algunos aspectos, el rey Rama IV era bastante adelantado para el lugar y la época en los que se encontraba. Había sido monje budista antes de subir al trono y quiso reformar el budismo del país, pues creía que se había corrompido y se había llenado de supersticiones. También empezó a rehacer la monarquía siamesa, desproveyéndola de las vestiduras más pesadas de la divinidad. Aunque siguió siendo un monarca absoluto, al menos permitió a sus súbditos mirarle directamente.El hijo del rey Rama IV, Rama V, reinó de 1868 a 1910. Siguió la práctica de su padre de hacer grandes concesiones a occidente para mantener la independencia de Siam y perdió grandes extensiones del territorio laosiano y camboyano a manos de los franceses, además de dar varias partes de Malasia a los británicos. Reformó aún más la monarquía y el gobierno en general, incluyendo la abolición de la esclavitud, la introducción de un sistema escolar moderno, la construcción de ferrocarriles y telégrafos y el establecimiento de tribunales y jueces."
        },
        {
            "heading": "El siglo XX",
            "text": "Los dos sucesores del rey Rama V, llamados Rama VI (que reinó de 1910 a 1925) y Rama VII (que reinó desde la muerte de su hermano hasta 1935), siguieron modernizando Siam. En 1917, Rama VI inauguró la primera universidad de Tailandia. Ese mismo año también entró en la Primera Guerra Mundial, en el bando de los aliados. Después de la guerra, convenció a los vencedores de que renunciaran a sus concesiones especiales en Siam y recuperó por primera vez en 75 años la completa independencia de su reino. No obstante, las reformas y guerras de Rama VI resultaron extremadamente caras, por lo que se vio obligado a reducir el gasto público, lo que causó el profundo resentimiento de su pueblo. El descontento prosiguió en el reinado de su sucesor y se exacerbó durante la Gran Depresión.En 1932, un grupo de estudiantes liderados por un abogado llamado Pridi Phanomyong y respaldados por los militares dieron un golpe de estado incruento, obligando al rey a gobernar bajo una constitución, así como a aceptar la formación de una asamblea nacional. En 1933, los miembros de la familia real intentaron dar, sin éxito, un contragolpe, y el rey Rama VII se vio obligado a huir del país, abdicando en 1935. Se nombró un consejo de regencia para que gobernara hasta que el jovencísimo príncipe Ananda Mahidol alcanzara la mayoría de edad.No obstante, la verdad era que el país estaba en manos del ejército. En 1938, un mariscal de campo (y uno de los conspiradores del golpe del 32 que derrocó a Rama VII) se convirtió en dictador militar. El dictador Phibun Songkhram cambió el nombre del país por el de Tailandia y alentó el nacionalismo tailandés, así como el sentimiento antichino y projaponés. En 1940, tras la conquista de Francia por parte de Alemania, invadió y capturó los territorios franceses en Laos y Camboya.Un año más tarde, tras el ataque a Pearl Harbor, las tropas japonesas se dirigieron a Tailandia y solicitaron derecho de paso por el país para facilitar su ataque a Singapur, de dominio británico. Las fuerzas tailandesas opusieron una resistencia mínima y simbólica y recibieron la orden de rendirse. En 1942, Tailandia firmó una alianza con Japón y les declaró la guerra a Gran Bretaña y Estados Unidos. Se formaron grupos de resistencia en el país y en el extranjero que atacaron a los japoneses y al gobierno colaboracionista. En julio de 1944, Phibun se vio obligado a dimitir y la dictadura se derrumbó tras la rendición de Japón en 1945."
        },
        {
            "heading": "La Tailandia de posguerra",
            "text": "Tailandia salió relativamente bien parada después de la Segunda Guerra Mundial. Tuvo que devolver los territorios que les había escamoteado a los franceses, pero por lo general no sufrió más sanciones. No obstante, sí que sufrió grandes luchas internas. En 1946, encontraron al rey muerto de un tiro en la cabeza. Culparon de su muerte al actual líder del gobierno, que se vio obligado a exiliarse, y el dictador protofascista \"Phibun\" Songkhram regresó al poder.En los años de la Guerra Fría, Estados Unidos destinó enormes sumas de dinero a Tailandia, que se quedaron en su mayor parte el ejército y la dictadura. La mayoría de la industria del país era propiedad del dictador y sus amiguetes y, en 1957, los militares dieron otro golpe de estado y pusieron al frente a otro mariscal de campo, Sarit Thanarat.Éste gobernó cinco años. Aunque mantuvo el control absoluto sobre el gobierno y las fuerzas armadas, introdujo reformas económicas que repartieron la riqueza entre la incipiente clase media tailandesa, lo que le ganó un gran apoyo popular. Estados Unidos le dio cada vez más dinero, que utilizó para financiar el ejército pero también para mejorar las infraestructuras tailandesas. Thanarat también apoyó la monarquía, que, aunque carecía de poder político, se había convertido una vez más en un símbolo poderoso del nacionalismo tailandés. Aunque Thanarat fue una figura popular durante su vida, tras su muerte su reputación se esfumó en gran parte cuando se descubrió la cantidad de dinero que le había robado a Tailandia y había escondido.Los sucesores de Thanarat siguieron recibiendo cantidades ingentes de dinero estadounidense y, a cambio, apoyaron la aventura de Estados Unidos en Vietnam. A finales de la década de 1960, más de 10.000 soldados tailandeses servían en Vietnam y miles de soldados estadounidenses estaban acantonados en Tailandia, que constituía una base importante para la fuerza aérea de Estados Unidos. El descontento popular por la guerra y el gobierno fue en aumento y, en 1973, una rebelión liderada por los estudiantes obligó a exiliarse a los actuales reyes.Tailandia disfrutó de un breve periodo de democracia parlamentaria, pero, en 1976, los militares dieron otro golpe de estado, esta vez con apoyo de la monarquía. Esto a su vez llevó a muchos tailandeses desafectos a trasladarse a la selva y engrosar las filas del insurgente Partido Comunista Tailandés. En 1980, los militares depusieron al gobierno derechista que acababan de instaurar y lo sustituyeron por un dictador con tendencias más democráticas. Durante los ocho años siguientes, el ejército compartió el poder con el parlamento, con la mediación del rey. En 1988 subió al poder un primer ministro electo que duró tres años, hasta que los militares lo derrocaron.En 1992, la junta militar celebró elecciones, que ganó uno de sus propios miembros, lo que no sorprendió a nadie. El pueblo no quedó satisfecho con este resultado y organizó protestas masivas que fueron reprimidas a sangre y fuego. Finalmente, intervino el rey: el dictador del momento dimitió y se instauró un gobierno más democrático. Esto duró ocho gloriosos años, hasta que, en 2006, la creciente insatisfacción popular y los excesos del gobierno llevaron a otro golpe de estado militar.Con el respaldo del anciano rey, se formó otro gobierno provisional y se puso al frente del mismo a un general retirado. Se redactó otra nueva constitución, que se ratificó por votación popular en agosto de 2007. En septiembre de 2008, el Tribunal Constitucional encontró culpable de conflicto de intereses a otro primer ministro. En octubre, su sustituto se vio incapaz de entrar en su despacho, que había sido ocupado como protesta por manifestantes, por lo que se vio obligado a dimitir. El último primer ministro (en el momento de escribir esto) juró el cargo en diciembre de 2008."
        },
        {
            "heading": "La Tailandia del mañana",
            "text": "¿Quién sabe? Tailandia es un gran país, con una gran historia, azotado por lo que parece una lista interminable de problemas políticos. La cosa parece incierta, en especial porque el rey actual, Bhumibol Adulyadej, posiblemente el único hombre capaz de aglutinar el país, tiene más de 80 años. Es de desear que el país sobreviva a su muerte sin más caos, pero, dada la turbulenta historia reciente del país, no se puede apostar nada a favor de ello."
        },
        {
            "heading": "La Tailandia del mañana",
            "text": "¿Quién sabe? Tailandia es un gran país, con una gran historia, azotado por lo que parece una lista interminable de problemas políticos. La cosa parece incierta, en especial porque el rey actual, Bhumibol Adulyadej, posiblemente el único hombre capaz de aglutinar el país, tiene más de 80 años. Es de desear que el país sobreviva a su muerte sin más caos, pero, dada la turbulenta historia reciente del país, no se puede apostar nada a favor de ello."
        }
    ],
    "leader": {
        "name": "Ramkhamhaeng",
        "subtitle": "Líder del Siam",
        "lived": "1240 - 1298 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramkhamhaeng.png",
        "trait": {
            "name": "Hijos del Padre Estado",
            "effect": "Los Alimentos , la Cultura y la Fe recibidos de las ciudades-estado amistosas aumentan en un 50%."
        },
        "titles": [
            "\"Rama el Valiente\""
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "En 1278, un príncipe llamado Ramkhamhaeng heredó un pequeño reino de escasa importancia, Sukhothai. En 20 años, gracias a una brillante combinación de genio militar y sagacidad diplomática, expandió las fronteras de su país y su influencia hasta cubrir gran parte del sudeste de Asia."
            },
            {
                "heading": "Primeros años",
                "text": "No se sabe gran cosa de los primeros tiempos de Ramkhamhaeng. Sus padres eran el rey Sri Indraditya y la reina Sueang. Tuvo dos hermanas y dos hermanos mayores, uno de los cuales murió muy joven y el otro, Ban Mueang, se convirtió en rey a la muerte de su padre. Se dice que el maestro de Ramkhamhaeng fue el poeta y sabio Sukathanta.A los 19 años, sirvió al mando de su padre en el ataque a la ciudad de Sukhothai, que estaba en manos de los jémeres. El éxito de este ataque consiguió aumentar en gran medida el poder del rey, que, en esencia, convirtió Sukhothai en un reino independiente. A causa de sus actos heroicos en combate, al príncipe le fue concedido el título de \"Phra Ram Khamhaeng\" (o \"Rama el Valiente\").Tras la muerte de su padre en 1257, su hermano, el nuevo rey Ban Mueang, puso a Ramkhamhaeng al frente de la ciudad de Si Sat Chanalai. Ban Mueang murió 20 años más tarde y Ramkhamhaeng subió al trono."
            },
            {
                "heading": "El rey Ramkhamhaeng",
                "text": "Durante su reinado, Ramkhamhaeng expandió el poder de su reino al oeste hasta Birmania, al este hasta Laos y hasta la península de Malaca al sur. El rey era un diplomático sagaz, además de un gran caudillo, y muchos territorios se unieron a su confederación voluntariamente. Ramkhamhaeng no pretendía dominar el sudeste de Asia, sino más bien promover el comercio y las alianzas diplomáticas entre los reyes vecinos.Casi todo lo que sabemos del reinado de Ramkhamhaeng proviene de una inscripción tallada en piedra en 1292, hacia finales de su vida. Es el escrito más antiguo que se conoce en tailandés y retrata al monarca como a un líder sabio y benevolente."
            },
            {
                "heading": "Arte y cultura",
                "text": "Ramkhamhaeng fue un fervoroso impulsor del budismo. También propició el arte, y la expresión artística tailandesa alcanzó nuevas cotas durante su reinado, especialmente en la escultura en bronce y en la cerámica."
            },
            {
                "heading": "La muerte de Ramkhamhaeng",
                "text": "Ramkhamhaeng murió en 1298. Su extenso imperio, aglutinado por su magnetismo personal y por la genialidad de su diplomacia internacional, no sobrevivió mucho a su muerte, y las provincias más lejanas pronto se separaron. Sukhothai sobrevivió otro siglo por sí misma antes de caer."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Hoy en día se ve a Ramkhamhaeng como un gran líder y el primero en reinar en un Siam unido, que posteriormente se convertiría en Tailandia. No obstante, también se ha de recordar que casi todo lo que sabemos de él viene de una inscripción en piedra que él mismo mandó esculpir. Si hubiera tenido algún defectillo, ¿lo habría esculpido en roca para que todo el mundo lo viera? (¿Lo harían los líderes del mundo actual?)Aun así, hay muchas evidencias que demuestran que consiguió crear un gran imperio y que su pueblo prosperó durante su reinado. Y eso es un hito del que cualquier líder estaría orgulloso."
            }
        ]
    }
}