{
    "id": 18,
    "name": "Songhai",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/songhai.png",
    "dawn_of_man": "¡Que Alá Todopoderoso colme de bendiciones a Askia, líder de los songhai! Durante muchos años, vuestro reino fue un estado vasallo del poderoso imperio africano occidental de Mali, hasta mediados del siglo XIV, cuando el rey Sonni Alí Ber se independizó, conquistó gran parte del territorio y derrotó a los innumerables enemigos que querían acabar con él. Finalmente, la conquista de las opulentas ciudades de Tombuctú y Yenné dio al Imperio de Songhai el poder económico necesario para sobrevivir durante un siglo, hasta que el imperio fue destruido por la superioridad tecnológica de sus enemigos: mosquetes contra lanzas.Rey Askia, vuestro pueblo os implora que lo llevéis a la gloria. Que los hagáis poderosos y ricos, que les proporcionéis las armas que necesitan para derrotar a todos sus enemigos. ¿Podréis salvarlos de la destrucción, oh, rey? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Mezquita piramidal|Mezquitas piramidales",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mud_pyramid_mosque.json"
        }
    ],
    "unique_units": [
        {
            "name": "Caballería mandekalu|Caballerías mandekalu",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/mandekalu_cavalry.json"
        }
    ],
    "city_names": [
        "Gao",
        "Tombuctú",
        "Yenné",
        "Taghaza",
        "Tondibi",
        "Koumbi Saleh",
        "Kukia",
        "Walata",
        "Tegdaoust",
        "Argungu",
        "Gwandu",
        "Kebbi",
        "Boussa",
        "Mopti",
        "Bamako",
        "Wa",
        "Kayes",
        "Awdaghost",
        "Ouadane",
        "Dakar",
        "Tadmekket",
        "Tekedda",
        "Kano",
        "Agades",
        "Niamey",
        "Torodi",
        "Ouatagouna",
        "Dori",
        "Bamba",
        "Ségou"
    ],
    "spy_names": [
        "Ahmadou",
        "Ayub",
        "Badru",
        "Bojari",
        "Guedado",
        "Adhiambo",
        "Chinaka",
        "Laila",
        "Mariama",
        "Oni"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El Imperio de Songhai fue una civilización que floreció en el oeste de África durante los siglos XVI y XVII. Los songhai aparecieron por vez primera cerca de la ciudad de Gao, que era vasalla del Imperio de Malí. A principios del siglo XIV, los songhai consiguieron independizarse de Malí y, durante los dos siglos siguientes, se expandieron hasta terminar por convertirse en el mayor imperio de la historia africana."
        },
        {
            "heading": "Terreno y clima",
            "text": "El terreno de África occidental que ocuparon los songhai es en su mayor parte llano y árido y está dominado por dos importantes sistemas fluviales, el del Níger y el del Senegal, que le confieren un transporte rápido de este a oeste, además de unos cultivos ricos en sus riberas. El clima es tórrido y tropical, con dos estaciones principales: la seca y la húmeda. De marzo a junio, sopla un viento caluroso y seco del Sáhara, y las temperaturas durante el día suelen superar los 40 grados centígrados."
        },
        {
            "heading": "Antes de los songhai: los malíes",
            "text": "Antes del auge de los songhai, los malíes controlaban gran parte del centro de África occidental. Se cree que el Imperio de Malí se fundó un poco antes del 1000 d. C. Se dedicaba sobre todo al comercio y constituía, literalmente, la encrucijada de África, pues controlaba las importantes rutas comerciales saharianas de norte a sur así como las rutas fluviales de este a oeste. Durante el reinado del gran líder Kankan Musa (1312 - 1337), el imperio conquistó las ricas ciudades de Tombuctú y Gao y se hizo con el control de los valiosos depósitos de sal del norte.Malí era un imperio musulmán y, con Musa, la ciudad de Tombuctú se convirtió en un importante centro de conocimiento del Islam. Sin embargo, al llegar el siglo XIV, el imperio se había vuelto demasiado grande como para tener un gobierno central viable, y varios territorios importantes empezaron a declararse independientes y a escindirse. Entre ellos se incluía Gao, la cuna de los songhai."
        },
        {
            "heading": "El auge de Songhai",
            "text": "Se cree que los songhai aparecieron en Gao alrededor del 800 d. C. Poco se sabe sobre sus primeros tiempos, aunque sí que, en el siglo XI, el rey Kossoi se convirtió al Islam e hizo de Gao la capital del incipiente reino songhai. Bajo el Imperio de Songhai, Gao se volvió rica y próspera y, a principios del siglo XIII, los malíes capturaron a los songhai y convirtieron el reino en un estado vasallo. Songhai siguió bajo el control de Malí durante unos 50 años, antes de recuperar la independencia con el rey Solimán-Mar.Songhai mantuvo una libertad precaria durante el siglo siguiente, hasta que un nuevo gran líder, Sonni Alí Ber, la llevó a la grandeza."
        },
        {
            "heading": "Sonni Alí Ber",
            "text": "Sonni Alí Ber gobernó a los songhai durante 30 años (1464-1492). Era brillante como líder militar y estratega. Aprovechando la creciente debilidad de Malí, Sonni se puso al frente de los ejércitos de Songhai, conquistó la rica ciudad de Tombuctú y expulsó a los merodeadores tuaregs, que se habían apoderado de la ciudad al declinar el poder malí. Expandió su imperio más hacia al oeste y se anexionó toda la tierra de Malí que había al norte de Yenné (también llamada Djenné). Su expansión no estuvo exenta de oposición. Durante el transcurso de su reinado, rechazó ataques de los mossi, los dogones y los fulani.En 1473, Alí Ber fue a por su mayor botín: la próspera ciudad comercial de Yenné. Ésta aún formaba parte del Imperio de Malí, y su pueblo opuso una férrea resistencia. Incapaz de tomar la ciudad al salto, Alí Ber la asedió. La ciudad se defendió tenazmente durante siete años antes de capitular.Los registros históricos de la época presentan a Alí Ber como un tirano inestable, que a veces se mostraba generoso y a veces despiadado, que gobernaba con puño de hierro y que exterminaba y oprimía a aquellos que capturaba. Puede que haya algo de exageración en ello, ya que a los eruditos musulmanes que escribieron la historia no les gustaba la forma poco ortodoxa de islamismo que profesaba Alí Ber: una mezcla entre el Islam tradicional y las observaciones religiosas songhai."
        },
        {
            "heading": "Askia Mohamed I",
            "text": "Askia Mohamed I gobernó Songhai desde 1493 hasta 1528. \"Askia\" significa \"usurpador\", pues así se hizo con el poder al derrocar al hijo de Alí Ber menos de un año después de su muerte. Que eligiera \"usurpador\" como título propio y nombre de su dinastía sugiere que este hombre extraordinario también tenía un extraordinario sentido del humor.Aunque libró una guerra para hacerse con la corona de Songhai, Askia era más que un caudillo. Luchó en varias batallas durante su reinado, con distinto resultado, pero se lo conoce principalmente por ser reformador, conquistador y hombre temeroso de Dios. Durante su reinado, creó una burocracia que lo ayudara a dirigir el imperio y a organizar su política fiscal, militar y agrícola. Abrió muchas escuelas y, en 1495, hizo una famosa peregrinación a la Meca.Askia gobernó hasta 1528, año en que su hijo lo derrocó. Si quieres más información sobre este gobernante extraordinario, consulta su artículo en la Civilopedia."
        },
        {
            "heading": "Declive y caída de Songhai",
            "text": "En los años siguientes al derrocamiento de Askia, ningún otro líder fue capaz de hacerse con el poder y conservarlo durante un periodo de tiempo relevante. El hijo de Askia, Musa, reinó durante tres años. Lo siguió Mohamed II, que estuvo seis. Los dos siguientes líderes duraron dos y diez años, respectivamente. En 1549, subió al trono Askia Daoud, que gobernó durante 33 años, hasta 1582. Esta relativa estabilidad se vino abajo cuando el sultán de Marruecos asaltó los valiosos depósitos salinos de Songhai en Taghaza.El final llegó en 1591. Al ver que Songhai se encontraba débil y dividida y, lo que era más importante, carecía de armamento moderno, un ejército marroquí armado con mosquetes lanzó un gran ataque. Los marroquíes derrotaron por completo a los guerreros songhai, expulsaron a sus líderes a las colinas y capturaron las importantes ciudades de Tombuctú y Gao. En una campaña asombrosa, habían borrado del mapa a todo un imperio."
        },
        {
            "heading": "Las lecciones aprendidas",
            "text": "La caída de Songhai fue rápida y brutal. En muchos aspectos, se parece a la del Imperio Azteca, 70 años antes, en 1521. En su día, ambos imperios fueron grandes, ricos y poderosos, y se creían invulnerables. Los dos fueron aplastados por una pequeña fuerza armada con una tecnología notablemente superior. Como reza el dicho: \"Nunca lleves una navaja a un tiroteo. Lleva un arma de fuego. A ser posible, dos\". Esto es tan válido para los tiroteos como para los imperios."
        },
        {
            "heading": "Las lecciones aprendidas",
            "text": "La caída de Songhai fue rápida y brutal. En muchos aspectos, se parece a la del Imperio Azteca, 70 años antes, en 1521. En su día, ambos imperios fueron grandes, ricos y poderosos, y se creían invulnerables. Los dos fueron aplastados por una pequeña fuerza armada con una tecnología notablemente superior. Como reza el dicho: \"Nunca lleves una navaja a un tiroteo. Lleva un arma de fuego. A ser posible, dos\". Esto es tan válido para los tiroteos como para los imperios."
        }
    ],
    "leader": {
        "name": "Askia",
        "subtitle": "Líder de los songhai",
        "lived": "c. 1440 - 1538 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/askia.png",
        "trait": {
            "name": "Caudillo de los ríos",
            "effect": "Se recibe el triple de Oro de los Campamentos bárbaros y por saquear ciudades. Las unidades terrestres reciben los ascensos de Canoas de guerra y Anfibia, lo que les da más fuerza cuando están embarcadas."
        },
        "titles": [
            "Askia (Despojador)"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Askia Mohamed I, también llamado Mohamed Ture (reinó desde 1493 hasta 1528), unificó el control de la zona central del oeste de Sudán en manos de un único Imperio de Songhai, el más extenso de la historia africana. Aunque luchó en varias campañas militares, es más famoso por reorganizar, modernizar y aportar estabilidad a los songhai. También se le recuerda por su famoso peregrinaje a La Meca."
            },
            {
                "heading": "Primeros años",
                "text": "Askia fue un general a las órdenes de Sonni Alí, el primer gran líder del Imperio de Songhai. Alí amplió el control de Songhai a lo largo del río Níger y capturó las opulentas ciudades de Tombuctú y Yenné. Aunque formalmente era musulmán, Alí siguió practicando el animismo africano, y en su reino también se toleraba a los que no eran musulmanes. Alí murió en 1492, en un extraño accidente: él y su caballo cayeron a un río y fueron arrastrados por una catarata. A Alí le sucedió su hijo, Sonni Baru. Casi inmediatamente, Askia comenzó a conspirar para derrocar a Baru y se hizo con el poder en 1493 gracias a la ayuda de unos rebeldes musulmanes."
            },
            {
                "heading": "Peregrinaje a La Meca",
                "text": "En 1495, a los dos años de alzarse en el trono, Askia inició un peregrinaje a La Meca. Este peregrinaje es famoso por la pompa, estilo y opulencia que Askia ostentó durante el largo viaje. En La Meca, Askia conoció al califa de Egipto, que lo nombró su representante religioso y le otorgó el título de \"Califa de África Occidental\". El cronista Mahmud Kati, que acompañó a Mohamed, presenta una versión más colorida de los hechos en la que asegura que los jinn (genios) de La Meca nombraron califa a Askia.Cuando Askia regresó a Songhai, en 1497, estaba completamente comprometido con el Islam. Durante su reinado, apoyó con entusiasmo a las universidades religiosas de Tombuctú, y fundó muchas mezquitas y escuelas religiosas en Songhai."
            },
            {
                "heading": "Expansión militar",
                "text": "Durante su reinado, Askia amplió el imperio hacia el norte, el sur y el oeste gracias a sus exitosas campañas contra varios reinos y ciudades vecinos. Sin embargo, no triunfó en todas sus batallas, y la historia le recuerda como un líder militar aceptable, pero no excepcional."
            },
            {
                "heading": "Organización del imperio",
                "text": "Al crecer el imperio, su gestión era cada vez más complicada. Askia dividió las regiones en provincias al mando de un gobernador. Amplió la corte de Songhai, creando administradores de finanzas, justicia, interior, agricultura, aguas y bosques, y de las \"tribus de raza blanca\" (los vasallos moros y los tuaregs). También estableció un ejército y una armada permanentes (esta última estaba formada por canoas de guerra).Además, Askia reestructuró el sistema impositivo y reguló la agricultura, la caza y la pesca."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Askia gobernó durante unos 35 años. En 1528, ciego y viejo, fue depuesto por uno de sus hijos y murió unos diez años más tarde. Pasó a la historia como un administrador muy competente, y su reinado fue la edad de oro de la religión y el conocimiento de África occidental. Aunque no fue un gran general, logró expandir su imperio y conservar sus posesiones hasta que la edad le arrebató sus poderes. En definitiva, Askia fue uno de los mejores gobernantes subsaharianos."
            }
        ]
    }
}