{
    "id": 21,
    "name": "España",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/españa.png",
    "dawn_of_man": "Bendita Isabel, servidora de Dios, Reina de Castilla y de León, vuestro pueblo os saluda y os da la bienvenida. Sois la gobernante de España, un país hermoso y antiguo que se encuentra en la encrucijada del mundo entre Europa y África, con un pie en el Mediterráneo y otro en el bravío océano Atlántico. Los españoles son un pueblo multicultural, con raíces en el mundo cristiano y en el musulmán. De sangre marinera, los exploradores españoles descubrieron y conquistaron gran parte del Nuevo Mundo. Durante muchos años, el oro y la plata traídos de allí dieron a España una riqueza y poder sin igual, convirtiendo a la corte española en la envidia del mundo.Oh, justa y virtuosa Isabel, ¿reconstruiréis el Imperio Español y demostraréis de nuevo al mundo la grandeza de vuestro pueblo? ¿Recogeréis el manto de la sacrosanta monarquía y derrotaréis a vuestros enemigos bajo la atenta mirada de los Cielos? Vuestros devotos súbditos esperan vuestras órdenes. ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Tercio|Tercios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/tercio.json"
        },
        {
            "name": "Conquistador|Conquistadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/conquistador.json"
        }
    ],
    "city_names": [
        "Madrid",
        "Barcelona",
        "Sevilla",
        "Córdoba",
        "Toledo",
        "Santiago",
        "Salamanca",
        "Murcia",
        "Valencia",
        "Zaragoza",
        "Pamplona",
        "Vitoria",
        "Santander",
        "Asturias",
        "Jaén",
        "Logroño",
        "Valladolid",
        "Palma",
        "Teruel",
        "Almería",
        "León",
        "Zamora",
        "Mida",
        "Lugo",
        "Alicante",
        "Cádiz",
        "Elche",
        "Alcorcón",
        "Burgos",
        "Vigo",
        "Badajoz",
        "La Coruña",
        "Oviedo",
        "Bilbao",
        "San Sebastián",
        "Granada",
        "Mérida",
        "Huelva",
        "Ibiza",
        "Las Palmas",
        "Tenerife"
    ],
    "spy_names": [
        "Rodrigo",
        "Esmeralda",
        "León",
        "Matilde",
        "Ramona",
        "Don X",
        "Modesto",
        "Serpiente",
        "García",
        "Lobo"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "La ubicación de España en la Península Ibérica, entre el norte de África y Europa, la ha convertido en un territorio importante desde la prehistoria hasta el presente. Primera potencia imperial del mundo, España tuvo que sobrevivir posteriormente a siglos de guerras devastadoras y disturbios políticos. Desde el descubrimiento y colonización del Nuevo Mundo hasta su participación en incontables guerras de independencia, España es uno de los pocos países que puede reivindicar una influencia mundial tan duradera y universal."
        },
        {
            "heading": "Geografía y clima",
            "text": "El Reino de España es el quincuagésimo primer (51º) país más grande del mundo y tiene una superficie de unos 504.645 km cuadrados. Gran parte del país está dominada por altiplanos y cordilleras montañosas, incluidas Sierra Nevada al sur y los Pirineos al noreste. El pico más alto se encuentra en una de sus islas y es el volcán Teide, en Tenerife, una de las Islas Canarias.El clima de España es increíblemente diverso, aunque solo nos centremos en el peninsular y no en ninguno de las colonias. Las áreas meridionales que rodean el mar Mediterráneo tienen un clima templado y semiárido, la meseta central es de naturaleza continental y las zonas septentrionales varían entre temperaturas oceánicas y montañosas. Las precipitaciones son bastante irregulares y se concentran principalmente en las zonas montañosas."
        },
        {
            "heading": "Prehistoria: De los cromañones a los celtas",
            "text": "Las pruebas arqueológicas indican que el hombre llegó por primera vez a la Península Ibérica hará unos 32.000 años, y las pinturas de las cuevas de Altamira constituyen un famoso testigo de su viaje. La península fue colonizada por dos grupos principales, los íberos y los celtas. Los primeros poblaron las zonas meridionales y orientales, mientras que los segundos ocuparon las septentrionales y occidentales. La península colocó a íberos y celtas en un lugar privilegiado para comerciar, y muchos comerciantes griegos y fenicios establecieron un próspero comercio de oro y plata, especialmente con la ciudad de Tartessos, ubicada en la actual Sevilla. Se fundaron unas cuantas colonias comerciales fenicias, griegas y cartaginesas en las costas mediterráneas de la península, aunque los nativos conservaron el control de la mayor parte de su territorio, pese a la afluencia de oro y poder extranjero."
        },
        {
            "heading": "Aparecen los romanos",
            "text": "Esto continuó aproximadamente hasta el año 210 a. C., cuando los romanos capturaron las colonias cartaginesas durante la Segunda Guerra Púnica. En ese momento, los hijos de Roma lanzaron una campaña contra el corazón de la Península Ibérica, en la que conquistaron prácticamente todo el territorio. Durante el transcurso de los 500 años siguientes, los celtas e íberos se vieron continuamente \"romanizados\": las familias aristócratas locales fueron incorporadas a la nobleza romana, las carreteras y puestos comerciales de Roma salpicaron la tierra y se implantaron nuevos sistemas de riego, incluidos los famosos acueductos. Durante aquel periodo también se introdujo el cristianismo, que los lugareños adoptaron rápidamente.No obstante, Roma empezó a perder el control de la península (a la que habían pasado a llamar \"Hispania\" o \"Iberia\") cuando la invasión germánica de la Galia desplazó a los pueblos suevos y vándalos hacia Iberia en el 409 d. C. Las tribus desplazadas fundaron un nuevo reino en la actual Galicia y Portugal, y Roma carecía de los recursos para detenerlos. Los vándalos se diseminaron rápidamente por Iberia, dejando a los romanos con una pequeña posesión en la costa, la provincia de Spania. Los romanos de Bizancio esperaban recuperar Iberia desde esta posición estratégica, pero pronto toda la península cayó bajo el dominio visigodo."
        },
        {
            "heading": "La llegada de los sarracenos",
            "text": "Los visigodos siguieron controlando Iberia durante los tres siglos siguientes, hasta que una súbita invasión del imperio musulmán de los omeyas barrió la península. Los grandes ejércitos sarracenos provenientes del Norte de África cruzaron hasta Gibraltar y conquistaron prácticamente toda Iberia en siete breves años, del 711 al 718 d. C. Las nuevas autoridades islámicas dejaron a los cristianos y judíos seguir con sus prácticas religiosas, pero les exigieron que pagaran unos impuestos especiales y los sometieron a unas cuantas prácticas discriminatorias. Pese a estas discriminaciones menores (para lo que eran aquellos tiempos), muchos lugareños empezaron a convertirse al Islam.Los propios invasores apenas estaban unidos, pese a que compartieran una religión y un propósito, y pronto grupos de sarracenos se estaban escindiendo y formando asentamientos por su cuenta, especialmente en las zonas de Valencia y Granada. En el siglo XI, los territorios musulmanes volvieron a fracturarse, lo que permitió a algunos de los reinos cristianos restantes expandir sus fronteras. Los cristianos y musulmanes siguieron luchando por el control de Iberia durante siglos, dando lugar a la llamada \"Reconquista\"."
        },
        {
            "heading": "La Reconquista, la unificación y la inquisición",
            "text": "La Reconquista, nombre que los cristianos dieron al intento de arrebatar la península al dominio musulmán, empezó oficialmente con la batalla de Covadonga en 722, aunque no ganó impulso hasta mucho después. Durante la Reconquista se fundaron muchos reinos cristianos importantes, como Asturias y Aragón, pero la mayoría de reinos musulmanes se resistieron a abandonar sus tierras. Durante los 700 años siguientes, cristianos y musulmanes combatieron por la Península Ibérica: se construían y derribaban fortalezas, las bases y los equilibrios de poder cambiaban y las fronteras se redibujaban casi cada año. Pese a la lenta propagación de los reinos procristianos por Iberia, no se vislumbraba un vencedor claro.No obstante, todo esto cambió con la venturosa unión de los reinos de Castilla y Aragón, gracias al matrimonio de Isabel I y Fernando II en 1469. Ambos monarcas lideraron un ataque directo contra el bastión islámico de Granada y, en 1492, pusieron fin al dominio musulmán de 781 en Iberia.1492 fue un año importante para los monarcas. Cristóbal Colón, bajo los auspicios de Isabel, llegó a América (lo que conllevó la colonización del Nuevo Mundo) y los judíos peninsulares se vieron obligados a convertirse al cristianismo o ser expulsados o incluso morir a manos de la Inquisición.El nuevo reino unificado de Isabel y Fernando pasó a conocerse como España y, con sus opulentas colonias en el Nuevo Mundo, se convirtió en la primera \"potencia mundial\" de aquellos tiempos."
        },
        {
            "heading": "La España imperial, dirigentes del Nuevo Mundo",
            "text": "En su momento álgido, el Imperio Español contaba con posesiones por todo el mundo: desde grandes partes de América del Norte y del Sur a pequeños trozos de Europa, pasando por varias ciudades de África del Norte y las Indias Orientales Españolas. Los españoles lideraron el mundo en esta época de descubrimientos y acumularon ingentes cantidades de riquezas y bienes de sus numerosas colonias y principados. Se decía, y con propiedad, que el Sol nunca se ponía en el Imperio Español.Las nuevas rutas comerciales españolas con el Nuevo Mundo no solo les proporcionaron nuevos conocimientos y cultura, sino también más recursos en forma de metales preciosos (es decir, oro), especias y plantas. La Edad de Oro de España también contempló la aparición de reformas intelectuales y espirituales, que empezaron con el auge del humanismo, los inicios de la Reforma protestante y la fundación de la Universidad de Salamanca."
        },
        {
            "heading": "Problemas y guerras o \"España ni respira\"",
            "text": "Un gran poder conlleva una gran responsabilidad, al menos si no quieres que los piratas berberiscos hagan incursiones en busca de esclavos por tus posesiones costeras. Además de la creciente amenaza otomana y pirata, España se vio inmersa sistemáticamente en guerras con Francia. El malestar religioso y las guerras de fe sacudieron el imperio católico a medida que la Reforma Protestante arrastró a España a enfrentamientos militares cada vez más grandes por toda Europa. Lo que los alzamientos y la religión dejaron intacto, lo asoló la peste, y en 1649 el imperio se vio sacudido por una gran epidemia que afectó principalmente a la ciudad de Sevilla.Desde este momento en adelante, el poder y la influencia de España empezaron un declive gradual, que luego ya no fue tan gradual. Empezó perdiendo sus dominios europeos, principalmente debido a la separación de Portugal y los Países Bajos y posteriormente sufrió los reveses militares de la devastadora Guerra de los Treinta Años.Las continuas guerras pusieron en peligro y diezmaron al antaño orgulloso imperio durante los dos siglos siguientes. En el siglo XVIII, Napoleón Bonaparte invadió el país mediante engaños, alegando que iba de camino a Portugal. A principios del XIX, un alzamiento nacionalista con objeto de derrotar al gobierno de ocupación francés desencadenó la Guerra de Independencia Española. Pese a vencer finalmente contra los franceses (en gran parte gracias a la desastrosa campaña rusa de Napoleón), el país se vio abocado a la agitación política.España pronto se vio enfrentándose a su vez a varias guerras de independencia en sus propias colonias que culminaron en la Guerra de Cuba contra los Estados Unidos. El siglo XX no trajo muchos cambios para el imperio caído: la Guerra Civil de 1936-1939 llevó al país a una férrea dictadura y se cobró más de medio millón de vidas en el proceso. Esta guerra es considerada como la primera batalla fáctica de la Segunda Guerra Mundial.No fue hasta la muerte del general Francisco Franco, en 1975, que se restableció la monarquía y las cosas empezaron a sonreírle a España por primera vez en 300 años."
        },
        {
            "heading": "Presente y futuro",
            "text": "En 1978, se introdujo la democracia en España mediante la aprobación de la Constitución Española y el rey Juan Carlos se convirtió en el jefe de estado. En 1982, España entró en la OTAN y, en 1986, pasó a ser miembro de la Comunidad Europea, que posteriormente se convirtió en la Unión Europea.Desde sus días gloriosos como potencia imperial y los siglos de pugnas internas y guerras internacionales, España se ha reconstruido y ha emergido como nueva agente mundial, pues disfruta de la novena economía más grande del mundo y está en el décimo puesto en calidad de vida. Un gran porcentaje del mundo puede remontar parte de su identidad nacional o de su cultura a España, desde la forja arquitectónica de Nueva Orleans hasta la fe católica en las Filipinas. Pocas naciones de la actualidad pueden decir que tienen una influencia tan extensa y duradera como España, tanto en la cúspide de su poder como en el presente."
        },
        {
            "heading": "Presente y futuro",
            "text": "En 1978, se introdujo la democracia en España mediante la aprobación de la Constitución Española y el rey Juan Carlos se convirtió en el jefe de estado. En 1982, España entró en la OTAN y, en 1986, pasó a ser miembro de la Comunidad Europea, que posteriormente se convirtió en la Unión Europea.Desde sus días gloriosos como potencia imperial y los siglos de pugnas internas y guerras internacionales, España se ha reconstruido y ha emergido como nueva agente mundial, pues disfruta de la novena economía más grande del mundo y está en el décimo puesto en calidad de vida. Un gran porcentaje del mundo puede remontar parte de su identidad nacional o de su cultura a España, desde la forja arquitectónica de Nueva Orleans hasta la fe católica en las Filipinas. Pocas naciones de la actualidad pueden decir que tienen una influencia tan extensa y duradera como España, tanto en la cúspide de su poder como en el presente."
        },
        {
            "heading": "Presente y futuro",
            "text": "En 1978, se introdujo la democracia en España mediante la aprobación de la Constitución Española y el rey Juan Carlos se convirtió en el jefe de estado. En 1982, España entró en la OTAN y, en 1986, pasó a ser miembro de la Comunidad Europea, que posteriormente se convirtió en la Unión Europea.Desde sus días gloriosos como potencia imperial y los siglos de pugnas internas y guerras internacionales, España se ha reconstruido y ha emergido como nueva agente mundial, pues disfruta de la novena economía más grande del mundo y está en el décimo puesto en calidad de vida. Un gran porcentaje del mundo puede remontar parte de su identidad nacional o de su cultura a España, desde la forja arquitectónica de Nueva Orleans hasta la fe católica en las Filipinas. Pocas naciones de la actualidad pueden decir que tienen una influencia tan extensa y duradera como España, tanto en la cúspide de su poder como en el presente."
        }
    ],
    "leader": {
        "name": "Isabel la Católica",
        "subtitle": "Líder de España",
        "lived": "1451 - 1504 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/isabel_la_católica.png",
        "trait": {
            "name": "Las Siete ciudades de Cíbola",
            "effect": "Oro adicional por descubrir una Maravilla natural (aumenta si, además, eres el primero en descubrirla). Se doblan la Cultura , la Felicidad y los rendimientos por casilla de las Maravillas naturales."
        },
        "titles": [
            "Reina de Castilla y León",
            "Reina consorte de Aragón, Mallorca, Nápoles y Valencia"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Isabel fue la reina de Castilla y León durante 30 años y, junto a su marido Fernando, sentó las bases para la consolidación de España. Por su participación en la unificación de España, la financiación de los viajes de Colón a América y la finalización de la Reconquista de la Península Ibérica, a Isabel se la considera uno de los monarcas más importantes y queridos de la historia de España."
            },
            {
                "heading": "Los primeros años",
                "text": "Isabel nació el 22 de abril de 1451 en Ávila, hija de Juan de Castilla e Isabel de Portugal. Tenía un hermano mayor, Enrique (que le llevaba 26 años) y posteriormente tuvo un hermano más pequeño, Alfonso, que la desplazó en la línea sucesoria. Cuando su padre murió en 1454, Enrique subió al trono de Castilla como rey Enrique IV, e Isabel y su familia se trasladaron a Arévalo y vivieron en un castillo maltrecho, donde su madre empezó a perder la cordura. No fue hasta pasados unos años, cuando la esposa de Enrique dio a luz, que este les permitió a sus hermanos regresar a la corte de Segovia.Ahí Isabel recibió una educación propia de su rango y su vida mejoró considerablemente, pero Enrique le impuso un límite: la mujer tenía prohibido abandonar Segovia sin su permiso. Enrique alegó que esta medida estaba pensada para mantener a Isabel apartada de los tumultos políticos que se estaban gestando en el reino a causa de la heredera que había elegido (su hija recién nacida, Juana), pero muy probablemente lo hiciera para impedir que su hermana contactara con los nobles rebeldes.No obstante, los nobles no tuvieron ningún problema para hablar con su hermano pequeño, Alfonso, que propició la segunda batalla de Olmedo en 1467 para exigir que Enrique lo convirtiera en su heredero. Alcanzaron un compromiso por el que Enrique nombró a Alfonso príncipe de Asturias, un título que daría al heredero principal de Castilla y León, y pensó en casar a su hija Juana con Alfonso. Pero Alfonso no tuvo mucho tiempo para disfrutar de su nuevo título y murió poco después, probablemente a causa de la peste. Alfonso había nombrado sucesora a Isabel, y el título pasó a ser de ella.En vez de continuar la rebelión contra su hermano mayor, Isabel se reunió con Enrique en los Toros de Guisando y negoció un tratado de paz permanente. Enrique nombraba oficialmente a Isabel como su heredera, pero a ella le quedaba prohibido casarse sin su consentimiento. No obstante, Enrique tampoco la podría obligar a casarse contra su voluntad. Ambas partes accedieron a este acuerdo, y Enrique empezó a buscar un marido digno para su hermana."
            },
            {
                "heading": "Fracaso de la política matrimonial de Enrique",
                "text": "En aquel momento, Isabel estaba prometida a Fernando, hijo de Juan II de Aragón (como lo había estado desde que tenía tres años), pero Enrique rompió este acuerdo. En vez de ello, intentó casar a Isabel con Carlos IV de Navarra, otro de los hijos de Juan, pero este se negó.Poco después, en 1464, Enrique intentó casar a Isabel con el rey Eduardo IV de Inglaterra, pero este se negó igualmente. También hizo muchos intentos de casarla con el rey Alfonso V de Portugal, pero ella lo rechazó en el altar debido a su avanzada edad.El pequeño culebrón castellano continuó con el compromiso matrimonial de Isabel con Pedro Girón, hermano del privado favorito de Enrique. Isabel rezó con ahínco para que los esponsales no se celebraran, pues don Pedro tenía 27 años más que ella. La mujer estaba convencida fervientemente de que Dios había respondido a sus plegarias, puesto que el hidalgo murió de un ataque de apendicitis cuando se dirigía a conocer a su prometida.En la decreciente línea de pretendientes de Enrique, el siguiente era el hermano de Luis XI, Carlos, duque de Guyena. A estas alturas, Isabel ya estaba harta de los patéticos intentos velados de Enrique por apartarla de la línea sucesoria con un mal matrimonio político, y empezó a negociar con Juan II de Aragón en secreto para prometerse de nuevo en matrimonio con su hijo Fernando."
            },
            {
                "heading": "Fernando y la pugna por el trono",
                "text": "Aunque todas las partes estaban a favor del matrimonio de Fernando e Isabel (excepto Enrique, claro, que aún intentaba tentar a Francia y Portugal), quedaba un pequeño problema: los jóvenes eran primos lejanos. Por ley canónica, era necesaria una bula papal para que los primos pudieran casarse, pero el Papa se negaba a darles una por miedo a las represalias por parte de Castilla, Portugal y Francia.No obstante, Isabel se negaba a casarse sin la dispensa, pues ya era una mujer muy devota. Fernando buscó la ayuda de Rodrigo Borgia en Roma (que más tarde se convertiría en el papa Alejandro VI) y le presentó a Isabel una \"bula papal\" de Pío II. El documento, posiblemente una falsificación, le pareció suficiente a la mujer, que accedió rápidamente a casarse. Con la excusa de visitar la tumba de su hermano en Ávila, Isabel consiguió zafarse de la vigilancia de Enrique mientras Fernando se colaba en Castilla disfrazado de mercader. El novelesco viaje de Isabel tocó a su fin el 19 de octubre de 1469, cuando se casó con Fernando en Valladolid.Enrique descubrió que se había celebrado el matrimonio poco después y le rogó al Papa que anulara el matrimonio. Pero el nuevo pontífice, Sixto IV, no tenía los recelos de su predecesor respecto a despertar las hostilidades de Castilla y, en vez de ello, le regaló a la pareja una bula papal, con lo que frustró a Enrique por completo.Unos años después, en 1474, Enrique murió y estalló una guerra sucesoria en Castilla. Portugal apoyó a la hija de Enrique, Juana, para que subiera al trono, pero Isabel tenía la ayuda de Aragón (a través de Fernando) y después consiguió la de Francia. La guerra se prolongó cuatro años, pero finalmente Sixto IV volvió a aparecer al rescate de Isabel. El papa anuló el matrimonio de Juana con Alfonso V de Portugal, irónicamente fundamentándose en una relación de parentesco estrecho entre ambos. Juana se vio obligada a renunciar a sus títulos de princesa y reina de Castilla, y el trono pasó a ser de Isabel el 20 de enero de 1479.Isabel dedicó los primeros años de su reinado a cimentar la base de su poder y continuar la Reconquista de la Península Ibérica. No obstante, su reino pasaría ser mundialmente recordado en el crucial año de 1492."
            },
            {
                "heading": "1492",
                "text": "Casi todo por lo que se recuerda a Isabel en la historia tuvo lugar ese año: el final de la Reconquista, la financiación de Cristóbal Colón y la intensificación de la Inquisición.Durante más de siete siglos, los monarcas peninsulares libraron una guerra conocida como \"la Reconquista\" para intentar recuperar el control de la tierra y expulsar a los musulmanes. Durante los últimos 200 años de ese periodo, el reino nazarí de Granada había sido el último bastión de las dinastías musulmanas en la Península Ibérica. Isabel y Fernando lideraron un asalto decidido contra el reino, ofensiva que empezó en 1482. Isabel se encargaba con frecuencia de cohesionar a sus soldados poniéndose a rezar en medio del campo de batalla, e incluso se construyó una fortaleza en el exterior de la ciudad de Granada en forma de cruz, convencida de estar haciendo la voluntad de Dios. Finalmente, las fuerzas de Isabel salieron victoriosas y firmó el Edicto de Granada, que puso fin a la Reconquista tras 700 años de luchas.Unos años antes, ya siendo reina, Isabel había conocido a un joven explorador llamado Cristóbal Colón, que buscaba que se le financiara una expedición para llegar a las Indias navegando por el Oeste. Sus consejeros estimaron el plan impracticable, pues creían que la distancia que proponía para llegar a Asia era demasiado corta para ser posible. No obstante, en vez de echarlo, como habían hecho en Portugal, Isabel le concedió una pequeña asignación anual y alojamiento gratis en todas sus ciudades. El marinero siguió intentando vender su plan a diferentes monarcas, y estos continuaron rechazándolo.Tras regresar Isabel de Granada, Cristóbal Colón se acercó de nuevo a ella. Por consejo de su confesor, la monarca lo despachó firmemente. Mientras Colón se marchaba de Córdoba, desesperado, Fernando convenció rápidamente a Isabel de que cambiara de parecer. Esta envió a un guardia real a buscarlo y pronto empezaron a planear la financiación de la expedición. Colón partió en su accidentado viaje el 3 de agosto de 1492 y desembarcó en América el 12 de octubre. El mecenazgo de Isabel y Fernando del intrépido explorador marcó el inicio de la edad de oro de la exploración y la colonización españolas."
            },
            {
                "heading": "Nadie se espera la Inquisición",
                "text": "El Tribunal del Santo Oficio de la Inquisición Española (o, para abreviar, la Inquisición española) lo fundó Isabel en 1478 para mantener la ortodoxia católica en Castilla y Aragón y sustituir a la inquisición medieval, que se encontraba bajo el control del Papa. No obstante, en 1492 cambió a peor.Un fraile dominico, Tomás de Torquemada, se convirtió en el primer Inquisidor General e instó a los monarcas a perseguir una política más activa de unidad religiosa. Aunque Isabel no estaba dispuesta a tomar medidas duras contra los judíos de su reino (por razones puramente económicas), Torquemada pudo convencer a Fernando y, a través de él, a Isabel. El 31 de marzo de 1492 se firmó el Decreto de la Alhambra, que dictó la expulsión forzosa de los judíos, unos 200.000, que salieron inmediatamente de España, mientras que otros se convirtieron, aunque este último grupo cayó bajo la estricta vigilancia de la Inquisición.Los musulmanes de la región de Granada, a los que en origen se les había concedido libertad religiosa, fueron presionados para convertirse. Después de que muchos de ellos se levantaran, se adoptó la política de obligarlos a la conversión o a la expulsión, de manera muy parecida a la ocurrida con los judíos."
            },
            {
                "heading": "Los últimos años",
                "text": "Isabel siguió estabilizando su creciente imperio durante todo su reinado, y se afanó por unir a sus descendientes con otras naciones europeas, con la esperanza de evitar una guerra de sucesión como la que ella misma había sufrido. Luchó por unir la Península Ibérica bajo una misma corona. Casó a su hijo mayor con una archiduquesa austriaca, con lo que cerró un lazo con los Habsburgo, y a su hija mayor con Manuel I de Portugal. No obstante, los planes de Isabel cayeron en saco roto cuando ambos hijos murieron poco después y la corona pasó a su tercera hija, Juana la Loca. Juana se casó con Felipe, duque de Borgoña, y se convirtió en la última monarca de la casa Trastámara. Tras ella, la corona pasó a los Habsburgo.Isabel murió en 1504 y posteriormente fue enterrada en la Capilla Real de Granada."
            },
            {
                "heading": "Legado para la historia",
                "text": "Bajo Isabel la Católica, España quedó unida, la Reconquista de la Península Ibérica tocó a su fin y el poder de la zona se centralizó. También sentó las bases de la que sería la maquinaria militar predominante del siglo siguiente (la Armada), reformó la iglesia nacional y lideró la expansión española por las nuevas colonias americanas. Aunque muchos critican su participación en la Inquisición y en la persecución de judíos y musulmanes, otros están haciendo campaña en la actualidad para que la Iglesia Católica la canonice. Pese a sus actos cuestionables persiguiendo a gentes de otras creencias, Isabel sigue siendo una de los monarcas más influyentes e importantes de España."
            }
        ]
    }
}