{
    "id": 34,
    "name": "Suecia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/sweden.png",
    "dawn_of_man": "Todos saludan al trascendente rey Gustavo Adolfo, fundador del Imperio Sueco y genio militar más distinguido. Durante vuestro reinado, Suecia emergió como una de las grandes potencias europeas gracias fundamentalmente a vuestra sabiduría, tanto dentro como fuera del campo de batalla. Como rey, iniciasteis varias reformas interiores que aseguraron la estabilidad y la prosperidad económica de vuestro pueblo. Como general que recibió el apodo de \"León del Norte\", vuestros visionarios planes bélicos granjearon la admiración de los comandantes de todo el mundo. Vuestras victorias en la Guerra de los Treinta Años os hacen merecedor de un lugar junto a los grandes generales de la historia.Oh, noble rey, el pueblo echa de menos vuestro prudente liderazgo y espera volver a ser testigo de la grandeza de vuestro reino. ¿Seréis capaz de diseñar nuevas y atrevidas estrategias que permitan obtener la victoria a vuestras tropas? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Haccapélite|Haccapélites",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/hakkapeliitta.json"
        },
        {
            "name": "Carolino|Carolinos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/carolean.json"
        }
    ],
    "city_names": [
        "Estocolmo",
        "Sigtuna",
        "Helsinki",
        "Birka",
        "Uppsala",
        "Turku",
        "Linköping",
        "Lund",
        "Espoo",
        "Västerås",
        "Malmö",
        "Vantaa",
        "Visby",
        "Strängnäs",
        "Tampere",
        "Skara",
        "Lödöse",
        "Oulu",
        "Växjö",
        "Jyväskylä",
        "Gotemburgo",
        "Örebro",
        "Lahti",
        "Helsingborg",
        "Jönköping",
        "Kuopio",
        "Norrköping",
        "Sundsvall",
        "Kouvola",
        "Karlstad",
        "Umea",
        "Pori",
        "Ystad",
        "Paviken",
        "Vaasa"
    ],
    "spy_names": [
        "Leif",
        "Ingegard",
        "Sören",
        "Ragnhild",
        "Lars",
        "Lina",
        "Herr Gra",
        "Magnus",
        "Vilma",
        "Kusin"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El reino de Suecia, en el norte de Europa, forma parte de la región denominada Escandinavia junto a Dinamarca y Noruega. La historia inicial de Suecia, que hoy es una nación progresista y pudiente, está narrada en forma de sagas nórdicas en las que aparecen menciones a sus primeros reyes legendarios. Aunque no se asocia ninguna fecha concreta a la fundación del reino, los clanes vikingos terminaron colaborando y formando el pueblo sueco. Suecia alcanzó su momento álgido en términos políticos y militares en el siglo XVII, bajo el mandato de su respetado rey y general Gustavo Adolfo."
        },
        {
            "heading": "Geografía y clima",
            "text": "Suecia, que se extiende desde el mar Báltico en el sur hasta el Círculo Polar Ártico en el norte, está situada entre Noruega y Finlandia. Es una nación de grandes bosques, con pinos, abetos y abedules oriundos de la zona. Su clima templado es sorprendentemente seco si lo comparamos con el de las regiones circundantes, aunque existen ciertas diferencias entre norte y sur. La línea costera oriental de Suecia siempre ha proporcionado muchos recursos pesqueros, lo que ha contribuido a las costumbres marinas de los suecos."
        },
        {
            "heading": "Prehistoria",
            "text": "Mucho antes de la aparición de los vikingos, Suecia estaba habitada por tribus que migraron por toda la región. En el 12.000 a. C. había cazadores y recolectores que se trasladaban con el cambio de estaciones; estos cazadores terminaron asentándose y formando pequeñas comunidades pesqueras con herramientas primitivas de sílex y pizarra. Estas primeras tribus desarrollaron sociedades agrícolas más cohesionadas a partir del Neolítico hasta la Edad de Bronce nórdica, en torno al 1700 a. C. La importación de bronce permitió el uso de herramientas cada vez más avanzadas durante este periodo.Con el nuevo milenio se acercaba la época de los vikingos y Suecia estaba poblada fundamentalmente por varias tribus germánicas numerosas. La etnia original de los suecos se remonta a una única tribu que vivía en pequeños reinos y clanes de Svealand, el centro histórico del desarrollo sueco. Esta etnia se acabó unificando con sus vecinos, los gautas del sur y los gotlandeses de la isla de Gotland en el Báltico en una fecha que todavía se desconoce. La colaboración de estos reinos tribales durante la época de los vikingos provocó una fusión gradual de su territorio."
        },
        {
            "heading": "Los vikingos suecos",
            "text": "Las conquistas y la expansión de los vikingos por el centro de Europa sembraron la destrucción por todos los asentamientos de la zona. Los vikingos solían partir de Escandinavia durante las primaveras de los siglos VII y VIII para saquear, y regresaban en otoño con los botines obtenidos. Sus primos daneses son famosos por sus ataques en Inglaterra y Francia, pero los vikingos suecos navegaron principalmente por el mar Báltico y los ríos ribereños hacia la frontera rusa.Muchos de estos vikingos suecos se trasladaron y asentaron en Rusia, Bielorrusia y Ucrania durante el siglo IX, convirtiéndose en el pueblo de la Rus. Aunque existen varias teorías acerca del origen de su nombre, la más popular afirma que deriva de la región sueca de Roslagen, que significa \"tierra de los remeros\". Tras capturar la ciudad de Kiev a mediados del siglo IX, la Rus formó un estado que sobrevivió durante casi 400 años hasta la llegada de los mongoles en el siglo XIII. Es evidente que esta \"tierra de Rus\" influyó en el nombre de la moderna nación de Rusia.Los vikingos suecos respetaban una antigua tradición que consistía en conmemorar sus victorias más históricas y líderes más queridos con la talla de piedras, en las que grababan glifos y símbolos rúnicos, que hoy, dispersas por las regiones que dominaron, constituyen algunos de los primeros registros de sus hazañas."
        },
        {
            "heading": "Los primeros reinos",
            "text": "Suecia fue una colaboración poco estrecha de provincias independientes durante el primer milenio d. C. Aunque las sagas nórdicas mencionan a algunos reyes, cuesta mucho establecer sus linajes y distinguir la realidad de la leyenda. Olaf Skotkonung, hijo del rey Erico el Victorioso, gobernó desde el 995 hasta el 1022 y la historia le considera el primer rey que unió a las tribus suecas.A mediados del siglo XII, el destacado regente Birger Jarl sirvió a Suecia como \"jarl\" (un título nobiliario equivalente al de virrey) en tiempos del rey Erico XI. Birger negoció el tratado de Lodose, que puso fin a las eternas hostilidades con Noruega, y llegó a casar a su propia hija Rikissa con el hijo del rey noruego, Haakon IV. También se cree que Birger participó en la elección del enclave de Estocolmo, la futura capital de Suecia, pues la primera constancia escrita del nombre de Estocolmo es de su puño y letra.Un horror inimaginable sacudiría a Suecia en el siglo XIV: la peste negra. Esta pandemia devastó toda Europa y llego a Suecia en el 1349. Aunque fue uno de los últimos reinos en sufrir sus efectos, la enfermedad asoló la nación y, según algunos datos, aniquiló a casi la mitad de su población."
        },
        {
            "heading": "La Unión de Kalmar",
            "text": "Suecia formó parte de la Unión de Kalmar desde 1397 hasta 1523; esta unión sometía a Suecia, Noruega y Dinamarca a la soberanía de un mismo monarca. Aunque en teoría las tres naciones eran independientes, las decisiones del rey danés en términos de política internacional eran absolutas. La participación de Suecia en la unión se debió a unos conflictos internos entre el rey Alberto y la nobleza dirigente, que había apoyado a Alberto durante la sucesión hasta que este intentó reducir sus tierras y posesiones. La nobleza acudió a la reina Margarita de Dinamarca y la nombró regente de sus tierras; ella envió un contingente danés que derrotó al ejército de Alberto en 1389.La unión se hizo oficial durante una reunión en la ciudad sueca de Kalmar, en 1397, con la condición de que el monarca siempre sería danés. La nobleza sueca accedió a la unión porque Margarita les prometió puestos de autoridad y les aseguró la protección de sus posesiones e influencia. Un pariente de Margarita, Erico de Pomerania, fue coronado como primer rey de la unión, pero sus ambiciones personales no tardaron en suscitar dudas sobre las promesas de Margarita.50 años más tarde, los frecuentes conflictos iniciados por el rey danés contra los socios comerciales suecos indignaron a la nobleza sueca y arruinaron su economía. En 1440 se depuso al rey Erico, pero eso no sirvió para tranquilizar los ánimos. Los conflictos entre Dinamarca y Suecia continuaron durante el siglo XVI, hasta la época de Gustavo Eriksson."
        },
        {
            "heading": "El ascenso al poder",
            "text": "En el 1521, el rey Gustavo I, también llamado \"Gustavo Vasa\", de la Casa de los Vasa, lideró con éxito una rebelión contra Cristián II, el rey danés de la Unión de Kalmar. Gustavo, ya libre de la influencia del monarca danés, fue elegido rey de Suecia por el Riksdag en 1523, poniendo fin a más de un siglo de unión.Fue el posterior reinado del querido rey Gustavo Adolfo el que propició la \"era del gran poder\" de Suecia, que supuso un vertiginoso incremento de la autoridad sueca en Europa durante el siglo XVII. Al ascender al trono en el 1611, Adolfo se encontró manejando las riendas de una nación llena de conflictos. Carlos, su padre, había destronado al heredero legítimo (que además era su sobrino), Segismundo, para conseguir la corona, dejando a Suecia al borde de tres guerras. Adolfo consiguió manejar correctamente las disputas nacionales e internacionales, firmó una frágil paz con Segismundo y resolvió los conflictos con Rusia y Dinamarca en la siguiente década.El más famoso de los logros militares de Adolfo se produjo durante la Guerra de los Treinta Años, un gran conflicto que terminó con los protestantes enfrentados a las fuerzas católicas del Sacro Imperio Romano. Adolfo mejoró y modernizó el ejército de Suecia, y logró proteger el movimiento protestante con varias victorias militares importantes. Aunque no se involucró desde el principio, en 1630, Adolfo acudió con el ejército sueco en defensa de los estados protestantes alemanes contra las fuerzas del Sacro Imperio Romano. Desgraciadamente, murió en 1632, mientras dirigía una carga en la batalla de Lutzen, que dejó a Suecia sin su mejor general.No resultó fácil mantener el prestigio que Suecia había obtenido durante el reinado de Gustavo Adolfo, pero sus sucesores, Carlos XI y XII, fueron ambos líderes competentes y respetados. Dieron continuidad a las mejoras militares que había iniciado Adolfo y recurrieron a los carolinos, una fuerza de élite especial. El ejército carolino priorizaba la calidad frente a la cantidad, pues confiaba en la habilidad y la disciplina antes que en la fuerza bruta.Durante la Gran Guerra del Norte de 1700-1721 que libró Suecia contra una fuerza conjunta dirigida por Rusia, los carolinos, a veces en una inferioridad de 1 contra 3, salieron victoriosos en sucesivas batallas. Desgraciadamente, al final los suecos acabaron sucumbiendo y, en 1718, iniciaron una famosa retirada llamada \"marcha de la muerte carolina\". Cuando Carlos XII cayó en combate, un oficial llamado Carlos Armfeldt se retiró y se internó en la niebla con su compañía de 5.000 hombres, de los cuales unos 3.000 morirían antes de llegar a Suecia."
        },
        {
            "heading": "La industrialización sueca",
            "text": "Hasta mediados del siglo XIX, la economía sueca era fundamentalmente agrícola, lo que ponía a Suecia a la cola de sus naciones vecinas en términos de desarrollo industrial. Sin embargo, su gran cantidad de recursos naturales, especialmente madera y hierro, le permitió emprender una rápida transformación a partir de 1870. Los avances ferroviarios permitieron a Suecia desplazar grandes cantidades de materiales a puertos costeros, propiciando el rápido crecimiento de principios del siglo XX."
        },
        {
            "heading": "El advenimiento de la neutralidad",
            "text": "A pesar de su historia de conflictos armados con sus vecinos, Suecia ha mantenido relaciones internacionales pacíficas desde las Guerras Napoleónicas, cuando se unió a la coalición contra Napoleón. En 1808, perdió casi un tercio de su territorio oriental a manos de Rusia, zona que más tarde dio origen a la Finlandia actual. Desde esta gran pérdida, Suecia ha mantenido una política de neutralidad estricta hasta el presente.Durante las dos guerras mundiales que sacudieron Europa durante el siglo XX, Suecia logró mantener su independencia frente a la influencia alemana y no tomó parte en el conflicto. Sin embargo, apoyó secretamente a la resistencia de Dinamarca ayudando a los judíos daneses a escapar en 1943."
        },
        {
            "heading": "La Suecia moderna",
            "text": "La Suecia de hoy en día es una nación progresista con una alta calidad de vida y una economía robusta que se basa fundamentalmente en la exportación de maquinaria, materia prima, papel y muebles; todo ello ha permitido la formación de un potente sistema de bienestar y seguridad social. Los beneficios de este sistema basado en diversos estudios incluyen un acceso universal a la salud y a la educación, así como un periodo de vacaciones pagadas obligatorio. No es de extrañar que Suecia sea uno de los \"países más felices del mundo\"."
        },
        {
            "heading": "La Suecia moderna",
            "text": "La Suecia de hoy en día es una nación progresista con una alta calidad de vida y una economía robusta que se basa fundamentalmente en la exportación de maquinaria, materia prima, papel y muebles; todo ello ha permitido la formación de un potente sistema de bienestar y seguridad social. Los beneficios de este sistema basado en diversos estudios incluyen un acceso universal a la salud y a la educación, así como un periodo de vacaciones pagadas obligatorio. No es de extrañar que Suecia sea uno de los \"países más felices del mundo\"."
        }
    ],
    "leader": {
        "name": "Gustavo Adolfo",
        "subtitle": "Líder de Suecia",
        "lived": "1594-1632 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gustavus_adolphus.png",
        "trait": {
            "name": "Premio Nobel",
            "effect": "Gana 90 de Influencia por cada Gran personaje que regale a la ciudad-estado. Al declarar su amistad, Suecia y su amiga ganan una bonificación del +10% a la generación de Grandes personajes."
        },
        "titles": [
            "Rey"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Gustavo Adolfo, rey y comandante militar sueco apodado \"León del Norte\", ascendió al trono con 17 años y pronto se ganó una reputación como estratega militar astuto e innovador en el arte de la guerra. De su padre, el usurpador Carlos IX, heredó una compleja red de conflictos domésticos e internacionales, pero Adolfo enseguida formó alianzas con la nobleza hostil para aplastar a los enemigos de Suecia y llevar a la nación a la cúspide del poder en la Europa del siglo XVII."
            },
            {
                "heading": "Los conflictos de su padre",
                "text": "La mayor parte del caos que esperaba a Adolfo tras la sucesión fue resultado directo del breve reinado de su padre. Su padre era el duque Charles, que fue regente de Suecia en lugar de su sobrino, el rey Segismundo de Polonia. Como rey de Polonia y gran duque de Lituania, Segismundo también era legítimo rey de Suecia, pues su padre, Juan III, fue el anterior rey sueco. Sin embargo, en aquel momento tanto Suecia como Carlos eran protestantes, mientras que Segismundo era un católico devoto, así que se formó una unión personal con Polonia para evitar una posible conversión forzada al catolicismo de Suecia. Esta unión les permitía compartir rey conservando sus propias leyes y cultura y separando a las facciones religiosas enfrentadas: el duque Carlos gobernaba como regente mientras Segismundo permanecía en Polonia.Como regente, Carlos protegió la fe protestante y aprovechó la creciente tensión religiosa para ejercer su autoridad y provocar a los gobernadores regionales suecos que todavía eran leales a Segismundo e incitar una guerra civil. Tras varios enfrentamientos breves, el conflicto finalizó con la contundente derrota del ejército de Segismundo en la batalla de Stangebro de 1598. Segismundo fue capturado y devuelto a Polonia, y quedó con pocos apoyos en Suecia. En 1600, el Riksdag, el consejo parlamentario sueco, declaró que Segismundo había abdicado y proclamó rey de Suecia a Carlos.Los acontecimientos previos a la coronación de Carlos tuvieron un impacto profundo en el futuro reinado de Adolfo. No solo se quebró la unión personal entre Polonia y Suecia, sino que Segismundo todavía reclamaba el trono sueco y se negaba a renunciar a sus pretensiones. El resultado fue un estado casi constante de guerra entre las dos naciones durante los siguientes 50 años."
            },
            {
                "heading": "Primeros años de reinado",
                "text": "Aunque se admita que Carlos protegió la fe protestante del pueblo sueco, sus pretensiones al trono eran más que dudosas. Murió en 1611, tras apenas siete años de reinado, dejando a su hijo un reino sumido en el caos. Adolfo, que ya había servido en el ejército junto a su padre durante los años anteriores, fue coronado rey con 17 años. Nada más asumir el trono, intentó resolver los conflictos con la nobleza sueca, cuya autoridad y participación en el gobierno a través del Riksdag habían sido reducidas por Carlos. Según las leyes del parlamento, Adolfo era demasiado joven para ser rey. Sin embargo, se llegó a un acuerdo: Adolfo sería rey a cambio de conceder a la nobleza puestos en su Consejo Real, un cuerpo de consejeros próximos al rey.Adolfo se enfrentaba a problemas que amenazaban con una posible guerra en tres frentes: la creciente tensión con Dinamarca y Rusia, y la ya prolongada disputa con Segismundo y Polonia. Adolfo actuó con rapidez para solventar algunas situaciones, como el conflicto con Segismundo, que solucionó al firmar una tregua en 1611, una paz que ambos renovarían cada año para atender a otros problemas.El conflicto de Kalmar había surgido cuando Suecia reclamó la provincia noruega de Finnmark, lo que permitió a los comerciantes suecos ahorrarse la tasa danesa que se cobraba a todos los que atravesaban el estrecho que conecta los mares Báltico y del Norte. Los daneses, que dependían mucho de esa tasa y temían que los suecos crearan una ruta alternativa, declararon la guerra a Suecia en 1611. Fue Carlos quien comenzó la campaña sueca, pero murió poco después y dejó a Adolfo con muy pocos medios. Tras dos años de enfrentamientos y tras perder varias plazas fuertes importantes suecas, la paz de Knared de 1613 puso fin a la guerra. Aunque Suecia pagó un alto precio para recuperar sus fortalezas perdidas, consiguió una dispensa de la tasa cobrada al atravesar el estrecho.La guerra de Ingria contra Rusia se inició en 1610, cuando Carlos intentó conseguir el trono de Rusia para su otro hijo, Carlos Felipe. La muerte de Carlos al poco de iniciarse el enfrentamiento obligó a Adolfo a encargarse él mismo de la gestión. Se libraron batallas en Rusia y durante siete años ambos bandos ganaron y perdieron territorios sin que se produjera ningún avance real. El Tratado de Stolbovo de 1617 puso fin a la guerra: Suecia obtenía algunas provincias, pero también devolvía parte del territorio que había conquistado y reconocía a Miguel Romanov como legítimo zar de Rusia.Estos conflictos iniciales permitieron a Adolfo pulir su talento como rey y comandante, aprender diplomacia, tácticas militares y adquirir una valiosa experiencia que le preparó para las batallas más importantes que le deparaba el futuro."
            },
            {
                "heading": "Reformas políticas",
                "text": "Según lo acordado en su sucesión, Adolfo concedió más autoridad al Riksdag, que pasó de ser un cuerpo ceremonial a un consejo de gobierno capaz de tomar decisiones propias que afectaban a la política nacional. Como resultado, Adolfo forjó una estrecha relación de trabajo con Axel Oxenstierna, un noble al que nombró Alto Canciller del Consejo Real. Adolfo aplicó las políticas nacionales más notables bajo la atenta dirección de Oxenstierna. Entre sus logros cabe destacar el establecimiento de cuatro \"estados\" bien definidos en 1617: la nobleza, el clero, la burguesía y el pueblo llano; cada miembro de la sociedad sueca tenía su sitio y su voz en el panorama nacional."
            },
            {
                "heading": "Innovaciones militares",
                "text": "Entre los muchos títulos que sus contemporáneos y los historiadores dieron a Gustavo Adolfo, destaca su reputación como \"padre de la guerra moderna\" por las innovaciones tácticas y de armamento producidas durante su reinado. Los ejércitos modernos todavía emplean muchas de ellas, incluyendo la artillería ligera móvil, las formaciones variadas con tropas mixtas y las tácticas ofensivas agresivas para contrarrestar las formaciones defensivas formales que se empleaban en aquella época. Adolfo fue uno de los primeros en equipar a sus soldados con cartuchos de papel para las armas de fuego, que incluían una cantidad medida de pólvora en un cono de papel. Al eliminar la necesidad de medir y separar la pólvora en el campo de batalla, aumentaba la fiabilidad y la velocidad de disparo de sus soldados."
            },
            {
                "heading": "En el campo de batalla",
                "text": "La parte más importante del legado de Adolfo fue su aptitud como comandante en el campo de batalla, algo que adquirió de forma natural tras participar en los conflictos armados durante sus años de adolescencia en los que gobernaba su padre. Adolfo fue herido varias veces en combate, incluyendo una bala de mosquete que quedó alojada cerca de su cuello, pero no permitió que ello le apartara de su deber, y siguió librando combates protegido por un simple peto de cuero que le producía menos dolor que la pesada armadura de hierro.De las numerosas batallas que libró en nombre de Suecia, la más notable se produjo durante la Guerra de los Treinta Años, un conflicto muy destructivo entre estados protestantes y católicos del Sacro Imperio Romano que dejó una marca indeleble en Europa. Aunque fueron varias las causas del inicio de la guerra en 1618, Suecia mantuvo su neutralidad hasta que, en 1630, Adolfo decidió apoyar a los protestantes alemanes y defender Suecia de las ambiciones expansionistas del emperador del Sacro Imperio. Los ejércitos suecos, dirigidos por Adolfo y su lema \"Gott Mit Uns!\", que significa \"¡Dios con nosotros!\", tuvieron éxito en sus primeros enfrentamientos, aplastaron a las fuerzas católicas y detuvieron su avance.Quizá la más famosa fue la batalla de Breitenfeld de 1631, en Sajonia (la Alemania actual). El eficaz uso de la artillería móvil y una serie de astutas maniobras bien coordinadas de los \"haccapélites\", la caballería finlandesa, permitieron a Adolfo aplastar a las fuerzas imperiales, capturar las posiciones de artillería enemigas y usar sus propias armas contra ellos. Fue una victoria absoluta del ejército conjunto protestante que cimentó la fama de Adolfo como líder competente y peligroso enemigo del Sacro Imperio Romano.Poco después, durante la batalla del río Lech que se libró en Baviera en el año 1632, Adolfo dirigió un ejército de 40.000 soldados suecos contra un contingente católico menor a las órdenes del conde Johann Tserclaes. Bajo la cobertura de la artillería móvil, Adolfo cruzó el río con sus haccapélites empleando puentes temporales. Una vez al otro lado, las unidades de caballería de élite se atrincheraron y crearon una posición defensiva que permitió cruzar el río al resto del ejército. Adolfo dirigió una rápida carga contra las fuerzas católicas, Tserclaes cayó herido, y más tarde murió.Adolfo participó en su última batalla en Lutzen, Alemania, a finales del 1632, cuando quedó separado de sus hombres mientras dirigía una carga a través de un denso humo y fue abatido por armas de fuego. Sumidos en el estupor provocado por la pérdida de su gran rey, no tardó en reinar el caos entre los soldados suecos, que a pesar de ello lograron forzar la retirada del ejército imperial. Aunque Suecia sufrió varias derrotas tras la muerte de Adolfo, la Paz de Westfalia de 1648 puso fin a la Guerra de los Treinta Años y para entonces Suecia ya se había convertido en una de las grandes naciones de Europa, gracias en gran medida al brillante reinado de Gustavo Adolfo."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Casi 200 años después de la muerte de Adolfo, el comandante francés Napoleón Bonaparte lo alabó como uno de los mejores comandantes militares de la historia. Adolfo obtuvo una victoria tras otra y dio forma al futuro de la guerra con tácticas y estrategias innovadoras. Aunque su padre le dejó una herencia de conflictos y problemas, Adolfo supo estar a la altura y llevó al reino de Suecia a la cúspide de su poder militar y político."
            }
        ]
    }
}