{
    "id": 41,
    "name": "Shoshoni",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/shoshoni.png",
    "dawn_of_man": "Bendito seáis, sabio y temible jefe Pocatello, reverenciado líder del pueblo shoshoni. Como su joven jefe, os alzasteis para enfrentaros a una marea de asentamientos ilegales de colonos por todo el oeste de los Estados Unidos. Obligado a defender las tribus de los antepasados de los shoshoni de un torrente al parecer infinito de nuevos emigrantes, vuestra partida de guerra aterrorizó a aquellos que pretendían arrebataros las tierras sagradas de vuestro pueblo. Tras años de luchas, vuestra destreza evitó un conflicto con el ejército del gobierno de los EE. UU. y negociasteis una serie de tratados con la esperanza de asentar una paz duradera para los shoshoni.Más que estimado Pocatello, vuestro pueblo vuelve la mirada hacia vos una vez más. ¿Conquistaréis a vuestros enemigos y los expulsaréis de vuestras tierras? ¿O preferiréis la paz de la diplomacia y el comercio? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Rastreador|Rastreadores",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/pathfinder.json"
        },
        {
            "name": "Incursor comanche|Incursores comanches",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/comanche_riders.json"
        }
    ],
    "city_names": [
        "Moson Kahni",
        "Te-Moak",
        "Agaidika",
        "Goshute",
        "Pohokwi",
        "Washakie",
        "Timbisha",
        "Hukandeka",
        "Duckwater",
        "Tukudeka",
        "Kuchundeka",
        "Yomba",
        "Kamudeka",
        "Ely",
        "Yambadeka",
        "Nampa",
        "Bannock",
        "Yahandeka",
        "Tetadeka",
        "Deheyaeka",
        "Pengwideka",
        "Winnemucca",
        "Skull Valley",
        "Big Pine",
        "Duck Valley"
    ],
    "spy_names": [
        "Cameahwait",
        "Ondongarte",
        "Queenah",
        "Pugweenee",
        "Sacajawea",
        "Sagwitch",
        "Sanpitch",
        "Tetoharsky",
        "Tuziyammo",
        "Mugwayan"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "\"Yo no hablo tu idioma y tú no hablas el mío, pero aun así te comprendo. No necesito seguir tus pasos si veo las pisadas que vas dejando\". Por desgracia, este dicho shoshoni no se aplicó cuando el hombre blanco llegó a sus tierras. Los shoshoni provienen de la mezcla de diversos pueblos indígenas que vivieron en la parte occidental de América del Norte durante miles de años. El idioma shoshoni, una lengua uto-azteca, fue su característica más notable y tan extendido estaba que, pese a la multiplicidad de dialectos, los miembros de tribus lejanas podían conversar con facilidad. En su mejor momento, los shoshoni se extendían desde el norte de Idaho hasta el norte de Arizona y desde el este de California hasta el oeste de Montana. Entre los primeros contactos entre shoshoni y blancos se incluyen el paso de la expedición de Lewis y Clark por sus tierras septentrionales en el año 1805 y la llegada de tramperos y comerciantes de pieles a las montañas Rocosas en los años 1820. A los exploradores blancos los siguieron los pioneros blancos, especialmente los asentamientos mormones en Utah, alrededor del lago Great Salt Lake, en el corazón de las tierras de la tribu shoshoni. Durante las tres generaciones siguientes, los jefes shoshoni lucharon contra la pérdida de sus terrenos de caza, la destrucción de su cultura y las reubicaciones forzosas a las que le sometió el ejército de los EE. UU. Pero, aunque valiente, la lucha resultó inútil. En el año 1890, el último shoshoni fue trasladado a las reservas que administraba la Oficina de Asuntos de Nativos Estadounidenses."
        },
        {
            "heading": "Clima y terreno",
            "text": "La patria tradicional de los shoshoni se extendía por la región de la Great Basin (Gran Cuenca) de los Estados Unidos. Incluía todo lo que son los actuales Utah y Nevada, así como partes de Oregón, Idaho, Montana, California, Arizona, Nuevo México, Colorado y Wyoming. La Great Basin es la mayor cuenca endorreica de América del Norte, e incluye terrenos que van desde el punto más alto (el monte Whitney) hasta el más bajo (la cuenca de Badwater), en estados contiguos. La cuenca principal es la del río Humboldt, en la que se desaguan unos 44.000 kilómetros cuadrados. Aunque caracterizada principalmente por la región ecológica del desierto de América del Norte, grandes partes de la tierra de los shoshoni eran también cordilleras boscosas y valles con praderas. Las tierras de las tribus también incluían numerosos lagos, entre los que se contaban el Great Salt Lake y el lago Tahoe, el lago alpino más grande del continente. Los grandes desiertos que abarcaban los shoshoni incluían los de Black Rock, Great Salt Lake, Sevier, Smoke Creek, Mojave y Sonora, así como las salinas de Nevada. En la región, el clima oscila entre el árido del desierto al templado alpino, con temperaturas extremas superiores a los 40 grados centígrados al sur y algunas muy por debajo de cero al norte. La rica diversidad de flora y fauna permitió a los shoshoni medrar como cazadores y recolectores, siendo su principal caza el berrendo, el ciervo mulo y el bisonte de las llanuras."
        },
        {
            "heading": "Distribución",
            "text": "A medida que pasó el tiempo, los shoshoni se dividieron en tres grandes subgrupos. Los shoshoni occidentales, o \"desmontados\", se centraban en Nevada, con tribus en Oregón y California; entre estos últimos se encontraban los shoshoni timbisha, que habían vivido durante siglos en los valles de Panamint y Death Valley y en las montañas adyacentes. Las tierras de los shoshoni del norte, o \"montados\", englobaban Idaho, el norte de Utah y Wyoming. Los shoshoni orientales, o de Wind River, vivían en Wyoming, el sur de Montana y el oeste de Colorado. A principios del siglo XVIII, los pies negros, crow y piegan, al norte, y los sioux, cheyennes y arapahoes, al este, estaban mejor armados y tenían un suministro abundante de caballos. Por consiguiente, estas tribus empujaron gradualmente a los shoshoni al sur desde las llanuras septentrionales y al oeste por la cuenca. En el proceso, algunos shoshoni orientales emigraron al sur, hasta el oeste de Texas, y se convirtieron en los comanches, a los que algunos consideran el cuarto subgrupo de los shoshoni.Desde 1780 hasta 1782, la viruela asoló a los nativos de las Grandes Llanuras, especialmente a los shoshoni. La plaga de viruela, que avanzó desde los asentamientos españoles en México y Texas en 1779, pudo costarles a los shoshoni entre un tercio y la mitad de sus miembros. Aunque eso supuso un momento de calma en las presiones de pies negros, sioux y cheyennes, que también sufrieron sus efectos, según la historia tribal, la enfermedad \"destrozó de mala manera\" a los shoshoni del este y dejó solo bandas aisladas que ni querían ni podían resistir el avance de los estadounidenses blancos."
        },
        {
            "heading": "La llegada del hombre blanco",
            "text": "Para el año 1800, los shoshoni occidentales habían convivido con los colonos españoles y mexicanos durante varias generaciones. Mientras tanto, pioneros y exploradores de los EE. UU. se adentraban en las tierras de los shoshoni orientales. Pero el primer contacto más documentado entre los blancos y los shoshoni se dio cuando la expedición de Lewis y Clark entró en las tierras shoshoni de Montana, en agosto de 1805. Enviada por el presidente Jefferson para explorar y cartografiar las partes septentrional y occidental de la compra de Luisiana, la expedición disfrutó de relaciones cordiales con los shoshoni del norte, gracias en parte a la presencia de Sacagawea, una lemhi shoshoni que acompañaba al grupo. Mientras tanto, pioneros norteamericanos como Jim Bridger empezaron a hollar las montañas Rocosas en los años 1820 y montaron un encuentro anual de comercio de pieles en las regiones de los ríos río Wind, Green y Snake. En estos encuentros, que se celebraron desde 1825 a 1840, los shoshoni de Wyoming, Montana, Idaho y Utah no solo adquirían mercancías y armas, sino que además se familiarizaban con las oleadas de granjeros, mineros, rancheros y comerciantes que migraron a las tierras shoshoni o pasaban por ellas. Estas relaciones no siempre fueron tan cordiales como las que entablaban con los exploradores y pioneros. Las partes oriental y septentrional de las tierras de los shoshoni las adquirieron los Estados Unidos mediante la compra de Luisiana. El tratado de 1848 que puso fin a la intervención estadounidense en México cedió el resto de las tierras tribales de los shoshoni a los norteamericanos. Las pistas de California y de Oregón, las rutas principales a los territorios de la costa oeste de los Estados Unidos, pasaron por el corazón de su territorio. En las tierras de los shoshoni orientales, los granjeros y ganaderos blancos se extendieron por las llanuras y las faldas orientales de las Rocosas. El descubrimiento de oro en California (1848) y en Montana (1864) y el de plata en el filón de Comstock Lode, en Nevada (1858) tuvieron como resultado una gran afluencia de colonos y buscadores de fortuna a la patria de los shoshoni.La incursión blanca más significativa se dio cuando Brigham Young lideró a su grupo de mormones a la cuenca de Salt Lake en 1846 en busca de una república religiosa libre de la persecución que habían sufrido en Missouri e Illinois. Durante siglos, los utah y los shoshoni del norte habían cazado y emigrado por la cuenca, pero sin tener allí campamentos permanentes. En diciembre de 1847, dos mil mormones se habían afincado ya en Salt Lake, en Utah, y unos 70.000 más los siguieron en caravanas de carros durante la década siguiente. Tras su llegada, Young seleccionó un sitio donde construir un templo para la Iglesia de Jesucristo de los Santos de los Últimos Días alrededor de la cual creció Salt Lake City. Desde la cuenca, se desplegaron en abanico los colonos misioneros. En 1847 se fundó la ciudad de Bountiful, seguida por Ogden en 1848 y Provo en 1849."
        },
        {
            "heading": "Cooperación y resistencia",
            "text": "La respuesta a la expansión estadounidense varió mucho de una tribu shoshoni a otra. Los del este, liderados por el jefe Washakie, llegaron a un acuerdo amistoso con los blancos. A instancias de su yerno Jim Bridger, Washakie accedió a participar en las sesiones del consejo en el Fuerte Laramie en 1851. Allí firmó un tratado en el que se comprometía a cooperar con los estadounidenses a cambio de los derechos a cazar y acampar en la cordillera de Wind River Range. En 1868, otro tratado creó la Agencia Shoshoni y Bannock, ubicada en el Wyoming central occidental. Algo excepcional en las reservas, el gobierno de los EE. UU. permitió que Washakie y sus jefes escogieran la tierra, cerca de 1.200.000 hectáreas, en la que se asentarían. En las continuas guerras contra los indios, los shoshoni orientales proporcionaron exploradores y guías al ejército de los EE. UU., especialmente en la campaña del general Crook contra los sioux y los cheyennes que siguió a la derrota de Custer en Little Bighorn.Por lo general, las tribus shoshoni occidentales coexistieron pacíficamente con los colonos y mineros blancos que entraron en sus tierras. Esto se debió en gran parte al hecho de que el territorio en que habitaban, grandes desiertos y colinas secas, era un yermo inhóspito. Carentes de la tradición guerrera de los shoshoni orientales y septentrionales, los miembros de las tribus de Idaho y Oregón subsistían gracias al pastoreo de ovejas, mientras que los que estaban en Nevada y California eran cazadores-recolectores primitivos. Se fue reubicando gradualmente a las bandas nómadas, de las cuales ninguna superaba los doscientos miembros, en las pequeñas reservas de Nevada durante los años 1880 y 1890. Pese a cierta oposición, las diversas tribus de los shoshoni occidentales se combinaron en el consejo de las bandas te-mouk en virtud de la ley de Reorganización de los Indios de 1934.Por el contrario, los shoshoni del norte se resistieron a las incursiones de los blancos. En un principio, las tribus llegaron a un acuerdo con los colonos mormones, cuyos superiores accedieron a proveerles de agua y alimentos para compensarles por la pérdida de los hábitats de caza debido a las explotaciones agrícolas y madereras. Aunque a veces perturbados por pequeñas escaramuzas y alguna que otra muerte, desde 1847 hasta finales de los 1850, shoshoni y mormones mantuvieron la paz. Pero el aumento de carromatos de inmigrantes y buscadores de oro a sus tierras les fue arrebatando cada vez más caza. En 1859, Jacob Forney, superintendente de Asuntos Indios en el territorio de Utah, escribió, reconociendo el impacto de los inmigrantes: \"Los indios se han visto empobrecidos por la introducción de población blanca\". Desesperados y hambrientos, los shoshoni empezaron a atacar granjas aisladas y a robar ganado para sobrevivir. El apoyo de los mormones a los nativos se fue desgastando, y las donaciones de alimentos y suministros fueron cesando gradualmente.Desde el año 1860, los jefes shoshoni como Pocatello y Cazador de Osos enviaron grupos a atacar caravanas de carros, correos, personal de telégrafos y grupos de mineros, en un esfuerzo por contener la afluencia. La administración Lincoln se enzarzó en la Guerra de Secesión y, preocupada por la seguridad de las rutas de comunicación con California y Oregón y dudosa de las lealtades de los mormones, ordenó a las tropas del ejército de la Unión que entraran en la zona para contener los disturbios. En octubre de 1862, el coronel Patrick Connor llevó un destacamento de tropas de California a montar una base unos cinco kilómetros al este de Salt Lake City. Mientras tanto, varias tribus shoshoni se reunían en sus campamentos anuales de invierno en Cache Valley. Varios incidentes, pequeños aunque sangrientos, entre mineros y colonos y los indios shoshoni llevaron a Connor a montar el ataque contra el campamento con unos 300 soldados de infantería y caballería la mañana del 29 de enero de 1863.Aunque Pocatello se llevó a su tribu cuando los exploradores informaron de la fuerza que se acercaba, los demás jefes decidieron quedarse. Cazador de Osos y otros jefes dieron por supuesto que se podría llegar a un acuerdo, quizá pagando alguna compensación. En vez de ello, Connor atacó sin negociar. Según los testigos, cuando los shoshoni se defendieron, al parecer los oficiales unionistas perdieron el control de la caballería, que empezó una gran matanza. Cuando terminó, habían muerto cerca de 500 nativos, entre hombres, mujeres y niños, la mayoría de ellos no beligerantes, en lo que pasó a llamarse \"la Matanza de Bear River\". Entre los muertos se encontraba Cazador de Osos. Los nueve jefes supervivientes, liderados por Sagwitch, se rindieron y sus tribus se vieron obligadas a vivir en las reservas en virtud de lo dispuesto en el Tratado de Box Elder, en julio de 1863. Tras eludir su captura durante cinco años, la tribu de Pocatello, hambrienta y mermada, se rindió al fin y también pasó a estar confinada en la reserva de Fort Hall."
        },
        {
            "heading": "Vida en la reserva",
            "text": "La vida en las reservas era brutal y dura, y fue todavía peor debido a las promesas rotas y a la corrupción de la Oficina de Asuntos de Nativos Estadounidenses. Incapaces de encontrar caza suficiente y, normalmente, incapaces también de cultivar las malas tierras que se les habían destinado, muchos cautivos shoshoni murieron de inanición y enfermedad. Los administradores estadounidenses fallaron repetidamente en proveer de alimentos, medicinas, ropas y vituallas a los indios de las reservas. Como repuesta, como ocurriría en tantos sitios, se dieron varios episodios de desesperación y desafío por parte de los shoshoni cuando las tribus abandonaron las reservas. Tales levantamientos, condenados al fracaso, llevaron a la Guerra Bannock en 1878, en la que participaron tribus de los shoshoni del norte y de los bannock, y a la Guerra de los Indios Sheepeater en 1879, en la que participaron unos 300 shoshoni occidentales. Finalmente, las reformas de los años 1920 y 1930 llevaron a las tribus de las reservas los derechos de la ciudadanía estadounidense, se levantaron todas las restricciones y se concedieron privilegios especiales a los consejos tribales.Hoy en día, los restos de las tribus shoshoni, aproximadamente unas 12.000 personas, viven en varias reservas de Wyoming, Idaho y Nevada, siendo la más grande la reserva de Wind River, de los shoshoni orientales, en Wyoming. La otra gran reserva shoshoni, la de Fort en Idaho, abarcó en origen 720.000 hectáreas, pero se han visto reducidas a unas 220.000 debido a la venta de tierras y a la creación de la presa de American Falls. Desde la ley de 1934 que les dio el reconocimiento y la ciudadanía, los te-mouk han montado una serie de comunidades privadas de la tierra comprada en Nevada, como la comunidad india de Death Valley o la colonia india de Reno-Sparks."
        },
        {
            "heading": "Vida en la reserva",
            "text": "La vida en las reservas era brutal y dura, y fue todavía peor debido a las promesas rotas y a la corrupción de la Oficina de Asuntos de Nativos Estadounidenses. Incapaces de encontrar caza suficiente y, normalmente, incapaces también de cultivar las malas tierras que se les habían destinado, muchos cautivos shoshoni murieron de inanición y enfermedad. Los administradores estadounidenses fallaron repetidamente en proveer de alimentos, medicinas, ropas y vituallas a los indios de las reservas. Como repuesta, como ocurriría en tantos sitios, se dieron varios episodios de desesperación y desafío por parte de los shoshoni cuando las tribus abandonaron las reservas. Tales levantamientos, condenados al fracaso, llevaron a la Guerra Bannock en 1878, en la que participaron tribus de los shoshoni del norte y de los bannock, y a la Guerra de los Indios Sheepeater en 1879, en la que participaron unos 300 shoshoni occidentales. Finalmente, las reformas de los años 1920 y 1930 llevaron a las tribus de las reservas los derechos de la ciudadanía estadounidense, se levantaron todas las restricciones y se concedieron privilegios especiales a los consejos tribales.Hoy en día, los restos de las tribus shoshoni, aproximadamente unas 12.000 personas, viven en varias reservas de Wyoming, Idaho y Nevada, siendo la más grande la reserva de Wind River, de los shoshoni orientales, en Wyoming. La otra gran reserva shoshoni, la de Fort en Idaho, abarcó en origen 720.000 hectáreas, pero se han visto reducidas a unas 220.000 debido a la venta de tierras y a la creación de la presa de American Falls. Desde la ley de 1934 que les dio el reconocimiento y la ciudadanía, los te-mouk han montado una serie de comunidades privadas de la tierra comprada en Nevada, como la comunidad india de Death Valley o la colonia india de Reno-Sparks."
        }
    ],
    "leader": {
        "name": "Pocatello",
        "subtitle": "Líder de los shoshoni",
        "lived": "1815-1884 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pocatello.png",
        "trait": {
            "name": "Gran extensión",
            "effect": "Las ciudades recién fundadas comienzan con más territorio. Las unidades reciben una bonificación de combate al luchar en su territorio."
        },
        "titles": [
            "Jefe de los shoshoni"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "El jefe Pocatello, líder de la tribu de los shoshoni-bannock, dedicó su vida a buscar una forma de coexistir con los colonos blancos que invadieron el territorio shoshoni a lo largo del siglo XIX. Aunque los shoshoni de Pocatello sí atacaron a los colonos y a sus carromatos, lo hicieron en venganza por las vejaciones y los ataques de los blancos. La banda de guerreros de Pocatello fue culpada de cada vez más ataques a blancos a lo largo de las rutas de California, Salt Lake y Oregón.En otoño de 1862, el coronel Conner y el tercero de infantería de California del ejército de los Estados Unidos de América llegó de Fort Douglas con órdenes de \"escarmentar\" a los nativos. Pocatello se enteró de su llegada y dirigió a su tribu hacia el norte, huyendo de la infame masacre de Bear River. El ejército le persiguió durante cinco años hasta que Pocatello firmó el tratado de Fort Bridger en 1868, por el que su tribu fue reubicada en la reserva del río Snake. Y allí murió, desalentado por el futuro de su pueblo."
            },
            {
                "heading": "Primeros tiempos",
                "text": "Pocatello nació en la región de Grouse Creek, en lo que hoy en día es el noroeste del estado norteamericano de Utah, pero poco más se sabe acerca de su niñez o adolescencia. Su nombre de pila fue Tonaioza, que significa \"ropa de búfalo\", y es probable que Pocatello fuera el nombre que le dieran los tramperos blancos, aunque se desconocen los motivos y el momento. Pocatello llegó a la edad adulta durante la década de los veinte y los treinta.Al crecer, también lo hizo su reputación como guerrero y hombre sabio. En 1847, cuando Brigham Young conducía a los primeros mormones a Utah, Pocatello ya era jefe de los shoshoni. Young siguió una política conciliatoria con Pocatello, que expresó su inquietud acerca de la destrucción de la caza y las praderas por parte de los granjeros emigrantes. Pocatello cada vez estaba más preocupado por las migraciones de los blancos hacia territorio shoshoni, especialmente cuando se descubrió oro en California y Montana."
            },
            {
                "heading": "Desafío",
                "text": "Los ataques a carromatos y granjas aisladas, así como el robo de caballos y ganado aumentaron dramáticamente a finales de los cincuenta. Aunque los autores fueran nativos independientes, forajidos blancos o jóvenes shoshoni nerviosos, las culpas de todos los ataques recaían sobre Pocatello. Durante los siguientes años, los colonos blancos y los nativos se vieron envueltos en varios altercados que acabaron con algunas muertes. Las hostilidades intermitentes culminaron en agosto de 1862, cuando el propio Pocatello dirigió un ataque contra un convoy de carromatos que atravesaba City of Rocks, en el sur del centro de Idaho. Unos días después, unos grupos de shoshoni atacaron otros dos carromatos cerca del río Snake.Preocupada por la seguridad de las rutas terrestres hasta la costa oeste según progresaba la Guerra de Secesión, la administración Lincoln envió a Utah al coronel Patrick Connor y a su tercer regimiento de voluntarios de infantería para calmar la agitación; allí se establecieron en Camp Douglas, a cinco kilómetros al este de Salt Lake City. Otros ataques del jefe Bear Hunter en la Gran Cuenca shoshoni alentaron a Connor, junto con el Segundo Regimiento de Caballería de Voluntarios de California, a atacar el campamento invernal de Cache Valley, en el que se habían reunido varias tribus shoshoni, incluyendo la de Pocatello. Avisado de los soldados blancos que se acercaban y a pesar de que otros jefes decidieron combatir, Pocatello huyó con sus hombres. Gracias a ello evitó la masacre de Bear River en la que murieron unos 500 hombres, mujeres y niños shoshoni.El ejército norteamericano siguió con sus tareas de pacificación, patrullando la zona para arrestar a los restantes jefes shoshoni, especialmente a Pocatello. Pero la banda de Pocatello evitó la captura durante casi cinco años, hasta que las enfermedades y el hambre les obligaron a rendirse. En el tratado de Fort Bridger de 1868, Pocatello rindió dos terceras partes de los terrenos de caza shoshoni, accedió a permitir el tránsito de los blancos por sus tierras y a reubicar su tribu en la reserva india de Fort Hall, en el río Snake; por su parte, el gobierno de los Estados Unidos se comprometió a entregarles el equivalente a 5.000 dólares anuales en comida y suministros."
            },
            {
                "heading": "Reserva",
                "text": "Como era habitual, la Oficina de Asuntos de Nativos Estadounidenses no cumplió sus promesas: la comida solía llegar en mal estado, el dinero anual no se pagaba y la tierra no era apta para el cultivo. Durante los años que siguieron a su confinamiento, los nativos padecieron muchas enfermedades y hambre. En 1875, tras una cosecha especialmente mala, Pocatello sacó a su tribu de la reserva y la llevó a una granja de misioneros mormones, cerca de Corinne, en Utah, con la idea de plantar cereales, patatas y legumbres, que allí crecían bien. Pocatello esperaba que una conversión masiva de su gente les evitaría la hambruna. Sin embargo, los colonos blancos de aquella zona no estaban dispuestos a aceptarlos y pidieron su regreso a la reserva, a la fuerza si era necesario. Cuando el ejército norteamericano amenazó con hostilidades, Pocatello dirigió a su tribu de vuelta a la reserva.Pocatello volvió a sentirse traicionado y la mayoría de los shoshoni rechazó el cristianismo. El viejo jefe ya había cumplido los sesenta y, cada vez más descontento, se desentendió de los asuntos de la reserva. La salud de Pocatello empeoró repentinamente y murió en 1884. A petición de su tribu, Pocatello fue enterrado con atavío de guerra en un arroyo del río Snake, junto a sus mejores ropas, armas y dieciocho de sus caballos."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Al igual que muchos otros líderes nativos norteamericanos, Pocatello no consiguió adaptarse a la llegada de blancos. Por una parte, quería coexistir con ellos; por otra, estaba resuelto a proteger los derechos y la libertad de su pueblo. A pesar de ser valiente y astuto, al final lo único que Pocatello pudo hacer fue rendirse ante lo inevitable y aceptar la reserva. Aunque no logró conservar la libertad de su pueblo para moverse por sus tierras ancestrales, los shoshoni le respetan mucho por preservar su herencia cultural. Su legado es evidente por la cantidad de hitos geográficos naturales y artificiales (entre ellos Pocatello, en Idaho) bautizados en su nombre, irónicamente, la mayoría de ellos por blancos."
            }
        ]
    }
}