{
    "id": 11,
    "name": "Iroqueses",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_iroquois.png",
    "dawn_of_man": "¡Saludos, noble Hiawatha, líder de las poderosas naciones iroquesas! Largo tiempo ha vivido vuestro pueblo en el lago Ontario, grande y sagrado, en la tierra que ha pasado a convertirse en el estado de Nueva York, de los EE. UU. En las brumas de la antigüedad, los cinco pueblos (los seneca, los onondaga, los mohicanos, los cayuga y los oneida) se unieron para formar una nación, los haudenosaunee, los iroqueses. Sin lengua escrita, los sabios de vuestra nación crearon la \"Gran ley de la paz\", base de muchas constituciones, incluida la de los Estados Unidos. Durante muchos años, vuestro pueblo combatió contra grandes enemigos: los hurones y los invasores ingleses y franceses. Aunque inferiores en número y enfrentándose a armas mucho más avanzadas de las que llevaban vuestros guerreros, los iroqueses sobrevivieron y prosperaron hasta que finalmente fueron anegados por los poderosos ejércitos de los nuevos Estados Unidos.¡Oh, noble Hiawatha, escuchad los gritos de vuestro pueblo! ¡Os llaman para que los lideréis en la paz y en la guerra! Reconstruid la gran casa y volved a unir a las tribus. ¿Aceptaréis este desafío, gran líder? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Gran casa|Grandes casas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/longhouse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerrero mohicano|Guerreros mohicanos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/mohawk_warrior.json"
        }
    ],
    "city_names": [
        "Onondaga",
        "Osininka",
        "Gran Río",
        "Akwesasme",
        "Buffalo Creek",
        "Brantford",
        "Montreal",
        "Genesse River",
        "Lago Canandaigua",
        "Lago Simcoe",
        "Gran Río",
        "Salamanca",
        "Gowanda",
        "Buffalo",
        "Cuba",
        "Akron",
        "Kanesatake",
        "Ganienkeh",
        "Cayuga Castle",
        "Chondote",
        "Canajoharie",
        "Nedrow",
        "Siracusa",
        "Lago Oneida",
        "Kanonwalohale",
        "Green Bay",
        "Southwold",
        "Mohawk Valley",
        "Schoharie",
        "Bay of Quinte",
        "Kanawale",
        "Kanatsiokareke",
        "Tyendinaga",
        "Hahta"
    ],
    "spy_names": [
        "Onatah",
        "Oneida",
        "Oshadagea",
        "Otetiani",
        "Genesee",
        "Dadgayadoh",
        "Otwtiani",
        "Kateri",
        "Onondakai",
        "Honanyawus"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Según la tradición, la Confederación Iroquesa nació alrededor del 1570 d. C. Se trataba de una unión de cinco tribus de indios americanos, a la que posteriormente se añadiría una sexta. Los iroqueses son un pueblo sorprendente: con una población que probablemente nunca excedió de los 20.000 miembros, sin tener ningún lenguaje escrito ni ninguna capacidad manufacturera, durante dos siglos consiguieron aguantar contra los franceses, ingleses, holandeses y, posteriormente, las fuerzas coloniales estadounidenses."
        },
        {
            "heading": "Terreno y clima",
            "text": "Los iroqueses ocuparon una gran parte del norte del estado de Nueva York, bordeando el lago Ontario y el río San Lorenzo. La tierra es montañosa y boscosa y, en el siglo XVII contaba con abundante caza, incluyendo ciervos y castores. Los iroqueses tenían acceso a muchas vías fluviales, entre ellas el lago Ontario, el San Lorenzo, los lagos Finger y decenas de ríos que les proporcionaban una pesca excelente, así como un rápido desplazamiento mediante canoas.Los inviernos en el norte del estado de Nueva York pueden ser largos y extremadamente fríos, especialmente, cuando el aire ártico sopla por los Grandes Lagos, y las nevadas intensas no son infrecuentes. Los veranos son frescos y agradables."
        },
        {
            "heading": "El nombre",
            "text": "Los miembros de la nación iroquesa se hacen llamar \"haudenosaunee\", que se podría traducir aproximadamente como \"la gente que construye grandes casas\". El término \"iroqués\" lo usaban los que no eran iroqueses. Se desconoce con exactitud su origen, pero podría ser una degeneración de una palabra hurona que significa \"serpiente\" (los hurones y los iroqueses no se llevaban muy bien). También hay quien dice que podría ser una corrupción de un término vasco (del grupo étnico hispano-francés) que significa \"los que asesinan\" (los franceses tampoco apreciaban mucho a la Confederación).Que los haudenosaunee nos perdonen, pero usaremos el término \"iroqueses\" con ellos por ser más corriente, porque pocos que no sean indígenas reconocerían \"haudenosaunee\" y porque el término es demasiado largo como para que nos quepa en pantalla. Por motivos similares hemos escogido utilizar el nombre \"Hiawatha\" para el líder iroqués en vez de \"Ayonwentah\" (ver más adelante)."
        },
        {
            "heading": "Historia de los orígenes",
            "text": "Según la leyenda, la Confederación empezó cuando un jefe llamado Dekanawidah o \"el Gran Pacificador\" convenció a un guerrero llamado Ayonwentah de que renunciara a la violencia y al canibalismo y evolucionara hacia \"la paz, el gobierno civil, la justicia y la gran ley\" (se cree que Ayonwentah es la base en la que se inspiró Longfellow para el personaje de su obra \"Hiawatha\"). Juntos, los dos grandes hombres unieron a las cinco tribus que conformaron la liga: los seneca, los onondaga, los mohicanos, los cayuga y los oneida. Una sexta tribu, la de los tuscarora, se unió muchos años después, en 1722."
        },
        {
            "heading": "El gobierno iroqués",
            "text": "Los iroqueses tenían un gobierno notablemente avanzado, especialmente para ser un pueblo que carecía de escritura. La Confederación estaba gobernada según una constitución conocida como la Gayanashagowa (\"Gran ley de la paz\"). Cada tribu se ocupaba de sus propios asuntos internos y el Gran Consejo se encargaba solo de los temas que afectaban a toda la nación: tratados, disputas territoriales, guerra y paz, etc.El Gran Consejo estaba formado por 50 sachems (una especie de \"jefes\"). Cada tribu proporcionaba al consejo entre 8 y 14 sachems (dependiendo de su estatus y población). Los sachems se elegían en los consejos de las matriarcas de los clanes. El tadadaho era el líder simbólico del Gran Consejo, aunque no contaba con ningún poder político real. El consejo se regía por el consenso y buscaba el acuerdo de la mayoría antes de emprender cualquier acción."
        },
        {
            "heading": "Las Guerras de los Castores",
            "text": "Una vez unidos, los iroqueses se convirtieron rápidamente en el grupo más poderoso de indígenas del noreste de Estados Unidos. En 1609, la Confederación fue a la guerra contra Francia y sus aliados, los indios canadienses. Lucharon por el control del comercio de pieles, especialmente las de castor.A principios del siglo XVII, Europa se moría por las pieles de castor, que convertía en gorros. Tras haber cazado al castor europeo hasta prácticamente extinguirlo, los comerciantes de Europa volvieron la vista hacia el Nuevo Mundo, donde aún quedaban muchos. Cuando los indios americanos descubrieron que los europeos les daban herramientas de metal e incluso armas por las pieles, la competencia por el adorable roedor dentudo se volvió muy feroz.En 1610, los iroqueses entraron en contacto con los mercaderes holandeses de Fort Orange, Nueva Holanda (en la actualidad, Albany, Nueva York), que les proporcionaron ingentes cantidades de armas de fuego a cambio de las pieles. Este aumento de su capacidad bélica permitió a los iroqueses hacer retroceder a los franceses y a sus aliados y expandir su imperio hacia el oeste, hasta el lago Michigan, y hacia el sur, hasta el río Tennessee. El acceso a las armas aceleró la extinción del castor en territorio iroqués, lo que a su vez hizo que los iroqueses atacaran el norte, en busca de tierras donde aún abundaba el animal.Esta sangrienta guerra duró varias décadas. A mediados de 1600, los iroqueses habían derrotado a las tribus de los hurones, los eries, los neutrales y los susquehannock, asimilando a miles de ellos y expulsando al resto de su territorio."
        },
        {
            "heading": "La respuesta francesa",
            "text": "Hacia 1660, los iroqueses habían consolidado su flanco meridional y occidental y lanzaban incursiones regulares contra Nueva Francia. Los canadienses franceses se vieron incapaces de detener los ataques y pidieron ayuda a la madre patria. Francia respondió enviando un regimiento de soldados franceses, los primeros soldados profesionales europeos que se vieron en Canadá. Las tropas francesas pasaron a la ofensiva e invadieron el territorio iroqués varias veces, con distintos resultados.Mientras tanto, los ingleses habían capturado la colonia de Nueva Holanda y privado a los iroqueses de su mayor socio comercial europeo. Bajo la creciente presión de los refuerzos franceses e incapaces de reabastecerse de armas, los iroqueses firmaron la paz con Francia. No obstante, continuaron su expansión hacia el oeste y el sur, pues los indígenas americanos con escaso o nulo acceso a las nuevas armas europeas les resultaban presas fáciles."
        },
        {
            "heading": "Aparecen los ingleses",
            "text": "Tras apoderarse de los territorios holandeses, los ingleses se pusieron en contacto con los iroqueses. Como siempre, los ingleses estuvieron encantados de tocarles las narices a los franceses y no tuvieron ningún problema en reanudar el comercio de armas con los iroqueses, apremiándoles a usarlas contra sus enemigos del norte. En la década de 1680, ya se había retomado la guerra entre franceses e iroqueses.En 1687, los franceses iniciaron otra invasión del territorio iroqués, esta vez con un ejército enorme de 3.000 soldados y milicianos. Los franceses emplearon la táctica de \"tierra quemada\", prendiendo fuego a los pueblos y cosechas de los iroqueses, lo que hizo que muchos indios murieran de hambre al invierno siguiente. La Confederación respondió con varias incursiones de represalia, matando a colonos y quemando los suministros franceses, y avanzaron tan al este que llegaron a Montreal.En 1688, Inglaterra fue a la guerra contra Francia por un problema europeo que parecía extremadamente importante en aquellos tiempos (el conflicto se ha denominado indistintamente \"Guerra de los Nueve Años\", \"Guerra de la Liga de Augsburgo\" o \"Guerra de la Gran Alianza\") y las colonias de cada bando se emplearon a fondo para destruir a las del otro. Los iroqueses se aliaron con las colonias inglesas y los indios canadienses con las francesas, y ambos combatientes se enzarzaron en brutales incursiones de ataque y contraataque que conllevaron la matanza indiscriminada de los que eran incapaces de huir rápidamente (es decir, mujeres, niños y ancianos). Finalmente, como ambos bandos casi se quedaron sin dinero, decidieron dar la cosa por terminada y la guerra cesó en Europa y en el Nuevo Mundo.A principios del siglo XVIII empezó a cambiar la actitud de los iroqueses respecto a las dos potencias europeas. A medida que crecía el poder inglés en el continente, los colonos británicos empezaron a invadir el territorio iroqués. Mientras tanto, los franceses también empezaban a acusar la presión de Inglaterra y buscaban aliados contra la amenaza que venía del sur. Los iroqueses lanzaron a una potencia contra la otra y así ganaron tiempo para que sus tribus se recuperasen de las décadas de luchas.En la guerra franco-india (1754-1763), los iroqueses se aliaron con los británicos en contra de los franceses. Los británicos resultaron victoriosos y expulsaron a los franceses del norte de América. Esto aumentó considerablemente el poder británico sobre las poblaciones indígenas, incluyendo a los iroqueses, que dependían totalmente de los ingleses para conseguir armas."
        },
        {
            "heading": "La Guerra de Independencia Americana",
            "text": "La Guerra de Independencia americana empezó en la década de 1770. Al principio, el Gran Consejo se mantuvo neutral, pero, en 1777, decidió unirse a la guerra y ponerse de parte de los británicos. Al igual que en las guerras anteriores contra los franceses, los iroqueses y las fuerzas coloniales se enzarzaron en rápidas incursiones sangrientas, quemando aldeas y pueblos, lo que acabó con los débiles y desafortunados de ambos bandos.La Guerra de Independencia americana terminó en 1783. El tratado entre Estados Unidos y Gran Bretaña cedía todo el territorio iroqués a los primeros, obviando el desafortunado hecho de que una nación soberana ya vivía en él."
        },
        {
            "heading": "El final",
            "text": "La Confederación Iroquesa terminó básicamente al finalizar la Guerra de Independencia americana. Un grupo de iroqueses se trasladó a Canadá, a las tierras que les habían cedido los británicos en gratitud por su ayuda en la guerra. Otros optaron por quedarse en el norte del estado de Nueva York, e intentaron mantener su vida tribal frente al imperialismo cultural y colonial estadounidense. Muchos de ellos sobreviven en la actualidad, tras dos siglos de terribles penurias, como testimonio del sorprendente espíritu del pueblo haudenosaunee."
        },
        {
            "heading": "El final",
            "text": "La Confederación Iroquesa terminó básicamente al finalizar la Guerra de Independencia americana. Un grupo de iroqueses se trasladó a Canadá, a las tierras que les habían cedido los británicos en gratitud por su ayuda en la guerra. Otros optaron por quedarse en el norte del estado de Nueva York, e intentaron mantener su vida tribal frente al imperialismo cultural y colonial estadounidense. Muchos de ellos sobreviven en la actualidad, tras dos siglos de terribles penurias, como testimonio del sorprendente espíritu del pueblo haudenosaunee."
        }
    ],
    "leader": {
        "name": "Hiawatha",
        "subtitle": "Líder de los iroqueses",
        "lived": "C. 1550 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hiawatha.png",
        "trait": {
            "name": "Senda de la guerra",
            "effect": "Movimiento por Bosques y Selvas de territorio amistoso como por carreteras. Dichas casillas pueden utilizarse para Rutas comerciales [ICON_CONNECTED] tras investigar la Rueda. Las Caravanas se mueven por Bosque y Selva como por Carreteras."
        },
        "titles": [
            "Cacique"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Hiawatha (o \"Ayenwatha\") es el jefe legendario de los indios onondaga que, junto con el también famoso Deganawida, fundó la Confederación Iroquesa. Poco se sabe acerca de Hiawatha como hombre; según la tradición iroquesa, enseñó al pueblo agricultura, navegación, medicina y artes; además, usó su poderosa magia para imponerse a todos los enemigos naturales y sobrenaturales del hombre. También se cree que pudo haber sido un hábil orador que convenció a las cinco tribus (los seneca, los cayuga, los oneida, los onondaga y los mohicanos) para formar las cinco naciones de los iroqueses.Lo poco que los occidentales sabemos acerca de Hiawatha nos llega a través del excelente poema épico de Henry Wadsworth Longfellow, el \"Canto de Hiawatha\"."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "No es posible afirmar nada a ciencia cierta acerca de este personaje legendario. Lo único que podemos decir es que, independientemente de cómo haya ocurrido, la alianza de las Cinco Naciones duró mucho y demostró ser resistente incluso ante la creciente presión que impusieron los conquistadores europeos. El artífice de dicha alianza hizo un gran trabajo."
            }
        ]
    }
}