{
    "id": 29,
    "name": "Tierras Celtas",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/tierras_celtas.png",
    "dawn_of_man": "¡Alabada seáis y gloria eterna para vos, fiera y vengativa reina guerrera! En un tiempo dominado por hombres, no solo habéis asegurado vuestro trono y vuestra soberanía, sino que habéis desafiado el poder del Imperio Romano. Tras sufrir un terrible castigo y humillación por parte de los invasores, hijos de la loba Roma, unisteis a vuestro pueblo en una revuelta sangrienta y terrible. Las legiones cayeron bajo las ruedas de vuestro carro y la ciudad de Londinium ardió. Aunque al final los romanos han conseguido mantener las islas, ha sido solo por vos que Nerón ha pensado en retirar a todos sus soldados y abandonar Britania de una vez.Oh, leona durmiente, vuestro pueblo desea que os levantéis y lo llevéis hasta la victoria, vuestra tocaya. ¿Aceptaréis su desafío en campo abierto y llevaréis a los celtas a la eternidad? ¿Recuperaréis vuestras tierras y erigiréis un imperio que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Ceilidh Hall|Ceilidh Halls",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ceilidh_hall.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerrero picto|Guerreros pictos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/pictish_warrior.json"
        }
    ],
    "city_names": [
        "Edimburgo",
        "Dublín",
        "Cardiff",
        "Truro",
        "Nantes",
        "Douglas",
        "Glasgow",
        "Cork",
        "Aberystwyth",
        "Penzance",
        "Rennes",
        "Ramsey",
        "Inverness",
        "Limerick",
        "Swansea",
        "St. Ives",
        "Brest",
        "Peel",
        "Aberdeen",
        "Belfast",
        "Caernarfon",
        "Newquay",
        "Saint-Nazaire",
        "Castletown",
        "Stirling",
        "Galway",
        "Conwy",
        "St. Austell",
        "Saint-Malo",
        "Onchan",
        "Dundee",
        "Londonderry",
        "Llanfairpwllgwyngyll",
        "Falmouth",
        "Lorient"
    ],
    "spy_names": [
        "Crìsdean",
        "Siobhán",
        "Séamus",
        "Ffion",
        "Pádraig",
        "Deirdre",
        "Míster Quinn",
        "Éadaoin",
        "Alwyn",
        "Col Ceathar"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Las tribus celtas de Europa en las que millones de personas del presente trazan sus orígenes fueron una de las sociedades antiguas más importantes de la historia. Los celtas que, según se cree, se desarrollaron a partir de culturas de principios de la Edad de Hierro en Europa central, progresaron hasta convertirse en una sociedad diversa formada por cientos de tribus individuales diseminadas por todo el continente. Prosperaron durante la mayor parte del primer milenio a. C. y acabaron envueltos en una desesperante cantidad de conflictos con el implacable Imperio Romano, que eliminaría y en muchos casos adoptaría aspectos de la cultura celta durante sus conquistas europeas."
        },
        {
            "heading": "Terreno y clima",
            "text": "La zona que habitaron los primeros pueblos celtas de los que se tiene constancia se encuentra en la Alemania y Austria de la actualidad, aunque los celtas acabarían emigrando por buena parte de Europa, incluyendo Francia (la Galia de aquel entonces), las Islas Británicas, y España (Iberia). Este amplio abanico de climas y geografía dificultan la tarea de establecer una serie de características comunes en su territorio, aunque el hecho de que fueran capaces de adaptarse a tantas variaciones es testamento de la resistencia del pueblo celta."
        },
        {
            "heading": "Orígenes celtas",
            "text": "Aunque los historiadores todavía siguen debatiendo acerca del origen de sus raíces, se cree que los celtas derivan de las culturas de los Campos de Urnas, Hallstatt y La Tène europeas que se sucedieron entre sí durante el final de la Edad de Bronce y el principio de la Edad de Hierro. Estos primeros pueblos celtas migraron atravesando amplios territorios y mezclaron sus idiomas y religiones con los de los habitantes de los lugares que encontraron. Aproximadamente en el 1300 a. C., el primero de estos pueblos proto-celtas, la cultura de los Campos de Urnas, radicaba principalmente en las regiones más australes de la actual Alemania. Este pueblo, que vivió durante las últimas etapas de la Edad de Bronce, progresó organizado en clanes primitivos con jefes, y llegó hasta Francia. La población de los Campos de Urnas florecía y su territorio se expandía, pero las tribus, bastante independientes, solían entrar en conflictos entre sí y no era extraño que arrasaran a clanes cercanos para dar continuidad a su ciclo de expansión e integración.El posterior desarrollo de la cultura de Hallstatt, denominada así por los hallazgos arqueológicos cerca del pueblo de Hallstatt, en Austria, dio continuidad a la difusión de los pueblos proto-celtas por Europa. Estos primeros celtas siguieron emigrando por Europa central durante el primer milenio a. C., anunciando lo que luego se convertiría en la cultura de La Tène, que engloba buena parte de Europa durante la parte final de la Edad de Hierro. Después de La Tène emergieron las primeras sociedades celtas propiamente dichas en varias naciones de todo el continente."
        },
        {
            "heading": "Los celtas de Britania",
            "text": "Los \"celtas insulares\", es decir, los que habitan principalmente en las Islas Británicas, constituyen hoy los principales restos de la otrora diseminada población celta de Europa. Unidos por un idioma y una religión común, los celtas de la Edad de Hierro se establecieron por toda Britania, Escocia e Irlanda durante los siglos VII a III a. C. Se cree que los emigrantes celtas se integraron con los indígenas de la zona y siguieron extendiéndose e integrándose en la región.Los celtas consolidaron su legado como temibles guerreros en el siglo I d. C., tras unirse bajo la enseña de Boadicea, reina de los icenos. Tras sufrir la inmerecida brutalidad de Roma, Boadicea comandó una fuerza conjunta de tribus británicas contra las legiones romanas, la mayor potencia en el campo de batalla de la época. El ejército de Boadicea se contaba en cientos de miles; los romanos no habían sido testigos de una fuerza celta semejante desde el saqueo de Roma por parte del jefe Breno en el 387 a. C. Los romanos lograron aplacar la rebelión (se estima que las bajas de ambos bandos superaron los 100.000), pero, como la historia ya había demostrado, Roma siguió subestimando el poderío de los celtas, un error por el que tuvieron que pagar un elevado precio."
        },
        {
            "heading": "Los celtíberos",
            "text": "Los celtas de la Península Ibérica eran emigrantes de la Galia que habían abandonado sus hogares en los siglos V y VI a. C. para integrarse rápidamente en la cultura ibérica de la zona. Los celtíberos, como así fueron denominados, se aliaron con Cartago contra Roma durante la Primera Guerra Púnica, una decisión que contribuyó a su posterior sometimiento ante los romanos tras la derrota de Aníbal, el famoso general cartaginés.Los celtíberos eran famosos por sus castros, unas fortificaciones de piedra construidas sobre colinas, sobre todo en la zona central y norte de la península. Aunque se han encontrado diversos tipos de fortificaciones sobre colinas en las regiones británicas y de Europa central habitadas por celtas, los ejemplos de España están muy bien conservados. Numancia, un castro erigido por los celtíberos en el siglo II a. C., es un monumento nacional de la España actual."
        },
        {
            "heading": "Los galos",
            "text": "Aunque su historia anterior a la conquista romana está poco documentada por la ausencia de registros precisos, los galos son los celtas más famosos. Vivían principalmente en la región que hoy ocupa Francia y fueron exhaustivamente descritos por Julio César en su relato histórico de la guerra de las Galias: \"Commentarii de Bello Gallico\". Los galos eran docenas de tribus independientes que desarrollaron rutas comerciales entre sus pequeños pueblos, fundando una cultura que florecería durante siglos y que casi sería aniquilada por la conquista romana.Aunque los druidas se encuentran en las culturas celtas de toda Europa, su presencia entre los galos es especialmente conocida. Se trataba de una clase sacerdotal muy respetada entre los celtas y que cumplía diversos roles importantes en la sociedad del momento: jueces, eruditos y sacerdotes. Desgraciadamente, la sabiduría druídica se transmitía por vía oral, por lo que nos ha quedado un misterioso legado de ritos y rituales, muchos de los cuales todavía no comprendemos."
        },
        {
            "heading": "La conquista romana",
            "text": "En el 390 a. C., el jefe galo Breno atacó a Etruria, aliada romana, y llegó hasta la propia Roma, ciudad que saqueó y dejó destrozada. Breno recibió una generosa recompensa a cambio de abandonar su conquista y los celtas vivieron un breve periodo de abundancia, pero este solo sería el principio de un largo conflicto entre romanos y celtas.Esta enconada rivalidad fue patente en la alianza entre los celtíberos y Cartago contra Roma en la Segunda Guerra Púnica. Los celtas de Iberia consiguieron evitar la conquista romana hasta bien entrado el siglo I a. C., cuando por fin fueron subyugados y absorbidos por el imperio, hecho que supuso la destrucción de muchos de los restos de influencia celta en España.Casi medio siglo después y medio continente en dirección norte, el legendario general Julio César dirigió sus legiones a los bosques de la Galia, iniciando la guerra de las Galias en el 58 a. C. Esta guerra, nacida de las aspiraciones expansionistas de los galos y la tendencia romana a saquear territorios para pagar sus deudas (las legiones veteranas no eran baratas), supondría el final de la Galia independiente, pues a partir de entonces quedó muy \"romanizada\". Estas conquistas anunciarían el futuro dominio de Roma sobre gran parte de Europa central.Los romanos dirigidos por César comenzarían a adentrarse en Britania, según se dice, como represalia por la ayuda que los britanos prestaron a los galos. A pesar de la violenta resistencia, los romanos siguieron adentrándose en Britania durante el siglo siguiente, en tiempos del emperador Claudio y, más tarde, Adriano."
        },
        {
            "heading": "La influencia de la cultura celta",
            "text": "Con la migración generalizada de los celtas y su eventual asimilación por la sociedad romana, es posible encontrar muchos elementos celtas únicos en los elementos artísticos romanos, griegos y germánicos. Tras ser sometidos por los romanos, muchos de estos elementos adoptados por los celtas fueron reformados por los romanos. A menudo incluyen interpretaciones de animales, deidades y de la naturaleza muy estilizadas, pues es común encontrar arte celta en la cerámica y los grabados romanos. Los celtas también innovaron en la tecnología bélica: desarrollaron nuevas espadas y armaduras que inspiraron las espadas gladius y spatha de los romanos."
        },
        {
            "heading": "La religión celta",
            "text": "Aunque nos queda poca constancia histórica acerca de la antigua religión de los celtas, los sacerdotes de aquella época, los druidas, han sido objeto de largos debates y mucho interés por parte de los historiadores y el público general. Se cree que el druidismo, descrito por griegos y romanos en los últimos años del siglo I a. C., fue suprimido y, con el tiempo, olvidado tras la conquista romana. Es irónico que, a pesar de su propia historia de conquistas brutales y la facilidad con la que los romanos sesgaban una vida por motivos puramente recreativos, tacharan de bárbara la religión celta por los sacrificios humanos que se suponía realizaban los druidas. Todavía existen dudas acerca de la veracidad de los relatos romanos que narraban la frecuencia con la que los druidas realizaban sacrificios humanos."
        },
        {
            "heading": "El idioma celta",
            "text": "Los idiomas indoeuropeos, una familia con varios cientos de dialectos a partir de los cuales evolucionaron los idiomas celtas, se han hablado por toda Europa y partes de Asia desde la Edad de Piedra. Aunque hoy se pueden escuchar idiomas celtas sobre todo en Escocia, Irlanda, Gran Bretaña y Francia, en el pasado eran muy usados y sirvieron para unir a las diversas tribus celtas diseminadas por la Europa continental.Hoy quedan seis idiomas celtas \"vivos\" que todavía se hablan (la mayor parte han desaparecido con el paso del tiempo). Se dice que el galés, hablado principalmente en Gales e Inglaterra, el más usado de los dialectos supervivientes, tiene 600.000 hablantes. El irlandés, el bretón, el gaélico escocés, el córnico y el manés conforman el resto de idiomas celtas supervivientes, aunque entre todos ellos posiblemente no superen los dos millones de hablantes, y solo una pequeña parte de ellos son nativos."
        },
        {
            "heading": "La antigüedad moderna",
            "text": "La \"Liga Celta\" de hoy en día, una organización no gubernamental que promociona la herencia y la cultura celta, identifica a las naciones celtas actuales con Bretaña, Cornualles, Irlanda, la Isla de Man, Escocia y Gales. Aunque estas zonas constituyen los bastiones principales del idioma y la herencia celta, se cree que en todo el mundo hay millones de personas con ancestros celtas. Los seis idiomas celtas que siguen usándose se han atribuido a estas seis regiones."
        },
        {
            "heading": "La antigüedad moderna",
            "text": "La \"Liga Celta\" de hoy en día, una organización no gubernamental que promociona la herencia y la cultura celta, identifica a las naciones celtas actuales con Bretaña, Cornualles, Irlanda, la Isla de Man, Escocia y Gales. Aunque estas zonas constituyen los bastiones principales del idioma y la herencia celta, se cree que en todo el mundo hay millones de personas con ancestros celtas. Los seis idiomas celtas que siguen usándose se han atribuido a estas seis regiones."
        }
    ],
    "leader": {
        "name": "Boadicea",
        "subtitle": "Líder de los celtas",
        "lived": "? - C. 61 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/boadicea.png",
        "trait": {
            "name": "Tradición druídica",
            "effect": "+1 a Fe por cada ciudad que tenga adyacente una casilla de Bosque sin mejorar. La bonificación aumenta a +2 a Fe en las ciudades que tengan adyacentes tres casillas o más de Bosque sin mejorar."
        },
        "titles": [
            "Reina de los icenos"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Boadicea, la legendaria reina guerrera de la tribu celta de los icenos, entró en la historia tras diezmar varios asentamientos romanos en una rebelión de las tribus celtas contra el poderoso ejército romano que ocupaba Inglaterra en el siglo I d. C. Aunque no nos han llegado muchos datos históricos de este periodo y la mayoría proceden de los historiadores romanos Tácito y Dion Casio, se cree que la historia del alzamiento de Boadicea fue más o menos como relatamos:El marido de Boadicea, el rey Prasutagus de los icenos, era aliado de los romanos desde hace mucho tiempo, y había conservado el gobierno y la soberanía de su reino durante la conquista romana de Britania. Se dice que, al morir, nombró herederas conjuntas a Boadicea y a sus dos hijas con la esperanza de conservar los derechos y la nobleza de su dinastía. Los romanos, ignorando a sus antiguos amigos, pasaron a anexionarse el territorio de los icenos con una brutalidad inaudita. Boadicea fue azotada públicamente.La rabia que suscitó la falta de respeto y la brutalidad de los romanos para con los icenos propició la rebelión de Boadicea y su pueblo, que contó con la ayuda de las tribus vecinas, especialmente la de los trinovantes. Boadicea reunió un gran contingente de al menos unos 70.000 hombres y marchó contra la colonia romana de Camulodunum. Los romanos, sorprendidos ante un ejército tan numeroso, cayeron ante los implacables celtas. La ciudad de Camulodunum fue asediada y destruida, y los rebeldes continuaron hacia la ciudad de Londinium, destruyendo cualquier cosa romana de valor que encontraban a su paso. Verulamium fue la tercera y última ciudad que cayó ante el alzamiento de Boadicea: el asentamiento ardió hasta los cimientos y los ciudadanos romanos fueron masacrados. Se dice que, en total, el ejército de Boadicea mató a más de 80.000 romanos y aliados britanos.En el 61 d.C., las legiones romanas que lograron reunir se enfrentaron a las fuerzas rebeldes en un lugar desconocido. Desgraciadamente para Boadicea, la intensa instrucción y el entrenamiento táctico al que se sometían los romanos fue demasiado para los rebeldes. Se dice que las mujeres y los niños habían acompañado a los carros de suministros de los rebeldes para ver la batalla y ayudar. Sin embargo, la presencia de los observadores dejó poco espacio para maniobrar a sus soldados, y la rebelión fue aplacada. En la batalla y en conflictos posteriores fallecieron entre 70.000 y 80.000 rebeldes. Se cree que Boadicea se suicidó poco después de la batalla; la teoría más aceptada es que tomó veneno para evitar la captura."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Aunque es difícil juzgar a un personaje tan legendario como Boadicea, podemos estar seguros de que la rebelión que lideró contra los romanos atendía a una causa justa: la resistencia frente a la ocupación y la inaceptable brutalidad de la que los romanos hacían gala contra el pueblo celta. Aunque los rebeldes masacraron a soldados y ciudadanos romanos por igual a las órdenes de Boadicea, la historia, visto el proceder romano, no califica estos actos como carentes de escrúpulos. Aunque nos han llegado pocos detalles acerca de la vida de Boadicea antes de la rebelión, su legado como guerrera noble que murió en defensa de la libertad de su pueblo pervivirá en nuestra historia durante muchas eras."
            }
        ]
    }
}