{
    "id": 43,
    "name": "Los zulúes",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/los_zulúes.png",
    "dawn_of_man": "Vuestro pueblo se arrodilla ante vos, gran guerrero Chaka del reino zulú. Tras volver del exilio para convertiros en el verdadero líder de los zulúes, auspiciasteis cambios en su sociedad, introdujisteis leyes nuevas y reformas culturales que reforzaron la posición de vuestro reino. No obstante, fue vuestra tenacidad en el arte de la guerra la que realmente os dio la reputación, ya que vuestras tácticas y estrategias en el campo de batalla cambiaron para siempre la faz del combate en las llanuras del África meridional.Formidabilísimo rey, vuestro pueblo ansía una vez más la unidad y la fuerza que le daba vuestro liderato. ¿Podréis devolver su preponderancia al reino zulú? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Ikanda|Ikanda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ikanda.json"
        }
    ],
    "unique_units": [
        {
            "name": "Impi|Impis",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/impi.json"
        }
    ],
    "city_names": [
        "Ulundi",
        "Umgungundlovu",
        "Nobamba",
        "Bulawayo",
        "Kwadukuza",
        "Nongoma",
        "Ondini",
        "Nodwengu",
        "Ndondakusuka",
        "Babanango",
        "Khangela",
        "KwaHlomendlini",
        "Hlobane",
        "e'Thekwini",
        "Mlambongwenya",
        "Eziqwaqweni",
        "Emangweni",
        "IsiPhezi",
        "Masotsheni",
        "Mtunzini",
        "Nyakamubi",
        "Dumazulu",
        "Hlatikulu",
        "Mthonjaneni",
        "Empangeni",
        "Pongola",
        "Tungela",
        "KwaMashu",
        "Ingwavuma",
        "Hluhluwe",
        "Mtubatuba",
        "Mhlahlandlela",
        "Mthatha",
        "Maseru",
        "Lobamba",
        "Qunu"
    ],
    "spy_names": [
        "Gumede",
        "Jama",
        "Mageba",
        "Malanda",
        "Mnguni",
        "Ndaba",
        "Phunga",
        "Senzangakhona",
        "Balungile",
        "Samkelisiwe"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Al principio de cada invierno, los guerreros zulúes conquistadores se reunían en su tierra ancestral para comprometerse a nuevas glorias con el grito \"ngathi impi\" (libremente: \"por nosotros, guerra\"). Este era el espíritu con el que Chaka forjó un Imperio Zulú y Cetshwayo desafío a los poderosos británicos. En el 1816 d. C., Chaka se convirtió en jefe de una tribu zulú relativamente insignificante: los mtetwa. Durante la siguiente década, Chaka y sus guerreros conquistaron y absorbieron a las demás tribus de la región, formando el imperio nativo más grande que nunca se haya visto en el sur de África. Tras el asesinato de Chaka, subió al trono uno de los asesinos: su hermanastro Dingane. Los siguientes jefes zulúes se enfrentaron a los colonos blancos: primero a los voortrekkers holandeses y luego a Colonia del Cabo, de Gran Bretaña. Esta última provocó la guerra entre británicos y holandeses en la que, a pesar de las primeras victorias, Cetshwayo fue derrotado en 1879. El Imperio Británico se anexionó las tierras zulúes en 1887. Aunque fueron derrotados y ocupados, el espíritu combativo de los zulúes no murió y posteriores líderes asumirían un rol importante en el fin del apartheid y el gobierno de la Sudáfrica moderna."
        },
        {
            "heading": "Clima y terreno",
            "text": "La región de KwaZulu-Natal, que abarca lo que fue el reino zulú, tiene un clima subtropical. Los veranos son cálidos y húmedos, y los inviernos claros y frescos, con nieve en las montañas Drakensberg. La geografía presenta tres terrenos diferentes. La costa del océano índico está salpicada de profundos barrancos y matorral de bosque subtropical. Hay dos zonas montañosas al oeste y al norte: Drakensberg y Lebombo. Entre el mar y las montañas se encajan las tierras centrales de Natal, una meseta con colinas que va subiendo en dirección oeste. Esta región central fue el corazón del Imperio Zulú y se caracteriza por sus praderas húmedas con zonas de bosque afromontano. En esta región los zulúes criaron grandes rebaños de vacas, una parte vital de su economía y su cultura. Aunque las tribus no estaban muy avanzadas en el campo de la agricultura, la kwaZulu-Natal actual exhibe grandes campos de caña de azúcar y maíz; hoy Sudáfrica es la principal productora africana de algunas frutas, como plátanos y piñas."
        },
        {
            "heading": "Auge del reino zulú",
            "text": "Los zulúes eran una pequeña tribu nguni cuando Chaka fue nombrado jefe con la ayuda de Dingiswayo, el jefe de los poderosos mtetwa. Los mtetwa habían acogido a Chaka y a su madre cuando su padre los exilió. Con la protección de Dingiswayo, Chaka se convirtió en un guerrero imponente, recibió el mando de uno de los regimientos de Dingiswayo y sirvió con honores. Durante este periodo, perfeccionó reformas en el armamento (armó a sus unidades con un assegai, una lanza de hoja ancha con un mango de medio metro) y en las tácticas (la formación \"cuernos de búfalo\" diseñada para rodear y aniquilar a una fuerza enemiga), y estableció una organización basada en la edad, según la cual, a los chicos de edades similares se les entrenaba como guerreros en los kraals militares llamados Ikanda, y combatían juntos en el mismo regimiento durante toda su vida. En 1816, tras la muerte de su padre, Chaka fue más listo que su hermano mayor y se hizo con el control de los zulúes. Al tratarse de una maniobra en la que apenas hubo víctimas, los zulúes lo aceptaron rápidamente como jefe.Chaka disfrutó de privilegios como vasallo mtetwa y empleó sus fuerzas militares para derrotar implacablemente y absorber a las tribus vecinas, incluida la de su madre. Los ndwandwe asesinaron a Dingiswayo y Chaka actuó rápidamente para llenar el vacío de poder mtetwa, uniendo sus posesiones a las de su difunto mentor. Durante la siguiente década, el reino zulú derrotó y absorbió a la mayoría de las tribus vecinas y resistió el primer ataque de los ndwandwe. Dos años más tarde, las fuerzas de Chaka obtuvieron una victoria decisiva contra los ndwandwe y sus aliados en la Batalla del Río Mhlathuze. Como era costumbre, Chaka asimiló los restos de las tribus derrotadas. Cuando en 1828 se produjo el asesinato de Chaka, el reino zulú ya se había convertido en un imperio.No se puede subestimar el impacto de Chaka en la historia africana. En 1825 ya había conquistado una zona de unos 30.000 kilómetros cuadrados y había impuesto una cultura guerrera que dominó el sudeste de África, desde el río Tugela en el sur a las montañas Drakensberg en el norte. Aunque quedó ensombrecido por posteriores reformas, Chaka estabilizó la economía agraria y potenció el comercio por todo su imperio. Estableció relaciones cordiales con los europeos, a pesar de que advirtió a sus jefes que se resistieran frente a su avaricia y su cultura. El legado más duradero del reinado de Chaka fue la migración masiva de los pueblos conocida como Mfecane (\"dispersión\"), pues las tribus que huían de la expansión zulú desplazaron a otras tribus que a su vez fueron migrando hacia el exterior, cambiando la distribución étnica y cultural de África para siempre."
        },
        {
            "heading": "Sucesores de Chaka",
            "text": "Uno de los asesinos de Chaka, su hermanastro Dingane (1795-1840 d. C.), ascendió al trono y ejecutó a sus familiares de sangre real, con la excepción de su hermanastro Mpande. Más que a sus parientes, Dingane temía a los regimientos de Chaka, muchos de los cuales permanecían leales al recuerdo de su hermano. Para aplacarlos, Dingane concedió a los guerreros más viejos el derecho a casarse y a servir en la milicia en vez de trabajar como soldados a tiempo completo; Dingane carecía del talento militar de Chaka, y con estas medidas menoscabó la superioridad marcial zulú, por lo que se enfrentó a varias rebeliones de las tribus sometidas. Además, en 1837 Dingane cedió tierras zulúes al sur del Tugela a los voortrekker, unos colonos holandeses expulsados de Colonia del Cabo. Pero más tarde asesinó a Piet Retief, el líder de los voortrekker, y a su grupo diplomático durante una exhibición militar, para luego masacrar a unos 500 holandeses, entre ellos mujeres y niños, que habían acampado en las cercanías. En respuesta, unos 450 voortrekker fusileros aplastaron al ejército de 10.000 hombres de Dingane en la batalla del Río Sangriento en diciembre de 1838. Dingane quemó su kraal y huyó hacia el norte.Mpande desertó con 17.000 guerreros zulúes y se unió a los holandeses. En enero de 1840, Dingane fue asesinado por oficiales descontentos de su ejército. Mpande (1798-1873 d. C.) sustituyó a Dingane y mantuvo relaciones cordiales con Andries Pretorius, el nuevo capitán voortrekker. Los holandeses, con la bendición de Mpande, formaron la república boer de Natal, al sur del Tugela y al oeste del asentamiento británico de Port Natal. Cuando estalló la guerra entre los boers y los británicos, la colonia holandesa cambió de manos, y Mpande hizo lo propio aliándose con los británicos, con quienes mantuvo buenas relaciones hasta su muerte. Mpande pasó a la historia de su pueblo como un líder débil, en parte debido a las estrechas relaciones que mantuvo con los blancos y en parte debido a su incapacidad de moderar las ambiciones de sus hijos, Cetshwayo y el joven Mbulazi. En 1852 se produjo una lucha sucesoria entre los dos, que culminó con una intensa batalla a orillas del Tugela en la que murió Mbulazi."
        },
        {
            "heading": "Cetshwayo y la guerra anglo-zulú",
            "text": "Al morir Mpande en septiembre del 1873 d. C., Cetshwayo pasó a gobernar un Imperio Zulú que todavía era poderoso. Como era costumbre entre ellos, creó una nueva capital llamada Ulundi (\"el lugar alto\"). Se proclamó primer heredero auténtico de Chaka, recuperó muchas de sus prácticas militares e, impresionado por lo que había visto de los colonos holandeses, llegó a armar a algunos de sus impi con mosquetes. Hizo caso a la última advertencia de Chaka sobre los blancos, expulsó a los misioneros cristianos de sus tierras, animó a otras tribus a que se rebelaran frente a la expansión boer por Transvaal y él mismo comenzó a perseguir al ganado en los territorios británico colindantes con las fronteras zulúes.En 1878 d. C., sir Henry Frere, comisionado británico en Sudáfrica, exigió reparaciones por las incursiones fronterizas de 14 jefes zulúes. Cetshwayo consideró que los términos del ultimátum eran inaceptables y puso a sus regimientos en pie de guerra. En diciembre, las fuerzas británicas cruzaron el Tugela para imponer sus términos y castigar a los zulúes. Pero la primera invasión sufrió una contundente derrota en la batalla de Isandhlwana del 22 de enero, en la que los zulúes se impusieron a la columna principal británica y causaron unas 1.300 bajas. Fue la peor derrota que los británicos habían sufrido a manos de una fuerza africana. Sin embargo, Cetshwayo no consiguió sacar ninguna ventaja estratégica ni diplomática de la sorprendente victoria. Tras un periodo de pánico y planificación, los británicos volvieron a cruzar el Tugela, esta vez con mayor precaución. Se sucedieron una serie de victorias británicas que culminaron con el asedio y la destrucción de Ulundi. Un mes más tarde, Cetshwayo era capturado, trasladado a Ciudad del Cabo y exiliado a Londres; no regresaría a África hasta 1883 d. C."
        },
        {
            "heading": "Final del reino zulú",
            "text": "Los británicos dividieron el desaparecido Imperio Zulú en 13 \"subreinos\", que pronto se enfrentaron entre sí, volviendo a desestabilizar las fronteras coloniales. Los británicos enviaron a Cetshwayo a África y lo instalaron en un territorio colchón creado a partir de las antiguas tierras zulúes con la esperanza de restaurar el orden. Pero Cetshwayo no tardó en sufrir un ataque en Ulundi de uno de los subreinos, el de Zibhebhu, apoyados por mercenarios boer. Cetshwayo fue herido, pero escapó al kraal de Eshowe, donde murió debido a las complicaciones de sus heridas en febrero de 1884.\r\nLos historiadores consideran que el segundo saqueo de Ulundi es el final definitivo del reino zulú. Dinuzulu, el hijo de Cetshwayo que entonces tenía 15 años, heredó lo que quedó. Reclutó boers dirigidos por Louis Botha, derrotó a Zibhebhu e incorporó sus tierras a las suyas. En virtud de su acuerdo con los boers, les cedió la mitad de sus \"tierras zulúes\" para que formaran una república holandesa independiente. Esto alarmó tanto a los británicos que se anexionaron el reducido reino de Dinuzulu en 1887. El jefe, que se había involucrado en la política de los nativos, fue arrestado por los británicos en 1906 por su participación en la Rebelión de Bambatha, juzgado por traición y sentenciado a prisión en la isla de Santa Elena. Cuando se fundó la Unión Sudafricana en 1910, Botha, el primer ministro de la nueva nación, logró que Dinuzulu pudiera vivir sus últimos años en una granja de Transvaal."
        },
        {
            "heading": "Zululandia moderna",
            "text": "La Unión Sudafricana, compuesta por cuatro colonias británicas (Colonia del Cabo, Natal, Transvaal y Colonia del Río Orange), fue un dominio del Imperio Británico con gobierno autónomo. Los zulúes constituían el grupo étnico más grande de la unión. En 1948, temiendo el número creciente y la influencia de las tribus nativas, el partido nacional afrikáner creó las leyes del apartheid para imponer la segregación racial y asegurar el dominio de los blancos. Estas \"leyes racistas\" afectaron a todos los aspectos de la vida social, política y cultural: exigían que todos los negros llevaran pasaportes con huellas dactilares, una fotografía e información acerca del acceso que el portador tenía a las zonas \"no blancas\". En 1951, la Ley de Autoridad Bantú estableció reservas para los nativos, siendo kwaZulu la más grande de ellas.Cuando la unión fue reemplazada por una república bajo la constitución de 1961, se adoptaron las leyes del apartheid. Y lo que es más, a lo largo de los sesenta, setenta y principios de los ochenta, el gobierno instituyó una política de reasentamiento para reubicar a los nativos en sus reservas. Sin embargo, a finales de los ochenta el apartheid se resentía frente a la presión de los activistas internos (como el Frente Democrático Unido) y organizaciones internacionales, como el Congreso Nacional Africano y Naciones Unidas. Finalmente se desmanteló tras una serie de negociaciones que se prolongaron desde 1990 hasta 1993 y culminaron con unas elecciones libres en abril de 1994. Durante todo este periodo, los nacionalistas zulúes desempeñaron un papel fundamental como activistas y políticos. Durante el proceso se recuperó la jefatura zulú; aunque el rey zulú no ostentaba poder político (sí una considerable influencia cultural), la Sudáfrica posterior al apartheid reconoció su figura y garantizó su sucesión a través de la constitución."
        },
        {
            "heading": "Zululandia moderna",
            "text": "La Unión Sudafricana, compuesta por cuatro colonias británicas (Colonia del Cabo, Natal, Transvaal y Colonia del Río Orange), fue un dominio del Imperio Británico con gobierno autónomo. Los zulúes constituían el grupo étnico más grande de la unión. En 1948, temiendo el número creciente y la influencia de las tribus nativas, el partido nacional afrikáner creó las leyes del apartheid para imponer la segregación racial y asegurar el dominio de los blancos. Estas \"leyes racistas\" afectaron a todos los aspectos de la vida social, política y cultural: exigían que todos los negros llevaran pasaportes con huellas dactilares, una fotografía e información acerca del acceso que el portador tenía a las zonas \"no blancas\". En 1951, la Ley de Autoridad Bantú estableció reservas para los nativos, siendo kwaZulu la más grande de ellas.Cuando la unión fue reemplazada por una república bajo la constitución de 1961, se adoptaron las leyes del apartheid. Y lo que es más, a lo largo de los sesenta, setenta y principios de los ochenta, el gobierno instituyó una política de reasentamiento para reubicar a los nativos en sus reservas. Sin embargo, a finales de los ochenta el apartheid se resentía frente a la presión de los activistas internos (como el Frente Democrático Unido) y organizaciones internacionales, como el Congreso Nacional Africano y Naciones Unidas. Finalmente se desmanteló tras una serie de negociaciones que se prolongaron desde 1990 hasta 1993 y culminaron con unas elecciones libres en abril de 1994. Durante todo este periodo, los nacionalistas zulúes desempeñaron un papel fundamental como activistas y políticos. Durante el proceso se recuperó la jefatura zulú; aunque el rey zulú no ostentaba poder político (sí una considerable influencia cultural), la Sudáfrica posterior al apartheid reconoció su figura y garantizó su sucesión a través de la constitución."
        }
    ],
    "leader": {
        "name": "Chaka",
        "subtitle": "Líder del reino zulú",
        "lived": "C. 1787-1828 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/chaka.png",
        "trait": {
            "name": "Iklwa",
            "effect": "El mantenimiento de las unidades de cuerpo a cuerpo cuesta un 50% menos. Todas las unidades requieren un 25% de experiencia menos para ganar su siguiente ascenso."
        },
        "titles": [
            "Jefe de los zulúes"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "\"Ataca al enemigo de una vez por todas. No permitas su existencia como tribu o vivirá para volver a lanzarse a tu garganta.\" Según el diario de H.F. Flynn, estas fueron las palabras de Chaka a su aliado Dingiswayo al respecto de un enemigo derrotado; aunque sean apócrifas, sin duda resumen la filosofía de Chaka. Chaka kaSenzangakona, hijo bastardo de un jefe tribal, se impuso a su hermanastro en 1816 y se convirtió en el líder de los zulúes. Logró unir a las tribus nguni y formar el reino zulú. Aunque se le considera un genio militar por sus reformas e innovaciones, también se le ha criticado por la brutalidad de su reinado. Sea como fuere, Chaka estableció los cimientos de un imponente estado zulú. Tras su asesinato en 1828, los zulúes se enfrentaron incluso a los europeos por el control del sur de África."
            },
            {
                "heading": "Primeros tiempos",
                "text": "Aunque la vida de Chaka está oculta tras la sombra de la leyenda y las mentiras, sí sabemos que fue el hijo ilegítimo de Senzangakona, jefe de la insignificante tribu zulú que comprendía a menos de 1500 personas. Nandi, la madre de Chaka, era hija del fallecido jefe de los langeni. A pesar de su intento de negar la paternidad, Senzangakona terminó desposando a Nandi y aceptándola como su tercera esposa. Pero la relación fue problemática y el jefe zulú exilió a Nandi y a Chaka. Los dos vagaron hasta 1803, año en el que hallaron refugio con los mtetwa y su jefe Dingiswayo.Bajo su protección, Chaka se convirtió en un alto, imponente y valeroso guerrero. Al cumplir los 23, Chaka recibió el mando de un regimiento del ejército de Dingiswayo. Sus hazañas y estatura le hicieron progresar rápidamente en el ejército y Chaka se convirtió en uno de los principales comandantes del jefe. Se deshizo de la lanza arrojadiza ligera y armó a sus tropas con una lanza cortante de filo ancho (el famoso assegai) y un escudo grande de piel de vaca.Tras la muerte del padre de Chaka en torno a 1816, Dingiswayo concedió a su protegido el apoyo militar necesario para derrocar y asesinar a su hermanastro Sigujana y proclamarse jefe de los zulúes. Apenas hubo derramamiento de sangre, así que los zulúes aceptaron a Chaka sin reservas. Chaka se declaró vasallo de los mtetwa. Como favorito del jefe, disponía de una manga ancha excepcional para ampliar sus dominios conquistando y asimilando a las tribus vecinas. En 1817, Chaka estaba al mando de unos 2.000 guerreros y había asegurado su posición como primer vasallo de Dingiswayo."
            },
            {
                "heading": "Reinado",
                "text": "Según la leyenda, en la última batalla de Dingiswayo contra Zwide de los ndwandwe, Chaka retrasó voluntariamente la llegada de sus fuerzas hasta que derrotaron y mataron a Dingiswayo para así poder mantener sus tropas intactas. Chaka ocupó el vacío de poder y asimiló a las pequeñas tribus cercanas con una eficacia brutal. Al cabo de unos años, los qwabe, los hlubi y los mkhize se habían incorporado al Imperio Zulú, y recurriendo a la diplomacia o al mecenazgo, Chaka se impuso a los sithole y a los thuli. Hacia el 1824, el ejército de Chaka sumaba 20.000 guerreros entrenados en táctica y estrategia.Preocupado por el creciente poder de los zulúes, Zwide atacó a Chaka. La estrategia defensiva y la superioridad de sus tácticas permitieron la victoria de Chaka ante la primera invasión ndwandwe en Gqokoli Hill. En 1819, Zwide envió una segunda expedición a tierras zulúes. Chaka se fue retirando a un ritmo constante y atrayendo al enemigo hacia el interior de su territorio; en el río Mhlathuze River, Chaka lanzó sus regimientos contra los exhaustos ndwandwe y sus aliados. El resultado de los dos días que duró la batalla fue una contundente derrota de los invasores y las tribus ndwandwe, jere, maseko y msene fueron virtualmente aniquiladas.Cuando los primeros comerciantes blancos llegaron a la costa del sudeste de África en 1824, Chaka estaba al mando de un imperio que abarcaba toda la costa y se adentraba mucho hacia el interior. Chaka concedió trato de favor a los comerciantes, les cedió tierras y les permitió construir el puesto comercial de Port Natal. Pendiente de las ventajas comerciales y curioso por su tecnología y su cultura, Chaka se aseguró de que no hubiera conflictos graves entre los zulúes y los europeos."
            },
            {
                "heading": "Asesinato",
                "text": "En 1828, Chaka ya era un déspota indiscutido, pero su frecuente crueldad y su comportamiento inestable iban erosionando la lealtad de su pueblo. Cuando su madre murió en octubre de 1827, Chaka envió regimientos reales para obligar a los jefes tribales vecinos a llorarla. En septiembre de 1828, aprovechándose de la ausencia de tropas leales, Mbopha, su guardaespaldas personal, y sus hermanastros Dingane y Mhlangana apuñalaron a Chaka hasta matarlo en Dukuza, cerca del Ikanda. Arrojaron su cuerpo a un pozo para el grano vacío y lo llenaron con rocas y barro; se desconoce el lugar exacto."
            },
            {
                "heading": "El juicio de la historia",
                "text": "En el momento de su muerte, Chaka gobernaba sobre un amplio territorio en el sureste de África, a más de 250.000 súbditos y disponía de un ejército de 40.000 veteranos. Se estima que en el proceso de conquista de su imperio murieron unos dos millones de personas. Aunque el reino duró menos de 80 años, Chaka ha tenido mucha influencia en la historia de África. Hoy es venerado como el líder que creó el espíritu zulú que les ha permitido perseverar bajo el apartheid y el nacionalismo que modeló la Sudáfrica moderna."
            }
        ]
    }
}