{
    "id": 20,
    "name": "Tahuantinsuyu",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/tahuantinsuyu.png",
    "dawn_of_man": "¡Oh, a vos que rehacéis el mundo, vuestros leales os saludan, rey Pachacútec! Vos gobernáis el pueblo inca. Desde sus inicios en el pequeño estado de Cuzco, los incas mostraron su potencial para la grandeza marchando a la guerra contra sus diversos enemigos, convirtiendo sus ejércitos en polvo y forjando un poderoso imperio que se extendió de Ecuador a Chile. Sin duda, erigieron el mayor imperio que se viera en la América precolombina. Vuestros súbditos no fueron meros soldados, también grandes constructores y artistas, y los restos de sus obras aún inspiran y maravillan al mundo moderno.Oh, rey Pachacútec, con justicia llamado \"El que cambia el rumbo de la tierra\", ¿volveréis a invocarla para que luche a vuestro lado? Vuestros ejércitos esperan vuestra señal. ¿Devolveréis la gloria a vuestro imperio? ¿Podréis levantar una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Hondero|Honderos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/slinger.json"
        }
    ],
    "city_names": [
        "Cuzco",
        "Tiwanaku",
        "Machu",
        "Ollantaytambo",
        "Corihuayrachina",
        "Huamanga",
        "Vilcas",
        "Vilcabamba",
        "Vitcos",
        "Andahuaylas",
        "Ica",
        "Arequipa",
        "Nazca",
        "Atico",
        "Juli",
        "Chuito",
        "Chuquiapo",
        "Huanuco Pampa",
        "Tambococha",
        "Huaras",
        "Riobamba",
        "Caxamalca",
        "Sausa",
        "Tambo Colorado",
        "Huaca",
        "Tumbes",
        "Chan Chen",
        "Sipán",
        "Pachacámac",
        "Llactapata",
        "Pisac",
        "Kuelap",
        "Pajatén",
        "Chucuito"
    ],
    "spy_names": [
        "Amaru",
        "Apichu",
        "Pariapichiu",
        "Puma",
        "Quenti",
        "Suyuntu",
        "Uturuncu",
        "Uturuncu",
        "Purutu",
        "Ozcollo"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El inca fue el imperio precolombino más grande de las Américas y se extendía desde Perú hasta Chile por los Andes. Este gran imperio tuve un origen humilde en un solo reino, pero creció hasta dominar toda la América del Sur \"civilizada\". Aunque el imperio apenas duró un siglo, hizo mucho por unificar a las gentes y culturas de las distintas tribus que vivían en las montañas. Pese que los incas prácticamente se han extinguido, de ellos nos han llegado muchos objetos y construcciones, como la famosa Machu Picchu, un testimonio del poder que llegaron a tener los monarcas incas."
        },
        {
            "heading": "Geografía y clima",
            "text": "El imperio se centraba en la cordillera de los Andes y englobaba zonas que incluyen partes de las actuales Argentina, Ecuador, Perú, Chile, Bolivia y Colombia. El clima y la geografía eran los propios de las montañas, pero muy pronto los incas perfeccionaron el arte de las terrazas de cultivo y vivieron con comodidad entre los riscos. Los valles fértiles, anidados entre picos montañosos, daban a los incas multitud de espacio donde vivir y cultivar."
        },
        {
            "heading": "Historia inicial: El reino de Cuzco",
            "text": "Antes de que fueran un poderoso imperio, los incas aparecieron en el pequeño reino de Cuzco, situado al oeste de Perú. Bajo el liderato de Pachacútec, el noveno Sapa Inca, Cuzco se embarcó en una campaña para subyugar a las tribus vecinas bajo un solo estandarte. Mediante conquistas militares y asimilaciones pacíficas, Pachacútec y su hijo Túpac fundaron el imperio del Tahuantinsuyo. El nombre era una descripción literal del lugar, pues significaba que se componía de cuatro provincias distintas: Chinchasuyo al noroeste, Antisuyo al noreste, Contisuyo al suroeste y Collasuyo al sureste.Pachacútec estableció un nuevo sistema de gobierno para mantener en orden sus conquistas. Los hijos de las familias dirigentes tenían que trasladarse a Cuzco (la capital) y aprender de los incas directamente, con lo que éstos los adoctrinaban en su cultura y modo de vida. Cuando crecían, los hijos volvían a sus provincias natales en el imperio y ayudaban a propagar la cultura inca."
        },
        {
            "heading": "Expansión continua",
            "text": "Tras la muerte de Pachacútec en 1471, su hijo Túpac Inca Yupanqui empezó a hacer nuevas conquistas en el norte. Por aquel entonces, a los incas solo les quedaba un rival importante en las costas occidentales: la tribu de los chimúes. Túpac acabó con ellos rápidamente y sumó sus posesiones al creciente imperio.El hijo de Túpac, Huayna Cápac añadió al imperio unas cuantas partes de lo que es el actual Ecuador, pero su expansión meridional se vio detenida en la batalla del Maule. Ahí, las tribus mapuches les pararon los pies a los incas. Esto tampoco supuso una gran pérdida para los incas, ya que casi todas las tierras de esta zona eran, predominantemente, un páramo desierto y la mayoría de la población se quedó en los Andes."
        },
        {
            "heading": "Y llegaron los blancos",
            "text": "En 1526, el dominio inca de las tierras empezó su declive. El conquistador español Francisco Pizarro llegó al territorio inca explorando el sur desde Panamá e inmediatamente solicitó a la Corona permiso para invadirlo, pues creía fervientemente que estaba lleno de tesoros.Regresó con una pequeña fuerza en 1532 para encontrar el imperio prácticamente a su merced. Los dos hijos de Huayna, Huáscar y Atahualpa, estaban enfrentados en una guerra civil por el control del territorio y la introducción de la viruela había sembrado considerables estragos entre su población. La fuerza de Pizarro (168 hombres, un cañón y 27 caballos) no era rival para los incas en cuanto a número, pero su superioridad en tecnología y tácticas militares les dio finalmente la victoria.La primera batalla de Pizarro, la de Puná, sucedió ese mismo año, cerca de la actual Guayaquil, Ecuador, y la ganó con comodidad. El conquistador envió a uno de sus hombres, Hernando de Soto, tierra adentro a explorar mientras él fundaba una nueva ciudad en la zona, Piura. De Soto se encontró con el triunfal Atahualpa y regresó ante Pizarro con una invitación para reunirse. Los españoles exigieron que los incas aceptaran a Carlos I de España como su emperador y se convirtieran de inmediato al cristianismo. Quizá debido a la barrera idiomática o a una mala habilidad de comunicación en general, Atahualpa no entendió exactamente el sentido del mensaje sobre la reunión y envió otra misiva pidiendo más aclaraciones. Frustrados e irritados, los españoles atacaron el campamento de Atahualpa y cogieron a su líder como rehén, en vez de buscar a un intérprete mejor.El monarca inca le ofreció a Pizarro una cantidad enorme de plata y oro a cambio de su libertad, la cual éste aceptó rápidamente. No obstante, Pizarro no mantuvo su parte del trato y se negó a devolverles a Atahualpa a los incas. Mientras tanto, Huáscar murió asesinado y Pizarro se aprovechó de ello para atribuir el delito a Atahualpa. En un dudoso juicio, los españoles sentenciaron a muerte a Atahualpa en agosto de 1533."
        },
        {
            "heading": "El fin de un imperio",
            "text": "Con Atahualpa y Huáscar fuera de juego, los españoles pusieron al frente al hermano menor de éstos, Manco, que cooperó obedientemente con ellos, en un principio. Una vez aseguró su propia base de poder, Manco intentó recobrar su imperio con la captura de Cuzco en 1536, pero no fue rival para los invasores españoles. Su corte y él huyeron a las montañas de Perú, donde continuaron gobernando durante los 36 años siguientes. No obstante, en 1572 cayó el último bastión inca y murió ejecutado Túpac Amaru, el hijo de Manco y rey por aquél entonces.Con toda la realeza inca muerta, los nuevos gobernantes españoles oprimieron brutalmente a los nativos e intentaron despojarlos de su cultura, religión y tradiciones. Cada familia inca estaba obligada a enviar a un miembro a trabajar en las minas de oro y plata españolas y a reemplazarlo en cuanto muriera, lo cual ocurría cada uno o dos años debido a las malas condiciones de trabajo. La viruela siguió propagándose rápidamente por los restos del imperio y se cobró entre el 60% y el 90% de la población. El tifus, la gripe, la difteria y el sarampión hicieron el resto. Para 1618, ya se habían perdido casi todos los vestigios de cultura inca. Todo lo que queda en la actualidad de una civilización antaño gloriosa son unas cuantas tribus esparcidas y edificios de piedra, reliquias de un pasado lejano."
        },
        {
            "heading": "El fin de un imperio",
            "text": "Con Atahualpa y Huáscar fuera de juego, los españoles pusieron al frente al hermano menor de éstos, Manco, que cooperó obedientemente con ellos, en un principio. Una vez aseguró su propia base de poder, Manco intentó recobrar su imperio con la captura de Cuzco en 1536, pero no fue rival para los invasores españoles. Su corte y él huyeron a las montañas de Perú, donde continuaron gobernando durante los 36 años siguientes. No obstante, en 1572 cayó el último bastión inca y murió ejecutado Túpac Amaru, el hijo de Manco y rey por aquél entonces.Con toda la realeza inca muerta, los nuevos gobernantes españoles oprimieron brutalmente a los nativos e intentaron despojarlos de su cultura, religión y tradiciones. Cada familia inca estaba obligada a enviar a un miembro a trabajar en las minas de oro y plata españolas y a reemplazarlo en cuanto muriera, lo cual ocurría cada uno o dos años debido a las malas condiciones de trabajo. La viruela siguió propagándose rápidamente por los restos del imperio y se cobró entre el 60% y el 90% de la población. El tifus, la gripe, la difteria y el sarampión hicieron el resto. Para 1618, ya se habían perdido casi todos los vestigios de cultura inca. Todo lo que queda en la actualidad de una civilización antaño gloriosa son unas cuantas tribus esparcidas y edificios de piedra, reliquias de un pasado lejano."
        }
    ],
    "leader": {
        "name": "Pachacútec",
        "subtitle": "Líder de los incas",
        "lived": "C. 1410 - 1471 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pachacútec.png",
        "trait": {
            "name": "Gran carretera andina",
            "effect": "Los costes de terreno no afectan a las unidades al entrar en casillas con Colina. No hay coste para mejoras en colinas, mitad de coste en los demás sitios."
        },
        "titles": [
            "Sapa Inca"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Pachacútec fue el noveno monarca del reino de Cuzco y durante su reinado amplió el pequeño reino hasta convertirlo en un imperio expansivo: Tahuantinsuyo. El imperio inca de Pachacútec abarcaba desde el actual Chile hasta Ecuador, incluyendo gran parte de Perú, Bolivia y el norte de Argentina constituyó la base de un imperio inca venidero aun más grande."
            },
            {
                "heading": "Ascensión al trono",
                "text": "Pachacútec era hijo del inca Wiracocha, el segundo en la línea al trono, tras su hermano mayor Urco. El reino de Cuzco, en aquellos tiempos, era bastante pequeño y se veía constantemente amenazado por la vecina tribu de los chancas. No se sabe mucho de los primeros años de la vida de Pachacútec, hasta que tuvo ocasión de impresionar a su padre durante una de las invasiones de los chancas. Pese a que su progenitor y su hermano ya habían huido, Pachacútec reunió a los restos del ejército y no solo consiguió ganar, sino que además aplastó a los chancas con tanta contundencia que llegó a contarse que la mismísima tierra se levantó para luchar por él. Pachacútec, \"El que cambia el rumbo de la tierra\", fue proclamado el nuevo príncipe coronado y gobernador conjunto de Cuzco."
            },
            {
                "heading": "Creación de un imperio",
                "text": "En 1438, Pachacútec se convirtió en el único gobernante del reino al morir su padre y lanzó inmediatamente una serie de invasiones contra los reinos vecinos que se vieron coronadas con el éxito. Su nuevo imperio se extendió de Ecuador a Chile y se convirtió en uno de los reinos más formidables de América del Sur.Aunque consiguió muchos reinos mediante la conquista, Pachacútec también empleó una táctica más astuta para conseguir nuevos territorios. Primero, enviaba a espías a las zonas que le interesaban para conseguir información sobre sus riquezas y poder militar. Si estaba interesado, invitaba a los líderes de esas tierras a someterse pacíficamente ensalzando las virtudes de vivir bajo el dominio de los incas. Muchos aceptaban (pues no querían correr la misma suerte que los chancas) y enviaban a sus hijos a vivir a Cuzco, donde eran educados bajo la ley incaica. Ahí eran adoctrinados y formaban lazos matrimoniales con la nobleza inca antes de volver a su tierra de origen, con lo que se aseguraba la expansión del imperio a la vez que la paz en el mismo.Para mantener su nueva tierra en orden, fundó cuatro provincias, cada una controlada por un gobernador local que se encargaba de los asuntos cotidianos. También creó una rama de poder separada para el sacerdocio y el ejército, con lo que formó uno de los primeros sistemas de equilibrios y contrapesos. Reconstruyó la propia Cuzco para convertirla en capital imperial, y cada provincia tenía un sector dedicado en la ciudad. Durante esta época también construyó la famosa Machu Picchu, de la que ahora se piensa que era una finca de montaña, construida para su uso personal.Tras la muerte de Pachacútec en 1471, su hijo menor Túpac se convirtió en el siguiente emperador del Imperio Inca, pues el hijo mayor se vio apartado por no ser un guerrero, como su padre."
            },
            {
                "heading": "El juicio de la historia",
                "text": "En Perú se considera a Pachacútec un héroe nacional, y aún siguen en pie muchos monumentos que construyó en su imperio. Aunque es muy famoso por su habilidad militar y política, no fue un dirigente muy benevolente. Para asegurarse la continuidad de su imperio, desplazó a cientos de miles de personas y las reubicó en el lugar del imperio que estimó adecuado. Pese a todas las críticas que se le puedan hacer, Pachacútec empezó la era de conquista más grande de los incas y expandió su imperio hasta dominar casi todas las partes habitadas de Sudamérica."
            }
        ]
    }
}