{
    "id": 3,
    "name": "Aztlán",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/aztlán.png",
    "dawn_of_man": "¡Bienvenido, oh, divino Moctezuma! ¡Nos sobrecogemos ante vuestra magnificencia! Que los cielos hagan llover sobre vos toda suerte de cosas buenas cada día de vuestra vida. Sois el líder del poderoso pueblo azteca, nómadas errantes de una patria perdida del norte que, en el siglo XII, se asentaron en la Mesa Central, en el corazón de la tierra que llegará a llamarse México. Rodeados de muchas tribus en pugna por controlar las ricas tierras que rodeaban los lagos sagrados de Texcoco, Xaltocán y Zumpango, mediante hábiles alianzas y conquistas militares, en poco más de dos siglos los aztecas consiguieron dominar Mesoamérica y gobernar un poderoso imperio que se extendía de un océano a otro. Al final, el imperio cayó en manos de esos diablos extranjeros, los malditos españoles, que llevaban armas infernales como vuestros fieles nunca habían visto.¡Oh, gran rey Moctezuma, vuestro pueblo os implora que os levantéis una vez más y lo conduzcáis a la gloria! ¡Traedles riqueza y poder y someted a sus rivales y enemigos! ¿Responderéis a su llamada, glorioso líder? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Jardines flotantes|Jardines flotantes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/floating_gardens.json"
        }
    ],
    "unique_units": [
        {
            "name": "Jaguar|Jaguares",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/jaguar.json"
        }
    ],
    "city_names": [
        "Tenochtitlán",
        "Tehotihuacán",
        "Tlatelolco",
        "Texcoco",
        "Tlaxcala",
        "Calixtlahuaca",
        "Xochicalco",
        "Tlacopan",
        "Atzcapotzalco",
        "Tzintzuntzan",
        "Malinalco",
        "Tula",
        "Tamuín",
        "Teayo",
        "Cempoala",
        "Chalco",
        "Tlalmanalco",
        "Ixtapaluca",
        "Huexotla",
        "Tepexpan",
        "Tepletlaoxtoc",
        "Chiconautla",
        "Zitlaltepec",
        "Coyotepec",
        "Tequixquiac",
        "Jilotzingo",
        "Tlapanaloya",
        "Tultitlán",
        "Ecatepec",
        "Coatepec",
        "Chalchihuites",
        "Chihuahuita",
        "Chapultepec",
        "Iztapalapa",
        "Ayotzingo",
        "Ixtapan"
    ],
    "spy_names": [
        "Metztli",
        "Xitllali",
        "Chimalli",
        "Quauhtli",
        "Teyacapán",
        "Yaotl",
        "Coatl",
        "Huitzilin",
        "Itzli",
        "Tepin"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "La azteca fue una civilización nativa americana que ocupó la zona central de México durante unos cien años, en los siglos XV y XVI. Los aztecas gobernaron un imperio poderoso con una cultura rica que produjo algunas de las obras arquitectónicas más impresionantes del norte de la América precolombina. Hoy, los aztecas son más recordados por la crueldad de sus prácticas religiosas y la rapidez con la que cayeron frente a la amenaza externa."
        },
        {
            "heading": "Clima y terreno",
            "text": "El Imperio Azteca estaba ubicado en la Mesa Central, el altiplano que hoy es el corazón de México (Ciudad de México se fundó sobre las ruinas de la capital azteca de Tenochtitlán). Una serie de lagos conectados dominaban el valle de México: Zumpango, Xaltocán, Texcoco, Xochimilco y Chalco. Es una zona de clima templado y abundantes lluvias, por lo que la tierra es extremadamente fértil."
        },
        {
            "heading": "Orígenes aztecas",
            "text": "El origen del pueblo azteca es difícil de determinar, pero su tradición sugiere que era una tribu de cazadores y recolectores del altiplano del norte de México antes de su migración a Centroamérica en el siglo XII. El término \"azteca\" deriva de Aztlán (\"tierra blanca\"), una referencia al norte de México. Los aztecas alcanzaron el centro de México alrededor del año 1250; sobre lo que sucedió en ese periodo solo quedan especulaciones y mitos."
        },
        {
            "heading": "Primeros años",
            "text": "Cuando llegaron los aztecas, la población del centro de México estaba dividida en cientos de pequeñas tribus o ciudades-estado entre las que destacaban Azcapotzalco y Culhuacán. Al principio, los aztecas eran vasallos de Azcapotzalco. En 1325 se les concedió permiso para asentarse en una pequeña isla del lago Texcoco en la que fundaron su capital, Tenochtitlán. Esta relación de vasallaje perduró durante unos 100 años."
        },
        {
            "heading": "La Triple Alianza",
            "text": "En el siglo XV, Azcapotzalco se había convertido en una fuerte potencia regional. Maxtla, el líder de Azcapotzalco, mandó asesinar al líder azteca Chimalpopoca en 1427 y asedió su capital de Tenochtitlán. Para derrotar a Azcapotzalco, Itzcóatl, el sucesor de Chimalpopoca, se alió con otras dos poderosas ciudades-estado, Texcoco y Tlacopan. Los aliados consiguieron levantar el asedio de Tenochtitlán y no tardaron en conquistar Azcapotzalco.La \"Triple Alianza\" se fue haciendo con el control del centro de México y llegó a extender su poder por todo el país, desde el Atlántico hasta el Pacífico. Tenochtitlán se convirtió en el miembro dominante de la alianza y, gracias a ello, los aztecas se convirtieron en gobernantes de facto de un vasto imperio continental."
        },
        {
            "heading": "Moctezuma I",
            "text": "Moctezuma I se convirtió en el gobernante de los aztecas al suceder a su tío Itzcóatl en 1440. Durante su reinado, Moctezuma reforzó la Triple Alianza. Extendió el control de la alianza por el golfo de México, subyugando a los totonacas y a los huastecas. También dirigió campañas exitosas contra otros vecinos, como los mixtecas y las ciudades de Cotaxtla y Orizaba. (Es importante no confundir a Moctezuma I con su desafortunado e incompetente tocayo, Moctezuma II, cuya vida y milagros veremos luego). Moctezuma I falleció en 1469. Si quieres conocer más detalles acerca de Moctezuma I, consulta su artículo de la Civilopedia."
        },
        {
            "heading": "Tlacaélel",
            "text": "Aunque Moctezuma I se sentaba en el trono, su hermanastro Tlacaélel fue el encargado de reformar el estado azteca. Reescribió la religión azteca, literalmente. Según algunas fuentes, ordenó la quema de cientos de textos a causa de sus imprecisiones históricas. Con Tlacaélel, la religión azteca sentenciaba que los aztecas eran los elegidos y que tenían un destino superior al de los demás. Tlacaélel también enfatizó la importancia del militarismo y el sacrificio ritual en la religión azteca, un cambio que produjo efectos devastadores en los aztecas y la propia región. Tlacaélel supervisó la construcción de muchos templos y edificios religiosos, incluyendo el Templo Mayor de Tenochtitlán, dedicado al dios de la guerra azteca, Huitzilopochtli.Políticamente, Tlacaélel fue uno de los arquitectos de la Triple Alianza. Se dice que ordenó quemar las historias de los pueblos conquistados para asegurar el dominio del punto de vista azteca. También reforzó las castas noble y sacerdotal aztecas a costa de los campesinos.Para gran alivio de los historiadores de todo el mundo, Tlacaélel murió en 1487."
        },
        {
            "heading": "La influencia del imperio",
            "text": "En la cúspide de su poder, el Imperio Azteca dominaba una zona de casi 500.000 kilómetros cuadrados (poco más que la cuarta parte del México actual) y contenía entre cinco y seis millones de habitantes. Al igual que los mongoles, los aztecas dejaban libertad a las tribus sometidas siempre que pagaran el tributo requerido. Los aztecas eran grandes comerciantes; sus mercaderes negociaban con aliados y enemigos por igual. El comercio funcionaba con un sistema de trueque, pues carecían de sistema monetario.Los aztecas no tenían animales de tiro y vehículos de ruedas, pero construyeron una enorme red vial diseñada para el viaje a pie. Además de por comerciantes, los caminos eran transitados constantemente por soldados y correos militares, así que ofrecían suficiente seguridad para que las mujeres viajaran solas."
        },
        {
            "heading": "Lo suculento (es decir, los sacrificios humanos)",
            "text": "Según la revisión de Tlacaélel, la religión azteca aseguraba que, para el correcto funcionamiento del universo, era necesario un flujo constante de sacrificios. Se necesitaban sacrificios para que la lluvia cayera, para que las semillas germinaran, para que el sol saliera, etc. Los pecados se expiaban a través del sacrificio. Los aztecas sacrificaron animales, riqueza, comida, su propia sangre... y seres humanos. Aseguraban haber sacrificado a más de 80.000 prisioneros para consagrar la gran pirámide de Tenochtitlán en 1487, aunque muchos historiadores creen que se trata de una burda exageración y que, dado el tamaño de la mesa ritual, era logísticamente imposible sacrificar a más de 5.000. Aunque solo fueran esos 5.000, sigue siendo mucha sangre y demasiados corazones palpitantes.La religión azteca alentaba el sacrificio de guerreros enemigos capturados en combate, lo que se convirtió en un problema cuando el imperio conquistó a todos lo que tenía a su alcance. Eso dio origen a un combate ritual llamado \"guerras floridas\", según el cual dos bandos se encontraban a una hora y en un lugar previamente acordados con el objetivo de luchar para conseguir prisioneros. Cuando terminaba la batalla, cada bando llevaba a sus prisioneros a su ciudad para sacrificarlos."
        },
        {
            "heading": "La caída de los aztecas",
            "text": "En 1502, Moctezuma II (1502-1520) se convirtió en el noveno emperador del estado azteca, como sucesor de su tío Ahuizotl. En aquel momento, el imperio, que había alcanzado su máxima amplitud, se extendía desde el actual norte de México hasta Honduras y Nicaragua. El Imperio Azteca estaba aún expandiéndose, y su sociedad todavía evolucionaba, cuando su desarrollo se detuvo en 1519 por culpa de la aparición de los aventureros españoles en la costa del golfo de México.En febrero de 1519, Hernán Cortés dirigió una expedición de 500 hombres, 13 caballos y unos pocos cañones a Centroamérica. A mediados de agosto, quemó sus barcos para impedir que sus hombres desertaran y se lanzó contra Tenochtitlán. Por el camino se alió con muchas tribus nativas americanas que le ayudaron a derrotar a los odiados aztecas.Según las fuentes españolas, las tradiciones religiosas aztecas que afirmaban que el gran dios Quetzalcóatl regresaría por el agua en forma de hombre blanco le fueron de gran ayuda a Cortés. Los aztecas creían que Cortés podía ser Quetzalcóatl, así que se mostraban reacios a combatirle. Los caballos, perros, armas de fuego y cañones de Cortés eran cosas que los aztecas desconocían y les causaban un temor reverencial, y que confirmaron el carácter divino de Cortés.Cuando Cortés alcanzó Tenochtitlán, le acompañaban una gran cantidad de aliados nativos. Moctezuma II ofreció una bienvenida pacífica a los españoles, pero Cortés le hizo prisionero. Gracias a Moctezuma, Cortés ordenó a los aztecas que ofrecieran grandes tesoros a los españoles. Más tarde, los aztecas lapidaron a Moctezuma y expulsaron a los españoles de la capital, pero Cortés regresó con refuerzos y asedió la ciudad. La ciudad cayó y fue arrasada en 1521; en Agosto capturaron al último gobernante azteca.El imperio había sido destruido por unos ambiciosos extranjeros provistos de armas modernas que se aprovecharon del odio que la mayoría de los nativos sentían por sus señores aztecas. Desgraciadamente para los nativos, los españoles no fueron especialmente amables con sus vasallos, y habría de pasar algún tiempo hasta que volvieran a ser libres de la opresión y a disfrutar de libertad para elegir su propio destino."
        },
        {
            "heading": "La caída de los aztecas",
            "text": "En 1502, Moctezuma II (1502-1520) se convirtió en el noveno emperador del estado azteca, como sucesor de su tío Ahuizotl. En aquel momento, el imperio, que había alcanzado su máxima amplitud, se extendía desde el actual norte de México hasta Honduras y Nicaragua. El Imperio Azteca estaba aún expandiéndose, y su sociedad todavía evolucionaba, cuando su desarrollo se detuvo en 1519 por culpa de la aparición de los aventureros españoles en la costa del golfo de México.En febrero de 1519, Hernán Cortés dirigió una expedición de 500 hombres, 13 caballos y unos pocos cañones a Centroamérica. A mediados de agosto, quemó sus barcos para impedir que sus hombres desertaran y se lanzó contra Tenochtitlán. Por el camino se alió con muchas tribus nativas americanas que le ayudaron a derrotar a los odiados aztecas.Según las fuentes españolas, las tradiciones religiosas aztecas que afirmaban que el gran dios Quetzalcóatl regresaría por el agua en forma de hombre blanco le fueron de gran ayuda a Cortés. Los aztecas creían que Cortés podía ser Quetzalcóatl, así que se mostraban reacios a combatirle. Los caballos, perros, armas de fuego y cañones de Cortés eran cosas que los aztecas desconocían y les causaban un temor reverencial, y que confirmaron el carácter divino de Cortés.Cuando Cortés alcanzó Tenochtitlán, le acompañaban una gran cantidad de aliados nativos. Moctezuma II ofreció una bienvenida pacífica a los españoles, pero Cortés le hizo prisionero. Gracias a Moctezuma, Cortés ordenó a los aztecas que ofrecieran grandes tesoros a los españoles. Más tarde, los aztecas lapidaron a Moctezuma y expulsaron a los españoles de la capital, pero Cortés regresó con refuerzos y asedió la ciudad. La ciudad cayó y fue arrasada en 1521; en Agosto capturaron al último gobernante azteca.El imperio había sido destruido por unos ambiciosos extranjeros provistos de armas modernas que se aprovecharon del odio que la mayoría de los nativos sentían por sus señores aztecas. Desgraciadamente para los nativos, los españoles no fueron especialmente amables con sus vasallos, y habría de pasar algún tiempo hasta que volvieran a ser libres de la opresión y a disfrutar de libertad para elegir su propio destino."
        }
    ],
    "leader": {
        "name": "Moctezuma I",
        "subtitle": "Líder de los aztecas",
        "lived": "Circa 1397-1469 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/moctezuma_i.png",
        "trait": {
            "name": "Sacrificio de cautivos",
            "effect": "El imperio gana Cultura por cada unidad enemiga que mate."
        },
        "titles": [
            "Emperador"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Moctezuma I fue un gran líder y guerrero que ayudó a impulsar a los aztecas a la grandeza y la gloria. No se le ha de confundir con su aciago nieto, Moctezuma II, que vio con impotencia cómo los conquistadores españoles desmantelaban su imperio."
            },
            {
                "heading": "Primeros años",
                "text": "Moctezuma (cuyo nombre significa \"el que frunce el ceño como un señor\") provenía de una familia real. Su padre, Huitzilihuitl, era el segundo \"tlatoani\" (emperador) azteca y su madre, Miahuaxihuitl, era la hija del gobernante de la ciudad de Cuauhnahuac. Tras la muerte del padre de Moctezuma, subió al poder Itzcoatl, su tío. Su hermano mayor, Tlacaélel, era uno de los consejeros más cercanos de Itzcoatl mientras Moctezuma servía de general en el ejército azteca.Tras la muerte de Itzcoatl, en 1440, nombraron emperador a Moctezuma. Tlacaélel no pareció quedar muy decepcionado porque lo hubieran dejado de lado (quizá pensó que viviría más tiempo si no llevaba la corona), y sirvió fielmente a su hermano, según cuentan. La coronación de Moctezuma fue una gran ceremonia en la que se sacrificó a muchos prisioneros."
            },
            {
                "heading": "Un estilo de vida modesto",
                "text": "Pese a la opulencia de su cargo político, parece ser que Moctezuma vivía modestamente en un sencillo palacio con \"solo unas cuantas esposas\". Cuando no estaba ocupado en sus deberes religiosos o en asuntos de estado, pasaba la mayor parte del tiempo consultando con sus amigos y consejeros."
            },
            {
                "heading": "Política interior",
                "text": "Durante su reinado, Moctezuma y su hermano Tlacaélel se esforzaron en mejorar la ciudad azteca de Tenochtitlán. Entre otras cosas, construyeron un sistema de acueductos que llevaba gran cantidad de agua dulce a la ciudad. Obviamente, a medida que Tenochtitlán creció, además de agua potable requirió cantidades cada vez mayores de alimentos para sostener a su hambrienta población. Como América Central carecía de animales de carga, hasta el último bocado de comida debía llevarse a la ciudad a cuestas. El gobierno de Moctezuma introdujo inspectores estatales que se cercioraban de que hasta el último pedazo de tierra arable cercano a la ciudad se cultivara y mantuviera. También ordenó construir un sistema de diques para mitigar las inundaciones y proporcionar más tierra cultivable.Moctezuma y su hermano también construyeron muchos templos en la ciudad y alrededor de ella, incluyendo un templo nuevo a Huitzilopochtli, dios del combate. El templo a Huitzilopochtli se consagró en 1455 con el sacrificio de un gran número de prisioneros de guerra huastecas."
            },
            {
                "heading": "Leyes suntuarias",
                "text": "Probablemente a instancias de su hermano Tlacaélel, Moctezuma instituyó las leyes suntuarias, que codificaron y reforzaron el sistema de clases azteca, que ya estaba muy estratificado. La posición de una persona en la vida determinaba lo que podía llevar y lo que no, y si podía o no hablar. A los pobres no se les permitía llevar telas de algodón, sandalias ni ropas que cubrieran más abajo de la rodilla. Solo la nobleza podía vivir en casas que tuvieran más de una planta. Los delitos se castigaban con la esclavitud (los esclavos eran la clase más baja) o la muerte en sacrificio."
            },
            {
                "heading": "Cambios religiosos",
                "text": "Durante el gobierno de Moctezuma, su hermano Tlacaélel trabajó en la reforma de la religión azteca. Reescribió los textos religiosos aztecas y ordenó la destrucción de muchos otros que no estaban de acuerdo con su interpretación de la religión y de la historia aztecas. Con Tlacaélel, la religión azteca se volvió más militarista y pasó a exigir aún más sacrificios de soldados enemigos capturados. La necesidad de prisioneros que sacrificar se convertiría con el tiempo en una de las fuerzas impulsoras de la política exterior azteca."
            },
            {
                "heading": "Política exterior",
                "text": "Como gobernante, Moctezuma buscó reforzar la \"Triple Alianza\" entre las ciudades-estado de México Central: Tenochtitlán, Texcoco y Tlacopan. También amplió el Imperio Azteca al conquistar Pánuco, a los totonacos, a los coatzacoalcos y a los chalcos. Algunos creen que conquistó a estos pueblos por su tributo, con la esperanza de que aseguraran un suministro continuo de alimentos a Tenochtitlán, que, pese a sus esfuerzos, no dejó de sufrir de hambrunas periódicas. Otros dicen que lo único que hizo fue alimentar la necesidad crónica de la religión azteca de prisioneros de guerra que sacrificar. Y los hay que sostienen que lo hizo porque eso es lo que hacían los emperadores aztecas: conquistar. La respuesta posiblemente sea una combinación de las tres teorías."
            },
            {
                "heading": "Muerte",
                "text": "Moctezuma murió en 1469. Lo sucedió su primo de 19 años, Axayácatl, que sería el padre del tocayo del primero, el desafortunado Moctezuma II, que lo perdería todo a manos de los españoles."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Por lo general, Moctezuma fue un gran gobernante. Amplió su imperio, llevó personalmente a sus ejércitos a la victoria y se esforzó mucho por mejorar las tierras de su pueblo. Tampoco hay duda de que fue un hombre sangriento, pues sacrificó en persona a miles de prisioneros para sus sedientos dioses. Pero su religión veía necesaria esta atrocidad: se requería sangre para que el sol se levantara, las cosechas crecieran y la nación azteca siguiera siendo próspera.¿Podría él haber puesto fin al asesinato ritual? Posiblemente. Pero esa idea no se le habría ocurrido ni a él ni a nadie de esas latitudes que viviera en aquellos tiempos. Conviene recordar que, en esa misma época, los \"ilustrados\" europeos estaban muy ocupados quemando a herejes vivos. Y, aunque esto no contribuye en modo alguno a hacer que las acciones de Moctezuma nos parezcan mejores, al menos ayuda a ponerlas en un contexto."
            }
        ]
    }
}