{
    "id": 33,
    "name": "Países Bajos",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_netherlands.png",
    "dawn_of_man": "Salve, inquebrantable príncipe Guillermo de Orange, liberador de los Países Bajos y héroe de los holandeses. Fue vuestra valiente hazaña en la rebelión de 1568 contra el dominio español la que obtuvo la libertad para los holandeses y la que finalmente concluyó con la Guerra de los Ochenta Años. Vuestra empresa permitió la creación de una de las primeras repúblicas modernas de Europa, las Provincias Unidas de los Países Bajos. Disteis la vida por la rebelión cuando caísteis en manos de un asesino en 1584, pero vuestra muerte solo reforzó la resolución de vuestro pueblo y vuestro legado como \"Padre de la Patria\" permanecerá por siempre como símbolo de la independencia holandesa.Bravo príncipe, el pueblo ansía de nuevo vuestra sabia administración. ¿Conseguiréis obtener una vez más la soberanía de vuestro reino y alcanzaréis la grandeza con vuestro pueblo? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Mendigo del mar|Mendigos del mar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/sea_beggar.json"
        }
    ],
    "city_names": [
        "Ámsterdam",
        "Rotterdam",
        "Utrecht",
        "Groninga",
        "Breda",
        "Nimega",
        "La Haya",
        "Haarlem",
        "Arnhem",
        "Zutphen",
        "Maastricht",
        "Tilburgo",
        "Eindhoven",
        "Dordrecht",
        "'s-Hertogenbosch",
        "Almere",
        "Alkmaar",
        "Brielle",
        "Vlissingen",
        "Apeldoorn",
        "Enschede",
        "Amersfoort",
        "Zwolle",
        "Venlo",
        "Uden",
        "Grave",
        "Delft",
        "Gouda",
        "Nieuwstadt",
        "Weesp",
        "Coevorden",
        "Kerkrade"
    ],
    "spy_names": [
        "Joost",
        "Hendrika",
        "Marten",
        "Anke",
        "Guus",
        "Míster X",
        "Grijs",
        "Willem",
        "Thijs",
        "Neef"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El Reino de los Países Bajos, que ha estado bajo la influencia de muchos imperios ambiciosos y al que a menudo nos referimos simplemente como \"Holanda\", comenzó siendo una provincia menor del norte de Europa que prosperó hasta convertirse en uno de los principales centros de comercio. Los Países Bajos han sido un objetivo habitual de las miras expansionistas de otros imperios, como sucedió con los romanos, los francos y, más adelante, con el Sacro Imperio Romano. Sin embargo, los Habsburgo españoles fueron los que más huella dejaron: la persecución que el rey Felipe hizo de los protestantes holandeses fue una de las causas directas de la Guerra de los Ochenta Años, que enfrentó a los ciudadanos holandeses contra sus amos españoles durante casi un siglo. Una vez se vieron libres del dominio español, los holandeses se esforzaron para establecer su propia identidad nacional. La nueva república ha prosperado hasta convertirse en una potencia económica y esta reciente nación ya ha visto nacer a grandes científicos e importantes iconos culturales."
        },
        {
            "heading": "Geografía y clima",
            "text": "El Reino de los Países Bajos está enclavado en la costa norte de Europa, pero también incluye los territorios de Aruba, Curazao y Sint Maarten del mar Caribe. La elevación de las provincias europeas es extremadamente baja y, de hecho, buena parte de su territorio ha sido reclamado al mar gracias al uso de diques. A pesar de su limitada área terrestre, que no llega a la décima parte de la superficie que ocupa España, acoge a 16 millones de habitantes. Debido a esta escasez de territorio, tiene una larga historia de planificación y desarrollo urbano, pues buena parte de la población reside en centros urbanos muy densos, entre los cuales se cuenta Ámsterdam, la capital."
        },
        {
            "heading": "Prehistoria",
            "text": "Antes de la llegada de los romanos en el siglo I a. C., la zona de los Países Bajos estaba habitada por una amplia variedad de tribus germánicas que habían emigrado desde otras regiones colindantes, especialmente Escandinavia. Entre estas tribus, descendientes de los celtas originarios de Austria y Alemania, destacaban los bátavos, que vivían en una isla del río Rin. Aunque no destacaban en el comercio ni en ningún arte, su fama como guerreros bastó para asegurarles una posición de dominio entre las tribus cercanas."
        },
        {
            "heading": "La ocupación romana",
            "text": "La región más austral de los Países Bajos, aquella a la que los romanos llamaban Germania Inferior, fue ocupada durante el siglo I d. C por el ejército romano. Tal como reflejó Julio César en sus \"Commentarii de Bello Gallico\", los bátavos habían luchado junto a los romanos como mercenarios en sus campañas europeas. La tribu bátava se rebeló ante el excesivo y asfixiante control romano, por lo que terminó siendo subyugada. Las fuerzas romanas controlaron la zona sin oposición durante casi 400 años, hasta la caída del imperio."
        },
        {
            "heading": "Frisones y francos",
            "text": "Aunque apenas existe constancia escrita, tras el declive del Imperio Romano, el territorio perteneciente a los Países Bajos que estos ocupaban fue rápidamente absorbido por los francos y los frisones. Aunque estos grupos tribales llevaban siglos habitando en la zona, la ausencia de los poderosos romanos incrementó sus opciones de expansión. El imperio de los francos casi llegó a englobar todos los Países Bajos y Alemania, salvo por el reino de Frisia de la costa norte. Los francos y los frisones eran vecinos y, con el paso del tiempo, también se convirtieron en enemigos enconados que resolvieron sus disputas territoriales con una serie de guerras. La victoria franca en la batalla del Boarn del 743 supuso la disolución del reino de Frisia y su absorción por parte del Imperio Franco. La posterior conquista de Italia y su absorción durante la expansión de Carlomagno creó la base de varios futuros reinos, como Francia y Alemania, bajo cuyo dominio habrían de caer los Países Bajos en los siglos venideros."
        },
        {
            "heading": "Cambio de imperios",
            "text": "En el 814, el Imperio Franco se dividió en tres partes con ocasión de la muerte de Carlomagno: los reinos francos central, oriental y occidental. La mayor parte de los Países Bajos quedó encajada en el reino central, cuyo soberano era Lotario I. La división de lo que otrora fue un gran imperio provocó la creación de los reinos alemanes (que se convertirían en el Sacro Imperio Romano) y Francia, que combatieron por la influencia y el territorio de los Países Bajos. Aunque la mayor parte de la región acabaría en manos del Sacro Imperio Romano en el siglo XV d. C., los duques de Borgoña, una rama de la familia real francesa, comenzaron a poner sus miras en Holanda.Durante este periodo, las primeras de muchas terribles inundaciones sacudieron las costas holandesas, matando a miles y destruyendo buena parte de la infraestructura del país. En 1287, la desastrosa inundación de Santa Lucía mató a más de 50.000 personas y convirtió un pequeño lago en una cala del mar del Norte llamada Zuiderzee, que sería aislada de nuevo del mar del Norte y reconvertida en lago de agua dulce en el siglo XX."
        },
        {
            "heading": "Transiciones de poder",
            "text": "Durante los siglos XIV y XV, los Países Bajos y la vecina Bélgica cayeron casi completamente bajo el dominio de los duques de Borgoña. Los duques franceses siguieron adquiriendo más y más territorios en los Países Bajos holandeses durante todo el siglo XV, y para ello emplearon matrimonios, herencias, compras bien planificadas y anexiones.Los Habsburgo heredaron las posesiones borgoñas en Holanda gracias al matrimonio de María de Borgoña con el duque de Austria, Maximiliano I. Aunque el rey francés se opuso a esta herencia de las tierras borgoñas, las posesiones acabaron en manos del hijo de María, Felipe I, asegurando así el traspaso de poder a manos de los Habsburgo.En 1521, la casa de Habsburgo estaba dividida entre las familias española y austríaca, siendo la española la que ostentaba el control de los Países Bajos, y la austríaca el de Alemania y la región circundante como emperadores del Sacro Imperio."
        },
        {
            "heading": "La Reforma Protestante",
            "text": "La Reforma Protestante, que tuvo un gran calado en los Países Bajos, puso en cuestión la autoridad tradicional del catolicismo. La propagación de las creencias protestantes en el país preocupó sobremanera a los gobernantes católicos, tanto a Carlos I como a Felipe II de España, hijo del primero y posterior regente. La persecución que el rey Felipe inició contra los protestantes holandeses, cada vez más feroz, acabaría suscitando un creciente descontento entre el pueblo holandés."
        },
        {
            "heading": "Alzamiento contra España",
            "text": "Mientras por los Países Bajos se propagaba el resentimiento contra las políticas de Felipe, apareció Guillermo de Orange, que habría de ser el personaje más importante de la revuelta holandesa como abanderado de la tolerancia religiosa. El propio Guillermo se había criado como protestante, pero se convirtió al catolicismo como consecuencia de su educación noble. A pesar de su fe, creía firmemente que todos tienen derecho a vivir sus propias creencias religiosas. Guillermo, que era un noble holandés y había sido un súbdito fiel, al principio no se atrevió a desafiar al rey. Sin embargo, como Felipe no intentó calmar las preocupaciones de los holandeses, Guillermo se vio obligado a actuar. En 1567 ya se iniciaron unas pequeñas rebeliones y, al apoyar el levantamiento y dar la espalda a Felipe, Guillermo fue condenado por España.Tras algunas victorias del ejército de Guillermo, los territorios liberados del norte crearon la República de los Siete Países Bajos Unidos en 1581. Sin embargo, estos éxitos iniciales apenas eran el principio de un largo conflicto que la historia denominó Guerra de los Ochenta Años, durante los cuales el rey español siguió controlando los territorios holandeses del sur. Guillermo de Orange fue asesinado en 1584 por un católico leal al rey Felipe y la guerra se prolongó hasta el 1648, cuando la República de los Siete Países Bajos Unidos quedó completamente libre del control español."
        },
        {
            "heading": "El predominio del comercio",
            "text": "Tras la Guerra de los Ochenta Años y la creación de la República de los Siete Países Bajos Unidos en el norte, los Países Bajos no tardaron en convertirse en el centro comercial dominante de Europa. Los comerciantes holandeses, liderados por la Compañía Holandesa de las Indias Orientales, la primera multinacional del mundo, establecieron nuevas rutas comerciales y fundaron nuevas colonias. Este periodo se denominó la \"Edad de Oro holandesa\" y durante el mismo se produjeron importantes descubrimientos científicos e innovaciones militares, además del florecimiento de las artes y la música."
        },
        {
            "heading": "El dominio de los mares",
            "text": "Inglaterra estaba preocupada por el creciente comercio de los holandeses con las colonias inglesas, francesas y españolas, que los estaba desplazando a la vez que reducía sus beneficios, por lo que el Parlamento británico aprobó en 1651 una serie de normas con las que intentó controlar a los holandeses. Estas Actas de Navegación establecían una regulación que limitaba el acceso holandés a los puertos ingleses. Estos movimientos ingleses dirigidos a imponer su control de los mares provocaron una serie de guerras anglo-holandesas, que se libraron durante todo el siglo XVII. Durante los siguientes 100 años, hasta bien entrado el siglo XVIII, el poder político y mercantil holandés disminuyó considerablemente como consecuencia de las numerosas batallas navales que redujeron el tamaño y la potencia de su flota."
        },
        {
            "heading": "Fundación del reino",
            "text": "Durante las Guerras Napoleónicas, Francia se anexionó los Países Bajos en su conjunto, en 1795, formando la breve República Bátava, un estado satélite de la República de Francia. Con la firma del Tratado de Fontainebleau en 1814, que ponía fin a las conquistas europeas de Napoleón, los holandeses recuperaban su independencia y formaban el Reino Unido de los Países Bajos. Poco después, Bélgica, que hasta entonces formaba parte de los Países Bajos, se separó para formar una nación independiente en 1830."
        },
        {
            "heading": "Las Guerras Mundiales",
            "text": "Desde que se convirtieron en nación soberana, los Países Bajos han mantenido la neutralidad siempre que les ha sido posible. Por ello, permanecieron neutrales durante la I Guerra Mundial: no apoyaron militarmente a ningún bando, pero mantuvieron vínculos económicos con los dos.Los holandeses volvieron a declarar su neutralidad al iniciarse las hostilidades que desembocaron en la II Guerra Mundial. Sin embargo, esta vez Alemania no permitió que el valioso territorio holandés permaneciera apartado del conflicto y, a pesar de la resistencia del ejército holandés, el Tercer Reich lo invadió en 1940. Durante la ocupación alemana, el gobierno holandés huyó del país y operó en el exilio, dejando la nación bajo control nazi. Aunque el movimiento de resistencia holandesa que prosperó durante la ocupación se hizo casi insoportable, los nazis lograron matar a miles de judíos holandeses y exiliados de Alemania, incluyendo a Ana Frank, cuyo diario se convirtió en una crónica del Holocausto.En 1944, con la intención de hacerse con el control de los puentes que cruzaban los ríos Rin y Mosa para unir a los Países Bajos con Alemania, los Aliados iniciaron una de las misiones aerotransportadas más impresionantes de la historia: la operación Market Garden. Los Aliados lanzaron a miles de paracaidistas en la región, pero la operación no tuvo demasiado éxito; los comandantes aliados culparon a las condiciones meteorológicas y a varios problemas de comunicación que dificultaron el avance aliado. Por ello, los Países Bajos permanecieron bajo control del régimen nazi hasta la rendición de las fuerzas alemanas en la primavera de 1945."
        },
        {
            "heading": "Los Países Bajos modernos",
            "text": "El moderno Reino de los Países Bajos es una monarquía constitucional con un parlamento electo que gobierna junto a la reina Beatriz I. Fue uno de los estados fundadores de la Unión Europea, y ha contribuido mucho a las relaciones pacíficas y la estabilidad económica de la zona. La Haya, la tercera ciudad más poblada de los Países Bajos, es la sede de su gobierno y de la Corte Internacional de Justicia de las Naciones Unidas."
        },
        {
            "heading": "Iconos culturales",
            "text": "A lo largo de su historia, los Países Bajos han ofrecido a algunos de los artistas, científicos, investigadores y eruditos más apreciados del mundo, muchos de los cuales han sido una parte esencial de las prácticas actuales en sus respectivos campos. Algunos de los pintores más famosos, como Rembrandt y Van Gogh, eran holandeses; hoy en día sus obras se cuentan entre las más admiradas. Algunos científicos, como Christiaan Huygens, el primero en descubrir los anillos de Saturno, y Anton van Leeuwenhoek, el \"padre de la microbiología\", realizaron aportaciones inmensas al futuro de la investigación científica."
        },
        {
            "heading": "Iconos culturales",
            "text": "A lo largo de su historia, los Países Bajos han ofrecido a algunos de los artistas, científicos, investigadores y eruditos más apreciados del mundo, muchos de los cuales han sido una parte esencial de las prácticas actuales en sus respectivos campos. Algunos de los pintores más famosos, como Rembrandt y Van Gogh, eran holandeses; hoy en día sus obras se cuentan entre las más admiradas. Algunos científicos, como Christiaan Huygens, el primero en descubrir los anillos de Saturno, y Anton van Leeuwenhoek, el \"padre de la microbiología\", realizaron aportaciones inmensas al futuro de la investigación científica."
        }
    ],
    "leader": {
        "name": "Guillermo de Orange",
        "subtitle": "Líder de Holanda",
        "lived": "1533-1584 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/william_of_orange.png",
        "trait": {
            "name": "Compañía Holandesa de las Indias Orientales",
            "effect": "Conserva un 50% de los beneficios de Felicidad por un recurso de lujo si se vende el último ejemplar del mismo."
        },
        "titles": [
            "Príncipe de Orange"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Guillermo, príncipe de Orange, lideró una exitosa rebelión a mediados del siglo XVI contra la dinastía española de los Habsburgo que controlaba los Países Bajos holandeses, por lo que se le considera el liberador y fundador de Holanda. La continua persecución que los españoles realizaron contra los protestantes holandeses provocó que Guillermo pasara de ser un leal súbdito del rey Felipe II de España a un prominente líder rebelde. Guillermo consiguió reclutar a algunos nobles para su causa y se convirtió en traidor a ojos de la monarquía española al liderar las fuerzas holandesas y conseguir diversos éxitos en combate antes de caer ante la bala de un asesino en 1584."
            },
            {
                "heading": "Origen noble",
                "text": "El conde Guillermo de Nassau nació en 1533 y heredó el título de príncipe de Orange a los 11 años, cuando su primo René, por entonces príncipe, murió sin dejar heredero de su título y sus tierras. Durante este periodo, los Países Bajos estaban bajo el control de Carlos V, monarca de los Habsburgo que gobernaba el Sacro Imperio Romano y era a la vez rey de España. Mientras recibía toda la educación y el entrenamiento que se esperaba de un noble, Guillermo se convirtió en uno de los favoritos de la corte del emperador. La conexión del este con la corona española desempeñaría un papel importante en el futuro empeño de Guillermo para arrebatar el control de Holanda a los españoles.Fue subiendo de rango en el ejército y a los veintipocos ya era comandante, además de ostentar diversos cargos diplomáticos como consejero del emperador. Sin embargo, Guillermo obtendría el favor del emperador a costa de su fe, cuando abandonó el luteranismo en el que se había criado en favor del catolicismo para facilitar su ascenso al poder."
            },
            {
                "heading": "Causas de la rebelión",
                "text": "En 1555, Carlos entregó la corona de España a su hijo, Felipe II. Felipe era famoso por su crueldad con los protestantes, por el poco respeto que demostraba ante sus creencias y por aumentar los poderes de la Inquisición contra la Reforma. Estando a su servicio, Guillermo comenzó a comprender las verdaderas intenciones de Felipe, que no tenía reparos en deshacerse de los protestantes recurriendo a los medios que fueran necesarios. Aunque Guillermo se convirtió al catolicismo como parte de su educación, se había criado siendo luterano y creía firmemente en el derecho de las personas a conservar sus propias creencias. Según cuenta la historia, Guillermo escuchó una conversación entre Felipe y el rey Enrique II de Francia durante una cacería, mientras hablaban del futuro exterminio de los protestantes en sus dos reinos. Se dice que este suceso motivó la decisión de Guillermo de enfrentarse a Felipe por el control de los Países Bajos.Para intentar someter a los protestantes holandeses y exiliarlos, o algo peor, Felipe diseñó un sistema de \"placards\", unos edictos que declaraban punible con tortura y muerte la práctica del luteranismo y del calvinismo. Tan exagerada fue la persecución, que muchos holandeses católicos se unieron a los protestantes contra las políticas de Felipe.Guillermo comenzó a criticar al rey públicamente, exponiendo con claridad sus opiniones sobre el asunto y animando a los demás a enfrentarse a las políticas represoras de Felipe. En 1566, se presentó el Compromiso de Breda, un colectivo de nobles neerlandeses que pedía a la regente española Margarita de Parma que pusiera fin a la persecución de los protestantes en los Países Bajos. A pesar de su esfuerzo por encontrar una solución pacífica, Felipe rechazó la petición y, en respuesta, la iconoclasia se propagó por todo el territorio holandés, con los rebeldes protestantes destruyendo los iconos católicos."
            },
            {
                "heading": "Comienza el alzamiento",
                "text": "La iconoclasia se fue propagando y fueron apareciendo cada vez más muestras públicas de devoción protestante, así que Felipe envió al duque de Alba, Fernando Álvarez de Toledo, llamado el \"Duque de Hierro\", a los Países Bajos para aplacar la rebelión y ocuparse de los rebeldes. Nada más llegar, el duque formó el \"Tribunal de los Tumultos\", al que más tarde los protestantes llamarían popularmente \"tribunal de la sangre\", para supervisar los juicios y castigos de los rebeldes. La mayoría de los convocados al tribunal se ocultaron, incluyendo al propio Guillermo, pero se dice que el Duque de Hierro juzgó y ejecutó al menos a unos 1.000 protestantes."
            },
            {
                "heading": "Comienzo de la guerra",
                "text": "Guillermo financió la rebelión desde su casa de Nassau y los rebeldes organizaron varios ejércitos para atacar a los españoles en diversos frentes. El grupo de los exiliados protestantes y nobles holandeses que se resistieron a los españoles fueron denominados \"geuzen\", o \"mendigos\", y la fuerza más prominente, \"watergeuzen\", los mendigos del mar. Guillermo empleó su riqueza para financiar a los mendigos del mar y equipar sus navíos, que empleaban para saquear las ciudades costeras de todos los Países Bajos al más puro estilo corsario.Luis de Nassau, el hermano de Guillermo, dirigió un ejército de mercenarios y hugonotes (protestantes franceses) contra una fuerza española a las órdenes de Johan de Ligne, un noble holandés que seguía siendo fiel a Felipe. Se enfrentaron en la Batalla de Heiligerlee, en la provincia norteña de Groningen, en 1568. Luis puso en fuga al ejército español y Johan de Ligne murió. Desgraciadamente, Adolfo, el segundo hermano de Guillermo y Luis, también murió comandando la caballería holandesa. Los historiadores han determinado que esta batalla histórica supuso el inicio de la Guerra de los Ochenta Años, la guerra de independencia holandesa.Poco después, el ejército español derrotó a Luis en la Batalla de Jemmingen mientras intentaba capturar la ciudad de Groninga. El propio Guillermo se puso al frente de un ejército, obtuvo varias victorias que inspiraron al pueblo holandés y fue arrebatando a los españoles una ciudad tras otra. A pesar de las victorias holandesas, que capturaron y pasaron a controlar buena parte del territorio del norte durante la siguiente década, el control que los españoles ejercían sobre el sur todavía era firme."
            },
            {
                "heading": "Causas de la independencia",
                "text": "En 1573 se firmó la Unión de Utrecht en la ciudad holandesa del mismo nombre, formalizando la unión de las provincias norteñas contra España. Aunque todavía no era completamente independiente, la unión supuso un claro punto de inflexión en el rechazo del gobierno español de la región. España todavía controlaba los territorios del sur, pero el Acta de Abjuración de 1581 sirvió como declaración de independencia formal de los Países Bajos de la corona de Felipe. Desgraciadamente, Guillermo no viviría lo suficiente para ver a todos los Países Bajos libres del control Español."
            },
            {
                "heading": "Intentos de asesinato",
                "text": "Con la generosa recompensa que el rey Felipe había prometido por la cabeza de Guillermo, el primer intento de asesinato no tardó en llegar: el disparo del español Juan de Jáuregui le hirió de gravedad en el cuello en 1582 y, aunque logró sobrevivir, su lenta recuperación le impidió involucrarse plenamente en la rebelión. Todavía no habían pasado dos años cuando un católico francés llamado Balthasar Gérard atacó a Guillermo en su casa y le pegó tres tiros, uno de ellos mortal en el pecho.Balthasar fue juzgado y sentenciado a muerte en los días siguientes. Su castigo fue ser sometido a toda clase de torturas durante una semana entera; el alivio solo llegó cuando por fin lo decapitaron."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Hoy se recuerda a Guillermo como fundador del movimiento de independencia holandesa y de la nación soberana que ha llegado hasta nuestros días. Tras inspirar a los neerlandeses para alzarse en armas contra el gobierno español y contra los abusos que sufrieron los protestantes holandeses, dio su vida para defender unas ideas ilustradas que consideraba justas según las cuales cada persona debe poder elegir su fe libremente."
            }
        ]
    }
}