{
    "id": 32,
    "name": "Tierras Mayas",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/tierras_mayas.png",
    "dawn_of_man": "Vuestro pueblo se arrodilla ante vos, excelso rey Pacal el Grande, hijo predilecto de los dioses y protector de los ciudadanos de Palenque. Tras años de conflictos a manos de vuestros rivales vecinos, os vengasteis de los enemigos de vuestro pueblo, sacrificando a sus líderes como represalia por los insultos a vuestros predecesores. La gloria de Palenque solo pudo recuperarse con la dirección que vuestra sabiduría hizo posible, pues organizasteis una profunda reconstrucción de la ciudad creando algunos de los más grandes monumentos y estructuras que el mundo ha conocido.Ilustre rey, vuestro pueblo acude de nuevo a vos en busca de liderazgo y consejo en los días venideros. ¿Canalizareis la voluntad de los dioses y alcanzaréis nuevas cotas de grandeza con vuestro orgulloso reino? ¿Construiréis nuevos monumentos que consagren los recuerdos de vuestro pueblo para siempre? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [
        {
            "name": "Pirámide|Pirámides",
            "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pyramid.json"
        }
    ],
    "unique_units": [
        {
            "name": "Lanzadardos|Lanzadardos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/atlatlist.json"
        }
    ],
    "city_names": [
        "Palenque",
        "Tikal",
        "Chichen Itzá",
        "Uxmal",
        "Tulum",
        "Copán",
        "Coba",
        "El Mirador",
        "Calakmul",
        "Edzná",
        "Lamanai",
        "Izapa",
        "Uaxactún",
        "Comalcalco",
        "Piedras Negras",
        "Cancuén",
        "Yaxhá",
        "Quiriguá",
        "Q'umarkaj",
        "Nakbé",
        "Cerros",
        "Xunantunich",
        "Takalik Abaj",
        "Cival",
        "San Bartolo",
        "Altar de los Sacrificios",
        "Ceibal",
        "Caracol",
        "El Naranjo",
        "Dos Pilas",
        "Mayapán",
        "Iximché",
        "Zaculeu",
        "Kabah"
    ],
    "spy_names": [
        "Camazotz",
        "Coyopa",
        "Gukumatz",
        "Hunahpú",
        "Huracán",
        "Ixchel",
        "Ixtab",
        "Kukulkán",
        "Ixbalanqué",
        "Zipacna"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Los mayas habitaron principalmente las regiones que hoy ocupan México, Guatemala y Belice durante los siglos III a X d. C., formando una red de reinos independientes que compartían una cultura y religión comunes. Aunque su auténtico origen es un oscuro misterio, existen numerosas teorías acerca de los principios de la civilización maya. Según los registros arqueológicos, los primeros asentamientos mayas se fundaron en torno al 2000 a. C. Estas ciudades-estado pasaron de ser comunidades pre-agrícolas a grandes centros urbanos que empleaban el comercio y sofisticadas técnicas de cultivo para obtener alimentos. Aunque muchos de sus enclaves sufrieron un colapso inexplicable a finales del primer milenio d. C., varias ciudades prosperaron hasta la llegada de los conquistadores españoles en el siglo XVI."
        },
        {
            "heading": "Clima y terreno",
            "text": "Los asentamientos mayas se encontraron principalmente en Belice, Guatemala y en los estados mexicanos de Quintana Roo, Campeche y Yucatán, que se extienden por la región que hoy denominamos península del Yucatán. El territorio maya, formado por tierras altas montañosas, humedales exuberantes y zonas áridas a menor altitud, era muy variado: desde junglas densas a llanuras despejadas.Las selvas tropicales que ocupaban parte de su territorio ofrecían a los mayas una fauna y una flora diferente que podían usar como suplemento de su producción agrícola y para conseguir agua potable que, por lo demás, era escasa. No eran extrañas las lluvias superiores a los dos metros en estas selvas y el suelo encharcado permitía que la lluvia se colara en pozos en la piedra caliza denominados \"cenotes\", que facilitaban la recolección del agua."
        },
        {
            "heading": "Periodos de la historia maya",
            "text": "Existen varias teorías sobre el origen de los mayas, y hace apenas 50 años que los arqueólogos que estudian Mesoamérica han logrado establecer una línea temporal de los inicios de su civilización. Los progresos a la hora de descifrar la escritura maya realizados en los años sesenta y setenta revitalizaron el estudio de la historia maya, que hasta entonces se miraba con escepticismo debido a la carencia de registros escritos.La civilización maya se divide en varios ciclos: el preclásico, el clásico y el posclásico. Los primeros asentamientos datan del periodo preclásico, entre los años 2000 y 1500 a. C., cuando los primeros mayas abandonaron la vida de cazadores y recolectores en favor de un estilo de vida más comunal, centrado en la subsistencia agrícola. Con el tiempo, estas primeras comunidades evolucionaron y se transformaron en sociedades cada vez más complejas que implementaron prácticas agrícolas avanzadas y redes comerciales, y crearon obras de arte grandiosas.La cúspide de la civilización maya se produjo entre los años 250 d. C. y 900 d. C., en lo que denominamos periodo clásico. En esta época, los mayas desarrollaron algunos de sus elementos más característicos y se agruparon en torno a enormes ciudades-estado independientes, cada una con vastos centros urbanos llenos de monumentos dedicados a sus dioses y reyes.El periodo postclásico comenzó con el declive de los principales centros urbanos del sur del territorio maya, un hundimiento cuyo motivo desconocemos y que provocó el completo abandono de algunas de sus ciudades más grandiosas. Sin embargo, muchos de los asentamientos del norte siguieron creciendo y prosperando hasta bien entrado el primer milenio."
        },
        {
            "heading": "Grandes ciudades de los mayas",
            "text": "Aunque las enormes ciudades mayas estaban unidas por una cultura común, también eran muy independientes y solían guerrear entre ellas para resolver disputas territoriales, comerciales o políticas. A pesar de su independencia, todas las grandes ciudades mayas compartían un papel a la hora de influir en su cultura como un todo, pues cada una aportaba las características propias que la definían.Kaminaljuyú, según se cree el asentamiento más poblado de todos los encontrados en las Américas, acogió a una gran población maya desde aproximadamente el 1500 a. C. hasta el 1200 d. C. Las docenas de excavaciones arqueológicas que se realizaron en el lugar durante el siglo pasado revelaron que la ciudad pudo ser la principal productora de obsidiana y jade de la zona, y se han descubierto los restos de más de 100 túmulos y estructuras antiguas. Desgraciadamente, la construcción y el desarrollo comercial de la zona circundante durante los siglos XIX y XX han destruido completamente los restos de esta gran ciudad, dejando apenas algunos fragmentos.El Mirador, que floreció aproximadamente desde el 600 a. C. hasta el 100 d .C, fue otra gran ciudad de los mayas. Se trata de un asentamiento de un tamaño considerable que destaca por los caminos elevados que los mayas llamaban \"sacbeob\". El scabé, un mecanismo fundamental para las rutas comerciales mayas, se usaba para conectar estructuras dentro del mismo complejo y también con centros comerciales lejanos. Al igual que los canales modernos que se elevan al atravesar terrenos inestables, el scabé cubría amplias extensiones; el más largo conectaba la ciudad de Cobá con el asentamiento menor de Yaxuná, a 96 kilómetros.Quizá la más famosa de las ciudades mayas conocidas sea Tikal, que funcionó como capital de Tikal, un estado poderoso, ambicioso y agresivo que inició batallas contra sus vecinos. Se cree que Tikal pudo estar habitada durante unos 2.000 años y en su momento álgido cobijar a unas 100.000 personas. Una de las innovaciones menos conocidas de Tikal, la \"aguada\", era un ingenioso sistema de depósitos de agua diseñado para recoger el agua pluvial y canalizarlo por los muros de la ciudad.Chichen Itzá fue el último de los asentamientos mayas supervivientes y, como tal, además es una de las ciudades mejor conservadas. Hay numerosas construcciones que llenan sus 6,5 kilómetros cuadrados de superficie y que incluyen casi todos los ejemplos de arquitectura maya, como las pirámides escalonadas, varias salas de la pelota y templos ornamentados."
        },
        {
            "heading": "El colapso",
            "text": "Al acercarse el siglo IX, muchos de los enclaves mayas más australes entraron en un periodo de rápido declive por motivos que todavía desconocemos. La disolución y abandono de estos grandes reinos es objeto de grandes controversias. El exceso de población, los daños medioambientales, la guerra y la enfermedad son teorías plausibles, pero parece probable que fuera una combinación de todas ellas lo que motivó el abandono de estas grandes ciudades-estado.Aunque el misterioso colapso afectó principalmente a los asentamientos del territorio sur, muchas de las ciudades-estado del norte siguieron prosperando hasta bien entrado el segundo milenio d. C. Este hecho marca el principio del periodo postclásico y no fue hasta el colapso cuando comenzó a destacar la famosa ciudad de Chitzen Itzá, que sobrevivió cientos de años antes de caer como consecuencia de una desastrosa guerra civil con la vecina Mayapán del siglo XIV. Mayapán, Uxmal y Cobá fueron algunas de las pocas ciudades mayas del norte que sobrevivieron al colapso."
        },
        {
            "heading": "Estructura social maya",
            "text": "Aunque los mayas nunca se unificaron en un imperio y siguieron viviendo en sus ciudades-estado de forma parecida a la de los antiguos griegos, la estructura social de los estados independientes era similar. A partir del siglo III a. C., la condición de los gobernantes mayas era hereditaria, salvo que no se encontrara un heredero apto. El rey, su familia y los ciudadanos notables formaban la clase noble. Por debajo de ellos, la casta sacerdotal de los chamanes conformaba el siguiente nivel; ellos guiaban a los reyes mayas y al pueblo en los numerosos rituales y ceremonias que se celebraban al cabo del año. Por debajo de estas clases de dirigentes, la mayoría de los mayas eran simples \"plebeyos\": campesinos, artesanos y obreros. La clase inferior estaba formada principalmente por los esclavos, que eran prisioneros de guerra y criminales."
        },
        {
            "heading": "Agricultura y Caza",
            "text": "A pesar de su limitado acceso al agua corriente, los mayas empleaban una serie de técnicas agrícolas que les permitían aprovechar el rico terreno sobre el que vivían. Se sabe que usaban con especial eficacia el sistema de rotación de cereales denominado \"milpa\", atribuido a varias sociedades mesoamericanas. Este sistema supone la alternancia de diversos tipos de cultivo con periodos de barbecho. Esta rotación solía permitir dos o tres años de siembra, seguidos por de seis a ocho años de barbecho. Los cereales de los maya solían ser maíz, calabazas y frijoles, conocidos colectivamente como \"las tres hermanas\".Los mayas no solo eran buenos granjeros, también destacaban con la caza y la pesca. Solían cazar ciervos, conejos y pecaríes, una criatura parecida a un jabalí propia de las selvas pluviales, gracias a las diversas armas que empleaban. También utilizaban el átlatl, un innovador dispositivo que les permitía arrojar las lanzas para cazar o para luchar: consistía en un mango de madera con una sujeción en el extremo, en la cual se ajustaba la lanza o el dardo, de forma que, al aprovechar el movimiento natural del lanzador, la lanza salía disparada a una velocidad muy superior debido a la extensión adicional que proporcionaba el dispositivo. Se dice que las lanzas son capaces de alcanzar los 150 km/h gracias al átlatl, lo que permitía a los mayas atacar a presas mayores y más rápidas."
        },
        {
            "heading": "Honrar a los dioses",
            "text": "Al igual que otras sociedades politeístas del mundo, los mayas adoraban a un amplio panteón de dioses, liderados por el creador Itzamná. Los dioses celestes tenían una importancia especial, especialmente Kinich Ahau, el dios del sol, e Ixchel, la diosa de la luna. Los mayas también tenían dioses para el clima, los cereales y las diversas profesiones de la sociedad. El dios del maíz de los mayas adquirió una importancia especial cuando los cereales pasaron a ser fundamentales para la supervivencia durante las últimas etapas de su desarrollo.A lo largo del año, los mayas celebraran una serie de rituales para honrar a los dioses basados fundamentalmente en sus conocimientos astronómicos y calendáricos. Los mayas estaban lejos de ser la cultura que más practicaba los sacrificios humanos, pero sí recurrían a ellos en los rituales más importantes. Se creía que los sacrificios humanos potenciaban la fertilidad y los mayas lanzaban a sus sacrificados a sus pozos de agua potable para honrar al dios de la lluvia, Chaac. El famoso cenote sagrado de Chitzen Itzá fue testigo de muchos sacrificios humanos durante el periodo clásico de la historia maya.Los mayas, como muchas otras culturas mesoamericanas, practicaban un juego de la pelota ritual en el que intentaban colar una pelota sólida de goma (que pesaba de dos a cinco kilos) por un aro elevado usando sus caderas. El juego tenía fines recreativos y ceremoniales, y también se usaba para resolver las disputas territoriales, en cuyo caso podía suponer la muerte del equipo derrotado."
        },
        {
            "heading": "Cultura maya",
            "text": "En la cúspide de su civilización, los mayas crearon muchas obras de arte grandiosas con intrincados grabados y relieves en piedra y jade, pues los artesanos de cada ciudad incorporaban características regionales exclusivas a sus trabajos. También desarrollaron una gama de tintes y pigmentos empleando los recursos disponibles en la jungla, en especial el color \"azul maya\", un tono de azul vivo que se saca del tinte añil y que fue adoptado por los colonos europeos tras el declive de la sociedad maya.Entre la arquitectura maya destaca la pirámide escalonada; se construyeron docenas de ellas durante las últimas fases de su civilización. Como su nombre sugiere, consiste en varias capas de piedras colocadas en escalones para formar un pico plano en el que solían celebrarse ceremonias religiosas. Se cree que las pirámides escalonadas mesoamericanas se construían sobre túmulos funerarios o templos preexistentes, y puede que fueran reconstruidas con el paso del tiempo en función de los ciclos del calendario. El ejemplo más destacado se encuentra en Chichen Itzá, en la península del Yucatán; se trata de una pirámide escalonada maya bien preservada y protegida por el gobierno mexicano.El sistema de escritura maya, que puede apreciarse en las obras que hay por todo su territorio, está formado por lo que a menudo llamamos glifos o hieroglifos, por su similitud con los jeroglíficos del antiguo Egipto. Fue descifrándose a lo largo del siglo pasado y ahora se sabe que los mayas lo usaban para conmemorar muchos aspectos de su cultura. Aunque hay pruebas de que los escribas mayas crearon libros con cortezas y pieles animales, gran parte de estas obras fueron destruidas durante las incursiones coloniales de los españoles del siglo XVI, pues se consideraban herejías."
        },
        {
            "heading": "El calendario maya",
            "text": "El sistema calendárico, uno de los muchos aspectos destacables de la cultura maya, se desarrolló hasta convertirse en el más notable de sus avances, debido fundamentalmente a las teorías acerca de su verdadero objetivo. La Cuenta Larga, un sistema tremendamente complejo, es uno de los tres calendarios que usaban los mayas; los otros fueron el haab y el tzolkin.La Cuenta Larga, el sistema que predijo el fin del mundo en el año 2012, era el calendario que usaban los mayas como registro histórico del tiempo desde la creación del mundo de los hombres. Según este calendario, la civilización comenzó el 11 de agosto del 3114 a. C., y, como selectivamente han interpretado aquellos que decidieron creer en el inminente fin del mundo, finalizaría el 21 de diciembre de 2012. Estos fatalistas creen que los mayas predijeron el fin del mundo a través del calendario, pero la mayoría de los investigadores se limitan a interpretarlo como el final de un ciclo y el comienzo de otro, no como el final cataclísmico del mundo que conocemos.El haab, menos conocido y de uso conjunto con el calendario de la Cuenta Larga, era un calendario de 365 días que se aproximaba al año solar, mientras que el tzolkin empleaba un sistema de 260 días para establecer los momentos de la cosecha y los rituales."
        },
        {
            "heading": "Incursión colonial y declive",
            "text": "La llegada de los españoles no tardó en provocar la debacle de las restantes ciudades mayas del norte y, aunque los mayas siguen existiendo en México y otras partes de América Central y Sudamérica, gran parte de su cultura y su historia se perdió durante la época de los conquistadores. Los españoles enviaron expediciones a la península del Yucatán a principios del siglo XVI con la esperanza de fundar un asentamiento permanente. Sin embargo, la naturaleza descentralizada de las ciudades estado mayas permitió una resistencia individual frente a los ataques españoles, que necesitarían casi 200 años para someter completamente al pueblo maya de la zona.Los españoles intentaron convertir al catolicismo a los mayas. De los diversos intentos, el más notable fue el protagonizado por el obispo Diego de Landa, que sirvió en la archidiócesis del Yucatán. Se dice que De Landa mantuvo una inquisición en el pequeño enclave de Maní, donde quemó ídolos mayas y valiosos códices con la intención de eliminar la religión nativa. Aunque hoy se rechazan sus acciones, algunos historiadores recurren a los precisos registros de De Landa acerca de la religión y el idioma maya, ya que lo observó todo de primera mano mientras viajaba mezclado con ellos."
        },
        {
            "heading": "Mayas contemporáneos",
            "text": "Se estima que en la actualidad viven siete millones de mayas en México, Belice, Guatemala, Honduras y El Salvador, muchos de los cuales todavía conservan algunos aspectos de su herencia cultural. Aunque hay más de 20 idiomas característicos que diferencian a los mayas, al igual que sus ancestros, están unidos por una cultura y tradición común, y juntos siguen celebrando el legado de los antiguos mayas."
        },
        {
            "heading": "Mayas contemporáneos",
            "text": "Se estima que en la actualidad viven siete millones de mayas en México, Belice, Guatemala, Honduras y El Salvador, muchos de los cuales todavía conservan algunos aspectos de su herencia cultural. Aunque hay más de 20 idiomas característicos que diferencian a los mayas, al igual que sus ancestros, están unidos por una cultura y tradición común, y juntos siguen celebrando el legado de los antiguos mayas."
        }
    ],
    "leader": {
        "name": "Pacal",
        "subtitle": "Líder de los mayas",
        "lived": "603-683 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pacal.png",
        "trait": {
            "name": "Larga Cuenta",
            "effect": "Tras investigar la Teología, se recibe un Gran personaje adicional al final de cada ciclo de la Cuenta Larga maya (394 años). Cada personaje extra solo se puede elegir una vez."
        },
        "titles": [
            "Rey"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "K'inich Janaab' Pakal, normalmente llamado \"Pacal el Grande\", quizá sea el más famoso de los reyes mayas. Pacal, que heredó la ciudad de Palenque en una época turbulenta, ascendió al trono a la temprana edad de 12 años y gobernó durante casi 70. Aunque los detalles históricos que rodean su reinado suelen ser confusos, se sabe que revitalizó la maltrecha ciudad, que había sido saqueada varias veces durante el reinado de sus predecesores. Pacal lideró una etapa de grandes construcciones: creó estructuras inmensas con gran cantidad de detalles por todos sus dominios. Sin embargo, Pacal es más famoso por su tumba, el Templo de las Inscripciones, que incluye unos glifos mayas grabados con mucho detalle que narran la vida del rey. La sorprendente cantidad de glifos que se han conservado ha permitido que los arqueólogos descubran una perspectiva fundamental de la historia y la cultura de esta gran ciudad maya."
            },
            {
                "heading": "Primeros tiempos",
                "text": "Sak K'uk, la madre de Pacal, fue una de las pocas mujeres que gobernó una ciudad-estado maya de forma independiente. La corona solía pasar al hijo del rey, pero en ausencia de un heredero varón apropiado, se entregó a Sak K'uk, que reclamó su derecho al trono como nieta de una anterior reina. Gobernó durante 3 años hasta que Pacal alcanzó la mayoría de edad, y este giro insólito en una sociedad tradicionalmente patriarcal provocó los posteriores esfuerzos por parte de Pacal para legitimar el reinado de su dinastía.Cuando Pacal asumió el trono en el 615, la ciudad de Palenque se encontraba en una situación turbulenta, pues los años anteriores había sido objeto de diversos saqueos por parte del reino vecino de Calakmul. Pacal quiso enviar un mensaje inequívoco a los rivales de Palenque al poco de sentarse en el trono: envió a sus propios grupos de ataque contra Calakmul, capturó a algunos de sus líderes y los sacrificó como venganza por los ataques."
            },
            {
                "heading": "La renovación de Palenque",
                "text": "Pacal inició la construcción de grandiosos monumentos con relieves que exaltaban las virtudes de su familia por toda la ciudad, todo ello con el objetivo de devolver a Palenque su antigua gloria y afirmar la legitimidad de su gobierno. Construyó varias estructuras impresionantes, incluyendo el Templo del Conde y la amplia estructura central que llamamos \"Palacio\", que incluye una peculiar torre de cuatro plantas nunca vista en el reino maya. Sin embargo, de los muchos edificios que mandó construir durante su reinado ninguno supera al Templo de las Inscripciones destinado a ser su tumba, cuya construcción comenzó sobre la pirámide escalonada en los últimos años de su vida y continuó su sucesor, Kan Balam II.Contiene grabados y textos jeroglíficos detallados, y acoge el sarcófago ornamentado de Pacal. Los muros del nivel inferior de su tumba, descubiertos por arqueólogos mexicanos en 1952, contienen el juego de caracteres mayas más largo que se ha encontrado. Aunque todavía no se han terminado de descifrar, los glifos narran hechos de la vida de Pacal anteriores a su muerte y la ascensión al trono de su heredero.El propio sarcófago tiene una lápida con glifos elaborados que representan los planetas y varias constelaciones. Estos cuerpos celestes en concreto han fomentado teorías controvertidas acerca de la participación de extraterrestres en la cultura maya; son teorías similares a las que rodean a las pirámides de Egipto. La mayor parte de los investigadores más reputados creen que el sarcófago describe el viaje de Pacal al inframundo, pero hay otras fuentes que interpretan las imágenes como Pacal a los mandos de una nave espacial preparándose para el despegue. Dentro del sarcófago, los arqueólogos descubrieron los restos humanos de Pacal con un mosaico de jade finamente tallado con forma de máscara."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Los historiadores se basan en los notables monumentos y creaciones escultóricas que se encuentran por todo Palenque para afirmar que Pacal el Grande fue uno de los líderes más queridos de la historia maya. Durante su reinado se erigieron casi 1.000 estructuras en la ciudad y se usaron hasta 15 toneladas de piedras. Aunque su pasado todavía está siendo descubierto, sabemos que su esfuerzo por restaurar la gloria del reino de Palenque dio pie a la creación de algunos de las obras de arte y los monumentos más grandiosas de los mayas."
            }
        ]
    }
}