{
    "id": 31,
    "name": "Tierras Hunas",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/tierras_hunas.png",
    "dawn_of_man": "Vuestros hombres forman orgullosos ante vos, poderoso Atila, gran guerrero y gobernante del Imperio Huno. Junto a vuestro hermano expandisteis las fronteras de vuestro imperio y os convertisteis en la fuerza más poderosa y aterradora del siglo V. Sometisteis a los emperadores romanos de Oriente a vuestra voluntad y tomasteis un reino tras otro siguiendo el curso de los ríos Danubio y Nishava. Como gobernante soberano de los hunos, cruzasteis Europa hasta llegar a la Galia, pues planeabais extender vuestras tierras, ya impresionantes, hasta llegar al océano Atlántico. Vuestra muerte prematura conllevó la rápida desintegración y caída de vuestro imperio, pero vuestro nombre y hazañas han creado un legado imperecedero para vuestro pueblo.Temible general, vuestra gente os pide a gritos que creéis un nuevo Imperio Huno que haga que las hazañas e historias del anterior parezcan los sueños palidecidos de un sol moribundo. ¿Responderéis a su llamada para recuperar la preeminencia y la importancia que os corresponden? ¿Montaréis en vuestro leal corcel y conduciréis a vuestros ejércitos a la victoria? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Arquero a caballo|Arqueros a caballo",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/horse_archer.json"
        },
        {
            "name": "Ariete|Arietes",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/battering_ram.json"
        }
    ],
    "city_names": [
        "Corte de Atila"
    ],
    "spy_names": [
        "Balamber",
        "Uldin",
        "Donato",
        "Carato",
        "Octar",
        "Bleda",
        "Ellac",
        "Dengizik",
        "Hildico",
        "Gudrun"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "Se cree que las tribus nómadas de hunos que emigraron por toda Europa en los siglos IV y V d. C. tienen su origen en las estepas de Asia central. Unidos a las órdenes de Atila, su líder más memorable, el ejército huno saqueó toda Europa y se convirtió en el azote de los romanos y sus aliados."
        },
        {
            "heading": "Clima y terreno",
            "text": "Se cree que los hunos migraron desde Mongolia y Asia central cruzando el río Volga a finales del siglo IV. Las accidentadas altiplanicies de Mongolia, una región con una geografía muy variada, están rodeadas por bosques de altitud, praderas, desiertos y cientos de pequeños lagos y pantanos. Es el hogar de varias especies de caballos salvajes, lo que seguramente sea una de las causas de la gran habilidad ecuestre de los hunos.En la cumbre de su civilización, los hunos controlaron muchos territorios por todo el centro de Europa, desde las estepas de Asia central hasta lo que hoy es Alemania. Esta amplia variedad de territorios y diversidad climática pareció tener poco efecto en la aptitud de los hunos para gobernarlos."
        },
        {
            "heading": "El origen de los hunos",
            "text": "El auténtico origen de los hunos es objeto de un acalorado debate sobre el que hoy en día todavía no hay unanimidad. Según la mayoría de las fuentes, los hunos \"aparecieron de la nada\" y sembraron la destrucción allá donde fueron. Es posible que los hunos desciendan de los xiongnu, una confederación tribal de nómadas ecuestres de las regiones septentrionales de China. Los xiongnu solían lanzar ataques contra la dinastía china Qin durante el siglo III a. C. y, junto a otras tribus nómadas, fueron una de las causas de que los chinos erigieran la Gran Muralla China. Los hunos aparecieron en partes de Europa justo cuando los xiongnu desaparecieron, y esta misteriosa aparición de una nueva sociedad en occidente y la desaparición de otra en el este es una de las pocas conexiones que existen entre hunos y xiongnu."
        },
        {
            "heading": "Migración hacia Europa",
            "text": "Los primeros datos que se tienen de los hunos están lejos de ser imparciales, pues proceden de sus numerosos enemigos y nos dejan una historia incompleta de sus conquistas iniciales. Cruzaron Europa en el siglo IV y subyugaron a varias tribus rivales, como los alanos, los ostrogodos y los visigodos. Aunque su unión todavía era débil, también atacaron valientemente algunas zonas del Imperio Romano de Oriente y del de Occidente, sin dejar por ello de trabajar como mercenarios para Roma contra otras tribus. Durante este periodo, los bizantinos (los romanos de oriente) comenzaron a pagar tributo a los hunos para mantener una relación pacífica, aunque solían incumplir sus obligaciones.La historia de los hunos en la época inmediatamente anterior a Atila está más documentada. Antes de él gobernó su tío Rua, que gradualmente fue estableciendo un control completo de las diversas fuerzas hunas y eliminó a todos los líderes rivales. Rua conservó su gobierno con mano de hierro y lanzó una serie de ataques exitosos contra las tribus vecinas antes de concentrarse en objetivos más ambiciosos.Rua, como rey de la Confederación Huna, tal como se la llamó en ese momento de la historia, provocó una serie de conflictos con el Imperio Romano de Oriente. Parece que varias tribus previamente subyugadas por los hunos huyeron con los bizantinos en busca de asilo. Rua exigió su entrega y envió sus ejércitos a territorio bizantino para saquear Tracia, al noroeste de Constantinopla. Sin embargo, en medio de la campaña, Rua murió, supuestamente por culpa de un rayo, y los hunos se vieron obligados a retirarse."
        },
        {
            "heading": "Una fuerza temible",
            "text": "Tras la muerte de Rua en el 434, Atila y su hermano Bleda reinaron conjuntamente, dando continuidad a la expansión del territorio huno por Europa. Los hunos se mantenían principalmente por los ingresos constantes procedentes de los tributos y los saqueos, lo que les permitió convertirse en una poderosa fuerza del continente europeo en el siglo V. El general romano Aecio, que antes se había aliado con Rua y había recurrido a los hunos para asegurar su posición como comandante de las tropas romanas en la Galia, volvió a contratarlos como mercenarios en su campaña contra los saqueadores burgundios que estaban atacando las provincias romanas del norte.Atiborrados de riquezas, los hunos volvieron con el Imperio Romano de Oriente (uno de los objetivos favoritos de sus campañas) e intimidaron a los débiles líderes bizantinos para firmar el Tratado de Margus en el 435. Se dice que este tratado duplicó la cantidad que los bizantinos les estaban entregando como tributo, que ya ascendía a varios cientos de kilos de oro al año. Al igual que había sucedido en el pasado, los bizantinos incumplieron sus obligaciones y no entregaron el tributo y, como ya sucediera antes, los hunos regresaron a territorio romano, saquearon algunas ciudades y llegaron a Constantinopla en el 443. Una vez más, los bizantinos se comprometieron a entregar un cuantioso tributo, el triple de la cantidad original; los hunos aceptaron su palabra y se marcharon."
        },
        {
            "heading": "El liderazgo de Atila",
            "text": "Bleda, el hermano de Atila, murió en el 445 y Atila se quedó como gobernante único del Imperio Huno. En el 447, había derrotado a los ejércitos del Imperio Romano de Occidente y capturado varios fuertes que le permitieron controlar la zona de los Balcanes. Los romanos intentaron aplacar de nuevo a los hunos con tributos y, durante un tiempo, lo lograron... al menos mientras Atila centraba su atención en otra parte.En el 451, Atila invadió la Galia y atacó varias ciudades de camino a Orleans. Irónicamente, el general Aecio, el antiguo benefactor de los hunos, ahora se veía obligado a enfrentarse a ellos para defender la Galia. Liderando una fuerza combinada de romanos y visigodos, el general Aecio y su ejército hicieron frente a Atila en la batalla de los Campos Cataláunicos, y consiguieron rechazarlo. Atila sufrió su primera derrota importante como comandante militar y tuvo que retirarse de la Galia para reagruparse. Pero siempre fue un conquistador ambicioso y desplazó sus tropas en dirección este para atacar Italia, el corazón de los romanos.Saqueó varias ciudades en el norte de Italia, pero no llegó hasta Roma. Aunque algunos historiadores creen que se debió a la intervención del Papa León I, que lo convenció Atila para no seguir avanzando, otros aseguran que lo que le motivó a tomar esta decisión fue la amenaza que suponían los refuerzos del Imperio Romano de Oriente. Poco después, en el 453, Atila murió repentinamente en su noche de bodas, sucumbiendo, según algunos historiadores, a una simple hemorragia nasal. Sin el liderazgo del carismático Atila y su legendaria reputación, el misticismo de los hunos como fuerza imbatible había desaparecido."
        },
        {
            "heading": "Después de Atila",
            "text": "Tras la muerte de Atila, el Imperio Huno debía ser gobernado por su hijo mayor, Ellac. Sin embargo, Dengizich e Irnk, sus otros hijos, también ansiaban el trono, y una serie de luchas internas no tardaron en provocar su declive. En el 454, apenas un año después del inicio de su reinado, Ellac moría en la batalla de Nedao y sus tropas sufrían una contundente derrota a manos de un ejército de tribus germánicas unidas. Tras la muerte de su hermano, Dengizich se hizo con el trono durante algún tiempo, pero los hunos, sumidos en el caos, desaparecieron de la historia tan repentinamente como habían llegado. Se cree que, cuando Dengizich murió en el 469, los hunos restantes regresaron a sus tierras ancestrales en las estepas de Asia central."
        },
        {
            "heading": "La sociedad huna",
            "text": "Aunque su origen es un misterio, se sabe que los hunos comían, dormían y morían a caballo, lo que explica por qué han pasado a la historia por su pericia con el combate a caballo y sus aptitudes ecuestres. Había pastores hunos que cuidaban de varios tipos de ganado, que constituían fuentes de alimento móviles y les proporcionaban pieles para vestir. También eran arqueros expertos que afinaban su puntería en las frecuentes cacerías: empleaban arcos compuestos, mortales para sus enemigos y presas por igual.A pesar de su legado como conquistadores, entre los hunos también había hábiles artesanos. Se les han atribuido algunos artefactos de bronce hallados en las zonas en las que vivieron, como calderos de bronce que podrían haber usado en rituales funerarios."
        },
        {
            "heading": "La sociedad huna",
            "text": "Aunque su origen es un misterio, se sabe que los hunos comían, dormían y morían a caballo, lo que explica por qué han pasado a la historia por su pericia con el combate a caballo y sus aptitudes ecuestres. Había pastores hunos que cuidaban de varios tipos de ganado, que constituían fuentes de alimento móviles y les proporcionaban pieles para vestir. También eran arqueros expertos que afinaban su puntería en las frecuentes cacerías: empleaban arcos compuestos, mortales para sus enemigos y presas por igual.A pesar de su legado como conquistadores, entre los hunos también había hábiles artesanos. Se les han atribuido algunos artefactos de bronce hallados en las zonas en las que vivieron, como calderos de bronce que podrían haber usado en rituales funerarios."
        }
    ],
    "leader": {
        "name": "Atila",
        "subtitle": "Líder del Imperio Huno",
        "lived": "C. 406-453 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/atila.png",
        "trait": {
            "name": "Azote de Dios",
            "effect": "Arrasa ciudades al doble de velocidad. Toma prestados los nombres de ciudades de otras civilizaciones del juego. Empieza con la tecnología de la Ganadería. +1 a la Producción por Pastizal."
        },
        "titles": [
            "Rey, general"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "La historia recuerda a Atila, legendario caudillo y líder del Imperio Huno, como el genio militar que sembró el terror por toda Europa; no en vano los romanos lo apodaban \"azote de Dios\". Atila unió a las tribus hunas y se embarcó en una serie de temibles campañas militares durante el siglo V d. C., siempre enfrentado a los romanos (entre otros) hasta su repentina muerte en el 453."
            },
            {
                "heading": "La leyenda de Atila",
                "text": "La mayor parte de lo que sabemos de Atila procede de las historias de sus múltiples enemigos, por lo que la mayoría de los relatos le son especialmente desfavorables y posiblemente exageren su fama de violento. Los hunos de Atila solían aniquilar las ciudades que saqueaban: no solo se llevaban los objetos de valor, sino que causaban daños que dejaban inhabitables los asentamientos. Los hunos masacraron a las poblaciones de estas ciudades, sometiendo a los supervivientes a una vida de esclavitud.La espada de Atila, a la que los romanos llamaban \"espada de Marte\", fue un arma legendaria que contribuyó a la fama que se granjeó su dueño como asesino de hombres invencible. Se dice que ningún hombre era capaz de soportar la mirada directa de Atila sin pestañear y que donde pisaba su caballo no volvía a crecer la hierba. En ausencia de una historia escrita, estas leyendas se propagaron entre los pueblos hasta que se registraron los primeros documentos en el siglo V."
            },
            {
                "heading": "Las primeras campañas",
                "text": "Poco se sabe de la vida de Atila antes de la muerte de su tío Rua, que había dirigido a una confederación poco estable de tribus hunas del norte del río Danubio durante algunas breves campañas militares. Atila y su hermano Bleda asumieron el control de los hunos y compartieron la corona tras la muerte de Rua en el año 434. Siguieron los pasos de su tío y atacaron al Imperio Romano de Oriente (Bizancio) con la esperanza de recaudar un tributo estable. Desgraciadamente para ambos bandos, los romanos solían incumplir su palabra y no entregaban lo acordado, lo que provocaba represalias brutales por parte de los incursores hunos. Afortunadamente para los bizantinos, Atila tenía planes en occidente y los nuevos conflictos en aquella zona mantuvieron ocupado al ejército huno."
            },
            {
                "heading": "El avance contra Roma",
                "text": "La misteriosa muerte de su hermano Bleda en el año 445, hay quien dice que a manos de Atila, dejó a este como único gobernante de un pueblo huno cada vez más unificado. En el 447 volvió a entrar en combate con su ejército contra las legiones del Imperio Romano de Oriente en la batalla del Utus, derrotándolo de nuevo y dejando pocos enemigos vivos. Sin embargo, su ejército sufrió muchas bajas durante la batalla, lo que le impidió capturar Constantinopla, la capital del Imperio Romano de Oriente. Atila se dirigió al norte, hacia los Balcanes (que también era territorio del Imperio Romano de Oriente), y saqueó una ciudad tras otra.Tras barrer todo el Imperio Romano de Oriente, dirigió sus ambiciones hacia el oeste. Atravesó Europa rápidamente y venció varias veces a los visigodos en la Galia en los años 451 y 452. La horda huna avanzaba y diversas tribus se les iban uniendo, algunas voluntariamente y otras intimidadas. Estos nuevos reclutas reforzaron su ejército, que siguió saqueando los asentamientos que encontraba a su paso hasta que topó con un contingente conjunto de visigodos y romanos. Este ejército dirigido por los romanos logró rechazar a Atila en la batalla de los Campos Cataláunicos. Esta única derrota importante de Atila supuso un respiro temporal para Roma y sus aliados."
            },
            {
                "heading": "La historia de Honoria",
                "text": "Se dice que Honoria, la hermana del emperador romano Valentiniano III, había intentado asesinar a su hermano en secreto para arrebatarle el trono, por lo que fue exiliada de Roma y enviada a un convento de Constantinopla. Durante su exilio, Valentiniano prometió la mano de su hermana a un senador romano desconocido. Al enterarse de su compromiso, Honoria intentó contactar con Atila y pedirle ayuda para impedir el matrimonio. Por motivos que no se conocen, envió su anillo de compromiso a Atila y este lo interpretó como una propuesta de matrimonio. Atila desplazó su ejército para invadir Italia y reclamar la mitad del Imperio Romano de Occidente que le correspondía como dote, a pesar de que Valentiniano insistió en que la propuesta no era válida."
            },
            {
                "heading": "La conquista de Italia",
                "text": "Tras años de enfrentamientos con los romanos, Atila por fin les atacó en su hogar, en Italia, en el año 452. Tras saquear algunas ciudades del norte, Atila recibió a varios emisarios de Valentiniano, incluyendo al Papa León I, que le suplicaron que abandonara Italia. No se sabe por qué, pero Atila accedió (posiblemente por falta de suministros). Poco después, en el 453, Atila murió misteriosamente. Algunas escasas pruebas sugieren que la causa pudo haber sido una simple hemorragia nasal en su noche de bodas, mientras que otras fuentes cuestionables apuntan a que podría haber sido asesinado.Un historiador romano llamado Jornandes escribió que los hombres de Atila se cortaron el pelo y se laceraron con sus espadas hasta morir para honrar a su jefe, asegurando que \"al más grande de los guerreros no se le honra con lamentos femeninos, sino con sangre de hombres\"."
            },
            {
                "heading": "El juicio de la historia",
                "text": "El legado de Atila el huno como gran caudillo y violento conquistador permanecerá en los anales de la historia hasta el fin de los tiempos. Fue un líder comprometido y con recursos que exigió el máximo de sus ejércitos, sin llegar a extenuarlos ni provocar rebeliones, cualidades que refleja el hecho de que en sus más de veinte años de combates al frente de los hunos solo perdiera una batalla importante. Atila se adentró valientemente en territorio romano y desafió su autoridad siempre que pudo, logrando riquezas y fama para su pueblo."
            }
        ]
    }
}