{
    "id": 13,
    "name": "Turquía",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/turquía.png",
    "dawn_of_man": "¡Alá os colme de bendiciones, oh, Gran Emperador Solimán! Vuestro poder, riqueza y generosidad asombran al mundo. ¡No en vano os llaman \"el Magnífico\"! Vuestro imperio empezó en Bitinia, un pequeño país de la Anatolia oriental, en el siglo XII. Aprovechando el declive del sultanato selyúcida de Rum, el rey Osmán I de Bitinia se expandió al oeste, hasta Anatolia. Durante el siglo siguiente, vuestros súbditos aplastaron al imperio de Bizancio y se hicieron con sus posesiones en Turquía y más tarde con los Balcanes. A mediados del siglo XV, los otomanos capturaron la antigua Constantinopla y se hicieron así con el control del estratégico punto de unión entre Europa y Oriente Medio. El imperio de vuestro pueblo siguió expandiéndose durante siglos y, en su momento álgido, abarcó gran parte de África del Norte, Oriente Medio y Europa oriental.¡Poderoso Solimán, escuchad la llamada de vuestra gente! Devolved a vuestro imperio a la cúspide de su poder y su gloria, y el mundo contemplará una vez más con temor y admiración vuestra grandeza. ¿Aceptaréis el desafío, gran emperador? ¿Construiréis un imperio que resistirá el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Jenízaro|Jenízaros",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/janissary.json"
        },
        {
            "name": "Cipayo|Cipayos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/sipahi.json"
        }
    ],
    "city_names": [
        "Estambul",
        "Edirne",
        "Ankara",
        "Bursa",
        "Konia",
        "Samsun",
        "Gaziantep",
        "Diyarbakir",
        "Esmirna",
        "Kayseri",
        "Malatya",
        "Marsin",
        "Antalya",
        "Zonguldak",
        "Denizli",
        "Ordu",
        "Mugla",
        "Eskishehir",
        "Ínebolu",
        "Sinop",
        "Adana",
        "Tarso",
        "Artvin",
        "Bodrum",
        "Eregli",
        "Silifke",
        "Sivas",
        "Amasya",
        "Marmaris",
        "Trebisonda",
        "Erzurum",
        "Urfa",
        "Izmit",
        "Afyon",
        "Bitlis",
        "Marmaris"
    ],
    "spy_names": [
        "Ibrahim",
        "Bayezid",
        "Sokolu",
        "Mahmud",
        "Uveys",
        "Roxelana",
        "Safiye",
        "Hafsa",
        "Kösem",
        "Nurbanu"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "El Imperio Otomano nació en Anatolia (en la actual Turquía) a finales del siglo XIII. Se expandió por tres continentes y prosperó durante unos seis siglos. En general, la gente sabe muy poco del Imperio Otomano (para ellos ocupa ese agujero negro en el mapa que abarca desde Grecia hasta China). Es una lástima, porque el imperio fue grande, poderoso y extremadamente interesante."
        },
        {
            "heading": "Clima y terreno",
            "text": "En su apogeo, el imperio se extendía hasta Hungría, al norte, Basora al este, las costas del océano Índico al sur y Marruecos al oeste. Con tan enormes posesiones en los tres continentes, es imposible generalizar sobre el territorio o el clima otomano. Gobernaron en montañas, colinas, llanuras, pantanos y desiertos. Las temperaturas en verano en Egipto pueden superar los 43 grados centígrados, y en Hungría pueden ser glaciales en invierno."
        },
        {
            "heading": "Los inicios",
            "text": "El Imperio Otomano recibe su nombre de Osmán I (1259-1326). Osmán era un príncipe de Bitinia, una pequeña provincia de Anatolia (Turquía), ubicada estratégicamente con salida al mar Negro, el Bósforo y el mar de Mármara. Bitinia había formado hasta hacía poco parte del sultanato selyúcida de Rum, un imperio musulmán que había gobernado gran parte de Anatolia durante los dos siglos pasados. Cuando el poder del sultanato declinó (tras las devastadoras invasiones mongolas), la potencia vecina de Bizancio quiso anexionarse Anatolia. Pero no pudo pacificar del todo la región, y Osmán I aprovechó la debilidad de los bizantinos para avanzar hacia Bizancio."
        },
        {
            "heading": "El avance hacia Europa",
            "text": "En el siglo XIV, el poder de Bizancio declinaba rápidamente. La heredera oriental del Imperio Romano, Bizancio, había tenido antaño extensas posesiones en Italia, Europa oriental, Anatolia, Oriente Medio y el norte de África, pero, hacia 1300, sus dominios se reducían a partes de Grecia, los Balcanes y Anatolia occidental. Durante el siglo siguiente, los otomanos desgastarían rápidamente al exhausto imperio, primero en Anatolia y luego en los Balcanes. Cuando capturaron la capital búlgara de Nicópolis, emplazada en el estratégico río Danubio, el rey búlgaro hizo un llamamiento a la Europa cristiana para que lo ayudaran contra la creciente amenaza musulmana. En 1396, un ejército de caballeros de Hungría, Borgoña, Venecia, caballeros hospitalarios y Bulgaria partió a combatirlos.A la batalla de Nicópolis se la suele llamar la \"cruzada de Nicópolis\". Se desconoce el número de combatientes que participaron, y las estimaciones varían desde 10.000 a 200.000 caballeros, soldados de infantería y arqueros en cada bando (los historiadores modernos, en general, coinciden que la última de estas cifras es absurdamente alta). Según los primeros historiadores, uno de los bandos estaba en una inferioridad numérica de dos a uno, aunque no se ponen de acuerdo sobre qué bando era. En cualquier caso, los cruzados invasores marcharon hacia el sur desde Hungría y asediaron Nicópolis.No obstante, todos coinciden en que los cruzados adolecían de un mando dividido y de un exceso de confianza galopante, un problema que no les resulta ajeno a los ejércitos conjuntos de la actualidad. El asedio fue muy torpe y los cruzados no ponían centinelas. Sin embargo, un líder borgoñón, el experimentado veterano Enguerrando VII, señor de Coucy, desobedeció las órdenes y envío una fuerza de reconocimiento que se encontró con los otomanos que se acercaban, lo que salvó a los cruzados de una sorpresa desagradable en extremo.La mañana de la batalla, las fuerzas otomanas, bajo el mando del sultán Beyazid I, se desplegaron en una colina que dominaba la ciudad de Nicópolis. Los cruzados se alinearon frente a sus enemigos musulmanes, de espaldas al Danubio.Uno de los líderes cruzados se dio cuenta de que la primera línea de tropas otomanas eran milicianos sin entrenamiento y mal pertrechados, puestos ahí para desgastar las fuerzas de los atacantes antes de que se enfrentaran a la verdadera infantería otomana. Recomendó que la infantería liderase el asalto contra esas tropas y que los caballeros cruzados se colocaran en los flancos para apoyar a la infantería y para enfrentarse a los peligrosos cipayos otomanos (unidades de caballería). El príncipe francés Philippe d'Eu criticó esta estratagema, alegando que era deshonrosa y exigiendo que los caballeros tuvieran el honor de liderar la carga contra el enemigo. Se adoptó este plan.Los otomanos habían dispuesto un muro de estacas afiladas en sus líneas frontales, pensado para matar a los caballos y detener una carga de caballería decidida. Aunque los caballeros cruzados aplastaron a la milicia otomana, muchos perdieron el caballo en la carga y el ataque quedó bastante desorganizado. La infantería otomana se retiró y los caballeros cristianos la persiguieron, triunfantes y sin reagruparse, en la creencia de que habían aplastado al cobarde enemigo.Pero los otomanos habían guardado una fuerza de cipayos en reserva y Beyazid la puso en juego en ese momento: una gran unidad de caballería que se enfrentaba a unos caballeros desmontados y exhaustos. Al mismo tiempo, las restantes tropas otomanas empezaron a flanquear las posiciones expuestas de los cruzados. Superada en estrategia por todos lados, la fuerza cruzada se desmoronó y se rindió. Se llevaron a muchos nobles europeos para pedir un buen rescate por ellos y mataron a muchos soldados de a pie como venganza por un comportamiento similar por parte de los europeos en la primera parte de la campaña.La captura de Nicópolis aseguró os dominios otomanos en los Balcanes durante algún tiempo. Todo lo que quedaba ya del antaño poderoso Imperio Bizantino era la ciudad de Constantinopla."
        },
        {
            "heading": "Tamerlán por el flanco",
            "text": "En 1399, el líder mogol Tamerlán (Timur) le declaró la guerra al Imperio Otomano, interrumpiendo la campaña de Beyazid I. Tamerlán era descendiente de los conquistadores mongoles que llevaron triunfalmente a sus tropas a Persia, India, Asia central y Anatolia. En 1402, las tropas de Beyazid se encontraron con las de Tamerlán en la batalla de Ankara.Una vez más, es casi imposible determinar el número de fuerzas que participaron en la batalla, y las cifras oscilan desde un millón en cada bando hasta 140.000 hombres en el ejército de Tamerlán y 80.000 en el de Beyazid. Con independencia de cuáles fueran las cifras reales, la mayoría se muestra de acuerdo en que el ejército de Tamerlán superaba con creces al de Beyazid.La batalla se abrió con una gran ofensiva por parte de los otomanos que se vio cortada por el disparo de flechas de los arqueros a caballo enemigos, que infligieron un daño considerable a los atacantes. A medida que la batalla avanzaba, una parte importante de las tropas de Beyazid desertó y se unió al ejército de Tamerlán. Superado en número y exhausto, el ejército de Beyazid cayó derrotado. Poco después capturaron al sultán, que moriría en cautividad. Tras haber asegurado la frontera otomana, Tamerlán se fue de Anatolia y regresó a la India para continuar con la expansión de su propio imperio.Tras la muerte de Beyazid, estalló una guerra civil en el imperio y sus cuatro hijos lucharon por la corona. El llamado \"interregno otomano\" duró unos 11 años, hasta 1413, cuando Mehmed Celebi, el último hermano que quedaba vivo, se hizo con el título de sultán.El sultán Mehmed I y su hijo Murad II pasaron muchos años restaurando el poder central en el imperio y reparando el daño que se había hecho durante el interregno."
        },
        {
            "heading": "La recuperación y la expansión otomanas",
            "text": "En 1423, tras haberse asegurado el control del Imperio Otomano, Murad II asedió Constantinopla y sólo se fue de allí tras haber conseguido de los bizantinos una suma exorbitante de dinero por no atacarlos. A continuación, Murad fue a la guerra contra Venecia, una ardua campaña que terminó en una victoria para los otomanos, pero en unas condiciones que situaron a Venecia como gran potencia mercantil en el Mediterráneo oriental. También inició una larguísima guerra contra Hungría por el control de Valaquia."
        },
        {
            "heading": "Los jenízaros",
            "text": "A medida que crecía el poder del imperio, también lo hizo el de la nobleza turca, a la que Murad II veía como una amenaza creciente contra su gobierno. Para contrarrestar a los turcos, Murad creó a los jenízaros, una fuerza militar de esclavos cristianos. Les dio tierras de sus últimas conquistas, las riquezas y el estatus para convertirlos en un eficaz contrapeso de los turcos del imperio, poseedores de grandes fortunas familiares. Murad prosiguió el intento de expandirse por Europa hasta 1444, cuando hizo las paces con todos sus enemigos y se retiró, cediendo la corona a su hijo Mehmed II."
        },
        {
            "heading": "Constantinopla",
            "text": "El sultán Mehmed II reinó durante unos 30 años, desde 1451 a 1481. Una de sus primeras acciones fue volver a asediar Constantinopla. Su visir y otros nobles turcos se opusieron férreamente al ataque, al que veían, con razón, como un preludio de una expansión otomana todavía mayor y una merma de su poder en el imperio.El asedio duró menos de dos meses. Mehmed tenía una fuerza de 100.000 bajo su mando, y los soldados que defendían Constantinopla no serían más de 7.000. Los defensores lucharon tenazmente y derrotaron a varias oleadas otomanas acompañadas de disparos de cañones. Finalmente, los otomanos abrieron brecha y tomaron la ciudad, arrollando a los defensores por pura superioridad numérica.Aunque los otomanos saquearon con gran entusiasmo la ciudad, Mehmed trató con misericordia a sus habitantes, les perdonó la vida y les respetó sus casas y posesiones (al menos, las que no habían saqueado). Trató con respeto a los que no eran musulmanes y muchos judíos emigraron al Imperio Otomano, buscando protegerse de la persecución europea.Mehmed II convirtió a Constantinopla en la capital de su imperio, lo que le proporcionó un punto de entrada estratégico en Europa.Durante el siglo siguiente, el Imperio Otomano siguió expandiéndose por Europa, así como por Oriente Medio y África. Además de sus soberbias fuerzas terrestres, había desarrollado una poderosa armada. La armada otomana dominó el Mediterráneo oriental y el mar Negro, y tuvo una presencia importante en el mar Rojo y el océano Índico, donde compitió con las potencias navales europeas en auge, como Portugal."
        },
        {
            "heading": "Solimán",
            "text": "Solimán el Magnífico (1520-1566) prosiguió la expansión otomana por Europa, dirigiéndose principalmente contra Hungría. Sus principales rivales europeos eran la familia de los Habsburgo, que por entonces reinaba en Hungría (y en gran parte del resto de Europa). No obstante, tenía un poderoso aliado en el rey de Francia, que temía los planes de los Habsburgo para su reino y estaba encantado de ayudar a cualquier potencia capaz de debilitarlos. En 1521, Solimán tomó Belgrado y, en 1526, los otomanos ya habían conquistado cerca de la mitad de Hungría. La guerra continuó durante varios años y, en 1529, ya había llegado a Viena, la ciudad europea más poderosa de la zona. Aunque no pudo capturar la ciudad y finalmente se vio obligado a abandonar el asedio, Solimán puso a los europeos a la defensiva y aseguró Hungría durante más de diez años.En el mar, Solimán respondió a las presiones europeas creando una poderosa armada bajo el mando de Barbarroja, un antiguo pirata convertido en almirante de la armada otomana. Barbarroja capturó Argel en 1529, y Solimán le dio toda la provincia a Barbarroja para sostener su flota. En la década de 1530, Barbarroja libró varias batallas navales contra diversas fuerzas europeas y salió airoso de todas ellas.Mientras tanto, el Imperio Otomano se había expandido todo lo posible, teniendo en cuenta las armas y los sistemas de suministros de la época. Solimán invadió Irán repetidamente, pero se quedó sin suministros antes de conseguir entrar en combate contra el ejército iraní. Cuando se marchó, los iraníes se limitaron a avanzar y a reconquistar todo lo que les había arrebatado. En 1555, accedió a consolidar las fronteras orientales, quedándose con Irak y la Anatolia del este, pero renunciando a sus pretensiones en Azerbaiyán y el Cáucaso.En el momento de más esplendor de este periodo, el Imperio Otomano fue un referente militar y económico. Sus arcas estaban llenas con los tributos obtenidos de sus posesiones en Egipto, el norte de África y Europa oriental, y se asentó en medio de las rutas comerciales entre Europa y el Lejano Oriente, lo que le proporcionó unas buenas ganancias del incipiente comercio de especias. En parte gracias a esto, se inició la época de la exploración europea, ya que los occidentales buscaron maneras de evitar el territorio otomano para comerciar directamente con India, China y otras fuentes de especia."
        },
        {
            "heading": "El declive del imperio",
            "text": "Durante los siglos siguientes, experimentó un declive lento y constante. Aunque siguió siendo un estado poderoso y vital durante muchos años, ya nunca alcanzaría las cotas de poder logradas con Solimán. A mediados de la segunda mitad del siglo XVI, los jenízaros se habían hecho con casi todo el poder en Estambul (la antes llamada Constantinopla) y, cuanto más poder, mayor corrupción. El cargo de gran visir se volvió más poderoso a medida que decayeron los sultanes. Finalmente, los visires se extralimitaron y fueron derrocados, y el poder pasó primero al harén (el \"Sultanato de las Mujeres\") desde 1570 hasta 1578, y luego al ejército desde 1578 hasta 1625.El problema básico al que se enfrentaba cualquiera que estuviera al mando consistía en que el imperio era, simplemente, demasiado grande como para poder ser gobernado eficazmente. Y, con el tiempo, cada vez más partes empezaron a sumirse en la anarquía. A causa de la creciente corrupción, así como de la presión comercial exterior, su economía prácticamente se vino abajo, y los siglos XVI y XVII presenciaron una inflación galopante.Pese a su debilidad interna, el imperio siguió siendo una gran potencia internacional que provocaba gran temor en Europa. Aunque sufrió derrotas de vez en cuando, siguió siendo mucho más poderosa que cualquier enemigo exterior. Continuó expandiéndose con los años y se apoderó de Túnez, Fez y Creta en el Mediterráneo, además de Azerbaiyán y de una parte del Cáucaso.Sin embargo, a finales del siglo XVII, los otomanos tentaron demasiado su suerte. En 1683, el gran visir Kara Mustafá Pasa volvió a asediar Viena. Los defensores, liderados por el rey polaco Juan Sobieski, resistieron fácilmente el embate otomano.Animado por la debilidad que habían mostrado los otomanos, Sobieski fue capaz de reunir una gran coalición de fuerzas europeas contra el enemigo común. Los Habsburgo querían los territorios que habían perdido en los Balcanes, los venecianos anhelaban recuperar sus bases en el Adriático, y una nueva potencia, Rusia, codiciaba (como siempre) una salida a las cálidas aguas del Mediterráneo.Aquella fue una alianza frágil, en el mejor de los casos, pues los aliados interrumpieron varias veces el ataque para luchar entre ellos. Además, los otomanos recibían el apoyo de Francia (que seguía buscando debilitar a los Habsburgo), además del de Gran Bretaña y los Países Bajos, que temían que cualquier potencia que se adueñara del Imperio Otomano dominara Europa y pusiera en peligro su creciente poder naval.Pese a todo, los aliados salieron victoriosos y se anexionaron gran parte de las posesiones otomanas en Europa durante el siglo siguiente. En 1792, los otomanos ya habían sido expulsados hasta el Danubio y habían perdido las posesiones que habían mantenido durante dos siglos. Muy pronto perderían también la costa norte del mar Negro, el Cáucaso, el sur de Ucrania y Crimea."
        },
        {
            "heading": "El final",
            "text": "A mediados del siglo XIX, varios sultanes empezaron la fervorosa empresa de modernizar el estado otomano, en un intento por introducir enormes reformas en el ejército, el gobierno y el sistema educativo. Estas reformas se dieron lentamente, no solo a causa de la reticencia de aquellos cuyo poder se veía amenazado por las nuevas ideas, sino también porque el estado se encontraba al borde de la bancarrota y bajo una gran presión de los agentes exteriores, que percibían su debilidad y querían propinarle el golpe de gracia. Pese a todo, en el siglo XX ya había miles de escuelas de primaria, y las de secundaria y universidades tampoco dejaban de crecer. También se crearon avanzadas academias militares a imagen y semejanza del modelo europeo. El gobierno llegó incluso a experimentar con el sistema parlamentario, pero lo abandonó en menos de un año.En 1909, un grupo de reformistas conocidos como los \"Jóvenes Turcos\" encabezó una rebelión para restablecer el parlamento, que se había abolido 30 años antes. Esto condujo a un alzamiento mucho mayor que derrocó al poder existente. Pusieron al frente del imperio a un nuevo sultán y lo obligaron a reinstaurar el parlamento, pero el poder verdadero estribaba en el ejército, que lo había puesto en el cargo.En 1914, el Imperio Otomano entró en la Primera Guerra Mundial apoyando a las potencias centrales (Alemania, Austria e Italia). Durante la guerra, contuvieron un poderoso ataque, aunque mal planificado, en Gallípoli (batalla de Gallípoli o de los Dardanelos) por parte de las fuerzas británicas, e impidieron que la flota inglesa se encontrara con Rusia. Lucharon contra los aliados en Europa, Egipto, los Balcanes y Oriente Medio. También perpetraron una espantosa matanza de los nacionalistas armenios que vivían en Asia Menor y mataron a cerca de medio millón de hombres, mujeres y niños.A finales de 1918, ya era obvio que las potencias centrales iban a caer derrotadas, y los otomanos accedieron a firmar el armisticio el 30 de octubre. Los aliados, vencedores, desmantelaron lo que quedaba del imperio. Gran Bretaña, Francia e Italia se repartieron el norte de África, Egipto y Oriente Medio así como partes de Asia Menor. Escindieron las partes que ninguna potencia europea quería especialmente y las convirtieron en nuevos países independientes. A los otomanos solo les quedó Estambul y una parte de Tracia.No obstante, gran parte de los planes de los aliados cayeron en saco roto porque, en 1923, un brillante general otomano llamado Mustafá Kemal, posteriormente llamado \"Ataturk\" o \"padre de los turcos\", ya había reunificado gran parte de Asia Menor en un país llamado \"Turquía\". Con ello terminó al fin con la entidad política que se había conocido como \"Imperio Otomano\", 600 años después de que naciera."
        },
        {
            "heading": "Elogio de un imperio olvidado",
            "text": "En resumen: el Imperio Otomano duró seis siglos. Se enfrentó a toda Europa y la derrotó. Conquistó Persia, Egipto y el norte de África, por no hablar de una buena parte de los Balcanes. Destruyó al Imperio Bizantino. El Imperio Otomano fue impresionante."
        },
        {
            "heading": "Elogio de un imperio olvidado",
            "text": "En resumen: el Imperio Otomano duró seis siglos. Se enfrentó a toda Europa y la derrotó. Conquistó Persia, Egipto y el norte de África, por no hablar de una buena parte de los Balcanes. Destruyó al Imperio Bizantino. El Imperio Otomano fue impresionante."
        },
        {
            "heading": "Elogio de un imperio olvidado",
            "text": "En resumen: el Imperio Otomano duró seis siglos. Se enfrentó a toda Europa y la derrotó. Conquistó Persia, Egipto y el norte de África, por no hablar de una buena parte de los Balcanes. Destruyó al Imperio Bizantino. El Imperio Otomano fue impresionante."
        }
    ],
    "leader": {
        "name": "Solimán",
        "subtitle": "Líder de los otomanos",
        "lived": "1494 - 1566 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/solimán.png",
        "trait": {
            "name": "Corsarios bereberes",
            "effect": "Todas las unidades navales cuerpo a cuerpo tienen el ascenso Conquista barcos, que les permite capturar a las naves derrotadas. Solo paga la tercera parte de lo normal en concepto de mantenimiento de unidades navales."
        },
        "titles": [
            "El Magnífico",
            "El Legislador"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Solimán I, conocido como \"el Magnífico\", \"el Legislador\" y el \"Gran Turco\", fue califa del Islam y sultán del Imperio Otomano, y llevó las riendas del poder desde 1520 hasta su muerte, en 1566. Durante su reinado, Solimán expandió enormemente el territorio del imperio, ganándose el temor (y la admiración inconfesa) de los líderes de Europa, África, Asia y Oriente Medio."
            },
            {
                "heading": "Primeros años",
                "text": "Solimán era hijo y nieto de sultanes. A temprana edad estudió en Estambul ciencias, literatura, teología y el arte de la guerra. A los 17 años, su abuelo lo nombró gobernador de Kaffa. Durante el reinado de su padre, el sultán Selim I, pasó a ser gobernador de Manisa. Selim murió en 1520 y Solimán subió al trono con 26 años. Aunque aún era muy joven, Solimán ya tenía diez años de experiencia como líder cuando llegó al poder."
            },
            {
                "heading": "Ambiciones militares en Europa",
                "text": "Según algunos historiadores, Solimán admiraba profundamente a Alejandro Magno, y esperaba emularlo y crear un imperio que englobara Europa, Asia Menor, África y Oriente Medio. Tras llegar al poder, Solimán empezó a planear una campaña contra Europa y los Balcanes.En 1521, justo un año después de proclamarse gobernante, Solimán capturó Belgrado. Al año siguiente, les arrebató la isla de Rodas a los Caballeros de San Juan. En 1526, derrotó a los húngaros en la batalla de Mohács y mató a su rey, Luis II, en combate.Tras la muerte de Luis II, se hizo con el trono húngaro Fernando I, el Habsburgo archiduque de Austria. Con la intención de debilitar el poder de los Habsburgo en Europa del este, Solimán apoyó las pretensiones de Juan I Szapolyai, señor de Transilvania. En 1529, asedió Viena. Aunque el asedio no tuvo éxito, sí que sirvió para mantener a la potencia húngara concentrada en Europa; así, cedió de forma efectiva el control de la mayor parte de Hungría al títere de Solimán, Juan. Cuando Juan murió en 1540, los austríacos volvieron a ocupar la Hungría central. Ambas fuerzas continuarían batallando sin obtener resultados durante los 20 años siguientes, hasta que firmaron un tratado de paz en 1562, cuatro años antes de la muerte de Solimán.Para dar apoyo a sus campañas por tierra, Solimán creó también una gran armada en el Mediterráneo, la primera de este tipo en la historia otomana. Puso al mando de sus fuerzas a Jair al-Din (conocido en occidente como Barbarroja), un antiguo pirata con un talento nato para la guerra naval que derrotó a las fuerzas combinadas hispano-venecianas en 1538, lo que proporcionó a los otomanos el dominio del Mediterráneo oriental durante los siguientes 40 años."
            },
            {
                "heading": "Aventuras militares en Persia",
                "text": "Solimán inició tres campañas importantes contra Persia durante su reinado. La primera (1534-1535) dio a los otomanos el control de una parte de la zona oriental de Asia Menor, así como de gran parte de Irak. La segunda campaña, unos diez años después (1548- 1549), le hizo ganar más terreno alrededor del lago Van, de una importancia estratégica, en la frontera de Persia con Asia Menor. La tercera campaña no llegó a finalizarla, pues los otomanos se vieron incapaces de adentrarse en territorio persa y, por tanto, no pudieron consolidar sus posesiones."
            },
            {
                "heading": "Mejoras internas",
                "text": "Como sultán, Solimán supo rodearse de estadistas y administradores muy competentes, algunos incluso brillantes. Construyó mezquitas, puentes, carreteras y fortalezas por todo su territorio, y se considera que este periodo constituye la edad de oro de la arquitectura otomana. También trabajó en la reforma y codificación de la normativa del imperio. El sistema legal de \"el Legislador\" sobreviviría prácticamente sin cambios durante tres siglos. Prestó especial atención a la difícil situación que atravesaban los súbditos cristianos, que hasta el momento habían sido poco más que siervos. También protegió a los judíos, tanto que muchos emigraron al Imperio Otomano desde Europa, donde se les trataba con mayor dureza."
            },
            {
                "heading": "Cultura, religión y arte",
                "text": "Aunque sus logros en este aspecto fueron impresionantes, Solimán, que era un poeta de cierto talento y un musulmán ferviente, no descuidó la cultura de su patria. Durante su reinado, florecieron cientos de sociedades artísticas por todo el país. Encargó a su maestro de arquitectos, Sinan, la construcción de varias mezquitas de dimensiones y grandeza insólitas."
            },
            {
                "heading": "El veredicto de la historia",
                "text": "Solimán murió en 1556, mientras estaba en otra de sus campañas contra Hungría. En el momento de su muerte, ya era famoso en todo el mundo. En Europa lo envidiaban por su increíble fortuna, pues sus magníficas arcas contenían más riquezas de las que jamás había tenido un líder de la historia. Fue admirado por sus logros militares y respetado por el trato justo a aquellos de sus súbditos que no eran musulmanes.Los musulmanes respetaban al sultán por su estricta adherencia al imperio de la ley. Solimán adoptó la ley islámica para complementar la ley tradicional que había regido a sus predecesores, convirtiéndose así en un modelo para las potencias europeas durante las generaciones venideras.Casi todo el mundo (cristianos y musulmanes por igual) estuvo de acuerdo en que se merecía el título de \"el Magnífico\"."
            }
        ]
    }
}