{
    "id": 42,
    "name": "Venecia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/venice.png",
    "dawn_of_man": "Saludos, más que sagaz dogo Enrico Dandolo de Venecia, estadista magistral y negociador perspicaz. Aunque llegasteis al poder en una edad tardía, ello no frenó vuestra astucia ni vuestra ambición y gestionasteis hábilmente el bullicioso centro comercial de Venecia durante una época de gran inestabilidad. Al alinearos con la Cuarta Cruzada, conseguisteis esmeradamente una ventaja estratégica y utilizasteis a los Cruzados para recuperar el territorio perdido de Venecia. Vuestro papel guiando a los Cruzados en el saqueo de Constantinopla conllevó una expansión todavía mayor de vuestro poder y aseguró vuestro legado en la historia.Ingenioso y astuto dogo, Venecia requiere una vez más el servicio de un líder hábil que pueda devolver a la república a la vanguardia de los asuntos del mundo. ¿Podréis asentar vuestra nación mediante un comercio cuidadoso o maniobraréis para conquistar a vuestros enemigos mediante la diplomacia? ¿Levantaréis una civilización que resista el paso del tiempo?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Mercader de Venecia|Mercaderes de Venecia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/merchant_of_venice.json"
        },
        {
            "name": "Gran galeaza|Grandes galeazas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/units/great_galleass.json"
        }
    ],
    "city_names": [
        "Venecia"
    ],
    "spy_names": [
        "Gasparo",
        "Giosafat",
        "Ambrogio",
        "Niccolo",
        "Marino",
        "Cesare",
        "Francesco",
        "Giovanni",
        "Bertolome",
        "Filomena"
    ],
    "historical_info": [
        {
            "heading": "Historia",
            "text": "La \"serenissima\" (\"la más serena\" o \"sublime\") República de Venecia se construyó sobre islas, en una laguna del mar Adriático, y se convirtió en el mayor puerto marítimo de la Europa medieval y del Renacimiento, el eslabón comercial y cultural del continente con Oriente. Creada por los refugiados romanos de las invasiones germanas y hunas, en el año 726 de. C. los habitantes de la ciudad se rebelaron contra el gobierno bizantino, se proclamaron república libre y eligieron al primero de los 117 dogos que administraría la ciudad-estado. Desde el siglo IX hasta el XII, Venecia se desarrolló hasta convertirse en una potencia naval y comercial que dominaba las rutas comerciales mediterráneas desde el Levante y Oriente hasta Marruecos y España. Los mercaderes exploradores venecianos se diseminaron por Asia y África y llevaron todavía más riqueza a la ciudad, además de convertirla en uno de los centros culturales de Europa. Los marinos venecianos se enfrentarían tanto al Imperio Bizantino como al Otomano por la supremacía en las costas mediterráneas. Finalmente, por motivos que incluyen el descubrimiento del Nuevo Mundo y las pugnas dinásticas entre las naciones europeas, el poder, la influencia y la riqueza de Venecia entrarían en declive. En el año 1797, Napoleón conquistó la ciudad, que nunca más volvería a ser independiente. No obstante, desde entonces Venecia ha ocupado un lugar sin igual en el imaginario colectivo mundial. El espectáculo de sus canales, sus iglesias de mármol, los frescos de sus palacios y las magníficas obras de arte que se reflejan en las brillantes aguas de la laguna bajo el cielo azul la han convertido en uno de los lugares más románticos de la civilización moderna."
        },
        {
            "heading": "Clima y terreno",
            "text": "Situada en el extremo nororiental del Adriático, Venecia se construyó en un archipiélago de 117 pequeñas islas en la laguna de Venecia. Esta apenas tiene 50 kilómetros de largo, y va desde las marismas de Jesolo hasta la población de Chioggia, en el extremo meridional. Las aguas poco profundas de la laguna están protegidas por una línea de bancos de arena con tres pasos que permiten que entren en la ciudad las mareas y los barcos. La laguna está dividida en dos zonas: la viva y la muerta. La primera comprende las ensenadas salinas y las marismas formadas por los depósitos sedimentarios de docenas de pequeños arroyos y los ríos Po y Piave; la otra es la parte principal del lago, y está separada del mar por una tira de tierra conocida como el Lido. El clima de Venecia es templado y está marcado por las pautas climáticas de los Alpes al norte y del Adriático al sur. Los veranos se caracterizan por unas temperaturas moderadas, de unos 26 grados centígrados, y las temperaturas en inviernos llegan a bajar de los 0 grados, con nieblas y brumas frecuentes. Las precipitaciones medias anuales son de unos 83 cm. Urbanizadas desde hace siglos, las islas de Venecia conservan ya muy poca vida salvaje o vegetación nativas."
        },
        {
            "heading": "Historia previa a la República",
            "text": "Aunque no hay constancia escrita del primer asentamiento de Venecia, los historiadores romanos indican que los refugiados de ciudades como Padua, Aquileia y Treviso se trasladaron a la cuenca de la laguna, desplazados por las incursiones de hunos y lombardos en el siglo V d. C. Allí los romanos se mezclaron con los pescadores y los mineros de sal itinerantes para crear aldeas en varias de las islas. Se acepta como fecha de la fundación de la ciudad propiamente dicha la de la consagración de su primera iglesia cristiana, la de San Giacomo, en la isla de Rialto, en marzo de 421. La ciudad se consideraba parte del exarcado de Rávena, el cual supervisaba un virrey designado por el emperador bizantino de Constantinopla. En el año 726 d. C., pobladores del exarcado se rebelaron contra el gobierno bizantino a instancias del papa Gregorio II, preocupado por la propagación de la Iglesia Ortodoxa de Oriente en occidente. Aprovechando el revuelo armado, los ciudadanos de la laguna veneciana proclamaron su independencia y eligieron a su propio líder. Su elegido, Orso, fue el primero de una línea ininterrumpida de dogos escogidos entre las familias más prominentes de la ciudad.Una larga serie de disputas entre las familias poderosas por el cometido del dogo no impidió el florecimiento del comercio para la nueva potencia naval. Protegida por su flota, los venecianos fundaron puestos comerciales en los principales puertos mediterráneos, y la riqueza entró en la ciudad desde lugares tan lejanos como los reinos cristianos eslavos o los estados musulmanes de España y el norte de África. El aumento de fortunas personales supuso la estabilidad al crear una clase dirigente más amplia y capaz de limitar el poder del dogo, además de contribuir a aumentar el sentimiento de identidad nacional. Pese a los esfuerzos de varios papas, de Carlomagno y del rey Pipino de Lombardía por disminuir el crecimiento económico y militar veneciano, o de ponerle fin, la ciudad prosperó. En el año 775 se estableció una sede episcopal (es decir, una diócesis) en la isla veneciana de Olivolo, ratificando una acuerdo entre los papas y los dogos. Dos hechos señalaron la creciente categoría e influencia de Venecia más que ningún otro en este periodo: la construcción de la basílica de san Marcos en el año 832, para acoger las supuestas reliquias de san Marcos Evangelista (el santo patrón de la ciudad) que los comerciantes venecianos robaron de Alejandría, y el levantamiento de extensas fortificaciones que se emplazaron en diversas islas para proteger la laguna y la ciudad."
        },
        {
            "heading": "Venecia en la Edad Media",
            "text": "A principios del siglo XII, la republica se embarcó en un ingente programa naviero, centrado en el arsenal de Venecia, un astillero de 44,5 hectáreas en el centro de la ciudad. En una generación, Venecia tenía 36.000 marinos que tripulaban 3.300 barcos de guerra, la armada más grande del Mediterráneo. En el año 1200, Venecia ya se había apoderado de varias ciudades y había creado puestos de avanzada fortificados por toda la costa del Adriático, en Dalmacia e Istria. Una sucesión de dogos expansionistas también adquirió territorios al norte del continente, principalmente para garantizar las rutas comerciales venecianas por los Alpes y asegurar el suministro de trigo a la ciudad. Al tener la armada más poderosa del Mediterráneo y querer controlar el comercio de la sal, Venecia se hizo con el control de casi todas las islas del Egeo del decadente Imperio Bizantino, incluidas Chipre y Creta. Para los estándares de la Europa medieval, el gobierno veneciano de estos territorios fue relativamente ilustrado, y los ciudadanos de lugares como Bérgamo, Brescia, Verona y Ragusa acostumbraban a apoyar incondicionalmente a Venecia en sus guerras y empresas.Venecia se convirtió en una potencia imperial tras la Cuarta Cruzada. El dogo Enrico Dandolo, envejecido y ciego pero brillante, \"cogió la cruz\" y llevó a Venecia a la Cuarta Cruzada, que vio Constantinopla capturada y saqueada en abril de 1204. Antes de morir, un año después, Dandolo tuvo un papel decisivo en el consiguiente tratado que dividió el Imperio Bizantino y consiguió tierras nuevas y concesiones de los bizantinos y de los estados cruzados por igual.En la Alta Edad Media, el gobierno de la república adoptó su forma más duradera. Parecida en muchos aspectos a la república romana, se encarnaba en el Gran Consejo, una asamblea de miembros de las familias más ricas y antiguas de la ciudad. Este consejo nombraba todos los cargos públicos y elegía a un senado de 200-300 miembros. Para dirigir los asuntos más cruciales del estado, se elegía entre los integrantes del Gran Consejo a un concejo ducal, el Consejo de los Diez, entre los que se incluía el dogo. Los ciudadanos de a pie tenían el derecho teórico a dar o denegar su aprobación a los nombrados a los puestos más importantes, incluido el de dogo."
        },
        {
            "heading": "Renacimiento",
            "text": "La caída de Constantinopla en el año 1453 ante los turcos otomanos puso a Venecia en la vanguardia de la resistencia europea contra el avance de estos. La captura de la ciudad veneciana de Morea en 1499 dio a los turcos acceso al Adriático y aseguró que ya no habría acuerdo entre los dos imperios. Durante el siglo siguiente, aunque los otomanos ahogaron el comercio veneciano con Oriente y África, Venecia se enzarzó en una pugna por la supremacía con los turcos. Los conflictos continuaron hasta la batalla de Lepanto, donde la flota cristiana liderada por los venecianos derrotó decisivamente a la armada turca en octubre de 1571. Aunque la victoria consiguió que los otomanos no se extendieran hacia Occidente, también marcó el principio de un largo declive en las fortunas venecianas.Sin embargo, la opulencia y la riqueza de Venecia siguieron siendo famosas y los nobles de la ciudad se convirtieron en los mayores mecenas del renacimiento italiano, que abarcó los siglos XIV-XVI. Venecia, que ya era una ciudad cosmopolita, vio la llegada de artistas foráneos como Tiziano y el nacimiento de talentos propios, como el de Giovanni Bellini y Tintoretto, de compositores como Gabrieli y de arquitectos como Longhena (uno de los mayores diseñadores del Barroco). Al mismo tiempo, eruditos avanzados como Galileo, que enseñaba en la prestigiosa universidad de Padua, encontraron refugio en los liberales territorios de Venecia. La imprenta, recién inventada, se difundió por toda Europa durante este periodo y, en el año 1482, Venecia ya era la capital de la impresión mundial. El principal impresor de la ciudad, Aldo Manucio, creó los primeros libros económicos, más baratos porque estaban encuadernados en rústica. Aunque sus fortunas políticas decrecían, la preeminencia cultural de Venecia no dejó de aumentar. Como escribió un viajero de Milán del siglo XVI, Venecia \"es la ciudad más triunfal que haya visto... [es] imposible describir la belleza, la magnificencia y la opulencia de este conjunto único\"."
        },
        {
            "heading": "Declive",
            "text": "Fueron muchos los factores que contribuyeron al declive de Venecia. La peste negra devastó la ciudad en 1348, de 1575 a 1577 y otra vez en 1630. El último brote mató a unos 50.000 ciudadanos, una tercera parte de la población de la ciudad, aproximadamente. Los avances en la construcción naval de naciones como Portugal, Inglaterra, los Países Bajos y Escandinavia dejaron obsoletos las galeras de guerra y los bajeles mercantes. En 1498, el explorador portugués Vasco de Gama circundó el cabo de Buena Esperanza y abrió una ruta marítima con las riquezas de Oriente. Los mercaderes portugueses, ingleses y holandeses pronto reemplazaron a los venecianos en la economía europea. Mientras tanto, España estaba sacando más riquezas del Nuevo Mundo de las que Venecia pudiera soñar con igualar. A medida que España, Francia y el Sacro Imperio Romano lucharon por la hegemonía en la península itálica, la influencia política de Venecia fue menguando, mientras los asuntos militares consumían las arcas de la república.En el año 1508, estas potencias –junto al papado, los húngaros, los saboyanos y los ferrareses– hicieron frente común en la Liga de Cambrai contra el largo dominio veneciano del Mediterráneo. Aunque la república se salvó de un completo desastre gracias a las pugnas internas de la coalición, perdió la mayoría de sus posesiones en el continente. A pesar de que la victoria de Lepanto revitalizaría la reputación internacional de Venecia durante un tiempo, la batalla hizo que los turcos volvieran a centrarse en completar su lenta conquista del Mediterráneo oriental. Tras una campaña de cuatro años, en 1669 Venecia perdió Creta, su último territorio al este de Italia. Aunque consiguió culminar con la liberación de Morea la campaña por restablecerse en Oriente, el esfuerzo resultó ser demasiado en términos de vida y de dinero, y en 1718 devolvió a los otomanos los territorios que tanto le había costado ganar a cambio de concesiones en el comercio.Durante las décadas siguientes, la república se estancó y vivió del recuerdo de sus glorias pasadas. Una sucesión de dogos ineficaces dejó a Venecia aislada política, económica y diplomáticamente. Las mareas de la Revolución francesa finalmente la barrerían. Napoleón, siempre de un pragmático tan despiadado en asuntos militares, alegó que la ciudad-estado era una amenaza para su línea de repliegue durante la campaña austríaca de 1797. La Paz de Leoben, resultante de la derrota de Austria, dejó a Venecia sin un aliado viable para resistirse a las exigencias francesas. En mayo de 1797, por insistencia de Napoleón, se depuso al último dogo, Ludovico Manin. Posteriormente, ese mismo año, Francia cedió la ciudad a Austria en el Tratado de Campo Formio."
        },
        {
            "heading": "Tras la república",
            "text": "En el 1848 d. C., la ciudad fue una república provisional tras las revoluciones que barrieron Europa. Sin embargo, volvió a caer en manos de las fuerzas austríacas. En 1866, Prusia se impuso a Austria y Venecia fue transferida a Italia, que se había unificado cinco años atrás. Por ello, la suerte de Venecia quedó unida a la de Italia debido a las guerras, el fascismo, la Guerra Fría y la Unión Europea. Sin embargo, la de Venecia sigue siendo la república democrática más longeva de la historia mundial."
        },
        {
            "heading": "Tras la república",
            "text": "En el 1848 d. C., la ciudad fue una república provisional tras las revoluciones que barrieron Europa. Sin embargo, volvió a caer en manos de las fuerzas austríacas. En 1866, Prusia se impuso a Austria y Venecia fue transferida a Italia, que se había unificado cinco años atrás. Por ello, la suerte de Venecia quedó unida a la de Italia debido a las guerras, el fascismo, la Guerra Fría y la Unión Europea. Sin embargo, la de Venecia sigue siendo la república democrática más longeva de la historia mundial."
        }
    ],
    "leader": {
        "name": "Enrico Dandolo",
        "subtitle": "Líder de Venecia",
        "lived": "1107-1205 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/enrico_dandolo.png",
        "trait": {
            "name": "Serenissima",
            "effect": "No puede conseguir colonos ni anexionarse ciudades. Duplica la cantidad normal de rutas comerciales disponibles. Un Mercader de Venecia aparecerá tras investigar la Óptica. Puede comprar en ciudades títere."
        },
        "titles": [
            "Dogo de Venecia"
        ],
        "historical_info": [
            {
                "heading": "Historia",
                "text": "Enrico Dandolo, el cuadragésimo segundo dogo de Venecia, fue famoso por su piedad y su longevidad, e igualmente infame por su papel en la Cuarta Cruzada, que provocó el saqueo de Constantinopla y la caída del Imperio Bizantino. Lo más sorprendente de todo esto es que Enrico era ciego. Nació en el seno de una familia poderosa y sirvió a la república como diplomático durante gran parte de su vida. En junio del 1192 fue elegido dogo ya a una edad avanzada, pero aceptó el puesto con energía. Durante los siguientes años reformó la moneda veneciana y su sistema legal, y reforzó los vínculos con las potencias occidentales. En 1202, los caballeros de la Cuarta Cruzada se quedaron varados en Italia, sin dinero para pagar los barcos. Dandolo \"cogió la cruz\" y convirtió a Venecia en el principal socio financiero de la cruzada. A la postre, esto provocaría el ataque a Constantinopla en 1204, en el que el dogo estuvo presente y participó de forma activa. Murió poco después y fue enterrado en Santa Sofía."
            },
            {
                "heading": "Primeros tiempos",
                "text": "El joven Enrico había nacido en el seno de una de las familias más poderosas e influyentes de Venecia y fue criado para que entregara su vida a la república. Su padre, Vitale, era un famoso jurista, miembro de la corte ducal e importante asesor del dogo Michiel. Tras ocupar una serie de puestos administrativos, en 1171, a los 64 años, Enrico Dandolo entró en el cuerpo diplomático veneciano. En marzo de ese mismo año, el emperador bizantino Comneno había arrebatado las propiedades de miles de venecianos que vivían en su reino. Dandolo acompañó al dogo Michiel en una desastrosa campaña militar contra Constantinopla y, al regresar a Venecia, una muchedumbre iracunda mató a Michiel, pero Enrico fue exculpado y posteriormente nombrado embajador para negociar una solución pacífica con Bizancio. Se dice que en su segunda misión, tan enérgica era la protección que Dandolo hacía de los intereses venecianos que el emperador bizantino le mandó cegar. Sin embargo, la historia nos dice que Enrico Dandolo fue perdiendo la vista gradualmente entre 1174 y 1178, posiblemente como consecuencia de algún fuerte golpe en la cabeza.Al regresar sin tratado, pues Venecia y Bizancio no firmarían uno hasta 1186, Dandolo fue destinado como embajador en el reino de Sicilia, en 1171, y de Ferrara en 1191. Su talento como diplomático fue recompensado con una cooperación estrecha tanto para limitar como para desafiar la influencia bizantina en el Mediterráneo occidental. En agradecimiento por sus servicios, en 1178 nombraron a Dandolo una de las cuarenta personas encargadas de elegir al dogo. Cuando el dogo Orio Mastropiero se retiró a un monasterio, Enrico Dandolo fue elegido dogo de Venecia en junio de 1192."
            },
            {
                "heading": "Reinado",
                "text": "Aunque ya era viejo y estaba ciego, Enrico Dandolo demostró ser un líder vigoroso y capaz. En uno de sus primeros actos oficiales reafirmó la \"promesa ducal\" y codificó los deberes y los derechos del dogo. En los siguientes meses, aprovechó su formación jurídica para revisar el código penal veneciano y publicar la primera colección de estatutos civiles de la república. En el 1194 desvió su atención a la reforma de la divisa y convirtió el grosso de plata veneciano en la principal moneda comercial de todo el Mediterráneo.Dandolo era igual de intenso en sus cometidos diplomáticos. Aprovechó sus experiencias previas y puso fin a las disputas comerciales con Verona, y concluyó tratados con dicha ciudad estado y con Treviso en el año 1192. El dogo dio continuidad a estos éxitos con nuevos tratados con el patriarca de Aquilea (1200), el rey de Armenia (1201), el emperador del Sacro Imperio (1201) y su gran rival, Bizancio (1199). También lideró a Venecia en una serie de conflictos militares con Zadar cuando dicha ciudad intentó unirse a Hungría, y contra Pisa cuando dicho rival económico intentó fundar puestos en Istria, que, según Dandolo, estaba en la zona de influencia de Venecia."
            },
            {
                "heading": "La Cuarta Cruzada",
                "text": "Inocencio III accedió al papado en 1198 y convocó una nueva cruzada para liberar Tierra Santa. La llamada, que fue mayoritariamente ignorada por la realeza europea, sí fue atendida por el conde Teobaldo de Champaña y el conde Bonifacio de Montferrato. Debido a la escasez de fondos, en 1201 los cruzados enviaron emisarios a las ciudades estado marítimas para conseguir transportes hasta Egipto, donde pensaban atacar el corazón de las tierras ayubíes y, desde allí, liberar Palestina. El dogo Dandolo accedió a suministrar transporte para 33.000 soldados, un número ambicioso, a cambio de una considerable suma de dinero; el Papa ratificó el contrato. Para cumplir su parte, los venecianos construyeron 50 barcos de guerra y 450 transportes. Sin embargo, cuando los cruzados no pudieron pagar la suma acordada, en lugar de perder la inversión, Dandolo condonó el pago y se unió a la Cuarta Cruzada como uno de sus líderes. Como compensación, el dogo pidió a los cruzados ayuda para recuperar la ciudad de Zadar, en rebelión.Tras la caída de Zadar, Dandolo apoyó a la cruzada desde Egipto hasta Constantinopla. Allí los líderes católicos intentaron colocar a Alejo IV Ángelo en el trono bizantino para así conseguir el apoyo del imperio en la invasión de Tierra Santa. Se produjo un breve asedio antes de la captura y saqueo de Constantinopla. A pesar de su edad, Dandolo tuvo un papel activo en la planificación y la ejecución, liderando a los venecianos contra las murallas marítimas de la gran ciudad, que cayó a manos de los cruzados en abril de 1204. A continuación, Dandolo fue el protagonista de la redacción del tratado que dividía el imperio entre los bizantinos y los cruzados (que pretendían fundar un imperio católico latino); Venecia obtuvo derechos significativos en ambos.El dogo Dandolo se unió a la desastrosa cruzada de la Bulgaria pagana, pero regresó a la ciudad y murió por complicaciones de una enfermedad en mayo de 1205. Fue enterrado en Santa Sofía, aunque se desconoce la ubicación exacta de su tumba."
            },
            {
                "heading": "El juicio de la historia",
                "text": "Enrico Dandolo ha pasado a la historia como uno de los grandes dirigentes venecianos. Asumió el mando de una potencia mercantil en declive, desgarrada por la corrupción y la ineficacia, y pretendida por las pequeñas y las grandes potencias de la zona. El comercio se había reducido y su ejército estaba moribundo. A su muerte, había puesto fin a todas las amenazas externas y la había vuelto a convertir en la potencia dominante del comercio en el Mediterráneo. Los historiadores se han referido a Dandolo como el \"fundador del imperio colonial veneciano\". Venecia sería próspera, estable y segura durante el próximo siglo."
            }
        ]
    }
}