[
    {
        "id": 1,
        "name": "Buddhism",
        "summary": "Followed by more than 350 million people throughout the world today, Buddhism is based on the teachings of revered spiritual leader Siddhattha Gotama, known as the \"Supreme Buddha,\" meaning \"the enlightened one.\" As the central figure of Buddhism, Buddha was not recognized as a god, nor did he presume to claim a connection to God. Rather, Buddha taught his followers a path to enlightenment based on his own life experience, a distinction that differentiates Buddhism from many of the world's major religions.Buddhism's primary tenets, the Four Noble Truths and the Noble Eightfold Path, lay out the means by which one can achieve Nirvana, or peace from unending suffering. In their simplest form, the Four Noble Truths tell us that life is suffering, that suffering arises from our attachment to desires, that suffering ceases when attachment to desire ceases, and that freedom from suffering is possible by practicing the eightfold path. As the name implies, there are eight aspects to the Eightfold Path, each describing the practice required to fully understand the Four Noble Truths.In the present-day, there are three major schools of Buddhism. The largest, Theravada and Mahayana, are known as sutric schools, and they believe that the primary means of attaining enlightenment is through the careful study of Buddha's teachings. The third, Vajrayana, is a tantric school, meaning they believe they can accelerate the process of enlightenment through the use of yoga, mantras, and other rituals.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/buddhism.json"
    },
    {
        "id": 2,
        "name": "Catholicism",
        "summary": "Roman Catholicism refers to the theology and doctrine of the Christian church under the auspices of the Holy See, the papacy based in Rome. According to ecclesiastical scholars, Catholicism is distinguished from other branches of Christianity by its commitment to the church's traditions, to the sacraments, and its priesthood as interpreters of the Bible.The earliest known use of the term \"Catholic Church\" is by Ignatius of Antioch around 107 AD. The early church was organized based on the rule of three patriarchs, those of Rome, Alexandria and Antioch - to which were later added the patriarchs of Constantinople and Jerusalem. The patriarch of Rome claimed special authority based on the connection between St. Peter and the city. For 1000 years, Roman Catholicism dominated Europe, until the Great Schism of 1054 AD that gave rise to Eastern Orthodoxy. Some 500 years later another major division in Christianity occurred with the Protestant Reformation, which saw many in Europe reject the teachings and practices of Catholicism in favor of more personal expressions of belief.Presently, the Roman Catholic Church considers those not in communion with the Vatican to be \"non-Catholics\" but tolerates differing interpretations of the Bible. Roman Catholicism remains the largest Christian church, with over a billion members worldwide.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/catholicism.json"
    },
    {
        "id": 3,
        "name": "Confucianism",
        "summary": "Confucianism is a religion based on the teachings of the Chinese philosopher Confucius, who was born in 551 BC. Originally introduced as an ethical and social philosophy, Confucianism has grown to a following of several million in the present-day, mainly concentrated in the regions of East Asia. During his life, Confucius hoped to instill a strong belief in personal morality, social responsibility, and family loyalty, as each person served their role in society. As a humanist philosophy, Confucianism focuses on the ability of every human being to learn, grow, and improve through ethical behavior and consideration for others.Following Confucius' death in approximately 479 BC, his teachings saw widespread growth for nearly 200 years until attempts at suppressing the philosophy were undertaken in earnest by the Qin Dynasty. The Qin rulers believed that Confucianism was a direct threat to their authority, and, as a result, they had most Confucian books burned, including many of Confucius' original writings. Temples were also destroyed across the country, leaving little sanctuary for the followers of Confucianism. Despite these attempts to wipe out the Confucian belief system, a hidden store of Confucian manuscripts was discovered in the walls of a scholar's home, and the religion found new life after the fall of the Qin in 206 BC.In the present-day, the works of Confucianism are studied by scholars throughout the world. Although they approach Confucianism as more of a philosophy than as a traditional religion, the distinction between these two interpretations is hazy.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/confucianism.json"
    },
    {
        "id": 4,
        "name": "Hinduism",
        "summary": "Widely considered the oldest religion still in practice today, Hinduism is based upon a series of ancient manuscripts known as the Vedas. This collection of Sanskrit texts, encompassing four main scriptures, is thought to have been written over 3,500 years ago. With over one billion followers throughout the world today (most being concentrated in India), Hinduism also has one of the largest followings of any major religion.Although Hinduism cannot be attributed to a single founder, the religion has grown on the basis of the writings found in the Vedas, which focus on a single, unifying force that governs all aspects of our existence. Although there are a number of widely recognizable gods within Hinduism, notably Shiva, Vishnu, and Brahma, these deities are all but a small part of the greater God. Dharma, or the \"Ultimate Reality,\" is the universal power or law by which all things that exist are bound. Through endless cycles of death and rebirth, Hindus believe that the only means of breaking free from unending reincarnation is through meditation and the realization that God is in all things. Hindus also believe in Karma, by which our deeds, both good and bad, have a cause and effect relationship on how our lives progress.Although there are a number of competing sects within Hinduism and the schools may differ in their interpretation of the ancient manuscripts, they do not view each other as rivals, and in fact share ideas and opinions openly amongst one another.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/hinduism.json"
    },
    {
        "id": 5,
        "name": "Islam",
        "summary": "The second largest religion in the world, Islam, is based on the belief that there is only one true God, Allah, and he has made his will known through a number of prophets on Earth. The most important of these prophets, Muhammad, recorded God's words in the Muslim holy book, the Koran.Born in the city of Mecca (in modern Saudi Arabia) in 570 AD, Muhammad was raised as a merchant and later worked as a shepherd. However, at age 40, he experienced visions from God, and recorded God's word verbatim in the Koran. From this point forward, Muhammad preached the word of God and instructed his followers that the only true path to salvation was to devote themselves entirely to God through daily prayer, and the strict adherence to the laws set forth by God. The Five Pillars of Islam, the framework through which salvation can be attained, state in their most basic form that there is no god but God, and Muhammad is his prophet; one must pray daily to God at the five established times; one must give to the needy to support them; one must fast from dawn until dusk during the month of Ramadan; and one must make a pilgrimage to Mecca, at least once, during the holy month of Dhu al-Hijjah.As was the case with the founding of many religions, Muhammad and his followers were met by staunch resistance from other faiths. Despite this, Muhammad's message spread across the Middle East following his death in 632 AD. Since that time, Islam has splintered into a number of competing branches, the largest being the Sunni and Shia denominations. Although bound by their overarching beliefs, these sects differed in their interpretation of who should lead Islam's following since the time of Muhammad's death.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/islam.json"
    },
    {
        "id": 6,
        "name": "Judaism",
        "summary": "Judaism is the religion of the Jews, who were originally a tribal people concentrated in the Middle East region surrounding Jerusalem. As one of the oldest religions still in practice today, it is believed that Judaism first appeared some 3500 years ago, as one of the earliest Monotheistic religions. Despite their inherent differences, many aspects of Judaism are closely tied with both Christianity and Islam, as they are all considered \"Abrahamic\" religions, meaning they are descended from Abraham.Central to Judaism is the Torah, the name given by the Jews to the first five books of the Bible. Said to have been given to Moses at Mt. Sinai, the Torah outlines the means by which the Jews can live according to God's will. Although Judaism's core doctrines have been debated by scholars for centuries, the Jews believe they are the Chosen People, selected by God to be in covenant with him, and that God will send a messiah to bring all of the chosen back to Israel.Although the Jews have been persecuted throughout history and scattered across the world, Judaism as a religion has prevailed, and the Jews' continued faith in God has not been broken despite the atrocities committed against them.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/judaism.json"
    },
    {
        "id": 7,
        "name": "Shinto",
        "summary": "With no founding figure, and no central doctrine, Shinto is a spiritual belief of the Japanese people based on an individual's connection to the world, and to Japan itself. One of the central aspects of Shintoism is the worship of spirits, known as Kami, who are acknowledged through the visiting of shrines. Although the Kami are not considered gods, they are spirits or entities with close ties to humans, and they can have a beneficial effect on the course of one's existence. However, Shinto is not focused on the belief in Kami, but on the ritual of devotion itself. By paying your respects to the Kami at shrines, you are showing your interest and as such the Kami may bring positive benefits to your life. Although Shinto has been central to Japanese life for centuries, with over 100 million adherents found in Japan today, Shinto is not a religion in the traditional sense, but an ingrained faith unique to the Japanese people.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/shinto.json"
    },
    {
        "id": 8,
        "name": "Sikhism",
        "summary": "Founded in the 15th century AD by the Guru Nunak Dev, Sikhism has grown through the efforts of successive Sikh Gurus who espoused the virtues of peace, equality, and selfless service. Sikhism has over 20 million followers in the present-day, based primarily in the Punjab region of India. The Sikhs believe in only one god, who has no physical form, but every Sikh has the ability to speak to God, and all are equal in God's eyes.Sikhs are known for their generosity towards others, as one of the primary tenets of their religion is the idea that all people are created equal, regardless of religion, race, or sex. In differing from other major religions, Sikhism supports that belief that acts of good in service to others are more important than any form of ritual. Sikhs are also bound to defend against injustices, supporting all who are oppressed, as truth and peace should prevail above all else. The Sikhs believe that to attain salvation, every Sikh must practice disciplined meditation, as only through personal observance and focus on God can salvation be reached.There are a number of restrictions placed on the followers of the Sikh faith, including the requirement that they not cut their hair, not consume any intoxicating substances, and notably, not perform any ritual, superstition, or pilgrimage.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/sikhism.json"
    },
    {
        "id": 9,
        "name": "Taoism",
        "summary": "Taoism is a unique religion, founded on the basis of the ancient beliefs and philosophies of the Chinese kingdoms of the 2nd century AD. Although not attributed directly to a single founding figure, Taoism grew based on the writings of the philosopher Lao-Tsu, who wrote the \"Tao Te Ching\" in the 4th century BC. Zhang Daoling, the first \"Celestial Master,\" founded the first school of Tao based on the works of Lao-Tsu.Quickly gaining converts as he preached the philosophies of Lao-Tsu, Zhang Daoling spread the basic doctrine of Tao. One of the religion's best known aspects, Yin and Yang, represent the world filled with complimentary forces in harmony and balance, a common example being light and dark. Followers of Taoism are encouraged to exercise humility, kindness, and compassion in their daily lives in order to maintain this balance.Throughout its history, Taoism has had many sects and branches split from the original school, as elements of Chinese tradition crept into the philosophy. Magic, alchemy, and other mystical forces have all been included in some forms of Taoist thought since its early days. Although estimates of the total number of Taoist followers vary widely, it is believed that there are still several million believers living in China and the surrounding regions today.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/taoism.json"
    },
    {
        "id": 10,
        "name": "Tengriism",
        "summary": "The ancient religion of Tengriism is notably tied to the tribal peoples of Central Asia, including the Huns and Mongols. Based primarily on the belief in Tengri, the Sky God, and Eje, the Earth Mother, Tengriism is known to have been loosely collaborated, with no priests or clerics, and no attempts to convert others. By focusing on maintaining harmony with the surrounding environment, worshippers of Tengrii held the Earth's resources sacred, particularly water, which was scarce in the steppes of Central Asia where much of Tengriism's following was found. Although it is believed there are still adherents to Tengriism in parts of Asia in the present-day, an accurate count of their numbers has not been taken.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/tengriism.json"
    },
    {
        "id": 11,
        "name": "Zoroastrianism",
        "summary": "Zoroastrianism, an ancient religion based on the teachings of the prophet Zoroaster, is believed to have been founded some 3,500 years ago in the region surrounding modern Iran. At one time one of the largest religions in the world, Zoroastrian is only followed today by an estimated 200,000 adherents, living primarily in India, Pakistan, and Iran. Zoroastrianism is considered by some to be the oldest monotheistic religion in the world, although this is a point of contention among scholars. Zoroastrian beliefs are centered on the creator god Ahura Mazda, who is the focal point of all Zoroastrian tradition and worship. It is said that Ahura Mazda revealed his wisdom to Zoroaster, who then spread the teachings across the region. The sacred texts of Zoroastrianism, known collectively as the Avesta, contain hymns said to have been written by Zoroaster himself.As with many religions, Zoroastrianism outlines the ways in which we can live in harmony with the surrounding world, in this case through good thoughts and good actions. Zoroastrians are often mischaracterized as fire worshippers, in part because of the prevalence of fire as a symbol in Zoroastrian rituals. In Zoroastrianism, fire represents the light of Ahura Mazda, and believers will always pray in the direction of the light, rather than worshipping the fire itself.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/zoroastrianism.json"
    },
    {
        "id": 12,
        "name": "Eastern Orthodoxy",
        "summary": "The Eastern Orthodox Church is currently the second-largest Christian denomination, with an estimated 300 million adherents. The goal of Orthodox Christians is to draw nearer to God throughout their lives through theosis, a spiritual pilgrimage to become more \"Christ-like.\"The church traces its roots to the Great Schism. During the 9th and 10th centuries AD the Christian church under the Patriarch of Constantinople made significant conversions among the peoples of eastern Europe, including Kievan Russia and the Balkans. Doctrinal issues such as the filioque split and the authority of the Pope over the Patriarch in matters religious, exacerbated by the political and economic rivalry of Rome and Constantinople, led to a schism. The final breach between these two branches of Christianity is acknowledged as the sacking of Constantinople by the Catholic crusaders in 1204 AD. Moreover, after the fall of Constantinople to the Ottomans in 1453, the Eastern Church became even more isolated from Rome under the relatively tolerant rule of the Turks. The Orthodox Church, which saw itself as the true heir to the teachings and practices of the early Christians, flourished under the Russian Tsars. Although somewhat diminished by Communist rule and Balkan secularism, Eastern Orthodoxy has experienced a resurgence in recent decades and remains a vital aspect of Christianity.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/eastern_orthodoxy.json"
    },
    {
        "id": 13,
        "name": "Protestantism",
        "summary": "The Protestant Reformation, as a movement that would eventually divide Christian Europe, began as a protest in Germany against Catholic doctrine and practices, especially in regard to salvation, justification and interpretation of the Bible.Based upon his readings of humanist scholars, in 1517 AD Martin Luther, a German priest in the university town of Wittenberg, published his 95 theses criticizing certain practices of the Catholic Church. His example saw other liberal religious thinkers advance their own critiques of the church, and \"evangelical\" Lutheran denominations sprang up across Germany and Scandinavia, \"reformed\" creeds in Switzerland under John Calvin. Meanwhile religion became mixed with politics in England and elsewhere, bringing yet more Protestant churches into existence. Although with some differences, all the Protestant movements maintained two tenets: that the Bible, rather than papal interpretation, was the sole source of authority for Christians; and that salvation comes only through a personal connection with Jesus as the Christ rather than through good works or indulgences.The split in the Catholic faith would ignite a series of religious wars, echoes of which resonate still. Despite numerous movements and divisions with Protestantism since, its many denominations together number about 670 million members.",
        "url": "https://eyefyre.github.io/civvapi/v1/en/religions/protestantism.json"
    }
]