{
    "id": 62,
    "name": "Teoria atomica|della Teoria Atomica",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
    "era": "Epoca atomica",
    "cost": 5100,
    "civilopedia_entry": "La teoria atomica della materia fu avanzata per la prima volta nell'antica Grecia. I filosofi Leucippo e Democrito suggerirono che il mondo fisico fosse composta da un numero infinito di particelle estremamente piccole, dette \"atomi\", esistenti nel nulla, il \"vuoto\". Gli atomi si combinano fra loro in diverse quantità e configurazioni per creare tutto ciò che esiste, dall'aria all'oro, dalla carne umana al suolo che calpestiamo. Ovviamente essi non avevano i mezzi per dimostrare la loro teoria, che fu in seguito rigettata da altri filosofi greci come Platone e Aristotele, i quali avevano quella che potrebbe definirsi una visione più spirituale dell'esistenza. Fu quest'ultima visione a essere adottata dalla Chiesa e da gran parte dell'Europa medievale; così la teoria atomica languì per millenni.Nel XVII secolo, la teoria atomica cominciò a tornare in auge, dopo che il brillante scienziato italiano Galileo aveva dichiarato di credere nel vuoto, mentre gli scienziati e i filosofi del tempo tentavano di separare gli argomenti di carattere religioso e spirituale da quelli scientifici. Nel 1658, il chimico irlandese Robert Boyle eseguì una serie di esperimenti sull'aria, che lo portarono alla conclusione che tutta la materia era composta da particelle solide ordinate in molecole, la cui configurazione dava ai vari materiali le loro differenti proprietà. Al principio del XVIII secolo, Isaac Newton rifinì ulteriormente la teoria atomica e nel corso del secolo successivo i chimici compirono grandi passi in avanti nella comprensione della composizione e delle proprietà della materia.Nel 1808, il chimico e fisico inglese Dalton pubblicò \"Un nuovo sistema di filosofia chimica\", che ripropose la teoria atomica fondandola su basi davvero scientifiche. In esso illustrava in modo coerente come i vari elementi si combinassero tra loro per formare composti e tentò di fornire la prova fisica dell'esistenza degli atomi. Nel 1869 il russo Dimitri Mendeleev creò un sistema per organizzare gli elementi conosciuti, ordinandoli in base al loro peso atomico su una \"tavola periodica\". Nel corso dei decenni successivi la conoscenza delle proprietà della materia da parte dell'uomo crebbe esponenzialmente.Nel 1895 il tedesco Wilhelm Röntgen scoprì i raggi X e nel 1896 il francese Henri Becquerel scoprì la radioattività dell'uranio. Qualche anno dopo, la loro opera fu portata ulteriormente avanti dai pionieri francesi Marie e Pierre Curie. Questo portò a una modifica radicale della teoria atomica.La ricerca in questo campo continuò per tutto il XX secolo con grande successo, portando a una serie di applicazioni pratiche sconvolgenti: per citarne un paio, la radiografia e la bomba atomica. Leucippo e Democrito probabilmente resterebbe stupefatti se sapessero a quali risultati sono giunti i loro eredi seguendo la loro teoria.",
    "quote": "\"Lo sfruttamento dell'energia dell'atomo ha cambiato tutto tranne il nostro modo di pensare e questo può condurci a catastrofi mai viste prima.\"- Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Plastica|della Plastica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
        },
        {
            "name": "Elettronica|dell'Elettronica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Ecologia|dell'Ecologia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ecology.json"
        },
        {
            "name": "Fissione nucleare|della Fissione nucleare",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}