{
    "id": 34,
    "name": "Sistema bancario|del Sistema bancario",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
    "era": "Epoca rinascimentale",
    "cost": 780,
    "civilopedia_entry": "Le prime banche della storia, che risalgono intorno al 3.000 a.C., erano probabilmente templi religiosi. In realtà le banche potrebbero essere nate prima ancora del denaro: è probabile che i primi depositi siano stati versati sotto forma di grano. Nel XVIII secolo a.C., a Babilonia, il grande Hammurabi scrisse nel suo famoso codice le prime leggi che regolamentavano le banche. I Greci svilupparono ulteriormente l'attività bancaria: alcuni resoconti dimostrano che i templi e altre istituzioni finanziarie concedevano prestiti, accettavano depositi, cambiavano valute diverse e validavano la moneta (per assicurare che non fosse contraffatta). I Romani continuarono sul modello greco e introdussero ulteriori innovazioni: quando l'impero romano cadde, tuttavia, svanì anche la maggior parte delle istituzioni bancarie in Europa. Le banche ricomparvero solo nel Medioevo, in parte perché serviva un modo per finanziare le crociate.Oggi le banche svolgono molte delle stesse funzioni di cui si occupavano nell'antica Grecia. Accettano depositi in denaro, che poi vengono restituiti con gli interessi a richiesta del cliente. Inoltre prestano denaro a chi ne ha bisogno, che ancora una volta viene restituito con gli interessi. Eseguono cambi di valuta, emettono assegni e così via.L'apporto delle banche a una società consiste nel rendere possibile a molte persone di raccogliere il denaro per finanziare grandi progetti. Immaginiamo ad esempio di voler fondare una tipografia il cui costo equivale a 1.000 pezzi d'oro, molto superiori alle nostre finanze. Prima dell'esistenza delle banche gli unici che avrebbero potuto prestarceli sarebbero stati i nobili e forse qualche membro del clero: nel caso non fossero stati interessati, il progetto andava in fumo. Con l'invenzione delle banche diventò possibile rivolgersi a loro per ottenere prestiti. Rivolgendoci a una banca, a patto di convincerla che il nostro progetto è ragionevole e che siamo persone degne di fiducia, possiamo risolvere i nostri problemi finanziari.Senza le banche sarebbe estremamente difficile per il singolo cittadino o società intraprendere una qualsiasi impresa.",
    "quote": "\"La felicità è un buon conto in banca, una buona cuoca e una buona digestione.\" - Jean-Jacques Rousseau",
    "tech_prereqs": [
        {
            "name": "Educazione|dell'Educazione",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
        },
        {
            "name": "Codice cavalleresco|del Codice cavalleresco",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Architettura|dell'Architettura",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
        },
        {
            "name": "Economia|dell'Economia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/economics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Corte del satrapo|la Corte del satrapo|una Corte del satrapo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/satrap's_court.json"
        },
        {
            "name": "Banca|la Banca|una Banca",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/bank.json"
        },
        {
            "name": "Città Proibita|la Città Proibita|una Città Proibita",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/forbidden_palace.json"
        },
        {
            "name": "Constabulario|il Constabulario|un Constabulario",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/constabulary.json"
        },
        {
            "name": "Hansa|l'Hansa|un'Hansa",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hanse.json"
        }
    ]
}