{
    "id": 39,
    "name": "Economia|dell'Economia",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
    "era": "Epoca rinascimentale",
    "cost": 1150,
    "civilopedia_entry": "L'economia è lo studio del denaro, o più precisamente della \"produzione, distribuzione e consumo di beni e servizi\". Anche se nei tempi antichi poteva accadere che alcuni beni fossero scambiati mediante baratto, negli ultimi millenni la maggior parte degli scambi è stata regolata utilizzando il denaro.L'economia moderna è nata nel 1776, quando il filosofo scozzese Adam Smith ha pubblicato il testo fondamentale \"La ricchezza delle nazioni\". Nel suo libro Smith sostiene che il libero mercato è il modo più efficiente per assegnare un valore a beni e servizi e per distribuirli. Un mercato totalmente libero, afferma Smith, produrrà automaticamente la giusta quantità di beni al giusto prezzo. Qualsiasi interferenza o regolamentazione imposta del governo distorce il mercato, rendendolo meno efficiente e aumentando gli sprechi. Smith sosteneva che ognuno deve perseguire i propri interessi personali, perché quando una persona si sforza di migliorare la propria condizione sta automaticamente promuovendo il benessere della società in generale. In altre parole, l'opinione di Smith era che il capitalismo puro fosse la migliore forma economica disponibile a una civiltà.Nei suoi confronti non mancarono i detrattori: dopo di lui molti economisti hanno cercato di modificare le sue tesi e alcuni le hanno rigettate completamente. Nel XIX secolo Karl Marx scrisse \"Das Kapital. Kritik der politischen Okonomie\" (Il Capitale: Critica dell'economia politica), in cui affermava che la forza trainante del capitalismo è lo sfruttamento dei lavoratori da parte dei loro padroni.Smith è considerato il padre del capitalismo moderno, Marx del comunismo. I loro successori non hanno ancora smesso di litigare.",
    "quote": "\"L'interesse composto è la forza più potente dell'universo.\" - Albert Einstein",
    "tech_prereqs": [
        {
            "name": "Sistema bancario|del Sistema bancario",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
        },
        {
            "name": "Tipografia|della Tipografia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Teoria scientifica|della Teoria scientifica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
        },
        {
            "name": "Industrializzazione|dell'Industrializzazione",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/industrialization.json"
        },
        {
            "name": "Rigatura delle canne|della Rigatura delle canne",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rifling.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Mulino a vento|il Mulino a vento|un Mulino a vento",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/windmill.json"
        },
        {
            "name": "Sala da caffè|la Sala da caffè|una Sala da caffè",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/coffee_house.json"
        }
    ]
}