{
    "id": 49,
    "name": "Elettricità|dell'Elettricità",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
    "era": "Epoca industriale",
    "cost": 2350,
    "civilopedia_entry": "Il primo contatto dell'uomo con l'elettricità, sotto forma di scariche elettriche inflitte dai pesci, risale al 2750 a.C., come dimostrano alcuni resoconti di autori egizi. Nel XV secolo d.C. gli arabi hanno scoperto che anche i fulmini erano una manifestazione elettrica, un fatto successivamente confermato dallo scienziato anglo-americano Benjamin Franklin nel 1752. La prima batteria vagamente affidabile fu realizzata nel 1800 da Alessandro Volta; il motore elettrico fu inventato nel 1821 da Michael Faraday.Gli studi sull'elettricità svolti nella seconda metà dell'Ottocento da geni come Nikola Tesla, Thomas Edison, George Westinghouse, Alexander Graham Bell e Lord Kelvin hanno rivoluzionato la vita degli uomini in tutto il mondo. Il telegrafo, il telefono e la radio hanno aumentato radicalmente la velocità e l'accuratezza con cui è possibile trasmettere le informazioni. Una volta posto in opera il primo cavo transatlantico, un messaggio inviato da New York poteva raggiungere Londra nel giro di pochi secondi. Prima dell'avvento dell'elettricità, il messaggio trasportato dalla nave più veloce avrebbe richiesto settimane. La luce elettrica ha rivoluzionato la casa e il lavoro; il fonografo, la radio e la cinepresa hanno fatto lo stesso per l'industria del divertimento. La creazione di grandi centrali in grado di portare energia sotto forma di elettricità fino ai nuclei domestici ha cambiato le condizioni di vita dell'umanità in modo quasi inconcepibile. Con la seconda rivoluzione industriale l'elettricità ha migliorato la condizione umana nel modo più determinante dall'invenzione della stampa.",
    "quote": "\"È un fatto - oppure l'ho sognato - che, per mezzo dell'elettricità, il mondo della materia è diventato un grande nervo, che vibra per migliaia di miglia in un battibaleno?\" - Nathaniel Hawthorne",
    "tech_prereqs": [
        {
            "name": "Teoria scientifica|della Teoria scientifica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Pezzi indipendenti|dei Pezzi indipendenti",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
        },
        {
            "name": "Refrigerazione|della Refrigereazione",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/refrigeration.json"
        },
        {
            "name": "Radio|della Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radio.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Centrale idroelettrica|la Centrale idroelettrica|una Centrale idroelettrica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hydro_plant.json"
        },
        {
            "name": "Borsa|la Borsa|una Borsa",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stock_exchange.json"
        },
        {
            "name": "Stazione di polizia|la Stazione di polizia|una Stazione di polizia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/police_station.json"
        }
    ]
}