{
    "id": 47,
    "name": "Fertilizzanti|dei Fertilizzanti",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
    "era": "Epoca industriale",
    "cost": 1600,
    "civilopedia_entry": "I fertilizzanti sono sostanze che nutrono le piante e ne velocizzano la crescita. I fertilizzanti sono antichi quanto le prime civiltà umane: risalgono ai tempi in cui il primo contadino notò che l'erba cresceva più verde dove la mucca aveva fatto la cacca. Da quel momento in poi i contadini hanno sempre raccolto gli escrementi degli animali per spargerli sul terreno, aumentando il raccolto, soprattutto nel caso di campi che erano stati coltivati per generazioni ed erano quindi ormai privi di sostanze nutritive.Come ingredienti attivi in genere i fertilizzanti contengono azoto, fosforo e potassio. Storicamente la maggior parte dei fertilizzanti è stata organica e di origine animale, ma molti prodotti moderni sono estratti dal sottosuolo o prodotti chimicamente nelle fabbriche.La necessità di disporre di fertilizzanti potenti è cresciuta insieme alla popolazione mondiale; oggi le aziende agricole sono più produttive che in qualsiasi altro momento storico. Quest'efficienza, comunque, ha un prezzo: l'acqua piovana trasporta i prodotti chimici dai campi ai ruscelli e nei fiumi, causando la crescita esponenziale di alcuni microorganismi che finiscono per soffocare letteralmente le altre forme di vita presenti. Inoltre il prezzo di alcuni fertilizzanti moderni, creati usando almeno in parte prodotti petrolchimici, risulta legato alle fluttuazioni del petrolio. In definitiva i fertilizzanti sono oltremodo utili e possono aumentare in modo significativo la disponibilità mondiale di cibo, ma occorre fare attenzione per assicurare che non danneggino l'ambiente, risultando alla fine più dannosi che utili.",
    "quote": "\"La nazione che distrugge il suo suolo distrugge se stessa.\" - Franklin Delano Roosevelt",
    "tech_prereqs": [
        {
            "name": "Chimica|della Chimica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chemistry.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Dinamite|della Dinamite",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/dynamite.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}