{
    "id": 76,
    "name": "Globalizzazione|della Globalizzazione",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
    "era": "Epoca dell'informazione",
    "cost": 8800,
    "civilopedia_entry": "Né tecnologia né campo di studi, la globalizzazione descrive il processo tramite il quale le economie, le cultura, le lingue, le informazioni e le società stesse tendono a integrarsi in un'unica rete consolidata. Anche se è spesso usato per descrivere le tendenze del mercato globale, il termine globalizzazione in realtà ricomprende tutto ciò che va dalle rotte migratorie alla diffusione delle tecnologie e delle informazioni. Anche se è stata riconosciuta come concetto autonomo solo molto tempo dopo, di globalizzazione si poteva già parlare con la creazione delle prime vie commerciali tra città molto lontane.Una delle prime definizioni di globalizzazione fu data da un imprenditore americano, Charles Taze Russell, nel 1897, ma fu solo negli anni '60 che la parola diventò di uso comune. Il concetto di globalizzazione ha guidato lo sviluppo sia del settore pubblico che di quello privato: per esempio le banche più importanti hanno aperto parecchie filiali in tutto il globo e molti governi si radunano sotto un'unica bandiera, come nel caso dell'ONU.La globalizzazione di oggi è impegnata nell'abbattimento delle barriere commerciali e politiche tra le nazioni, proponendosi l'obiettivo di incrementare l'indipendenza e la prosperità personali. Essa promuove il libero scambio e l'abolizione dei dazi doganali, l'uniformazione delle leggi sulla proprietà intellettuale, una più aperta condivisione delle notizie e dei dati e la libera circolazione dei viaggiatori, dei turisti e degli emigranti.",
    "quote": "\"La nuova interdipendenza creata dall'elettronica ricrea il mondo ad immagine di un villaggio globale.\" - Marshall McLuhan",
    "tech_prereqs": [
        {
            "name": "Telecomunicazioni|delle Telecomunicazioni",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnologia futura|della Tecnologia futura",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}