{
    "id": 74,
    "name": "Laser|del Laser",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
    "era": "Epoca dell'informazione",
    "cost": 7700,
    "civilopedia_entry": "Originariamente il termine \"laser\" si scriveva LASER, acronimo di \"Light Amplification by Stimulated Emission of Radiation\" (amplificazione della luce tramite l'emissione stimolata di radiazione): in pratica la sua stessa definizione. Le prime basi scientifiche per i laser furono poste da Albert Einstein nel 1917. Egli ricavò autonomamente la legge della radiazione di Planck, proprio nel periodo in cui gli scrittori di fantascienza stavano cominciando a descrivere una tecnologia simile. La prima dimostrazione di un laser funzionante avvenne solo nel 1960, quando i laboratori di ricerca Hughes introdussero una tecnologia laser capace di immagazzinare dati per via ottica (come i moderni masterizzatori DVD).Da questi primi prototipi sono stati sviluppati diversi tipi di laser, ottimizzati per le applicazioni più diverse, che differiscono per aspetti come la gittata massima, la potenza di emissione o la lunghezza d'onda. Anche se inizialmente il laser fu ironicamente definito \"una soluzione alla ricerca di un problema\", oggi è impiegato in innumerevoli campi: dall'elettronica di consumo all'intrattenimento, dalle dotazioni delle forze dell'ordine agli impieghi militari. Meglio non guardarlo direttamente, però.",
    "quote": "\"La notte è già inoltrata, presto arriverà il giorno: per questo dobbiamo svestirci delle cattive azioni delle tenebre e indossare l'armatura della luce.\" - La Bibbia, Romani 13:12 ",
    "tech_prereqs": [
        {
            "name": "Computer|del Computer",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/computers.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Invisibilità|dell'Invisibilità",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/stealth.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Jet da combattimento|un Jet da combattimento|dal tuo Jet da combattimento|al tuo Jet da combattimento|il tuo Jet da combattimento|da un Jet da combattimento",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/jet_fighter.json"
        },
        {
            "name": "Unità corazzata|un'Unità corazzata|dalla tua Unità corazzata|alla tua Unità corazzata|la tua Unità corazzata|da un'Unità corazzata",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/modern_armor.json"
        }
    ],
    "building_unlocks": []
}