{
    "id": 11,
    "name": "Muratura|della Muratura",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
    "era": "Epoca antica",
    "cost": 55,
    "civilopedia_entry": "La muratura è l'arte di costruire strutture complesse accatastando singoli blocchi e legandoli con la malta. I blocchi possono essere mattoni d'argilla, pietre, detriti o cemento. La malta è un composto fluido denso che una volta indurito diventa estremamente tenace e resistente. Solitamente è composta da un miscuglio di sabbia, acqua e cemento o calce.Già nel IV millennio a.C. gli antichi Egizi padroneggiavano l'arte della muratura e avevano costruito i loro templi, i palazzi e le piramidi sfruttando le grandi vene di roccia calcarea, arenaria, granito e basalto sulle colline intorno al Nilo. In Mesopotamia gli antichi Assiri non avevano accesso alla pietra ma avevano a disposizione grandi depositi d'argilla, con cui poterono produrre mattoni seccati al sole. Dal momento che questo tipo di mattoni è molto sensibile all'umido, spesso ricoprivano le strutture con mattonelle cotte al forno o smaltate, molto più resistenti all'acqua.Gli antichi Romani inventarono il cemento, che permise loro di realizzare una calce molto superiore a quella usata dalle civiltà precedenti (che in genere era a base di argilla) e poteva essere usato da solo come materiale di costruzione. Questa cosiddetta \"rivoluzione del cemento\" consentì ai Romani di costruire edifici altrimenti impossibili da realizzare. Nel XIX secolo un giardiniere di Parigi pensò di introdurre un reticolo di ferro all'interno dei vasi e nelle vasche di cemento: la sua invenzione, il cemento armato, aumentò considerevolmente il carico di rottura del materiale, rendendolo più adatto a costruire alte strutture soggette a forti venti, vibrazioni o addirittura terremoti. Altre innovazioni recenti hanno ulteriormente aumentato la resistenza e la flessibilità di quello che rimane il più utile di tutti i materiali da costruzione. Anche i grattacieli più moderni, fatti d'acciaio e di vetro, appoggiano su fondamenta costruite secondo l'antichissima arte della muratura.",
    "quote": "\"Lieti coloro le cui mura già si ergono!\" - Virgilio",
    "tech_prereqs": [
        {
            "name": "Estrazione mineraria|dell'Estrazione mineraria",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mining.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Costruzione|della Costruzione",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/construction.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Mura|le Mura|delle Mura",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/walls.json"
        },
        {
            "name": "Piramidi|le Piramidi|le Piramidi",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/pyramids.json"
        },
        {
            "name": "Mausoleo di Alicarnasso|il Mausoleo di Alicarnasso|il Mausoleo di Alicarnasso",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/mausoleum_of_halicarnassus.json"
        },
        {
            "name": "Mura di Babilonia|Mura di Babilonia|Mura di Babilonia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/walls_of_babylon.json"
        }
    ]
}