{
    "id": 77,
    "name": "Fisica delle particelle|della Fisica delle particelle",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
    "era": "Epoca dell'informazione",
    "cost": 8800,
    "civilopedia_entry": "La fisica delle particelle ci conduce un passo in avanti nella comprensione della natura di materia ed energia rispetto alla sua progenitrice, la \"teoria atomica\". Anche se il termine \"atomo\" fu coniato solo nel 1803 dal chimico John Dalton, l'idea che tutta la materia possa essere scomposta in mattoni fondamentali sempre più piccoli si può far risalire al VI secolo a.C. La moderna fisica delle particelle, o meglio lo studio della meccanica quantistica, non ebbe realmente inizio se non nel 1838, con la scoperta dei raggi catodici da parte di Michael Faraday, che contribuì a dimostrare che gli atomi, fino ad allora gli oggetti più piccoli noti alla scienza, erano in realtà composti da particelle di dimensioni ancora più ridotte.In generale, le basi della teoria quantica si possono riassumere col modello standard, una classificazione in 17 categorie delle particelle elementari: 12 fermioni, 4 bosoni vettori e 1 bosone scalare. Protoni e neutroni, dei quali solitamente si parla nei gradi d'istruzione inferiori, sono dunque in realtà costituiti da quark, che sono diversi tipi di fermioni. Le particelle associate alla materia sono classificate come fermioni (presentano uno spin multiplo di 1/2); quelle associate alle forze sono classificate come bosoni (presentano uno spin multiplo di 1). A partire da queste 17 particelle di base, possono essere create centinaia di diverse particelle composite fondamentali.Anche se molti fisici delle particelle ritengono che esista una sottostante legge armonica ancora da scoprire, gli studi della fisica delle particelle hanno nel frattempo dimostrato che è possibile, di fatto, tramutare il piombo in oro (sebbene non in modo economicamente conveniente) e che nozioni tipiche della fantascienza, quali la materia oscura e la Grande Teoria del Tutto, possano in realtà esistere.",
    "quote": "\"Ogni particella di materia è attratta da o gravita intorno a ogni altra particella con una forza inversamente proporzionale al quadrato della distanza.\" - Isaac Newton",
    "tech_prereqs": [
        {
            "name": "Telecomunicazioni|delle Telecomunicazioni",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
        },
        {
            "name": "Tattiche mobili|delle Tattiche mobili",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mobile_tactics.json"
        },
        {
            "name": "Balistica avanzata|della Balistica avanzata",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/advanced_ballistics.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnologia futura|della Tecnologia futura",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Motore dell'astronave",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/ss_engine.json"
        }
    ],
    "building_unlocks": []
}