{
    "id": 53,
    "name": "Radio|della Radio",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
    "era": "Epoca moderna",
    "cost": 3100,
    "civilopedia_entry": "Quella delle onde radio è una tecnologia che permette di trasmettere informazioni a un destinatario lontano modificando l'ampiezza, la frequenza o la durata dell'onda portante. In termini meno tecnici, da qualche parte una trasmittente traduce i suoni in onde, che poi diffonde nell'atmosfera. Radioricevitori anche distanti possono raccogliere queste onde e riconvertirle in suoni.La radio è una macchina decisamente complessa, che ha richiesto centinaia di anni di ricerca e sviluppo da parte di scienziati e fisici quali Michael Faraday, James Maxwell, Heinrich Hertz e Guglielmo Marconi.Marconi era un fisico italiano che lavorava alla creazione del telegrafo senza fili. Nel 1894 Marconi riuscì a inviare un segnale a 30 metri di distanza. Affinando la tecnologia, nel 1901 riuscì a trasmettere un segnale attraverso l'Oceano Atlantico. Marconi continuò a lavorare nel campo e, alla fine degli anni '20, cominciò lo sviluppo di un dispositivo a onde corte senza fili, che avrebbe poi costituito la base per le odierne comunicazioni radio a lunga distanza.Il primo programma radio andò in onda la vigilia di Natale del 1906; il primo notiziario fu trasmesso il 31 agosto 1920, a Detroit, nel Michigan. Alla fine degli anni '20 la radio si stava diffondendo ovunque negli Stati Uniti e in Europa.Le radio giocarono un ruolo importante nella Seconda Guerra Mondiale. Oltre a permettere la comunicazione tra aerei e navi, davano anche la possibilità ai governi in guerra di trasmettere notiziari e campagne di propaganda ai propri cittadini come a quelli nemici. Hitler, Churchill e Roosevelt furono tutti padroni del mezzo. La radio continuò a essere molto popolare nel dopoguerra, ovunque ma soprattutto negli Stati Uniti, dove si assistette a una vera moltiplicazione dei network e delle stazioni emittenti. La radio rimase la principale forma d'intrattenimento fino all'avvento della televisione, negli anni '50.Anche se messa un po' da parte dalle neonate tecnologie di televisione e Internet, la radio resta un'importante fonte di notizie e intrattenimento per le persone di tutto il mondo. Come il rock'n'roll, non stancherà mai.",
    "quote": "\"L'intero paese è stato unito dalla radio. Tutti avevamo in comune gli stessi eroi, gli stessi comici, gli stessi cantanti. Erano dei giganti.\" - Woody Allen",
    "tech_prereqs": [
        {
            "name": "Elettricità|dell'Elettricità",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Plastica|della Plastica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Ripetitore|il Ripetitore|un Ripetitore",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/broadcast_tower.json"
        },
        {
            "name": "Torre Eiffel|la Torre Eiffel|la Torre Eiffel",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/eiffel_tower.json"
        },
        {
            "name": "Agenzia nazionale di Intelligence|l'Agenzia nazionale di Intelligence|un'Agenzia nazionale di Intelligence",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/national_intelligence_agency.json"
        },
        {
            "name": "Broadway|Broadway|Broadway",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/broadway.json"
        }
    ]
}