{
    "id": 52,
    "name": "Refrigerazione|della Refrigereazione",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
    "era": "Epoca moderna",
    "cost": 3100,
    "civilopedia_entry": "La refrigerazione è il processo tramite il quale si rimuove calore da una sostanza o da una porzione di spazio delimitata. Lo scopo principale della refrigerazione è sempre stato quello di conservare il cibo. Negli ultimi decenni del XX secolo, i paesi industrializzati l'hanno sfruttata anche per l'aria condizionata.Prima dell'invenzione di metodi meccanici, molte tra le più ricche civiltà refrigeravano il cibo in cantine isolate con paglia, usando il ghiaccio proveniente dalle montagne. Nell'antica India e in Egitto si utilizzava il raffreddamento evaporativo, in cui grandi vassoi di una certa profondità venivano riempiti d'acqua. Man mano che l'acqua evaporava, l'acqua che rimaneva nel vassoio si raffreddava rapidamente. Addirittura, i migliori sistemi evaporativi erano in grado di produrre ghiaccio, persino nelle zone climatiche più calde.La refrigerazione meccanica si basa sulla rapida espansione di un gas, di solito il freon o un altro gas inerte. La prima dimostrazione di refrigerazione artificiale avvenne nel 1748 in Scozia a opera di William Cullen, ma dovette trascorrere più di un secolo prima che un americano, Alexander C. Twinning, creasse il primo macchinario refrigerante commercialmente applicabile, nel 1856. Qualche anno dopo, i refrigeratori furono introdotti nelle macellerie e nei birrifici. Nel 1914, il loro uso era ormai diffuso. Intorno alla metà del XX secolo, i camion a refrigerazione meccanica rimpiazzarono i vecchi veicoli di trasporto del ghiaccio. I frigoriferi di uso domestico furono introdotti negli anni '20: entro il 1950 le ghiacciaie per uso domestico erano scomparse del tutto.Il moderno condizionatore fu inventato nel 1902 da Willis Carrier a Buffalo, vicino a New York. In origine serviva a mantenere costante la temperatura dell'aria nelle fabbriche dove avvenivano processi manifatturieri particolarmente delicati, ma già negli anni '20 le dimensioni e i costi dei condizionatori erano drasticamente diminuiti, tanto che cominciarono a essere installati sistematicamente nei cinema. Le unità da finestra fecero la loro comparsa nelle case americane subito dopo la Seconda Guerra Mondiale. Alla fine degli anni '50 si stima che ne fosse stato installato più di un milione di esemplari.Spesso data per scontata, la refrigerazione è una delle più importanti innovazioni tecnologiche dell'umanità. Senza di essa, oggi non potremmo fare molte cose... quantomeno, non senza sudare.",
    "quote": "\"E senza dimora vicino a mille dimore stavo, e vicino a mille tavole mi struggevo e desideravo il cibo.\" - William Wordsworth",
    "tech_prereqs": [
        {
            "name": "Elettricità|dell'Elettricità",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
        },
        {
            "name": "Biologia|della Biologia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/biology.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Penicillina|della Penicillina",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/penicillin.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Sottomarino|un Sottomarino|dal tuo Sottomarino|al tuo Sottomarino|il tuo Sottomarino|da un Sottomarino",
            "url": "https://eyefyre.github.io/civvapi/v1/it/units/submarine.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Stadio|lo Stadio|uno Stadio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stadium.json"
        },
        {
            "name": "Albergo|l'Albergo|un Albergo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hotel.json"
        }
    ]
}