[
    {
        "id": 1,
        "name": "Agricoltura|dell'Agricoltura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/agriculture.png",
        "era": "Epoca antica",
        "cost": 20,
        "civilopedia_entry": "L'agricoltura consiste nella produzione di piante, soprattutto per ricavarne cibo, ma anche vestiti, riparo, medicine, diletto e altri usi ancora. È probabile che sia stata sviluppata in modo indipendente in diversi luoghi del mondo. I primi segni di agricoltura risalgono alla fine dell'ultima glaciazione, circa 11.000 anni fa. È interessante notare che, a quanto pare, l'agricoltura non è stata inventata da cacciatori-raccoglitori che, in difficoltà per la carenza di cibo, cercavano altre fonti di sostentamento: tutte le prove suggeriscono che i primi contadini fossero cacciatori-raccoglitori di successo che avevano già molto cibo a disposizione. Questo dopotutto ha senso: le persone che dispongono di un surplus di cibo si possono permettere di sperimentare nuove tecnologie, mentre chi è affamato dedicherà tutto il suo tempo e le sue energie a metodi sicuri e già sperimentati di procacciarsi il cibo.All'inizio l'agricoltura era un processo lento e ciclico. In primavera si piantavano i semi, dopodiché i campi venivano curati e irrigati finché non si poteva procedere al raccolto, spesso molti mesi dopo. Dal momento che i posti in cui era possibile produrre tutto l'anno erano molto rari, i contadini dovevano essere in grado di conservare il cibo per i duri mesi invernali o scambiare beni con chi aveva accesso a risorse non stagionali, come cacciatori e pescatori. I contadini sono sempre stati alla mercé della natura e del clima: un'annata senza pioggia o un'invasione di parassiti poteva portare una famiglia a morire di fame.L'agricoltura moderna è un'attività complessa ed esigente che include la manipolazione genetica e l'uso di insetticidi e fertilizzanti avanzati, sistemi computerizzati di irrigazione e robot per il raccolto. Il progresso tecnologico ha moltiplicato la quantità di cibo che è possibile produrre su ogni acro di terreno, tanto che in alcuni paesi, tra cui gli Stati Uniti, i cittadini soffrono di obesità cronica e i prezzi sono così bassi da minacciare il benessere degli stessi contadini che lo producono.",
        "quote": "\"Dove arriva la coltivazione, seguono le altre arti. I contadini sono quindi i fondatori della civiltà umana.\" - Daniel Webster",
        "tech_prereqs": [],
        "tech_unlocks": [
            {
                "name": "Ceramica|della Ceramica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/pottery.json"
            },
            {
                "name": "Allevamento di animali|dell'Allevamento di animali",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/animal_husbandry.json"
            },
            {
                "name": "Tiro con l'arco|del Tiro con l'arco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archery.json"
            },
            {
                "name": "Estrazione mineraria|dell'Estrazione mineraria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mining.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Colono|un Colono|dal tuo Colono|al tuo Colono|il tuo Colono|da un Colono",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/settler.json"
            },
            {
                "name": "Lavoratore|un Lavoratore|dal tuo Lavoratore|al tuo Lavoratore|il tuo Lavoratore|da un Lavoratore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/worker.json"
            },
            {
                "name": "Scout|uno Scout|dal tuo Scout|al tuo Scout|il tuo Scout|da uno Scout",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/scout.json"
            },
            {
                "name": "Guerriero|un Guerriero|dal tuo Guerriero|al tuo Guerriero|il tuo Guerriero|da un Guerriero",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/warrior.json"
            },
            {
                "name": "Guerriero giaguaro|un Guerriero giaguaro|dal tuo Guerriero giaguaro|al tuo Guerriero giaguaro|il tuo Guerriero giaguaro|da un Guerriero giaguaro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/jaguar.json"
            },
            {
                "name": "Guerriero Maori|un Guerriero Maori|dal tuo Guerriero Maori|al tuo Guerriero Maori|il tuo Guerriero Maori|da un Guerriero Maori",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/maori_warrior.json"
            },
            {
                "name": "Lanciatore con atlatl|un Lanciatore con atlatl|dal tuo Lanciatore con atlatl|al tuo Lanciatore con atlatl|il tuo Lanciatore con atlatl|da un Lanciatore con atlatl",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/atlatlist.json"
            },
            {
                "name": "Pathfinder|un Pathfinder|dal tuo Pathfinder|al tuo Pathfinder|il tuo Pathfinder|da un Pathfinder",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/pathfinder.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/agriculture.json"
    },
    {
        "id": 2,
        "name": "Ceramica|della Ceramica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/pottery.png",
        "era": "Epoca antica",
        "cost": 35,
        "civilopedia_entry": "La ceramica è una delle arti più antiche e utili all'uomo. La padronanza della ceramica permette di costruire oggetti di argilla che poi sono cotti in forno ad altissime temperature. Il prodotto che ne risulta è estremamente fragile ma è a prova d'aria e resiste perfettamente alla corrosione, all'ossidazione, alle infestazioni animali e a tutte le altre forze distruttive che potrebbero attaccare oggetti fatti di metallo, legno o stoffa. I primi oggetti di terracotta includono brocche e contenitori per liquidi o granaglie, oltre a pentole, coppe, piatti e stoviglie.I primi oggetti prodotti risalgono a 9.000 anni fa e non sono di ceramica, ma appunto di terracotta. Si tratta di un materiale poroso, che in genere veniva ricoperto da una patina impermeabile o smaltato. Le stoviglie di terracotta sono estremamente durevoli (se non si rompono) e restano in uso ancora oggi. La ceramica dura, o grès, viene cotta a temperature altissime che \"vetrificano\" l'argilla, rendendola simile al vetro ed eliminando la porosità. Questo processo è stato scoperto in Cina intorno al 1400 a.C. Anche la porcellana è stata inventata in Cina, intorno al VI secolo d.C. È simile al grès (anzi, la linea di demarcazione tra i due materiali è argomento di dibattito), ma gli oggetti di porcellana in genere sono più delicati e traslucidi.",
        "quote": "L'argilla dirà forse a colui che le dà forma: \"Che fai\"? - La Bibbia, Isaia, 45:9",
        "tech_prereqs": [
            {
                "name": "Agricoltura|dell'Agricoltura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Vela|della Vela",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/sailing.json"
            },
            {
                "name": "Calendario|del Calendario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/calendar.json"
            },
            {
                "name": "Scrittura|della Scrittura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/writing.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Granaio|il Granaio|un Granaio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/granary.json"
            },
            {
                "name": "Piramide|la Piramide|una Piramide",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/pyramid.json"
            },
            {
                "name": "Santuario|il Santuario|un Santuario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/shrine.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/pottery.json"
    },
    {
        "id": 3,
        "name": "Allevamento di animali|dell'Allevamento di animali",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/animal_husbandry.png",
        "era": "Epoca antica",
        "cost": 35,
        "civilopedia_entry": "L'allevamento di animali si è sviluppato più o meno insieme all'invenzione dell'agricoltura. L'animale domestico più antico sembra essere stato il cane, probabilmente selezionato per aiutare nella caccia e nell'uccisione della selvaggina. Le prove suggeriscono che i primi cani siano stati addomesticati e incrociati in Cina: in effetti, gli studiosi di genetica credono che il 95% dei cani che vivono oggi siano tutti discendenti di pochi esemplari cinesi. Le capre e le pecore sono state addomesticate in Medio Oriente intorno al 10.000 a.C.Per poter essere addomesticato un animale deve soddisfare certi criteri: deve consumare cibo che non sia appetibile per gli esseri umani, come l'erba o gli insetti, o resti di cibo scartato. Deve crescere rapidamente, in modo da risultare utile in breve tempo e da rendere possibile la selezione genetica attraverso l'incrocio di più generazioni. Deve avere un carattere poco aggressivo. Non deve andare facilmente nel panico, e in caso contrario deve avere l'istinto di restare insieme ai suoi simili, cosicché una persona o un cane possa gestire l'intero gregge o branco come un gruppo unico. Infine, è estremamente utile che l'animale possa essere addestrato in modo da ritenere che un essere umano sia il capobranco.Gli scienziati ritengono che i primi cavalli siano stati addomesticati nella regione che corrisponde all'odierna Ucraina in un periodo che va tra il 4000 e il 3500 a.C. È possibile che i primi cavalli fossero allevati per la loro carne e non per essere messi al lavoro. Nel giro di mezzo millennio il cavallo si impose come animale da lavoro in gran parte dell'Europa e dell'Asia. Nel giro di migliaia d'anni, programmi di allevamento intensivo hanno prodotto un animale addomesticato molto più grande e forte dell'originale cavallo selvaggio. L'invenzione del collare, e in seguito della sella e delle staffe, ha fatto del cavallo l'animale più importante nella storia dell'umanità. Questo, almeno, vale per l'Eurasia e il Nordafrica: nelle Americhe, i nativi mangiarono tutti i loro cavalli prima di addomesticarli.",
        "quote": "\"Non mettere la musoliera al bue mentre sta trebbiando\". - Deuteronomio, 25:4",
        "tech_prereqs": [
            {
                "name": "Agricoltura|dell'Agricoltura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Trappole per animali|delle Trappole per animali",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/trapping.json"
            },
            {
                "name": "Ruota|della Ruota",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Carovana|una Carovana|dalla tua Carovana|alla tua Carovana|la tua Carovana|da una Carovana",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/caravan.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/animal_husbandry.json"
    },
    {
        "id": 4,
        "name": "Tiro con l'arco|del Tiro con l'arco",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archery.png",
        "era": "Epoca antica",
        "cost": 35,
        "civilopedia_entry": "Il tiro con l'arco è una tecnologia che permette di usare la potenza elastica immagazzinata in un bastone piegato (l'arco) per scagliare un sottile proiettile (la freccia) ad alta velocità e grande distanza. Per tutta la storia dell'uomo archi e frecce sono stati usati per la caccia e per la guerra. L'uso più antico si perde nelle nebbie del tempo, ma risale probabilmente al paleolitico (terminato circa 14.000 anni fa) o ancora più indietro: in Africa gli archeologi hanno trovato manufatti di pietra che risalgono a 60.000 anni fa e che potrebbero essere punte di freccia. Praticamente tutte le culture antiche hanno usato arco e frecce, tranne gli aborigeni australiani.Da quando esiste la guerra, gli arcieri ne hanno fatto parte. I primi eserciti greci ed egizi comprendevano contingenti di arcieri, e la stessa cosa si può dire degli eserciti in India, Asia, Giappone e Americhe. Nel Rinascimento la balestra e le armi da fuoco cominciarono a sostituire arco e frecce in guerra e per la caccia. Nel XVI secolo gli arcieri erano ormai scomparsi dalla maggior parte degli eserciti moderni. Oggi il tiro con l'arco sopravvive come sport in molte culture in tutto il mondo. Alcuni appassionati vanno ancora a caccia con arco e frecce, un'arma che, nonostante la sua età, è ancora perfettamente in grado di abbattere un cervo oggi come 10.000 anni fa.",
        "quote": "\"La freccia è piumata con le penne dell'aquila. Così, spesso diamo ai nemici i mezzi per la nostra stessa distruzione.\" - Esopo",
        "tech_prereqs": [
            {
                "name": "Agricoltura|dell'Agricoltura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ruota|della Ruota",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_wheel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arciere|un Arciere|dal tuo Arciere|al tuo Arciere|il tuo Arciere|da un Arciere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/archer.json"
            },
            {
                "name": "Fromboliere|un Fromboliere|dal tuo Fromboliere|al tuo Fromboliere|il tuo Fromboliere|da un Fromboliere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/slinger.json"
            },
            {
                "name": "Guerriero con arco|un Guerriero con arco|dal tuo Guerriero con arco|al tuo Guerriero con arco|il tuo Guerriero con arco|da un Guerriero con arco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Tempio di Artemide|il Tempio di Artemide|il Tempio di Artemide",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/temple_of_artemis.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archery.json"
    },
    {
        "id": 5,
        "name": "Estrazione mineraria|dell'Estrazione mineraria",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mining.png",
        "era": "Epoca antica",
        "cost": 35,
        "civilopedia_entry": "L'estrazione mineraria è il processo con cui si estraggono diversi materiali utili dalla superficie terrestre. Fin dai tempi antichi sono stati estratti elementi come rame, ferro, diamanti, oro, argento, sale e carbone. Dal momento che non è possibile mangiare quella roba (tranne il sale, naturalmente, che però da solo non costituisce una dieta equilibrata), i minatori devono far parte di una comunità che dispone di cibo in eccesso per supportare loro e le loro famiglie.La più vecchia miniera scoperta dagli archeologi si trova in Swaziland, nel sud dell'Africa. Fu scavata 40.000 anni fa per estrarre ocra, un minerale usato nelle cerimonie funebri e per la pittura del corpo. È possibile che il primo materiale estratto su larga scala in Europa sia stata la selce, un minerale fragile e facile da affilare utilizzato dagli uomini primitivi per realizzare raschietti, coltelli e punte di freccia. In Francia e Inghilterra sono state scoperte cave di selce, profonde una trentina di metri, che risalgono al neolitico (dall'8000 al 2000 a.C.).I minatori moderni sfruttano metodi diversi per estrarre una grande varietà di materiali dal sottosuolo. Talvolta per estrarre il carbone vengono addirittura polverizzate le cime delle montagne. In Africa alcune grandi compagnie minerarie hanno scavato per chilometri nel sottosuolo in cerca di diamanti. Ma la risorsa che tutti cercano avidamente, con perforazioni in ogni dove - dal fondo degli oceani al permafrost ghiacciato del nord - è il liquido più prezioso, l'oro nero: il petrolio.",
        "quote": "\"Gli umili erediteranno la terra, ma non i suoi diritti minerari.\" - J. Paul Getty",
        "tech_prereqs": [
            {
                "name": "Agricoltura|dell'Agricoltura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/agriculture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Muratura|della Muratura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/masonry.json"
            },
            {
                "name": "Lavorazione del bronzo|della Lavorazione del bronzo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/bronze_working.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mining.json"
    },
    {
        "id": 6,
        "name": "Vela|della Vela",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/sailing.png",
        "era": "Epoca antica",
        "cost": 55,
        "civilopedia_entry": "L'arte della vela permette di sfruttare la potenza del vento per spostare un'imbarcazione sull'acqua. Per avere successo, la navigazione a vela richiede di padroneggiare diverse abilità. Per prima cosa una cultura dev'essere in grado di costruire un'imbarcazione capace di affrontare il mare. In secondo luogo deve produrre robuste vele che possano catturare il vento e trasmettere la sua energia allo scafo. Terzo, deve saper realizzare le varie corde, sartie e carrucole necessarie per controllare le vele una volta messe in opera. Infine, dev'essere capace di pilotare con successo il natante dalla partenza alla destinazione senza perdersi né incappare in qualche altro inconveniente.Le prime testimonianze di navigazione a vela sono state rinvenute in Egitto sotto forma di illustrazioni e risalgono al 4000 a.C. circa. Appartenendo a una civiltà sviluppatasi lungo un fiume, gli Egizi erano eccellenti marinai. Molti dei loro vascelli combinavano vele e remi: questi ultimi erano utilizzati quando i venti non erano abbastanza forti o non spiravano da una direzione favorevole.Già nel 3000 a.C. gli Egizi avevano cominciato ad avventurarsi nel Mediterraneo, sfidando la traversata in mare aperto che portava verso Creta e più tardi nelle terre dei Fenici. Inoltre navigavano verso sud lungo la costa dell'Africa per esplorare, effettuare scambi commerciali e cercare tesori.Le prime navi da guerra, come biremi e triremi, erano spinte sia dai remi sia dalle vele e montavano sulla prua rostri o arieti. Durante la battaglia il timoniere avrebbe cercato di speronare il nemico ad alta velocità mentre cercava di evitare un trattamento analogo. Alcune navi trasportavano arcieri per attaccare il nemico dalla distanza, altre invece imbarcavano truppe; queste ultime avrebbero cercato di abbordare gli altri vascelli per andare all'assalto e catturarli.I Greci - e in particolare gli Ateniesi e i loro alleati delle colonie isolane - erano dei veri maestri della guerra sul mare. Una delle ragioni principali per cui la Grecia riuscì a sconfiggere la Persia, un nemico molto più grande e potente, sta proprio nel fatto che la flotta ateniese dominava il Mar Egeo e minacciava costantemente le linee di approvvigionamento persiane, sempre più lunghe e fragili.",
        "quote": "\"Chi ha il dominio del mare ha il dominio di tutto.\" - Temistocle",
        "tech_prereqs": [
            {
                "name": "Ceramica|della Ceramica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ottica|dell'Ottica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/optics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Chiatta|una Chiatta|dalla tua Chiatta|alla tua Chiatta|la tua Chiatta|da una Chiatta",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/work_boat.json"
            },
            {
                "name": "Trireme|una Trireme|dalla tua Trireme|alla tua Trireme|la tua Trireme|da una Trireme",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/trireme.json"
            },
            {
                "name": "Dromone|un Dromone|dal tuo Dromone|al tuo Dromone|il tuo Dromone|da un Dromone",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/dromon.json"
            },
            {
                "name": "Quinquereme|una Quinquereme|dalla tua Quinquereme|alla tua Quinquereme|la tua Quinquereme|da una Quinquereme",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/quinquereme.json"
            },
            {
                "name": "Nave da carico|una Nave da carico|dalla tua Nave da carico|alla tua Nave da carico|la tua Nave da carico|da una Nave da carico",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/cargo_ship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/sailing.json"
    },
    {
        "id": 7,
        "name": "Calendario|del Calendario",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/calendar.png",
        "era": "Epoca antica",
        "cost": 55,
        "civilopedia_entry": "Un calendario è un metodo che permette di tener traccia del passaggio dei giorni. In molte culture antiche i calendari avevano una funzione sia pratica sia religiosa: alcuni giorni dell'anno erano dedicati all'adorazione di particolari divinità, ed era un grave errore offendere gli dèi dimenticandosi di dar loro il dovuto. Naturalmente, e più prosaicamente, un calendario permette anche di tenere traccia del clima in un'area, stabilendo quando è meglio seminare, quando cominciare il raccolto e così via.Sembra che il primo calendario di uso pratico sia stato sviluppato degli Egizi: è lo stesso che, acquisito e ulteriormente perfezionato dai Romani, è diventato noto come calendario giuliano. Il calendario gregoriano, ormai di uso praticamente universale, è basato su quello giuliano. Promulgato nel 1582 da papa Gregorio XIII, definisce l'anno solare con più accuratezza, correggendo una lieve imprecisione del predecessore. Nel calendario giuliano l'anno solare durava 365 giorni e 6 ore, mentre in quello gregoriano l'anno è più corto di 12 minuti: dura infatti 365 giorni, 5 ore e 48 minuti. Quest'errore si era accumulato per secoli, tanto che al tempo di Gregorio il calendario giuliano era sfasato di ben 14 giorni rispetto alle stagioni.",
        "quote": "\"Insegnaci a contare i nostri giorni e giungeremo alla sapienza del cuore.\" - Salmi, 90:12",
        "tech_prereqs": [
            {
                "name": "Ceramica|della Ceramica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Filosofia|della Filosofia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/philosophy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Stonehenge|Stonehenge|Stonehenge",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stonehenge.json"
            },
            {
                "name": "Scalpellino|lo Scalpellino|uno Scalpellino",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stone_works.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/calendar.json"
    },
    {
        "id": 8,
        "name": "Scrittura|della Scrittura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
        "era": "Epoca antica",
        "cost": 55,
        "civilopedia_entry": "La scrittura è l'arte di registrare informazioni su un materiale duraturo (carta, pietra, argilla, pelle d'animale) in modo che altri possano esaminare il materiale e ricostruire il suo significato. Inventata intorno al IV millennio a.C., la forma più arcaica di scrittura è la \"pittografia\", in cui l'argomento della trattazione è rappresentato con un piccolo disegno. Quest'approccio funziona discretamente se l'oggetto del discorso è molto semplice, ma mostra i suoi limiti quando diventa necessario discutere di questioni più complesse e astratte (è facile disegnare una pecora, ma che dire di mille pecore, e come si può rappresentare graficamente il rumore che fa una pecora che cade giù da una piramide? Non è così semplice).La logografia è nata dopo la pittografia. In questo sistema ogni simbolo rappresenta una singola parola. C'è un simbolo per una pecora, un altro per mille pecore e un altro ancora per il rumore prodotto dalla pecora che cade giù da una piramide. Un linguaggio però può comprendere diverse decine di migliaia di parole, e imparare così tanti simboli può essere problematico.Un sistema fonografico prevede un simbolo distinto per ogni parola di suono diverso. In questo caso il suono \"pecora\" sarebbe rappresentato da un suo simbolo, ma \"hanno\" e \"anno\" ne avrebbero uno in comune. Il risultato è un insieme più piccolo di simboli da memorizzare, ma anche un rischio maggiore di ambiguità.In un sistema alfabetico abbiamo un insieme limitato di simboli (alfabeto) che rappresentano i vari suoni che compongono il linguaggio. I simboli possono essere combinati insieme per rappresentare la pronuncia di qualsiasi parola. Chiunque conosca le singole lettere è quindi in grado di riprodurre il suono di qualsiasi parola scritta. Questo è il metodo adottato dall'italiano e in genere è considerato (soprattutto dai parlanti) il più potente e flessibile sistema di scrittura mai concepito.",
        "quote": "\"Chi distrugge un buon libro uccide la ragione stessa.\" - John Milton",
        "tech_prereqs": [
            {
                "name": "Ceramica|della Ceramica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/pottery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Filosofia|della Filosofia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/philosophy.json"
            },
            {
                "name": "Drammaturgia e poesia|della Drammaturgia e poesia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Cartiera|la Cartiera|una Cartiera",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/paper_maker.json"
            },
            {
                "name": "Biblioteca|la Biblioteca|una Biblioteca",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/library.json"
            },
            {
                "name": "Grande Biblioteca|la Grande Biblioteca|una Grande Biblioteca",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/great_library.json"
            },
            {
                "name": "Biblioteca Reale|la Biblioteca Reale|una Biblioteca Reale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/royal_library.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/writing.json"
    },
    {
        "id": 9,
        "name": "Trappole per animali|delle Trappole per animali",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/trapping.png",
        "era": "Epoca antica",
        "cost": 55,
        "civilopedia_entry": "Gli esseri umani hanno catturato gli animali con le trappole per millenni. È una forma di caccia quasi vecchia quanto l'uomo stesso. Nel corso della storia i cacciatori hanno sperimentato una grande varietà di trappole per catturare le loro prede, utilizzando ogni espediente: dalle buche coperte di frasche, alle reti nascoste, ai dispositivi metallici azionati da molle. In Nord America, tra il XVII e il XVIII secolo, i trapper franco-canadesi passavano lunghi anni nelle foreste selvagge per catturare enormi quantità di animali da pelliccia di cui poi rivendevano le pelli negli avamposti più a est. Molte di quelle pellicce finivano con l'adornare i cappelli e gli abiti degli europei più ricchi ed eleganti. I cacciatori russi facevano lo stesso in Siberia e negli altri territori remoti dell'Eurasia.",
        "quote": "\"Persino le ferali bestie e gli uccelli vagabondi non cadono due volte nelle stesse trappole.\" - S. Girolamo",
        "tech_prereqs": [
            {
                "name": "Allevamento di animali|dell'Allevamento di animali",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/animal_husbandry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Equitazione|dell'Equitazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/horseback_riding.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Circo|il Circo|un Circo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/circus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/trapping.json"
    },
    {
        "id": 10,
        "name": "Ruota|della Ruota",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_wheel.png",
        "era": "Epoca antica",
        "cost": 55,
        "civilopedia_entry": "Una ruota è un oggetto circolare con un buco o mozzo nel centro. Presa da sola serve a ben poco, ma quando fa parte di un sistema di trasporto che comprende strade e animali da tiro ha un valore straordinario per la civiltà umana. La rappresentazione più antica di un veicolo su ruote è stata rinvenuta presso i Sumeri e risale al 3500 a.C. circa. Le prime ruote erano di legno massiccio; i raggi apparvero per la prima volta intorno al 2000 a.C. in Asia Minore, utilizzati su carri tirati dai cavalli. Successivamente furono introdotti mozzi di ferro entro cui ruotavano assi lubrificati con grasso e i primi rudimentali ammortizzatori.A differenza di quanto si ritiene comunemente, il Nuovo Mondo conosceva l'esistenza della ruota anche prima dell'arrivo degli spagnoli. Nelle Americhe però non c'erano animali da tiro, per cui la quasi totalità delle merci era trasportata dagli esseri umani. Gli esseri umani non sono adatti per tirare carichi per lunghe distanze; riescono più facilmente a portare il peso sulle spalle (ad esempio all'interno di zaini) ed è per questo che non furono sviluppati carretti e affini. Con l'arrivo dei cavalli e degli altri animali da tiro, i nativi americani cominciarono a usare veicoli su ruote proprio come tutti gli altri.",
        "quote": "\"La saggezza e la virtù sono come le due ruote di un carretto.\" - Proverbio giapponese",
        "tech_prereqs": [
            {
                "name": "Allevamento di animali|dell'Allevamento di animali",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/animal_husbandry.json"
            },
            {
                "name": "Tiro con l'arco|del Tiro con l'arco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archery.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Equitazione|dell'Equitazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/horseback_riding.json"
            },
            {
                "name": "Matematica|della Matematica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mathematics.json"
            },
            {
                "name": "Costruzione|della Costruzione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/construction.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arciere su carro|un Arciere su carro|dal tuo Arciere su carro|al tuo Arciere su carro|il tuo Arciere su carro|da un Arciere su carro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/chariot_archer.json"
            },
            {
                "name": "Carro da guerra|un Carro da guerra|dal tuo Carro da guerra|al tuo Carro da guerra|il tuo Carro da guerra|da un Carro da guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/war_chariot.json"
            },
            {
                "name": "Elefante da guerra|un Elefante da guerra|dal tuo Elefante da guerra|al tuo Elefante da guerra|il tuo Elefante da guerra|da un Elefante da guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/war_elephant.json"
            },
            {
                "name": "Arciere a cavallo|un Arciere a cavallo|dal tuo Arciere a cavallo|al tuo Arciere a cavallo|il tuo Arciere a cavallo|da un Arciere a cavallo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/horse_archer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Giardini galleggianti|i Giardini galleggianti|i Giardini galleggianti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/floating_gardens.json"
            },
            {
                "name": "Mulino ad acqua|il Mulino ad acqua|un Mulino ad acqua",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/water_mill.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_wheel.json"
    },
    {
        "id": 11,
        "name": "Muratura|della Muratura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/masonry.png",
        "era": "Epoca antica",
        "cost": 55,
        "civilopedia_entry": "La muratura è l'arte di costruire strutture complesse accatastando singoli blocchi e legandoli con la malta. I blocchi possono essere mattoni d'argilla, pietre, detriti o cemento. La malta è un composto fluido denso che una volta indurito diventa estremamente tenace e resistente. Solitamente è composta da un miscuglio di sabbia, acqua e cemento o calce.Già nel IV millennio a.C. gli antichi Egizi padroneggiavano l'arte della muratura e avevano costruito i loro templi, i palazzi e le piramidi sfruttando le grandi vene di roccia calcarea, arenaria, granito e basalto sulle colline intorno al Nilo. In Mesopotamia gli antichi Assiri non avevano accesso alla pietra ma avevano a disposizione grandi depositi d'argilla, con cui poterono produrre mattoni seccati al sole. Dal momento che questo tipo di mattoni è molto sensibile all'umido, spesso ricoprivano le strutture con mattonelle cotte al forno o smaltate, molto più resistenti all'acqua.Gli antichi Romani inventarono il cemento, che permise loro di realizzare una calce molto superiore a quella usata dalle civiltà precedenti (che in genere era a base di argilla) e poteva essere usato da solo come materiale di costruzione. Questa cosiddetta \"rivoluzione del cemento\" consentì ai Romani di costruire edifici altrimenti impossibili da realizzare. Nel XIX secolo un giardiniere di Parigi pensò di introdurre un reticolo di ferro all'interno dei vasi e nelle vasche di cemento: la sua invenzione, il cemento armato, aumentò considerevolmente il carico di rottura del materiale, rendendolo più adatto a costruire alte strutture soggette a forti venti, vibrazioni o addirittura terremoti. Altre innovazioni recenti hanno ulteriormente aumentato la resistenza e la flessibilità di quello che rimane il più utile di tutti i materiali da costruzione. Anche i grattacieli più moderni, fatti d'acciaio e di vetro, appoggiano su fondamenta costruite secondo l'antichissima arte della muratura.",
        "quote": "\"Lieti coloro le cui mura già si ergono!\" - Virgilio",
        "tech_prereqs": [
            {
                "name": "Estrazione mineraria|dell'Estrazione mineraria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Costruzione|della Costruzione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/construction.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Mura|le Mura|delle Mura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/walls.json"
            },
            {
                "name": "Piramidi|le Piramidi|le Piramidi",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/pyramids.json"
            },
            {
                "name": "Mausoleo di Alicarnasso|il Mausoleo di Alicarnasso|il Mausoleo di Alicarnasso",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/mausoleum_of_halicarnassus.json"
            },
            {
                "name": "Mura di Babilonia|Mura di Babilonia|Mura di Babilonia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/walls_of_babylon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/masonry.json"
    },
    {
        "id": 12,
        "name": "Lavorazione del bronzo|della Lavorazione del bronzo",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/bronze_working.png",
        "era": "Epoca antica",
        "cost": 55,
        "civilopedia_entry": "Il bronzo è una lega metallica formata da rame e stagno. Il materiale risultante è più resistente di entrambi i componenti e più facile da fondere e lavorare (ad esempio versandolo in stampi per creare punte di lancia e altri oggetti utili). Il rame è stato usato per la prima volta in Egitto, probabilmente ancor prima del 5000 a.C. Il primo oggetto di bronzo risale a circa 1.300 anni più tardi: un bastone, ritrovato in una piramide del 3700 a.C. In Asia il bronzo è comparso molto dopo, intorno al 1500 a.C., e nelle Americhe ancora più tardi, tra il 100 e il 200 d.C.",
        "quote": "\"Ed ecco che entrò Ettore, impugnando una lancia lunga undici cubiti; la punta di bronzo brillava davanti a lui ed era fissata all'asta con un anello d'oro.\" - Omero",
        "tech_prereqs": [
            {
                "name": "Estrazione mineraria|dell'Estrazione mineraria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mining.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Lavorazione del ferro|della Lavorazione del ferro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/iron_working.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lanciere|un Lanciere|dal tuo Lanciere|al tuo Lanciere|il tuo Lanciere|da un Lanciere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/spearman.json"
            },
            {
                "name": "Oplita|un Oplita|dal tuo Oplita|al tuo Oplita|il tuo Oplita|da un Oplita",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/hoplite.json"
            },
            {
                "name": "Immortale|un Immortale|dal tuo Immortale|al tuo Immortale|il tuo Immortale|da un Immortale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/immortal.json"
            },
            {
                "name": "Guerriero Pitto|un Guerriero Pitto|dal tuo Guerriero Pitto|al tuo Guerriero Pitto|il tuo Guerriero Pitto|da un Guerriero Pitto",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/pictish_warrior.json"
            },
            {
                "name": "Ariete|un Ariete|dal tuo Ariete|al tuo Ariete|il tuo Ariete|da un Ariete",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/battering_ram.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Krepost|il Krepost|un Krepost",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/krepost.json"
            },
            {
                "name": "Caserma|la Caserma|una Caserma",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/barracks.json"
            },
            {
                "name": "Statua di Zeus|la Statua di Zeus|la Statua di Zeus",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/statue_of_zeus.json"
            },
            {
                "name": "Ikanda|l'Ikanda|un Ikanda",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/ikanda.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/bronze_working.json"
    },
    {
        "id": 13,
        "name": "Ottica|dell'Ottica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/optics.png",
        "era": "Epoca classica",
        "cost": 85,
        "civilopedia_entry": "L'ottica è lo studio della luce e della visione. La prima e più importante sfida dell'ottica consiste nell'aiutare la percezione dell'occhio umano permettendogli di vedere più lontano, oppure oggetti piccolissimi, o nell'oscurità. Le prime lenti sono state costruite dagli antichi Egizi e dai popoli della Mesopotamia. Le più antiche, realizzate con cristallo lucidato, risalgono al 700 a.C. I Greci e i Romani hanno creato lenti primitive riempiendo d'acqua sfere di vetro. Nell'opera \"L'ottica\", Euclide descrive le regole matematiche della percezione ed esamina il fenomeno della rifrazione. Nell'VIII secolo d.C. gli studiosi islamici hanno scritto molti trattati eruditi sulla rifrazione e sulla costruzione di lenti e specchi.I primi occhiali indossabili sono stati inventati in Italia nel XII secolo, i primi telescopi e il primo microscopio nel Quattrocento. Per quanto rispetto agli standard odierni fossero estremamente rudimentali, questi strumenti aumentarono enormemente la capacità dell'uomo di percepire il mondo che lo circonda e di orientarsi nei grandi oceani inesplorati.",
        "quote": "\"Costruì uno strumento per sapere se la luna brilla in pieno oppure no.\" - Samuel Butler",
        "tech_prereqs": [
            {
                "name": "Vela|della Vela",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/sailing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Bussola|della Bussola",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/compass.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Faro|il Faro|un Faro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/lighthouse.json"
            },
            {
                "name": "Grande Faro|il Grande Faro|un Grande Faro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/great_lighthouse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/optics.json"
    },
    {
        "id": 14,
        "name": "Equitazione|dell'Equitazione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/horseback_riding.png",
        "era": "Epoca classica",
        "cost": 105,
        "civilopedia_entry": "L'equitazione è stata sviluppata nel II millennio a.C. (e forse ancora prima), probabilmente dai popoli nomadi dell'Asia centrale. A quell'epoca il cavallo era stato già addomesticato da parecchio tempo, ma gli animali originali erano troppo piccoli. Solo quando la selezione permise di allevare esemplari abbastanza grandi e robusti divenne possibile praticare l'equitazione. Un'antica comunità di nomadi, gli Sciti, era formata da cavallerizzi particolarmente abili; è possibile che siano stati loro a inventare le prime selle e staffe (per quanto le usassero quasi certamente solo per salire e scendere da cavallo). Secondo gli storici greci sono anche stati i primi a castrare i cavalli maschi troppo impetuosi, rendendoli molto più docili e facili da manovrare.Intorno al 1500 a.C. molti popoli dell'area mesopotamica (Ittiti, Assiri e Babilonesi) combattevano a cavallo. In quel periodo i cavalli furono introdotti anche in Egitto. Al tempo di Alessandro Magno le tattiche di cavalleria erano già abbastanza avanzate: la sua \"Cavalleria dei Compagni\" era forse l'unità militare più potente ed efficace in tutto il Mediterraneo.",
        "quote": "\"Un cavallo! Un cavallo! Il mio regno per un cavallo!\" - William Shakespeare (Riccardo III)",
        "tech_prereqs": [
            {
                "name": "Ruota|della Ruota",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_wheel.json"
            },
            {
                "name": "Trappole per animali|delle Trappole per animali",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/trapping.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pubblica amministrazione|della Pubblica amministrazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Guerriero a cavallo|un Guerriero a cavallo|dal tuo Guerriero a cavallo|al tuo Guerriero a cavallo|il tuo Guerriero a cavallo|da un Guerriero a cavallo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/horseman.json"
            },
            {
                "name": "Cavalleria dei Compagni|una Cavalleria dei Compagni|dalla tua Cavalleria dei Compagni|alla tua Cavalleria dei Compagni|la tua Cavalleria dei Compagni|da una Cavalleria dei Compagni",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/companion_cavalry.json"
            },
            {
                "name": "Catafratto|un Catafratto|dal tuo Catafratto|al tuo Catafratto|il tuo Catafratto|da un Catafratto",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/cataphract.json"
            },
            {
                "name": "Elefante africano|un Elefante africano|dal tuo Elefante africano|al tuo Elefante africano|il tuo Elefante africano|da un Elefante africano",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/african_forest_elephant.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Scuderia|la Scuderia|una Scuderia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stable.json"
            },
            {
                "name": "Circo Massimo|il Circo Massimo|il Circo Massimo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/circus_maximus.json"
            },
            {
                "name": "Scuderia Ducale|la Scuderia Ducale|una Scuderia Ducale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/ducal_stable.json"
            },
            {
                "name": "Caravanserraglio|il Caravanserraglio|un Caravanserraglio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/caravansary.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/horseback_riding.json"
    },
    {
        "id": 15,
        "name": "Matematica|della Matematica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mathematics.png",
        "era": "Epoca classica",
        "cost": 105,
        "civilopedia_entry": "La matematica può essere definita come la scienza dell'ordine, della struttura e delle relazioni tra entità. Si è evoluta a partire dalla capacità di contare, di misurare le grandezze e di descrivere gli oggetti e la loro forma. La matematica è la base di tutte le scienze fisiche. I Sumeri possedevano già un robusto sistema matematico che era sia a base 10 (come il nostro) sia a base 60. Le ultime vestigia del sistema a base 60 si possono trovare nella misurazione del tempo: le ore sono divise in 60 minuti, a loro volta formati da 60 secondi.Gli scribi e gli esattori delle tasse egizi avevano sviluppato un sistema un po' più semplice, che fu comunque capace di supportare i calcoli necessari per realizzare opere enormi come le piramidi (e anche, si presume, per tener traccia delle tasse da raccogliere). I Greci divisero la matematica in due grandi sfere: l'aritmetica, che studia le quantità, e la geometria, che studia le dimensioni. Il loro contributo più importante, comunque, consiste nell'aver applicato alla matematica i concetti di teoria e dimostrazione. I sistemi precedenti erano basati sull'osservazione della realtà, mentre i Greci si sforzarono di definire regole generali che andassero oltre la registrazione dell'esistente.Tra l'VIII e il XV secolo il mondo islamico contribuì in modo fondamentale alla matematica. Le invenzioni più importanti furono probabilmente il sistema decimale e il numero zero, avvenute intorno al 600 d.C. in India. Il nuovo sistema sostituì quello romano, molto barocco e scomodo, che oggi sopravvive quasi solo nella numerazione dei sequel dei film horror.La matematica si è sviluppata tremendamente dai suoi inizi e ha permesso all'uomo di spezzare gli atomi, creare Internet e organizzare elaborati campionati di fantacalcio. Chissà quali segreti ci potrà schiudere in futuro?",
        "quote": "\"La matematica è la porta e la chiave delle scienze.\" - Ruggero Bacone",
        "tech_prereqs": [
            {
                "name": "Ruota|della Ruota",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Valuta|della Valuta",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/currency.json"
            },
            {
                "name": "Ingegneria|dell'Ingegneria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Catapulta|una Catapulta|dalla tua Catapulta|alla tua Catapulta|la tua Catapulta|da una Catapulta",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/catapult.json"
            },
            {
                "name": "Balista|una Balista|dalla tua Balista|alla tua Balista|la tua Balista|da una Balista",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/ballista.json"
            },
            {
                "name": "Torre d'assedio|una Torre d'assedio|dalla tua Torre d'assedio|alla tua Torre d'assedio|la tua Torre d'assedio|da una Torre d'assedio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/siege_tower.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Palazzo di giustizia|il Palazzo di giustizia|un Palazzo di giustizia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/courthouse.json"
            },
            {
                "name": "Giardini Pensili|i Giardini Pensili|i Giardini Pensili",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hanging_gardens.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mathematics.json"
    },
    {
        "id": 16,
        "name": "Costruzione|della Costruzione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/construction.png",
        "era": "Epoca classica",
        "cost": 105,
        "civilopedia_entry": "La Costruzione rappresenta un miglioramento rispetto alla conoscenza del semplice lavoro murario. Il progresso passa principalmente attraverso l'uso del ferro e di altri metalli. Per quanto siano materiali robusti, pietra e mattone sono anche pesanti e poco flessibili. Con materiali simili è impossibile costruire strutture molto alte (a meno che non siano di roccia piena o abbiano la forma di una piramide) perché collasserebbero sotto il loro stesso peso o per la forza del vento.Le costruzioni metalliche, al contrario, o di muratura rinforzata con metallo, possono essere alte, belle e strutturalmente solide. Con il metallo si possono creare maestosi ponti, gallerie profonde, alti grattacieli o autostrade sopraelevate. Senza la Costruzione le grandi città del mondo, con la loro stupefacente architettura, semplicemente non potrebbero esistere.",
        "quote": "\"Di un edificio bisogna guardare tre cose: che sia collocato nel posto giusto; che abbia fondamenta solide; che la costruzione sia eseguita con perizia.\" - Johann Wolfgang von Goethe",
        "tech_prereqs": [
            {
                "name": "Muratura|della Muratura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/masonry.json"
            },
            {
                "name": "Ruota|della Ruota",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_wheel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ingegneria|dell'Ingegneria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/engineering.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Arciere con arco composito|un Arciere con arco composito|dal tuo Arciere con arco composito|al tuo Arciere con arco composito|il tuo Arciere con arco composito|da un Arciere con arco composito",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/composite_bowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Colosseo|il Colosseo|un Colosseo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/colosseum.json"
            },
            {
                "name": "Esercito di terracotta|l'Esercito di terracotta|un Esercito di terracotta",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/terracotta_army.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/construction.json"
    },
    {
        "id": 17,
        "name": "Filosofia|della Filosofia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/philosophy.png",
        "era": "Epoca classica",
        "cost": 175,
        "civilopedia_entry": "La filosofia è lo studio della realtà e del posto occupato dall'uomo in essa. La parola deriva dal greco e significa \"amore della saggezza\". A differenza della religione, non cerca di definire o comprendere un qualche tipo di sistema soprannaturale: la filosofia semmai fa un passo indietro e si chiede se quel sistema esiste. La filosofia si occupa di logica, morale, osservazione della realtà, felicità, vita, morte e di tutte le altre grandi domande.In genere si ritiene che i Greci siano gli inventori della filosofia occidentale. Nel VI secolo a.C. Talete di Mileto diede la prima spiegazione completamente naturale (cioè senza influssi religiosi) dell'origine del mondo. La sua opinione era che tutto provenisse dall'acqua; questa teoria era basata sull'osservazione di fossili di animali marini nell'entroterra. Questo ragionamento non postula alcun intervento da parte di esseri soprannaturali, essendo il risultato della sola analisi di proprietà naturali. I filosofi successivi avrebbero sviluppato questa teoria... tranne naturalmente quelli che scelsero di negare che esista qualcosa in assoluto, quelli che ritenevano che il mondo non è altro che il riflesso di qualche altro posto e così via. Il problema dell'esame della realtà è che più si guarda a fondo e più le cose si fanno confuse.Al suo meglio, la filosofia fornisce gli strumenti per osservare e valutare il mondo, e riflettere su questioni che nessuno ha mai considerato prima. Come ogni altro strumento, la filosofia può essere usata nel bene o nel male, ma se non altro cerca di fornire le strutture intellettuali necessarie per comprendere la differenza tra i due.",
        "quote": "\"C'è un solo bene, la conoscenza, e un solo male, l'ignoranza.\" - Socrate",
        "tech_prereqs": [
            {
                "name": "Calendario|del Calendario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/calendar.json"
            },
            {
                "name": "Scrittura|della Scrittura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teologia|della Teologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Moschea della Piramide di Fango|la Moschea della Piramide di Fango|una Moschea della Piramide di Fango",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/mud_pyramid_mosque.json"
            },
            {
                "name": "Sepolcro|il Sepolcro|un Sepolcro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/burial_tomb.json"
            },
            {
                "name": "Tempio|il Tempio|un Tempio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/temple.json"
            },
            {
                "name": "College Nazionale|il College Nazionale|un College Nazionale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/national_college.json"
            },
            {
                "name": "Oracolo|l'Oracolo|un Oracolo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/oracle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/philosophy.json"
    },
    {
        "id": 18,
        "name": "Drammaturgia e poesia|della Drammaturgia e poesia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/drama_and_poetry.png",
        "era": "Epoca classica",
        "cost": 175,
        "civilopedia_entry": "Il dramma e la poesia sono due forme di espressione artistica: il primo si manifesta attraverso una rappresentazione visiva, la seconda utilizza la parola scritta. In genere il dramma è associato al teatro, nelle varie forme di commedia, musical e opera, sebbene nell'era moderna queste rappresentazioni tradizionali siano state sorpassate dalla televisione e dal cinema. La poesia si focalizza sull'uso del linguaggio scritto per esprimere allo stesso tempo un significato letterale e un messaggio recondito in grado di suscitare riflessioni.",
        "quote": "\"Il dramma non è che la vita con le parti noiose tagliate\" - Alfred Hitchcock",
        "tech_prereqs": [
            {
                "name": "Scrittura|della Scrittura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/writing.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teologia|della Teologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
            },
            {
                "name": "Pubblica amministrazione|della Pubblica amministrazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Poema patriottico|il Poema patriottico|un Poema patriottico",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/national_epic.json"
            },
            {
                "name": "Anfiteatro|l'Anfiteatro|un Anfiteatro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/amphitheater.json"
            },
            {
                "name": "Gilda degli Scrittori|la Gilda degli Scrittori|una Gilda degli Scrittori",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/writers'_guild.json"
            },
            {
                "name": "Partenone|il Partenone|il Partenone",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/parthenon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
    },
    {
        "id": 19,
        "name": "Valuta|della Valuta",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/currency.png",
        "era": "Epoca classica",
        "cost": 175,
        "civilopedia_entry": "La valuta è un'innovazione notevole che permette di utilizzare pezzi di carta o piccoli dischi di metallo per rappresentare una certa quantità di ricchezza. È possibile utilizzarla in cambio di beni e servizi. I primi esempi storici di valuta consistevano in piccoli dischi metallici; a quei tempi il valore delle monete corrispondeva alla quantità di metallo prezioso utilizzata per la loro produzione. In tempi successivi la valuta non ha più avuto alcun valore intrinseco - su un'isola deserta un dollaro è solo un pezzetto di carta rettangolare - ma l'istituzione che la emette (di solito un governo) gli ha assegnato un valore, e finché rimane in grado di saldare tale valore, la valuta è buona come se fosse fatta d'oro.Nel IV millennio a.C. nell'antico Egitto si usavano come valuta delle barrette d'oro di peso predeterminato; in Medio Oriente allo stesso scopo si usavano lingotti di rame. In molte altre parti del mondo anelli, braccialetti e decorazioni d'oro, d'argento e di gemme sono stati usati sia come ornamenti sia come moneta.In tutti i tempi sono esistiti falsari che hanno cercato di creare copie false della valuta corrente. Una tecnica poteva consistere nel fondere monete di metallo inferiore, meno pregiato, mentre qualcuno \"limava\" un po' di materiale dalle monete fatte di metalli preziosi. Quando si passò alla carta moneta i falsari impararono rapidamente a duplicare le dimensioni, il colore e la grana dei biglietti, copiando alla perfezione le immagini e le scritte. Questi truffatori sono così bravi che la maggior parte delle banconote moderne integra diverse misure avanzate di sicurezza: non sono lontani i tempi in cui ogni biglietto avrà integrato un vero e proprio chip.",
        "quote": "\"Meglio il pane con un cuore felice, che la ricchezza con l'afflizione.\" - Amenemope",
        "tech_prereqs": [
            {
                "name": "Matematica|della Matematica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mathematics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Gilde|delle Gilde",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
            },
            {
                "name": "Pubblica amministrazione|della Pubblica amministrazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Bazaar|il Bazaar|un Bazaar",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/bazaar.json"
            },
            {
                "name": "Zecca|la Zecca|una Zecca",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/mint.json"
            },
            {
                "name": "Mercato|il Mercato|un Mercato",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/market.json"
            },
            {
                "name": "Petra|Petra|Petra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/petra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/currency.json"
    },
    {
        "id": 20,
        "name": "Ingegneria|dell'Ingegneria",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/engineering.png",
        "era": "Epoca classica",
        "cost": 175,
        "civilopedia_entry": "L'ingegneria è la scienza (o forse l'arte) di progettare materiali, strutture, dispositivi e sistemi complessi. Al giorno d'oggi l'ambito ingegneristico è alquanto allargato: i bioingegneri progettano cellule, gli ingegneri del software programmi per computer e così via. Storicamente, comunque, il termine è stato applicato alla costruzione di oggetti fisici, come macchinari, ponti, ferrovie, fabbriche ecc. (in origine il termine \"ingegnere\" si riferiva specificatamente a chi progettava macchine da guerra).L'ingegneria fiorì definitivamente nel XIX secolo, quando le nazioni di tutto il mondo cominciarono a intraprendere enormi progetti di costruzione. Completato dai francesi nel 1869, il Canale di Suez collega il Mediterraneo al Mar Rosso: in questo modo è possibile raggiungere l'India dall'Europa via mare senza la lunga e pericolosa circumnavigazione dell'Africa. Nello stesso anno gli Stati Uniti completarono la ferrovia intercontinentale, mentre nel 1883 fu costruito il ponte di Brooklyn.",
        "quote": "\"La scienza degli strumenti e della meccanica è la più nobile di tutte, e soprattutto la più utile.\" - Leonardo da Vinci",
        "tech_prereqs": [
            {
                "name": "Matematica|della Matematica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mathematics.json"
            },
            {
                "name": "Costruzione|della Costruzione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/construction.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusione del metallo|della Fusione del metallo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metal_casting.json"
            },
            {
                "name": "Meccanica|della Meccanica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Grande Muraglia|la Grande Muraglia|una Grande Muraglia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/great_wall.json"
            },
            {
                "name": "Acquedotto|l'Acquedotto|un Acquedotto",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/aqueduct.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/engineering.json"
    },
    {
        "id": 21,
        "name": "Lavorazione del ferro|della Lavorazione del ferro",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/iron_working.png",
        "era": "Epoca classica",
        "cost": 175,
        "civilopedia_entry": "La lavorazione del ferro è più vecchia della storia stessa. Il primo ferro lavorato probabilmente proveniva dai meteoriti; quando non se ne trovò più, le antiche popolazioni si sono probabilmente messe a cercare altrove per ottenere materiali simili. Sembra che l'estrazione del metallo dal minerale ferroso sia stata scoperta già nel XII secolo a.C. nelle montagne del Caucaso, in Asia Minore o forse in India. La produzione del ferro battuto risale al 1000 a.C. circa.I primi oggetti ricavati da ferro estratto dai meteoriti sono stati rinvenuti presso gli Egizi e i Sumeri e risalgono al 4000 a.C. A quei tempi il ferro era rarissimo, e gli storici pensano che valesse addirittura più dell'oro.Nel XII secolo a.C. il ferro aveva ormai rimpiazzato il bronzo come metallo d'elezione per la realizzazione di strumenti e armi nel Mediterraneo orientale. A quei tempi il ferro non era superiore al bronzo come materiale, ma era più abbondante e si poteva reperire in molti luoghi dove rame e stagno non erano disponibili, il che lo rendeva decisamente più economico.Oggetti di acciaio \"moderno\" sono stati realizzati già nella preistoria, ma la tecnologia per una produzione su larga scala non è stata disponibile fino al Seicento. Una volta divenuto anch'esso economico e abbondante, l'acciaio ha sostituito il ferro nella maggior parte delle applicazioni.",
        "quote": "\"Non aspettate che il ferro sia caldo prima di batterlo; rendetelo caldo con i vostri colpi.\" - William Butler Yeats",
        "tech_prereqs": [
            {
                "name": "Lavorazione del bronzo|della Lavorazione del bronzo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/bronze_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusione del metallo|della Fusione del metallo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metal_casting.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Spadaccino|uno Spadaccino|dal tuo Spadaccino|al tuo Spadaccino|il tuo Spadaccino|da uno Spadaccino",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/swordsman.json"
            },
            {
                "name": "Guerriero mohawk|un Guerriero mohawk|dal tuo Guerriero mohawk|al tuo Guerriero mohawk|il tuo Guerriero mohawk|da un Guerriero mohawk",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/mohawk_warrior.json"
            },
            {
                "name": "Legione|una Legione|dalla tua Legione|alla tua Legione|la tua Legione|da una Legione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/legion.json"
            },
            {
                "name": "Spadaccino con kriss|uno Spadaccino con kriss|dal tuo Spadaccino con kriss|al tuo Spadaccino con kriss|il tuo Spadaccino con kriss|da uno Spadaccino con kriss",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/kris_swordsman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Poema epico|il Poema epico|un Poema epico",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/heroic_epic.json"
            },
            {
                "name": "Colosso|il Colosso|un Colosso",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/colossus.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/iron_working.json"
    },
    {
        "id": 22,
        "name": "Teologia|della Teologia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/theology.png",
        "era": "Epoca medievale",
        "cost": 275,
        "civilopedia_entry": "La teologia è lo studio della religione. I teologi studiano le tradizioni e le credenze religiose. Questa pratica risale quantomeno all'antica Grecia, che aveva una mitologia molto ricca e una tradizione religiosa da rispettare. Fino al II secolo d.C. la scienza teologica giudaica attraversò un periodo di grande sviluppo. Il Talmud di Gerusalemme, una collezione di scritti di rabbini sulla tradizione orale ebraica, fu pubblicato intorno al 200 d.C. e ampliato nei due secoli successivi.La teologia è importante, come si vede esaminando l'incredibile influenza che la religione ha esercitato sulla storia dell'uomo. Milioni di persone sono morte a causa delle dispute religiose, e continuano a farlo anche oggi. I Romani hanno ucciso i cristiani per la loro nuova teologia radicale, che negava l'esistenza degli dèi di Roma. I cristiani hanno ucciso ebrei, musulmani e moltissimi altri cristiani sulla base di divergenze dottrinali. Il teologo e rivoluzionario cristiano Martin Lutero ha scatenato un brutale conflitto che ha lacerato l'Europa per secoli con le sue \"95 tesi\" che criticavano, tra le altre cose, la vendita delle indulgenze papali (il perdono di tutti i peccati) per finanziare la costruzione della basilica di San Pietro. Se mai si riuscirà a porre fine alla guerra che divide i musulmani radicali dal mondo occidentale, questo sarà anche grazie alla teologia.",
        "quote": "\"Tre cose sono necessarie per la salvezza dell'uomo: sapere in cosa deve credere; sapere che cosa deve desiderare; sapere cosa deve fare.\" - San Tommaso d'Aquino",
        "tech_prereqs": [
            {
                "name": "Filosofia|della Filosofia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/philosophy.json"
            },
            {
                "name": "Drammaturgia e poesia|della Drammaturgia e poesia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Bussola|della Bussola",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/compass.json"
            },
            {
                "name": "Educazione|dell'Educazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Giardino|il Giardino|un Giardino",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/garden.json"
            },
            {
                "name": "Santa Sofia|Santa Sofia|Santa Sofia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hagia_sophia.json"
            },
            {
                "name": "Grande Moschea di Djenné|la Grande Moschea di Djenné|la Grande Moschea di Djenné",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/great_mosque_of_djenne.json"
            },
            {
                "name": "Grande Tempio|il Grande Tempio|il Grande Tempio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/grand_temple.json"
            },
            {
                "name": "Candi|Candi|Candi",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/candi.json"
            },
            {
                "name": "Borobudur|Borobudur|Borobudur",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/borobudur.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
    },
    {
        "id": 23,
        "name": "Pubblica amministrazione|della Pubblica amministrazione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/civil_service.png",
        "era": "Epoca medievale",
        "cost": 275,
        "civilopedia_entry": "Con il termine \"pubblica amministrazione\" in genere si indicano quelle aree di governo in cui gli individui sono impiegati in base al merito e non per gli appoggi politici, perché appartengono a una certa classe o perché sono parenti di chi detiene il potere. Nel governo federale degli Stati Uniti, ad esempio, le posizioni burocratiche più alte sono nominate direttamente dal presidente. Queste \"nomine politiche\" cambiano quasi sempre con ogni nuova amministrazione. I livelli inferiori sono occupati da membri dell'amministrazione pubblica, che in genere conservano la loro posizione indipendentemente dai rovesci della politica.Uno dei primi esempi di amministrazione pubblica può essere trovato in Cina, all'epoca della dinastia Qin (intorno al 210 a.C.), in cui le persone erano impiegate esclusivamente in base al merito. Con il tempo il sistema si corruppe e i posti pubblici tornarono a essere assegnati in base alla classe sociale. 300 anni dopo il sistema meritocratico fu ripristinato (sotto le dinastie Sui e Tang) e restò in funzione per diversi secoli.Nel corso della storia molte civiltà hanno seguito uno schema simile a quello cinese: con il tempo la burocrazia diventa sempre più corrotta e inefficiente finché non vengono messe in pratica riforme profonde per ripristinare l'efficacia del governo. In questo modo la situazione migliora per un po', finché i costumi non cominciano nuovamente a rilassarsi in favore di amici e familiari, al che il ciclo ricomincia daccapo.",
        "quote": "\"L'unica cosa che ci salva dalla burocrazia è la sua inefficienza.\" - Eugene McCarthy",
        "tech_prereqs": [
            {
                "name": "Drammaturgia e poesia|della Drammaturgia e poesia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
            },
            {
                "name": "Equitazione|dell'Equitazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/horseback_riding.json"
            },
            {
                "name": "Valuta|della Valuta",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Educazione|dell'Educazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
            },
            {
                "name": "Codice cavalleresco|del Codice cavalleresco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Picchiere|un Picchiere|dal tuo Picchiere|al tuo Picchiere|il tuo Picchiere|da un Picchiere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/pikeman.json"
            },
            {
                "name": "Lanzichenecco|un Lanzichenecco|dal tuo Lanzichenecco|al tuo Lanzichenecco|il tuo Lanzichenecco|da un Lanzichenecco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/landsknecht.json"
            },
            {
                "name": "Impi|un Impi|dal tuo Impi|al tuo Impi|il tuo Impi|da un Impi",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/impi.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Chichén Itzá|Chichén Itzá|Chichén Itzá",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/chichen_itza.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
    },
    {
        "id": 24,
        "name": "Gilde|delle Gilde",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/guilds.png",
        "era": "Epoca medievale",
        "cost": 275,
        "civilopedia_entry": "Nelle città pre-industriali gli artigiani tendevano a formare associazioni o gilde in base alla loro professione; queste gilde avevano lo scopo di proteggere i segreti delle arti e promuovere l'influenza e il benessere dei loro membri. Alcune organizzazioni che si possono considerare precorritrici delle gilde si ritrovano già nel III secolo a.C. a Roma e nella Cina del periodo Han. Nel 300 d.C. la pratica degli artigiani di riunirsi in gruppi per ottenere più potere si era diffusa nell'India della dinastia Gupta e nell'Egitto dei Tolomei. Nel Medioevo le gilde si diffusero rapidamente dall'Italia in tutta Europa; i registri del XII secolo mostrano che in città come Parigi e Londra ce n'erano più di cento. In alcuni casi le gilde divennero così potenti da acquisire il governo stesso, come indica la coincidenza tra municipio e palazzo delle corporazioni in molte città tedesche, svizzere e olandesi.Le gilde avevano il compito di salvaguardare la qualità e organizzare la trasmissione dell'arte che rappresentavano, accompagnando ogni fase della vita dei loro membri da apprendista a grande maestro. Per assicurare la qualità dei prodotti venne sviluppato un sistema di marchi di fabbrica, che dimostravano che un oggetto aveva superato i controlli della gilda e del governo. Tuttavia, nel corso del tempo l'influenza e il potere delle gilde andò scemando con l'arrivo di nuovi mestieri, sistemi di governo e mezzi di produzione industriale. In Francia, per esempio, le gilde furono abolite nel 1791 dalla legge Le Chapelier; ben presto le altre nazioni fecero lo stesso. Nell'epoca industriale le gilde sono state in gran parte soppiantate dai sindacati, ma qualcuna sopravvive ancor oggi, più che altro nel campo del cinema, dell'arte e di altre professioni artistiche.",
        "quote": "\"I mercanti e i bottegai sono arrivati; i loro profitti sono prestabiliti...\" - Sri Guru Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Valuta|della Valuta",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/currency.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Codice cavalleresco|del Codice cavalleresco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
            },
            {
                "name": "Meccanica|della Meccanica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/machinery.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Compagnia Indie Orientali|la Compagnia Olandese delle Indie Orientali|una Compagnia Olandese delle Indie Orientali",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/east_india_company.json"
            },
            {
                "name": "Machu Picchu|Machu Picchu|Machu Picchu",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/machu_picchu.json"
            },
            {
                "name": "Gilda degli Artisti|la Gilda degli Artisti|una Gilda degli Artisti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/artists'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
    },
    {
        "id": 25,
        "name": "Fusione del metallo|della Fusione del metallo",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metal_casting.png",
        "era": "Epoca medievale",
        "cost": 275,
        "civilopedia_entry": "La fusione del metallo è il processo che permette di realizzare uno o più oggetti versando metallo il stesso, fuso, all'interno di uno stampo. Una delle tecniche più antiche è quella \"a cera persa\", che risale almeno al III millennio a.C. In questo processo l'artigiano crea un duplicato con la cera, intorno al quale costruisce lo stampo; la cera viene successivamente fusa e sostituita dal metallo. Una volta che questo si è raffreddato, lo stampo viene aperto e l'oggetto estratto.Storicamente, per costruire gli stampi i materiali più usati sono stati l'argilla e la sabbia. In tempi moderni l'argilla è stata sostituita da vari tipi di plastica e di sostanze simili al lattice.",
        "quote": "\"Quando pezzi di bronzo o d'oro o di ferro si rompono, il fabbro li rinsalda ancora con il fuoco e il legame è ristabilito.\" - Guru Granth Sahib",
        "tech_prereqs": [
            {
                "name": "Ingegneria|dell'Ingegneria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/engineering.json"
            },
            {
                "name": "Lavorazione del ferro|della Lavorazione del ferro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/iron_working.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fisica|della Fisica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/physics.json"
            },
            {
                "name": "Acciaio|dell'Acciaio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steel.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Berserker|un Berserker|dal tuo Berserker|al tuo Berserker|il tuo Berserker|da un Berserker",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/berserker.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Casa Lunga|la Casa Lunga|una Casa Lunga",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/longhouse.json"
            },
            {
                "name": "Fucina|la Fucina|una Fucina",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/forge.json"
            },
            {
                "name": "Bottega|la Bottega|una Bottega",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/workshop.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metal_casting.json"
    },
    {
        "id": 26,
        "name": "Bussola|della Bussola",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/compass.png",
        "era": "Epoca medievale",
        "cost": 375,
        "civilopedia_entry": "Una bussola è un dispositivo che sfrutta un pezzo di magnetite o un ago magnetizzato per indicare la direzione del polo nord magnetico. Il polo nord magnetico non è identico a quello geografico, ma i due punti sono abbastanza vicini da rendere le bussole estremamente utili per orientarsi. Le prime bussole sono state inventate in Cina e in Europa (sembra in modo indipendente) nel XII secolo. La loro invenzione ha permesso ai navigatori di tener traccia della rotta in mare, cosa che prima era del tutto impossibile nei giorni di tempo coperto o di pioggia e di notte. Le bussole sono state ugualmente utili ai viaggiatori che si sono spinti in un deserto senza piste, o in montagna durante una tempesta di neve, o nelle profondità di una densa giungla tropicale.I viaggiatori moderni usano ancora la bussola, ma oggi questi dispositivi sembrano un po' vecchi e superati, specialmente se in confronto con i satelliti per il posizionamento globale. Un sistema GPS non solo può dire a un utente dove si trova, ma può anche guidarlo verso la caffetteria più vicina, cosa che neppure la bussola più accurata può fare.",
        "quote": "\"Trovo che la cosa grandiosa di questo mondo non sia tanto dove siamo, ma verso dove stiamo andando...\" - Oliver Wendell Holmes",
        "tech_prereqs": [
            {
                "name": "Ottica|dell'Ottica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/optics.json"
            },
            {
                "name": "Teologia|della Teologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomia|dell'Astronomia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/astronomy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Galeazza|una Galeazza|dalla tua Galeazza|alla tua Galeazza|la tua Galeazza|da una Galeazza",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/galleass.json"
            },
            {
                "name": "Grande Galeazza|una Grande Galeazza|dalla tua Grande Galeazza|alla tua Grande Galeazza|la tua Grande Galeazza|da una Grande Galeazza",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/great_galleass.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Porto|il Porto|un Porto",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/harbor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/compass.json"
    },
    {
        "id": 27,
        "name": "Educazione|dell'Educazione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/education.png",
        "era": "Epoca medievale",
        "cost": 485,
        "civilopedia_entry": "L'educazione è il processo con cui le persone apprendono le cose, e ovviamente è vecchia quanto l'uomo. Per gran parte della storia l'educazione non è stata organizzata in modo formale: tra lavori domestici, spedizioni di caccia, agguati di tigri e così via i genitori hanno sempre insegnato ai figli quello che dovevano sapere per sopravvivere. L'espansione e la crescita della ricchezza delle tribù hanno portato gli anziani dei villaggi e le persone menomate fisicamente ad assumere sempre più il ruolo di educatori dei giovani mentre gli adulti sani raccoglievano il cibo, costruivano oggetti o andavano in guerra. A un certo punto una tribù molto ricca avrebbe potuto istituire vere e proprie classi scolastiche per i figli dei cittadini più importanti. L'ulteriore maturazione della civiltà l'avrebbe portata ad apprezzare il grande valore insito in un'educazione universale per tutti.Nell'antico Egitto la casta sacerdotale fungeva anche da corpo insegnante per i figli della nobiltà. In queste scuole egizie i bambini imparavano a leggere e scrivere e studiavano religione, storia, scienze, medicina, matematica e altri argomenti avanzati. La Mesopotamia, in costante competizione con l'Egitto, aveva adottato un sistema simile per i sacerdoti e gli scribi, che potevano essere copisti, bibliotecari o insegnanti. Gli studenti studiavano lettura, scrittura, religione, legge, medicina e astrologia. In Cina l'educazione organizzata ha fatto la sua comparsa circa 3.000 anni fa. Il programma era basato su lettura, scrittura, studio delle responsabilità civili, rituali e musica.Nella cultura maya l'educazione era nelle mani dei sacerdoti. La classe dei sacerdoti era quella dei sapienti, che spesso erano anche consiglieri stimati dei capi e degli altri cittadini. Per diventare prete uno studente riceveva un'educazione rigorosa che comprendeva storia, scrittura, divinazione, medicina e lo studio del calendario.",
        "quote": "\"L'educazione è la migliore previdenza per la vecchiaia.\" - Aristotele",
        "tech_prereqs": [
            {
                "name": "Teologia|della Teologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
            },
            {
                "name": "Pubblica amministrazione|della Pubblica amministrazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Astronomia|dell'Astronomia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/astronomy.json"
            },
            {
                "name": "Acustica|dell'Acustica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/acoustics.json"
            },
            {
                "name": "Sistema bancario|del Sistema bancario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Wat|il Wat|un Wat",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/wat.json"
            },
            {
                "name": "Università|l'Università|un'Università",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/university.json"
            },
            {
                "name": "Università di Oxford|l'Università di Oxford|l'Università di Oxford",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/oxford_university.json"
            },
            {
                "name": "Angkor Wat|l'Angkor Wat|l'Angkor Wat",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/angkor_wat.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
    },
    {
        "id": 28,
        "name": "Codice cavalleresco|del Codice cavalleresco",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chivalry.png",
        "era": "Epoca medievale",
        "cost": 485,
        "civilopedia_entry": "Il Codice cavalleresco descrive il comportamento cortese e onorevole cui si deve attenere, appunto, un \"cavaliere\", termine che in questo caso indica un nobile guerriero. Con qualche approssimazione lo si può paragonare al \"bushido\" (la via del guerriero), il codice di condotta del samurai giapponese. Il codice cavalleresco ha raggiunto il suo apice nel XII secolo grazie anche al contributo delle crociate, in cui i cavalieri credevano di lavorare letteralmente per conto di Dio colpendo gli infedeli in Medio Oriente. Per guadagnarsi il favore di Dio era quindi necessario comportarsi in modo pio; un comportamento poco cavalleresco avrebbe potuto condurre al fallimento, alla morte e alla dannazione. I cavalieri musulmani che si opponevano ai cristiani avevano codici simili, in certi casi anche più \"civilizzati\".Una qualche forma di codice etico è fondamentale in una cultura in cui solo una classe privilegiata ha accesso alle armi, che sono invece negate a tutte le classi inferiori. In sua assenza le persone armate potrebbero trattare gli altri in modo troppo duro e questo porterebbe all'oppressione, a un aspro risentimento sociale e potenzialmente alla rivoluzione.",
        "quote": "\"Chi estrae questa spada dall'incudine e dalla roccia è per diritto nato re di tutta l'Inghilterra.\" - Malory",
        "tech_prereqs": [
            {
                "name": "Pubblica amministrazione|della Pubblica amministrazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
            },
            {
                "name": "Gilde|delle Gilde",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Sistema bancario|del Sistema bancario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
            },
            {
                "name": "Tipografia|della Tipografia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cavaliere|un Cavaliere|dal tuo Cavaliere|al tuo Cavaliere|il tuo Cavaliere|da un Cavaliere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/knight.json"
            },
            {
                "name": "Arciere su cammello|un Arciere su cammello|dal tuo Arciere su cammello|al tuo Arciere su cammello|il tuo Arciere su cammello|da un Arciere su cammello",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/camel_archer.json"
            },
            {
                "name": "Elefante di Naresuan|un Elefante di Naresuan|dal tuo Elefante di Naresuan|al tuo Elefante di Naresuan|il tuo Elefante di Naresuan|da un Elefante di Naresuan",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/naresuan's_elephant.json"
            },
            {
                "name": "Cavalleria Mandekalu|una Cavalleria Mandekalu|dalla tua Cavalleria Mandekalu|alla tua Cavalleria Mandekalu|la tua Cavalleria Mandekalu|da una Cavalleria Mandekalu",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/mandekalu_cavalry.json"
            },
            {
                "name": "Kheshig|un Kheshig|dal tuo Kheshig|al tuo Kheshig|il tuo Kheshig|da un Kheshig",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/keshik.json"
            },
            {
                "name": "Conquistador|un Conquistador|dal tuo Conquistador|al tuo Conquistador|il tuo Conquistador|da un Conquistador",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/conquistador.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Forte Mughal|il Forte Mughal|un Forte Mughal",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/mughal_fort.json"
            },
            {
                "name": "Castello|il Castello|un Castello",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/castle.json"
            },
            {
                "name": "Alhambra|l'Alhambra|l'Alhambra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/alhambra.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
    },
    {
        "id": 29,
        "name": "Meccanica|della Meccanica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/machinery.png",
        "era": "Epoca medievale",
        "cost": 485,
        "civilopedia_entry": "Una macchina è un dispositivo dotato di parti mobili (almeno prima dell'avvento dell'elettronica) che utilizza l'energia per eseguire un lavoro. Una pressa da stampa è una macchina, così come un telaio, un orologio e un mulino ad acqua. La produzione dei macchinari richiede una difficile fase di progettazione e grandi doti d'ingegneria, naturalmente, ma anche la capacità di realizzare con precisione le parti che li compongono. Un motore a vapore costruito malamente perderà potenza... sempre che non esploda. Le macchine della prima rivoluzione industriale erano pericolosissime per i lavoratori, che potevano essere soffocati dai fumi, ustionati, risucchiati nei meccanismi o saltare in aria.D'altra parte, le civiltà che padroneggiarono la costruzione e l'uso di macchinari si trovarono in possesso di un potere e una ricchezza impareggiabili. Il vantaggio accumulato dall'Inghilterra all'inizio della rivoluzione industriale permise alla piccola isola di dominare il commercio mondiale per quasi tre secoli.",
        "quote": "\"La stampa è il migliore strumento per illuminare la mente dell'uomo e migliorarlo come essere razionale, morale e sociale.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Ingegneria|dell'Ingegneria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/engineering.json"
            },
            {
                "name": "Gilde|delle Gilde",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tipografia|della Tipografia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Balestriere|un Balestriere|dal tuo Balestriere|al tuo Balestriere|il tuo Balestriere|da un Balestriere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/crossbowman.json"
            },
            {
                "name": "Chu-Ko-Nu|un Chu-Ko-Nu|dal tuo Chu-Ko-Nu|al tuo Chu-Ko-Nu|il tuo Chu-Ko-Nu|da un Chu-Ko-Nu",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/chu-ko-nu.json"
            },
            {
                "name": "Arciere con arco lungo|un Arciere con arco lungo|dal tuo Arciere con arco lungo|al tuo Arciere con arco lungo|il tuo Arciere con arco lungo|da un Arciere con arco lungo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/longbowman.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Ferriera|la Ferriera|una Ferriera",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/ironworks.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/machinery.json"
    },
    {
        "id": 30,
        "name": "Fisica|della Fisica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/physics.png",
        "era": "Epoca medievale",
        "cost": 485,
        "civilopedia_entry": "La fisica è lo studio della materia ed è la base delle scienze fisiche. Chiamata in origine \"scienza naturale\", si occupa di tutto ciò che riguarda l'universo osservabile, dalla più piccola particella alle enormi galassie. La fisica studia la gravità, la luce, il calore e il magnetismo. Con il tempo le conoscenze umane sono cresciute esponenzialmente e la fisica è stata suddivisa in molte branche, come astronomia, chimica, geologia, biologia e ingegneria, ma tutte, alla radice continuano a occuparsi della misurazione e dello studio dei fenomeni naturali.Nel 1687 Isaac Newton ha pubblicato la sua opera più importante, la \"Philosophiae Naturalis Principia Mathematica\", che rivoluzionò la fisica. In breve, la prima legge di Newton, nota anche come \"legge dell'inerzia\", afferma che un oggetto in quiete resterà in quiete mentre un oggetto in moto continuerà a muoversi a meno che non subiscano l'azione di una forza esterna. La seconda legge descrive il cambiamento che una forza può apportare al movimento di un corpo con la formula: \"la forza è uguale alla massa moltiplicata per l'accelerazione\". La terza legge, nota come \"legge dell'azione e della reazione\", afferma che quando due oggetti interagiscono applicano l'uno all'altro due forze che sono uguali in grandezza e opposte in direzione, o come si dice di solito, \"per ogni azione c'è una reazione uguale e contraria\".Le leggi di Newton hanno dominato la fisica fino al XX secolo, quando sono state rimpiazzate dalla relatività e dalla meccanica quantistica, scoperte rivoluzionarie che hanno cambiato il mondo quanto quelle di Newton nel Seicento.",
        "quote": "\"Misura ciò che è misurabile e rendi misurabile ciò che non lo è.\" - Galileo",
        "tech_prereqs": [
            {
                "name": "Fusione del metallo|della Fusione del metallo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tipografia|della Tipografia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
            },
            {
                "name": "Polvere da sparo|della Polvere da sparo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Trabocco|un Trabocco|dal tuo Trabocco|al tuo Trabocco|il tuo Trabocco|da un Trabocco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/trebuchet.json"
            },
            {
                "name": "Hwach'a|un Hwach'a|dal tuo Hwach'a|al tuo Hwach'a|il tuo Hwach'a|da un Hwach'a",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/hwach'a.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Notre Dame|Notre Dame|Notre Dame",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/notre_dame.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/physics.json"
    },
    {
        "id": 31,
        "name": "Acciaio|dell'Acciaio",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steel.png",
        "era": "Epoca medievale",
        "cost": 485,
        "civilopedia_entry": "L'acciaio è una lega di ferro e carbonio. A seconda del rapporto tra i due componenti il metallo risultante può essere più o meno robusto, flessibile e resistente alla corrosione. L'uomo ha iniziato a lavorare il ferro a partire dal 2000 a.C., e sin da allora sono state prodotte anche piccole quantità d'acciaio. In genere il ferro può essere lavorato in due modi, come ferro battuto o come ghisa: il primo è più flessibile, il secondo più duro e fragile, ma anche più economico.Nel 1751 l'inventore inglese Benjamin Huntsman aprì una fabbrica d'acciaio a Sheffield, in Inghilterra. Il metodo \"a crogiuolo\" utilizzato nella fabbrica di Huntsman per produrre l'acciaio si diffuse rapidamente in tutta Europa, negli Stati Uniti e infine in Asia e nel resto del mondo. Il grande progresso successivo avvenne negli Stati Uniti d'America nel 1855, quando l'inventore Henry Bessemer escogitò il processo produttivo che porta il suo nome. Con qualche raffinamento questa tecnica portò a un netto incremento della produzione in tutto il mondo. All'inizio del XX secolo la produzione mondiale aveva raggiunto i 50 milioni di tonnellate all'anno.",
        "quote": "\"John Henry disse al suo Capitano,'Un uomo non è che un uomo, E prima che la tua perforatrice a vapore mi batta, Morirò con il martello in mano.'\" - Anonimo: La ballata di John Henry, l'uomo che batte l'acciaio",
        "tech_prereqs": [
            {
                "name": "Fusione del metallo|della Fusione del metallo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metal_casting.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Polvere da sparo|della Polvere da sparo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Guerriero con spada lunga|un Guerriero con spada lunga|dal tuo Guerriero con spada lunga|al tuo Guerriero con spada lunga|il tuo Guerriero con spada lunga|da un Guerriero con spada lunga",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/longswordsman.json"
            },
            {
                "name": "Samurai|un Samurai|dal tuo Samurai|al tuo Samurai|il tuo Samurai|da un Samurai",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/samurai.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Armeria|l'Armeria|un'Armeria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/armory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steel.json"
    },
    {
        "id": 32,
        "name": "Astronomia|dell'Astronomia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/astronomy.png",
        "era": "Epoca rinascimentale",
        "cost": 780,
        "civilopedia_entry": "L'astronomia è lo studio degli oggetti spaziali: polvere cosmica, asteroidi, satelliti, pianeti, stelle e galassie, ma anche oggetti più esotici come buchi neri e \"wormhole\". L'astronomia è la più antica delle scienze: le sue radici affondano nelle pratiche astrologiche e religiose della preistoria.Gran parte dell'astronomia antica è legata alla religione. Le stelle e gli altri corpi celesti sono sempre stati associati agli dèi, e per lungo tempo si è ritenuto che esercitassero un'influenza diretta sull'uomo e sull'universo fisico. Poteva capitare che una particolare stella o gruppo di stelle apparisse in cielo ogni anno nel periodo del raccolto, così gli uomini antichi si convincevano che quella stella era la dimora del dio che governava la crescita delle messi. Forse il sacrificio di una capra nel giorno della prima comparsa di quella stella avrebbe compiaciuto il dio, che avrebbe quindi benedetto il raccolto imminente. Questo tipo di pensiero è alla base di tutti gli studi astronomici antichi e dei vecchi calendari, da sempre collegati ai fenomeni celesti.Durante il Rinascimento l'astronomia si è liberata della maggior parte delle sue infrastrutture religiose e astrologiche, diventando una scienza in tutto e per tutto. Nel 1543 Niccolò Copernico pubblicò il \"De revolutionibus orbium coelestium\", che postulava che al centro dell'universo ci fosse il sole e non la Terra, che i pianeti girassero intorno al sole e la luna intorno alla Terra stessa. Oltre a propugnare il primato della ricerca scientifica sul dogma religioso, il libro di Copernico argomentava anche che l'applicazione della matematica avrebbe aiutato l'umanità a comprendere il mondo. Ai tempi il suo lavoro suscitò aspre controversie, ma oggi Copernico è unanimemente riconosciuto come uno dei più grandi scienziati di sempre, oltre che uno dei padri della rivoluzione scientifica.",
        "quote": "\"Gioiosamente il re Odisseo aprì la vela alla brezza e abilmente manovrò il remo\". - Omero",
        "tech_prereqs": [
            {
                "name": "Bussola|della Bussola",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/compass.json"
            },
            {
                "name": "Educazione|dell'Educazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Navigazione|della Navigazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/navigation.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Caravella|una Caravella|dalla tua Caravella|alla tua Caravella|la tua Caravella|da una Caravella",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/caravel.json"
            },
            {
                "name": "Nave tartaruga|una Nave tartaruga|dalla tua Nave tartaruga|alla tua Nave tartaruga|la tua Nave tartaruga|da una Nave tartaruga",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/turtle_ship.json"
            },
            {
                "name": "Nau|una Nau|dalla tua Nau|alla tua Nau|la tua Nau|da una Nau",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/nau.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Osservatorio|l'Osservatorio|un Osservatorio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/observatory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/astronomy.json"
    },
    {
        "id": 33,
        "name": "Acustica|dell'Acustica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/acoustics.png",
        "era": "Epoca rinascimentale",
        "cost": 780,
        "civilopedia_entry": "L'acustica è lo studio del suono. Il suono è composto da vibrazioni trasmesse attraverso gas, liquidi e solidi. L'aspetto più importante dell'acustica, naturalmente, è che le persone possono \"sentire\" i suoni: in effetti gran parte della ricerca si concentra sul miglioramento della percezione umana, in particolare quella dei sordi. L'acustica, comunque, ha anche molte altre applicazioni, tra cui il sonar. La tecnologia sonar permette a un dispositivo di percepire sommergibili, animali e formazioni geologiche.Dato che l'acustica richiede l'esistenza di un mezzo in grado di trasmettere le vibrazioni, il suono non si propaga nel vuoto dello spazio. L'affermazione secondo cui \"nello spazio nessuno può sentirvi urlare\" è inquietante ma vera.",
        "quote": "\"Quando si levarono tutti insieme, il suono fu come un tuono che rimbomba lontano.\" - Milton",
        "tech_prereqs": [
            {
                "name": "Educazione|dell'Educazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Architettura|dell'Architettura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Teatro dell'Opera|il Teatro dell'Opera|un Teatro dell'Opera",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/opera_house.json"
            },
            {
                "name": "Cappella Sistina|la Cappella Sistina|la Cappella Sistina",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/sistine_chapel.json"
            },
            {
                "name": "Sala da Ceilidh|la Sala da Ceilidh|una Sala da Ceilidh",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/ceilidh_hall.json"
            },
            {
                "name": "Gilda dei Musicisti|la Gilda dei Musicisti|una Gilda dei Musicisti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/musicians'_guild.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/acoustics.json"
    },
    {
        "id": 34,
        "name": "Sistema bancario|del Sistema bancario",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/banking.png",
        "era": "Epoca rinascimentale",
        "cost": 780,
        "civilopedia_entry": "Le prime banche della storia, che risalgono intorno al 3.000 a.C., erano probabilmente templi religiosi. In realtà le banche potrebbero essere nate prima ancora del denaro: è probabile che i primi depositi siano stati versati sotto forma di grano. Nel XVIII secolo a.C., a Babilonia, il grande Hammurabi scrisse nel suo famoso codice le prime leggi che regolamentavano le banche. I Greci svilupparono ulteriormente l'attività bancaria: alcuni resoconti dimostrano che i templi e altre istituzioni finanziarie concedevano prestiti, accettavano depositi, cambiavano valute diverse e validavano la moneta (per assicurare che non fosse contraffatta). I Romani continuarono sul modello greco e introdussero ulteriori innovazioni: quando l'impero romano cadde, tuttavia, svanì anche la maggior parte delle istituzioni bancarie in Europa. Le banche ricomparvero solo nel Medioevo, in parte perché serviva un modo per finanziare le crociate.Oggi le banche svolgono molte delle stesse funzioni di cui si occupavano nell'antica Grecia. Accettano depositi in denaro, che poi vengono restituiti con gli interessi a richiesta del cliente. Inoltre prestano denaro a chi ne ha bisogno, che ancora una volta viene restituito con gli interessi. Eseguono cambi di valuta, emettono assegni e così via.L'apporto delle banche a una società consiste nel rendere possibile a molte persone di raccogliere il denaro per finanziare grandi progetti. Immaginiamo ad esempio di voler fondare una tipografia il cui costo equivale a 1.000 pezzi d'oro, molto superiori alle nostre finanze. Prima dell'esistenza delle banche gli unici che avrebbero potuto prestarceli sarebbero stati i nobili e forse qualche membro del clero: nel caso non fossero stati interessati, il progetto andava in fumo. Con l'invenzione delle banche diventò possibile rivolgersi a loro per ottenere prestiti. Rivolgendoci a una banca, a patto di convincerla che il nostro progetto è ragionevole e che siamo persone degne di fiducia, possiamo risolvere i nostri problemi finanziari.Senza le banche sarebbe estremamente difficile per il singolo cittadino o società intraprendere una qualsiasi impresa.",
        "quote": "\"La felicità è un buon conto in banca, una buona cuoca e una buona digestione.\" - Jean-Jacques Rousseau",
        "tech_prereqs": [
            {
                "name": "Educazione|dell'Educazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
            },
            {
                "name": "Codice cavalleresco|del Codice cavalleresco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Architettura|dell'Architettura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
            },
            {
                "name": "Economia|dell'Economia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/economics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Corte del satrapo|la Corte del satrapo|una Corte del satrapo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/satrap's_court.json"
            },
            {
                "name": "Banca|la Banca|una Banca",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/bank.json"
            },
            {
                "name": "Città Proibita|la Città Proibita|una Città Proibita",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/forbidden_palace.json"
            },
            {
                "name": "Constabulario|il Constabulario|un Constabulario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/constabulary.json"
            },
            {
                "name": "Hansa|l'Hansa|un'Hansa",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hanse.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
    },
    {
        "id": 35,
        "name": "Tipografia|della Tipografia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/printing_press.png",
        "era": "Epoca rinascimentale",
        "cost": 780,
        "civilopedia_entry": "Per quanto sembri che i caratteri mobili siano stati inventati in Cina, la prima pressa da stampa meccanizzata fu realizzata a metà del XV secolo dal tipografo tedesco Johann Gutenberg. Le prime presse erano fatte di legno e ricordavano le presse da vino e da olio già usate per secoli nell'area del Mediterraneo.Nel meccanismo originale i caratteri erano composti, rovesciati, su un \"platen\" di legno che li teneva in posizione. A questo punto si applicava l'inchiostro, quindi la carta veniva appoggiata sul platen nella pressa. L'operaio girava la vite per applicare pressione sulla carta sui caratteri inchiostrati. Infine lo stampatore poteva rimuovere la carta e riapplicare l'inchiostro, dopodiché il processo ricominciava. La pressa di Gutenberg poteva produrre circa 250 fogli all'ora (stampati su una faccia sola). Il suo progetto è rimasto invariato per tre secoli, finché non fu soppiantato da macchinari metallici. Nel XIX secolo furono costruite presse da stampa a vapore capaci di produrre 7.500 fogli all'ora.È impossibile esagerare il valore della stampa nello sviluppo dell'umanità. Prima di quest'invenzione i libri erano pochissimi e potevano costare più del salario annuale di un lavoratore medio. La biblioteca dell'università di Cambridge possedeva poco più di 100 libri quando la stampa fu inventata; nel giro di pochissimo tempo anche la gente comune poté permettersi di avere in casa una Bibbia e altri libri. Nel giro di 60 anni in Inghilterra apparvero i primi \"libri di notizie\", precursori dei moderni giornali.",
        "quote": "\"Il dovere di un giornale è pubblicare le notizie e scatenare polveroni.\" - The Chicago Times",
        "tech_prereqs": [
            {
                "name": "Meccanica|della Meccanica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/machinery.json"
            },
            {
                "name": "Fisica|della Fisica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/physics.json"
            },
            {
                "name": "Codice cavalleresco|del Codice cavalleresco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Economia|dell'Economia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/economics.json"
            },
            {
                "name": "Metallurgia|della Metallurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Zoo|lo Zoo|uno Zoo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/zoo.json"
            },
            {
                "name": "Torre di Pisa|la Torre di Pisa|la Torre di Pisa",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/leaning_tower_of_pisa.json"
            },
            {
                "name": "Globe Theatre|il Globe Theatre|un Globe Theatre",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/globe_theatre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
    },
    {
        "id": 36,
        "name": "Polvere da sparo|della Polvere da sparo",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/gunpowder.png",
        "era": "Epoca rinascimentale",
        "cost": 780,
        "civilopedia_entry": "La polvere da sparo, chiamata anche polvere pirica o polvere nera, è stata inventata in Cina forse già nel IX secolo d.C. da alcuni alchimisti che cercavano l'elisir dell'immortalità (e hanno trovato ben altro). Costituita da una miscela di salnitro (nitrato di potassio), zolfo e carbone, la polvere da sparo brucia molto rapidamente quando viene esposta a una fiamma, producendo grandi quantità di gas e polveri che possono essere usate come propellenti per armi da fuoco o fuochi artificiali. I cinesi utilizzarono la polvere da sparo contro i mongoli sotto forma di razzi e bombe primitive: una volta conquistata la Cina, i mongoli la usarono contro il resto del mondo.Nella prima metà del XII secolo il mondo arabo acquisì la tecnologia della polvere da sparo. Alcuni testi storici affermano che i mamelucchi usarono il primo cannone contro i mongoli nella battaglia di Ain Jalut nel 1260 d.C., ma su questo gli esperti discutono ancora. Il primo \"cannone a mano\" è citato in un manoscritto arabo del XIV secolo.Verso la metà del XII secolo anche l'Europa acquisì la conoscenza della polvere da sparo. Gli europei ne migliorarono la qualità sviluppando un procedimento che, mediante l'aggiunta di liquido, permette di ottenere grani più grandi, aumentando così la stabilità dell'esplosivo.La polvere nera rimase l'esplosivo principale per i cannoni e le armi da fuoco finché nel XIX secolo fu creata la polvere senza fumo. Questo nuovo prodotto non produce quasi fumi ed è tre volte più potente della polvere nera.",
        "quote": "\"Il giorno in cui due eserciti potranno distruggersi l'un l'altro in un solo secondo, si può sperare che tutte le nazioni civilizzate rifuggiranno la guerra e scioglieranno le loro truppe.\" - Alfred Nobel",
        "tech_prereqs": [
            {
                "name": "Fisica|della Fisica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/physics.json"
            },
            {
                "name": "Acciaio|dell'Acciaio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steel.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Chimica|della Chimica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chemistry.json"
            },
            {
                "name": "Metallurgia|della Metallurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Soldato con moschetto|un Soldato con moschetto|dal tuo Soldato con moschetto|al tuo Soldato con moschetto|il tuo Soldato con moschetto|da un Soldato con moschetto",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/musketman.json"
            },
            {
                "name": "Minuteman|un Minuteman|dal tuo Minuteman|al tuo Minuteman|il tuo Minuteman|da un Minuteman",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/minuteman.json"
            },
            {
                "name": "Moschettiere|un Moschettiere|dal tuo Moschettiere|al tuo Moschettiere|il tuo Moschettiere|da un Moschettiere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/musketeer.json"
            },
            {
                "name": "Giannizzero|un Giannizzero|dal tuo Giannizzero|al tuo Giannizzero|il tuo Giannizzero|da un Giannizzero",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/janissary.json"
            },
            {
                "name": "Tercio|un Tercio|dal tuo Tercio|al tuo Tercio|il tuo Tercio|da un Tercio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/tercio.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Castello di Himeji|il Castello di Himeji|il Castello di Himeji",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/himeji_castle.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
    },
    {
        "id": 37,
        "name": "Navigazione|della Navigazione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/navigation.png",
        "era": "Epoca rinascimentale",
        "cost": 1150,
        "civilopedia_entry": "La navigazione è la scienza che permette di orientarsi nel mezzo dell'oceano. Le navi antiche si allontanavano molto di rado dalla costa: questo rendeva la navigazione relativamente facile, ma limitava il loro raggio d'azione e le sottoponeva al pericolo costante di andare in secca, soprattutto quando c'era brutto tempo. Prima dell'invenzione del motore a vapore, poche cose potevano terrorizzare il capitano di una nave quanto un forte vento contrario che lo spingeva verso gli scogli.Prima dell'invenzione dei satelliti, della radio e del radar, le navi potevano solo tracciare un \"punto stimato\" sulla carta nautica: conoscere la rotta precisa e la velocità tenuta consentiva di fare una stima piuttosto accurata della propria posizione. Dopo molte settimane in mare, tuttavia, anche imprecisioni minime potevano accumularsi e portare a errori decisivi. Immaginiamo una nave in mezzo al Pacifico, con la scorta d'acqua prossima a esaurirsi e una minuscola isoletta come unico punto di approvvigionamento nel raggio di mille miglia: un errore nella determinazione del punto stimato avrebbe significato una morte orrenda.Il capitano di una nave poteva anche rivolgere lo sguardo al cielo per ottenere aiuto. Esistevano strumenti che, a patto che il tempo fosse buono, potevano determinare il momento preciso in cui il sole avrebbe raggiunto lo zenit, cioè il punto più alto nel cielo. Se il capitano possedeva un cronometro molto preciso, poteva utilizzare quest'informazione per determinare la longitudine precisa (cioè la distanza verso est oppure ovest dal Primo Meridiano, quello che attraversa Greenwich, in Inghilterra). Questo naturalmente richiedeva un cielo sereno, un orologio preciso e la possibilità di determinare il mezzogiorno preciso dal ponte di una nave che magari stava rollando e beccheggiando in modo allarmante. Durante le notti stellate i navigatori potevano sfruttare in modo analogo il momento in cui alcuni corpi celesti sorgevano o tramontavano.Naturalmente a un certo punto l'invenzione della radio, del radar e dei satelliti rese l'intero processo molto più rapido e sicuro. Anche oggi, comunque, i capitani continuano a mandare le proprie navi in secca o a sbattere contro i piloni dei ponti... e queste sono imbarcazioni a motore! Immaginate che abilità dovevano avere i navigatori che riuscivano a mantenere un vascello a vela sulla rotta giusta!",
        "quote": "\"I venti e le onde sono sempre dalla parte dei navigatori più abili.\" - Edward Gibbon",
        "tech_prereqs": [
            {
                "name": "Astronomia|dell'Astronomia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/astronomy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Archeologia|dell'Archeologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archaeology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fregata|una Fregata|dalla tua Fregata|alla tua Fregata|la tua Fregata|da una Fregata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/frigate.json"
            },
            {
                "name": "Nave di linea|una Nave di linea|dalla tua Nave di linea|alla tua Nave di linea|la tua Nave di linea|da una Nave di linea",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/ship_of_the_line.json"
            },
            {
                "name": "Pezzente del mare|un Pezzente del mare|dal tuo Pezzente del mare|al tuo Pezzente del mare|il tuo Pezzente del mare|da un Pezzente del mare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/sea_beggar.json"
            },
            {
                "name": "Corsaro|un Corsaro|dal tuo Corsaro|al tuo Corsaro|il tuo Corsaro|da un Corsaro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/privateer.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Cantiere navale|il Cantiere navale|un Cantiere navale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/seaport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/navigation.json"
    },
    {
        "id": 38,
        "name": "Architettura|dell'Architettura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/architecture.png",
        "era": "Epoca rinascimentale",
        "cost": 1150,
        "civilopedia_entry": "L'architettura comprende tutto ciò che riguarda la pianificazione iniziale di una struttura, la sua progettazione e la realizzazione concreta e può essere considerata sia un'arte sia una scienza. Fin dai tempi antichi è stata una disciplina cruciale per la costruzione di edifici: uno dei più famosi trattati sull'argomento è il \"De Architectura\" dell'architetto romano Vitruvio, scritto nel I secolo a.C. Costituito da 10 volumi, il \"De Architectura\" discute in modo dettagliato tutti i metodi di costruzione dei romani. Oggi l'opera di Vitruvio è ampiamente riconosciuta come uno sviluppo cruciale nell'evoluzione della progettazione architetturale.",
        "quote": "\"L'architettura inizia dove finisce l'ingegneria.\" - Walter Gropius",
        "tech_prereqs": [
            {
                "name": "Acustica|dell'Acustica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/acoustics.json"
            },
            {
                "name": "Sistema bancario|del Sistema bancario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Archeologia|dell'Archeologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archaeology.json"
            },
            {
                "name": "Teoria scientifica|della Teoria scientifica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Hermitage|l'Hermitage|l'Hermitage",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hermitage.json"
            },
            {
                "name": "Torre di porcellana|la Torre di porcellana|la Torre di porcellana",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/porcelain_tower.json"
            },
            {
                "name": "Taj Mahal|il Taj Mahal|il Taj Mahal",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/taj_mahal.json"
            },
            {
                "name": "Uffizi|gli Uffizi|gli Uffizi",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/uffizi.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
    },
    {
        "id": 39,
        "name": "Economia|dell'Economia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/economics.png",
        "era": "Epoca rinascimentale",
        "cost": 1150,
        "civilopedia_entry": "L'economia è lo studio del denaro, o più precisamente della \"produzione, distribuzione e consumo di beni e servizi\". Anche se nei tempi antichi poteva accadere che alcuni beni fossero scambiati mediante baratto, negli ultimi millenni la maggior parte degli scambi è stata regolata utilizzando il denaro.L'economia moderna è nata nel 1776, quando il filosofo scozzese Adam Smith ha pubblicato il testo fondamentale \"La ricchezza delle nazioni\". Nel suo libro Smith sostiene che il libero mercato è il modo più efficiente per assegnare un valore a beni e servizi e per distribuirli. Un mercato totalmente libero, afferma Smith, produrrà automaticamente la giusta quantità di beni al giusto prezzo. Qualsiasi interferenza o regolamentazione imposta del governo distorce il mercato, rendendolo meno efficiente e aumentando gli sprechi. Smith sosteneva che ognuno deve perseguire i propri interessi personali, perché quando una persona si sforza di migliorare la propria condizione sta automaticamente promuovendo il benessere della società in generale. In altre parole, l'opinione di Smith era che il capitalismo puro fosse la migliore forma economica disponibile a una civiltà.Nei suoi confronti non mancarono i detrattori: dopo di lui molti economisti hanno cercato di modificare le sue tesi e alcuni le hanno rigettate completamente. Nel XIX secolo Karl Marx scrisse \"Das Kapital. Kritik der politischen Okonomie\" (Il Capitale: Critica dell'economia politica), in cui affermava che la forza trainante del capitalismo è lo sfruttamento dei lavoratori da parte dei loro padroni.Smith è considerato il padre del capitalismo moderno, Marx del comunismo. I loro successori non hanno ancora smesso di litigare.",
        "quote": "\"L'interesse composto è la forza più potente dell'universo.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Sistema bancario|del Sistema bancario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
            },
            {
                "name": "Tipografia|della Tipografia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Teoria scientifica|della Teoria scientifica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
            },
            {
                "name": "Industrializzazione|dell'Industrializzazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/industrialization.json"
            },
            {
                "name": "Rigatura delle canne|della Rigatura delle canne",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rifling.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Mulino a vento|il Mulino a vento|un Mulino a vento",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/windmill.json"
            },
            {
                "name": "Sala da caffè|la Sala da caffè|una Sala da caffè",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/coffee_house.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/economics.json"
    },
    {
        "id": 40,
        "name": "Metallurgia|della Metallurgia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/metallurgy.png",
        "era": "Epoca rinascimentale",
        "cost": 1150,
        "civilopedia_entry": "La metallurgia è la scienza dei metalli e delle leghe. In Civilization V la tecnologia che porta questo nome copre i progressi ottenuti in questo campo a partire dall'Ottocento. Negli ultimi due secoli la metallurgia ha fatto enormi progressi in tutti campi, dall'estrazione dei minerali alla creazione di nuove leghe, alla produzione di nuovi materiali economici e di alta qualità.Il metallo ha una posizione centrale nella civiltà moderna. Gran parte del mondo è fatta d'acciaio, e il resto è di alluminio o titanio. Anche le reti di comunicazione sono basate sul metallo, così come i trasporti, le armi, i satelliti e i veicoli spaziali. Senza la metallurgia moderna il 90% della popolazione mondiale morirebbe di fame entro un anno.",
        "quote": "\"Non c'è mai stato un buon coltello fatto di cattivo acciaio.\" - Benjamin Franklin",
        "tech_prereqs": [
            {
                "name": "Polvere da sparo|della Polvere da sparo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
            },
            {
                "name": "Tipografia|della Tipografia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Scienza militare|della Scienza militare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
            },
            {
                "name": "Rigatura delle canne|della Rigatura delle canne",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rifling.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Lanciere a cavallo|un Lanciere a cavallo|dal tuo Lanciere a cavallo|al tuo Lanciere a cavallo|il tuo Lanciere a cavallo|da un Lanciere a cavallo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/lancer.json"
            },
            {
                "name": "Sipahi|un Sipahi|dal tuo Sipahi|al tuo Sipahi|il tuo Sipahi|da un Sipahi",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/sipahi.json"
            },
            {
                "name": "Hakkapeliitta|un Hakkapeliitta|dal tuo Hakkapeliitta|al tuo Hakkapeliitta|il tuo Hakkapeliitta|da un Hakkapeliitta",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/hakkapeliitta.json"
            },
            {
                "name": "Ussaro alato|un Ussaro alato|dal tuo Ussaro alato|al tuo Ussaro alato|il tuo Ussaro alato|da un Ussaro alato",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/winged_hussar.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Arsenale|l'Arsenale|un Arsenale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/arsenal.json"
            },
            {
                "name": "Forte Rosso|il Forte Rosso|un Forte Rosso",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/red_fort.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
    },
    {
        "id": 41,
        "name": "Chimica|della Chimica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/chemistry.png",
        "era": "Epoca rinascimentale",
        "cost": 1150,
        "civilopedia_entry": "Nata dall'unione di alchimia e matematica, la chimica è la scienza che studia la materia, la sua struttura, la sua composizione e il suo comportamento durante le reazioni. I fisici lasciano cadere sfere di materiali diversi dalle torri pendenti e misurano il tempo che ci mettono per arrivare a terra; i chimici studiano le sfere stesse e cercano di capire perché qualcuna di loro si rompe e qualcun'altra rimbalza.Gli scienziati, i dottori e i filosofi si sono interessati alla materia fin dall'inizio dei tempi, ma la chimica ha acquisito lo status ufficiale di scienza solo nel 1789, quando Antoine de Lavoisier pubblicò un lavoro che enunciava la legge di conservazione della massa. Nel suo \"Trattato di chimica elementare\" Lavoisier ha descritto la composizione dell'aria e dell'acqua e coniò il termine \"ossigeno\". Inoltre ha confutato la teoria del flogisto, che resisteva da più di 100 anni confondendo e fuorviando gli scienziati.Lavoisier è considerato il padre della chimica moderna. Il suo esempio ha condotto gli altri chimici a utilizzare metodi scientifici per lo studio degli elementi. In questo modo è stato possibile confutare teorie che erano state considerate alla stregua di dogmi per migliaia d'anni, a partire dalla loro formulazione da parte dei filosofi greci.",
        "quote": "\"Dovunque voltiamo gli occhi, il lavoro del chimico ha alzato il livello della nostra civiltà e incrementato la capacità produttiva della nazione\". - Calvin Coolidge",
        "tech_prereqs": [
            {
                "name": "Polvere da sparo|della Polvere da sparo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Scienza militare|della Scienza militare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
            },
            {
                "name": "Fertilizzanti|dei Fertilizzanti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/fertilizer.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cannone|un Cannone|dal tuo Cannone|al tuo Cannone|il tuo Cannone|da un Cannone",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/cannon.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chemistry.json"
    },
    {
        "id": 42,
        "name": "Archeologia|dell'Archeologia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/archaeology.png",
        "era": "Epoca industriale",
        "cost": 1600,
        "civilopedia_entry": "L'archeologia si occupa di studiare quanto i resti delle civiltà antiche per apprenderne la cultura, l'arte, l'architettura e la storia. Gli archeologi studiano le rovine, i luoghi di sepoltura, i cumuli di rifiuti, i disegni nelle caverne e le navi da lungo tempo affondate e depositatesi sul fondo dell'oceano.Anche se le persone si interessano della vita di coloro che le hanno precedute sin da quando... esistono le persone, l'archeologia come scienza ebbe origine nell'Europa rinascimentale del XV secolo, quando si cominciò a studiare ed emulare l'arte e l'architettura degli antichi greci e latini e i nobili italiani, i papi, i mercanti e i capi di stato cominciarono a collezionare antichità. Quando queste cominciarono a scarseggiare, si iniziarono a finanziare scavi per recuperarne delle altre.L'archeologia ricevette basi più scientifiche nel XIX secolo grazie agli sforzi di studiosi tedeschi come Heinrich Schliemann, che si dedicò alle antiche civiltà greche di Troia e Micene.Oggi gli archeologi studiano ogni aspetto dell'umanità passata, a partire dal nostro antenato più lontano fino ai nostri bis-bisnonni. I loro strumenti incredibilmente sofisticati ci permettono di conoscere con precisione sempre maggiore com'era la vita dei nostri progenitori.",
        "quote": "\"Chi non ricorda il passato è condannato a riviverlo.\" - George Santayana",
        "tech_prereqs": [
            {
                "name": "Navigazione|della Navigazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/navigation.json"
            },
            {
                "name": "Architettura|dell'Architettura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biologia|della Biologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/biology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Archeologo|un Archeologo|dal tuo Archeologo|al tuo Archeologo|il tuo Archeologo|da un Archeologo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/archaeologist.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Museo|il Museo|un Museo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/museum.json"
            },
            {
                "name": "Louvre|il Louvre|il Louvre",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/louvre.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archaeology.json"
    },
    {
        "id": 43,
        "name": "Teoria scientifica|della Teoria scientifica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/scientific_theory.png",
        "era": "Epoca industriale",
        "cost": 1600,
        "civilopedia_entry": "La teoria scientifica è quel modo di vedere il mondo attraverso il \"metodo scientifico\" per imparare le leggi dell'universo. Per spiegare un dato fenomeno, lo scienziato formula una teoria solo dopo un'attenta osservazione, seguita da esperimenti. Se altri scienziati riescono, tramite esperimenti, a confermare i risultati della teoria del loro collega, allora questa viene accettata come una legge \"empirica\" (sperimentale), almeno finché nuove osservazioni o esperimenti dimostrino altrimenti. Se gli esperimenti di uno scienziato non riescono a essere replicati da altri, allora le sue teorie possono essere oggetto di scetticismo. Anche se rappresenta il modo prevalente di vedere le cose nei paesi avanzati del mondo odierno, la teoria scientifica non è l'unica lente attraverso cui la gente osserva il mondo. Per spiegarsi l'universo, alcuni si rivolgono alla rivelazione divina (ad esempio quella contenuta in un libro sacro). Se l'osservazione o la sperimentazione è in conflitto con la rivelazione divina, allora l'osservazione e la sperimentazione devono essere in qualche modo fallaci o corrotte. Questi due modi di vedere il mondo si sono combattuti per secoli e non c'è motivo di credere che negli anni a venire la lotta debba cessare.",
        "quote": "\"Ogni grande progresso della scienza è scaturito da una nuova audacia dell'immaginazione.\" - John Dewey",
        "tech_prereqs": [
            {
                "name": "Economia|dell'Economia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/economics.json"
            },
            {
                "name": "Architettura|dell'Architettura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Biologia|della Biologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/biology.json"
            },
            {
                "name": "Energia a vapore|dell'Energia a vapore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
            },
            {
                "name": "Elettricità|dell'Elettricità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Scuola pubblica|la Scuola pubblica|una Scuola pubblica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/public_school.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
    },
    {
        "id": 44,
        "name": "Industrializzazione|dell'Industrializzazione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/industrialization.png",
        "era": "Epoca industriale",
        "cost": 1600,
        "civilopedia_entry": "Con il termine industrializzazione si indica il passaggio da una società agricola a una industriale, in genere accompagnato da un profondo cambiamento sociale ed economico nella comunità. La Rivoluzione Industriale, che ha avuto inizio in Europa nel XVIII secolo, ha portato immensi cambiamenti nella vita quotidiana delle persone. Molti lavori che una volta erano lasciati alle abili mani degli artigiani diventarono obsoleti con la comparsa delle catene di montaggio, in cui grandi gruppi di operai non specializzati azionano macchine e strumenti sempre più complessi.",
        "quote": "\"L'industrializzazione basata sui macchinari, già indicata come una caratteristica della nostra epoca, è solo uno degli aspetti della rivoluzione prodotta dalla tecnologia.\" - Emily Greene Balch",
        "tech_prereqs": [
            {
                "name": "Economia|dell'Economia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/economics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Energia a vapore|dell'Energia a vapore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Mitragliatrice Gatling|una Mitragliatrice Gatling|dalla tua Mitragliatrice Gatling|alla tua Mitragliatrice Gatling|la tua Mitragliatrice Gatling|da una Mitragliatrice Gatling",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/gatling_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fabbrica|la Fabbrica|una Fabbrica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/factory.json"
            },
            {
                "name": "Big Ben|il Big Ben|il Big Ben",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/big_ben.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/industrialization.json"
    },
    {
        "id": 45,
        "name": "Rigatura delle canne|della Rigatura delle canne",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rifling.png",
        "era": "Epoca industriale",
        "cost": 1600,
        "civilopedia_entry": "La rigatura delle canne è il processo con cui si praticano scanalature elicoidali all'interno della canna di un fucile o di un cannone per impartire al proiettile una rotazione che stabilizza il proiettile in volo, aumentando notevolmente la precisione dell'arma. La rigatura delle canne è stata inventata a Vienna nel XV secolo. Il processo però era estremamente lento e costoso e non riuscì a imporsi prima di tre secoli. All'inizio del XVIII secolo le armi a canna rigata erano usate dai tiratori scelti negli eserciti di tutta Europa e del mondo.A metà del secolo l'introduzione della \"palla Minié\" rese i moschetti a canna rigata ancora più precisi e mortali. Questo tipo di fucili venne ampiamente usato durante la guerra civile americana e probabilmente fece più vittime di tutti gli altri tipi di moschetti combinati.Alla fine della guerra le armi basate sul sistema Minié furono sostituite da fucili a cartuccia e a retrocarica, molto più veloci dei predecessori. Questi, come il famoso Springfield modello 1865 e i suoi successori, sarebbero rimasti le armi d'ordinanza dei soldati americani fino alla Prima Guerra Mondiale, quando furono inventati i primi fucili automatici. Nell'epoca contemporanea la fanteria utilizza fucili d'assalto, come le diverse varianti dell'M16 americano o dell'AK-47 russo. Queste armi letali danno a ogni soldato una potenza di fuoco pari a quella di una dozzina di veterani della guerra civile americana.",
        "quote": "\"È un bene che la guerra sia così terribile, altrimenti potrebbe cominciare a piacerci troppo.\" - Robert E. Lee",
        "tech_prereqs": [
            {
                "name": "Economia|dell'Economia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/economics.json"
            },
            {
                "name": "Metallurgia|della Metallurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Energia a vapore|dell'Energia a vapore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fuciliere|un Fuciliere|dal tuo Fuciliere|al tuo Fuciliere|il tuo Fuciliere|da un Fuciliere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/rifleman.json"
            },
            {
                "name": "Fanteria norvegese sugli sci|una Fanteria norvegese sugli sci|dalla tua Fanteria norvegese sugli sci|alla tua Fanteria norvegese sugli sci|la tua Fanteria norvegese sugli sci|da una Fanteria norvegese sugli sci",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/norwegian_ski_infantry.json"
            },
            {
                "name": "Mehal Sefari|un Mehal Sefari|dal tuo Mehal Sefari|al tuo Mehal Sefari|il tuo Mehal Sefari|da un Mehal Sefari",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/mehal_sefari.json"
            },
            {
                "name": "Karoliner|un Karoliner|dal tuo Karoliner|al tuo Karoliner|il tuo Karoliner|da un Karoliner",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/carolean.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rifling.json"
    },
    {
        "id": 46,
        "name": "Scienza militare|della Scienza militare",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/military_science.png",
        "era": "Epoca industriale",
        "cost": 1600,
        "civilopedia_entry": "La scienza militare studia l'applicazione del potere bellico per il raggiungimento di obiettivi politici. Ha molte diramazioni e aree di competenza, e in genere viene insegnata nelle accademie militari. Per esempio, quanta strada può percorrere un esercito in marcia e quante calorie servono a un soldato per rimanere in ottime condizioni? Ancora, qual è il modo migliore di sedare un'insurrezione nel proprio paese? Supponiamo invece di comandare un esercito di occupazione in un'altra nazione; come cambia in questo caso l'approccio verso una ribellione? Qual è il tasso di sopravvivenza previsto per chi sferra per primo un attacco nucleare?\"L'arte della guerra\" di Sun Tzu è un classico testo di scienza militare. Per quanto sia stato pubblicato nel VI secolo a.C., ancora oggi è ampiamente studiato (e resta una lettura interessante ed estremamente divertente per chiunque si diletti di storia). \"Il Principe\" di Machiavelli, pubblicato postumo nel 1532, esamina in dettaglio il rapporto tra guerra e politica. Nel 1832 il generale prussiano Carl von Clausewitz pubblicò il trattato \"Della guerra\", che tra le altre cose analizza gli effetti dell'economia e della politica sui conflitti.Pubblicato nel 1890, il brillante lavoro di Alfred Thayer Mahan \"L'influenza del potere marittimo sulla storia, 1660-1783\" influenzò profondamente molti militari e politici americani e fu il principale responsabile dello sviluppo della flotta statunitense all'inizio del XX secolo. Senza quel libro gli USA avrebbero potuto trovarsi ancora più rovinosamente impreparati alle due guerre mondiali, con risultati potenzialmente disastrosi per la nazione e i suoi alleati oltreoceano.",
        "quote": "\"Le guerre possono anche essere combattute con le armi, ma sono vinte dagli uomini. È lo spirito degli uomini che seguono e dell'uomo che conduce che porta alla vittoria.\" - George S. Patton",
        "tech_prereqs": [
            {
                "name": "Chimica|della Chimica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chemistry.json"
            },
            {
                "name": "Metallurgia|della Metallurgia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dinamite|della Dinamite",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cavalleria|una Cavalleria|dalla tua Cavalleria|alla tua Cavalleria|la tua Cavalleria|da una Cavalleria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/cavalry.json"
            },
            {
                "name": "Cosacco|un Cosacco|dal tuo Cosacco|al tuo Cosacco|il tuo Cosacco|da un Cosacco",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/cossack.json"
            },
            {
                "name": "Ussaro|un Ussaro|dal tuo Ussaro|al tuo Ussaro|il tuo Ussaro|da un Ussaro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/hussar.json"
            },
            {
                "name": "Cavalleria berbera|una Cavalleria berbera|dalla tua Cavalleria berbera|alla tua Cavalleria berbera|la tua Cavalleria berbera|da una Cavalleria berbera",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/berber_cavalry.json"
            },
            {
                "name": "Comanche|un Comanche|dal tuo Comanche|al tuo Comanche|il tuo Comanche|da un Comanche",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/comanche_riders.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Accademia militare|l'Accademia militare|un'Accademia militare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/military_academy.json"
            },
            {
                "name": "Porta di Brandeburgo|la Porta di Brandeburgo|la Porta di Brandeburgo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/brandenburg_gate.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
    },
    {
        "id": 47,
        "name": "Fertilizzanti|dei Fertilizzanti",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/fertilizer.png",
        "era": "Epoca industriale",
        "cost": 1600,
        "civilopedia_entry": "I fertilizzanti sono sostanze che nutrono le piante e ne velocizzano la crescita. I fertilizzanti sono antichi quanto le prime civiltà umane: risalgono ai tempi in cui il primo contadino notò che l'erba cresceva più verde dove la mucca aveva fatto la cacca. Da quel momento in poi i contadini hanno sempre raccolto gli escrementi degli animali per spargerli sul terreno, aumentando il raccolto, soprattutto nel caso di campi che erano stati coltivati per generazioni ed erano quindi ormai privi di sostanze nutritive.Come ingredienti attivi in genere i fertilizzanti contengono azoto, fosforo e potassio. Storicamente la maggior parte dei fertilizzanti è stata organica e di origine animale, ma molti prodotti moderni sono estratti dal sottosuolo o prodotti chimicamente nelle fabbriche.La necessità di disporre di fertilizzanti potenti è cresciuta insieme alla popolazione mondiale; oggi le aziende agricole sono più produttive che in qualsiasi altro momento storico. Quest'efficienza, comunque, ha un prezzo: l'acqua piovana trasporta i prodotti chimici dai campi ai ruscelli e nei fiumi, causando la crescita esponenziale di alcuni microorganismi che finiscono per soffocare letteralmente le altre forme di vita presenti. Inoltre il prezzo di alcuni fertilizzanti moderni, creati usando almeno in parte prodotti petrolchimici, risulta legato alle fluttuazioni del petrolio. In definitiva i fertilizzanti sono oltremodo utili e possono aumentare in modo significativo la disponibilità mondiale di cibo, ma occorre fare attenzione per assicurare che non danneggino l'ambiente, risultando alla fine più dannosi che utili.",
        "quote": "\"La nazione che distrugge il suo suolo distrugge se stessa.\" - Franklin Delano Roosevelt",
        "tech_prereqs": [
            {
                "name": "Chimica|della Chimica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chemistry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Dinamite|della Dinamite",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/dynamite.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/fertilizer.json"
    },
    {
        "id": 48,
        "name": "Biologia|della Biologia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/biology.png",
        "era": "Epoca industriale",
        "cost": 2350,
        "civilopedia_entry": "La biologia è lo studio degli organismi viventi. È un campo di ricerca amplissimo, che va dalla balena gigantesca al più microscopico batterio. Prima del XIX secolo la biologia si occupava più che altro di scoprire e classificare tutte le piante, gli insetti e gli altri animali che popolano la Terra. In seguito agli avanzamenti scientifici e tecnologici, gli scienziati hanno cominciato a esplorare i \"mattoni fondamentali\" della biologia: prima le cellule, poi i geni e il DNA. Oggi conosciamo buona parte della biologia di tutti gli organismi del pianeta.I biologi sono diventati così bravi a manipolare la vita che hanno cominciato a spingersi in aree che fino a poco tempo fa sarebbero state considerate appannaggio esclusivo della letteratura fantastica. Sono state clonate pecore, e presto o tardi la stessa cosa verrà fatta con gli esseri umani. La nanobiologia è diventata un vero e proprio campo di studi. Geni specifici possono essere attivati o disattivati per consentire una riproduzione selettiva di alcuni tratti. Se il progresso continua a questo ritmo è possibile immaginare un futuro non troppo distante in cui le malattie saranno state sconfitte, le protesi bioniche saranno di uso comune e l'aspettativa di vita delle persone si sarà allungata di parecchi decenni.",
        "quote": "\"Se il cervello fosse così semplice da poter essere compreso, noi saremmo troppo semplici per comprenderlo.\" - Lyall Watson",
        "tech_prereqs": [
            {
                "name": "Archeologia|dell'Archeologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archaeology.json"
            },
            {
                "name": "Teoria scientifica|della Teoria scientifica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Refrigerazione|della Refrigereazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/refrigeration.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Ospedale|l'Ospedale|un Ospedale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hospital.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/biology.json"
    },
    {
        "id": 49,
        "name": "Elettricità|dell'Elettricità",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electricity.png",
        "era": "Epoca industriale",
        "cost": 2350,
        "civilopedia_entry": "Il primo contatto dell'uomo con l'elettricità, sotto forma di scariche elettriche inflitte dai pesci, risale al 2750 a.C., come dimostrano alcuni resoconti di autori egizi. Nel XV secolo d.C. gli arabi hanno scoperto che anche i fulmini erano una manifestazione elettrica, un fatto successivamente confermato dallo scienziato anglo-americano Benjamin Franklin nel 1752. La prima batteria vagamente affidabile fu realizzata nel 1800 da Alessandro Volta; il motore elettrico fu inventato nel 1821 da Michael Faraday.Gli studi sull'elettricità svolti nella seconda metà dell'Ottocento da geni come Nikola Tesla, Thomas Edison, George Westinghouse, Alexander Graham Bell e Lord Kelvin hanno rivoluzionato la vita degli uomini in tutto il mondo. Il telegrafo, il telefono e la radio hanno aumentato radicalmente la velocità e l'accuratezza con cui è possibile trasmettere le informazioni. Una volta posto in opera il primo cavo transatlantico, un messaggio inviato da New York poteva raggiungere Londra nel giro di pochi secondi. Prima dell'avvento dell'elettricità, il messaggio trasportato dalla nave più veloce avrebbe richiesto settimane. La luce elettrica ha rivoluzionato la casa e il lavoro; il fonografo, la radio e la cinepresa hanno fatto lo stesso per l'industria del divertimento. La creazione di grandi centrali in grado di portare energia sotto forma di elettricità fino ai nuclei domestici ha cambiato le condizioni di vita dell'umanità in modo quasi inconcepibile. Con la seconda rivoluzione industriale l'elettricità ha migliorato la condizione umana nel modo più determinante dall'invenzione della stampa.",
        "quote": "\"È un fatto - oppure l'ho sognato - che, per mezzo dell'elettricità, il mondo della materia è diventato un grande nervo, che vibra per migliaia di miglia in un battibaleno?\" - Nathaniel Hawthorne",
        "tech_prereqs": [
            {
                "name": "Teoria scientifica|della Teoria scientifica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pezzi indipendenti|dei Pezzi indipendenti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
            },
            {
                "name": "Refrigerazione|della Refrigereazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/refrigeration.json"
            },
            {
                "name": "Radio|della Radio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radio.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Centrale idroelettrica|la Centrale idroelettrica|una Centrale idroelettrica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hydro_plant.json"
            },
            {
                "name": "Borsa|la Borsa|una Borsa",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stock_exchange.json"
            },
            {
                "name": "Stazione di polizia|la Stazione di polizia|una Stazione di polizia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/police_station.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
    },
    {
        "id": 50,
        "name": "Energia a vapore|dell'Energia a vapore",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/steam_power.png",
        "era": "Epoca industriale",
        "cost": 2350,
        "civilopedia_entry": "Quando viene riscaldata, l'acqua produce vapore. Il vapore si espande sotto pressione e può essere usato all'interno di un motore per convertire una parte dell'energia termica nel movimento di un pistone o di un rotore. I principi alla base dell'energia a vapore erano già noti agli antichi Greci, ma nessuno riuscì a metterli in pratica in modo efficace fino alla fine del Seicento, quando l'inglese Thomas Savery progettò una pompa a vapore per estrarre l'acqua dalle miniere allagate. Nel 1765 James Watt migliorò notevolmente l'efficienza del motore a vapore, che a quel punto poté essere usato in una grande varietà di applicazioni. Nel 1802 le navi cominciarono a essere equipaggiate con motori a vapore e nel 1825 cominciarono a diffondersi anche le locomotive basate sullo stesso principio.Il motore a vapore ha rivoluzionato l'industria e i trasporti in tutto il mondo. Nel giro di un secolo l'intero globo fu attraversato da linee ferroviarie e rotte navali. Enormi fabbriche mosse dal vapore sfornavano milioni di tonnellate di prodotti (compresi quelli per uso militare). Le nazioni industrializzate poterono sperimentare un enorme incremento di ricchezza e produttività (e inquinamento). Il carbone, la prima fonte di energia per i motori a vapore, veniva estratto febbrilmente da miniere sparse in tutto il pianeta. Gran parte della strategia militare della Gran Bretagna era centrata proprio sulla protezione delle basi di approvvigionamento del carbone, disposte in posizione strategica in tutti gli oceani del mondo.Alla fine i motori a vapore furono sostituiti da quelli a combustione interna, molto più efficienti e meno inquinanti. Prima del petrolio, tuttavia, il vapore dominava in modo assoluto. Si può tranquillamente affermare che senza di esso il mondo moderno non sarebbe mai esistito.",
        "quote": "\"Le nazioni occidentali sperano che grazie alla comunicazione a vapore il mondo intero diventerà come una grande famiglia.\" - Townsend Harris",
        "tech_prereqs": [
            {
                "name": "Rigatura delle canne|della Rigatura delle canne",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rifling.json"
            },
            {
                "name": "Industrializzazione|dell'Industrializzazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/industrialization.json"
            },
            {
                "name": "Teoria scientifica|della Teoria scientifica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/scientific_theory.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Pezzi indipendenti|dei Pezzi indipendenti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
            },
            {
                "name": "Ferrovia|della Ferrovia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
            },
            {
                "name": "Volo|del Volo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/flight.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Ironclad|una Ironclad|dalla tua Ironclad|alla tua Ironclad|la tua Ironclad|da una Ironclad",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/ironclad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
    },
    {
        "id": 51,
        "name": "Dinamite|della Dinamite",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/dynamite.png",
        "era": "Epoca industriale",
        "cost": 2350,
        "civilopedia_entry": "La dinamite è un materiale esplosivo inventato nel 1867 dal chimico e ingegnere svedese Alfred Nobel. Per creare la dinamite bisogna impregnare nella nitroglicerina un materiale assorbente come la terra diatomacea, anche nota come farina fossile (che stranamente è lo stesso materiale usato in molti filtri per piscine). La nitroglicerina è un esplosivo potente ma terribilmente instabile; la dinamite è meno potente, ma molto più stabile.La dinamite viene usata soprattutto per gli scavi minerari e nell'edilizia. Storicamente è stata usata anche per applicazioni militari, ma il suo componente esplosivo (la nitroglicerina) rimane troppo instabile per le condizioni imprevedibili del campo di battaglia: in generale quindi gli eserciti preferiscono utilizzare un prodotto alternativo chiamato \"dinamite militare\" che al posto della nitroglicerina contiene altri composti chimici come il TNT. Il prodotto risultante è circa il 60% meno potente, ma è molto più difficile che esploda al momento sbagliato.",
        "quote": "\"Non appena si decide che per combattere il male tutti i mezzi sono leciti, il bene diventa indistinguibile dal male che si vuole distruggere.\" - Christopher Dawson",
        "tech_prereqs": [
            {
                "name": "Fertilizzanti|dei Fertilizzanti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/fertilizer.json"
            },
            {
                "name": "Scienza militare|della Scienza militare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ferrovia|della Ferrovia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Artiglieria|un'Artiglieria|dalla tua Artiglieria|alla tua Artiglieria|la tua Artiglieria|da un'Artiglieria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/dynamite.json"
    },
    {
        "id": 52,
        "name": "Refrigerazione|della Refrigereazione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/refrigeration.png",
        "era": "Epoca moderna",
        "cost": 3100,
        "civilopedia_entry": "La refrigerazione è il processo tramite il quale si rimuove calore da una sostanza o da una porzione di spazio delimitata. Lo scopo principale della refrigerazione è sempre stato quello di conservare il cibo. Negli ultimi decenni del XX secolo, i paesi industrializzati l'hanno sfruttata anche per l'aria condizionata.Prima dell'invenzione di metodi meccanici, molte tra le più ricche civiltà refrigeravano il cibo in cantine isolate con paglia, usando il ghiaccio proveniente dalle montagne. Nell'antica India e in Egitto si utilizzava il raffreddamento evaporativo, in cui grandi vassoi di una certa profondità venivano riempiti d'acqua. Man mano che l'acqua evaporava, l'acqua che rimaneva nel vassoio si raffreddava rapidamente. Addirittura, i migliori sistemi evaporativi erano in grado di produrre ghiaccio, persino nelle zone climatiche più calde.La refrigerazione meccanica si basa sulla rapida espansione di un gas, di solito il freon o un altro gas inerte. La prima dimostrazione di refrigerazione artificiale avvenne nel 1748 in Scozia a opera di William Cullen, ma dovette trascorrere più di un secolo prima che un americano, Alexander C. Twinning, creasse il primo macchinario refrigerante commercialmente applicabile, nel 1856. Qualche anno dopo, i refrigeratori furono introdotti nelle macellerie e nei birrifici. Nel 1914, il loro uso era ormai diffuso. Intorno alla metà del XX secolo, i camion a refrigerazione meccanica rimpiazzarono i vecchi veicoli di trasporto del ghiaccio. I frigoriferi di uso domestico furono introdotti negli anni '20: entro il 1950 le ghiacciaie per uso domestico erano scomparse del tutto.Il moderno condizionatore fu inventato nel 1902 da Willis Carrier a Buffalo, vicino a New York. In origine serviva a mantenere costante la temperatura dell'aria nelle fabbriche dove avvenivano processi manifatturieri particolarmente delicati, ma già negli anni '20 le dimensioni e i costi dei condizionatori erano drasticamente diminuiti, tanto che cominciarono a essere installati sistematicamente nei cinema. Le unità da finestra fecero la loro comparsa nelle case americane subito dopo la Seconda Guerra Mondiale. Alla fine degli anni '50 si stima che ne fosse stato installato più di un milione di esemplari.Spesso data per scontata, la refrigerazione è una delle più importanti innovazioni tecnologiche dell'umanità. Senza di essa, oggi non potremmo fare molte cose... quantomeno, non senza sudare.",
        "quote": "\"E senza dimora vicino a mille dimore stavo, e vicino a mille tavole mi struggevo e desideravo il cibo.\" - William Wordsworth",
        "tech_prereqs": [
            {
                "name": "Elettricità|dell'Elettricità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
            },
            {
                "name": "Biologia|della Biologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/biology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Penicillina|della Penicillina",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/penicillin.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Sottomarino|un Sottomarino|dal tuo Sottomarino|al tuo Sottomarino|il tuo Sottomarino|da un Sottomarino",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Stadio|lo Stadio|uno Stadio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/stadium.json"
            },
            {
                "name": "Albergo|l'Albergo|un Albergo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hotel.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/refrigeration.json"
    },
    {
        "id": 53,
        "name": "Radio|della Radio",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radio.png",
        "era": "Epoca moderna",
        "cost": 3100,
        "civilopedia_entry": "Quella delle onde radio è una tecnologia che permette di trasmettere informazioni a un destinatario lontano modificando l'ampiezza, la frequenza o la durata dell'onda portante. In termini meno tecnici, da qualche parte una trasmittente traduce i suoni in onde, che poi diffonde nell'atmosfera. Radioricevitori anche distanti possono raccogliere queste onde e riconvertirle in suoni.La radio è una macchina decisamente complessa, che ha richiesto centinaia di anni di ricerca e sviluppo da parte di scienziati e fisici quali Michael Faraday, James Maxwell, Heinrich Hertz e Guglielmo Marconi.Marconi era un fisico italiano che lavorava alla creazione del telegrafo senza fili. Nel 1894 Marconi riuscì a inviare un segnale a 30 metri di distanza. Affinando la tecnologia, nel 1901 riuscì a trasmettere un segnale attraverso l'Oceano Atlantico. Marconi continuò a lavorare nel campo e, alla fine degli anni '20, cominciò lo sviluppo di un dispositivo a onde corte senza fili, che avrebbe poi costituito la base per le odierne comunicazioni radio a lunga distanza.Il primo programma radio andò in onda la vigilia di Natale del 1906; il primo notiziario fu trasmesso il 31 agosto 1920, a Detroit, nel Michigan. Alla fine degli anni '20 la radio si stava diffondendo ovunque negli Stati Uniti e in Europa.Le radio giocarono un ruolo importante nella Seconda Guerra Mondiale. Oltre a permettere la comunicazione tra aerei e navi, davano anche la possibilità ai governi in guerra di trasmettere notiziari e campagne di propaganda ai propri cittadini come a quelli nemici. Hitler, Churchill e Roosevelt furono tutti padroni del mezzo. La radio continuò a essere molto popolare nel dopoguerra, ovunque ma soprattutto negli Stati Uniti, dove si assistette a una vera moltiplicazione dei network e delle stazioni emittenti. La radio rimase la principale forma d'intrattenimento fino all'avvento della televisione, negli anni '50.Anche se messa un po' da parte dalle neonate tecnologie di televisione e Internet, la radio resta un'importante fonte di notizie e intrattenimento per le persone di tutto il mondo. Come il rock'n'roll, non stancherà mai.",
        "quote": "\"L'intero paese è stato unito dalla radio. Tutti avevamo in comune gli stessi eroi, gli stessi comici, gli stessi cantanti. Erano dei giganti.\" - Woody Allen",
        "tech_prereqs": [
            {
                "name": "Elettricità|dell'Elettricità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Plastica|della Plastica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Ripetitore|il Ripetitore|un Ripetitore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/broadcast_tower.json"
            },
            {
                "name": "Torre Eiffel|la Torre Eiffel|la Torre Eiffel",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/eiffel_tower.json"
            },
            {
                "name": "Agenzia nazionale di Intelligence|l'Agenzia nazionale di Intelligence|un'Agenzia nazionale di Intelligence",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/national_intelligence_agency.json"
            },
            {
                "name": "Broadway|Broadway|Broadway",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/broadway.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radio.json"
    },
    {
        "id": 54,
        "name": "Pezzi indipendenti|dei Pezzi indipendenti",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/replaceable_parts.png",
        "era": "Epoca moderna",
        "cost": 3100,
        "civilopedia_entry": "La fabbricazione con pezzi indipendenti è un processo produttivo in cui vengono fabbricati oggetti composti da più elementi distinti, ognuno prodotto in molte copie identiche. Questo processo porta a un enorme incremento nella velocità e redditività della produzione, cosa che storicamente ha alimentato la rivoluzione industriale del XIX secolo.Una delle principali spinte alla produzione con pezzi indipendenti fu l'esigenza di dotare i soldati di armi da fuoco. Un tempo, infatti, i moschetti erano fabbricati da artigiani e ogni esemplare era leggermente diverso da tutti gli altri. Inoltre un artigiano poteva fabbricare i suoi fucili con canne un po' più lunghe, un altro poteva dotarli di grilletti più grossi e così via. Per i singoli cittadini, non era poi un gran problema: se il suo moschetto si guastava, poteva tornare dall'artigiano e farselo riparare. Ma questo, ovviamente, non era fattibile se il problema riguardava le migliaia di moschetti di un esercito.Tuttavia, se i moschetti fossero stati tutti identici, i moschetti guasti potevano essere riparati con i pezzi di qualsiasi altro. Inoltre, i soldati che si erano addestrati con un moschetto avrebbero potuto imbracciarne un altro e aspettarsi lo stesso tipo di funzionamento e prestazioni, senza essere costretti a familiarizzare con le caratteristiche particolari della nuova arma.Al giorno d'oggi quasi tutti i beni prodotti sul pianeta sono fabbricati con pezzi indipendenti. Gli artigiani sono diventati degli artisti, i cui prodotti sono spesso troppo costosi per l'utente comune.",
        "quote": "\"Niente è troppo difficile se lo suddividi in piccole azioni.\" - Henry Ford",
        "tech_prereqs": [
            {
                "name": "Energia a vapore|dell'Energia a vapore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
            },
            {
                "name": "Elettricità|dell'Elettricità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electricity.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Plastica|della Plastica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
            },
            {
                "name": "Elettronica|dell'Elettronica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Legione straniera|una Legione straniera|dalla tua Legione straniera|alla tua Legione straniera|la tua Legione straniera|da una Legione straniera",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/foreign_legion.json"
            },
            {
                "name": "Fante della Grande Guerra|un Fante della Grande Guerra|dal tuo Fante della Grande Guerra|al tuo Fante della Grande Guerra|il tuo Fante della Grande Guerra|da un Fante della Grande Guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/great_war_infantry.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Base militare|la Base militare|una Base militare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/military_base.json"
            },
            {
                "name": "Statua della Libertà|la Statua della Libertà|la Statua della Libertà",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/statue_of_liberty.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
    },
    {
        "id": 55,
        "name": "Volo|del Volo",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/flight.png",
        "era": "Epoca moderna",
        "cost": 3100,
        "civilopedia_entry": "Nel corso della storia, l'uomo ha sempre sognato di conquistare i cieli. Le visioni di Leonardo da Vinci sul volo sono ben note, ma accanto a lui vi furono molti altri sognatori. I primi scienziati volsero la loro attenzione ai padroni naturali del cielo, gli uccelli, e pensarono a macchine che riproducessero la forma e il movimento delle ali d'uccello (gli ornitotteri). Ma per realizzare i loro sogni quei progettisti mancavano di materiali, motori e della conoscenza dell'aerodinamica.Lo studio dell'aerodinamica fu portato avanti nel corso dei secoli XVI-XIX da brillanti scienziati come Da Vinci, Galileo, Huygens, Newton, Bernoulli, Eulero e Smeaton. Nel 1804 l'inglese George Cayley fece volare un aliante ad ala fissa e nel 1853 creò un modello in scala 1:1 che affidò al suo (riluttante) vetturino in quello che fu il primo volo d'aliante a guida umana.Nel 1902 i fratelli Wright costruirono il loro aliante, perfezionando la forma delle ali. Non riuscendo a trovare nessun esperto della costruzione di motori a benzina leggera che avesse le caratteristiche desiderate, se ne progettarono e costruirono uno da soli. Il 17 dicembre 1903 l'apparecchio degli Wright volò quattro volte, percorrendo tratte lunghe fino a 260 metri. Negli anni seguenti, l'impresa degli Wright ispirò il rapidissimo perfezionamento delle tecnologie che permettevano il volo. Nel 1908 l'americano Glenn Hammond Curtiss volò per oltre un chilometro, nel 1909 il francese Louis Blériot attraversò in volo la Manica.Nel corso della Prima Guerra Mondiale si compirono enormi progressi nella tecnologia del volo, specialmente in senso offensivo, con la creazione dei caccia e dei bombardieri. Negli anni '20 l'Europa era solcata da piloti che l'attraversavano regolarmente e nel 1927 Charles Lindbergh completò il primo volo senza scalo attraverso l'Atlantico. La Seconda Guerra Mondiale fu testimone di enormi passi in avanti nella velocità, portata, resistenza e potenza di fuoco dei velivoli; al suo termine entrarono in servizio i jet, i bombardieri continentali e gli elicotteri.Oggi il viaggio in aereo è diventato un evento comune: un volo dagli USA alla Cina (un sogno impossibile solo 75 anni fa) rischia al massimo di risultare noioso. Anche se gli attacchi terroristici dell'11 settembre 2001 hanno reso gli spostamenti aerei leggermente più complicati, milioni di persone nel mondo continuano a volare ogni giorno. Dal volo non si tornerà indietro.",
        "quote": "\"L'aeronautica non è stata né un settore industriale né una scienza. È stata un miracolo.\" - Igor Sikorsky",
        "tech_prereqs": [
            {
                "name": "Energia a vapore|dell'Energia a vapore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Balistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ballistics.json"
            },
            {
                "name": "Elettronica|dell'Elettronica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Triplano|un Triplano|dal tuo Triplano|al tuo Triplano|il tuo Triplano|da un Triplano",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/triplane.json"
            },
            {
                "name": "Bombardiere della Grande Guerra|un Bombardiere della Grande Guerra|dal tuo Bombardiere della Grande Guerra|al tuo Bombardiere della Grande Guerra|il tuo Bombardiere della Grande Guerra|da un Bombardiere della Grande Guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/great_war_bomber.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Seebad Prora|Seebad Prora|Seebad Prora",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/prora.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/flight.json"
    },
    {
        "id": 56,
        "name": "Ferrovia|della Ferrovia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/railroad.png",
        "era": "Epoca moderna",
        "cost": 3100,
        "civilopedia_entry": "Le prime \"ferrovie\" furono costruite in Europa nel XVI secolo, all'interno delle miniere; consistevano in carrelli a rotelle che si spostavano su binari. I carrelli erano trainati da uomini o animali (solitamente cavalli o asini). La prima ferrovia a vapore non sotterranea fu costruita nel 1825 in Inghilterra: quando si rivelò un successo, la tecnologia prese rapidamente piede in tutto il mondo. La costruzione della prima ferrovia americana, la \"Baltimore and Ohio\", iniziò nel 1828. Nel giro di un secolo ogni continente del mondo poté vantare una significativa rete ferroviaria.È impossibile sovrastimare l'importanza delle ferrovie nello sviluppo mondiale. Prima che la linea transcontinentale che attraversava gli Stati Uniti fosse ultimata, un viaggio da New York a San Francisco richiedeva mesi: In treno lo stesso viaggio durava sette giorni e costava solo 65 dollari. L'arrivo della ferrovia ebbe come conseguenza l'esplosione demografica del Midwest e dell'Ovest americano. Gli insediamenti vicini alle linee si arricchirono, mentre quelli lontani dai tracciati finirono per essere abbandonati.Con l'invenzione e la produzione in serie delle automobili e dei camion, nel XX secolo, le ferrovie hanno perso un po' della loro importanza, in particolare nei paesi come gli Stati Uniti, che vanno pazzi per le auto. Rimangono comunque un mezzo estremamente economico e (relativamente) pulito per spostare beni e persone, e tutti i segni indicano che nel prossimo futuro torneranno prepotentemente alla ribalta.",
        "quote": "\"L'introduzione sui carri a ruote di un agente potente come il vapore apporterà un grande cambiamento alla condizione dell'uomo.\" - Thomas Jefferson",
        "tech_prereqs": [
            {
                "name": "Energia a vapore|dell'Energia a vapore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/steam_power.json"
            },
            {
                "name": "Dinamite|della Dinamite",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/dynamite.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Balistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ballistics.json"
            },
            {
                "name": "Combustione|della Combustione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combustion.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Cremlino|il Cremlino|il Cremlino",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/kremlin.json"
            },
            {
                "name": "Castello di Neuschwanstein|il Castello di Neuschwanstein|il Castello di Neuschwanstein",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/neuschwanstein.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
    },
    {
        "id": 57,
        "name": "Plastica|della Plastica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/plastics.png",
        "era": "Epoca moderna",
        "cost": 4100,
        "civilopedia_entry": "La plastica è un materiale leggero, trasparente e resistente, cattivo conduttore di elettricità. La plastica può essere di molti tipi, alcuni più duri, altri più flessibili, altri ancora più o meno resistenti al calore. La plastica può essere modellata, pressata o estrusa in praticamente qualsiasi forma desiderata. Oggigiorno la si trova dappertutto, dai paraurti delle auto alle protesi, dai barattoli dei cibi per neonati alle armi della fanteria: è certamente uno degli elementi fondamentali del XXI secolo.La prima plastica di creazione umana è stata inventata dall'inglese Alexander Parkes nel 1855. La sostanza, battezzata \"parkensina\", era ricavata dalla cellulosa (un materiale di origine vegetale) e veniva utilizzata per sostituire l'avorio, che diventava sempre più difficile procurarsi visto che la popolazione mondiale delle balene stava scemando visibilmente.La prima plastica totalmente sintetica fu la bachelite, inventata nel 1909 dall'inventore belga-americano Leo Hendrik Baekeland. La bachelite era poco costosa, forte e durevole. Fu utilizzata per costruire radio, telefoni, manici di utensili, tasti per pianoforte, palle da biliardo. Anche se è molto dura, la bachelite è piuttosto fragile. Oggi è stata sostituita da plastiche meno costose e più flessibili come il polistirene, il PVC, il nylon e altre varianti più esotiche inventate nel corso del XX secolo.Anche se al momento è relativamente poco costosa, di solito la produzione della plastica richiede grandi quantità di prodotti petrolchimici. Man mano che il petrolio diventerà più caro, anche il costo della plastica si adeguerà. In futuro è prevedibile che un altro materiale miracoloso soppianti l'onnipresente plastica, che però per il momento resta insostituibile.",
        "quote": "\"Ben, voglio solo dirti una parola... una sola: plastica.\" - Buck Henry e Calder Willingham, Il Laureato",
        "tech_prereqs": [
            {
                "name": "Radio|della Radio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radio.json"
            },
            {
                "name": "Pezzi indipendenti|dei Pezzi indipendenti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Penicillina|della Penicillina",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/penicillin.json"
            },
            {
                "name": "Teoria atomica|della Teoria Atomica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fanteria|una Fanteria|dalla tua Fanteria|alla tua Fanteria|la tua Fanteria|da una Fanteria",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/infantry.json"
            },
            {
                "name": "Pracinha|un Pracinha|dal tuo Pracinha|al tuo Pracinha|il tuo Pracinha|da un Pracinha",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/pracinha.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Laboratorio di ricerca|il Laboratorio di ricerca|un Laboratorio di ricerca",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/research_lab.json"
            },
            {
                "name": "Cristo Redentore|il Cristo Redentore|il Cristo Redentore",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/cristo_redentor.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
    },
    {
        "id": 58,
        "name": "Elettronica|dell'Elettronica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/electronics.png",
        "era": "Epoca moderna",
        "cost": 4100,
        "civilopedia_entry": "L'elettronica è costituita da quella branca della tecnologia che studia il moto controllato degli elettroni attraverso vari mezzi, compreso il vuoto. Si distingue dalla tecnologia elettrica, che invece riguarda la generazione e la distribuzione di energia. L'elettronica è stata riconosciuta come campo di studi autonomo solo nel 1950, quando si separò dalla tecnologia delle onde radio.I circuiti elettronici si possono distinguere in due gruppi: analogici e digitali. I circuiti analogici di solito sono costituiti da semplici combinazioni di elementi base che utilizzano un voltaggio pressoché costante; ormai è raro che i circuiti moderni siano del tutto analogici. I circuiti digitali sono alla base degli odierni computer e dei controllori logici programmabili, in quanto costituiscono la rappresentazione fisica dell'algebra booleana (i valori 0 e 1 vi dicono qualcosa?)Lo studio e lo sviluppo dell'elettronica sono strettamente legati a quelli della matematica: senza solide basi nella seconda non si può affrontare la prima. La creazione e l'analisi di circuiti complessi implica la risoluzione di sistemi lineari a variabili ignote multiple (come il voltaggio e la corrente in determinati punti), il che spiega perché gran parte della progettazione dei circuiti oggi è assistita da appositi software di progettazione automatica: una \"meta-pratica\" per eccellenza, se ci si pensa.",
        "quote": "\"Nell'elettronica di consumo esiste un principio di base: diventa sempre più potente e sempre meno costosa.\" - Trip Hawkins",
        "tech_prereqs": [
            {
                "name": "Pezzi indipendenti|dei Pezzi indipendenti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
            },
            {
                "name": "Volo|del Volo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar|del Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
            },
            {
                "name": "Teoria atomica|della Teoria Atomica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/atomic_theory.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Portaerei|una Portaerei|dalla tua Portaerei|alla tua Portaerei|la tua Portaerei|da una Portaerei",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/carrier.json"
            },
            {
                "name": "Corazzata|una Corazzata|dalla tua Corazzata|alla tua Corazzata|la tua Corazzata|da una Corazzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/battleship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
    },
    {
        "id": 59,
        "name": "Balistica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ballistics.png",
        "era": "Epoca moderna",
        "cost": 4100,
        "civilopedia_entry": "La balistica studia il moto dei proiettili, soprattutto pallottole, missili e bombe. Nella maggioranza dei casi il termine è usato in relazione allo studio forense di armi e munizioni, in particolare quelle che sono state coinvolte in un crimine: in questo caso, collegare un'arma a una pallottola recuperata può provare l'innocenza o la colpevolezza. In generale la balistica, a partire dal secolo scorso, ha permesso di migliorare nettamente precisione, potenza ed efficacia generale dei vari tipi di arma da fuoco.",
        "quote": "\"Gli uomini, come i proiettili, vanno più lontano quanto meno sono ruvidi.\" - Jean Paul",
        "tech_prereqs": [
            {
                "name": "Ferrovia|della Ferrovia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
            },
            {
                "name": "Volo|del Volo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/flight.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Radar|del Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
            },
            {
                "name": "Armi combinate|delle Armi combinate",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cannone antiaereo|un Cannone antiaereo|dal tuo Cannone antiaereo|al tuo Cannone antiaereo|il tuo Cannone antiaereo|da un Cannone antiaereo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/anti-aircraft_gun.json"
            },
            {
                "name": "Mitragliatrice|una Mitragliatrice|dalla tua Mitragliatrice|alla tua Mitragliatrice|la tua Mitragliatrice|da una Mitragliatrice",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/machine_gun.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ballistics.json"
    },
    {
        "id": 60,
        "name": "Combustione|della Combustione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combustion.png",
        "era": "Epoca moderna",
        "cost": 4100,
        "civilopedia_entry": "Parlare di \"combustione\" significa dire che qualcosa brucia: si tratta di una reazione chimica tra sostanze (una delle quali di solito è l'ossigeno), che spesso genera luce e calore. In questo caso stiamo specificamente parlando dello sfruttamento della combustione all'interno di un motore (da cui \"combustione interna\") per creare energia e muovere una manovella o un pistone.Esistono due tipi di motori a combustione interna: a combustione intermittente e a flusso continuo. Nei primi certe quantità di combustibile e ossigeno vengono introdotte nella camera di combustione. Lì avviene la reazione che muove il pistone o qualche altro dispositivo meccanico, dopodiché vengono introdotti altro combustibile e altro ossigeno e il processo si ripete. I motori delle automobili sono esempi di motori a combustione intermittente. Nei secondi, ossigeno e combustibile vengono introdotti e bruciano continuamente. I motori a reazione sono a flusso continuo.Il primo brevetto di motore a combustione interna fu concesso all'inglese Samuel Brown nel 1823 per la sua \"macchina a vuoto spinto\", alimentata da idrogeno e ossigeno. Il primo brevetto per un motore a reazione per velivoli fu concesso nel 1921 al francese Maxime Guillaume. Questi due tentativi non ebbero molto successo, ma le ricerche gettarono le basi per sviluppare le tecnologie che hanno mosso il mondo fino a oggi e, probabilmente, nel prossimo futuro.",
        "quote": "\"Un uomo che sappia guidare in tutta sicurezza mentre sta baciando una ragazza non sta dedicando al bacio tutta l'attenzione che si merita.\" - Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Ferrovia|della Ferrovia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Armi combinate|delle Armi combinate",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combined_arms.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Cacciatorpediniere|un Cacciatorpediniere|dal tuo Cacciatorpediniere|al tuo Cacciatorpediniere|il tuo Cacciatorpediniere|da un Cacciatorpediniere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/destroyer.json"
            },
            {
                "name": "Nave di terra|una Nave di terra|dalla tua Nave di terra|alla tua Nave di terra|la tua Nave di terra|da una Nave di terra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/landship.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combustion.json"
    },
    {
        "id": 61,
        "name": "Penicillina|della Penicillina",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/penicillin.png",
        "era": "Epoca atomica",
        "cost": 5100,
        "civilopedia_entry": "Con il termine penicillina si indica un gruppo di antibiotici derivati da una muffa particolare. Gli antibiotici combattono e uccidono i batteri, microscopiche forme di vita che possono mettere a repentaglio la salute e la stessa vita delle persone: pensiamo a peste, sifilide e lebbra, per citarne solo tre. Si ritiene che l'uso di una primitiva forma di penicillina risalga al medioevo, in cui si usava pane ammuffito per curare le ferite che suppuravano. La scoperta scientifica degli antibiotici è attribuita ad Alexander Fleming e risale al 1928. Il primo utilizzo ufficiale in ambito medico è di due anni successivo, a opera del patologo Cecil George Paine. Man mano che l'uso della penicillina si è diffuso, alcuni batteri hanno sviluppato una resistenza specifica, così sono stati inventati molti altri antibiotici per trattare questi nuovi ceppi \"selezionati\" dalla terapia. La penicillina, comunque, rimane insieme ai suoi derivati una delle armi più importanti nell'infinita battaglia dei medici contro la mortale minaccia dei batteri.",
        "quote": "\"Gli uomini non si avvicinano mai tanto agli dèi come quando danno la salute ad altri uomini.\" - Cicerone",
        "tech_prereqs": [
            {
                "name": "Refrigerazione|della Refrigereazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/refrigeration.json"
            },
            {
                "name": "Plastica|della Plastica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ecologia|dell'Ecologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ecology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Marine|un Marine|dal tuo Marine|al tuo Marine|il tuo Marine|da un Marine",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/marine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Laboratorio di medicina|il Laboratorio di medicina|un Laboratorio di medicina",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/medical_lab.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/penicillin.json"
    },
    {
        "id": 62,
        "name": "Teoria atomica|della Teoria Atomica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/atomic_theory.png",
        "era": "Epoca atomica",
        "cost": 5100,
        "civilopedia_entry": "La teoria atomica della materia fu avanzata per la prima volta nell'antica Grecia. I filosofi Leucippo e Democrito suggerirono che il mondo fisico fosse composta da un numero infinito di particelle estremamente piccole, dette \"atomi\", esistenti nel nulla, il \"vuoto\". Gli atomi si combinano fra loro in diverse quantità e configurazioni per creare tutto ciò che esiste, dall'aria all'oro, dalla carne umana al suolo che calpestiamo. Ovviamente essi non avevano i mezzi per dimostrare la loro teoria, che fu in seguito rigettata da altri filosofi greci come Platone e Aristotele, i quali avevano quella che potrebbe definirsi una visione più spirituale dell'esistenza. Fu quest'ultima visione a essere adottata dalla Chiesa e da gran parte dell'Europa medievale; così la teoria atomica languì per millenni.Nel XVII secolo, la teoria atomica cominciò a tornare in auge, dopo che il brillante scienziato italiano Galileo aveva dichiarato di credere nel vuoto, mentre gli scienziati e i filosofi del tempo tentavano di separare gli argomenti di carattere religioso e spirituale da quelli scientifici. Nel 1658, il chimico irlandese Robert Boyle eseguì una serie di esperimenti sull'aria, che lo portarono alla conclusione che tutta la materia era composta da particelle solide ordinate in molecole, la cui configurazione dava ai vari materiali le loro differenti proprietà. Al principio del XVIII secolo, Isaac Newton rifinì ulteriormente la teoria atomica e nel corso del secolo successivo i chimici compirono grandi passi in avanti nella comprensione della composizione e delle proprietà della materia.Nel 1808, il chimico e fisico inglese Dalton pubblicò \"Un nuovo sistema di filosofia chimica\", che ripropose la teoria atomica fondandola su basi davvero scientifiche. In esso illustrava in modo coerente come i vari elementi si combinassero tra loro per formare composti e tentò di fornire la prova fisica dell'esistenza degli atomi. Nel 1869 il russo Dimitri Mendeleev creò un sistema per organizzare gli elementi conosciuti, ordinandoli in base al loro peso atomico su una \"tavola periodica\". Nel corso dei decenni successivi la conoscenza delle proprietà della materia da parte dell'uomo crebbe esponenzialmente.Nel 1895 il tedesco Wilhelm Röntgen scoprì i raggi X e nel 1896 il francese Henri Becquerel scoprì la radioattività dell'uranio. Qualche anno dopo, la loro opera fu portata ulteriormente avanti dai pionieri francesi Marie e Pierre Curie. Questo portò a una modifica radicale della teoria atomica.La ricerca in questo campo continuò per tutto il XX secolo con grande successo, portando a una serie di applicazioni pratiche sconvolgenti: per citarne un paio, la radiografia e la bomba atomica. Leucippo e Democrito probabilmente resterebbe stupefatti se sapessero a quali risultati sono giunti i loro eredi seguendo la loro teoria.",
        "quote": "\"Lo sfruttamento dell'energia dell'atomo ha cambiato tutto tranne il nostro modo di pensare e questo può condurci a catastrofi mai viste prima.\"- Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Plastica|della Plastica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
            },
            {
                "name": "Elettronica|dell'Elettronica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Ecologia|dell'Ecologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ecology.json"
            },
            {
                "name": "Fissione nucleare|della Fissione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/atomic_theory.json"
    },
    {
        "id": 63,
        "name": "Radar|del Radar",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/radar.png",
        "era": "Epoca atomica",
        "cost": 5100,
        "civilopedia_entry": "Il radar è un sistema di rilevamento di oggetti che sfrutta le onde elettromagnetiche per identificare oggetti lontani come aerei e navi. Coniato nel 1941, il termine \"RADAR\" è l'acronimo di \"Radio Detection And Ranging\" (rilevamento e telemetria radio).Nel 1904, Christian Hulsmeyer riuscì a rilevare la presenza di una nave nella nebbia fitta. Più tardi, nel corso dello stesso anno, apportò delle migliorie che gli permisero di determinarne anche la distanza.Nell'agosto del 1917, l'inventore Nikola Tesla progettò le prime, primitive unità radar, che permettevano di \"determinare la posizione relativa o la rotta di un oggetto in movimento, come un'imbarcazione a mare, la distanza coperta dallo stesso o la sua velocità.\"Con l'avvicinarsi della Seconda Guerra Mondiale, tutte le potenze mondiali industrializzate stavano febbrilmente lavorando sul radar. Allo scoppio delle ostilità i britannici erano i più avanzati di tutti e disponevano di un sistema in grado di rilevare un velivolo in avvicinamento a grande distanza dalle vulnerabili città britanniche (la loro ricerca aveva ricevuto molti stimoli dalla voce secondo cui i tedeschi stavano lavorando sul raggio della morte). Si trattava di un sistema segreto: per tutta la guerra i britannici continuarono a sostenere che gli attacchi tedeschi fossero rilevati dai piloti che facevano parte del corpo avvistatori.Alla fine della guerra, tutti i paesi avanzati avevano compiuto passi da gigante nella tecnologia radar, mentre per la metà del secolo la tecnologia si stava diffondendo in tutto il globo per usi civili, soprattutto per il controllo del traffico aereo. Con la possibile eccezione di certi velivoli stealth avanzati, oggi è quasi impossibile per un aereo entrare nello spazio aereo di una nazione industrializzata senza essere rilevato da un qualche radar.",
        "quote": "\"La visione è l'arte di vedere le cose invisibili.\" - Jonathan Swift",
        "tech_prereqs": [
            {
                "name": "Elettronica|dell'Elettronica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/electronics.json"
            },
            {
                "name": "Balistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fissione nucleare|della Fissione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
            },
            {
                "name": "Missilistica|della Missilistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rocketry.json"
            },
            {
                "name": "Computer|del Computer",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bombardiere|un Bombardiere|dal tuo Bombardiere|al tuo Bombardiere|il tuo Bombardiere|da un Bombardiere",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/bomber.json"
            },
            {
                "name": "B-17",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/b17.json"
            },
            {
                "name": "Caccia|un Caccia|dal tuo Caccia|al tuo Caccia|il tuo Caccia|da un Caccia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/fighter.json"
            },
            {
                "name": "Zero|uno Zero|dal tuo Zero|al tuo Zero|il tuo Zero|da uno Zero",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/zero.json"
            },
            {
                "name": "Paracadutista|un Paracadutista|dal tuo Paracadutista|al tuo Paracadutista|il tuo Paracadutista|da un Paracadutista",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/paratrooper.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Aeroporto|l'Aeroporto|unAeroporto",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/airport.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
    },
    {
        "id": 64,
        "name": "Armi combinate|delle Armi combinate",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/combined_arms.png",
        "era": "Epoca atomica",
        "cost": 5100,
        "civilopedia_entry": "La dottrina militare delle armi combinate, sviluppata più di mille anni fa, prevede l'uso contemporaneo di unità diverse ma complementari per aumentare l'efficienza della forza nel suo complesso. Tutte le grandi potenze dei tempi antichi hanno utilizzato armi combinate: in particolare, greci e romani coordinavano con cura l'azione della fanteria leggera e di quella pesante, della cavalleria e dei tiratori per dare origine a formazioni coese in cui ogni unità potesse sfruttare al meglio i punti di forza delle altre e ovviare alle loro debolezze. Al giorno d'oggi, la presenza di armi aeree ha condotto a variazioni ancora più complesse del concetto tradizionale di armi combinate. I droni volanti, i missili guidati dal satellite e i bombardieri d'alta quota sono solo alcuni esempi degli strumenti disponibili ai comandanti militari moderni.",
        "quote": "\"La radice del male non sta nella costruzione di nuove, terribili armi, ma nello spirito stesso della conquista.\" - Ludwig von Mises",
        "tech_prereqs": [
            {
                "name": "Balistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ballistics.json"
            },
            {
                "name": "Combustione|della Combustione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combustion.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Computer|del Computer",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/computers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Carro armato|un Carro armato|dal tuo Carro armato|al tuo Carro armato|il tuo Carro armato|da un Carro armato",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/tank.json"
            },
            {
                "name": "Panzer|un Panzer|dal tuo Panzer|al tuo Panzer|il tuo Panzer|da un Panzer",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/panzer.json"
            },
            {
                "name": "Cannone anticarro|un Cannone anticarro|dal tuo Cannone anticarro|al tuo Cannone anticarro|il tuo Cannone anticarro|da un Cannone anticarro",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/anti-tank_gun.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Pentagono|il Pentagono|il Pentagono",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/pentagon.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combined_arms.json"
    },
    {
        "id": 65,
        "name": "Ecologia|dell'Ecologia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/ecology.png",
        "era": "Epoca atomica",
        "cost": 6400,
        "civilopedia_entry": "L'ecologia non è una tecnologia, quanto piuttosto lo studio interdisciplinare di tutte le varie forme di interazione e causalità tra organismi e ambiente. In altre parole, è lo studio degli ecosistemi. Il postulato fondamentale della disciplina è che qualsiasi cosa si trovi all'interno di un ecosistema (rocce, suolo, uccelli, insetti, alberi, ecc.) produce effetti su tutte le altre, direttamente o tramite una serie di reazioni a catena. Anche se tutti questi elementi sono connessi, gli ecologisti credono anche nel concetto di olismo, ossia che tutte queste micro-interazioni non riescano a spiegare ogni cosa possibile e che l'intero sistema vada studiato come una cosa sola. L'ecologia studia come tutte queste cose siano interconnesse e come modificarne una possa influire, beneficiare o distruggere le altre.La moderna scienza ecologica è ancora giovane, ma a partire dai movimenti di protesta degli anni '60 ha goduto di una grande popolarità. Oggi gli ecologi concentrano la loro attenzione sulla salvaguardia delle biodiversità e sugli effetti negativi che lo sviluppo umano ha prodotto sugli organismi e sull'ambiente circostanti. Proprio al riguardo sono attualmente in corso studi di lungo termine. Quello in atto da più tempo è stato avviato nel 1856.Dai risultati prodotti da queste ricerche sono derivate anche applicazioni pratiche, come una gestione più efficiente e produttiva di risorse naturali come pianure allagate e foreste, una migliore pianificazione sanitaria della comunità e persino pratiche di pianificazione urbana più avanzate. Dagli studi ecologici discendono anche alcuni principi di base che hanno permesso di comprendere meglio le interazioni sociali tra le persone.",
        "quote": "\"Soltanto nel momento storico rappresentato dal secolo attuale una specie, quella dell'uomo, ha acquisito il potere necessario per alterare significativamente la natura del mondo.\" - Rachel Carson",
        "tech_prereqs": [
            {
                "name": "Teoria atomica|della Teoria Atomica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/atomic_theory.json"
            },
            {
                "name": "Penicillina|della Penicillina",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/penicillin.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Telecomunicazioni|delle Telecomunicazioni",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
            },
            {
                "name": "Tattiche mobili|delle Tattiche mobili",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mobile_tactics.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [
            {
                "name": "Centrale a energia solare|la Centrale a energia solare|una Centrale a energia solare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/solar_plant.json"
            },
            {
                "name": "Teatro dell'opera di Sydney|il Teatro dell'opera di Sydney|il Teatro dell'opera di Sydney",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/sydney_opera_house.json"
            },
            {
                "name": "Centro di riciclaggio|il Centro di riciclaggio|un Centro di riciclaggio",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/recycling_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ecology.json"
    },
    {
        "id": 66,
        "name": "Fissione nucleare|della Fissione nucleare",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fission.png",
        "era": "Epoca atomica",
        "cost": 6400,
        "civilopedia_entry": "La fissione è una reazione nucleare in cui nuclei di atomi radioattivi si scindono (subendo appunto una fissione) e rilasciano neutroni che poi vanno a collidere contro altri atomi, provocandone la scissione con conseguente rilascio di altri neutroni e così via. In presenza di sufficiente materiale radioattivo, la fissione può sostenersi da sola e rilasciare una grande quantità di energia in modo controllato (come ad esempio in un reattore) o totalmente incontrollato (come avviene in un'esplosione nucleare).La fissione nucleare produce moltissima energia (molte milioni di volte più di quanto possa produrre una pari quantità di benzina), ma nel far ciò produce anche scorie difficilmente gestibili. Inoltre, può uccidere: lentamente, se un individuo è rimasto esposto al materiale radioattivo, o molto rapidamente, se la reazione a catena sfugge di mano e il materiale esplode.La fissione nucleare accade molto raramente in natura: l'ultimo episodio noto sulla Terra risale a 2 miliardi di anni fa. Da allora il materiale fissile è decaduto, rendendo la fissione un evento praticamente impossibile sul nostro pianeta.Nel 1917, il neozelandese Ernest Rutherford fu il primo uomo a spezzare un atomo. Nel 1934, l'italiano Enrico Fermi condusse degli esperimenti bombardando l'uranio con dei neutroni. Lo stesso anno, Ida Noddack postulò l'idea della fissione nucleare, ovverosia di una reazione nucleare sostenuta. Nel 1938, i chimici tedeschi Otto Hahn e Fritz Strassmann riuscirono a creare la prima vera reazione nucleare a catena.Con lo scoppio della Seconda Guerra Mondiale, la corsa alla creazione della bomba atomica assunse un'importanza notevole. Dopo aver ricevuto una lettera in cui veniva descritta la potenziale letalità di un'eventuale arma nucleare da parte dei rifugiati Albert Einstein e Leo Szilard, il presidente americano Franklin Roosevelt costituì una task force scientifica e militare per giungere a creare una simile arma prima dei tedeschi, dei quali si conosceva l'interesse in simili ricerche. Gli scienziati di Stati Uniti, Canada e Regno Unito cooperarono per la realizzazione dell'arma all'interno di un progetto dal nome in codice \"Manhattan\".Dopo cinque lunghi anni di lavoro febbrile, gli scienziati del progetto Manhattan riuscirono a creare e testare un'arma nucleare. Il 6 e il 9 agosto 1945, gli Stati Uniti d'America lanciarono bombe atomiche sulle città giapponesi di Hiroshima e Nagasaki. Le esplosioni iniziali uccisero sul colpo all'incirca 120.000 giapponesi; altrettanti ne morirono nei tre mesi successivi a causa delle ustioni, dell'avvelenamento da radioattività e di altri traumi. Il Giappone si arrese incondizionatamente il 15 agosto 1945.Dalla Seconda Guerra Mondiale in poi, nessun'altra bomba atomica è mai stata sganciata, anche se sono stati condotti molti test. Stati Uniti, Russia, Inghilterra e Francia possiedono ancora grandi quantità di armi nucleari (specialmente USA e Russia). In seguito paesi come Cina, Israele, Pakistan, India e Corea del Nord si sono uniti al \"club del nucleare\". Attualmente gli Stati Uniti si stanno sforzando in ogni modo per impedire che anche l'Iran sviluppi queste armi, ma se ci riusciranno o meno non è ancora dato saperlo.",
        "quote": "\"Sono diventato Morte, il distruttore dei mondi.\" - J. Robert Oppenheimer",
        "tech_prereqs": [
            {
                "name": "Teoria atomica|della Teoria Atomica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/atomic_theory.json"
            },
            {
                "name": "Radar|del Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tattiche mobili|delle Tattiche mobili",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mobile_tactics.json"
            },
            {
                "name": "Balistica avanzata|della Balistica avanzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/advanced_ballistics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bomba atomica|una Bomba atomica|dalla tua Bomba atomica|alla tua Bomba atomica|la tua Bomba atomica|da una Bomba atomica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/atomic_bomb.json"
            },
            {
                "name": "Bazooka|un Bazooka|dal tuo Bazooka|al tuo Bazooka|il tuo Bazooka|da un Bazooka",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/bazooka.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Centrale nucleare|la Centrale nucleare|una Centrale nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/nuclear_plant.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
    },
    {
        "id": 67,
        "name": "Missilistica|della Missilistica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/rocketry.png",
        "era": "Epoca atomica",
        "cost": 6400,
        "civilopedia_entry": "Ancora oggi non è chiaro quando si sia verificato il primo caso di volo sospinto da razzi, anche se in genere si ritiene che sia avvenuto da qualche parte in Cina intorno al 1230 d.C., durante un'operazione militare. Il primo volo di cui si hanno notizie certe avvenne sempre in Cina, ma nel 1264, all'interno di uno spettacolo pirotecnico con fuochi d'artificio a combustione interna. Questi primi razzi utilizzavano combustibile solido, in genere polvere da sparo, e non potevano arrivare molto lontano (la gittata massima era forse di 600 metri).L'invenzione della moderna missilistica può essere attribuita direttamente al professor Robert Goddard, che postulò che il combustibile avrebbe dovuto essere fatto bruciare in una piccola camera di combustione separata, che il razzo avrebbe dovuto essere costruito in più stadi e che la velocità di espulsione si sarebbe potuta incrementare utilizzando uno speciale ugello a forma di clessidra chiamato ugello di De Laval. Fino a quel momento, infatti, i razzi bruciavano tutto il loro combustibile in un'unica grossa camera e non erano in grado di andare particolarmente veloci o di coprire distanze intercontinentali.I razzi attualmente in uso di solito sfruttano una mistura di carburanti liquidi in grado di far accelerare il razzo a velocità ipersoniche, ottenendo un ottimo risultato a costi relativamente bassi. A parte gli ovvi usi militari per la propulsione di testate sulle lunghe distanze, i razzi sono usati anche per i fuochi d'artificio, i sedili eiettabili, le ricerche scientifiche sull'atmosfera e, ovviamente, per il volo spaziale.",
        "quote": "\"Una buona regola di base per chi fa esperimenti con i razzi è la seguente: dai sempre per scontato che esploderà.\" - Rivista di astronautica, 1937",
        "tech_prereqs": [
            {
                "name": "Radar|del Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Balistica avanzata|della Balistica avanzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/advanced_ballistics.json"
            },
            {
                "name": "Satelliti|dei Satelliti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/satellites.json"
            },
            {
                "name": "Robotica|della Robotica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/robotics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "SAM mobile|un SAM mobile|dal tuo SAM mobile|al tuo SAM mobile|il tuo SAM mobile|da un SAM mobile",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/mobile_sam.json"
            },
            {
                "name": "Artiglieria lanciarazzi|un'Artiglieria lanciarazzi|dalla tua Artiglieria lanciarazzi|alla tua Artiglieria lanciarazzi|la tua Artiglieria lanciarazzi|da un'Artiglieria lanciarazzi",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/rocket_artillery.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rocketry.json"
    },
    {
        "id": 68,
        "name": "Computer|del Computer",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/computers.png",
        "era": "Epoca atomica",
        "cost": 6400,
        "civilopedia_entry": "Essenzialmente, il computer è una macchina che manipola dati o comandi seguendo una serie di istruzioni predeterminate. Anche se il computer \"moderno\" non è stato concepito prima dell'inizio del XX secolo, i primi calcolatori si possono far risalire agli orologi meccanici astronomici di Al-Jazari del 1206 e al telaio programmabile di Jacquard del 1801. Per quanto entrambe queste macchine fossero programmabili, non avevano una caratteristica tipica dei computer moderni: non memorizzavano informazioni. I primi veri computer si servivano di parti meccaniche e analogiche per elaborare e conservare i dati; il passaggio all'elettronica digitale avvenne negli anni '40. Non è possibile fissare la data precisa dell'invenzione del computer di oggi, poiché si trattò più che altro di una serie di progressi e avanzamenti costanti, durante i quali fecero la loro comparsa alcuni esemplari degni di nota come la Macchina Z di Konrad Zuse e l'ENIAC dell'esercito statunitense.Col passaggio all'elettronica i computer sono diventati più piccoli, più veloci, meno costosi ed esigenti in fatto d'energia, oltre che molto più affidabili e versatili: un tempo occupavano intere stanze e persino interi palazzi, mentre quelli odierni sono diffusi come il telefono di casa e non comprendono solo i tradizionali personal computer, ma anche i computer inseriti nelle auto e nelle lavatrici e sono persino inseriti nei capi d'abbigliamento più tecnologici. I computer hanno reso possibile agli scienziati l'esecuzione di calcoli per i quali sarebbe occorsa un'intera vita umana, la possibilità di prevedere le condizioni meteorologiche con grande precisione e quella di far atterrare l'uomo sulla Luna e di far raggiungere alle sonde gli estremi confini del sistema solare... senza contare che adesso un bambino di Shanghai può giocare con uno inglese senza nemmeno uscire di casa.Anche se all'inizio era visto come una moda passeggera o come uno sciocco giocattolo per ricchi, il computer ha segnato un punto di svolta innegabile nella storia, dal quale non si potrà più tornare indietro.",
        "quote": "\"I computer sono come il Dio del vecchio testamento: tante regole e nessuna pietà.\" - Joseph Campbell",
        "tech_prereqs": [
            {
                "name": "Radar|del Radar",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radar.json"
            },
            {
                "name": "Armi combinate|delle Armi combinate",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combined_arms.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Robotica|della Robotica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/robotics.json"
            },
            {
                "name": "Laser|del Laser",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/lasers.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Elicottero da guerra|un Elicottero da guerra|dal tuo Elicottero da guerra|al tuo Elicottero da guerra|il tuo Elicottero da guerra|da un Elicottero da guerra",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/helicopter_gunship.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Grande Firewall|il Grande Firewall|un Grande Firewall",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/great_firewall.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/computers.json"
    },
    {
        "id": 69,
        "name": "Telecomunicazioni|delle Telecomunicazioni",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/telecommunications.png",
        "era": "Epoca dell'informazione",
        "cost": 7700,
        "civilopedia_entry": "Le telecomunicazioni permettono di trasmettere dati e informazioni a lunga distanza usando vari tipi di dispositivi. Le prime forme di comunicazione a distanza, piuttosto primitive, utilizzavano segnali di fumo o bandiere. A queste si sostituì il telegrafo e, più tardi, il telefono. La ricerca scientifica e l'ingegneria, specialmente negli ultimi 30 anni, ha condotto a una vera rivoluzione nella nostra capacità di comunicare a livello globale. I satelliti orbitali consentono di trasmettere dati anche nelle aree più remote della Terra. Grazie alla ricerca nel campo delle telecomunicazioni, oggi la televisione, Internet, i telefoni cellulari e la localizzazione GPS sono parte integrante della vita di milioni di persone in tutto il mondo.",
        "quote": "\"Più disponiamo di mezzi di comunicazione elaborati, meno comunichiamo.\" - J.B. Priestly",
        "tech_prereqs": [
            {
                "name": "Ecologia|dell'Ecologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ecology.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Internet|dell'Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_internet.json"
            },
            {
                "name": "Globalizzazione|della Globalizzazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/globalization.json"
            },
            {
                "name": "Fisica delle particelle|della Fisica delle particelle",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Sottomarino nucleare|un Sottomarino nucleare|dal tuo Sottomarino nucleare|al tuo Sottomarino nucleare|il tuo Sottomarino nucleare|da un Sottomarino nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/nuclear_submarine.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Rifugio antiatomico|il Rifugio antiatomico|un Rifugio antiatomico",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/bomb_shelter.json"
            },
            {
                "name": "CN Tower|la CN Tower|la CN Tower",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/cn_tower.json"
            },
            {
                "name": "Ufficio Turistico Nazionale|l'Ufficio Turistico Nazionale|un Ufficio Turistico Nazionale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/national_visitor_center.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
    },
    {
        "id": 70,
        "name": "Tattiche mobili|delle Tattiche mobili",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/mobile_tactics.png",
        "era": "Epoca dell'informazione",
        "cost": 7700,
        "civilopedia_entry": "Le tattiche mobili sono un complesso di strategie adottate dalle forze militari per consentire a unità veloci e altamente manovrabili di entrare in battaglia e successivamente disimpegnarsi senza restare invischiate in uno scontro prolungato. Le tattiche mobili sono spesso utilizzate da unità irregolari o guerriglieri che si specializzano nel portare attacchi rapidi e imprevedibili allo scopo di disorientare avversari più potenti.",
        "quote": "\"Tutti possono osservare le tattiche che mi portano alla conquista, ma quello che nessuno può vedere è la strategia che gradualmente conduce alla vittoria.\" - Sun Tzu",
        "tech_prereqs": [
            {
                "name": "Ecologia|dell'Ecologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ecology.json"
            },
            {
                "name": "Fissione nucleare|della Fissione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fisica delle particelle|della Fisica delle particelle",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/particle_physics.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Fanteria meccanizzata|una Fanteria meccanizzata|dalla tua Fanteria meccanizzata|alla tua Fanteria meccanizzata|la tua Fanteria meccanizzata|da una Fanteria meccanizzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/mechanized_infantry.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mobile_tactics.json"
    },
    {
        "id": 71,
        "name": "Balistica avanzata|della Balistica avanzata",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/advanced_ballistics.png",
        "era": "Epoca dell'informazione",
        "cost": 7700,
        "civilopedia_entry": "La balistica è la scienza che permette di sparare o scagliare oggetti molto lontano con grande precisione. La balistica avanzata non è altro che la sua prosecuzione, in cui le distanze si allungano fino ad abbracciare interi continenti. Gli artiglieri moderni possono sparare colpi esplosivi a decine di chilometri con grande precisione, mentre i missili sono in grado di colpire il loro bersaglio anche dall'altra parte del pianeta. Se poi entrano in gioco tecnologie moderne come GPS e puntamento laser, non c'è praticamente bersaglio al mondo che non possa essere colpito da qualche tipo di arma. Se questo sia un bene o un male è oggetto di discussione; in gran parte le opinioni cambiano a seconda del dito che in quel momento preme il pulsante di fuoco.",
        "quote": "\"Il nostro potere scientifico si è lasciato dietro quello spirituale. I missili sono teleguidati, gli uomini senza guida.\" - Martin Luther King, Jr.",
        "tech_prereqs": [
            {
                "name": "Fissione nucleare|della Fissione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fission.json"
            },
            {
                "name": "Missilistica|della Missilistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fisica delle particelle|della Fisica delle particelle",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/particle_physics.json"
            },
            {
                "name": "Fusione nucleare|della Fusione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Propulsore dell'astronave",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/ss_booster.json"
            },
            {
                "name": "Missile nucleare|un Missile nucleare|dal tuo Missile nucleare|al tuo Missile nucleare|il tuo Missile nucleare|da un Missile nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/nuclear_missile.json"
            },
            {
                "name": "Missile teleguidato|un Missile teleguidato|dal tuo Missile teleguidato|al tuo Missile teleguidato|il tuo Missile teleguidato|da un Missile teleguidato",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/guided_missile.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/advanced_ballistics.json"
    },
    {
        "id": 72,
        "name": "Satelliti|dei Satelliti",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/satellites.png",
        "era": "Epoca dell'informazione",
        "cost": 7700,
        "civilopedia_entry": "In ambito tecnologico, lo studio dei satelliti riguarda lo sviluppo di corpi orbitali artificiali (e non naturali come invece è, ad esempio, la Luna). I satelliti artificiali sono stati una grande fonte di ispirazione per gli scrittori di fantascienza nei primi anni del '900. Grandi precursori del calibro di Arthur C. Clarke arrivarono addirittura a prevedere reti di satelliti per comunicazioni di massa molto prima che fossero tecnologicamente realizzabili.I satelliti rimasero comunque appannaggio della fantascienza fino al 1957, quando l'Unione Sovietica lanciò il suo primo satellite, lo Sputnik 1, dimostrando così che era possibile inviare e mantenere un oggetto artificiale in orbita intorno alla Terra. Questo diede anche il via alla corsa spaziale tra sovietici e statunitensi. Più tardi, nel 1957, fu lanciato lo Sputnik 2 con a bordo il primo passeggero spaziale vivente, una cagnolina di nome Laika. L'anno dopo gli USA lanciarono il loro primo satellite, l'Explorer 1.A seguito di questa corsa tra le due potenze rivali, sono stati messi in orbita migliaia di satelliti super specializzati costruiti in oltre cinquanta paesi diversi. A parte gli ovvi usi nel campo militare e dello spionaggio, i satelliti oggi consentono le comunicazioni di massa (Clarke aveva avuto ragione), l'uso del GPS e la navigazione, la ricerca e l'osservazione meteorologica e la trasmissione di programmi di intrattenimento, solo per citare alcune applicazioni. Il più grande satellite attualmente in orbita è la Stazione Spaziale Internazionale.",
        "quote": "\"Ora, in un qualche modo nuovo, il cielo sembrava quasi alieno.\" - Lyndon B. Johnson",
        "tech_prereqs": [
            {
                "name": "Missilistica|della Missilistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rocketry.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusione nucleare|della Fusione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fusion.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Abitacolo dell'astronave",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/ss_cockpit.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Telescopio spaziale Hubble|il Telescopio spaziale Hubble|il Telescopio spaziale Hubble",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/hubble_space_telescope.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/satellites.json"
    },
    {
        "id": 73,
        "name": "Robotica|della Robotica",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/robotics.png",
        "era": "Epoca dell'informazione",
        "cost": 7700,
        "civilopedia_entry": "Anche se abbiamo testimonianze di vari tipi di automi e macchine già nel primo secolo d.C., la prima macchina veramente autonoma non apparve che alla metà del XX secolo. Lo scrittore di fantascienza Isaac Asimov coniò involontariamente il termine \"robotica\" nel suo racconto del 1941 \"Bugiardo!\", immaginando che la parola fosse già in uso, come \"elettronica\". Lo studio della robotica riguarda tutti gli aspetti della progettazione elettronica, meccanica e software dei robot e dei diversi modi con cui percepiscono e interagiscono con l'ambiente che li circonda.Semplici robot industriali sono in uso sin dagli anni '60, ma ogni giorno se ne sviluppano di sempre più potenti e sofisticati. Anche se si è rivelata molto utile nelle fabbriche per lo svolgimento di compiti ripetitivi e precisi, la robotica ambisce a creare protesi uguali agli arti originali, robot umanoidi in grado di camminare eretti e robot in grado di riconoscere e riprodurre gesti, emozioni ed espressioni umani.Anche se l'industria dell'intrattenimento ha incassato miliardi giocando sul timore che i robot un giorno si ribellino e riducano in schiavitù i loro ex padroni, la robotica è attualmente molto limitata dallo sviluppo dell'I.A., l'intelligenza artificiale. I robot possono anche essere eccezionali per eseguire una serie di compiti o istruzioni predeterminate, ma non sono ancora in grado di ragionare autonomamente, cosa che ne limita non poco le possibilità di utilizzo, almeno nell'immediato futuro (quindi abbiamo ancora tempo prima di essere sottomessi da aspirapolvere autocoscienti).",
        "quote": "\"1. Un robot non può recar danno a un essere umano né permettere che, a causa del proprio mancato intervento, un essere umano riceva danno.2. Un robot deve obbedire agli ordini impartiti dagli esseri umani, purché tali ordini non contravvengano alla Prima Legge.3. Un robot deve proteggere la propria esistenza, purché questa autodifesa non contrasti con la Prima e la Seconda Legge.\" - Isaac Asimov",
        "tech_prereqs": [
            {
                "name": "Missilistica|della Missilistica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rocketry.json"
            },
            {
                "name": "Computer|del Computer",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Fusione nucleare|della Fusione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fusion.json"
            },
            {
                "name": "Invisibilità|dell'Invisibilità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/stealth.json"
            },
            {
                "name": "Nanotecnologia|della Nanotecnologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nanotechnology.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Incrociatore lanciamissili|un Incrociatore lanciamissili|dal tuo Incrociatore lanciamissili|al tuo Incrociatore lanciamissili|il tuo Incrociatore lanciamissili|da un Incrociatore lanciamissili",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/missile_cruiser.json"
            }
        ],
        "building_unlocks": [
            {
                "name": "Fabbrica di astronavi|la Fabbrica di astronavi|una Fabbrica di astronavi",
                "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/spaceship_factory.json"
            }
        ],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/robotics.json"
    },
    {
        "id": 74,
        "name": "Laser|del Laser",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/lasers.png",
        "era": "Epoca dell'informazione",
        "cost": 7700,
        "civilopedia_entry": "Originariamente il termine \"laser\" si scriveva LASER, acronimo di \"Light Amplification by Stimulated Emission of Radiation\" (amplificazione della luce tramite l'emissione stimolata di radiazione): in pratica la sua stessa definizione. Le prime basi scientifiche per i laser furono poste da Albert Einstein nel 1917. Egli ricavò autonomamente la legge della radiazione di Planck, proprio nel periodo in cui gli scrittori di fantascienza stavano cominciando a descrivere una tecnologia simile. La prima dimostrazione di un laser funzionante avvenne solo nel 1960, quando i laboratori di ricerca Hughes introdussero una tecnologia laser capace di immagazzinare dati per via ottica (come i moderni masterizzatori DVD).Da questi primi prototipi sono stati sviluppati diversi tipi di laser, ottimizzati per le applicazioni più diverse, che differiscono per aspetti come la gittata massima, la potenza di emissione o la lunghezza d'onda. Anche se inizialmente il laser fu ironicamente definito \"una soluzione alla ricerca di un problema\", oggi è impiegato in innumerevoli campi: dall'elettronica di consumo all'intrattenimento, dalle dotazioni delle forze dell'ordine agli impieghi militari. Meglio non guardarlo direttamente, però.",
        "quote": "\"La notte è già inoltrata, presto arriverà il giorno: per questo dobbiamo svestirci delle cattive azioni delle tenebre e indossare l'armatura della luce.\" - La Bibbia, Romani 13:12 ",
        "tech_prereqs": [
            {
                "name": "Computer|del Computer",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/computers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Invisibilità|dell'Invisibilità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/stealth.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Jet da combattimento|un Jet da combattimento|dal tuo Jet da combattimento|al tuo Jet da combattimento|il tuo Jet da combattimento|da un Jet da combattimento",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/jet_fighter.json"
            },
            {
                "name": "Unità corazzata|un'Unità corazzata|dalla tua Unità corazzata|alla tua Unità corazzata|la tua Unità corazzata|da un'Unità corazzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/modern_armor.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/lasers.json"
    },
    {
        "id": 75,
        "name": "Internet|dell'Internet",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
        "era": "Epoca dell'informazione",
        "cost": 8800,
        "civilopedia_entry": "L'antenata di Internet è la rete ARPANET (Advanced Research Projects Agency Network), finanziata dal Dipartimento della Difesa statunitense e concepita per favorire lo scambio di informazioni tra il ministero, le università e i laboratori di ricerca. Ben presto ARPANET divenne una componente centrale dell'infrastruttura della comunità scientifica degli Stati Uniti, grazie anche al rapido sviluppo di strumenti e applicazioni come un semplice protocollo per il trasferimento di posta elettronica (email) e uno per il trasferimento di file (FTP).All'inizio degli anni Ottanta il Dipartimento della Difesa adottò un protocollo per il controllo delle trasmissioni sviluppato internamente (TCP) che permetteva a diverse tipologie di computer e sottoreti di trasferire pacchetti di dati in tutto il mondo. Insieme al cosiddetto Internet Protocol (IP), che consentiva l'indirizzamento delle macchine a livello globale, l'approccio TCP \"ad architettura aperta\" fu accolto con entusiasmo dalla maggior parte dei ricercatori e degli uomini d'affari di tutto il mondo.Nel giro di qualche anno la nuova rete stava trasmettendo milioni di bit al secondo, portando al successo diverse reti commerciali. Nel 1993 l'Università dell'Illinois rese disponibile gratuitamente \"Mosaic\", un nuovo tipo di programma per una nuova tecnologia Internet chiamata \"World Wide Web\". Nel giro di pochi mesi grandi aziende come Netscape e Microsoft si gettarono in questo nuovo campo, che mostrava già una crescita esplosiva, fornendo software per server e browser per personal computer. Alla fine degli anni '90 i provider di servizi Internet erano circa 100.000. Nei primi anni del nuovo secolo Internet si è espansa a un ritmo stimato del 100% annuo, trasformandosi nel più grande mezzo per la trasmissione di informazioni nella storia del mondo.",
        "quote": "\"Internet è la prima cosa costruita dall'umanità che l'umanità stessa non riesce a comprendere, il più grande esperimento anarchico che si sia mai visto.\" - Eric Schmidt",
        "tech_prereqs": [
            {
                "name": "Telecomunicazioni|delle Telecomunicazioni",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnologia futura|della Tecnologia futura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_internet.json"
    },
    {
        "id": 76,
        "name": "Globalizzazione|della Globalizzazione",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/globalization.png",
        "era": "Epoca dell'informazione",
        "cost": 8800,
        "civilopedia_entry": "Né tecnologia né campo di studi, la globalizzazione descrive il processo tramite il quale le economie, le cultura, le lingue, le informazioni e le società stesse tendono a integrarsi in un'unica rete consolidata. Anche se è spesso usato per descrivere le tendenze del mercato globale, il termine globalizzazione in realtà ricomprende tutto ciò che va dalle rotte migratorie alla diffusione delle tecnologie e delle informazioni. Anche se è stata riconosciuta come concetto autonomo solo molto tempo dopo, di globalizzazione si poteva già parlare con la creazione delle prime vie commerciali tra città molto lontane.Una delle prime definizioni di globalizzazione fu data da un imprenditore americano, Charles Taze Russell, nel 1897, ma fu solo negli anni '60 che la parola diventò di uso comune. Il concetto di globalizzazione ha guidato lo sviluppo sia del settore pubblico che di quello privato: per esempio le banche più importanti hanno aperto parecchie filiali in tutto il globo e molti governi si radunano sotto un'unica bandiera, come nel caso dell'ONU.La globalizzazione di oggi è impegnata nell'abbattimento delle barriere commerciali e politiche tra le nazioni, proponendosi l'obiettivo di incrementare l'indipendenza e la prosperità personali. Essa promuove il libero scambio e l'abolizione dei dazi doganali, l'uniformazione delle leggi sulla proprietà intellettuale, una più aperta condivisione delle notizie e dei dati e la libera circolazione dei viaggiatori, dei turisti e degli emigranti.",
        "quote": "\"La nuova interdipendenza creata dall'elettronica ricrea il mondo ad immagine di un villaggio globale.\" - Marshall McLuhan",
        "tech_prereqs": [
            {
                "name": "Telecomunicazioni|delle Telecomunicazioni",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnologia futura|della Tecnologia futura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/globalization.json"
    },
    {
        "id": 77,
        "name": "Fisica delle particelle|della Fisica delle particelle",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/particle_physics.png",
        "era": "Epoca dell'informazione",
        "cost": 8800,
        "civilopedia_entry": "La fisica delle particelle ci conduce un passo in avanti nella comprensione della natura di materia ed energia rispetto alla sua progenitrice, la \"teoria atomica\". Anche se il termine \"atomo\" fu coniato solo nel 1803 dal chimico John Dalton, l'idea che tutta la materia possa essere scomposta in mattoni fondamentali sempre più piccoli si può far risalire al VI secolo a.C. La moderna fisica delle particelle, o meglio lo studio della meccanica quantistica, non ebbe realmente inizio se non nel 1838, con la scoperta dei raggi catodici da parte di Michael Faraday, che contribuì a dimostrare che gli atomi, fino ad allora gli oggetti più piccoli noti alla scienza, erano in realtà composti da particelle di dimensioni ancora più ridotte.In generale, le basi della teoria quantica si possono riassumere col modello standard, una classificazione in 17 categorie delle particelle elementari: 12 fermioni, 4 bosoni vettori e 1 bosone scalare. Protoni e neutroni, dei quali solitamente si parla nei gradi d'istruzione inferiori, sono dunque in realtà costituiti da quark, che sono diversi tipi di fermioni. Le particelle associate alla materia sono classificate come fermioni (presentano uno spin multiplo di 1/2); quelle associate alle forze sono classificate come bosoni (presentano uno spin multiplo di 1). A partire da queste 17 particelle di base, possono essere create centinaia di diverse particelle composite fondamentali.Anche se molti fisici delle particelle ritengono che esista una sottostante legge armonica ancora da scoprire, gli studi della fisica delle particelle hanno nel frattempo dimostrato che è possibile, di fatto, tramutare il piombo in oro (sebbene non in modo economicamente conveniente) e che nozioni tipiche della fantascienza, quali la materia oscura e la Grande Teoria del Tutto, possano in realtà esistere.",
        "quote": "\"Ogni particella di materia è attratta da o gravita intorno a ogni altra particella con una forza inversamente proporzionale al quadrato della distanza.\" - Isaac Newton",
        "tech_prereqs": [
            {
                "name": "Telecomunicazioni|delle Telecomunicazioni",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
            },
            {
                "name": "Tattiche mobili|delle Tattiche mobili",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mobile_tactics.json"
            },
            {
                "name": "Balistica avanzata|della Balistica avanzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/advanced_ballistics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnologia futura|della Tecnologia futura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Motore dell'astronave",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/ss_engine.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/particle_physics.json"
    },
    {
        "id": 78,
        "name": "Fusione nucleare|della Fusione nucleare",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nuclear_fusion.png",
        "era": "Epoca dell'informazione",
        "cost": 8800,
        "civilopedia_entry": "La fusione nucleare, che si verifica ordinariamente nelle stelle, è il processo per cui più atomi di carica simile si uniscono per formare un unico atomo ancora più grande e pesante (per esempio, due atomi di idrogeno si fondono diventando un atomo di elio). Un sottoprodotto di questa unione è il rilascio o l'assorbimento di una gran quantità di energia, considerevolmente superiore a quella necessaria per spingere i due nuclei alla fusione. Lo sfruttamento controllato dell'energia derivante dalla fusione è uno dei principali obiettivi della ricerca energetica fin dagli anni '50, quando si assistette ai risultati della reazione a catena incontrollata della prima bomba a idrogeno.Le fusioni si possono dividere fondamentalmente in due grosse categorie: quelle che producono energia e quelle che la assorbono. Le fusioni degli elementi più leggeri, compresi i loro isotopi (gli elementi più piccoli del ferro o aventi peso atomico inferiore a 26), di solito rilasciano energia, mentre quelle degli elementi più pesanti tendono a consumarla. Nel caso della fissione è esattamente l'opposto.Per far superare a due nuclei di carica positiva la reciproca repulsione fino a farli fondere occorre una grande quantità di energia. Questo vale anche per l'elemento più leggero di tutti, l'idrogeno. Tuttavia, alcuni scienziati ritengono che per il 2020 potrebbe essere possibile costruire un reattore in grado non solo di provocare e controllare una simile reazione, ma anche di produrre un'energia dieci volte superiore rispetto a quella utilizzata per realizzare la fusione stessa. Se una simile fonte energetica divenisse disponibile, le infrastrutture dell'intero pianeta ne sarebbero rivoluzionate. Le ripercussioni coinvolgerebbero ogni attività di contenuto tecnologico, anche la più insignificante.",
        "quote": "\"La liberazione dell'energia atomica non ha creato un nuovo problema. Ha semplicemente reso più urgente la risoluzione di un problema già esistente.\"- Albert Einstein",
        "tech_prereqs": [
            {
                "name": "Balistica avanzata|della Balistica avanzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/advanced_ballistics.json"
            },
            {
                "name": "Satelliti|dei Satelliti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/satellites.json"
            },
            {
                "name": "Robotica|della Robotica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnologia futura|della Tecnologia futura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Robot Gigante della Morte|un Robot Gigante della Morte|dal tuo Robot Gigante della Morte|al tuo Robot Gigante della Morte|il tuo Robot Gigante della Morte|da un Robot Gigante della Morte",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/giant_death_robot.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fusion.json"
    },
    {
        "id": 79,
        "name": "Nanotecnologia|della Nanotecnologia",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/nanotechnology.png",
        "era": "Epoca dell'informazione",
        "cost": 8800,
        "civilopedia_entry": "La nanotecnologia è costituita dallo studio complessivo del controllo della materia a livello atomico o molecolare. Anche se nei non addetti richiama subito alla visione di miliardi di minuscoli robot che dirigono il flusso di singoli atomi, nel campo della nanotecnologia rientra qualsiasi scienza che implichi lo studio o l'utilizzo di particelle delle dimensioni di alcuni nanometri, per esempio per la creazione di nanotubi di carbonio o di nanobatterie solari o per le ricerche sul DNA. Il nanometro (l'ordine di grandezza alla quale fa riferimento la maggior parte dei costrutti nanotecnologici) è pari a un miliardesimo di metro, che come scala si può paragonare al diametro di una biglia rispetto a quello della Terra. Solo negli ultimi anni è diventata disponibile la tecnologia necessaria per studiare ordini di grandezza tanto piccoli. Nonostante ciò, si stima che ogni settimana vengano messi a disposizione del pubblico tre o quattro nuovi prodotti nanotecnologici, con applicazioni che vanno dall'abbigliamento alla cosmesi, dal cibo al confezionamento.Anche se molti scienziati sono eccitati dalla prospettiva delle future applicazioni a seguito dello sviluppo della tecnologia relativa a questo ordine di grandezza, altri esprimono preoccupazione per i rischi per la salute e per l'ambiente e per le implicazioni etiche che questo tipo di ricerca porta con sé. In alcuni paesi sono state avanzate istanze di regolamentazione in tema di sicurezza e salute, specialmente per il caso di rilascio accidentale nell'ambiente o nel corpo umano di nanoparticelle tossiche.",
        "quote": "\"Si può prevedere che l'impatto delle nanotecnologie sulla nostra vita sarà superiore a quello della rivoluzione elettronica.\" - Richard Schwartz",
        "tech_prereqs": [
            {
                "name": "Robotica|della Robotica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/robotics.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnologia futura|della Tecnologia futura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Camera di stasi dell'astronave",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/ss_stasis_chamber.json"
            },
            {
                "name": "Squadra XCOM|una Squadra XCOM|dalla tua Squadra XCOM|alla tua Squadra XCOM|la tua Squadra XCOM|da una Squadra XCOM",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/xcom_squad.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nanotechnology.json"
    },
    {
        "id": 80,
        "name": "Invisibilità|dell'Invisibilità",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/stealth.png",
        "era": "Epoca dell'informazione",
        "cost": 8800,
        "civilopedia_entry": "Il concetto e la pratica dell'invisibilità non sono nuovi alla storia dello sviluppo umano, anche se la tecnologia stealth moderna porta il concetto del \"non essere visti\" a livelli prima impensabili. La tecnologia stealth in realtà è costituita dalla combinazione di diverse discipline e tattiche militari che vanno al di là di ciò che l'occhio umano può vedere, nel tentativo sia di nascondere sia di rilevare gli oggetti tramite i radar, l'acustica, le impronte termiche o altri metodi ancora meno diretti.Le uniformi mimetiche rappresentano uno dei primi e più semplici metodi per tentare di camuffare un oggetto con l'ambiente in cui si muove, ma molti progressi tecnologici hanno fatto emergere l'esigenza di metodi più dinamici e sofisticati per nascondere e rilevare oggetti nascosti. Adesso, per esempio, nei tessuti sono iniettati agenti chimici sensibili al calore, le navi sono costruite con particolari materiali radar-assorbenti e le tracce nell'infrarosso dei velivoli vengono coperte con nuovi ingegnosi sistemi di scarico. Anche se non sempre è possibile rendere un oggetto invisibile di fronte a tutte le modalità di rilevamento, i moderni veicoli stealth e gli aerei \"spia\" hanno cambiato il modo di concepire ed eseguire le operazioni militari, dando ai paesi con le conoscenze o la capacità di costruire questi veicoli un enorme vantaggio.",
        "quote": "\"Sii estremamente inafferrabile, fino a perdere la forma. Sii estremamente misterioso, fino a soffocare ogni suono. Così facendo potrai decidere il destino del tuo avversario.\" - Sun Tzu",
        "tech_prereqs": [
            {
                "name": "Robotica|della Robotica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/robotics.json"
            },
            {
                "name": "Laser|del Laser",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/lasers.json"
            }
        ],
        "tech_unlocks": [
            {
                "name": "Tecnologia futura|della Tecnologia futura",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
            }
        ],
        "unit_unlocks": [
            {
                "name": "Bombardiere invisibile|un Bombardiere invisibile|dal tuo Bombardiere invisibile|al tuo Bombardiere invisibile|il tuo Bombardiere invisibile|da un Bombardiere invisibile",
                "url": "https://eyefyre.github.io/civvapi/v1/it/units/stealth_bomber.json"
            }
        ],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/stealth.json"
    },
    {
        "id": 81,
        "name": "Tecnologia futura|della Tecnologia futura",
        "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/future_tech.png",
        "era": "Epoca dell'informazione",
        "cost": 9500,
        "civilopedia_entry": "È difficile scrivere la \"storia\" di una tecnologia che non è ancora stata inventata. Ecco comunque alcuni avanzamenti scientifici che potrebbero cambiare significativamente la condizione umana. Presto o tardi la medicina riuscirà a curare il cancro e le altre malattie, ad aumentare sensibilmente la durata della vita e a interfacciare direttamente il cervello umano alle macchine. Sarà scoperta una fonte di energia pulita ed economica. I computer diventeranno sempre più piccoli e veloci. I giochi saranno sempre più realistici e coinvolgenti. Saranno inventante nuove armi di potenza spaventosa. E un robot gigante della morte cercherà di spazzare via ogni forma di vita dal pianeta, ma l'umanità verrà salvata da un esercito di cyborg mutanti esperti di Kung fu. Il futuro sarà veramente interessante!",
        "quote": "\"Penso che siamo tutti d'accordo che il passato è finito.\" - George W. Bush",
        "tech_prereqs": [
            {
                "name": "Internet|dell'Internet",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/the_internet.json"
            },
            {
                "name": "Globalizzazione|della Globalizzazione",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/globalization.json"
            },
            {
                "name": "Fisica delle particelle|della Fisica delle particelle",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/particle_physics.json"
            },
            {
                "name": "Fusione nucleare|della Fusione nucleare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nuclear_fusion.json"
            },
            {
                "name": "Nanotecnologia|della Nanotecnologia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/nanotechnology.json"
            },
            {
                "name": "Invisibilità|dell'Invisibilità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/tech/stealth.json"
            }
        ],
        "tech_unlocks": [],
        "unit_unlocks": [],
        "building_unlocks": [],
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
    }
]