{
    "id": 75,
    "name": "Internet|dell'Internet",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/the_internet.png",
    "era": "Epoca dell'informazione",
    "cost": 8800,
    "civilopedia_entry": "L'antenata di Internet è la rete ARPANET (Advanced Research Projects Agency Network), finanziata dal Dipartimento della Difesa statunitense e concepita per favorire lo scambio di informazioni tra il ministero, le università e i laboratori di ricerca. Ben presto ARPANET divenne una componente centrale dell'infrastruttura della comunità scientifica degli Stati Uniti, grazie anche al rapido sviluppo di strumenti e applicazioni come un semplice protocollo per il trasferimento di posta elettronica (email) e uno per il trasferimento di file (FTP).All'inizio degli anni Ottanta il Dipartimento della Difesa adottò un protocollo per il controllo delle trasmissioni sviluppato internamente (TCP) che permetteva a diverse tipologie di computer e sottoreti di trasferire pacchetti di dati in tutto il mondo. Insieme al cosiddetto Internet Protocol (IP), che consentiva l'indirizzamento delle macchine a livello globale, l'approccio TCP \"ad architettura aperta\" fu accolto con entusiasmo dalla maggior parte dei ricercatori e degli uomini d'affari di tutto il mondo.Nel giro di qualche anno la nuova rete stava trasmettendo milioni di bit al secondo, portando al successo diverse reti commerciali. Nel 1993 l'Università dell'Illinois rese disponibile gratuitamente \"Mosaic\", un nuovo tipo di programma per una nuova tecnologia Internet chiamata \"World Wide Web\". Nel giro di pochi mesi grandi aziende come Netscape e Microsoft si gettarono in questo nuovo campo, che mostrava già una crescita esplosiva, fornendo software per server e browser per personal computer. Alla fine degli anni '90 i provider di servizi Internet erano circa 100.000. Nei primi anni del nuovo secolo Internet si è espansa a un ritmo stimato del 100% annuo, trasformandosi nel più grande mezzo per la trasmissione di informazioni nella storia del mondo.",
    "quote": "\"Internet è la prima cosa costruita dall'umanità che l'umanità stessa non riesce a comprendere, il più grande esperimento anarchico che si sia mai visto.\" - Eric Schmidt",
    "tech_prereqs": [
        {
            "name": "Telecomunicazioni|delle Telecomunicazioni",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Tecnologia futura|della Tecnologia futura",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/future_tech.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": []
}