{
    "id": 8,
    "name": "Scrittura|della Scrittura",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/writing.png",
    "era": "Epoca antica",
    "cost": 55,
    "civilopedia_entry": "La scrittura è l'arte di registrare informazioni su un materiale duraturo (carta, pietra, argilla, pelle d'animale) in modo che altri possano esaminare il materiale e ricostruire il suo significato. Inventata intorno al IV millennio a.C., la forma più arcaica di scrittura è la \"pittografia\", in cui l'argomento della trattazione è rappresentato con un piccolo disegno. Quest'approccio funziona discretamente se l'oggetto del discorso è molto semplice, ma mostra i suoi limiti quando diventa necessario discutere di questioni più complesse e astratte (è facile disegnare una pecora, ma che dire di mille pecore, e come si può rappresentare graficamente il rumore che fa una pecora che cade giù da una piramide? Non è così semplice).La logografia è nata dopo la pittografia. In questo sistema ogni simbolo rappresenta una singola parola. C'è un simbolo per una pecora, un altro per mille pecore e un altro ancora per il rumore prodotto dalla pecora che cade giù da una piramide. Un linguaggio però può comprendere diverse decine di migliaia di parole, e imparare così tanti simboli può essere problematico.Un sistema fonografico prevede un simbolo distinto per ogni parola di suono diverso. In questo caso il suono \"pecora\" sarebbe rappresentato da un suo simbolo, ma \"hanno\" e \"anno\" ne avrebbero uno in comune. Il risultato è un insieme più piccolo di simboli da memorizzare, ma anche un rischio maggiore di ambiguità.In un sistema alfabetico abbiamo un insieme limitato di simboli (alfabeto) che rappresentano i vari suoni che compongono il linguaggio. I simboli possono essere combinati insieme per rappresentare la pronuncia di qualsiasi parola. Chiunque conosca le singole lettere è quindi in grado di riprodurre il suono di qualsiasi parola scritta. Questo è il metodo adottato dall'italiano e in genere è considerato (soprattutto dai parlanti) il più potente e flessibile sistema di scrittura mai concepito.",
    "quote": "\"Chi distrugge un buon libro uccide la ragione stessa.\" - John Milton",
    "tech_prereqs": [
        {
            "name": "Ceramica|della Ceramica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/pottery.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Filosofia|della Filosofia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/philosophy.json"
        },
        {
            "name": "Drammaturgia e poesia|della Drammaturgia e poesia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
        }
    ],
    "unit_unlocks": [],
    "building_unlocks": [
        {
            "name": "Cartiera|la Cartiera|una Cartiera",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/paper_maker.json"
        },
        {
            "name": "Biblioteca|la Biblioteca|una Biblioteca",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/library.json"
        },
        {
            "name": "Grande Biblioteca|la Grande Biblioteca|una Grande Biblioteca",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/great_library.json"
        },
        {
            "name": "Biblioteca Reale|la Biblioteca Reale|una Biblioteca Reale",
            "url": "https://eyefyre.github.io/civvapi/v1/it/buildings/royal_library.json"
        }
    ]
}