{
    "id": 4,
    "name": "Künstlerisches Genie",
    "game_info": "Künstlerisches GenieEin Großer Künstler erscheint.",
    "historical_info": "Als künstlerisches Genie kann man jene bezeichnen, die die Kreativität, Originalität und das Können haben, Schönheit in eine Kunstform, wie auch immer geartet, zu bringen. Künstlerische Genies gibt es auch in den Bereichen Performance, bei der Choreografie, Orchestrierung oder dem Theater. In der Geschichte der Zivilisation gibt es viele literarische, künstlerische und Performance-Genies, die oft launisch, aber in ihrem Themenbereich stets herausragend waren.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/artistic_genius.png",
    "required_policies": [
        {
            "name": "Die schönen Künste",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/fine_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Ästhetik",
        "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Klassik",
        "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
    }
}