{
    "id": 9,
    "name": "Kollektivherrschaft",
    "game_info": "KollektivherrschaftBeschleunigt die Ausbildung von Siedlern um 50% in der Hauptstadt und ein kostenloser Siedler erscheint in der Nähe der Hauptstadt. (Venedig erhält statt des Siedlers einen Händler von Venedig.)",
    "historical_info": "Kollektivherrschaft ist die Politik, bei der jedes Mitglied (oder jedes erwachsene Mitglied oder jedes männliche, erwachsene Mitglied) einer Gesellschaft am Regierungsprozess teilnimmt, indem es direkt über Entscheidungen abstimmt, anstatt durch einen Repräsentanten (wie in einer Republik). Obwohl es eine effektive Regierungsform für Stämme oder kleine Dörfer ist, wird die Kollektivherrschaft immer schwieriger und unflexibel, je größer das Gemeinwesen wird. Wenn die Hälfte der Bürger eines Stammes von 100 bei einem Treffen für eine Minute einzeln sprechen möchte, könnte das in weniger als einer Stunde geschehen. Wenn die Hälfte aller Bürger von New York City einzeln für eine Minute sprechen wollte, würden sie um die 66.000 Stunden (plus einen äußerst großen Versammlungsraum) brauchen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/collective_rule.png",
    "required_policies": [
        {
            "name": "Republik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/republic.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Unabhängigkeit",
        "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
        "prereq_era": null,
        "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
    }
}