{
    "id": 10,
    "name": "Konsulate",
    "game_info": "KonsulateDas Stabilitätsniveau für Einfluss wird für alle Stadtstaaten um 20 erhöht.",
    "historical_info": "Als die Beziehungen zwischen den Nationen formeller wurden, gründete man Konsulate, die dabei helfen sollten, die Interessen der Bürger eines Landes im Territorium eines anderen Landes zu schützen und den Handel und die Freundschaft zwischen beiden Staaten zu fördern. Während ein Botschafter als Einzelperson einen Staat repräsentiert, kann es in einem Land mehrere Konsuln geben, in der Regel in jeder größeren Stadt einen.Das Konzept den Bürgern einer Nation im Ausland Dienste zur Verfügung zu stellen stammt von der alten griechischen Praxis ab, dass wohlhabende Kaufleute als \"Proxenos\" in anderen hellenischen Stadtstaaten fungierten, um ihren Kaufmannskollegen zu helfen. Auch wenn die Rolle der Konsulate Ende des 19. Jahrhunderts erweitert wurde und kulturellen und Bildungsaustausch mit umfasste, ist die Aufgabe der Repräsentation einer Nation auf lokaler Ebene in einem fernen Land unverändert.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/konsulate.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Patronat",
        "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
        "prereq_era": "Klassik",
        "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
    }
}