{
    "id": 23,
    "name": "Kultureller Austausch",
    "game_info": "Kultureller AustauschErhöht den Tourismus-Modifikator für gemeinsame Religion, Handelswege und offene Grenzen um jeweils 15%.",
    "historical_info": "Einen inoffiziellen kulturellen Austausch gab es zwar schon seit den Anfängen des Industriezeitalters durch den gegenseitigen Besuch von Studenten, Künstlern, Sportlern und anderen Bewohnern unterschiedlicher Länder, doch im Zuge des Kalten Krieges wurden solche Programme von den USA und der UDSSR offiziell gefördert, da beide Länder die weltweite Vormachstellung ihrer Kultur demonstrieren und das Verständnis für das jeweilige Wertesystem verbessern wollten. Diese offiziellen Programme erleichterten Reisen und Auftritte von ausgewählten Gruppen im \"Feindgebiet\". Historiker haben diesen Vorgang als \"kulturelles trojanisches Pferd\" bezeichnet, da die Programme letztlich zum Machtverlust der sowjetischen Regierung beitragen sollten.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kultureller_austausch.png",
    "required_policies": [
        {
            "name": "Blühende Künste",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/flourishing_of_the_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Ästhetik",
        "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Klassik",
        "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
    }
}