{
    "id": 14,
    "name": "Völkerverständigung",
    "game_info": "VölkerverständigungDie Anzahl der von Stadtstaaten verschenkten Ressourcen wird um 100% erhöht. Die Zufriedenheit durch geschenkte Luxusgüter erhöht sich um 50%.",
    "historical_info": "Völkerverständigung ist die Politik, bei der die schönsten und am meisten geschätzten Objekte einer Zivilisation an andere Zivilisationen verliehen werden, um Frieden und Verständigung zwischen allen Völkern zu fördern. Eine der beständigsten Formen der Völkerverständigung ist die Weltausstellung, auch bekannt als Expo, die alle zwei bis fünf Jahre in einer anderen Stadt abgehalten wird. Die Weltausstellung präsentiert Beispiele aus Kunst, Handwerk, Landwirtschaft und Industrie vieler Länder. Die erste Weltausstellung fand 1851 im Crystal Palace im Hyde Park, London, statt. Sie war die Idee von Prinz Albert, Königin Victorias Ehemann. Es gab dort insgesamt um die 13.000 Ausstellungsstücke bei etwa sechs Millionen Besuchern. Die nächste Weltausstellung wird 2010 in Shanghai, China, stattfinden. Es werden um die 70 Millionen Besucher erwartet.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/völkerverständigung.png",
    "required_policies": [
        {
            "name": "Scholastik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/scholasticism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Patronat",
        "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
        "prereq_era": "Klassik",
        "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
    }
}