{
    "id": 18,
    "name": "Disziplin",
    "game_info": "Disziplin+15% Kampfstärke für Nahkampfeinheiten, wenn sich in einem benachbarten Geländefeld eine weitere Militäreinheit befindet.",
    "historical_info": "In einer militärischen Struktur bezieht sich Disziplin auf die Bereitschaft eines Soldaten, rechtmäßigen Befehlen zu folgen, vorgesetzte Offiziere zu respektieren und sein Leben aufs Spiel zu setzen oder bei Bedarf sogar zu sterben. Von disziplinierten Soldaten wird erwartet, dass sie die Würde ihrer Uniform wahren, wenn sie dienstfrei haben, und die Schwachen und Hilflosen beschützen. Verstöße gegen die Disziplin können zu militärischen Strafen führen oder sogar vor dem Kriegsgericht enden und eine Entlassung zur Folge haben.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/disziplin.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Ehre",
        "game_info": "Ehre erhöht die Effektivität der Armee auf mehrere Arten.Ehre führt zu einem Kampfbonus von +33% gegen Barbaren und Nachricht an den Spieler, wenn neue Barbarenlager in bereits erkundetem Gebiet entstehen. Das Reich erhält Kultur für jeden eliminierten Barbaren. Schaltet den Bau der Zeus-Statue frei.Bei Übernahme aller Politiken im Ehre-Zweig wird Gold für jede ausgeschaltete Feindeinheit gewährt. Ermöglicht ebenfalls den Kauf Großer Generäle mit Glauben ab dem Industriezeitalter.",
        "prereq_era": null,
        "historical_info": "In einer \"ehrenhaften\" Gesellschaft begründet sich der Status der Bürger auf der Beurteilung ihrer persönlichen Qualitäten durch die Gesellschaft. Eigenschaften, die im Allgemeinen als ehrenhaft angesehen werden, sind unter anderem Treue, Ehrlichkeit, Anstand und Tapferkeit. In solchen Gesellschaften wird oft von Männern erwartet, dass sie \"ihre Ehre bis zum Tod verteidigen\", da ein Verlust der Ehre schlimmer ist als der Verlust des Lebens."
    }
}