{
    "id": 22,
    "name": "Unternehmertum",
    "game_info": "UnternehmertumGroße Händler werden 25% schneller verdient. Ihr erhaltet doppeltes Gold aus Handelsmissionen von Großen Händlern.",
    "historical_info": "Als Unternehmertum bezeichnet man die Fähigkeit und den Willen eines Einzelnen, ein kommerzielles Unternehmen zu entwickeln, zu organisieren und zu verwalten in der Hoffnung auf Profit. In der Geschichte hat das Unternehmertum viele Formen angenommen, von den großen erkundenden Händlern des Italien der Renaissance über die von der Regierung bevollmächtigten Gesellschaften im Zeitalter der Entdeckung bis hin zu den Räuberbaronen des Industriezeitalters. Unabhängig von der jeweiligen Form hat die Bereitschaft, die eigenen Mittel zu riskieren, um größeren Wohlstand zu generieren, die Entwicklung der Zivilisation sicher ebenso vorangetrieben wie jeder andere Faktor.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/entrepreneurship.png",
    "required_policies": [
        {
            "name": "Wagenzüge",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/wagon_trains.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Wirtschaft",
        "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
    }
}