{
    "id": 24,
    "name": "Die schönen Künste",
    "game_info": "Die schönen Künste50% der nicht benötigten Zufriedenheit werden pro Runde zu der Menge an Kultur hinzugefügt, die für Sozialpolitik ausgegeben wird.",
    "historical_info": "Die schönen Künste, im Gegensatz zur Volkskunst und angewandten Kunst, sind diejenigen, die das Ziel verfolgen, ästhetische Objekte oder Erfahrungen zu gestalten, die mit anderen geteilt werden können. Der Begriff \"schöne Künste\" kam im Europa des 17. Jahrhunderts in Mode. Zu den fünf \"höheren schönen Künsten\" gehören die bildenden Künste Malerei, Bildhauerei und Architektur sowie Musik und Dichtung, daneben gibt es noch Theater und Tanz. Es herrschen intensive Debatten darüber, ob Film, Fotografie, Kalligrafie, Mode, Comics und sogar Videospiele \"Kunst\" sind, egal ob schön oder nicht.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/die_schönen_künste.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Ästhetik",
        "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Klassik",
        "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
    }
}