{
    "id": 29,
    "name": "Freidenkertum",
    "game_info": "Freidenkertum+1 Wissenschaft pro Handelsposten und +17% Wissenschaft von Universitäten.",
    "historical_info": "Freidenkertum ist der Glaube, dass Wissen durch die Anwendung von Wissenschaft und Vernunft erworben werden soll, anstatt aus Traditionen und religiösem Dogma. Theorien sollten wissenschaftlich und logisch geprüft werden. Wenn etwas nicht bewiesen werden kann, ist es albern, daran zu glauben. Blindes Vertrauen ist der Erzfeind von Freidenkern überall. Freies Denken ist ein entscheidender Teil der buddhistischen Tradition. Im \"Kalama Sutta\" sagt der Buddha: \"Akzeptiert nichts aus einfacher Tradition heraus. Akzeptiert nichts, weil es mit Euren heiligen Schriften übereinstimmt. Aber wenn Ihr etwas selbst wisst - dann richtet Euer Leben danach aus.\"",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/free_thought.png",
    "required_policies": [
        {
            "name": "Humanismus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/humanism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Rationalismus",
        "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
        "prereq_era": "Renaissance",
        "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
    }
}