{
    "id": 31,
    "name": "Diplomatie durch Kanonenboote",
    "game_info": "Kanonenboot-DiplomatieIhr erhaltet 6 Einfluss (bei Standardgeschwindigkeit) pro Runde bei Stadtstaaten, von denen Ihr Tribut fordern könnt. Eure Streitkräfte sind 50% effektiver beim Einschüchtern von Stadtstaaten.",
    "historical_info": "Bei internationalen Beziehungen bedeutet \"Kanonenboot-Diplomatie\" die Verfolgung von außenpolitischen Zielen durch auffällige Demonstration überwältigender militärischer Macht, wobei die Zurschaustellung der stärkeren Nation eine unterschwellige Drohung mit offenen Feindseligkeiten ist. Der Begriff wurde gebräuchlich während der Phase des europäischen Imperialismus, als die Kolonialmächte die Präsenz von Kriegsschiffen nutzten, um Zugeständnisse von ansässigen Königreichen zu erzwingen. Diese Politik erwies sich als sehr erfolgreich, besonders wenn sie von militaristischen Autokratien eingesetzt wurde ... bis es den Einheimischen gelang, moderne Waffen zu erlangen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/gunboat_diplomacy.png",
    "required_policies": [],
    "tenet_level": 3,
    "branch": {
        "name": "Autokratie",
        "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
        "prereq_era": "Industriezeitalter",
        "historical_info": null
    }
}