{
    "id": 33,
    "name": "Humanismus",
    "game_info": "HumanismusGroße Wissenschaftler werden 25% schneller verdient.",
    "historical_info": "Humanismus ist die Philosophie, die besagt, dass der Mensch die wichtigste Sache der Welt ist. Es gibt keine \"höheren Wesen\" oder übersinnliche Mächte, denen die Menschen Gehorsam schuldig sind oder die uns führen oder Weisheit gewähren. Es gibt nur uns. Den Humanismus gibt es in der einen oder anderen Form seit der griechischen Antike, und er findet sich auch in asiatischen und indischen Schriften von vor zwei- oder dreitausend Jahren. In der Renaissance tauchte er erneut auf und ist bis heute eine mächtige philosophische Kraft.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/humanismus.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Rationalismus",
        "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
        "prereq_era": "Renaissance",
        "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
    }
}