{
    "id": 37,
    "name": "Legalismus",
    "game_info": "LegalismusBietet ein kostenloses Kulturgebäude in Euren ersten 4 Städten.",
    "historical_info": "Legalismus ist eine Politik, nach der das Verhältnis zwischen dem Herrscher und seinem Volk durch eine Reihe von Gesetzen festgelegt ist, die beide Seiten streng befolgen müssen. Wenn das Gesetz gerecht ist und vernünftig durchgesetzt wird, wird das Volk zufrieden und die Position des Herrschers sicher sein. Obwohl das auf die meisten Regierungen zuzutreffen scheint, bei denen es sich um Rechtsstaaten handelt, erreichte der Legalismus in China während der Zeit der Streitenden Reiche beinahe den Status einer Staatsreligion.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalism.png",
    "required_policies": [
        {
            "name": "Oligarchie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/oligarchy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradition",
        "game_info": "Tradition ist eine gute Wahl für kleine Reiche.Tradition beschleunigt die Grenzerweiterung in Städten und bietet 3 Kultur in der Hauptstadt. Schaltet den Bau der Hängenden Gärten frei.Bei Übernahme aller Politiken im Tradition-Zweig wird in jeder Stadt +15% Wachstum und ein kostenloses Aquädukt in den ersten 4 Städten gewährt. Ermöglicht außerdem den Kauf Großer Ingenieure mit Glauben ab dem Industriezeitalter.",
        "prereq_era": null,
        "historical_info": "Tradition ist eine Weltanschauung, bei der die Entscheidungen der eigenen Vorfahren und aller früheren Anführer des Staates sehr hoch geschätzt werden. Neuen politischen Bewegungen begegnet man meist mit Argwohn und Misstrauen. Selbst in angeblich so fortschrittlichen Staaten wie den USA kann Tradition eine gewaltige Rolle spielen, was sich nicht zuletzt an den Spannungen zwischen Verfechtern einer wörtlichen Auslegung der Verfassung und jenen zeigt, die glauben, dass die Verfassung aufgrund der sich verändernden Welt etwas freier gedeutet werden sollte. Letztere würde man als weniger traditionalistisch einstufen als die erste Gruppe."
    }
}