{
    "id": 40,
    "name": "Maritime Infrastruktur",
    "game_info": "Maritime Infrastruktur+3 Produktion in allen Küstenstädten.",
    "historical_info": "Mit dem Begriff Maritime Infrastruktur beschreibt man die kollektiven Installationen und Dienste, die den Seehandel erleichtern. Dazu gehören Docks, Kais, Lagerhäuser und ähnliches sowie Hafenarbeiter, Schiffsbauer, Hafenlotsen und andere, die sich um das Andocken und Be- und Entladen von Fracht kümmern. Man schätzt, dass im Verlauf der Geschichte einer von sechs Arbeitsplätzen direkt oder indirekt mit dem Seehandel zusammenhängt. Für Nationen, die Wohlstand und Expansion über die Ozeane anstreben, ist eine gesunde maritime Infrastruktur lebenswichtig. Zur Blütezeit des Britischen Imperiums wurde geschätzt, dass die Krone fast ein Drittel ihrer Ausgaben für die Erweiterung und Verbesserung der Häfen in aller Welt ausgab, die der riesigen Handelsflotte des Imperiums dienten.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/maritime_infrastruktur.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Erkundung",
        "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
    }
}