{
    "id": 43,
    "name": "Handelsbund",
    "game_info": "Handelsbund+2 Gold für Handelswege mit Stadtstaaten.",
    "historical_info": "Ein Handelsbund, oft auch bekannt als Handelsgilde, wird gegründet, um wirtschaftliche Interessen und diplomatische Privilegien von Händlern in Städten und entlang Handelsrouten zu schützen. Auch wenn diese Zusammenschlüsse von Händlern keinen offiziellen Rang hatten, hatten einige von ihnen - etwa die Company of Merchant Adventurers of London (gegründet 1407) oder die noch mächtigere Hanse (offiziell entstanden um das Jahr 1356) - erheblichen wirtschaftlichen Einfluss und beherrschten bestimmte Handelsrouten für lange Zeiträume. In der frühen Renaissance wurden Handelsbünde in Stadtstaaten wie Venedig und Genua gegründet, um die Interessen von Händlern bestimmter Märkte zu schützen, während diese außer Landes waren. Diese Handelsbünde erreichten ihre Blütezeit während des 15. und 16. Jahrhunderts, verloren danach jedoch zunehmend an Einfluss, als nationale Regierungen und von der Krone verbriefte Firmen die Regulierungen und diplomatischen Verantwortungen übernahmen, die zuvor von den Bünden gehalten worden waren.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merchant_confederacy.png",
    "required_policies": [
        {
            "name": "Scholastik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/scholasticism.json"
        },
        {
            "name": "Konsulate",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/consulates.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Patronat",
        "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
        "prereq_era": "Klassik",
        "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
    }
}