{
    "id": 81,
    "name": "Söldnerarmee",
    "game_info": "SöldnerarmeeErmöglicht den Kauf von Landsknechten.",
    "historical_info": "Söldner nehmen nicht aus Pflichtgefühl oder ihrem Glauben heraus an Konflikten teil, sondern um sich ihren Lebensunterhalt zu verdienen. Sie wurden bereits in der Antike im Krieg eingesetzt, ihren Höhepunkt erreichte diese Praxis jedoch in der Renaissance mit der Bildung der so genannten Grandes Compagnies, die für den Kampf angeheuert werden konnten. Sie bestanden oft aus Veteranen nationaler Armeen und wurden von charismatischen Kommandanten wie dem Engländer Sir John Hawkwood angeführt, der die berüchtigte Weiße Kompanie gründete. Die Kompanien wurden üblicherweise in Kriegszeiten von Stadtstaaten oder kleinen Königreichen in Dienst gestellt, bei denen zu wenig Geld oder Soldaten für ein stehendes Heer vorhanden waren. Einige dieser frühen Söldnertruppen waren auf bestimmte Kampfbereiche wie Kavallerie oder Artillerie spezialisiert, die meisten bestanden jedoch aus deutschen oder schweizer Landsknechten und wurden vor allem während der Religionskriege zur Zeit der Reformation häufig eingesetzt. Zur gleichen Zeit dienten im Süden die Condottieri in den grausamen Kriegen zwischen den italienischen Stadtstaaten, in die auch die Päpste verstrickt waren. Bis ins 18. Jahrhundert hinein konnten Adlige auf dem Kontinent schottisch-gälische Gallowglass-Kompanien anheuern. Heute werden Söldner eher als kleine Elitetruppen eingesetzt oder arbeiten für private Sicherheitsunternehmen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercenary_army.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Wirtschaft",
        "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
    }
}