{
    "id": 44,
    "name": "Handelsmarine",
    "game_info": "Handelsmarine+1 Gold für jeden Hafen, Seehafen oder Leuchtturm. +4 Produktion und +4 Kultur in der Stadt mit der Ostindien-Kompanie.",
    "historical_info": "Eine Handelsmarine ist eine Gruppe von Handelsschiffen, die in Zeiten des Krieges zum Einsatz gezwungen werden können, um Militärgüter und Vorräte einer Nation zu transportieren, häufig unter dem Schutz der Marine dieser Nation. Über viele Jahre hinweg verfügten die Briten über die größte und beste Flotte von Handelsmarine-Schiffen in der Weltgeschichte. Die britische Handelsmarine wurde 1835 eingeführt und erlitt große Verluste im Ersten und Zweiten Weltkrieg. Fast 15.000 Handelsseeleute verloren ihr Leben im Ersten Weltkrieg, und im Zweiten Weltkrieg starben sogar 30.000 von ihnen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merchant_navy.png",
    "required_policies": [
        {
            "name": "Marinetradition",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/naval_tradition.json"
        },
        {
            "name": "Maritime Infrastruktur",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/maritime_infrastructure.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Erkundung",
        "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
    }
}