{
    "id": 42,
    "name": "Merkantilismus",
    "game_info": "MerkantilismusDer Kauf von Objekten in Städten kostet 25% weniger Gold. +1 Wissenschaft pro Münzanstalt, Markt, Bank und Börse.",
    "historical_info": "Merkantilismus ist eine Form des ökonomischen Nationalismus, die eine Nation ermuntert, eine Politik der \"Protektionswirtschaft\" zu verfolgen, um ihre eigenen Exporte zu fördern und Importe aus anderen Nationen einzuschränken. Wenn die \"Handelsbilanz\" einer Nation wächst, vermehrt sich ihr Reichtum und Wohlstand, und wenn sie unter null fällt (die Nation importiert mehr Güter, als sie exportiert), werden die Nation und ihr Volk ärmer und verwundbarer gegenüber äußeren Bedrohungen. Die Theorie war in Westeuropa vom 16. bis zum 18. Jahrhundert beliebt. Heute streben die westlichen Nationen an, ihre Grenzen für den Handel zu öffnen, wenn auch mit einem gewissen Grad an Besteuerung oder Quoten, um ihre wichtigsten nationalen Industrien zu schützen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merkantilismus.png",
    "required_policies": [
        {
            "name": "Söldnerarmee",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mercenary_army.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Wirtschaft",
        "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
    }
}