{
    "id": 45,
    "name": "Meritokratie",
    "game_info": "Meritokratie+1 Zufriedenheit für jede Eurer Städte, die mit der Hauptstadt [ICON_CONNECTED] verbunden ist und -5% Unzufriedenheit von Bürgern in nicht besetzten Städten.",
    "historical_info": "Eine Meritokratie ist ein System, in dem die Talentiertesten und Fähigsten Anstellungen bekommen und eher in der Regierungsbürokratie aufsteigen als beispielsweise persönliche Freunde des derzeitigen Herrschers (oder Abgeordneten) oder Mitglieder eines bestimmten Stammes, einer Kaste oder Religion. Viele langlebige Regierungen wechseln immer wieder von einer Form der Meritokratie zu einer weniger sinnvollen Methode, die Leute auszuwählen, die das Sagen haben. Zuerst werden die Funktionäre aufgrund ihrer Fähigkeit gewählt, dann schleichen sich über die Jahre Patronat oder Begünstigung ins System ein und die Regierung wird immer ineffektiver und korrupt. Letztendlich wird es so schlimm, dass die Bürokratie verworfen oder reformiert wird und erneut fähigere Funktionäre ernannt werden. Dieses Muster wiederholt sich, bis die Sonne explodiert und alles Leben vom Planeten gefegt wird.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/meritokratie.png",
    "required_policies": [
        {
            "name": "Staatsbürgerschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Unabhängigkeit",
        "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
        "prereq_era": null,
        "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
    }
}