{
    "id": 52,
    "name": "Marinetradition",
    "game_info": "Marinetradition+1 Zufriedenheit für jeden Hafen, Seehafen oder Leuchtturm.",
    "historical_info": "Nationen mit einer tief verankerten Marinetradition schätzen die eigene Marine mehr als alle anderen Militärbereiche (vor allem, da es sich meistens um Inselstaaten handelt). Der Marinedienst wird von der herrschenden Klasse erwartet, und Marineoffiziere genießen ein höheres Ansehen als Offiziere der Armee oder der Luftwaffe. Großbritannien hat eine der ältesten und stärksten Marinetraditionen in ganz Europa. Die britischen Schiffe waren meist den Schiffen anderer Nationen überlegen, und auf hoher See fanden sich keine besseren Offiziere und Matrosen als jene der Briten. Dies verschaffte der britischen Marine einen erheblichen moralischen Vorteil in Seeschlachten.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/naval_tradition.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Erkundung",
        "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
    }
}