{
    "id": 53,
    "name": "Navigationsschule",
    "game_info": "NavigationsschuleEin Großer Admiral erscheint. +2 [ICON_MOVES] Fortbewegung für alle Großen Admiräle. Große Admiräle werden 50% schneller verdient.",
    "historical_info": "1418 gründete Prinz Heinrich von Portugal bei Sagres die erste Schule für das Studium der ozeanischen Navigation, zusammen mit einem astronomischen Observatorium. Hier wurden portugiesische Seefahrer in Navigation, Kartenerstellung, Wissenschaft der Gezeiten und Strömungen sowie anderen Fähigkeiten unterrichtet, um sie besser darauf vorzubereiten, die Küsten Afrikas entlang zu segeln, wo Heinrich eine Reihe von Häfen einrichten wollte, die zu den Reichtümern des Fernen Ostens führen sollten. Als um 1600 die Erkundung und Kolonialisierung einen fieberhaften Aufschwung erlebte, folgten die meisten europäischen Monarchen Heinrichs Beispiel und gründeten Navigationsschulen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/navigationsschule.png",
    "required_policies": [
        {
            "name": "Marinetradition",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/naval_tradition.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Erkundung",
        "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
    }
}