{
    "id": 61,
    "name": "Philanthropie",
    "game_info": "Philanthropie Goldgeschenke an Stadtstaaten produzieren 25% mehr Einfluss.",
    "historical_info": "Philanthropie ist eine Politik, bei der die reichsten Bürger einer Nation einen Teil ihres Reichtums dem Volk zurückgeben, was oft in Form von Bibliotheken, Museen, Krankenhäusern oder Stipendien geschieht. Anders als beim Patronat, bei dem ein Bürger Kunstwerke für sich selbst und andere seiner Klasse in Auftrag gibt, dient die Philanthropie meist auch den ärmeren Mitgliedern der Gesellschaft. Der schottischstämmige Amerikaner Andrew Carnegie war einer der größten Philanthropen in der Geschichte. Den Großteil seines Lebens hatte Carnegie als äußerst skrupelloser Geschäftsmann verbracht und mit Hilfe der in den Minen und Stahlwerken schuftenden Arbeiter das Unternehmen US Steel gegründet und das zweitgrößte Vermögen in der Geschichte erlangt. Nach dem Verkauf des Unternehmens 1901 widmete Carnegie jedoch die letzten 19 Jahre seines Lebens dem Bau von Bibliotheken in ärmeren Städten und unterstützte fast 3.000 Bildungseinrichtungen in den Vereinigten Staaten, Kanada, Großbritannien, Irland, Australien, Neuseeland und vielen anderen Ländern.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/philanthropy.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Patronat",
        "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
        "prereq_era": "Klassik",
        "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
    }
}