[
    {
        "id": 1,
        "name": "Akademie der Wissenschaften",
        "game_info": "+1 lokale Zufriedenheit durch jede öffentliche Schule, jedes Observatorium und Forschungslabor.",
        "historical_info": "Eine Akademie der Wissenschaften ist eine vom Staat geförderte Bildungsinstitution oder Forschungsgesellschaft, die sich den Wissenschaften und/oder der Technologie widmet. Die berühmteste unter ihnen, die russische - später sowjetische - Akademie der Wissenschaften wurde 1724 von Peter dem Großen im Rahmen seiner Bemühungen, sein Reich zu modernisieren, gegründet. 1917 kam die Akademie unter sowjetische Kontrolle und wurde beauftragt, sich mit Fragen der Konstruktion und sozialen Angelegenheiten zu beschäftigen. Ab 1928 mischte sich das Sowjet-Politbüro immer stärker in die Lehren und Forschungen der sowjetischen Akademie der Wissenschaften ein und behinderte den wissenschaftlichen Fortschritt der Sowjetunion über Jahrzehnte.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/akademie_der_wissenschaften.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/academy_of_sciences.json"
    },
    {
        "id": 2,
        "name": "Aristokratie",
        "game_info": "Aristokratie+15% Produktion beim Bau von Wundern und +1 Zufriedenheit pro 10 Bürger in einer Stadt.",
        "historical_info": "Aristokratie ist eine Regierungsform, in der eine Gruppe herausragender Bürger herrscht. Die Mitgliedschaft in dieser Gruppe kann vererbt sein, durch Verdienste oder Wohlstand erworben werden oder alles drei. Der Begriff leitet sich aus dem Griechischen ab und bedeutet so viel \"die Herrschaft der Besten\". Die Grenze zwischen einer Aristokratie und einer Oligarchie ist recht dünn, und es hängt vom Betrachter ab, ob eine Regierung eine Aristokratie oder eine Oligarchie ist: Die Regierenden sehen sich vielleicht als Aristokraten an, während alle anderen sie für Oligarchen halten.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/aristokratie.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "Tradition ist eine gute Wahl für kleine Reiche.Tradition beschleunigt die Grenzerweiterung in Städten und bietet 3 Kultur in der Hauptstadt. Schaltet den Bau der Hängenden Gärten frei.Bei Übernahme aller Politiken im Tradition-Zweig wird in jeder Stadt +15% Wachstum und ein kostenloses Aquädukt in den ersten 4 Städten gewährt. Ermöglicht außerdem den Kauf Großer Ingenieure mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "Tradition ist eine Weltanschauung, bei der die Entscheidungen der eigenen Vorfahren und aller früheren Anführer des Staates sehr hoch geschätzt werden. Neuen politischen Bewegungen begegnet man meist mit Argwohn und Misstrauen. Selbst in angeblich so fortschrittlichen Staaten wie den USA kann Tradition eine gewaltige Rolle spielen, was sich nicht zuletzt an den Spannungen zwischen Verfechtern einer wörtlichen Auslegung der Verfassung und jenen zeigt, die glauben, dass die Verfassung aufgrund der sich verändernden Welt etwas freier gedeutet werden sollte. Letztere würde man als weniger traditionalistisch einstufen als die erste Gruppe."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/aristocracy.json"
    },
    {
        "id": 3,
        "name": "Arsenal der Demokratie",
        "game_info": "+15% Produktion beim Bau von Militäreinheiten. +15 Einfluss von Militäreinheiten-Geschenken an Stadtstaaten.",
        "historical_info": "\"Arsenal der Demokratie\" ist ein Ausdruck, den Präsident Franklin D. Roosevelt im Dezember 1940 während einer Radiosendung gebrauchte, um Amerikas Rolle im Kampf gegen den Totalitarismus zu beschreiben. Die inoffizielle Politik der Vereinigten Staaten während des Zweiten Weltkriegs und der folgenden Zeit des Kalten Kriegs gegen den Kommunismus, das \"Arsenal\" bezieht sich auf die Einbeziehung der privaten Industrie eines Landes zur Produktion von militärischem Material für die Nation und andere Nationen mit dem Ziel, einen gemeinsamen Gegner zu besiegen. Die Hersteller in Privatbesitz werden in der Regel auf \"Bezahlen-bei-Abholung\"-Basis zum üblichen Marktwert entschädigt.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/arsenal_der_demokratie.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/arsenal_of_democracy.json"
    },
    {
        "id": 4,
        "name": "Künstlerisches Genie",
        "game_info": "Künstlerisches GenieEin Großer Künstler erscheint.",
        "historical_info": "Als künstlerisches Genie kann man jene bezeichnen, die die Kreativität, Originalität und das Können haben, Schönheit in eine Kunstform, wie auch immer geartet, zu bringen. Künstlerische Genies gibt es auch in den Bereichen Performance, bei der Choreografie, Orchestrierung oder dem Theater. In der Geschichte der Zivilisation gibt es viele literarische, künstlerische und Performance-Genies, die oft launisch, aber in ihrem Themenbereich stets herausragend waren.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/künstlerisches_genie.png",
        "required_policies": [
            {
                "name": "Die schönen Künste",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Ästhetik",
            "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Klassik",
            "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/artistic_genius.json"
    },
    {
        "id": 5,
        "name": "Kapitalismus",
        "game_info": "+1 lokale Zufriedenheit durch jede Münzanstalt, Bank und Börse.",
        "historical_info": "Kapitalismus ist ein Wirtschaftssystem, das auf privater Produktion und dem Eigentum von Gütern basiert, angetrieben von der Produktion von Gütern und Dienstleistungen für Profit. Es gibt verschiedene Arten von Kapitalismus, wie den \"Laissez-faire\"-Kapitalismus, den Wohlfahrtskapitalismus und den Staatskapitalismus. Die meisten modernen Staaten haben eine gemischte Kapitalismusform, mit unterschiedlich starker Regierungskontrolle und marktabhängiger Unternehmerschaft.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kapitalismus.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/capitalism.json"
    },
    {
        "id": 6,
        "name": "Wagenzüge",
        "game_info": "Wagenzüge+2 Gold durch alle Eure Landhandelswege. Unterhaltskosten für Straßen und Eisenbahnstrecken um 50% reduziert.",
        "historical_info": "In verschiedenen Zeiten, als die Straßen besser wurden und weniger unter Banditentum litten, ersetzten Wagenzüge die Karawanen bei Reisen über den Landweg. Wagenzüge waren in der Lage, mehr Güter zu transportieren, Schutz zu bieten sowie weitere Strecken zurückzulegen und wurden deshalb für Handel, Krieg und Migration eingesetzt. Sie wurden im Verlauf der Geschichte zwar sehr oft verwendet, aber mit Einzug des Industriezeitalters verschwanden die Wagenzüge größtenteils.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wagenzüge.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Wirtschaft",
            "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/wagon_trains.json"
    },
    {
        "id": 7,
        "name": "Staatsbürgerschaft",
        "game_info": "StaatsbürgerschaftDie Konstruktionsrate der Geländefeld-Modernisierungen erhöht sich um 25% und ein Arbeiter erscheint in der Nähe der Hauptstadt.",
        "historical_info": "Die Staatsbürgerschaft ist die Politik einer Nation, die anerkennt, dass eine bestimmte Gruppe von Menschen, in der Regel basierend auf ihrer ethnischen Herkunft und Zugehörigkeit oder ihrem Geburtsort, Mitglieder dieser Nation sind, und als solche einen gewissen Grad an Schutz sowie einige Rechte und Privilegien verdienen, die über denen von Ausländern stehen. Zum Beispiel kann sich ein Staatsbürger im Land frei bewegen, während ein Nicht-Staatsbürger ausgewiesen oder eingesperrt werden kann, wenn er von den Behörden entdeckt wird.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/staatsbürgerschaft.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Unabhängigkeit",
            "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
            "prereq_era": null,
            "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/citizenship.json"
    },
    {
        "id": 8,
        "name": "Zivilgesellschaft",
        "game_info": "Spezialisten konsumieren nur noch halb so viel Nahrung.",
        "historical_info": "In einer Zivilgesellschaft arbeiten die Menschen freiwillig daran, die Welt um sie herum zu verbessern. Sie treten städtischen Organisationen bei. Sie heben den Müll vor ihren Häusern und Arbeitsstätten auf. Sie nehmen streunende Haustiere auf. Sie nehmen an Treffen der Schulbehörde und Wahlen teil. Länder mit aktiven Zivilgesellschaften sind in der Regel sauberer, effizienter und glücklicher als solche ohne.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/zivilgesellschaft.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/civil_society.json"
    },
    {
        "id": 9,
        "name": "Kollektivherrschaft",
        "game_info": "KollektivherrschaftBeschleunigt die Ausbildung von Siedlern um 50% in der Hauptstadt und ein kostenloser Siedler erscheint in der Nähe der Hauptstadt. (Venedig erhält statt des Siedlers einen Händler von Venedig.)",
        "historical_info": "Kollektivherrschaft ist die Politik, bei der jedes Mitglied (oder jedes erwachsene Mitglied oder jedes männliche, erwachsene Mitglied) einer Gesellschaft am Regierungsprozess teilnimmt, indem es direkt über Entscheidungen abstimmt, anstatt durch einen Repräsentanten (wie in einer Republik). Obwohl es eine effektive Regierungsform für Stämme oder kleine Dörfer ist, wird die Kollektivherrschaft immer schwieriger und unflexibel, je größer das Gemeinwesen wird. Wenn die Hälfte der Bürger eines Stammes von 100 bei einem Treffen für eine Minute einzeln sprechen möchte, könnte das in weniger als einer Stunde geschehen. Wenn die Hälfte aller Bürger von New York City einzeln für eine Minute sprechen wollte, würden sie um die 66.000 Stunden (plus einen äußerst großen Versammlungsraum) brauchen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kollektivherrschaft.png",
        "required_policies": [
            {
                "name": "Republik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/republic.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Unabhängigkeit",
            "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
            "prereq_era": null,
            "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/collective_rule.json"
    },
    {
        "id": 10,
        "name": "Konsulate",
        "game_info": "KonsulateDas Stabilitätsniveau für Einfluss wird für alle Stadtstaaten um 20 erhöht.",
        "historical_info": "Als die Beziehungen zwischen den Nationen formeller wurden, gründete man Konsulate, die dabei helfen sollten, die Interessen der Bürger eines Landes im Territorium eines anderen Landes zu schützen und den Handel und die Freundschaft zwischen beiden Staaten zu fördern. Während ein Botschafter als Einzelperson einen Staat repräsentiert, kann es in einem Land mehrere Konsuln geben, in der Regel in jeder größeren Stadt einen.Das Konzept den Bürgern einer Nation im Ausland Dienste zur Verfügung zu stellen stammt von der alten griechischen Praxis ab, dass wohlhabende Kaufleute als \"Proxenos\" in anderen hellenischen Stadtstaaten fungierten, um ihren Kaufmannskollegen zu helfen. Auch wenn die Rolle der Konsulate Ende des 19. Jahrhunderts erweitert wurde und kulturellen und Bildungsaustausch mit umfasste, ist die Aufgabe der Repräsentation einer Nation auf lokaler Ebene in einem fernen Land unverändert.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/konsulate.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Patronat",
            "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
            "prereq_era": "Klassik",
            "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/consulates.json"
    },
    {
        "id": 11,
        "name": "Geheimaktion",
        "game_info": "Chance auf Wahlmanipulation in Stadtstaaten verdoppelt.",
        "historical_info": "Dem amerikanischen Verteidigungsministerium zufolge ist eine Geheimaktion eine Operation, die geplant und ausgeführt wird, um die Identität der Auftraggeber zu verbergen oder glaubhafte Leugnung möglich zu machen. Sie ist dazu gedacht, politischen, militärischen, wirtschaftlichen oder diplomatischen Effekt ohne Nachwirkungen zu erzielen, weder vom Ziel noch von der Bürgerschaft der eigenen Nation. Geheimaktionen gibt es in vielerlei möglichen Formen, von Attentaten bis hin zu Spionage bei militärischen Operationen, doch immer verdeckt.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/geheimaktion.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/covert_action.json"
    },
    {
        "id": 12,
        "name": "Kreativer Ausdruck",
        "game_info": "+1 Kultur durch jedes Große Werk (aber keine Auswirkung auf Tourismus).",
        "historical_info": "Ganz allgemein gesagt ist Kreativer Ausdruck lediglich das Ausdrücken von Ideen und Emotionen durch Kunst. Enger gefasst bezieht sich der Begriff auf die Fähigkeit, Kunst frei von Einflussnahme durch die Regierung durch Zensur, Besteuerung oder andere rechtliche Einschränkungen zu schaffen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kreativer_ausdruck.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/creative_expression.json"
    },
    {
        "id": 13,
        "name": "Kulturzentren",
        "game_info": "KulturzentrenErrichtet Monumente, Amphitheater, Opernhäuser, Museen und Funktürme 50% schneller.",
        "historical_info": "Ein Kulturzentrum ist ein Gebäude, Komplex oder eine Institution, die die Kunst fördert. In manchen Fällen bedeutet dies die Förderung von Museen und Kunstgalerien, die für jeden offen sind. In anderen Fällen können Kulturzentren Spenden anbieten, um die Errichtung oder den Betrieb von privaten Einrichtungen zu ermutigen, an denen Kunstbetrieb herrscht. Sie können auch helfen, Talente für staatliche Orchester, Theater, Tanzensembles und Gesangsgruppen zu finden.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kulturzentren.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Ästhetik",
            "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Klassik",
            "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/cultural_centers.json"
    },
    {
        "id": 14,
        "name": "Völkerverständigung",
        "game_info": "VölkerverständigungDie Anzahl der von Stadtstaaten verschenkten Ressourcen wird um 100% erhöht. Die Zufriedenheit durch geschenkte Luxusgüter erhöht sich um 50%.",
        "historical_info": "Völkerverständigung ist die Politik, bei der die schönsten und am meisten geschätzten Objekte einer Zivilisation an andere Zivilisationen verliehen werden, um Frieden und Verständigung zwischen allen Völkern zu fördern. Eine der beständigsten Formen der Völkerverständigung ist die Weltausstellung, auch bekannt als Expo, die alle zwei bis fünf Jahre in einer anderen Stadt abgehalten wird. Die Weltausstellung präsentiert Beispiele aus Kunst, Handwerk, Landwirtschaft und Industrie vieler Länder. Die erste Weltausstellung fand 1851 im Crystal Palace im Hyde Park, London, statt. Sie war die Idee von Prinz Albert, Königin Victorias Ehemann. Es gab dort insgesamt um die 13.000 Ausstellungsstücke bei etwa sechs Millionen Besuchern. Die nächste Weltausstellung wird 2010 in Shanghai, China, stattfinden. Es werden um die 70 Millionen Besucher erwartet.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/völkerverständigung.png",
        "required_policies": [
            {
                "name": "Scholastik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/scholasticism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Patronat",
            "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
            "prereq_era": "Klassik",
            "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/cultural_diplomacy.json"
    },
    {
        "id": 15,
        "name": "Kulturrevolution",
        "game_info": "+34% Tourismus für andere Zivilisationen mit Ordnung.",
        "historical_info": "Die Große Proletarische Kulturrevolution war eine Volksbewegung, die von 1966 bis 1976 in der Volksrepublik China stattfand. Die von Mao Tse-tung und der kommunistischen Partei gestartete Kulturrevolution sollte das gemeine Volk umerziehen, indem sie kapitalistische, traditionelle und religiöse Elemente entfernte oder unterdrückte, durch Haftstrafen und notfalls mit Gewalt. Der kulturelle Kampf zog sich durch alle Gesellschaftsschichten, Studenten, das Militär, die Partei und Landarbeiter und sie zögerte Chinas neues Auftreten in Weltangelegenheiten über Jahrzehnte hinaus.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kulturrevolution.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/cultural_revolution.json"
    },
    {
        "id": 16,
        "name": "Personenkult",
        "game_info": "+50% Tourismus bei Zivilisationen, die einen gemeinsamen Feind bekämpfen.",
        "historical_info": "Ein Personenkult entsteht, wenn eine Person bewusst die Medien, Propaganda und andere Mittel einsetzt, um ein idealisiertes, heroisches und/oder gottgleiches Image zu schaffen. Der Soziologe Max Weber entwickelte eine dreiteilige Klassifizierung von Autorität, in der der Personenkult als eine Form der Autorität hervortritt. Autokratische Herrscher von absolutistischen Monarchen der Aufklärung bis zu modernen totalitären Diktatoren haben versucht, Gehorsam und Hingabe ihrer Untertanen durch Manipulation der Nachrichten und Unterhaltungsindustrie zu fördern - manche erfolgreicher als andere.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/personenkult.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/cult_of_personality.json"
    },
    {
        "id": 17,
        "name": "Diktatur des Proletariats",
        "game_info": "+34% Tourismus für Zivilisationen, die weniger Zufriedenheit haben.",
        "historical_info": "In der marxistischen gesellschaftspolitischen Theorie bezieht sich die Diktatur des Proletariats auf einen sozialistischen Staat, in dem die Arbeiterklasse die direkte Kontrolle über die politische Macht hat. \"Diktatur\" bezeichnet in diesem Fall nicht die übliche Definition, sondern gemeint ist, dass eine gesamte soziale Schicht die Kontrolle über die Nation hat. Ob Kapitalisten oder anderen in einem derartigen politischen System Privilegien entzogen würden oder nicht, hängt laut Marx und Engels davon ab, wie die besonderen Umstände zu dieser Zeit sind. Eine derartige politische Ordnung einzuführen könne Gewalt nach sich ziehen, aber mit welchen Mitteln auch immer würde am Ende das Proletariat das Bürgertum verdrängen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/diktatur_des_proletariats.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/dictatorship_of_the_proletariat.json"
    },
    {
        "id": 18,
        "name": "Disziplin",
        "game_info": "Disziplin+15% Kampfstärke für Nahkampfeinheiten, wenn sich in einem benachbarten Geländefeld eine weitere Militäreinheit befindet.",
        "historical_info": "In einer militärischen Struktur bezieht sich Disziplin auf die Bereitschaft eines Soldaten, rechtmäßigen Befehlen zu folgen, vorgesetzte Offiziere zu respektieren und sein Leben aufs Spiel zu setzen oder bei Bedarf sogar zu sterben. Von disziplinierten Soldaten wird erwartet, dass sie die Würde ihrer Uniform wahren, wenn sie dienstfrei haben, und die Schwachen und Hilflosen beschützen. Verstöße gegen die Disziplin können zu militärischen Strafen führen oder sogar vor dem Kriegsgericht enden und eine Entlassung zur Folge haben.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/disziplin.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Ehre",
            "game_info": "Ehre erhöht die Effektivität der Armee auf mehrere Arten.Ehre führt zu einem Kampfbonus von +33% gegen Barbaren und Nachricht an den Spieler, wenn neue Barbarenlager in bereits erkundetem Gebiet entstehen. Das Reich erhält Kultur für jeden eliminierten Barbaren. Schaltet den Bau der Zeus-Statue frei.Bei Übernahme aller Politiken im Ehre-Zweig wird Gold für jede ausgeschaltete Feindeinheit gewährt. Ermöglicht ebenfalls den Kauf Großer Generäle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "In einer \"ehrenhaften\" Gesellschaft begründet sich der Status der Bürger auf der Beurteilung ihrer persönlichen Qualitäten durch die Gesellschaft. Eigenschaften, die im Allgemeinen als ehrenhaft angesehen werden, sind unter anderem Treue, Ehrlichkeit, Anstand und Tapferkeit. In solchen Gesellschaften wird oft von Männern erwartet, dass sie \"ihre Ehre bis zum Tod verteidigen\", da ein Verlust der Ehre schlimmer ist als der Verlust des Lebens."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/discipline.json"
    },
    {
        "id": 19,
        "name": "Doppelagenten",
        "game_info": "Spione haben eine doppelt so hohe Chance, feindliche Spione zu fangen, die versuchen, eine Technologie zu stehlen.",
        "historical_info": "Doppelagenten bei der Spionageabwehr sind Angestellte oder Mitglieder einer feindlichen Organisation, die sich bereit erklärt haben, diese auszuspionieren, in Wirklichkeit aber loyal bleiben und ihre Auftraggeber ausspionieren. Der Einsatz von Doppelagenten zur Durchdringung feindlicher Agentenkreise hat eine lange Geschichte, erlangte aber während des Zweiten Weltkriegs und des Kalten Kriegs größere Bedeutung. Der britische MI5 erwies sich als besonders geschickt bei der \"Umpolung\" von feindlichen Agenten, während die Sowjetunion zu Zeiten des Kalten Kriegs erfolgreich Geheimdienstoperationen sowohl von der CIA als auch vom britischen Geheimdienst infiltrieren konnte.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/doppelagenten.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/double_agents.json"
    },
    {
        "id": 20,
        "name": "Wirtschaftsunion",
        "game_info": "+3 Gold durch alle Eure Handelswege mit anderen Zivilisationen, die der Ideologie Freiheit folgen.",
        "historical_info": "Eine Wirtschaftsunion ist ein Handelsblock bestehend aus einem gemeinsamen Markt und einer Zollunion. Teilnehmerländer haben eine gemeinsame Politik in Sachen Produktregulationen, Handelsfreiheit über Grenzen hinweg, Gebühren und Steuern sowie eine gemeinsame externe Handelspolitik. In manchen Fällen kann die Union auch eine gemeinsame Währung haben oder unterstützen. Die erfolgreichsten Wirtschaftsunionen bisher sind die 1993 gegründete Europäische Union und die 1973 gegründete Karibische Gemeinschaft.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wirtschaftsunion.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/economic_union.json"
    },
    {
        "id": 21,
        "name": "Elitestreitkräfte",
        "game_info": "Verwundete Militäreinheiten verursachen 25% mehr Schaden als normal.",
        "historical_info": "Seitdem die hethitischen und assyrischen Könige Palastwachen gebildet haben, gehören zu jeder Armee Elitestreitkräfte, spezialisierte Militäreinheiten, die ausgebildet werden, um unkonventionelle, höchst riskante Kampfeinsätze zu begehen. Elitestreitkräfte gewannen im Zweiten Weltkrieg an Bedeutung, vor allem bei den totalitären Nationen. Der deutsche Sonderverband Brandenburg und Skorzenys SS-Fallschirmjäger-Bataillon hatten verheerende Auswirkungen; das faschistische Italien verfügte über mehrere spezialisierte Marineeinheiten. Nach dem Krieg haben Einheiten wie die russischen Speznas und die amerikanischen Seals diese Tradition unbarmherziger Effizienz fortgeführt.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/elitestreitkräfte.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/elite_forces.json"
    },
    {
        "id": 22,
        "name": "Unternehmertum",
        "game_info": "UnternehmertumGroße Händler werden 25% schneller verdient. Ihr erhaltet doppeltes Gold aus Handelsmissionen von Großen Händlern.",
        "historical_info": "Als Unternehmertum bezeichnet man die Fähigkeit und den Willen eines Einzelnen, ein kommerzielles Unternehmen zu entwickeln, zu organisieren und zu verwalten in der Hoffnung auf Profit. In der Geschichte hat das Unternehmertum viele Formen angenommen, von den großen erkundenden Händlern des Italien der Renaissance über die von der Regierung bevollmächtigten Gesellschaften im Zeitalter der Entdeckung bis hin zu den Räuberbaronen des Industriezeitalters. Unabhängig von der jeweiligen Form hat die Bereitschaft, die eigenen Mittel zu riskieren, um größeren Wohlstand zu generieren, die Entwicklung der Zivilisation sicher ebenso vorangetrieben wie jeder andere Faktor.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/unternehmertum.png",
        "required_policies": [
            {
                "name": "Wagenzüge",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/wagon_trains.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Wirtschaft",
            "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/entrepreneurship.json"
    },
    {
        "id": 23,
        "name": "Kultureller Austausch",
        "game_info": "Kultureller AustauschErhöht den Tourismus-Modifikator für gemeinsame Religion, Handelswege und offene Grenzen um jeweils 15%.",
        "historical_info": "Einen inoffiziellen kulturellen Austausch gab es zwar schon seit den Anfängen des Industriezeitalters durch den gegenseitigen Besuch von Studenten, Künstlern, Sportlern und anderen Bewohnern unterschiedlicher Länder, doch im Zuge des Kalten Krieges wurden solche Programme von den USA und der UDSSR offiziell gefördert, da beide Länder die weltweite Vormachstellung ihrer Kultur demonstrieren und das Verständnis für das jeweilige Wertesystem verbessern wollten. Diese offiziellen Programme erleichterten Reisen und Auftritte von ausgewählten Gruppen im \"Feindgebiet\". Historiker haben diesen Vorgang als \"kulturelles trojanisches Pferd\" bezeichnet, da die Programme letztlich zum Machtverlust der sowjetischen Regierung beitragen sollten.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kultureller_austausch.png",
        "required_policies": [
            {
                "name": "Blühende Künste",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/flourishing_of_the_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Ästhetik",
            "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Klassik",
            "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/cultural_exchange.json"
    },
    {
        "id": 24,
        "name": "Die schönen Künste",
        "game_info": "Die schönen Künste50% der nicht benötigten Zufriedenheit werden pro Runde zu der Menge an Kultur hinzugefügt, die für Sozialpolitik ausgegeben wird.",
        "historical_info": "Die schönen Künste, im Gegensatz zur Volkskunst und angewandten Kunst, sind diejenigen, die das Ziel verfolgen, ästhetische Objekte oder Erfahrungen zu gestalten, die mit anderen geteilt werden können. Der Begriff \"schöne Künste\" kam im Europa des 17. Jahrhunderts in Mode. Zu den fünf \"höheren schönen Künsten\" gehören die bildenden Künste Malerei, Bildhauerei und Architektur sowie Musik und Dichtung, daneben gibt es noch Theater und Tanz. Es herrschen intensive Debatten darüber, ob Film, Fotografie, Kalligrafie, Mode, Comics und sogar Videospiele \"Kunst\" sind, egal ob schön oder nicht.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/die_schönen_künste.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Ästhetik",
            "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Klassik",
            "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/fine_arts.json"
    },
    {
        "id": 25,
        "name": "Fünfjahresplan",
        "game_info": "+2 Produktion pro Stadt und +1 Produktion für jede Mine und jeden Steinbruch.",
        "historical_info": "Die Fünfjahrespläne Sowjetrusslands waren eine Reihe von wirtschaftlichen Entwicklungsrichtlinien, die von einer staatlichen Planungskommission ausgearbeitet wurden, die von der kommunistischen Partei eingesetzt wurde. Der erste wurde 1928 gestartet, der letzte war noch am Laufen, als sich die Sowjetunion 1991 auflöste. Die Erfüllung des Plans wurde zum Hauptmotivationsfaktor in der sowjetischen Bürokratie, der dies ziemlich schwer fiel. Der ursprüngliche Erfolg der frühen Pläne hat jedoch andere kommunistische Nationen wie Maos China und selbst einige kapitalistische Staaten motiviert, diese Methode der Förderung und Koordination der wirtschaftlichen Entwicklung zu übernehmen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fünfjahresplan.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/five-year_plan.json"
    },
    {
        "id": 26,
        "name": "Blühende Künste",
        "game_info": "Blühende Künste Kultur um 33% in allen Städten erhöht, die ein Weltwunder gebaut haben, und im Reich beginnt sofort ein Goldenes Zeitalter.",
        "historical_info": "\"Blühende Künste\" bezeichnet allgemein eine Phase gesteigerter Ästhetik, charakterisiert durch eine hohe Produktion innovativer Kunst, in der Regel zusammen mit einem Goldenen Zeitalter einer Zivilisation. Neben Fortschritten bei Wissenschaft und Lebensbedingungen haben \"Blühende Künste\" während eines Goldenen Zeitalters Auswirkungen auf alle Formen, Literatur und Musik sowie materialbezogene Kunst. Leider werden diese Zyklen stets unvermeidlich unterbrochen, normalerweise durch äußere Einflüsse wie Krieg, Wirtschaftskollaps, religiösen Fanatismus oder andere Umstände außerhalb der Kontrolle der Menschen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/blühende_künste.png",
        "required_policies": [
            {
                "name": "Kulturzentren",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/cultural_centers.json"
            },
            {
                "name": "Die schönen Künste",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Ästhetik",
            "game_info": "Ästhetik verbessert die Fähigkeit einer Zivilisation, Kultur zu generieren.Die Einführung der Ästhetik ermöglicht es, Große Schriftsteller, Künstler und Musiker 25% schneller zu erhalten. Schaltet den Bau der Uffizien frei.Die Einführung aller Politiken verdoppelt den Themen-Bonus, den Ihr durch Eure Museen und Wunder erhaltet, und ermöglicht den Erwerb von Großen Schriftstellern, Künstlern und Musikern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Klassik",
            "historical_info": "Ästhetik ist die Philosophie der Natur von Kunst und Geschmack, sie beschäftigt sich mit der Erschaffung und Wertschätzung materieller Schönheit. Man muss erwähnen, dass Ästhetik nicht die Funktionalität oder den Nutzen eines Dings umfasst, sie konzentriert sich lediglich auf dessen Schönheit in Form, Farbe, Kontrast und anderen künstlerischen Aspekten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/flourishing_of_the_arts.json"
    },
    {
        "id": 27,
        "name": "Befestigte Grenzen",
        "game_info": "+1 lokale Zufriedenheit durch jede Burg, jeden Militärstützpunkt und jedes Arsenal.",
        "historical_info": "Schon vor langer Zeit, wie beim Bau der Großen Mauer, wollten autokratische Nationen durch weitreichende Befestigungen entlang der Grenzen die Gefahr durch Invasoren eingrenzen - ebenso wie die Auswanderung der eigenen Leute. Während sich die militärische Baukunst seit dem Hadrianswall in Britannien bis zur Bar-Lew-Linie durch den Sinai stark gewandelt hat, blieb das Konzept gleich: stark befestigte Punkte, verbunden durch weniger starke Befestigungen und geschützt durch Hindernisse zur Personenabwehr wie Pfähle, Gruben, Draht und Minen. Die im Moment abschreckendste Grenzbefestigung ist die koreanische entmilitarisierte Zone, ein Beispiel für das Ergebnis sich gegenüberstehender Grenzbefestigungen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/befestigte_grenzen.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/fortified_borders.json"
    },
    {
        "id": 28,
        "name": "Religiöse Toleranz",
        "game_info": "Religiöse ToleranzStädte mit einer Mehrheitsreligion erhalten auch den Pantheon-Glaubenssatz-Bonus der zweitbeliebtesten Religion.",
        "historical_info": "Religionsfreiheit ist die Politik eines Staates, der nicht festlegt, welche Religionen seine Mitglieder ausüben. Alle Religionen sind willkommen und der spirituelle Markt hat die freie Wahl. Obwohl sie vermutlich aus nobleren Gründen eingeführt wurde, schränkt Religionsfreiheit häufig die Macht jeder einzelnen Religion ein. In Staaten mit nur einer Religion üben die Oberhäupter dieser Religion großen Einfluss aus (wie z. B. der moderne Iran zeigt). Staaten mit Religionsfreiheit bemühen sich in der Regel, alle Religionen gleich zu behandeln, damit letztendlich keine davon die Vorherrschaft übernimmt.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/religiöse_toleranz.png",
        "required_policies": [
            {
                "name": "Organisierte Religion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Frömmigkeit",
            "game_info": "Frömmigkeit lässt den Glauben eines Reiches florieren.Frömmigkeit reduziert die Bauzeit von Schreinen und Tempeln um die Hälfte. Schaltet den Bau der Großen Moschee von Djenné frei.Bei Übernahme aller Politiken erscheint ein Großer Prophet und Heilige Stätten produzieren +3 Kultur.",
            "prereq_era": null,
            "historical_info": "Frömmigkeit ist die Hingabe an eine bestimmte Religion oder ein geistiges Glaubenssystem. Fromme Menschen gelten in der Regel als besonders selbstgerecht und folgen meist den religiösen Praktiken ihres Glaubens, ohne diese auch nur im Geringsten zu hinterfragen."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/religious_tolerance.json"
    },
    {
        "id": 29,
        "name": "Freidenkertum",
        "game_info": "Freidenkertum+1 Wissenschaft pro Handelsposten und +17% Wissenschaft von Universitäten.",
        "historical_info": "Freidenkertum ist der Glaube, dass Wissen durch die Anwendung von Wissenschaft und Vernunft erworben werden soll, anstatt aus Traditionen und religiösem Dogma. Theorien sollten wissenschaftlich und logisch geprüft werden. Wenn etwas nicht bewiesen werden kann, ist es albern, daran zu glauben. Blindes Vertrauen ist der Erzfeind von Freidenkern überall. Freies Denken ist ein entscheidender Teil der buddhistischen Tradition. Im \"Kalama Sutta\" sagt der Buddha: \"Akzeptiert nichts aus einfacher Tradition heraus. Akzeptiert nichts, weil es mit Euren heiligen Schriften übereinstimmt. Aber wenn Ihr etwas selbst wisst - dann richtet Euer Leben danach aus.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/freidenkertum.png",
        "required_policies": [
            {
                "name": "Humanismus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/humanism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalismus",
            "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
            "prereq_era": "Renaissance",
            "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/free_thought.json"
    },
    {
        "id": 30,
        "name": "Futurismus",
        "game_info": "+250 Tourismus mit allen bekannten Zivilisationen, wenn ein Großer Schriftsteller, Künstler oder Musiker geboren wird.",
        "historical_info": "Aus einer Künstlerbewegung des frühen 20. Jahrhunderts in Italien entwickelte sich der Futurismus in den 1920er und 30er Jahren zu einer sozialen Bewegung. Der Futurismus legte Wert auf zeitgenössische Konzepte der Zukunft, wie etwa Jugendgewalt, Technologie, Industrialisierung und schnelle Fortbewegungsarten wie das Automobil oder Flugzeug. Auch wenn es vor allem eine philosophische und künstlerische Bewegung war, wurde sie politisiert, als zahlreiche Futuristen den italienischen Faschismus begrüßten in der Hoffnung, die in ihren Augen veraltete, bäuerliche und rückständige Welt zu modernisieren. Der Futurismus erlangte zwar seinen stärksten Ausdruck in Italien, brachte jedoch vergleichbare Bewegungen in England, Frankreich und vor allem Russland hervor.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/futurismus.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/futurism.json"
    },
    {
        "id": 31,
        "name": "Diplomatie durch Kanonenboote",
        "game_info": "Kanonenboot-DiplomatieIhr erhaltet 6 Einfluss (bei Standardgeschwindigkeit) pro Runde bei Stadtstaaten, von denen Ihr Tribut fordern könnt. Eure Streitkräfte sind 50% effektiver beim Einschüchtern von Stadtstaaten.",
        "historical_info": "Bei internationalen Beziehungen bedeutet \"Kanonenboot-Diplomatie\" die Verfolgung von außenpolitischen Zielen durch auffällige Demonstration überwältigender militärischer Macht, wobei die Zurschaustellung der stärkeren Nation eine unterschwellige Drohung mit offenen Feindseligkeiten ist. Der Begriff wurde gebräuchlich während der Phase des europäischen Imperialismus, als die Kolonialmächte die Präsenz von Kriegsschiffen nutzten, um Zugeständnisse von ansässigen Königreichen zu erzwingen. Diese Politik erwies sich als sehr erfolgreich, besonders wenn sie von militaristischen Autokratien eingesetzt wurde ... bis es den Einheimischen gelang, moderne Waffen zu erlangen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/diplomatie_durch_kanonenboote.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/gunboat_diplomacy.json"
    },
    {
        "id": 32,
        "name": "Volksheld",
        "game_info": "Die Geburtenrate für Große Persönlichkeiten steigt um 25%.",
        "historical_info": "Auch wenn viele Interpretationen für einen \"Volkshelden\" möglich sind, in der Sowjetunion war dieser Begriff reserviert für diejenigen, die für persönliche Heldentaten im Dienste des sowjetischen Staats und der Gesellschaft als \"Held der Sowjetunion\" ausgezeichnet wurden. Diese Auszeichnung wurde 1934 eingeführt und in der Regel für heldenhaften Militäreinsatz verliehen (allein während des Zweiten Weltkriegs mehr als 11.000-mal); sie ging auch an Parteimitglieder, Kosmonauten, Forscher und gelegentlich an Ausländer für den Dienst am Staat. In den 1970ern verlor der \"Volksheld\" stark an Wert, als man damit begann, ihn auch an Bürokraten und Militäroffiziere zum langjährigen Dienstjubiläum zu verleihen, statt für besondere Heldentaten. Nichtsdestotrotz diente die Auszeichnung der politischen Ordnung, da sie ein Ziel für persönliche Errungenschaften innerhalb des kommunistischen Staats setzte.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/volksheld.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/hero_of_the_people.json"
    },
    {
        "id": 33,
        "name": "Humanismus",
        "game_info": "HumanismusGroße Wissenschaftler werden 25% schneller verdient.",
        "historical_info": "Humanismus ist die Philosophie, die besagt, dass der Mensch die wichtigste Sache der Welt ist. Es gibt keine \"höheren Wesen\" oder übersinnliche Mächte, denen die Menschen Gehorsam schuldig sind oder die uns führen oder Weisheit gewähren. Es gibt nur uns. Den Humanismus gibt es in der einen oder anderen Form seit der griechischen Antike, und er findet sich auch in asiatischen und indischen Schriften von vor zwei- oder dreitausend Jahren. In der Renaissance tauchte er erneut auf und ist bis heute eine mächtige philosophische Kraft.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/humanismus.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalismus",
            "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
            "prereq_era": "Renaissance",
            "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/humanism.json"
    },
    {
        "id": 34,
        "name": "Industriespionage",
        "game_info": "Spione stehlen Technologien doppelt so schnell wie normal.",
        "historical_info": "Industriespionage, die eher zu wirtschaftlichen Zwecken als aus Gründen der reinen nationalen Sicherheit durchgeführt wird, bezeichnet die Bemühungen von Unternehmen, Geheimnisse und vertrauliche Informationen über andere Unternehmen, in der Regel Konkurrenz, aufzudecken. Die modernen Anfänge der Industriespionage liegen in den 1820ern, als Frankreich staatlich unterstützte Bemühungen startete, britische Manufaktur-Erfindungen und -Prozesse zu stehlen, um mit Englands explosiver industrieller Entwicklung Schritt halten zu können. Diese Form der \"Spionage\" tritt in der Regel auf, wenn eine Nation einem gravierenden Nachteil im Sachen kommerzieller wirtschaftlicher Entwicklung ins Auge blickt, wie die gut dokumentierte sowjetische Industriespionage im Westen bis in die 1980er.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/industriespionage.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/industrial_espionage.json"
    },
    {
        "id": 35,
        "name": "Eiserner Vorhang",
        "game_info": "Kostenloses Gerichtsgebäude bei Eroberungen von Städten. Interne Handelswege bringen 50% mehr Nahrung oder Produktion.",
        "historical_info": "Der Eiserne Vorhang war die symbolische, ideologische und physikalische Grenze, die den dekadenten Westen von der \"disziplinierten\" Sowjetunion nach dem Zweiten Weltkrieg bis zum Ende des Kalten Krieges trennte. Der Begriff wurde zum ersten Mal von Winston Churchill in einer Rede im März 1946 verwendet, um die Bestürzung über die fortgesetzte Besetzung und Unterdrückung verschiedener osteuropäischer Länder zum Ausdruck zu bringen. Auch wenn anfangs darüber gespottet wurde, akzeptierte man nach und nach Churchills Ansicht, dass der Eiserne Vorhang nur dazu diente, die eigenen Leute drinnen und Informationen draußen zu halten, und die Metapher für den europäischen kommunistischen Block wurde allgemein geläufig.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/eiserner_vorhang.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/iron_curtain.json"
    },
    {
        "id": 36,
        "name": "Großgrundbesitzer",
        "game_info": "Großgrundbesitzer+10 Wachstum und +2 Nahrung in der Hauptstadt.",
        "historical_info": "Unter dieser Politik genießen diejenigen in einer Nation Macht und Ansehen, die das Land besitzen. Je mehr Land jemand besitzt, desto mächtiger ist er. In einigen Fällen ist der Besitz von Land auf Mitglieder einer bestimmten Klasse, eines Stammes, einer Religion oder sogar eines Geschlechts beschränkt. Die Großgrundbesitzer müssen dafür sorgen, dass das gemeine Bauernvolk sich nicht über sie ärgert, da solche Situationen häufig mit einer radikalen Neuverteilung des Landes enden, wobei es unter Umständen auch zu Hinrichtungen der ehemaligen Landbesitzer kommen kann.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/großgrundbesitzer.png",
        "required_policies": [
            {
                "name": "Legalismus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "Tradition ist eine gute Wahl für kleine Reiche.Tradition beschleunigt die Grenzerweiterung in Städten und bietet 3 Kultur in der Hauptstadt. Schaltet den Bau der Hängenden Gärten frei.Bei Übernahme aller Politiken im Tradition-Zweig wird in jeder Stadt +15% Wachstum und ein kostenloses Aquädukt in den ersten 4 Städten gewährt. Ermöglicht außerdem den Kauf Großer Ingenieure mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "Tradition ist eine Weltanschauung, bei der die Entscheidungen der eigenen Vorfahren und aller früheren Anführer des Staates sehr hoch geschätzt werden. Neuen politischen Bewegungen begegnet man meist mit Argwohn und Misstrauen. Selbst in angeblich so fortschrittlichen Staaten wie den USA kann Tradition eine gewaltige Rolle spielen, was sich nicht zuletzt an den Spannungen zwischen Verfechtern einer wörtlichen Auslegung der Verfassung und jenen zeigt, die glauben, dass die Verfassung aufgrund der sich verändernden Welt etwas freier gedeutet werden sollte. Letztere würde man als weniger traditionalistisch einstufen als die erste Gruppe."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/landed_elite.json"
    },
    {
        "id": 37,
        "name": "Legalismus",
        "game_info": "LegalismusBietet ein kostenloses Kulturgebäude in Euren ersten 4 Städten.",
        "historical_info": "Legalismus ist eine Politik, nach der das Verhältnis zwischen dem Herrscher und seinem Volk durch eine Reihe von Gesetzen festgelegt ist, die beide Seiten streng befolgen müssen. Wenn das Gesetz gerecht ist und vernünftig durchgesetzt wird, wird das Volk zufrieden und die Position des Herrschers sicher sein. Obwohl das auf die meisten Regierungen zuzutreffen scheint, bei denen es sich um Rechtsstaaten handelt, erreichte der Legalismus in China während der Zeit der Streitenden Reiche beinahe den Status einer Staatsreligion.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalismus.png",
        "required_policies": [
            {
                "name": "Oligarchie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/oligarchy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "Tradition ist eine gute Wahl für kleine Reiche.Tradition beschleunigt die Grenzerweiterung in Städten und bietet 3 Kultur in der Hauptstadt. Schaltet den Bau der Hängenden Gärten frei.Bei Übernahme aller Politiken im Tradition-Zweig wird in jeder Stadt +15% Wachstum und ein kostenloses Aquädukt in den ersten 4 Städten gewährt. Ermöglicht außerdem den Kauf Großer Ingenieure mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "Tradition ist eine Weltanschauung, bei der die Entscheidungen der eigenen Vorfahren und aller früheren Anführer des Staates sehr hoch geschätzt werden. Neuen politischen Bewegungen begegnet man meist mit Argwohn und Misstrauen. Selbst in angeblich so fortschrittlichen Staaten wie den USA kann Tradition eine gewaltige Rolle spielen, was sich nicht zuletzt an den Spannungen zwischen Verfechtern einer wörtlichen Auslegung der Verfassung und jenen zeigt, die glauben, dass die Verfassung aufgrund der sich verändernden Welt etwas freier gedeutet werden sollte. Letztere würde man als weniger traditionalistisch einstufen als die erste Gruppe."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/legalism.json"
    },
    {
        "id": 38,
        "name": "Blitzkrieg",
        "game_info": "+3 [ICON_MOVES] Bewegung für Große Generäle. Gepanzerte Einheiten haben +15% Angriff, +1 [ICON_MOVES] Bewegung und ignorieren KTZ.",
        "historical_info": "Der weltweit unter dem deutschen Begriff bekannte Blitzkrieg ist eine Strategie, die sich auf motorisierte Kräfte konzentriert, um einen rasanten Durchbruch durch feindliche Linien zu erzielen. Durch kombinierten Einsatz von Waffen und taktischen Luftstreitkräften versucht man beim Blitzkrieg, den Gegner aus dem Gleichgewicht zu werfen, tief ins Hinterland einzudringen und Einheiten anzugreifen, die den Durchbruch flankieren. Der Blitzkrieg war in Polen, Frankreich und Russland so effektiv, dass ihn die Sowjetunion und die westlichen Alliierten übernahmen, um Deutschland schließlich zu besiegen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/blitzkrieg.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/lightning_warfare.json"
    },
    {
        "id": 39,
        "name": "Mandat des Himmels",
        "game_info": "Mandat des Himmels20% Rabatt auf alle religiösen Einheiten und Gebäude mit Glauben.",
        "historical_info": "Die Politik \"Mandat des Himmels\" besagt, dass die derzeitigen Herrscher eines Landes an der Macht sind, weil der \"Himmel\" (oder die Götter) es so will und diese unterstützt. Den Herrschern zu widersprechen ist nicht nur verräterisch, sondern auch eine Sünde. Solche Systeme fördern die Unterstützung der Herrscher enorm, aber sind nicht ganz ohne Risiko. Wenn das Land von einer Naturkatastrophe heimgesucht wird - Hungersnot, Überschwemmung, Erdbeben, Hurrikan, Froschregen usw. - kann dies als Zeichen interpretiert werden, dass der Himmel mit den Anführern unzufrieden ist und ihnen sein \"Mandat\" entzogen hat. Das gibt den Bürgern das Recht, die sündigen Herrscher zu stürzen und sie durch neue zu ersetzen, die dem Himmel eher zusagen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mandat_des_himmels.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Frömmigkeit",
            "game_info": "Frömmigkeit lässt den Glauben eines Reiches florieren.Frömmigkeit reduziert die Bauzeit von Schreinen und Tempeln um die Hälfte. Schaltet den Bau der Großen Moschee von Djenné frei.Bei Übernahme aller Politiken erscheint ein Großer Prophet und Heilige Stätten produzieren +3 Kultur.",
            "prereq_era": null,
            "historical_info": "Frömmigkeit ist die Hingabe an eine bestimmte Religion oder ein geistiges Glaubenssystem. Fromme Menschen gelten in der Regel als besonders selbstgerecht und folgen meist den religiösen Praktiken ihres Glaubens, ohne diese auch nur im Geringsten zu hinterfragen."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mandate_of_heaven.json"
    },
    {
        "id": 40,
        "name": "Maritime Infrastruktur",
        "game_info": "Maritime Infrastruktur+3 Produktion in allen Küstenstädten.",
        "historical_info": "Mit dem Begriff Maritime Infrastruktur beschreibt man die kollektiven Installationen und Dienste, die den Seehandel erleichtern. Dazu gehören Docks, Kais, Lagerhäuser und ähnliches sowie Hafenarbeiter, Schiffsbauer, Hafenlotsen und andere, die sich um das Andocken und Be- und Entladen von Fracht kümmern. Man schätzt, dass im Verlauf der Geschichte einer von sechs Arbeitsplätzen direkt oder indirekt mit dem Seehandel zusammenhängt. Für Nationen, die Wohlstand und Expansion über die Ozeane anstreben, ist eine gesunde maritime Infrastruktur lebenswichtig. Zur Blütezeit des Britischen Imperiums wurde geschätzt, dass die Krone fast ein Drittel ihrer Ausgaben für die Erweiterung und Verbesserung der Häfen in aller Welt ausgab, die der riesigen Handelsflotte des Imperiums dienten.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/maritime_infrastruktur.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Erkundung",
            "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/maritime_infrastructure.json"
    },
    {
        "id": 41,
        "name": "Medienkultur",
        "game_info": " +34% Tourismus generiert von Städten mit einem Funkturm.",
        "historical_info": "Medienkultur bezieht sich auf die aktuelle westliche kapitalistische Gesellschaft, die im späten 20. Jahrhundert entstanden und gekennzeichnet ist durch gesteigerten Materialismus angespornt durch die Massenmedien. Medienkultur mit ihrem Schwerpunkt auf Werbung und Public Relations wurde von Kritikern als ein System betrachtet, das darauf ausgerichtet ist, die Massen zu manipulieren, vor allem in Bezug auf die Repräsentation und Reproduktion von vorherrschenden Ideologien. Gelehrte wie Theodor Adorno und Hannah Arendt haben ausführlich über den Einfluss der Medienkultur auf Demokratie und Kapitalismus geschrieben.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/medienkultur.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/media_culture.json"
    },
    {
        "id": 42,
        "name": "Merkantilismus",
        "game_info": "MerkantilismusDer Kauf von Objekten in Städten kostet 25% weniger Gold. +1 Wissenschaft pro Münzanstalt, Markt, Bank und Börse.",
        "historical_info": "Merkantilismus ist eine Form des ökonomischen Nationalismus, die eine Nation ermuntert, eine Politik der \"Protektionswirtschaft\" zu verfolgen, um ihre eigenen Exporte zu fördern und Importe aus anderen Nationen einzuschränken. Wenn die \"Handelsbilanz\" einer Nation wächst, vermehrt sich ihr Reichtum und Wohlstand, und wenn sie unter null fällt (die Nation importiert mehr Güter, als sie exportiert), werden die Nation und ihr Volk ärmer und verwundbarer gegenüber äußeren Bedrohungen. Die Theorie war in Westeuropa vom 16. bis zum 18. Jahrhundert beliebt. Heute streben die westlichen Nationen an, ihre Grenzen für den Handel zu öffnen, wenn auch mit einem gewissen Grad an Besteuerung oder Quoten, um ihre wichtigsten nationalen Industrien zu schützen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merkantilismus.png",
        "required_policies": [
            {
                "name": "Söldnerarmee",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mercenary_army.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Wirtschaft",
            "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mercantilism.json"
    },
    {
        "id": 43,
        "name": "Handelsbund",
        "game_info": "Handelsbund+2 Gold für Handelswege mit Stadtstaaten.",
        "historical_info": "Ein Handelsbund, oft auch bekannt als Handelsgilde, wird gegründet, um wirtschaftliche Interessen und diplomatische Privilegien von Händlern in Städten und entlang Handelsrouten zu schützen. Auch wenn diese Zusammenschlüsse von Händlern keinen offiziellen Rang hatten, hatten einige von ihnen - etwa die Company of Merchant Adventurers of London (gegründet 1407) oder die noch mächtigere Hanse (offiziell entstanden um das Jahr 1356) - erheblichen wirtschaftlichen Einfluss und beherrschten bestimmte Handelsrouten für lange Zeiträume. In der frühen Renaissance wurden Handelsbünde in Stadtstaaten wie Venedig und Genua gegründet, um die Interessen von Händlern bestimmter Märkte zu schützen, während diese außer Landes waren. Diese Handelsbünde erreichten ihre Blütezeit während des 15. und 16. Jahrhunderts, verloren danach jedoch zunehmend an Einfluss, als nationale Regierungen und von der Krone verbriefte Firmen die Regulierungen und diplomatischen Verantwortungen übernahmen, die zuvor von den Bünden gehalten worden waren.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/handelsbund.png",
        "required_policies": [
            {
                "name": "Scholastik",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/scholasticism.json"
            },
            {
                "name": "Konsulate",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/consulates.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Patronat",
            "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
            "prereq_era": "Klassik",
            "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/merchant_confederacy.json"
    },
    {
        "id": 44,
        "name": "Handelsmarine",
        "game_info": "Handelsmarine+1 Gold für jeden Hafen, Seehafen oder Leuchtturm. +4 Produktion und +4 Kultur in der Stadt mit der Ostindien-Kompanie.",
        "historical_info": "Eine Handelsmarine ist eine Gruppe von Handelsschiffen, die in Zeiten des Krieges zum Einsatz gezwungen werden können, um Militärgüter und Vorräte einer Nation zu transportieren, häufig unter dem Schutz der Marine dieser Nation. Über viele Jahre hinweg verfügten die Briten über die größte und beste Flotte von Handelsmarine-Schiffen in der Weltgeschichte. Die britische Handelsmarine wurde 1835 eingeführt und erlitt große Verluste im Ersten und Zweiten Weltkrieg. Fast 15.000 Handelsseeleute verloren ihr Leben im Ersten Weltkrieg, und im Zweiten Weltkrieg starben sogar 30.000 von ihnen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/handelsmarine.png",
        "required_policies": [
            {
                "name": "Marinetradition",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/naval_tradition.json"
            },
            {
                "name": "Maritime Infrastruktur",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/maritime_infrastructure.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Erkundung",
            "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/merchant_navy.json"
    },
    {
        "id": 45,
        "name": "Meritokratie",
        "game_info": "Meritokratie+1 Zufriedenheit für jede Eurer Städte, die mit der Hauptstadt [ICON_CONNECTED] verbunden ist und -5% Unzufriedenheit von Bürgern in nicht besetzten Städten.",
        "historical_info": "Eine Meritokratie ist ein System, in dem die Talentiertesten und Fähigsten Anstellungen bekommen und eher in der Regierungsbürokratie aufsteigen als beispielsweise persönliche Freunde des derzeitigen Herrschers (oder Abgeordneten) oder Mitglieder eines bestimmten Stammes, einer Kaste oder Religion. Viele langlebige Regierungen wechseln immer wieder von einer Form der Meritokratie zu einer weniger sinnvollen Methode, die Leute auszuwählen, die das Sagen haben. Zuerst werden die Funktionäre aufgrund ihrer Fähigkeit gewählt, dann schleichen sich über die Jahre Patronat oder Begünstigung ins System ein und die Regierung wird immer ineffektiver und korrupt. Letztendlich wird es so schlimm, dass die Bürokratie verworfen oder reformiert wird und erneut fähigere Funktionäre ernannt werden. Dieses Muster wiederholt sich, bis die Sonne explodiert und alles Leben vom Planeten gefegt wird.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/meritokratie.png",
        "required_policies": [
            {
                "name": "Staatsbürgerschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Unabhängigkeit",
            "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
            "prereq_era": null,
            "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/meritocracy.json"
    },
    {
        "id": 46,
        "name": "Militarismus",
        "game_info": "+2 lokale Zufriedenheit durch jede Kaserne, Waffenkammer und Militärakademie.",
        "historical_info": "Militarismus ist definiert als \"der Glaube oder das Verlangen einer Regierung oder eines Volkes, dass die Nation eine starkes, leistungsfähiges Militär haben und darauf vorbereit sein muss, es aggressiv einzusetzen\". Militarismus ist ein bedeutendes Element der Politik der meisten imperialistischen oder auf Expansion bedachten Nationen in der ganzen Geschichte. Diese Philosophie enthält viele Komponenten, darunter die Idealisierung persönlicher militärischer Leistungen und Regierungsrichtlinien, die einen erheblichen Teil der Ressourcen einer Nation für den Unterhalt und die Erweiterung der militärischen Streitkräfte vorsehen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/militarismus.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/militarism.json"
    },
    {
        "id": 47,
        "name": "Kriegerkaste",
        "game_info": "KriegerkasteFür jede Garnisonsstadt steigt die lokale Stadt-Zufriedenheit um 1 und die Kultur um 2.",
        "historical_info": "In einer Gesellschaft mit einer Kriegerkaste gehören alle Mitglieder des Militärs einem bestimmten Stamm, einer Nationalität, einer Religion oder einer anderen sozioökonomischen Untergruppe an. Bürger, die nicht dieser Kaste angehören, dürfen dem Militär nicht beitreten und häufig auch keinerlei Waffen tragen, da die Kriegerkaste verhindern will, dass die Bürger die Waffen gegen sie einsetzen. Ein Großteil des feudalen Japan unterstand einem Kriegerkasten-System, wie auch das antike Sparta.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kriegerkaste.png",
        "required_policies": [
            {
                "name": "Disziplin",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/discipline.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Ehre",
            "game_info": "Ehre erhöht die Effektivität der Armee auf mehrere Arten.Ehre führt zu einem Kampfbonus von +33% gegen Barbaren und Nachricht an den Spieler, wenn neue Barbarenlager in bereits erkundetem Gebiet entstehen. Das Reich erhält Kultur für jeden eliminierten Barbaren. Schaltet den Bau der Zeus-Statue frei.Bei Übernahme aller Politiken im Ehre-Zweig wird Gold für jede ausgeschaltete Feindeinheit gewährt. Ermöglicht ebenfalls den Kauf Großer Generäle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "In einer \"ehrenhaften\" Gesellschaft begründet sich der Status der Bürger auf der Beurteilung ihrer persönlichen Qualitäten durch die Gesellschaft. Eigenschaften, die im Allgemeinen als ehrenhaft angesehen werden, sind unter anderem Treue, Ehrlichkeit, Anstand und Tapferkeit. In solchen Gesellschaften wird oft von Männern erwartet, dass sie \"ihre Ehre bis zum Tod verteidigen\", da ein Verlust der Ehre schlimmer ist als der Verlust des Lebens."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/military_caste.json"
    },
    {
        "id": 48,
        "name": "Militärtradition",
        "game_info": "MilitärtraditionMilitäreinheiten gewinnen im Kampf 50% mehr Erfahrung.",
        "historical_info": "Militärtradition ist die Politik der Ehrung und der Romantisierung des Dienstes im Militär einer Nation. Soldaten und Veteranen werden verehrt, während solche, die nicht im Militär gedient haben, zweitklassig oder sogar unwürdig sind. Das moderne Israel hat eine maßgebliche Militärtradition, wie auch das viktorianische England und die südlichen Vereinigten Staaten vor dem Bürgerkrieg.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/militärtradition.png",
        "required_policies": [
            {
                "name": "Kriegerkodex",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/warrior_code.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Ehre",
            "game_info": "Ehre erhöht die Effektivität der Armee auf mehrere Arten.Ehre führt zu einem Kampfbonus von +33% gegen Barbaren und Nachricht an den Spieler, wenn neue Barbarenlager in bereits erkundetem Gebiet entstehen. Das Reich erhält Kultur für jeden eliminierten Barbaren. Schaltet den Bau der Zeus-Statue frei.Bei Übernahme aller Politiken im Ehre-Zweig wird Gold für jede ausgeschaltete Feindeinheit gewährt. Ermöglicht ebenfalls den Kauf Großer Generäle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "In einer \"ehrenhaften\" Gesellschaft begründet sich der Status der Bürger auf der Beurteilung ihrer persönlichen Qualitäten durch die Gesellschaft. Eigenschaften, die im Allgemeinen als ehrenhaft angesehen werden, sind unter anderem Treue, Ehrlichkeit, Anstand und Tapferkeit. In solchen Gesellschaften wird oft von Männern erwartet, dass sie \"ihre Ehre bis zum Tod verteidigen\", da ein Verlust der Ehre schlimmer ist als der Verlust des Lebens."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/military_tradition.json"
    },
    {
        "id": 49,
        "name": "Mobilisierung",
        "game_info": " Goldkosten für den Kauf von Einheiten sinken um 33%.",
        "historical_info": "Der Begriff \"Mobilisierung\" wurde im militärischen Zusammenhang erstmals in den 1850ern verwendet, um die Versammlung von Truppen und Vorräten zur Kriegsvorbereitung durch das zaristische Russland zu beschreiben. Die Mobilisierung institutionalisierte die Massenerhebung von Soldaten aus der Bürgerschaft, die zum ersten Mal während der französischen Revolutionskriege stattfand. Diese Praxis veränderte die Natur der Kriegsführung, denn neue Kommunikationsarten und Transportmöglichkeiten machten zusammen mit den Veränderungen bei militärischen Rekrutierungen den Aufbau massiver Armeen möglich, die bereit waren, der ebenso massiven Armee des Gegners entgegengeworfen zu werden.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mobilisierung.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mobilization.json"
    },
    {
        "id": 50,
        "name": "Monarchie",
        "game_info": "Monarchie+1 Gold und -1 Unzufriedenheit für jeweils 2 Bürger in der Hauptstadt.",
        "historical_info": "Monarchie ist eine Regierungsform, in der die Macht bei einem Individuum liegt. Oft (aber nicht immer) wird die Macht eines Monarchen nach dessen Tod auf einen Erben übertragen (es gibt einige gewählte Monarchen, aber nicht viele). Die Monarchie ähnelt dem Despotismus, doch es gibt einen entscheidenden Unterschied: Der Monarch herrscht innerhalb der Grenzen der Gesetze eines Landes, während der Despot über dem Gesetz steht. Es ist durchaus möglich, dass ein Monarch auch ein Despot ist, aber es ist ebenso möglich, dass ein Monarch Teil eines politischen Prozesses ist, der den Bürgern große Freiheiten einräumt. Großbritannien ist z. B. ein Beispiel für Letzteres.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarchie.png",
        "required_policies": [
            {
                "name": "Legalismus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "Tradition ist eine gute Wahl für kleine Reiche.Tradition beschleunigt die Grenzerweiterung in Städten und bietet 3 Kultur in der Hauptstadt. Schaltet den Bau der Hängenden Gärten frei.Bei Übernahme aller Politiken im Tradition-Zweig wird in jeder Stadt +15% Wachstum und ein kostenloses Aquädukt in den ersten 4 Städten gewährt. Ermöglicht außerdem den Kauf Großer Ingenieure mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "Tradition ist eine Weltanschauung, bei der die Entscheidungen der eigenen Vorfahren und aller früheren Anführer des Staates sehr hoch geschätzt werden. Neuen politischen Bewegungen begegnet man meist mit Argwohn und Misstrauen. Selbst in angeblich so fortschrittlichen Staaten wie den USA kann Tradition eine gewaltige Rolle spielen, was sich nicht zuletzt an den Spannungen zwischen Verfechtern einer wörtlichen Auslegung der Verfassung und jenen zeigt, die glauben, dass die Verfassung aufgrund der sich verändernden Welt etwas freier gedeutet werden sollte. Letztere würde man als weniger traditionalistisch einstufen als die erste Gruppe."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/monarchy.json"
    },
    {
        "id": 51,
        "name": "Nationalismus",
        "game_info": "Reduziert die Gold-Unterhaltskosten für Einheiten um 33%.",
        "historical_info": "Nationalismus ist die Politik, bei der die Bedeutung und Einzigartigkeit des Staates hervorgehoben wird. Der Staat gilt als Mutter und Vater des Volkes und wird von diesem geliebt. Überall weht die Nationalflagge über den Häusern und jeder kommt am Nationalfeiertag zur großen Militärparade. Nationalistische Staaten sind oft ziemlich mächtig, da das Volk unermüdlich für den Fortschritt des eigenen Landes arbeitet. Da jedoch jegliche Kritik am Staat oft unterdrückt wird, ist seine Fähigkeit eingeschränkt, sich zu verändern, wenn mal etwas schiefläuft.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/nationalismus.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/nationalism.json"
    },
    {
        "id": 52,
        "name": "Marinetradition",
        "game_info": "Marinetradition+1 Zufriedenheit für jeden Hafen, Seehafen oder Leuchtturm.",
        "historical_info": "Nationen mit einer tief verankerten Marinetradition schätzen die eigene Marine mehr als alle anderen Militärbereiche (vor allem, da es sich meistens um Inselstaaten handelt). Der Marinedienst wird von der herrschenden Klasse erwartet, und Marineoffiziere genießen ein höheres Ansehen als Offiziere der Armee oder der Luftwaffe. Großbritannien hat eine der ältesten und stärksten Marinetraditionen in ganz Europa. Die britischen Schiffe waren meist den Schiffen anderer Nationen überlegen, und auf hoher See fanden sich keine besseren Offiziere und Matrosen als jene der Briten. Dies verschaffte der britischen Marine einen erheblichen moralischen Vorteil in Seeschlachten.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/marinetradition.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Erkundung",
            "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/naval_tradition.json"
    },
    {
        "id": 53,
        "name": "Navigationsschule",
        "game_info": "NavigationsschuleEin Großer Admiral erscheint. +2 [ICON_MOVES] Fortbewegung für alle Großen Admiräle. Große Admiräle werden 50% schneller verdient.",
        "historical_info": "1418 gründete Prinz Heinrich von Portugal bei Sagres die erste Schule für das Studium der ozeanischen Navigation, zusammen mit einem astronomischen Observatorium. Hier wurden portugiesische Seefahrer in Navigation, Kartenerstellung, Wissenschaft der Gezeiten und Strömungen sowie anderen Fähigkeiten unterrichtet, um sie besser darauf vorzubereiten, die Küsten Afrikas entlang zu segeln, wo Heinrich eine Reihe von Häfen einrichten wollte, die zu den Reichtümern des Fernen Ostens führen sollten. Als um 1600 die Erkundung und Kolonialisierung einen fieberhaften Aufschwung erlebte, folgten die meisten europäischen Monarchen Heinrichs Beispiel und gründeten Navigationsschulen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/navigationsschule.png",
        "required_policies": [
            {
                "name": "Marinetradition",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/naval_tradition.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Erkundung",
            "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/navigation_school.json"
    },
    {
        "id": 54,
        "name": "New Deal",
        "game_info": "Wahrzeichen und Modernisierungen Großer Persönlichkeiten produzieren +4 des entsprechenden Ertrags.",
        "historical_info": "Der New Deal bestand aus einer Reihe von Wirtschaftsprogrammen, die entweder per Anordnung des Präsidenten oder per Gesetz verordnet wurden, mit denen die Regierung der Vereinigten Staaten den Auswirkungen der Weltwirtschaftskrise entgegenwirken wollten. Statt Banken und Schlüsselindustrien zu verstaatlichen, wie manche Regierungschefs das taten, hoffte Präsident Franklin D. Roosevelt den Mittellosen Erleichterung zu bieten, um eine wirtschaftliche Erholung durch föderal finanzierte Konstruktions- und Arbeitsprogramme zu erzielen und finanzielle Reformen anzustoßen. Die Geschichte hat den New Deal als größtenteils erfolgreich eingestuft, andere Staaten haben in jüngeren Wirtschaftskrisen ähnliche Maßnahmen ergriffen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/new_deal.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/new_deal.json"
    },
    {
        "id": 55,
        "name": "Clausewitz' Vermächtnis",
        "game_info": "25% Angriffsbonus für alle Militäreinheiten in den ersten 50 Runden, nachdem diese Politik eingeführt wurde.",
        "historical_info": "Nach den Napoleonischen Kriegen schrieb der preußische Offizier Carl von Clausewitz die erste detaillierte Abhandlung über Militärtheorie seit Sun Tzu. Obwohl es bis zum Tod von Clausewitz im Jahr 1831 nicht vollendet war, diente sein zehnbändiges Werk \"Vom Krieg\" als Grundlage für die Ausbildung von Generationen von Offizieren in Militärakademien auf der ganzen Welt. Clausewitz betonte die psychologischen und politischen Aspekte des Krieges bezüglich Strategie und Taktik. Seine Aussage, dass der Krieg die Fortsetzung der Politik mit anderen Mitteln sei, wurde zur Grundlage für autokratische, expansionistische Regierungen in den nächsten zwei Jahrhunderten.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/clausewitz'_vermächtnis.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/clausewitz's_legacy.json"
    },
    {
        "id": 56,
        "name": "Oligarchie",
        "game_info": "OligarchieStationierte Einheiten kosten keinen Unterhalt und Städte mit einer Garnison erhalten +50% [ICON_RANGE_STRENGTH] Fernkampfstärke.",
        "historical_info": "Oligarchie ist eine Regierungsform, in der ein kleiner Teil der Gesellschaft die gesamte Macht hat. Die Macht kannz. B. entweder bei einer bestimmten Familie bzw. einem bestimmten Stamm liegen oder bei Angehörigen einer bestimmten Religion bzw. Kaste. Einige Stadtstaaten im antiken Griechenland waren Oligarchien, in denen die gesamte Macht in den Händen elitärer Familien lag. Südafrika in der Zeit der Apartheid ist ein jüngeres Beispiel für eine Oligarchie, in der die weiße Minderheit die Macht hielt. Der Irak in der Zeit vor dem 11. September 2001 war ebenfalls eine Oligarchie, in der die Macht von Mitgliedern der Familie und des Stammes Saddam Husseins gehalten wurde.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oligarchie.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradition",
            "game_info": "Tradition ist eine gute Wahl für kleine Reiche.Tradition beschleunigt die Grenzerweiterung in Städten und bietet 3 Kultur in der Hauptstadt. Schaltet den Bau der Hängenden Gärten frei.Bei Übernahme aller Politiken im Tradition-Zweig wird in jeder Stadt +15% Wachstum und ein kostenloses Aquädukt in den ersten 4 Städten gewährt. Ermöglicht außerdem den Kauf Großer Ingenieure mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "Tradition ist eine Weltanschauung, bei der die Entscheidungen der eigenen Vorfahren und aller früheren Anführer des Staates sehr hoch geschätzt werden. Neuen politischen Bewegungen begegnet man meist mit Argwohn und Misstrauen. Selbst in angeblich so fortschrittlichen Staaten wie den USA kann Tradition eine gewaltige Rolle spielen, was sich nicht zuletzt an den Spannungen zwischen Verfechtern einer wörtlichen Auslegung der Verfassung und jenen zeigt, die glauben, dass die Verfassung aufgrund der sich verändernden Welt etwas freier gedeutet werden sollte. Letztere würde man als weniger traditionalistisch einstufen als die erste Gruppe."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/oligarchy.json"
    },
    {
        "id": 57,
        "name": "Avantgarde",
        "game_info": "Die Geburtenrate für Große Persönlichkeiten steigt um 25%.",
        "historical_info": "Der französische Begriff für \"Vorhut\" bezieht sich auf Werke oder Ideen, die innovativ oder außergewöhnlich kreativ sind, vor allem in Bezug auf Kunst, Musik und Politik. Kennzeichnend ist die Überschreitung von Grenzen, die als allgemein akzeptierte Normen oder Status Quo gelten, wie auch radikale soziale Reformen. Demokratische Gesellschaften neigen dazu, stärkeren sozialen Ausdruck zuzulassen und derart innovative kulturelle Vorstöße zu ermutigen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/avantgarde.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/avant_garde.json"
    },
    {
        "id": 58,
        "name": "Organisierte Religion",
        "game_info": "Organisierte Religion+1 Glauben für Schreine und Tempel.",
        "historical_info": "Man spricht von einer organisierten Religion, wenn viele Leute die gleichen religiösen Praktiken ausüben und die gleichen Glaubenssätze teilen. In der Religion kann es Priester geben, die sich bei einer höheren Macht für die Gläubigen einsetzen und die Regeln der Religion festlegen bzw. interpretieren. Es kann eine komplizierte Hierarchie unter den Priestern und anderen religiösen Anführern geben. Die Religion kann Tempel oder Heiligtümer haben, in denen Leute zum Beten und Gottesdienst zusammenkommen. In der Regel stellen die Anhänger Geld bereit, um die Religion, ihre Priester und ihre Gebäude zu unterstützen.In der Regel ist organisierte Religion eine stabilisierende Kraft in einer Kultur. Ein Volk, das gemeinsam einer Religion angehört, hat etwas Wichtiges gemein. Doch auch wenn es unwahrscheinlicher ist, dass Fremde sich gegenseitig umbringen, kann Religion recht entzweiend sein. In der Geschichte haben viele Religionen andere Religionen als Bedrohung oder Abartigkeit angesehen und mehr als ein Krieg ist darüber ausgebrochen, wer den richtigen Gott anbetet.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organisierte_religion.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Frömmigkeit",
            "game_info": "Frömmigkeit lässt den Glauben eines Reiches florieren.Frömmigkeit reduziert die Bauzeit von Schreinen und Tempeln um die Hälfte. Schaltet den Bau der Großen Moschee von Djenné frei.Bei Übernahme aller Politiken erscheint ein Großer Prophet und Heilige Stätten produzieren +3 Kultur.",
            "prereq_era": null,
            "historical_info": "Frömmigkeit ist die Hingabe an eine bestimmte Religion oder ein geistiges Glaubenssystem. Fromme Menschen gelten in der Regel als besonders selbstgerecht und folgen meist den religiösen Praktiken ihres Glaubens, ohne diese auch nur im Geringsten zu hinterfragen."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/organized_religion.json"
    },
    {
        "id": 59,
        "name": "Parteiführung",
        "game_info": "+1 Nahrung, Produktion, Wissenschaft, Gold und Kultur pro Stadt.",
        "historical_info": "In einem ordentlichen sozialistischen Staat liegt die Macht beim Volk, doch selbst Marx hat erkannt, dass eine Art Parteienhierarchie für einen effektiven Betrieb des Staatsdienstes erforderlich ist und um sicherzustellen, dass die proletarische Ordnung selbst bewahrt wird. Aus diesem Grund argumentierten die Bolschewiken 1917, dass eine Gruppe aus Bürokraten einer zentralisierten politischen Partei vorstehen sollten, die das neue Sowjetrussland verwalten sollte. Mit der Zeit, wenn sich die kommunistische Revolution in der ganzen industriellen Welt ausbreiten würden, würde die Notwendigkeit der Parteiführung sinken und sie könnte aufgelöst werden. Die Geschichte hat das Gegenteil bewiesen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/parteiführung.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/party_leadership.json"
    },
    {
        "id": 60,
        "name": "Patriotischer Krieg",
        "game_info": "+15% Angriffsbonus beim Kampf in freundlich gesinntem Gebiet.",
        "historical_info": "Im Verlauf der Geschichte bezeichnete man als \"patriotischen Krieg\" die Konflikte, bei denen sich laut kommunistischer Doktrin das Proletariat erhoben hat, um sich selbst gegen eine fremde Bedrohung zu verteidigen. Allgemeiner bezieht sich der Begriff auf einen Krieg zur Verteidigung des Vaterlandes. Zuerst nannte man den allgemeinen Aufstand der russischen Landbevölkerung gegen Napoleons Invasion 1812 so, später wurde die verlustreiche Verteidigung Russlands gegen Deutschland im Zweiten Weltkrieg so bezeichnet.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/patriotischer_krieg.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/patriotic_war.json"
    },
    {
        "id": 61,
        "name": "Philanthropie",
        "game_info": "Philanthropie Goldgeschenke an Stadtstaaten produzieren 25% mehr Einfluss.",
        "historical_info": "Philanthropie ist eine Politik, bei der die reichsten Bürger einer Nation einen Teil ihres Reichtums dem Volk zurückgeben, was oft in Form von Bibliotheken, Museen, Krankenhäusern oder Stipendien geschieht. Anders als beim Patronat, bei dem ein Bürger Kunstwerke für sich selbst und andere seiner Klasse in Auftrag gibt, dient die Philanthropie meist auch den ärmeren Mitgliedern der Gesellschaft. Der schottischstämmige Amerikaner Andrew Carnegie war einer der größten Philanthropen in der Geschichte. Den Großteil seines Lebens hatte Carnegie als äußerst skrupelloser Geschäftsmann verbracht und mit Hilfe der in den Minen und Stahlwerken schuftenden Arbeiter das Unternehmen US Steel gegründet und das zweitgrößte Vermögen in der Geschichte erlangt. Nach dem Verkauf des Unternehmens 1901 widmete Carnegie jedoch die letzten 19 Jahre seines Lebens dem Bau von Bibliotheken in ärmeren Städten und unterstützte fast 3.000 Bildungseinrichtungen in den Vereinigten Staaten, Kanada, Großbritannien, Irland, Australien, Neuseeland und vielen anderen Ländern.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/philanthropie.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Patronat",
            "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
            "prereq_era": "Klassik",
            "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/philanthropy.json"
    },
    {
        "id": 62,
        "name": "Polizeistaat",
        "game_info": "+3 lokale Zufriedenheit pro Gerichtsgebäude. Gerichtsgebäude werden in der Hälfte der üblichen Zeit gebaut.",
        "historical_info": "Jede Regierung, egal ob links oder rechts, die unnachgiebige und repressive Kontrolle über das soziale, wirtschaftliche, kulturelle und politische Leben seiner Bürger ausübt, kann man als Polizeistaat bezeichnen. Ein Polizeistaat ist oft charakterisiert durch Totalitarismus und Militarismus, eingeschränkte zivile Freiheiten und ein groß ausgebautes internes Sicherheitssystem, das die persönlichen Aktivitäten überwacht. Der Begriff wurde laut Oxford Dictionary zum ersten Mal 1851 in verschiedenen obskuren Deutschen Traktaten verwendet. In den 1930ern wurde er von der Presse benutzt, um die totalitären und kommunistischen Regierungen dieser Zeit zu beschreiben.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/polizeistaat.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/police_state.json"
    },
    {
        "id": 63,
        "name": "Berufsarmee",
        "game_info": "Berufsarmee Goldkosten für die Modernisierung von Militäreinheiten sinken um 33% und Kasernen, Waffenkammern und Militärakademien werden 50% schneller gebaut.",
        "historical_info": "Eine Berufsarmee ist eine militärische Organisation, die auch in Friedenszeiten aufrecht gehalten wird. Soldaten werden von der Regierung für ihre Dienste bezahlt und verbringen ihre Zeit damit, sich auf Einsätze vorzubereiten oder diese durchzuführen. Die ersten Armeen waren keine Berufsarmeen. Wenn ein Krieg bevorstand, riefen die Staatsoberhäupter alle körperlich fähigen Männer zum Dienst, die dann auch ihre Waffen schulterten und in den Kampf zogen. Diese Amateursoldaten waren oft nicht besonders gut ausgebildet und mussten meistens ihre eigenen Waffen und Rüstungen mitbringen, sodass deren Qualität oft nicht sehr hoch war. Viele dieser Soldaten desertierten auch, wenn sie sich um die Ernte kümmern mussten, also wurden die Schlachten in den Sommer gelegt. Wenn der Sieg bis zur Ernte nicht errungen wurde, wurde der Krieg für ein Jahr ausgesetzt.Berufsarmeen bilden sich, wenn eine Gesellschaft wohlhabend genug geworden ist, um eine große Anzahl an Menschen zu unterhalten, die nicht auf dem Feld arbeiten oder andere produktive Arbeit leisten. Die Soldaten werden in der Regel in Kasernen untergebracht und von der Zivilbevölkerung ferngehalten, um Reibungen zu vermeiden, und der Staat sorgt für Verpflegung, Waffen, Rüstung und Ausbildung. Sie sind fast immer effektiver als Amateure.Moderne Kriegsführung ist unglaublich komplex geworden und Soldaten töten mit extrem komplizierten Waffen, für deren effektiven Gebrauch ein erhebliches Training notwendig ist. Amateursoldaten sind solchen Anforderungen einfach nicht gewachsen, und die meisten Staaten leisten sich die ein oder andere Form einer professionellen Streitkraft.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/berufsarmee.png",
        "required_policies": [
            {
                "name": "Kriegerkaste",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/military_caste.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Ehre",
            "game_info": "Ehre erhöht die Effektivität der Armee auf mehrere Arten.Ehre führt zu einem Kampfbonus von +33% gegen Barbaren und Nachricht an den Spieler, wenn neue Barbarenlager in bereits erkundetem Gebiet entstehen. Das Reich erhält Kultur für jeden eliminierten Barbaren. Schaltet den Bau der Zeus-Statue frei.Bei Übernahme aller Politiken im Ehre-Zweig wird Gold für jede ausgeschaltete Feindeinheit gewährt. Ermöglicht ebenfalls den Kauf Großer Generäle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "In einer \"ehrenhaften\" Gesellschaft begründet sich der Status der Bürger auf der Beurteilung ihrer persönlichen Qualitäten durch die Gesellschaft. Eigenschaften, die im Allgemeinen als ehrenhaft angesehen werden, sind unter anderem Treue, Ehrlichkeit, Anstand und Tapferkeit. In solchen Gesellschaften wird oft von Männern erwartet, dass sie \"ihre Ehre bis zum Tod verteidigen\", da ein Verlust der Ehre schlimmer ist als der Verlust des Lebens."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/professional_army.json"
    },
    {
        "id": 64,
        "name": "Protektionismus",
        "game_info": "Protektionismus+2 Zufriedenheit durch jedes Luxusgut.",
        "historical_info": "Protektionismus ist eine Politik, die versucht, den Handel zwischen Nationen durch Zölle, Steuern und andere Methoden zu beschränken. Sie wird von Ländern eingesetzt, die versuchen, ausländische Waren und Dienste aus dem eigenen Markt herauszuhalten, um so die einheimischen Betriebe zu schützen. Protektionismus wird auch von Herrschern verwendet, die den Kontakt der eigenen Bürger mit ausländischen Menschen und Gütern verhindern wollen, weil sie glauben, dass fremde Dinge böse sind oder nicht wollen, dass die eigenen Untertanen erkennen, wie schlecht ihr Land im Vergleich zu anderen Ländern der Welt abschneidet. In Nordkorea hat der Protektionismus bereits groteske Formen angenommen, da die Herrscher des Landes jeglichen Kontakt mit der Außenwelt untersagen, um die eigene Rückständigkeit zu verschleiern.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protektionismus.png",
        "required_policies": [
            {
                "name": "Merkantilismus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mercantilism.json"
            },
            {
                "name": "Unternehmertum",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/entrepreneurship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Wirtschaft",
            "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/protectionism.json"
    },
    {
        "id": 65,
        "name": "Reformation",
        "game_info": "ReformationWenn Ihr eine Religion gegründet habt, erhaltet Ihr einen Bonus-Reformations-Glaubenssatz.",
        "historical_info": "Als Reformation bezeichnet man eine umfassende Bewegung zur Reform von religiösen Organisationen oder Glaubenssystemen, die einen moralischen Verfall erlitten haben oder den eigenen Prinzipien nicht mehr treu sind. Die protestantische Reformation war eine Bewegung, welche die Reform der römisch-katholischen Kirche zum Ziel hatte und 1517 mit der Veröffentlichung der 95 Thesen durch Martin Luther begann, in denen er die Verfehlungen der katholischen Kirche auflistete, so wie er sie sah. Die Bewegung löste rund 130 Jahre schrecklicher, blutiger Religionskriege in ganz Europa und der Neuen Welt aus. Die Christenheit wurde dadurch permanent in verschiedene Organisationen aufgesplittert, und die bürgerliche Macht konnte endgültig die Oberhand über die religiösen Instanzen im Staat gewinnen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reformation.png",
        "required_policies": [
            {
                "name": "Religiöse Toleranz",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/religious_tolerance.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Frömmigkeit",
            "game_info": "Frömmigkeit lässt den Glauben eines Reiches florieren.Frömmigkeit reduziert die Bauzeit von Schreinen und Tempeln um die Hälfte. Schaltet den Bau der Großen Moschee von Djenné frei.Bei Übernahme aller Politiken erscheint ein Großer Prophet und Heilige Stätten produzieren +3 Kultur.",
            "prereq_era": null,
            "historical_info": "Frömmigkeit ist die Hingabe an eine bestimmte Religion oder ein geistiges Glaubenssystem. Fromme Menschen gelten in der Regel als besonders selbstgerecht und folgen meist den religiösen Praktiken ihres Glaubens, ohne diese auch nur im Geringsten zu hinterfragen."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/reformation.json"
    },
    {
        "id": 66,
        "name": "Repräsentation",
        "game_info": "RepräsentationJede von Euch gegründete Stadt erhöht die Kulturkosten der Politiken um 33% weniger als üblich. Leitet zudem ein Goldenes Zeitalter ein.",
        "historical_info": "Repräsentation ist eine Politik, bei der die Bürger eines Staates Repräsentanten für die Regierung des Landes wählen. Dies kann als logische Folge der Kollektivherrschaft gesehen werden, da diese Regierungsform ab einer bestimmten Bevölkerungsgröße nicht mehr umsetzbar ist. Bei einer repräsentativen Regierungsform wird das Land in kleinere, besser zu organisierende Bezirke unterteilt, von denen alle einen oder mehrere ansässige Einwohner wählen, die für eine bestimmte Zeit die Interessen des Bezirks in der Regierung repräsentieren sollen. Die Repräsentanten bilden ein Parlament oder ein anderes Beratungsorgan und regieren so das Land. Die meisten repräsentativen Regierungsformen sind Republiken, was jedoch nicht zwingend notwendig ist. Manche repräsentative Regierungen wählen für eine bestimmte Amtsperiode oder auf Lebenszeit Könige und andere Adlige, die über sie herrschen sollen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/repräsentation.png",
        "required_policies": [
            {
                "name": "Staatsbürgerschaft",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Unabhängigkeit",
            "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
            "prereq_era": null,
            "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/representation.json"
    },
    {
        "id": 67,
        "name": "Republik",
        "game_info": "Republik+1 Produktion in jeder Stadt und +5% Produktion in Städten beim Errichten von Gebäuden.",
        "historical_info": "Eine Republik ist eine Regierungsform, in der das Volk oder dessen Repräsentanten letztendlich die Macht haben, nicht ein Monarch oder Despot allein. Das Volk oder dessen Repräsentanten wählen die Staatsoberhäupter, doch die Macht dieser Staatslenker kommt ausschließlich aus der Zustimmung des Volkes. Einige antike Kulturen hatten eine Form von Republikanismus, vor allem einige griechische Stadtstaaten und Rom (für Teile seiner Geschichte), doch der größte Teil der Weltgeschichte wurde von Monarchien geprägt.Die Republik erschien im 18. Jahrhundert wieder auf der Bühne der Weltgeschichte, als die USA sich von der britischen Monarchie lösten und eine Republik gründeten. Als sie Unabhängigkeit von der Alten Welt erlangten, wurden die meisten neuen Nationen in Mittel- und Südamerika als Republiken gegründet (Mexiko versuchte sich eine Weile als Monarchie, doch das hielt nicht lange vor).Im 20. Jahrhundert wurden aus den meisten europäischen Regierungen Republiken, entweder nach dem Ersten oder dem Zweiten Weltkrieg. Auch viele asiatische Nationen folgten sowie große Teile Afrikas, nachdem sie sich von ihren Kolonialherren gelöst hatten. Heute hängen die meisten Nationen der Welt irgendeiner Form von Republikanismus an - oder geben zumindest vor, es zu tun.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/republik.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Unabhängigkeit",
            "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
            "prereq_era": null,
            "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/republic.json"
    },
    {
        "id": 68,
        "name": "Umsiedlung",
        "game_info": "Neue Städte starten mit 3 Bevölkerung zusätzlich.",
        "historical_info": "Erzwungene Umsiedlung, oder im Sowjet-Jargon \"Bevölkerungstransfer\", gab es in verschiedener Form: Deportationen von \"antisowjetischen\" Gruppen (\"Volksfeinden\"), Deportationen von ethnischen Gruppen, Arbeitskraft-Transfers oder erzwungene Umsiedlung in \"ethnisch bereinigte\" Regionen. Zu ihrer Blütezeit unter Stalins Herrschaft betrafen die unfreiwilligen Umsiedlungsprogramme, normalerweise in unbevölkerte Gegenden des asiatischen Teils Russlands, die Polen, Balten, Finnen, Rumänen, Tataren, Kalmyk, Tschechen und Dutzende weitere Völker. Die kommunistische Führung hielt das für eine effektive und relativ humane Methode, Ordnung in ein so riesiges und unterschiedliches Land zu bringen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/umsiedlung.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/resettlement.json"
    },
    {
        "id": 69,
        "name": "Scholastik",
        "game_info": "ScholastikAlle Stadtstaaten, die Verbündete sind, liefern einen Wissenschaftsbonus in Höhe von 25% ihrer Produktion.",
        "historical_info": "Die Scholastik ist eine Lehrform, die in mittelalterlichen Universitäten Europas von ca. 1000 bis 1500 n. Chr. zum Einsatz kam. Die Methode legte besonderen Wert auf kritische Argumentation und Erörterung. Der Lehrer wählte meist ein Buch aus, das studiert werden sollte, diskutierte dann gemeinsam mit den Studenten über dessen Bedeutung, untersuchte andere Bücher zum gleichen Thema oder Kritiken zum Buch und dergleichen, um so ein besseres Verständnis des Themas zu erreichen, als es durch stures Auswendiglernen möglich wäre. Die Bewegung fußte auf der Wiederentdeckung von Werken griechischer Philosophen und dem Versuch, diese in Einklang mit der christlichen Religion zu bringen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scholastik.png",
        "required_policies": [
            {
                "name": "Philanthropie",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/philanthropy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Patronat",
            "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
            "prereq_era": "Klassik",
            "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/scholasticism.json"
    },
    {
        "id": 70,
        "name": "Wissenschaftliche Revolution",
        "game_info": "Wissenschaftliche RevolutionErhöht den Wissenschaftsertrag aus Forschungsabkommen um 50%.",
        "historical_info": "Eine wissenschaftliche Revolution ist eine Zeit, in der schnelle Entwicklungen im Bereich Wissen oder Technologie die aktuelle Weltanschauung verändern und so noch weitere Fortschritte in der Wissenschaft hervorbringen. Im 16. Jahrhundert fand in großen Teilen Europas eine wissenschaftliche Revolution statt, nachdem die Werke \"Von den Umdrehungen der Himmelskörper\" von Nikolaus Kopernikus und \"Über den Bau des menschlichen Körpers\" von Andreas Vesalius erschienen waren. In beiden Fällen wurden für die damalige Zeit sehr moderne wissenschaftliche Methoden angewandt, um Teile der Umwelt zu untersuchen und so falsche Theorien zu berichtigen, von denen einige noch auf die alten Griechen zurückgingen. Nach dem Erfolg beider Bücher begannen Wissenschaftler damit, ihre Umgebung möglichst genau zu untersuchen und ließen so das Wissen der Menschheit in den nächsten Jahrhunderten erheblich anwachsen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wissenschaftliche_revolution.png",
        "required_policies": [
            {
                "name": "Souveränität",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/sovereignty.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalismus",
            "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
            "prereq_era": "Renaissance",
            "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/scientific_revolution.json"
    },
    {
        "id": 71,
        "name": "Säkularismus",
        "game_info": "Säkularismus+2 Wissenschaft pro Spezialist.",
        "historical_info": "Säkularismus ist eine Weltanschauung, nach der die Regierung völlig unabhängig von religiösen Einflüssen sein sollte. Religion sollte nicht in der Schule gelehrt werden und auch nicht darüber entscheiden, ob ein Bürger in der Regierung mitwirken oder zum Militär gehen darf. Säkularisten müssen dabei nicht notgedrungen an kein höheres Wesen glauben - sie finden einfach, dass es für beide Institutionen schlecht ist, wenn Religion und Regierung vermischt werden. Die Vereinigten Staaten sind ein größtenteils säkularisiertes Land, obwohl Zeichen der Religion seiner frühen Einwanderer noch heute auf Geldscheinen, beim Amtseid der Präsidenten, im Justizsystem und vielen anderen Bereichen zu finden sind, was nicht selten zur Verärgerung der Bürger führt, die dieser Religion nicht angehören.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/säkularismus.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalismus",
            "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
            "prereq_era": "Renaissance",
            "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/secularism.json"
    },
    {
        "id": 72,
        "name": "Wolkenkratzer",
        "game_info": " Goldkosten für den Kauf von Gebäuden um 33% reduziert.",
        "historical_info": "Zu Beginn der Sowjetherrschaft in Russland versuchte der Staat durch die Konstruktion massiver Projekte Prestige und Stolz für sein Volk zu erlangen, als Bestätigung der sowjetischen Überlegenheit und Organisation. Das erste Wolkenkratzer-Projekt waren die \"Sieben Schwestern\" in Moskau, eine Gruppe aus sieben Gebäuden im stalinistischen Architekturstil, einer ausgearbeiteten Mischung aus russischem Barock und gotischem Stil. Auch wenn der Bau durch den Ausbruch des Krieges 1941 unterbrochen wurde, stellte man die massiven Türme schließlich 1956 mit Hilfe amerikanischer Technologie und Methoden fertig. Danach erbaute die Sowjetunion Dutzende moderner Wolkenkratzer in seinen Republiken und Satellitenstaaten, von Warschau bis zur Hauptstadt der Provinz Kasachstan.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wolkenkratzer.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/skyscrapers.json"
    },
    {
        "id": 73,
        "name": "Sozialistischer Realismus",
        "game_info": "+2 lokale Zufriedenheit durch Monumente. Monumente werden doppelt so schnell gebaut.",
        "historical_info": "Die sozialistische Realismusbewegung, ein Stil des \"realistischen Ausdrucks\", der in Sowjetrussland entstand und in den kommunistischen Ländern auf der ganzen Welt dominant wurde, förderte den Triumph des Sozialismus durch Kunst, Fotografie, Film und öffentliche Monumente. Neben dem klassischen sozialistischen Architekturstil war der sozialistische Realismus sechzig Jahre lang der einzige von der Partei genehmigte Stil für öffentliche Kunst in der Sowjetunion. Die dramatischen und minimalistischen Monumente, die daraus entstanden, wurden als mächtige Propagandawerkzeuge angesehen, um die Diktatur des Proletariats zu fördern und als physische Darstellungen der kommunistischen Lehre.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sozialistischer_realismus.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/socialist_realism.json"
    },
    {
        "id": 74,
        "name": "Souveränität",
        "game_info": "Souveränität+1 Gold von Wissenschaftsgebäuden.",
        "historical_info": "Souveränität, oder auch \"Volkssouveränität\", ist die Vorstellung, dass der Staat dem Volk gehört und die Herrscher somit \"Diener\" des Volkes sind. Die Macht geht vom Volk aus und jene, die herrschen, tun dies nur durch den Willen des Volkes. Das extreme Gegenteil einer Volkssouveränität ist eine Theokratie, bei der ein Herrscher seine Macht durch Gott erhält und nicht vom Volk. Staaten mit Volkssouveränität halten üblicherweise regelmäßig Wahlen ab, bei denen das Volk seinen Willen ausdrücken kann und hoffentlich den besten Kandidaten wählt - und nicht zum Beispiel den besten Lügner.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/souveränität.png",
        "required_policies": [
            {
                "name": "Säkularismus",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/secularism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Rationalismus",
            "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
            "prereq_era": "Renaissance",
            "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/sovereignty.json"
    },
    {
        "id": 75,
        "name": "Raumfahrtpioniere",
        "game_info": "Raumschiffteile können mit Großen Ingenieuren fertiggestellt werden. Ein Großer Ingenieur und ein Großer Wissenschaftler erscheinen vor der Hauptstadt.",
        "historical_info": "Die Sowjetunion hat ihrem Raumfahrtprogramm erhebliche Ressourcen zur Verfügung gestellt, denn man sah es als Rennen gegen die Vereinigten Staaten an und als Chance, der Welt die eigene wissenschaftliche und technologische Überlegenheit zu beweisen. Eine Reihe mutiger Kosmonauten waren die ersten menschlichen Wesen, die das Weltall erreichten und die Erde in kleinen Kapseln umkreisten. Im April 1961 war Yuri Gagarin der erste Mensch, der mit Wostok-1 den Orbit erreichte und die Welt 108 Minuten lang umkreiste. Die erste Frau, die ins Weltall geschickt wurde, war Valentina Tereschkowa 1963, sie war fast drei Tage lang im Erdorbit.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/raumfahrtpioniere.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/spaceflight_pioneers.json"
    },
    {
        "id": 76,
        "name": "Beschaffung von Raumfahrt",
        "game_info": "Kauf von Raumschiffteilen mit Gold möglich.",
        "historical_info": "Die meisten Raumfahrtprogramme haben eine für die Beschaffung zuständige Abteilung, ähnlich der im Stennis Space Center der NASA, die mit dem Einkauf bestimmter Materialien und Dienste beauftragt ist, die wirtschaftlich nicht kostendeckend sind und von der Regierung zur Verfügung gestellt werden, zum Beispiel kleine Werkzeuge, Treibstoffe und Chemikalien, Nahrung und Toilettenartikel für Raumflüge, Computerkomponenten und ähnliches. Die Abteilung für Beschaffung stellt Regulierungen auf für den Einkauf, kontrolliert Material, evaluiert Dienste und sie hat oft verschiedene Zweige, um Aufträge an größere Unternehmen und andere an kleinere Firmen zu vergeben. Da es sich um eine Regierungsbehörde handelt, gibt es Prozeduren für die Budget-Übersicht und Regulierung, um das Raumfahrtprogramm erschwinglich zu machen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/beschaffung_von_raumfahrt.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/space_procurements.json"
    },
    {
        "id": 77,
        "name": "Ihre beste Stunde",
        "game_info": " Kampfstärke von Städten um 33% erhöht.",
        "historical_info": "Im Juni 1940, nach der Niederlage Frankreichs gegen Deutschland, hielt der britische Premierminister Winston Churchill eine Rede vor dem Parlament, in dem er diesen Ausdruck benutzte und sich auf den anhaltenden Widerstand gegen den Totalitarismus durch Britannien und den Commonwealth bezog. Dieser markante Ausdruck beschreibt seither, wenn eine demokratische Nation all ihre Ressourcen einsetzt, um einen Sieg um jeden Preis zu erringen, selbst wenn das bedeutet, alleine gegen eine überwältigende Übermacht zu stehen. Der Ausdruck wurde gelegentlich auch während des Kalten Krieges zitiert, wo er den Beiklang trug, dass ein Gegner unversöhnlich der Vorstellung von Freiheit entgegensteht.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/ihre_beste_stunde.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/their_finest_hour.json"
    },
    {
        "id": 78,
        "name": "Theokratie",
        "game_info": "TheokratieTempel erhöhen die Goldproduktion einer Stadt um 25%. Heilige Stätten liefern +3 Gold.",
        "historical_info": "In einem theokratisch organisierten Staat haben die religiösen Anführer die absolute Macht im Land inne. Eigentlich hat der Gott der jeweiligen Religion die Macht und regiert durch göttliche Eingebung mit Hilfe der religiösen Anführer. Theokratien sind oft militaristisch, da die religiösen Anführer die Armee des Landes als Mittel sehen, um die eigene Religion in andere, heidnische Staaten zu tragen. Moderne Theokratien scheinen die Tendenz zu haben, den Fortschritt zu verdammen, da Luxus und technologische Entwicklungen als Bedrohung für die Frömmigkeit des eigenen Landes (und für die Macht der Anführer) gesehen werden.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/theokratie.png",
        "required_policies": [
            {
                "name": "Organisierte Religion",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Frömmigkeit",
            "game_info": "Frömmigkeit lässt den Glauben eines Reiches florieren.Frömmigkeit reduziert die Bauzeit von Schreinen und Tempeln um die Hälfte. Schaltet den Bau der Großen Moschee von Djenné frei.Bei Übernahme aller Politiken erscheint ein Großer Prophet und Heilige Stätten produzieren +3 Kultur.",
            "prereq_era": null,
            "historical_info": "Frömmigkeit ist die Hingabe an eine bestimmte Religion oder ein geistiges Glaubenssystem. Fromme Menschen gelten in der Regel als besonders selbstgerecht und folgen meist den religiösen Praktiken ihres Glaubens, ohne diese auch nur im Geringsten zu hinterfragen."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/theocracy.json"
    },
    {
        "id": 79,
        "name": "Dritte Alternative",
        "game_info": "Die Menge an strategischen Ressourcen verdoppelt sich. +5 Nahrung und +5 Wissenschaft in der Hauptstadt.",
        "historical_info": "Die Dritte Alternative, oder Dritte Position, ist eine nationalpolitische Philosophie, die betont, dass sie sowohl in Opposition zum Kapitalismus als auch zum Kommunismus steht. Stattdessen fasst sie radikale Ansätze beider Ideen zusammen. Die Anhänger dieser Richtung wollen Produktion im Staatsbesitz und die Verteilung von Gütern und Diensten an \"produktive Mitglieder der Gesellschaft\", friedliche Trennung von ethnischen und radikalen Gruppen innerhalb des Staates und seit Kurzem radikalen Umweltschutz. Viele Politwissenschaftler argumentierten, dass die Bewegung, die nach dem Zweiten Weltkrieg in Ländern wie Argentinien und Südafrika entstanden ist, keine dritte Alternative ist, sondern eher eine Mutation von Neo-Faschismus und Ultra-Nationalismus.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/dritte_alternative.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/third_alternative.json"
    },
    {
        "id": 80,
        "name": "Absoluter Krieg",
        "game_info": "+25% Produktion beim Bau von Militäreinheiten und neue Militäreinheiten beginnen mit 15 Erfahrung.",
        "historical_info": "Der absolute Krieg ist eine Militärstrategie, bei der ein Staat jegliche vorhandene Ressource unter seiner Kontrolle für den Krieg einsetzt. Die gesamte Bevölkerung wird für den Konflikt mobilisiert und alle nicht lebenswichtigen Aktivitäten werden für die Dauer der Auseinandersetzung eingestellt. Wenn auch der feindliche Staat diese Kriegspraxis anwendet, gelten alle Aspekte dieses Staates als legitime militärische Ziele und so gut wie alles, was die Möglichkeit des Feindes schwächt, den Konflikt fortzuführen, ist akzeptabel. Städte können bombardiert, unbewaffnete Schiffe versenkt, Brunnen vergiftet und Felder verbrannt werden. Der absolute Krieg ist ohne Zweifel die schrecklichste Art der Kriegsführung, da er üblicherweise der Zivilbevölkerung eines Landes oder beider Länder großes Leid zufügt.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/absoluter_krieg.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/total_war.json"
    },
    {
        "id": 81,
        "name": "Söldnerarmee",
        "game_info": "SöldnerarmeeErmöglicht den Kauf von Landsknechten.",
        "historical_info": "Söldner nehmen nicht aus Pflichtgefühl oder ihrem Glauben heraus an Konflikten teil, sondern um sich ihren Lebensunterhalt zu verdienen. Sie wurden bereits in der Antike im Krieg eingesetzt, ihren Höhepunkt erreichte diese Praxis jedoch in der Renaissance mit der Bildung der so genannten Grandes Compagnies, die für den Kampf angeheuert werden konnten. Sie bestanden oft aus Veteranen nationaler Armeen und wurden von charismatischen Kommandanten wie dem Engländer Sir John Hawkwood angeführt, der die berüchtigte Weiße Kompanie gründete. Die Kompanien wurden üblicherweise in Kriegszeiten von Stadtstaaten oder kleinen Königreichen in Dienst gestellt, bei denen zu wenig Geld oder Soldaten für ein stehendes Heer vorhanden waren. Einige dieser frühen Söldnertruppen waren auf bestimmte Kampfbereiche wie Kavallerie oder Artillerie spezialisiert, die meisten bestanden jedoch aus deutschen oder schweizer Landsknechten und wurden vor allem während der Religionskriege zur Zeit der Reformation häufig eingesetzt. Zur gleichen Zeit dienten im Süden die Condottieri in den grausamen Kriegen zwischen den italienischen Stadtstaaten, in die auch die Päpste verstrickt waren. Bis ins 18. Jahrhundert hinein konnten Adlige auf dem Kontinent schottisch-gälische Gallowglass-Kompanien anheuern. Heute werden Söldner eher als kleine Elitetruppen eingesetzt oder arbeiten für private Sicherheitsunternehmen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/söldnerarmee.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Wirtschaft",
            "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mercenary_army.json"
    },
    {
        "id": 82,
        "name": "Schatzflotten",
        "game_info": "Schatzflotten+4 Gold durch all Eure Seehandelswege.",
        "historical_info": "Zu verschiedenen Zeiten haben Nationen, die große Mengen an Schätzen und Handelswaren transportierten, sich auf Konvois verlassen, um die Chancen zu erhöhen, dass die Fracht tatsächlich am Zielort ankommt. Der berühmteste war die spanische Schatzflotte, die von 1566 bis 1790 Gold, Silber, Gewürze, Tabak, Perlen und andere Reichtümer von den Westindischen Inseln zu den spanischen Häfen in Europa brachte. Die Plünderung des spanischen Havannas durch französische Freibeuter und Angriffe auf einzelne Galeonen durch englische Seeräuber veranlassten die Spanier, Konvois zwischen der Neuen Welt und Europa einzurichten. Auch wenn die Meere jetzt relativ sicher vor Piraten sind, organisieren Nationen zu Kriegszeiten immer noch Konvois, um die Chancen zu erhöhen, dass ihre Handelsschiffe intakt ankommen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/schatzflotten.png",
        "required_policies": [
            {
                "name": "Handelsmarine",
                "url": "https://eyefyre.github.io/civvapi/v1/de/policies/merchant_navy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Erkundung",
            "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": "Mittelalter",
            "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/treasure_fleets.json"
    },
    {
        "id": 83,
        "name": "Vertragliche Organisationen",
        "game_info": "Ihr erhaltet 4 Einfluss zusätzlich pro Runde (bei Standardgeschwindigkeit) bei Stadtstaaten, mit denen ihr einen Handelsweg habt.",
        "historical_info": "Eine Vertragsorganisation ist ein internationaler Militärpakt zum Zweck der kollektiven Sicherheit. In der Regel umfasst sie gemeinsame Befehlsstrukturen, Forschungsprogramme und Waffenproduktion sowie profanere militärische Angelegenheiten. Die North Atlantic Treaty Organization (NATO), die 1949 gebildet wurde, ist die bekannteste unter ihnen, aber es gibt auch andere in Südamerika, Afrika und anderswo. Auch wenn schon früher Verteidigungspakte und Militärallianzen üblich waren, erreichten sie jedoch nicht das Ausmaß an Integration moderner Organisationen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/vertragliche_organisationen.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/treaty_organization.json"
    },
    {
        "id": 84,
        "name": "Einheitsfront",
        "game_info": "Militaristische Stadtstaaten gewähren doppelt so oft Einheiten bei Krieg gegen einen gemeinsamen Feind.",
        "historical_info": "Eine Einheitsfront ist ein System, bei dem Revolutionäre die Staatsgrenzen ignorieren und ihre Ziele gemeinsam mit Sinnesgenossen aus anderen Ländern verfolgen. Das System wurde von Kommunisten entwickelt, die versuchten, die bolschewistische Revolution in andere Länder Europas und in die ganze Welt zu tragen. Mit ihrem Schlachtruf \"Arbeiter aller Länder vereinigt euch\" hofften die Anhänger der Bewegung, dass die unteren Klassen der Länder der Welt verstehen würden, dass sie mehr miteinander gemeinsam hatten als mit den Herrschern der jeweiligen Staaten. Die Arbeiter sollten sich erheben, die kapitalistischen Unterdrücker stürzen und die Welt in ein Arbeiterparadies verwandeln. Dies geschah jedoch nie und die Bewegung scheiterte letztendlich. Doch das Konzept einer Einheitsfront hat im aktuellen kulturellen Konflikt zwischen den Religionen wieder eine neue Bedeutung erhalten.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/einheitsfront.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/united_front.json"
    },
    {
        "id": 85,
        "name": "Allgemeine medizinische Versorgung",
        "game_info": "+1 lokale Zufriedenheit durch jedes nationale Wunder.",
        "historical_info": "Die allgemeine medizinische Versorgung ist ein staatlich finanziertes System, das allen Bürgern durch bestimmte Zuschüsse gleichen Zugang zur Gesundheitsversorgung und ein einheitliches Gesundheitssystem sichern soll. Norwegen war 1912 das erste Land, das ein nahezu einheitliches Gesundheitssystem einführte. Laut Weltgesundheitsorganisation stieg die Zahl der Länder, die eine Form eines solchen Systems anbieten, bis 2010 auf 32.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/allgemeine_medizinische_versorgung_a.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autokratie",
            "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/universal_healthcare.json"
    },
    {
        "id": 86,
        "name": "Allgemeine medizinische Versorgung",
        "game_info": "+1 lokale Zufriedenheit durch jedes nationale Wunder.",
        "historical_info": "Die allgemeine medizinische Versorgung ist ein staatlich finanziertes System, das allen Bürgern durch bestimmte Zuschüsse gleichen Zugang zur Gesundheitsversorgung und ein einheitliches Gesundheitssystem sichern soll. Norwegen war 1912 das erste Land, das ein nahezu einheitliches Gesundheitssystem einführte. Laut Weltgesundheitsorganisation stieg die Zahl der Länder, die eine Form eines solchen Systems anbieten, bis 2010 auf 32.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/allgemeine_medizinische_versorgung_f.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/universal_healthcare.json"
    },
    {
        "id": 87,
        "name": "Allgemeine medizinische Versorgung",
        "game_info": "+1 lokale Zufriedenheit durch jedes nationale Wunder.",
        "historical_info": "Die allgemeine medizinische Versorgung ist ein staatlich finanziertes System, das allen Bürgern durch bestimmte Zuschüsse gleichen Zugang zur Gesundheitsversorgung und ein einheitliches Gesundheitssystem sichern soll. Norwegen war 1912 das erste Land, das ein nahezu einheitliches Gesundheitssystem einführte. Laut Weltgesundheitsorganisation stieg die Zahl der Länder, die eine Form eines solchen Systems anbieten, bis 2010 auf 32.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/allgemeine_medizinische_versorgung_o.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/universal_healthcare.json"
    },
    {
        "id": 88,
        "name": "Allgemeines Wahlrecht",
        "game_info": "Spezialisten in Städten generieren nur halb so viel Unzufriedenheit. Goldene Zeitalter dauern 50% länger.",
        "historical_info": "Viele politische Streits befassten sich mit dem Wahlrecht (im Gegensatz zur Möglichkeit, ein wichtiger Unterschied) in öffentlichen Wahlen in einer Demokratie. Wo allgemeines Wahlrecht existiert, darf das Wahlrecht nicht von Geschlecht, Rasse, Glauben, Wohlstand und Besitz oder sozialem Status eingeschränkt sein. In den meisten westlichen Nationen folgte das allgemeine Wahlrecht dem allgemeinen Wahlrecht für Männer ein oder zwei Jahrzehnte später nach. Neuseeland war 1893 die erste Nation, die ein allgemeines Wahlrecht erreichte.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/allgemeines_wahlrecht.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/universal_suffrage.json"
    },
    {
        "id": 89,
        "name": "Urbanisierung",
        "game_info": "+1 lokale Zufriedenheit durch jede Wassermühle, jedes Krankenhaus und medizinische Labor.",
        "historical_info": "Urbanisierung oder \"Verstädterung\" ist das physikalische Wachstum von Städten als Folge von Migration der Landbevölkerung oder vorstädtische Konzentration in den Städten. Die Urbanisierung ist eng verbunden mit der Industrialisierung, Modernisierung und soziologischen Rationalisierung, die alle während des Zeitalters der Industrialisierung begannen und sich im Informationszeitalter beschleunigten. Die Vereinten Nationen haben festgestellt, dass 2006 etwa die Hälfte der Weltbevölkerung in urbanen Gegenden lebten; die Vorhersage ist, dass bis 2050 bis zu 85% der Menschheit urbanisiert sind.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/urbanisierung.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/urbanization.json"
    },
    {
        "id": 90,
        "name": "Freiwilligenarmee",
        "game_info": "6 Einheiten benötigen keinen Unterhalt. Ihr erhaltet sofort 6 Einheiten Fremdenlegion-Infanterie.",
        "historical_info": "Die Mitglieder einer stehenden Freiwilligenarmee bestehen aus Berufssoldaten und nicht aus Pflichtdienstleistenden. Man findet Freiwilligenarmeen normalerweise in Demokratien. Das Freiwilligen-Militär bietet gute Bezahlung, Anreize und Vorzüge für die Rekrutierung und hält an ihren Mitgliedern fest. In den meisten Ländern mit Freiwilligenarmeen gibt es auch Rekrutierungsgesetze für nationale Notfälle.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/freiwilligenarmee.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Freiheit",
            "game_info": "Freiheit eignet sich am besten für kleine, fokussierte Reiche. Es gibt dafür Bonusse auf Große Persönlichkeiten und Spezialisten.Wenn Freiheit eingeführt wird, steigt die Geburtenrate Großer Persönlichkeiten um 25%.Bei Übernahme aller Politiken im Freiheit-Zweig steigt der Grundertrag Großer Geländefeld-Modernisierungen um 100% und die Dauer von Goldenen Zeitaltern um 50%.Kann Große Künstler mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Autokratie oder Ordnung aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/volunteer_army.json"
    },
    {
        "id": 91,
        "name": "Kriegerkodex",
        "game_info": "Kriegerkodex+15% Produktion bei der Ausbildung von Nahkampfeinheiten und außerhalb der Hauptstadt erscheint ein Großer General. Große Generäle werden 50% schneller erlangt.",
        "historical_info": "Einen Kriegerkodex haben militärische Organisationen, deren Soldaten eine engere Verbindung zur Armee und ihren Kameraden spüren als zu irgendetwas anderem. Der Soldat ist bereit, wenn nicht sogar gewillt, zu kämpfen und sein Leben für die Armee zu geben. Er befolgt Befehle, ohne sie zu hinterfragen, und stellt das Wohl des Militärs über sein eigenes oder gar das Wohl der Nation als solche. Derartige Organisationen können sehr gefährlich sein, wenn es den Anführern der jeweiligen Nation nicht gelingt, die Kontrolle über sie zu behalten. Einige Historiker vertreten die Ansicht, dass in Japan vor dem Zweiten Weltkrieg die kaiserliche Armee und Marine fast vollständig der staatlichen Kontrolle entglitten waren und ihre militaristischen Aktionen das Land in den letztendlich katastrophalen Konflikt mit den USA trieben.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/kriegerkodex.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Ehre",
            "game_info": "Ehre erhöht die Effektivität der Armee auf mehrere Arten.Ehre führt zu einem Kampfbonus von +33% gegen Barbaren und Nachricht an den Spieler, wenn neue Barbarenlager in bereits erkundetem Gebiet entstehen. Das Reich erhält Kultur für jeden eliminierten Barbaren. Schaltet den Bau der Zeus-Statue frei.Bei Übernahme aller Politiken im Ehre-Zweig wird Gold für jede ausgeschaltete Feindeinheit gewährt. Ermöglicht ebenfalls den Kauf Großer Generäle mit Glauben ab dem Industriezeitalter.",
            "prereq_era": null,
            "historical_info": "In einer \"ehrenhaften\" Gesellschaft begründet sich der Status der Bürger auf der Beurteilung ihrer persönlichen Qualitäten durch die Gesellschaft. Eigenschaften, die im Allgemeinen als ehrenhaft angesehen werden, sind unter anderem Treue, Ehrlichkeit, Anstand und Tapferkeit. In solchen Gesellschaften wird oft von Männern erwartet, dass sie \"ihre Ehre bis zum Tod verteidigen\", da ein Verlust der Ehre schlimmer ist als der Verlust des Lebens."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/warrior_code.json"
    },
    {
        "id": 92,
        "name": "Arbeiter-Fakultät",
        "game_info": "Fabriken erhöhen die Wissenschaftsproduktion von Städten um 25%. Fabriken werden doppelt so schnell gebaut.",
        "historical_info": "Die Arbeiterklasse war nach der marxistischen Theorie die herrschende Klasse in Russland beim Übergang vom Sozialismus zum vollen Kommunismus. So genossen die Arbeiter gleichberechtigten Zugang zu allen Annehmlichkeiten des modernen Lebens von Häusern bis zu Erholungsanlagen in einer kommunalen Gesellschaft. Die sichtbarsten Anlagen für Arbeiter waren die kommunalen Wohnkomplexe, wo zwei bis sieben Migrantenfamilien, die aus ländlichen Gegenden in die sich rapide industrialisierenden Städte zogen, eine Wohnung beziehen konnten, in der jede Familie ein eigenes Schlafzimmer hatte. Alles andere, Küche, Wohnzimmer, Bad, Telefon und Fernseher mussten sich die Bewohner teilen.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/arbeiter-fakultät.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/workers'_faculties.json"
    },
    {
        "id": 93,
        "name": "Jungpioniere",
        "game_info": "+1 lokale Zufriedenheit durch jede Werkstatt, Fabrik und jedes Sonnen-/Kern-/Wasserkraftwerk.",
        "historical_info": "Eine Organisation für Kinder, die die Parteien in verschiedenen kommunistischen Nationen unterhielten. Normalerweise traten die Kinder in der Grundschule den Jungpionieren bei und blieben dort, bis sie erwachsen waren. Das Ziel der Organisation, angelehnt an die Pfadfinderbewegungen im Westen, war die Indoktrination der jungen Menschen mit der Philosophie und den Grundsätzen des Kommunismus und des Kampfes der Arbeiterklasse und der Soldaten. Das russische Programm war so erfolgreich, dass es bis 1990 in mehr als 30 Ländern nachgeahmt wurde. Viele dieser Organisationen bestehen heute noch, wie die in Russland selbst (jetzt die nicht offiziellen \"Pioniere der Kommunistischen Partei\") bis zu denen in Ländern wie Kuba und Vietnam.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/jungpioniere.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordnung",
            "game_info": "Ordnung ist die beste Wahl für große, ausgedehnte Reiche. Dabei wächst die Stärke des Reichs basierend auf der Anzahl der enthaltenen Städte.Wenn Ordnung eingeführt wird, steigt die Zufriedenheit der Städte um +1 pro Stadt.Bei Übernahme aller Politiken im Ordnung-Zweig wird pro Stadt +2 Nahrung, Produktion, Wissenschaft, Gold und Kultur gewährt.Kann Große Ingenieure mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Autokratie aktiviert sein!",
            "prereq_era": "Industriezeitalter",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/de/policies/young_pioneers.json"
    }
]