{
    "id": 63,
    "name": "Berufsarmee",
    "game_info": "Berufsarmee Goldkosten für die Modernisierung von Militäreinheiten sinken um 33% und Kasernen, Waffenkammern und Militärakademien werden 50% schneller gebaut.",
    "historical_info": "Eine Berufsarmee ist eine militärische Organisation, die auch in Friedenszeiten aufrecht gehalten wird. Soldaten werden von der Regierung für ihre Dienste bezahlt und verbringen ihre Zeit damit, sich auf Einsätze vorzubereiten oder diese durchzuführen. Die ersten Armeen waren keine Berufsarmeen. Wenn ein Krieg bevorstand, riefen die Staatsoberhäupter alle körperlich fähigen Männer zum Dienst, die dann auch ihre Waffen schulterten und in den Kampf zogen. Diese Amateursoldaten waren oft nicht besonders gut ausgebildet und mussten meistens ihre eigenen Waffen und Rüstungen mitbringen, sodass deren Qualität oft nicht sehr hoch war. Viele dieser Soldaten desertierten auch, wenn sie sich um die Ernte kümmern mussten, also wurden die Schlachten in den Sommer gelegt. Wenn der Sieg bis zur Ernte nicht errungen wurde, wurde der Krieg für ein Jahr ausgesetzt.Berufsarmeen bilden sich, wenn eine Gesellschaft wohlhabend genug geworden ist, um eine große Anzahl an Menschen zu unterhalten, die nicht auf dem Feld arbeiten oder andere produktive Arbeit leisten. Die Soldaten werden in der Regel in Kasernen untergebracht und von der Zivilbevölkerung ferngehalten, um Reibungen zu vermeiden, und der Staat sorgt für Verpflegung, Waffen, Rüstung und Ausbildung. Sie sind fast immer effektiver als Amateure.Moderne Kriegsführung ist unglaublich komplex geworden und Soldaten töten mit extrem komplizierten Waffen, für deren effektiven Gebrauch ein erhebliches Training notwendig ist. Amateursoldaten sind solchen Anforderungen einfach nicht gewachsen, und die meisten Staaten leisten sich die ein oder andere Form einer professionellen Streitkraft.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/professional_army.png",
    "required_policies": [
        {
            "name": "Kriegerkaste",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/military_caste.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Ehre",
        "game_info": "Ehre erhöht die Effektivität der Armee auf mehrere Arten.Ehre führt zu einem Kampfbonus von +33% gegen Barbaren und Nachricht an den Spieler, wenn neue Barbarenlager in bereits erkundetem Gebiet entstehen. Das Reich erhält Kultur für jeden eliminierten Barbaren. Schaltet den Bau der Zeus-Statue frei.Bei Übernahme aller Politiken im Ehre-Zweig wird Gold für jede ausgeschaltete Feindeinheit gewährt. Ermöglicht ebenfalls den Kauf Großer Generäle mit Glauben ab dem Industriezeitalter.",
        "prereq_era": null,
        "historical_info": "In einer \"ehrenhaften\" Gesellschaft begründet sich der Status der Bürger auf der Beurteilung ihrer persönlichen Qualitäten durch die Gesellschaft. Eigenschaften, die im Allgemeinen als ehrenhaft angesehen werden, sind unter anderem Treue, Ehrlichkeit, Anstand und Tapferkeit. In solchen Gesellschaften wird oft von Männern erwartet, dass sie \"ihre Ehre bis zum Tod verteidigen\", da ein Verlust der Ehre schlimmer ist als der Verlust des Lebens."
    }
}