{
    "id": 64,
    "name": "Protektionismus",
    "game_info": "Protektionismus+2 Zufriedenheit durch jedes Luxusgut.",
    "historical_info": "Protektionismus ist eine Politik, die versucht, den Handel zwischen Nationen durch Zölle, Steuern und andere Methoden zu beschränken. Sie wird von Ländern eingesetzt, die versuchen, ausländische Waren und Dienste aus dem eigenen Markt herauszuhalten, um so die einheimischen Betriebe zu schützen. Protektionismus wird auch von Herrschern verwendet, die den Kontakt der eigenen Bürger mit ausländischen Menschen und Gütern verhindern wollen, weil sie glauben, dass fremde Dinge böse sind oder nicht wollen, dass die eigenen Untertanen erkennen, wie schlecht ihr Land im Vergleich zu anderen Ländern der Welt abschneidet. In Nordkorea hat der Protektionismus bereits groteske Formen angenommen, da die Herrscher des Landes jeglichen Kontakt mit der Außenwelt untersagen, um die eigene Rückständigkeit zu verschleiern.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protektionismus.png",
    "required_policies": [
        {
            "name": "Merkantilismus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/mercantilism.json"
        },
        {
            "name": "Unternehmertum",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/entrepreneurship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Wirtschaft",
        "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
    }
}