{
    "id": 65,
    "name": "Reformation",
    "game_info": "ReformationWenn Ihr eine Religion gegründet habt, erhaltet Ihr einen Bonus-Reformations-Glaubenssatz.",
    "historical_info": "Als Reformation bezeichnet man eine umfassende Bewegung zur Reform von religiösen Organisationen oder Glaubenssystemen, die einen moralischen Verfall erlitten haben oder den eigenen Prinzipien nicht mehr treu sind. Die protestantische Reformation war eine Bewegung, welche die Reform der römisch-katholischen Kirche zum Ziel hatte und 1517 mit der Veröffentlichung der 95 Thesen durch Martin Luther begann, in denen er die Verfehlungen der katholischen Kirche auflistete, so wie er sie sah. Die Bewegung löste rund 130 Jahre schrecklicher, blutiger Religionskriege in ganz Europa und der Neuen Welt aus. Die Christenheit wurde dadurch permanent in verschiedene Organisationen aufgesplittert, und die bürgerliche Macht konnte endgültig die Oberhand über die religiösen Instanzen im Staat gewinnen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reformation.png",
    "required_policies": [
        {
            "name": "Religiöse Toleranz",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/religious_tolerance.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Frömmigkeit",
        "game_info": "Frömmigkeit lässt den Glauben eines Reiches florieren.Frömmigkeit reduziert die Bauzeit von Schreinen und Tempeln um die Hälfte. Schaltet den Bau der Großen Moschee von Djenné frei.Bei Übernahme aller Politiken erscheint ein Großer Prophet und Heilige Stätten produzieren +3 Kultur.",
        "prereq_era": null,
        "historical_info": "Frömmigkeit ist die Hingabe an eine bestimmte Religion oder ein geistiges Glaubenssystem. Fromme Menschen gelten in der Regel als besonders selbstgerecht und folgen meist den religiösen Praktiken ihres Glaubens, ohne diese auch nur im Geringsten zu hinterfragen."
    }
}