{
    "id": 66,
    "name": "Repräsentation",
    "game_info": "RepräsentationJede von Euch gegründete Stadt erhöht die Kulturkosten der Politiken um 33% weniger als üblich. Leitet zudem ein Goldenes Zeitalter ein.",
    "historical_info": "Repräsentation ist eine Politik, bei der die Bürger eines Staates Repräsentanten für die Regierung des Landes wählen. Dies kann als logische Folge der Kollektivherrschaft gesehen werden, da diese Regierungsform ab einer bestimmten Bevölkerungsgröße nicht mehr umsetzbar ist. Bei einer repräsentativen Regierungsform wird das Land in kleinere, besser zu organisierende Bezirke unterteilt, von denen alle einen oder mehrere ansässige Einwohner wählen, die für eine bestimmte Zeit die Interessen des Bezirks in der Regierung repräsentieren sollen. Die Repräsentanten bilden ein Parlament oder ein anderes Beratungsorgan und regieren so das Land. Die meisten repräsentativen Regierungsformen sind Republiken, was jedoch nicht zwingend notwendig ist. Manche repräsentative Regierungen wählen für eine bestimmte Amtsperiode oder auf Lebenszeit Könige und andere Adlige, die über sie herrschen sollen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/repräsentation.png",
    "required_policies": [
        {
            "name": "Staatsbürgerschaft",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Unabhängigkeit",
        "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
        "prereq_era": null,
        "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
    }
}