{
    "id": 67,
    "name": "Republik",
    "game_info": "Republik+1 Produktion in jeder Stadt und +5% Produktion in Städten beim Errichten von Gebäuden.",
    "historical_info": "Eine Republik ist eine Regierungsform, in der das Volk oder dessen Repräsentanten letztendlich die Macht haben, nicht ein Monarch oder Despot allein. Das Volk oder dessen Repräsentanten wählen die Staatsoberhäupter, doch die Macht dieser Staatslenker kommt ausschließlich aus der Zustimmung des Volkes. Einige antike Kulturen hatten eine Form von Republikanismus, vor allem einige griechische Stadtstaaten und Rom (für Teile seiner Geschichte), doch der größte Teil der Weltgeschichte wurde von Monarchien geprägt.Die Republik erschien im 18. Jahrhundert wieder auf der Bühne der Weltgeschichte, als die USA sich von der britischen Monarchie lösten und eine Republik gründeten. Als sie Unabhängigkeit von der Alten Welt erlangten, wurden die meisten neuen Nationen in Mittel- und Südamerika als Republiken gegründet (Mexiko versuchte sich eine Weile als Monarchie, doch das hielt nicht lange vor).Im 20. Jahrhundert wurden aus den meisten europäischen Regierungen Republiken, entweder nach dem Ersten oder dem Zweiten Weltkrieg. Auch viele asiatische Nationen folgten sowie große Teile Afrikas, nachdem sie sich von ihren Kolonialherren gelöst hatten. Heute hängen die meisten Nationen der Welt irgendeiner Form von Republikanismus an - oder geben zumindest vor, es zu tun.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/republic.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Unabhängigkeit",
        "game_info": "Unabhängigkeit eignet sich am besten für Zivilisationen, die schnelles Wachstum anstreben.Unabhängigkeit bringt 1 Kultur in jeder Stadt. Schaltet den Bau der Pyramiden frei.Bei Übernahme aller Politiken im Unabhängigkeit-Zweig wird nach Belieben eine kostenlose Große Persönlichkeit in der Nähe der Hauptstadt gewährt.",
        "prereq_era": null,
        "historical_info": "Als Politik kann Unabhängigkeit als die Grundvoraussetzung definiert werden, dass die Bürger einer Nation es verdienen, frei zu sein. Frei von körperlichen Einschränkungen und frei von tyrannischer Kontrolle. Leibeigene, Sklaven und erbliche Diener kann es dabei nicht geben, ebenso wenig wie Bürger, die gezwungen werden, in einem bestimmten Dorf, Gulag oder Ghetto zu leben."
    }
}