{
    "id": 69,
    "name": "Scholastik",
    "game_info": "ScholastikAlle Stadtstaaten, die Verbündete sind, liefern einen Wissenschaftsbonus in Höhe von 25% ihrer Produktion.",
    "historical_info": "Die Scholastik ist eine Lehrform, die in mittelalterlichen Universitäten Europas von ca. 1000 bis 1500 n. Chr. zum Einsatz kam. Die Methode legte besonderen Wert auf kritische Argumentation und Erörterung. Der Lehrer wählte meist ein Buch aus, das studiert werden sollte, diskutierte dann gemeinsam mit den Studenten über dessen Bedeutung, untersuchte andere Bücher zum gleichen Thema oder Kritiken zum Buch und dergleichen, um so ein besseres Verständnis des Themas zu erreichen, als es durch stures Auswendiglernen möglich wäre. Die Bewegung fußte auf der Wiederentdeckung von Werken griechischer Philosophen und dem Versuch, diese in Einklang mit der christlichen Religion zu bringen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scholastik.png",
    "required_policies": [
        {
            "name": "Philanthropie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/philanthropy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Patronat",
        "game_info": "Patronat erhöht die Vorteile der Freundschaft zwischen Stadtstaaten.Durch das Patronat sinkt der Einfluss auf Stadtstaaten 25% langsamer als normalerweise. Schaltet den Bau der Verbotenen Stadt frei.Bei Übernahme aller Politiken im Patronat-Zweig schenken Euch verbündete Stadtstaaten von Zeit zu Zeit Große Persönlichkeiten.",
        "prereq_era": "Klassik",
        "historical_info": "Das Patronat ist eine Politik, bei der die Reichen und Mächtigen - oft der Adel - die talentierten Künstler in der Gesellschaft unterstützen. In vielen alten Gesellschaften war Reichtum auf einen sehr kleinen Personenkreis beschränkt, zu dem beispielsweise die Familie des Königs oder seine Kaufleute gehörten. Maler, Bildhauer, Musiker und andere talentierte Künstler arbeiteten für die Elite, da nur diese es sich leisten konnte, Werke bei ihnen in Auftrag zu geben. Auch wenn es für gewöhnliche Leute etwas unfair sein mag, hat dieses System beispielsweise die brillanten Werke von Künstlern wie Leonardo da Vinci, Ben Jonson oder Mozart hervorgebracht. Heute erlebt das System so etwas wie eine kleine Renaissance, wobei der Patron heute zumeist keine einzelne Person, sondern ein großer Konzern ist."
    }
}