{
    "id": 70,
    "name": "Wissenschaftliche Revolution",
    "game_info": "Wissenschaftliche RevolutionErhöht den Wissenschaftsertrag aus Forschungsabkommen um 50%.",
    "historical_info": "Eine wissenschaftliche Revolution ist eine Zeit, in der schnelle Entwicklungen im Bereich Wissen oder Technologie die aktuelle Weltanschauung verändern und so noch weitere Fortschritte in der Wissenschaft hervorbringen. Im 16. Jahrhundert fand in großen Teilen Europas eine wissenschaftliche Revolution statt, nachdem die Werke \"Von den Umdrehungen der Himmelskörper\" von Nikolaus Kopernikus und \"Über den Bau des menschlichen Körpers\" von Andreas Vesalius erschienen waren. In beiden Fällen wurden für die damalige Zeit sehr moderne wissenschaftliche Methoden angewandt, um Teile der Umwelt zu untersuchen und so falsche Theorien zu berichtigen, von denen einige noch auf die alten Griechen zurückgingen. Nach dem Erfolg beider Bücher begannen Wissenschaftler damit, ihre Umgebung möglichst genau zu untersuchen und ließen so das Wissen der Menschheit in den nächsten Jahrhunderten erheblich anwachsen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wissenschaftliche_revolution.png",
    "required_policies": [
        {
            "name": "Souveränität",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/sovereignty.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Rationalismus",
        "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
        "prereq_era": "Renaissance",
        "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
    }
}