{
    "id": 71,
    "name": "Säkularismus",
    "game_info": "Säkularismus+2 Wissenschaft pro Spezialist.",
    "historical_info": "Säkularismus ist eine Weltanschauung, nach der die Regierung völlig unabhängig von religiösen Einflüssen sein sollte. Religion sollte nicht in der Schule gelehrt werden und auch nicht darüber entscheiden, ob ein Bürger in der Regierung mitwirken oder zum Militär gehen darf. Säkularisten müssen dabei nicht notgedrungen an kein höheres Wesen glauben - sie finden einfach, dass es für beide Institutionen schlecht ist, wenn Religion und Regierung vermischt werden. Die Vereinigten Staaten sind ein größtenteils säkularisiertes Land, obwohl Zeichen der Religion seiner frühen Einwanderer noch heute auf Geldscheinen, beim Amtseid der Präsidenten, im Justizsystem und vielen anderen Bereichen zu finden sind, was nicht selten zur Verärgerung der Bürger führt, die dieser Religion nicht angehören.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/säkularismus.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Rationalismus",
        "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
        "prereq_era": "Renaissance",
        "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
    }
}