{
    "id": 74,
    "name": "Souveränität",
    "game_info": "Souveränität+1 Gold von Wissenschaftsgebäuden.",
    "historical_info": "Souveränität, oder auch \"Volkssouveränität\", ist die Vorstellung, dass der Staat dem Volk gehört und die Herrscher somit \"Diener\" des Volkes sind. Die Macht geht vom Volk aus und jene, die herrschen, tun dies nur durch den Willen des Volkes. Das extreme Gegenteil einer Volkssouveränität ist eine Theokratie, bei der ein Herrscher seine Macht durch Gott erhält und nicht vom Volk. Staaten mit Volkssouveränität halten üblicherweise regelmäßig Wahlen ab, bei denen das Volk seinen Willen ausdrücken kann und hoffentlich den besten Kandidaten wählt - und nicht zum Beispiel den besten Lügner.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sovereignty.png",
    "required_policies": [
        {
            "name": "Säkularismus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/secularism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Rationalismus",
        "game_info": "Rationalismus erhöht die Fähigkeit, Wissenschaft zu verwenden und zu generieren.Rationalismus erhöht die Wissenschaft um 10%, solange das Reich glücklich ist. Schaltet den Bau des Porzellanturms frei.Bei Übernahme aller Politiken im Rationalismus-Zweig wird eine kostenlose Technologie gewährt. Außerdem wird der Erwerb Großer Wissenschaftler mit Glauben ab dem Industriezeitalter ermöglicht.",
        "prereq_era": "Renaissance",
        "historical_info": "Rationalismus ist eine Weltanschauung, die versucht, die Welt mit Hilfe der Vernunft und nicht mit dem Glauben zu erklären. Rationalisten glauben, dass die Vernunft allen anderen Arten der Interpretation der Welt überlegen ist, wozu auch alle Daten gehören, die durch die eigenen fünf Sinne aufgenommen werden. Die Philosophie geht auf den großen Sokrates im antiken Griechenland zurück und hat im Europa des 16. und 17. Jahrhunderts eine Renaissance erlebt, als sich Philosophen wie Descartes, Spinoza und Kant damit beschäftigten."
    }
}