{
    "id": 82,
    "name": "Schatzflotten",
    "game_info": "Schatzflotten+4 Gold durch all Eure Seehandelswege.",
    "historical_info": "Zu verschiedenen Zeiten haben Nationen, die große Mengen an Schätzen und Handelswaren transportierten, sich auf Konvois verlassen, um die Chancen zu erhöhen, dass die Fracht tatsächlich am Zielort ankommt. Der berühmteste war die spanische Schatzflotte, die von 1566 bis 1790 Gold, Silber, Gewürze, Tabak, Perlen und andere Reichtümer von den Westindischen Inseln zu den spanischen Häfen in Europa brachte. Die Plünderung des spanischen Havannas durch französische Freibeuter und Angriffe auf einzelne Galeonen durch englische Seeräuber veranlassten die Spanier, Konvois zwischen der Neuen Welt und Europa einzurichten. Auch wenn die Meere jetzt relativ sicher vor Piraten sind, organisieren Nationen zu Kriegszeiten immer noch Konvois, um die Chancen zu erhöhen, dass ihre Handelsschiffe intakt ankommen.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/schatzflotten.png",
    "required_policies": [
        {
            "name": "Handelsmarine",
            "url": "https://eyefyre.github.io/civvapi/v1/de/policies/merchant_navy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Erkundung",
        "game_info": "Erkundung verbessert Eure Fähigkeit, Euer Reich über Ozeane auszudehnen.Die Einführung der Erkundung bringt +1 [ICON_MOVES] Fortbewegung für Marineeinheiten und +1 Sicht für Kampfeinheiten der Marine. Schaltet den Bau des Louvres frei.Die Einführung aller Politiken macht verborgene Altertumsstätten sichtbar und ermöglicht den Kauf Großer Admiräle mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Seit sich die ersten Menschen an einem Ort niedergelassen haben, gab es immer welche, die wissen wollten, was hinter dem Horizont liegt. Ob die Motivation Profit, Abenteuer, Religion, Notwendigkeit oder schlicht Neugier war - Entdecker haben unser Wissen über die Welt und ihre Wunder erweitert. Während des Entdeckungsprozesses haben sie auch viele unterschiedliche und entfernte Kulturen verknüpft, zum Guten wie zum Bösen. Die großen Entdecker von Hanno aus Karthago über den chinesischen Admiral Wang bis zum Engländer Sir Richard Burton und Tausende andere haben die Expansion vorangetrieben und die Geschichte geformt."
    }
}