{
    "id": 84,
    "name": "Einheitsfront",
    "game_info": "Militaristische Stadtstaaten gewähren doppelt so oft Einheiten bei Krieg gegen einen gemeinsamen Feind.",
    "historical_info": "Eine Einheitsfront ist ein System, bei dem Revolutionäre die Staatsgrenzen ignorieren und ihre Ziele gemeinsam mit Sinnesgenossen aus anderen Ländern verfolgen. Das System wurde von Kommunisten entwickelt, die versuchten, die bolschewistische Revolution in andere Länder Europas und in die ganze Welt zu tragen. Mit ihrem Schlachtruf \"Arbeiter aller Länder vereinigt euch\" hofften die Anhänger der Bewegung, dass die unteren Klassen der Länder der Welt verstehen würden, dass sie mehr miteinander gemeinsam hatten als mit den Herrschern der jeweiligen Staaten. Die Arbeiter sollten sich erheben, die kapitalistischen Unterdrücker stürzen und die Welt in ein Arbeiterparadies verwandeln. Dies geschah jedoch nie und die Bewegung scheiterte letztendlich. Doch das Konzept einer Einheitsfront hat im aktuellen kulturellen Konflikt zwischen den Religionen wieder eine neue Bedeutung erhalten.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/einheitsfront.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autokratie",
        "game_info": "Autokratie ist etwas für militaristische Zivilisationen, die davon träumen, die Welt zu erobern.Bei Autokratie sinken die Gold-Unterhaltskosten für Einheiten um 33%, sodass das Reich ein größeres Militär unterhalten kann. Ergibt 10 Kultur als Plündergut für jeden Punkt Kultur, der in der eingenommenen Stadt produziert wird.Bei Übernahme aller Politiken im Autokratie-Zweig wird allen Militäreinheiten 50 Runden lang ein Angriffsbonus von 25% gewährt.Kann Große Generäle und Große Admirale mit Glauben kaufen.[COLOR_WARNING_TEXT]Dieser Zweig kann nicht gleichzeitig mit Freiheit oder Ordnung aktiviert sein!",
        "prereq_era": "Industriezeitalter",
        "historical_info": null
    }
}