{
    "id": 6,
    "name": "Wagenzüge",
    "game_info": "Wagenzüge+2 Gold durch alle Eure Landhandelswege. Unterhaltskosten für Straßen und Eisenbahnstrecken um 50% reduziert.",
    "historical_info": "In verschiedenen Zeiten, als die Straßen besser wurden und weniger unter Banditentum litten, ersetzten Wagenzüge die Karawanen bei Reisen über den Landweg. Wagenzüge waren in der Lage, mehr Güter zu transportieren, Schutz zu bieten sowie weitere Strecken zurückzulegen und wurden deshalb für Handel, Krieg und Migration eingesetzt. Sie wurden im Verlauf der Geschichte zwar sehr oft verwendet, aber mit Einzug des Industriezeitalters verschwanden die Wagenzüge größtenteils.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wagon_trains.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Wirtschaft",
        "game_info": "Wirtschaft verschafft Reichen einen Bonus, die auf Gold fokussiert sind.Wenn man Wirtschaft wählt, erhöht sich der Goldertrag in der Hauptstadt um 25%. Schaltet den Bau von Big Ben frei.Bei Übernahme aller Politiken des Wirtschaftszweigs wird für jeden Handelsposten +1 Gold gewährt. Ermöglicht außerdem den Kauf von Großen Händlern mit Glauben ab dem Industriezeitalter.",
        "prereq_era": "Mittelalter",
        "historical_info": "Wirtschaft beschäftigt sich mit dem Austausch von Waren und Dienstleistungen, entweder durch einen Barterhandel (im Austausch gegen andere Waren oder Dienstleistungen) oder durch die Übergabe irgendeiner Form von Währung. Wirtschaft ist so alt wie die menschliche Sprache und vielleicht sogar noch älter. In einigen Kulturen bekleiden Händler eine niedrigere Klasse als die Herrscher oder diejenigen, die Waffen tragen dürfen. In anderen Kulturen gelten Händler als Elite und das Erlangen von Reichtum als höchstes Gut. Für den Großteil ihrer jüngeren Geschichte gehörten die Vereinigten Staaten von Amerika der zweiten Kategorie an."
    }
}