{
    "id": 10,
    "name": "인도",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/인도.png",
    "dawn_of_man": "반갑습니다, 위대한 영혼을 지닌 인도의 지도자, 간디 대통령이여! 그대는 역사가 만 년이나 되는 가장 오래된 나라 중 하나인 인도의 지도자입니다. 영적인 나라 인도는 위대한 종교인 힌두교, 불교, 자이나교의 발상지입니다. 인도는 열정이 넘치는 음악과 색채의 땅이며, 엄청난 부와 뼈아픈 빈곤의 땅입니다. 인도는 몇백 년 동안, 끊임없이 서로 적대하고 외세와 싸웠던 여러 왕국으로 나뉘어 있었습니다. 12세기에 인도는 이슬람 튀르크에 정복당했습니다. 17세기 초에는 영국인이 건너와 약삭빠른 외교와 기술적 우월성을 무기로 산산이 조각난 인도를 정복했습니다. 영국은 약 200년간 정권을 유지했으나, 쇄도하는 인도 민족주의의 물결로 말미암아 인도에서 쫓겨났습니다. 이는 역사상 유례가 없는 평화적 혁명이었습니다.간디여, 백성은 그대가 인도를 보다 큰 영광으로 이끌어주기를 기대하고 있습니다! 인도인의 잠재력을 실현하여 다시금 인도가 세계의 예술, 문화, 종교 중심지가 되도록 하여 세월의 시련을 이겨낼 문명을 건설해 주시겠습니까?",
    "unique_buildings": [
        {
            "name": "무굴 요새",
            "url": "https://eyefyre.github.io/civvapi/v1/kr/buildings/mughal_fort.json"
        }
    ],
    "unique_units": [
        {
            "name": "전투 코끼리",
            "url": "https://eyefyre.github.io/civvapi/v1/kr/units/war_elephant.json"
        }
    ],
    "city_names": [
        "델리",
        "뭄바이",
        "비자야나가라",
        "파탈리푸트라",
        "바라나시",
        "아그라",
        "캘커타",
        "라호르",
        "방갈로르",
        "하이데라바드",
        "마두라이",
        "아마다바드",
        "콜라푸르",
        "프라야가",
        "아요디야",
        "인드라쁘라스타",
        "마투라",
        "우자인",
        "굴바르가",
        "자운푸르",
        "라자그리하",
        "슈라바스티",
        "티루치라팔리",
        "탄자부르",
        "보드가야",
        "쿠쉬나가르",
        "아마라바티",
        "가우르",
        "괄리오르",
        "자이푸르",
        "카라치"
    ],
    "spy_names": [
        "아쇼크",
        "샨크",
        "호르미스",
        "산지브",
        "아난다",
        "라니",
        "파르바티",
        "묵타",
        "카리시마",
        "요스나"
    ],
    "historical_info": [
        {
            "heading": "역사",
            "text": "인도 공화국은 전세계에서 두 번째로 인구가 많으며, 민주주의 국가중에서는 가장 크다. 극과 극의 나라로, 엄청난 부와 끝도 없이 계속되는 빈곤함이, 최첨단의 도시와 원시마을이 공존한다. 그 안에서 아름다움과 누추함, 희망과 절망을 찾을 수 있다. 지구상에서 가장 오래된 문명임에도, '신흥' 시장으로 여겨진다. 인도는 지구상에서 가장 재미있는 문명 중 하나이다."
        },
        {
            "heading": "지형",
            "text": "인도는 다이아몬드 모양의 국가이다. 북쪽 국경은 히말라야 산맥에 남쪽 국경은 아라비아해와 뱅골만 사이에서 인도양으로 나온 상대적으로 평평한 지역에 접하고 있다. 이 평지는 주로 서쪽에서 동쪽으로 흐르는 강으로 분할되며, 대부분의 지역은 우기가 되면 홍수가 자주 발생한다.인도는 넓이가 약 3,290,00제곱킬로미터정도 되는데, 이는 미국 영토의 3분의 1정도에 해당하는 크기이다. 기후는 열대성/아열대성이며 북쪽으로 갈수록 산악 기후가 나타난다."
        },
        {
            "heading": "선사시대",
            "text": "고고학자들은 인도에서 기원전 7천년의 농업 흔적을 발견했는데, 기원전 2500년경에 설립된 것으로 보이는 최초의 도시 흔적도 발견되었다. 소위 인더스 문명은 8세기 동안 번창했다. 일부 전문가들은 이 문명의 면적이 약 1,300,000제곱킬로미터 정도에 이르렀으며 (다소간) 통일된 언어와 화폐를 통해 폭넓은 무역망을 이루고 있었다고 보고 있다.인더스 문명은 어떤 확실치 않은 이유로 인해 기원전 1800년 경에 멸망했다. 주요 도시들도 모두 사라졌고, 중앙 권력의 흔적도 찾아볼 수 없게 되었다. 일부 학자들은 환경의 악화로 인해 많은 이들이 굶주림을 겪었고, 이를 발단으로 대도시가 지속될 수 없었을 것이라고 하며, 다른 학자들은 외부 침략자들이 이 지역으로 대거 이주하면서 멸망에 이르렀을 것이라고 보고 있다. 그 원인이 무엇이든, 이 도시는 거의 천 년 동안 지속되었다."
        },
        {
            "heading": "초기 베다 시대",
            "text": "“초기베다시대\"는 기원전 약 1500년부터 800년까지 지속되었다. “베다”에서 그 이름을 따온 것으로, 현존하는 인도 기록물 중 가장 오래된 것도 바로 이 시기에 작성된 것이다. 지금까지 발견된 베다 경전은 리그베다, 사마베다, 야주르베다, 아타르바베다, 이렇게 네 가지가 있다. 이 경전들은 기원전 2000년경에 유럽에서 인도로 이주한 무리인 소위 “아리아”인의 종교적/신비주의적 관례를 기술하고 있다. 힌두교의 기원은 이 시기까지 거슬러 올라간다.초기 베다 시대에는 많은 사람들이 유목 생활 방식을 따르고 있었고 주요 정치 단위는 씨족 사회였다. 시간이 흐르면서 많은 사람들이 정착 생활을 하기 시작했고 부족 족장은 정치적, 종교적, 군사적 권력을 갖는 왕이 되었다. 또한 조세 제도가 개편되어 나라가 부유해지고 강건해졌다.이 시기 동안에는 철의 사용이 보편화되었고, 도시 생활로 전환되는 모습이 많인 나타났다. 이러한 현상은 갠지스 강 계곡 부근에서 특히 뚜렷하게 나타났다. 이 때 인도 문명은 다시 전성기를 누렸다."
        },
        {
            "heading": "카스트",
            "text": "베다 경전 중 가장 오래된 리그베다에는 인도 “카스트” 제도의 신화적 유래가 기술되어 있었다. 카스트 제도는 이 시기 동안 개발된 것으로 보인다. 카스트 제도는 세습되는 것으로, 태어나면서부터 부모의 신분을 물려 받게 되고, 신분 상승은 불가능하다.이 시기 동안 인도 문화에서 네 가지 주요 카스트층이 생겨났다. 사제 계급인 브라만, 장군이나 지주 계급인 크샤트리아, 상인, 숙련 노동자 계급인 바이샤, 그리고 미숙련 노동자 계급인 수드라가 바로 그것이다.카스트 제도는 인도 역사 속에서 지속적으로 존재해왔다. 오늘날까지도 그 흔적이 남아있으며 인도 정부는 이를 없애기 위해 노력하고 있다."
        },
        {
            "heading": "인도국의 성장",
            "text": "기원전 500년경에는 인도에 수십 개에 달하는 국가들이 존재했다. 일부 국가는 군주제였고, 일부 국가는 소수 독재 정치 체제를 갖고 있었다. 이 국가들은 서로 자주 분쟁을 일으키면서 영향력과 세력을 확장하고자 했다.이 인도 국가들은 내부적으로 서로 충돌했을 뿐만 아니라 외부 세력에도 많은 시달림을 받았다. 기원전 326년, 알렉산더 대왕은 인도 북서부를 침략했고 펀자브 지방을 점령했다. 기원전 2세기 초, 그리스의 박트리아 왕이었던 디미트리오스는 인도 북서부 대부분의 점령했고, 그의 후계자는 얼마 동안 그 지역을 지배했다. 그러는 사이 인도 동부에는 중국 한나라에서 쫓겨온 중앙 아시아 유목 민족이 쳐들어왔다. 시간이 흐르면서 침략자들은 쫓겨 나가거나 동화되었고, 인도의 역사와 문화에 큰 영향을 끼쳤다."
        },
        {
            "heading": "마우리아 제국",
            "text": "찬드라굽타 마우리아(기원전 340년-290년)는 마우리아왕조의 창건자이다. 그는 위대한 군사적, 정치적 지도자였으며, 인도 아대륙 대부분을 통합하여 지배했다. 이 왕조는 그의 아들인 아소카 대왕(기원전 304년-232년)에 의해 더욱 확장되었다. 아소카는 수년 동안 아버지의 정복 사업을 이어 갔지만, 말년에는 불교에 귀의하고 비폭력주의에 심취해 인도 전역에 많은 불교 사원을 짓고 남아시아에 불교를 전파하는데 힘을 기울였다. 아소카가 죽으면서 마우리아왕조는 그 세력이 약해지기 시작했는데, 기원전 185년, 브라만 장군인 순가는 마우리아 왕을 암살한 후 권력을 차지하여 순가 왕조를 탄생시켰다."
        },
        {
            "heading": "인도의 종교",
            "text": "인도에서는 항상 종교가 강력한 힘이 되었다. 세계 주요 종교 중 세 가지가 이 아대륙으로부터 비롯되었으며, 기타 외부 종교도 인도에서 크게 유행했다.인도에서 가장 지배적인 종교는 힌두교이다. 힌두교의 뿌리가 베다 시대에 있다는 점에서 힌두교는 가장 오랫동안 지속된 종교적 전통이라고 할 수 있다. 대략 10억 명의 사람들이 힌두교를 믿고 있으며 그 중 90%가 인도에 살고 있다. 힌두교는 특정한 신념이나 신화라기 보다는 종교적 전통과 교리의 집합체라고 할 수 있다. 힌두교는 유일신교, 다신교, 그리고 그 외 기타 “주의”들까지도 받아들인다. 힌두교의 중요한 개념에는 윤리적인 개념인 다르마, 죽음과 윤회, 삶의 순환을 의미하는 삼사라, 인과응보의 카르마, 반야에 이르는 길인 요가가 있다.불교는 싯다르타 고다마(기원전 563년-483년), 즉 부처의 가르침을 기반으로 하는 일종의 믿음이라고 할 수 있다. 불교는 신자들에게 열반에 이르는 방법과 끝없이 반복되는 고통에서 벗어나는 방법, 그리고 선행, 참선, 수행 등을 통해 윤회하는 방법에 대해 가르친다. 불교는 인도 전역에 많은 불교 사원을 짓고 다른 나라에까지 적극적으로 불교를 전파했던 아소카 대왕이 귀의할 때까지 인도 전역에 천천히 확산되었다. 시간이 흐르면서 이 불교는 힌두교(차후 이슬람교)가 되었고, 12세기에는 불교가 사실상 사라지게 되었다. 오늘날에는 인도에서 불교가 잠시 유행하고 있다.자이나교는 비폭력주의 종교로, 신자들에게 수련과 자기 수양을 통해 최고 의식 상태에 이르는 방법을 가르친다. 이 종교는 기원전 9세기에 발생했으며 오늘날까지 인도에는 약 400만 명, 전세계적으로는 약 10만 명의 신자를 탄생시켰다."
        },
        {
            "heading": "굽타 왕조와 그 이후",
            "text": "굽타 왕조는 320년부터 540년까지 인도 북부와 중부를 지배했다. 일부 학자들은 이 시기를 인도의 문학, 예술, 건축, 철학이 번창했던 인도의 “황금기”라고 일컫기도 했다. 그러나 5세기 중반, 굽타 왕조는 중앙 아시아 부족이었던 “흉노족”으로부터 침략을 받아 대부분 몰락하고 말았다.(이 부족과 동유럽을 침략했던 훈족과의 관계는 밝혀진 바가 없다.) 이 시기 동안 인도는 중앙 아시아의 영향까지 받기도 했다.굽타 왕조 이후, 인도에서는 여러 왕국들이 세워지고 몰락했지만 굽타 왕조의 크기와 힘을 따라가지는 못했다."
        },
        {
            "heading": "이슬람교도",
            "text": "이슬람교도들은 기원후 6세기부터 인도의 해안을 들이닥치기 시작했다. 그러나, 인도 북부에 눈여겨볼 군사습격은 12세기 말 가즈니의 술탄 마하무드가 이끄는 이슬람교 터키인에 의해 이루어졌다. 그는 펀자브를 정복하고 인도의 북부와 중부를 향한 여러 차례의 기습작전을 성공적으로 이끈 이였다. 1193년 델리가 정복당하면서, 델리술탄정권이 세워졌다. 맘루크 왕조는 1290년 할지 왕조로 바뀔 때까지 통치를 하였고, 할지 왕조는 다시 투굴루크 왕조에 의해 전복되는 식으로 계속 이어졌다. 1526년이 되어서야 이러한 반복이 끝났는데, 이 때 카불의 바부르는 그 시대의 모든 이를 물리치고 무굴 왕조를 세웠고, 이 국가는 대략 3세기 동안 유지되었다. 이슬람교도인이 인도 전역을 완전히 점령했다고 볼 수는 없으나, 국가 대부분의 넓은 부분을 통치한 것은 확실했다. 몇몇의 이슬람교 통치차들이 강하게 이슬람교로 개종시키려 애썼음에도 불구하고, 인구의 대부분은 힌두교로 남았다. 시간이 흐르고 무굴 제국이 서서히 쇠락하자, 아프가니스탄, 시크교, 힌두교인들의 공격이 증가되었다. 결국 인도는 영국의 손에 의해 멸망에 이르고 말았다."
        },
        {
            "heading": "유럽인의 유입",
            "text": "유럽에서 인도로 배를 타고 온 것으로 알려진 최초의 유럽인은 바스코 다가마라는 사람이다. 이 사람은 유럽에서 9달 간의 항해를 거쳐 1498년 5월 20일 인도의 캘리컷에 도착한 포르투갈의 탐험가다. 바스코 다가마는 인도를 떠나면서 몇 사람을 남겨두고 교역소를 차리게 했다. 바로 그것이 긴 인도 해안에 수많은 유럽인들이 세웠던 교역소 중 최초의 교역소였다. 포르투갈은 그의 성공에 힘입어 재빨리 교역선과 군함을 제조했고, 인도와 동아프리카 전역에 전략 기지를 구축하여 인도양에서의 교역을 장악하려 했다. 튼튼하게 제작된 포르투갈의 군함은 상대적으로 약한 아라비아와 인도 배들을 쉽게 파괴할 수 있었다.(실제로 인도가 유럽의 침략에 당할 수 밖에 없었던 이유는 해상에서의 전투에 취약했기 때문이었다.) 포르투갈은 16세기 동안 교역소를 유지해오다가 1580년 마침내 스페인에 합병되었다. 스페인이 신대륙으로부터의 수익을 보호하기 위해 해군력을 집중시키고 있을 때, 네덜란드와 영국은 그 틈을 타 스페인에게 도전장을 내밀었다.네덜란드는 1600년대에 들어서 태평양과 인도양에서 자신들만의 무역 제국을 만들기 시작했다. 그들은 그 지역을 점령하거나 종교를 전파하려는 것이 아니었고, 향신료만을 필요로 했다. 일부 교역소는 인도 남부에 건설되었지만(후추와 카르다몸) 대부분은 동인도제도(인도네시아)와 거래를 했다. 네덜란드는 그로부터 수년 동안 인도의 무역을 독점했고, 다른 유럽 국가의 도전을 막아냈다.17세기 초반, 영국은 향신료 산업에서 큰 수익을 챙기고자 동인도제도에서 네덜란드의 지배권에 도전하려고 시도했으나 네덜란드의 해군에게 무참히 패배했다. 그 후 그들은 좀 더 손쉬운 상대라고 생각한 포르투갈을 공격하기 시작했고, 1612년, 마침내 포르투갈을 무너뜨리고 무굴 제국과 유리한 무역협정을 맺었다. 영국은 무굴 제국과 70년 동안 평화로운 거래를 이어오고 있다가 1686년 무굴 공격 작전이 수포로 돌아가자 이후 다시 50년 동안 좋은 관계를 유지했다.16세기에는 프랑스도 인도와 좋은 교역 관계를 맺고 싶어했다. 수 년간 좋은 관계를 유지해오고 있었지만 유럽에서 전쟁이 일어나면서 다른 유럽 세력에 노출되고 말았다. 그들의 흥망성쇠는 영국과 네덜란드의 성쇠와 반대로 진행되었다."
        },
        {
            "heading": "영국의 지배",
            "text": "1757년, 영국 동인도회사가 세금 납부를 하지 않자 못마땅하게 여겼던 뱅골 나와브 세력은 영국 동인도회사와 전투를 벌였다. 회사의 승리도 돌아간 이 전투 후, 영국 동인도회사는 뱅골을 점령했고, “자유 무역”이라는 이름으로 대다수 도시의 무역을 장악했다. 이 회사는 인도가 작고 약한 나라와 큰 나라로 분할되었던 상황을 잘 이용하여 그 다음 세기까지 장악 지역을 지속적으로 넓혀갔다. 영국은 무력, 위협, 뇌물수수 등의 온갖 방법을 동원하여 자신의 세력을 확장했고, 1850년에 이르러서는 아대륙의 거의 대부분을 장악하게 되었다.1857년, 인도는 이와 같은 영국 세력을 거세게 거부하며 폭동을 일으켰다. 이 폭동은 “세포이 항쟁”이나 “제 1자 독립 전쟁”과 같이 다양하게 알려져 있다. 초기에는 폭동이 성공하는 듯 했지만, 위기에 몰린 동인도회사가 더 많은 부대를 파견하면서 폭동을 일으킨 주동자들이 순식간에 잡혀나갔다. 폭동이 진압되면서 영국 국왕은 영국 동인도회사로부터 인도의 통치권을 넘겨 받았다. 그 후 인도는 90년 동안 영국 왕관의 보석이 되었다.대역 제국은 인도의 점령으로 많은 수익을 올리게 되었다. 물론 인도인이 영국으로부터 아무런 도움을 받지 못한 것은 아니었다. 영국은 인도인들을 교육하면서 발전된 유럽 과학과 기술을 접할 수 있도록 도움을 주었으며 나라 전체에 전신선과 도로, 철도 등을 건설하기도 했다. 또한 인도인들에게 공공의 적이 되어 줌에 따라 인도인들이 한 마음으로 뭉칠 수 있게 하기도 했다. 바로 이것이 인도의 독립 운동이 일어나게 된 큰 이유였다고 할 수 있다."
        },
        {
            "heading": "인도 독립 운동",
            "text": "20세기에 접어들자 정치에 참여하지 못해 불만을 품은 인도 지식인 계층의 주도로 독립운동에 박차를 가했다. 이에 영국은 인도에 고등 교육 기관을 세우고 필요한 교육을 이수하고 수습 기간을 거치면 정부 기구 운영을 할 수 있게 한다는 방침을 세웠으나 곧 이러한 방침이 빛 좋은 개살구임이 드러났는데, 영국인이 고위직을 독점하며 현지인이 학교에서 아무리 뛰어난 성적을 거두어도 후보에서 제외했던 것이다. 이 정책은 고등 교육을 받은 극도의 불만 세력을 배출했으므로 영국에게 그야말로 독이 된 정책이었다.인도 최초의 국민회의는 1885년 12월에 개최되었는데, 총 73명의 의원으로 구성되었고, 대부분 변호사, 사업가, 지주들로 이루어져 있었다. 이 국민회의에서는 정부 직책을 구성할 때 인도인 후보자와 영국인 후보자의 평등과 인도가 영국 정부에 납부하던 세금 삭감, 그리고 영국-미얀마 전쟁(영국 장교의 지휘 아래 인도 병사가 싸움)의 종결 등이 요구되었다. 20세기 후반이 되자, 인도국민회의는 자치를 요구하기 시작했다.그러던 가운데 이슬람교의 인도인들은 인도국민회의 다수가 힌두교라는 점에서 자신들에게 불이익이 될 것을 우려하여, 인도국민회의와 비슷한 단체인 이슬람연합을 결성하고 이슬람교의 독립을 외쳤다. 인도국민회의와 이슬람연합은 큰 어려움이 닥쳤을 때만 협력하는 관계를 유지해오다가 결국 불화로 나라에 파멸을 가져오게 되었다.제 1차 세계 대전이 일어나자, 인도국민회의는 영국의 전쟁을 적극적으로 지원했다. 실제로 간디는 스스로 여러 인도 마을을 돌아다니며 영국군 입대를 장려하기도 했다. 이렇게 영국을 지원했던 것은 영국이 인도의 충성에 보답하여 자치나 독립을 하지는 못하더라도 정치적인 부분을 양보해주지 않을까 하는 기대감에서 비롯된 것이었다. 그러나 영국은 인도의 이러한 기대감을 충족시켜줄 정도로 빠르게 움직이지 않았고, 인도의 적의는 커져만 갔다."
        },
        {
            "heading": "간디",
            "text": "1921년, 마하트마 간디(1869-1948)는 인도국민회의의 의장을 맡게 되면서 “사티아그라하” 정책을 펼치며 비폭력 시민 불복종 투쟁을 벌였다. 간디는 많은 집회가두행진과 시위를 이끌었고 1930년에는 널리 알려진 “소금행진”을 벌였다. 이 소금행진에서는 수천명에 달하는 간디의 지지자들이 소금이라는 필수 무기질에 대한 영국의 소금세에 항의하며 소금을 만들러 바다까지 행진하였다. 그는 여러 차례 투옥되었다. 1942년, 2년 동안 옥고를 치르는 동안 아내를 잃고 말라리아에 걸렸다. 영국은 간디가 감옥에서 사망할 것을 염려한 끝에 간디를 풀어주었다.인도뿐만이 아니라 전세계 여러 나라에서 수많은 지지자를 두고 있었던 간디였지만 힌두교인과 이슬람교인 사이의 불화를 해결하지는 못했다. 간디가 인도의 독립을 이끌었던 것은 사실이지만 이 두 세력의 종교적 갈등으로 나라는 분열되고 말았다.간디에 대한 보다 자세한 설명은 백과사전의 해당 항목을 참조한다."
        },
        {
            "heading": "독립",
            "text": "두 차례 세계대전을 겪고 간디의 사티아그라하 전술에 대해 대응책을 마련하지 못했던 영국의회는 점점 그 세력이 약화되면서 1947년, 마침내 인도독립볍을 통과시켰다. 이 법에서는 힌두교 인도와 이슬람교 파키스탄, 이렇게 두 개의 국가를 공식으로 인정했다. 파키스탄은 동쪽과 서쪽에 각각 하나씩, 두 구역으로 나뉘어져 있었는데 그 사이에 이 두 구역보다 훨씬 더 큰 인도가 놓여 있어, 두 구역은 1600킬로미터나 떨어져 있는 상태였다. 인도가 분열되어 있던 동안 약 150만 명의 사람들이 이주했다. 힌두교인은 새로 설립된 파키스탄에서 힌두교 인도로 이주하고 이슬람교인은 인도에서 이슬람파키스탄으로 이주했다. 이 대변동 시기 동안 100만 명에 달하는 사람이 사망했다.새롭게 탄생한 이 국가들은 서로를 적대시하면서 수많은 전쟁을 벌였다. 갈등의 원인은 대부분 국경 분쟁과 관련된 것이었다. 1971년, 인도는 동파키스탄 내전에 참전했는데, 이로 인해 동파키스탄은 서파키스탄과 독립하여 방글라데시가 되었다."
        },
        {
            "heading": "현대 인도, 파키스탄, 방글라데시",
            "text": "역사적으로 인도의 일부였던 이들 세 국가는 20세기 말부터 21세기 초 매우 다른 길을 걸었다. 방글라데시는 의회 민주주의 국가로 홍수, 태풍, 기아에 허덕이는 인구 밀집 국가였는데, 1970년대 독립한 이후 국민의 삶의 질이 꾸준히 향상되었다.파키스탄은 세계에서 여섯 번째, 이슬람 국가 중 두 번째로 인구가 많은 국가이다. 파키스탄의 경제는 지난 25년 동안 성공적이었다고 할 수 있지만, 지역적으로 해결해야 할 문제가 많이 남아 있다. 동쪽에는 숙적인 인도가 있어 국경 분쟁이 계속되어 왔는데, 최근 양쪽 모두 핵무기를 보유하고 있다는 사실이 밝혀졌다. 서쪽으로 아프가니스탄에는 파키스탄을 도피처로 삼는 탈레반 테러조직이 있고, 세계에서 가장 강력한 무기를 갖추었다는 미군이 가득하다. 인도와 안정적으로 평화를 유지하고 탈레반과 미군이 자국 영토에서 싸우는 것을 막을 수 있다면 파키스탄의 미래는 매우 긍정적이라 할 수 있다.인도는 세계에서 두 번째로 인구가 많은 나라이며 계속 성장하고 있는 민주국가이다. 경제는 계속 향상되고 있으며 시끄럽고 떠들썩하고 활기가 넘친다. 누구에게도 뒤지지 않는 과학 기술이 있으며 미국과 견줄만한 교육 제도도 갖추고 있다. 또한 대규모 병력과 핵무기도 갖추었는데 주로 파키스탄 국경에 배치되어 있다. 인도는 파키스탄과의 적대적인 관계를 개선할 수만 있다면 다음 세기에는 세계열강의 반열에 오를 수 있을지도 모른다."
        },
        {
            "heading": "현대 인도, 파키스탄, 방글라데시",
            "text": "역사적으로 인도의 일부였던 이들 세 국가는 20세기 말부터 21세기 초 매우 다른 길을 걸었다. 방글라데시는 의회 민주주의 국가로 홍수, 태풍, 기아에 허덕이는 인구 밀집 국가였는데, 1970년대 독립한 이후 국민의 삶의 질이 꾸준히 향상되었다.파키스탄은 세계에서 여섯 번째, 이슬람 국가 중 두 번째로 인구가 많은 국가이다. 파키스탄의 경제는 지난 25년 동안 성공적이었다고 할 수 있지만, 지역적으로 해결해야 할 문제가 많이 남아 있다. 동쪽에는 숙적인 인도가 있어 국경 분쟁이 계속되어 왔는데, 최근 양쪽 모두 핵무기를 보유하고 있다는 사실이 밝혀졌다. 서쪽으로 아프가니스탄에는 파키스탄을 도피처로 삼는 탈레반 테러조직이 있고, 세계에서 가장 강력한 무기를 갖추었다는 미군이 가득하다. 인도와 안정적으로 평화를 유지하고 탈레반과 미군이 자국 영토에서 싸우는 것을 막을 수 있다면 파키스탄의 미래는 매우 긍정적이라 할 수 있다.인도는 세계에서 두 번째로 인구가 많은 나라이며 계속 성장하고 있는 민주국가이다. 경제는 계속 향상되고 있으며 시끄럽고 떠들썩하고 활기가 넘친다. 누구에게도 뒤지지 않는 과학 기술이 있으며 미국과 견줄만한 교육 제도도 갖추고 있다. 또한 대규모 병력과 핵무기도 갖추었는데 주로 파키스탄 국경에 배치되어 있다. 인도는 파키스탄과의 적대적인 관계를 개선할 수만 있다면 다음 세기에는 세계열강의 반열에 오를 수 있을지도 모른다."
        }
    ],
    "leader": {
        "name": "간디",
        "subtitle": "인도의 지도자",
        "lived": "1869년 ~ 1948년",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/간디.png",
        "trait": {
            "name": "인구 성장",
            "effect": "도시 수로 인해 생성되는 불행이 2배로 증가하지만 시민 수로 인해 생성되는 불행은 반으로 감소합니다."
        },
        "titles": [
            "마하트마"
        ],
        "historical_info": [
            {
                "heading": "역사",
                "text": "모한다스 간디는 20세기 초부터 중반까지 인도를 지배한 영국에 저항해 비폭력 독립운동을 이끈 애국지사였다. 간디는 '진리 파악 운동'(또는 무저항 불복종 운동)을 이끌어 영국에 효과적으로 대항했다."
            },
            {
                "heading": "유년기",
                "text": "모한다스 간디는 인도가 영국의 식민지였을 때 포르반다르라는 작은 주 수상의 아들로 태어났다. 어린 시절 간디는 평범하고 꽤 내성적인 학생이었을 뿐 지도자로서의 두각은 전혀 보이지 않았다. 간디는 당시 인도 관습대로 13살에 중매결혼을 했는데, 후에 \"아이들을 결혼시키는 잔인한 풍습\"이라 한 점으로 보아 조혼을 반기지 않았다.고등학교를 졸업하고 아버지를 따라 공무원이 되기로 한 간디는 이를 위해 영국으로 유학을 떠났다. 간디의 어머니는 남편이 막 죽은 마당에 아들마저 외국으로 떠나는 것을 원치 않았지만 간디가 포도주와 여자, 고기를 금하겠다고 맹세하자 유학을 허락했다. 인도의 지배 계급은 바다 너머로 여행하는 것을 불결하다고 보았으므로 간디가 유학을 강행하자 간디를 '추방자'로 선언했다. 간디는 영국에 머물며 영어와 영국사에 대해 많이 배웠으며, 이는 훗날 간디의 업적에 큰 도움이 되었다. 1891년 변호사 시험에 합격한 간디는 인도행 배에 몸을 싣고 뭄바이에서 변호사로 개업했으나 곧 실패하고 남아프리카로 옮겨갔다."
            },
            {
                "heading": "남아프리카",
                "text": "간디는 남아프리카에서 변호사로 성공했으나 인종 편견과 차별에 충격을 받았다. 간디는 20년 동안 남아프리카에 머물며 인도뿐만 아니라 전 세계 약자계급의 이익을 옹호했다. 간디가 수동적 저항 철학을 다듬고 가르치기 시작한 것도 여기에서였다. 간디는 백인이 아닌 자는 모두 정부에 지문을 제출하라는 일명 '검은 법'에 대항하다 여러 번 투옥되었다. 남아프리카 정부가 기독교식 결혼만이 합법이라고 제정하자 간디는 대규모 비폭력 시위를 이끌어 정부를 물러서게 만들었다. 간디는 이곳 남아프리카에서 박애 정신과 지혜가 뛰어난 이에게 주어지는 칭호 '마하트마'를 받았다."
            },
            {
                "heading": "인도로 돌아가다",
                "text": "1915년 인도로 돌아온 간디는 조국에서 영어를 쓸 수밖에 없는 치욕을 이야기하여 세상에 충격을 주었고 과시욕을 꾸짖으며 보석과 부를 지역 백성을 위해 위탁해야 한다는 이야기로 인도 귀족층에도 충격을 주었다.간디는 이렇게 기나긴 독립운동을 시작했다. 간디는 크게 두 가지 방법으로 독립운동을 펼쳤으니 한편으로는 압제자가 스스로 수치스러워하게 했으며 다른 한편으로는 인도인에게 희생을 요구했다. 이후 30년간 간디는 줄기차게 소극적 저항을 권하였으며, 수많은 파업 및 시위행진을 이끌었다. 정상 생활이 불가능할 때까지 단식하고, 무수한 구타를 견디며 몇 달 혹은 몇 년씩 감옥에서 지냈다. 한번은 영국으로 건너가 영국 노동자 및 중산층을 지지를 얻어냄으로써 영국 정부를 긴장하게 하기도 했다. 간디는 수많은 실패와 역경을 딛고 계속 영국에 저항했다. 1946년, 2차 세계 대전으로 기진맥진한데다가 파산 직전에 몰린 영국은 인도에서 철수하기로 했다. 영국은 인도를 떠나며 힌두와 이슬람교 나라로 분할했으며 간디는 영국의 이런 결정을 증오했다."
            },
            {
                "heading": "분리",
                "text": "분할 결정은 종교적 폭력 사태에 불을 붙였다. 인도 전역에서 이슬람 교인이 무더기로 학살당했고 파키스탄에 있던 힌두교인도 같은 운명을 맞았다. 양국이 혼란의 도가니에 빠지자 간디는 폭력 사태가 중단될 때까지 무기한 단식 투쟁에 나섰다. 놀랍게도 그의 단식 투쟁이 효과를 발휘했다. 위대한 영웅이 죽는 것을 원치 않았던 인도와 파키스탄인들은 간디에게 편지를 보내 학살을 멈출 테니 제발 단식을 끝내라고 부탁했다. 편지를 받은 간디가 다시 음식을 먹기 시작하자 수백만이 안도했지만 간디는 그로부터 12일 뒤에 암살당하고 만다."
            },
            {
                "heading": "역사적 평가",
                "text": "오늘날 간디는 인류 역사에서 위대했던 인물 중 하나로 손꼽힌다. 간디는 정의와 도덕을 지키는 용기와 끈기의 투사로 조국 인도와 남아프리카에서 탄압받는 민중의 권리를 지키려 싸웠다. 간디는 역사상 가장 강력한 제국을 상대로 한 독립운동을 성공적으로 이끈 뛰어난 정치 지도자로도 꼽힌다. 마틴 루서 킹 목사는 \"마하트마 간디는 주님께서 우리에게 주신 목표를 어떻게 실현하는지 가르쳐 주었다.\"라고 말했다."
            }
        ]
    }
}