{
    "id": 38,
    "name": "모로코",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/morocco.png",
    "dawn_of_man": "모로코의 백성이 당신의 인도를 기다립니다, 사디 왕조의 위대한 술탄, 아흐마드 알만수르시여. 협상가이자 외교관으로서 탁월한 기술을 지닌 당신은 신중한 말로 새로운 동맹을 만들어 수십 년 동안 나라와 백성의 주권을 지켰습니다. 외교가 실패해도 전쟁에서 성공을 거두어 전장에서 모로코 군대를 승리로 이끌고 제국의 힘을 멀리 떨쳤습니다.\r\n현명하고 존경받는 술탄이시여, 백성이 당신의 다스림을 바라고 있습니다. 적국을 다루는데 외교술을 사용하시겠습니까, 손에 든 검으로 답하시겠습니까? 당신의 위대했던 왕국이 예전의 영광을 바랍니다. 세월의 시련을 이겨낼 문명을 건설하시겠습니까?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "베르베르 기병대",
            "url": "https://eyefyre.github.io/civvapi/v1/kr/units/berber_cavalry.json"
        }
    ],
    "city_names": [
        "마라케시",
        "라바트",
        "페스",
        "카사블랑카",
        "탕헤르",
        "살레",
        "와르자자트",
        "메크네스",
        "아가디르",
        "우지다",
        "케니트라",
        "테투안",
        "에사우이라",
        "사피",
        "타로단트",
        "모하메디아",
        "엘 아이운",
        "베니 멜랄",
        "엘 자디아",
        "사르엘케비르",
        "타자",
        "퀴 벤 살라",
        "호리부가",
        "나도르",
        "세타트",
        "배르시드",
        "라라슈",
        "크미셋",
        "구엘밈",
        "다흐라",
        "샤프샤우엔",
        "벤 구에리르",
        "엘 켈라 드 스라그나",
        "에르포드"
    ],
    "spy_names": [
        "엘크림",
        "이븐바투타",
        "알자즈라",
        "알카히나",
        "하유즈",
        "쿠사일라",
        "알이드리시",
        "살리",
        "타리크",
        "디야"
    ],
    "historical_info": [
        {
            "heading": "역사",
            "text": "세계 곳곳을 여행한 미국인 기자 리처드 H. 데이비스(1864년 ~ 1916년)에 따르면 모로코는 문명에 취한 도시이다. 그 말의 진의가 뭐였든 간에, 오늘날 모로코는 자유민주주의 서양 국가들과 경제적 문화적으로 밀접한 관계를 맺고 있으면서도 독특한 문화적 정체성을 유지한 가장 진보한 이슬람 국가 중 하나이다. 모로코는 고대부터 페니키아, 카르타고, 로마, 반달이 들어와 정착해 살았지만, 나라는 베르베르 족이 아라비아의 지배를 뒤집고 봉기한 뒤(739년 ~ 743년)에 처음 통일되었다. 이슬람 칼리프가 연이어 지배하면서 모로코는 아틀라스와 리프 산맥, 서부 사하라, 지중해 남부 해안을 아우르는 아프리카 북서쪽의 광대한 머그레브 지역을 차지했다. 1554년에 사디 술탄인 모하메드 아쉬 세이크가 모로코 전 지역을 아우르는 왕국을 선언했다. 이후 백 년간 모로코는 유럽인과 오스만 튀르크의 침략을 수없이 물리치면서 오스만 제국의 지배를 받지 않은 유일한 아랍 국가가 되었다. 17세기에 알라위 왕조가 사디 왕조를 대체하면서 입헌 군주제로서 통치했다. 프랑스와 스페인의 보호령이 되어 50년의 세월을 보낸 뒤 모로코는 1956년에 독립을 얻었다."
        },
        {
            "heading": "기후와 지형",
            "text": "현대 모로코 지역은 대부분 산간지방이다. 리프 산맥은 북서쪽에서 북동쪽까지 지중해를 접하고, 아틀라스 산맥은 북동쪽에서 남서쪽까지 모로코 중앙을 가로지른다. 서사하라가 국토의 남서쪽 지역을 대부분 차지하고 있기도 하다. 머그레브는 북쪽에 있는 아틀라스 산맥과 해안 사이는 지중해성 기후이고 남쪽으로 갈수록 건조한 사하라의 영향을 받는다. 따라서 극도의 열기와 건조 기후가 특징인 사하라 기후에 속하는 모로코지만 북부 지역 겨울은 시원하고 다습하며 여름에는 덥고 건조하다. 해안 평야는 최초로 인류가 정착한 뒤로 계속 경작지로 쓰였다. 리프 산맥은 풀과 이끼로 뒤덮인 척박한 지역이지만, 더 높은 아틀라스 산맥은 두꺼운 떡갈나무, 노간주나무, 삼나무 숲으로 뒤덮이고 역사에 기록된 수많은 사냥감이 있었다. 반면에 사하라 사막은 그저 모래 언덕과 바위투성이뿐이고, 드문드문 오아시스가 있었다. 이민족이 풍요로운 해안 지역을 지배하는 동안, 원주민인 베르베르족은 혹독한 리프 산맥과 아틀라스 산맥에서 일어섰다."
        },
        {
            "heading": "고대 모로코",
            "text": "모로코 지역은 수십 만 년 동안 인류의 고향이었다. 제벨 이르후드에서 발견된 호모 사피엔스의 뼈는 16만 년 전의 것이었다. 베르베르족을 탄생시킨 신석기 문화는 지금보다 습윤했던 머그레브 지역에서 기원전 6천 년부터 3천 년 사이에 발생했다. 베르베르족의 언어는 농경 정착과 함께 기원전 2천 년경에 아틀라스 산맥 기슭과 대서양 해안가를 따라 나타났다.기원전 1,200년에 지중해 서쪽을 탐험하던 페니키아 무역상이 소금과 광물을 캐기 위해 해안가에 정착지를 세웠는데, 그것이 현재의 모로코가 되었다. 중심지인 튀니스에서 서쪽으로 세력을 확장하던 카르타고는 기원전 5세기경에 여러 베르베르 왕국과 국교를 맺었다. 카르타고는 세력을 확장하여 북아프리카 지중해 해안선 대부분을 지배했지만, 강력한 베르베르 왕국인 모리타니아는 독립을 유지했다. 포에니 전쟁 이후 카르타고 대신 로마가 지배하고, 모리타니아를 포함한 베르베르 왕국 대부분이 로마의 속국이 되었다. 서쪽에서 로마가 몰락한 다음에는 5세기경에 스페인에서 반달족이 해협을 건너왔다. 항해 민족 반달족의 대왕, 게이세리쿠스와 후계자들의 지배 아래 반달족은 로마 제국의 폐허 위에 제국을 세웠으며 아틀라스 산맥과 코르시카, 시실리까지 뻗어 나갔다."
        },
        {
            "heading": "이슬람 지배 하의 모로코",
            "text": "아라비아는 7세기 후반에 머그레브 지역을 지배하고 토착 베르베르 민족을 이슬람으로 개종시켰다. 총독을 임명하여 지역을 관리하도록 했지만, 일반적으로 아랍 지배자들은 베르베르족을 조금 심각한 골칫거리 피지배 민족으로 여기고 무거운 세금을 부과하고 조공을 요구했다. 740년에 베르베르족은 결국 봉기했다. 모로코 서쪽에 있는 부족부터 일어서기 시작하여 들불처럼 머그레브 지역 전역으로 퍼져 나갔지만, 아라비아의 카이로우안 요새 도시 성벽 앞에서 흐지부지되고 말았다. 그럼에도 베르베르족은 아라비아에서 독립하였으며, 옴미아드 왕조와 이어지는 아바스 왕조도 이슬람의 '거친 서부'를 다시 정복하지 못했다. 모로코에는 수십 개의 작은 베르베르족 자치 왕국이 모여 있다. 이 각각의 왕국에서 베르베르족은 근본적인 이슬람부터 기타 종교와 이슬람의 혼합까지 다양한 형태의 이슬람을 보여준다.모로코는 급속하게 동부 아라비아 칼리프 통치에서 도망친 피난민, 급진주의자, 반역자, 모험가들의 안식처가 되었다. 이 중의 한 사람인 이드리스 이븐 압둘라는 아와라바 부족과 제휴를 맺고 수많은 다른 부족들을 정복하여 788년에 이드리스 왕조를 세웠다. 그 아들인 이드리스 2세는 페즈로 수도를 옮겼고, 모로코는 주요 강국이자 이슬람 학문의 중심지로 성장했다.이 황금기는 900년 초기에 동쪽에서 또 다른 종교 피난민 집단이 오면서 끝났다. 파티마 왕조가 현재의 튀니스를 장악하고 모로코로 진격하면서 남쪽에 있는 이드리스 왕조와 시질마사 왕국을 정복했다. 그러나 침략자들은 베르베르 부족에게 정복자의 규칙을 강요하는 것이 불가능하다는 것을 깨달았을 뿐이다. 머그레브 지역은 혼란에 빠지며, 파티마 국의 장군, 이드리스 왕국의 충신, 옴미아드의 모험가들, 족장들, 전투적인 종교 예언자들이 전투를 벌였다. 965년에 파티마 왕조의 칼리프 알 무이즈는 막강한 군대를 모로코로 진격시켜 혼란을 정리했으나, 이는 파티마 왕조가 이집트와 이집트의 새 수도 카이로에 눈을 돌리면서 끝났다."
        },
        {
            "heading": "베르베르 왕조",
            "text": "이후 1세기에 가까운 무정부 상태가 지나고, 모로코는 11세기와 12세기에 알모라비드, 알모하드, 마린, 왓타스 등 베르베르 왕조가 연이어 통치하면서 수준 높은 문화와 넓은 세력을 이루었다. 아틀라스 산맥 남쪽 끝자락에 있는 땅에서 일어난 모로코를 잠깐이나마 통일했던 이들 왕조는 종교 개혁자들이 건국했고, 서로 경쟁하는 부족 연합을 기반으로 했다. 비록 이 왕조들은 베르베르족에게 국가적 정체성을 어느 정도 깨닫게 해주었지만, 마그레브 지역의 통일된 정치적 단일성으로 만들지는 못했다. 문화와 교육에 놀라운 업적이 어느 정도 있었는데도 불구하고 베르베르 왕조는 자치권을 요구하고 개별 정체성을 귀하게 여기는 다루기 어려운 부족들 때문에 무너졌다."
        },
        {
            "heading": "사디 술탄",
            "text": "마호메트의 직계 후손이라 주장하는 아라비아 가문으로 이루어진 사디 왕조의 통치는 1554년에 모하메드 아쉬 세이크가 탈다 전투에서 왓타스 왕조와 베르베르 연맹 부족을 패배시키면서 시작되었다. 사디 왕조는 이미 왓타스의 수도 페즈를 점령한 상태였고, 탈자 전투에서 왓타스 왕조의 마지막 왕이 전사하자, 아쉬 세이크는 자신을 명실상부한 모로코의 술탄으로 선언했다. 그러나 그의 통치는 오스만 제국에서 1557년에 그를 암살하면서 갑자기 끝났고, 제국은 그다음 해에 쳐들어왔다. 오스만 제국군은 사디, 베르베르족 스페인이 연합한 연합군에게 패배했고, 사디 왕가는 계속 옥좌를 지배했다.다음 계승자인 압둘라 알 갈리브(1557-1574)는 말 안 듣는 베르베르 부족에게 자신의 통치권을 인식시키고, 오스만 제국에 대항하여 스페인을 속이면서 통치했다. 그가 죽자 아들 사이에서 권력 투쟁이 일어났지만 아주 유능한 다섯째 아들 아흐마드 알만수르가 왕좌를 계승하면서 끝났다. 어머니가 베르베르족이었기 때문에 만수르는 전례 없는 베르베르 부족의 지지와 독실한 이슬람교도로서 아라비아의 지지를 동시에 받았다. 크사르 엘 카비르 전투, 소위 세 왕의 전투라고 부르는 전쟁에서 사로잡은 포르투갈 귀족의 몸값과 사하라 사막 건너 송가이 제국의 침략으로 부를 쌓은 모로코는 상대적으로 평화로운 시대를 맞이하여 예술과 과학, 건축 양식이 진보하였다.1603년, 알만수르가 전염병으로 사망하면서 계승 전쟁이 시작되어 24년간 지속하였으며 결국 사디 왕조는 몰락으로 치달았다. 이후 네 명의 사디 술탄이 1627년부터 1659년 사이에 재통일한 모로코를 다스렸지만, 끊임없이 영토와 부, 영향력을 상실한 세월이었다."
        },
        {
            "heading": "알로우이트",
            "text": "알만수르의 죽음 이후 나라가 불안해진 사이에 알라위 왕가는 타필랄트 오아시스 주변에 사는 베르베르와 베두인 부족 몇 개를 통합할 수 있었다. 1664년쯤에는 모로코의 사하라와 드라 강 하곡 전체가 알라위의 지배하에 들어갔다. 2년 후에 말레이 알 라시드가 소규모 부족 전사를 이끌고 페즈로 진격하여 모로코 북부 대다수 지역을 지배하던 국수주의적 베르베르족이 일으키는 딜라의 자우이아 운동을 끝장냈다. 1669년에는 마라케시를 함락시키면서 마지막 사디 술탄을 타도했고, 알 라시드는 자신을 모로코 전역의 술탄으로 선포했다.이후 150년 동안 모로코는 알라위 왕조 아래 현대화, 행정 개혁, 종교적 관용, 유럽과 미국과의 교류 증가에 힘입어 번영하였다. 그러나 말레이 아브드 알 라흐만 이븐 히샴 술탄(1822년 ~ 1859년)은 이븐 알 카디르의 알제리 독립을 지원하다 1844년에 프랑스 군대에 대패하고 말았다. 후계자인 무함마드 4세와 하산 1세는 유럽 열강과의 투쟁에 점차로 말려들었다. 마드리드 조약(1880년)이 모로코의 독립을 보장하고는 있었지만, 프랑스가 자꾸 내정에 간섭했다. 독일이 머그레브에 있는 프랑스 세력을 맞받아치려고 하면서 1차(1905년 ~ 1906년), 2차(1911년) 모로코 사건이 일어났다. 1912년 12월, 알라위 술탄들은 페즈 협약으로 모로코를 프랑스의 보호령으로 만들라는 압력을 받았다. 거의 같은 날에 모로코 북부 리프 산맥 지역이 스페인의 보호 아래 놓이게 되었다."
        },
        {
            "heading": "유럽 열강의 식민지화 및 독립",
            "text": "엄밀하게 말해 보호령 조치는 모로코의 주권을 빼앗아 가지 않았고, 알라위 술탄은 '군림하나 지배하지 않았다.' 프랑스는 알제리를 정복하고 튀니스를 보호령으로 삼는 등 나라에 정부를 세우는 데 오랜 경험이 있었다. 그러나 모로코 사례에는 몇 가지 중요한 차이가 있다. 우선 모로코 보호령이 2차 세계대전이 발발하기 2년 전에 세워졌기 때문에 식민 통치의 도덕성과 문제에 대한 새로운 우려가 발생했다. 둘째로, 새 프랑스 정부는 이전에 썼던 원주민 동화 정책을 거부하고 도시 계획과 교육으로 문화가 뒤섞이는 것을 방지하려 했다. 마지막으로 모로코는 베르베르족의 치열한 자주성에 기반을 둔 천 년에 걸친 독립적 관습이 있었다.프랑스인 모로코 총독은 수만 명에 달하는 프랑스 식민주의자와 정치적으로 동맹을 맺었고, 이들은 풍요로운 농경지를 사려고 몰려들었다. 프랑스 내 당파들도 프랑스의 지배를 공고히 하도록 가장 가혹한 방법을 지지했다. 베르베르족과 독립주의자들의 화해는 천천히 진행되었고, 프랑스 정부는 모로코의 풍부한 광물 자원을 수탈하고, 현대적인 운송 체계를 만들고, 프랑스를 먹여 살리기 위해 현대적인 농경 산업에 투자하는 등 경제 개발을 강요했다.스페인 보호령은 좀 더 부드러워서 지역 법과 통치자들의 권위를 유지했다. 사실 리프 산맥은 세파르디 유대인과 1490년에 스페인과 포르투갈에서 온 피난민의 후손들이 사는 주거지가 많았다. 이들 덕분에 몇 세기 동안 아프리카와 이베리아 사이의 상업으로 이득을 얻어왔기 때문에 스페인의 지배는 언어나 문화면에서 좀 덜 엄격했다. 스페인 정부 역시 모로코 사업 투자를 장려할망정, 모로코로의 이주를 장려하지는 않았다. 1930년대 말에 있었던 스페인 내전을 제외하면, 스페인의 모로코 지배는 대체로 평화로웠고 양측 모두에게 이득이었다.일촉즉발의 상황과 도시 폭동, 부족 봉기가 계속되면서, 1953년에 프랑스는 민중에게 사랑받는 모로코인 술탄 모하메드 5세를 추방하고 그 자리에 모하메드 벤 아라파를 앉혔는데, 이는 누가 봐도 부당한 처사였다. 3년 후, 합심한 모로코인들의 저항과 알제리 내전에 직면한 프랑스는 모로코에 자주권을 돌려주는데 합의했다. 모하메드 5세는 협상에 성공하여 단계적으로 모로코의 주권을 반환받기로 했으며, 그 외에도 여러 가지 사항을 포함하여 입헌 군주제와 상하 양원을 만드는데 동의했다. 뒤를 이은 알라위 왕들도 서양의 민주주의에 가깝게 제도를 세워, 현대의 모로코는 활기찬 문화와 경제를 갖춘, 이슬람 세계에서 가장 안정되고 자유로운 나라 중 하나가 되었다."
        },
        {
            "heading": "유럽 열강의 식민지화 및 독립",
            "text": "엄밀하게 말해 보호령 조치는 모로코의 주권을 빼앗아 가지 않았고, 알라위 술탄은 '군림하나 지배하지 않았다.' 프랑스는 알제리를 정복하고 튀니스를 보호령으로 삼는 등 나라에 정부를 세우는 데 오랜 경험이 있었다. 그러나 모로코 사례에는 몇 가지 중요한 차이가 있다. 우선 모로코 보호령이 2차 세계대전이 발발하기 2년 전에 세워졌기 때문에 식민 통치의 도덕성과 문제에 대한 새로운 우려가 발생했다. 둘째로, 새 프랑스 정부는 이전에 썼던 원주민 동화 정책을 거부하고 도시 계획과 교육으로 문화가 뒤섞이는 것을 방지하려 했다. 마지막으로 모로코는 베르베르족의 치열한 자주성에 기반을 둔 천 년에 걸친 독립적 관습이 있었다.프랑스인 모로코 총독은 수만 명에 달하는 프랑스 식민주의자와 정치적으로 동맹을 맺었고, 이들은 풍요로운 농경지를 사려고 몰려들었다. 프랑스 내 당파들도 프랑스의 지배를 공고히 하도록 가장 가혹한 방법을 지지했다. 베르베르족과 독립주의자들의 화해는 천천히 진행되었고, 프랑스 정부는 모로코의 풍부한 광물 자원을 수탈하고, 현대적인 운송 체계를 만들고, 프랑스를 먹여 살리기 위해 현대적인 농경 산업에 투자하는 등 경제 개발을 강요했다.스페인 보호령은 좀 더 부드러워서 지역 법과 통치자들의 권위를 유지했다. 사실 리프 산맥은 세파르디 유대인과 1490년에 스페인과 포르투갈에서 온 피난민의 후손들이 사는 주거지가 많았다. 이들 덕분에 몇 세기 동안 아프리카와 이베리아 사이의 상업으로 이득을 얻어왔기 때문에 스페인의 지배는 언어나 문화면에서 좀 덜 엄격했다. 스페인 정부 역시 모로코 사업 투자를 장려할망정, 모로코로의 이주를 장려하지는 않았다. 1930년대 말에 있었던 스페인 내전을 제외하면, 스페인의 모로코 지배는 대체로 평화로웠고 양측 모두에게 이득이었다.일촉즉발의 상황과 도시 폭동, 부족 봉기가 계속되면서, 1953년에 프랑스는 민중에게 사랑받는 모로코인 술탄 모하메드 5세를 추방하고 그 자리에 모하메드 벤 아라파를 앉혔는데, 이는 누가 봐도 부당한 처사였다. 3년 후, 합심한 모로코인들의 저항과 알제리 내전에 직면한 프랑스는 모로코에 자주권을 돌려주는데 합의했다. 모하메드 5세는 협상에 성공하여 단계적으로 모로코의 주권을 반환받기로 했으며, 그 외에도 여러 가지 사항을 포함하여 입헌 군주제와 상하 양원을 만드는데 동의했다. 뒤를 이은 알라위 왕들도 서양의 민주주의에 가깝게 제도를 세워, 현대의 모로코는 활기찬 문화와 경제를 갖춘, 이슬람 세계에서 가장 안정되고 자유로운 나라 중 하나가 되었다."
        }
    ],
    "leader": {
        "name": "아흐마드 알만수르",
        "subtitle": "모로코의 지도자",
        "lived": "1549년 ~ 1603년경",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ahmad_al-mansur.png",
        "trait": {
            "name": "아프리카의 관문",
            "effect": "다른 문명이나 도시 국가와 연결된 교역로마다 금을 3씩, 문화를 1씩 획득합니다. 모로코와 교역로를 연결한 문명은 교역로 하나마다 금을 2씩 획득합니다."
        },
        "titles": [
            "사디 왕조의 술탄"
        ],
        "historical_info": [
            {
                "heading": "역사",
                "text": "북아프리카 역사에서 가장 영향력 있는 지도자 중 하나인 아흐마드 알만수르는 모로코의 미래에 큰 영향을 끼쳤다. 16세기 사디 왕조 6번째 술탄이었던 아흐마드 알만수르는 모로코의 전략적 위치를 이용하여 모로코를 르네상스 시대의 주된 세력 중 하나로 만든 노련한 외교관으로 알려졌다."
            },
            {
                "heading": "유년기",
                "text": "모하메드 아쉬 세이크의 다섯 번째이자 막내아들이었던 아흐마드 알만수르가 모로코의 왕이 될 가능성은 별로 없었다. 첫째 아들인 압둘라 알갈리브가 확정된 후계자였고, 1557년 아버지가 돌아가시면서 알갈리브가 왕위를 이어받았다. 알만수르에게는 불행하게도, 알갈리브는 형제를 죽이는 것이 왕좌를 지키는 가장 쉬운 방법이라고 믿었고, 알만수르와 형인 아브드 알말릭은 고국에서 도망쳐 20년 가까이 오스만 제국에서 살았다."
            },
            {
                "heading": "집권 과정",
                "text": "압둘라 알갈리브가 1574년에 죽고, 정당한 후계자인 아브드 알말릭이 있는데도 불구하고, 알 갈리브의 아들인 아부 아달라 모하메드가 술탄이 되었다. 알만수르와 알말릭이 망명해 있던 오스만 제국의 도움을 받아 군대를 일으킨 아브드 알말릭은 모로코를 침공하여 찬탈자 아부 아달라 모하메드를 퇴위시켰다. 모로코의 왕좌를 다투는 두 사람은 불운하게도 1578년 크사르 엘 카비르 전투에서 둘 다 죽어 버려, 아흐마드 알만수르가 술탄 자리를 계승하게 되었다.모로코 군대는 찬탈자 왕을 편들던 포르투갈 군대를 포함하여 상대 진영을 크게 무찔렀다. 수천 명의 포르투갈 포로를 잡은 알만수르는 교묘하게 협상하여 포로들을 안전하게 돌려주고 엄청난 몸값을 받아 포르투갈의 황금으로 모로코의 금고를 가득 채웠다."
            },
            {
                "heading": "통치",
                "text": "왕위를 확고히 한 뒤, 알만수르는 자금이 두둑한 모로코의 지도자라는 새로운 지위를 즐겼다. 즉각 새로운 세금 제도를 시행하여 나라의 행정 제도를 개혁하기 시작했다. 또한, 이웃 나라 송가이를 상대로 전쟁을 벌여 제국을 확장시키려 했고, 새로운 영토에서 새로운 부를 얻길 바랐다. 승리를 거두고 송가이 제국의 여러 도시를 약탈해도, 사하라 사막 건너 먼 영토를 다스리는 문제는 알만수르에게도 어려운 것이었다.안타깝게도 알만수르는 군비 및 영토 확장, 새로운 건축 사업, 거대한 문화 및 예술 후원 등 여러 가지 사업에 돈을 썼고 마침내 모로코의 방대한 국고가 고갈되었다. 허리띠를 졸라맨 알만수르는 왕국에 시행하려던 큰 야망을 접어야 했다. 모로코는 정복한 멀리 떨어진 영토를 계속 지배하는 어려운 문제에 봉착했고, 이런 영토 중 다수는 결국 모로코의 지배에서 벗어났다.1603년에 역병으로 알만수르가 죽으면서 모로코의 힘과 영향력은 쇠하기 시작했다. 1620년에는 송가이 도시를 잃었다. 다른 나라들이 모로코의 무역로를 빼앗았고, 재정 문제가 술탄들을 괴롭혔다. 결국, 알만수르의 후계자들은 알만수르의 뛰어난 행정 및 외교 능력이 이루어놓은 많은 업적을 잃어버렸다."
            },
            {
                "heading": "역사적 평가",
                "text": "오늘날 아흐마드 알만수르는 친구와 적, 기독교와 이슬람 사이에서 예술적으로 균형을 잡는데 탁월했던, 역사상 가장 위대한 외교관 중 하나로 손꼽힌다. 알만수르가 정교하게 가공한 외교 제도 덕분에 모로코는 강대한 오스만 제국을 포함한 수많은 이웃 왕국들의 음모에도 독립을 유지할 수 있었다. 알만수르의 통치는 종교의 자유, 과학 지식, 예술로 가득 차 있었으며, 수십 년 동안 북아프리카에서 유례없이 꽃을 피웠다."
            }
        ]
    }
}