{
    "id": 13,
    "name": "오스만",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_ottomans.png",
    "dawn_of_man": "오, 위대한 황제 술레이만이여, 신의 축복이 함께하기를! 그대의 권세와 부강함, 그리고 자비로움에 세상이 경배할 것입니다! 그대야말로 ‘대제’라는 이름에 적합한 왕입니다! 그대의 제국은 12세기에 아나톨리아 동부의 소국 비티니아에서 시작되었습니다. 비티니아의 오스만 1세 왕은 셀주크 술탄국 룸의 쇠퇴를 틈타 서쪽으로 아나톨리아까지 영토를 확장했습니다. 그 후 100년 동안 그대의 신민은 비잔티움 제국을 정복하여, 그 지배 하에 있던 터키와 발칸 제국을 합병했습니다. 15세기 중반 오스만 제국은 고대 콘스탄티노플을 정복하여, 유럽과 중동을 잇는 전략적 요지를 손에 넣었습니다. 오스만 제국은 몇 세기 동안 확장을 거듭하여, 그 전성기에는 북아프리카, 중동, 동유럽의 대부분을 아울렀습니다.위대한 술레이만이여, 백성의 부름을 들으십시오! 오스만 제국을 다시금 그 권세와 영광의 정점에 올려놓아, 세상이 그대의 위대함을 칭송하도록 하십시오. 위대한 황제여, 도전을 받아들여 세월의 시련을 이겨낼 문명을 건설해 주시겠습니까?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "예니체리",
            "url": "https://eyefyre.github.io/civvapi/v1/kr/units/janissary.json"
        },
        {
            "name": "시파히",
            "url": "https://eyefyre.github.io/civvapi/v1/kr/units/sipahi.json"
        }
    ],
    "city_names": [
        "이스탄불",
        "에디르네",
        "안카라",
        "부르사",
        "코니아",
        "삼순",
        "가지안테프",
        "디야르바크르",
        "이즈미르",
        "카이셰리",
        "말라티야",
        "마르신",
        "안탈야",
        "종굴다크",
        "데니즐리",
        "위두",
        "물라",
        "에스키셰히르",
        "이네볼루",
        "시노프",
        "아다나",
        "타르수스",
        "아르투인",
        "보드럼",
        "에레일리",
        "실리프케",
        "시바스",
        "아마시아",
        "마르마리스",
        "트라브존",
        "에르주룸",
        "우르파",
        "이즈미트",
        "아피온",
        "비트리스",
        "마르마리스"
    ],
    "spy_names": [
        "이브라힘",
        "바에지드",
        "소콜루",
        "마흐무트",
        "우베이스",
        "록세라나",
        "사피예",
        "하프사",
        "코셈",
        "누르바누"
    ],
    "historical_info": [
        {
            "heading": "역사",
            "text": "오스만 제국은 13세기 초 아나톨리아, 지금의 터키에서 태어났다. 제국은 세 개 대륙으로 확장했으며 6세기에 걸쳐 번영했다. 많은 미국인은 오스만 제국에 대해 거의 모르며, 그건 미국인이 그리스와 중국 사이에 있는 모든 것에 가진 맹점이다. 오스만 제국이 광대하고 강력하며 극히 흥미로운 걸 생각하면 이건 아주 안타까운 일이다."
        },
        {
            "heading": "기후와 지형",
            "text": "최전성기에 제국은 북쪽으로는 헝가리, 동쪽으로는 바스라, 남쪽으로는 인도양, 서쪽으로는 모로코까지 뻗어 나갔다. 세 개 대륙에 걸쳐서 광대한 영토를 점유하고 있었기에 오스만 제국의 지형이나 기후를 일반적으로 말하는 건 불가능하다. 제국은 산맥, 언덕, 평야, 늪지대, 사막을 아울러 통치했다. 이집트의 여름 기후는 43도까지 올라가며, 헝가리에서는 겨울에 빙점 이하까지 쉽게 떨어진다."
        },
        {
            "heading": "시작",
            "text": "오스만 제국은 오스만 1세(1259-1326)의 이름을 땄다. 오스만은 아나톨리아, 현재의 터키에 있던 작은 왕국 비티니아의 왕자였다. 전략적으로 흑해와 보스포루스 해협, 마르마라 해와 면하고 있었다. 비티니아는 그전까지 아나톨리아 대부분을 2세기가 넘게 지배하던 이슬람 제국, 룸셀주크 왕국 일부였다. 몽골의 침략으로 심각한 피해를 당한 룸셀주크 왕조가 몰락하면서 이웃한 비잔틴 제국이 아나톨리아로 세력을 확장하려 했다. 소아시아 지역에 완전한 평화를 가져오는 것은 불가능했으며, 오스만 1세는 비잔틴을 향해 서쪽으로 압력을 가하기 위해 비잔틴의 약점을 이용했다."
        },
        {
            "heading": "유럽으로의 진출",
            "text": "14세기에 비잔틴의 세력은 빠르게 사그라졌다. 로마 제국의 동쪽 후계자인 비잔틴 제국은 한때 이탈리아, 동부 유럽, 아나톨리아, 중동, 북아프리카에 광대한 영토를 소유하고 있었지만 1300년경의 영토는 그리스 일부, 발칸 반도, 아나톨리아 서부로 줄어들었다. 다음 세기 동안 오스만 제국은 꾸준하게 사그라지는 제국을 갈아내어 아나톨리아를 시작으로 발칸 반도를 먹어치웠다. 오스만 제국이 전략적 요충지 다누베 강가에 있는 불가리아의 수도 니코폴리스를 점령했을 때, 불가리아 왕은 커지는 이슬람의 위협에 맞설 수 있도록 기독교 유럽에 도움을 청했다. 1396년 헝가리, 버건디, 베니스, 구호 기사단, 불가리아로 이루어진 기사 군이 오스만 제국을 패퇴시키기 위해 출발했다.니코폴리스 전투는 '니코폴리스 십자군 전쟁'으로도 불린다. 전쟁의 규모는 알려져 있지 않지만, 추정 규모로는 양측이 만 명의 기사, 보병, 궁수를 보유했다는 것부터 양측에 20만 명이 있었다는 것까지 다양하다. 현대 역사가들은 20만 명이라는 숫자가 터무니없이 많다는데 대체로 동의한다. 초기 역사가들이 말한 바로는 한쪽이 다른 쪽의 두 배가량 되었다고 하지만, 어느 쪽이 그랬는지는 격렬하게 의견이 갈렸다. 어쨌든 침략하는 십자군은 헝가리에서 남쪽으로 진군하여 니코폴리스를 공격했다.십자군은 분열된 지휘계통과 역겨운 자만심으로 어려움을 겪었으며 당시의 연합군에게는 흔한 문제였다. 공성은 엉성했으면 십자군들은 보초도 세우지 않았다. 그러나 버건디의 지도자이자 쿠시의 영주, 노련한 앙게랑 7세는 명령에 불복종하고 정찰대를 보내 접근하는 오스만 제국군과 맞닥뜨림으로써 십자군을 치명적인 기습에서 구해냈다.전투의 아침에 술탄 바예지드 1세가 지휘하는 오스만군은 니코폴리스를 내려다보는 산비탈에 늘어섰다. 십자군은 니코폴리스 앞에 있는 이슬람군과 마주 섰으며 등 뒤에는 다누베 강이 있었다.십자군 지휘관 중 하나는 오스만 제국군의 전열이 민병대로, 훈련받지 않은, 장비도 없는 오스만 본진 보병과 만나기 전에 힘을 둔화시키기 위한 부대라고 이야기했다. 그는 보병이 이 부대를 공격하고 십자군 기사들은 측면에서 보병을 지원하면서 위험한 오스만 시파히(기병)을 상대하자고 제안했다. 프랑스 기사 필리프 드에는 이 계획을 맹렬하게 비난하면서 불명예스러운 작전이며 기사들이 적을 향해 돌진하는 영광을 가져야 한다고 주장했다. 이 계획이 채택되었다.오스만 제국은 전열에 날카로운 말뚝으로 벽을 세워서 달려오는 말을 죽이고 맹렬한 기병대의 돌격을 저지하려 했다. 십자군 기사들은 오스만 민병대를 박살 내긴 했지만, 대다수가 돌격하는 중에 말을 잃어버렸으며 그에 따라 공격이 혼란스러워졌다. 오스만 보병대는 후퇴했으며 기독교 기사들은 비겁한 적들을 쳐부수고 있다고 믿고 전열 재정비 없이 의기양양하게 따라갔다.그러나 오스만군은 시파히 부대를 숨겨 두고 있었다. 그리고 바예지드가 명령하는 순간, 생생한 기병대가 지치고 말 없는 기사들에게 들이닥쳤다. 동시에 다른 오스만군이 노출된 십자군의 측면을 치기 시작했다. 전술적으로나 모든 측면에서 패배한 십자군은 무너져내리며 항복했다. 대다수 유럽 귀족들이 많은 보물을 몸값으로 낸 반면, 평민 병사들은 전쟁 초반에 있었던 유럽의 행위에 대한 보복으로 학살당했다.니코폴리스 점령은 한동안 오스만 제국의 발칸 반도 점유를 보장해주었다. 한때 강력했던 비잔틴 제국에 남은 것은 이제 도시 콘스탄티노플뿐이었다."
        },
        {
            "heading": "쌍각의 티무르",
            "text": "1399년 무굴 제국 지도자 티무르는 오스만 제국에 전쟁을 선포하여 바예지드 1세의 유럽 정벌을 방해했다. 티무르는 페르시아, 인도, 중앙아시아, 아나톨리아로 군대를 이끌며 승승장구했던 몽골 정복자의 후손이었다. 1402년 바예지드의 군사와 티무르의 군사가 앙카라 전투에서 맞붙었다.여기에서도 전투를 했던 부대의 규모를 알 수가 없다. 규모 범위는 양측에 100만 군사부터 티무르가 14만, 바예지드가 8만까지 있다. 숫자가 어찌 됐든 티무르군이 바예지드보다 압도적으로 수적 우세를 보였다는데 대체로 의견이 일치한다.전투는 오스만군의 대규모 공격으로 시작되었으며, 적 기마 궁수들의 정확한 화살 사격이 그 공격을 무너뜨려 막대한 피해를 줬다. 전투가 진전하면서 바예지드 군의 상당수가 배신하고 티무르에게 가담했다. 압도적인 열세에 지친 바예지드군은 패배했고, 바예지드도 사로잡혀서 포로 생활을 하다가 죽고 말았다. 오스만 제국에 대항하여 측면을 확보한 티무르는 아나톨리아를 내버려두고 제국 확장을 계속하기 위해 인도로 돌아갔다.바예지드가 죽은 후로 그의 네 아들이 옥좌를 두고 다투어 제국에 내전이 발발했다. 소위 말하는 '오스만 대공위 시대'는 1413년까지 약 11년간 지속되었으며, 마지막까지 살아남은 아들 메흐메드 세레비가 술탄의 이름을 이었다.술탄 메흐메드 1세와 그 아들 무라드 2세는 제국의 중앙 권력을 회복하는데 상당한 시간을 쏟았으며, 대공위 시대에 입었던 피해를 복구했다."
        },
        {
            "heading": "오스만 제국의 회복과 확장",
            "text": "오스만 제국의 지배권을 확립한 무라드 2세는 1423년에 콘스탄티노플을 공격했으며 비잔틴 제국으로부터 엄청난 액수를 뜯어낸 뒤에야 놓아주었다. 그 뒤에는 베네치아와 전쟁을 벌였고, 예상보다 길어진 전쟁은 오스만의 승리로 끝났다. 그러나 조건부로 베네치아를 동부 지중해의 주요 상업 강국으로 놔두었다. 그는 또한 왈라키아의 지배권을 두고 헝가리와 오랜 전쟁을 시작했다."
        },
        {
            "heading": "예니체리",
            "text": "오스만 제국이 성장하면서 튀르크 귀족층의 권력도 성장하였다. 무라드 2세는 이를 점차 성장하는 위협으로 간주했다. 튀르크 족을 상대하기 위해 무라드는 기독교 노예 군대인 예니체리를 창설했다. 그는 최근에 정복하여 얻은 땅을 예니체리에 주었고, 그 지위와 땅에서 나는 수입으로 세습 재산을 가진 튀르크와 균형을 이루었다. 무라드는 유럽으로 계속 영토 확장을 시도했고, 1444년에 모든 적과 화해한 뒤에 왕좌를 아들 메흐메드 2세에게 물려주고 은퇴했다."
        },
        {
            "heading": "콘스탄티노플",
            "text": "술탄 메흐메드 2세는 1451년부터 1481년까지 약 30년간 통치했다. 그가 초기에 취한 행동 중 하나는 콘스탄티노플을 다시 공략하는 것이었다. 수상과 다른 튀르크 귀족들이 격렬하게 반대했는데, 오스만 제국을 확장하고 제국 내 튀르크 귀족 세력을 축소하려는 서곡임을 정확하게 파악했기 때문이다.콘스탄티노플 공격은 두 달도 못 갔다. 메흐메드는 휘하에 10만 군사를 두었고 콘스탄티노플은 약 7천 병사가 방어하고 있었다. 방어군은 중포와 함께 오스만의 밀려오는 공격을 물리치며 완강하게 버텼다. 마침내 오스만은 도시를 부수고 밀려들어 갔으며, 순수하게 숫자로 방어군을 압도했다.오스만 제국군이 열성적으로 도시를 약탈하기는 했지만 메흐메드는 시민을 자비롭게 다뤄서 목숨을 살려주고 집과 재산, 혹은 그나마 약탈하지 않은 뭔가를 남겨주었다. 비 이슬람 신자들을 정중히 대했기에 많은 유대인들이 유럽의 종교 박해를 피해 오스만 제국으로 이주했다.메흐메드 2세는 콘스탄티노플을 수도로 삼아 유럽의 테두리에서 전략적 발판을 만들었다.다음 세기 동안 오스만 제국은 유럽은 물론 중동과 아프리카로 확장을 계속했다. 게다가 제국은 강력한 육군에 탁월한 해군까지 육성했다. 오스만 해군은 동부 지중해와 흑해를 지배했으며, 홍해와 인도양에도 강력한 세력을 가져서 포르투갈 같은 성장 중인 유럽 해군과 경쟁했다."
        },
        {
            "heading": "술레이만",
            "text": "술레이만 대제(1520-1566)는 유럽으로 확장을 계속하였으며 우선 헝가리를 목표로 삼았다. 술레이만의 주된 유럽 경쟁자는 당시에 헝가리를 비롯한 유럽 대다수를 지배하던 합스부르크 왕조였다. 그러나 술레이만에게는 강력한 아군이 있었다. 프랑스 왕은 합스부르크 왕조의 음모를 두려워하며 합스부르크를 약화시킬 수만 있다면 누구든 기꺼이 도울 수 있었다. 1521년 술레이만은 베오그라드를 점령했으며 1526년에는 헝가리의 절반가량을 정복했다. 전쟁은 몇 년간 계속되었고, 1529년 술레이만 대제는 인근에서 가장 강력한 유럽 도시인 빈으로 진격하였다. 비록 빈을 점령할 수 없었고 퇴각해야 하긴 했지만, 술레이만은 유럽을 수세에 몰아 10년 이상 헝가리를 확보했다.바다에서는 바르바로사의 지휘 하에 강력한 해군을 창설하여 유럽의 압력에 대응했다. 바르바로사는 전직 해적에서 오스만 제국의 해군 제독이 된 인물이다. 바르바로사는 1529년에 알제에서 잡혔는데, 술레이만은 그에게 함대를 지원하도록 하고 한 지방 전체를 줄 것을 약속했다. 1530년대에 바르바로사는 다양한 유럽 해군과 여러 번의 해전을 치렀으며 모두 승리했다.그동안 오스만 제국은 당대의 무기와 보급 체계로 가능한 한계선까지 영토를 확장했다. 술레이만은 이란을 반복해 침공했지만 이란군을 전장으로 끌어내기 전에 보급이 떨어졌다. 술레이만이 떠나면 이란군은 다시 몰려나와 그가 정복했던 지역을 다시 재정복했다. 1555년 술레이만은 이라크와 동부 아나톨리아를 포함하여 항구적 동부 국경을 정했지만, 아제르바이잔과 코카서스는 포기했다.이 시기가 오스만 제국의 전성기로 군사적으로나 경제적으로 강대했다. 제국의 국고는 이집트, 북아프리카, 동부 유럽의 점령지에서 바친 조공으로 가득 찼고, 수도는 유럽과 극동 사이의 교역로에 앉아 있어서 증가하는 향신료 무역에서 이익금을 떼어먹었다. 이 관세가 유럽에 탐험의 시대를 연 주된 원인이다. 유럽은 오스만 영토를 피해 인도, 중국 및 다른 향신료 산지와 직접 교류하는 길을 찾았던 것이다."
        },
        {
            "heading": "제국의 몰락",
            "text": "이후 몇 세기 동안 오스만 제국은 서서히 몰락해갔다. 오랜 세월 동안 강력하고 활기찼지만, 술레이만이 통치했던 때에 누렸던 세력에는 미치지 못했다. 16세기 중반부터 말까지 예니체리가 이스탄불에서 급부상했으며, 커다란 힘에는 커다란 부패가 뒤따랐다. 이스탄불은 콘스탄티노플의 새로운 이름이다. 수상의 지위는 더 강력해졌고 술탄은 더 타락하였다. 마침내 수상은 한도를 넘었고 전복당하여 최초로 권력이 하렘으로 넘어갔다. 1570년부터 1578년까지 '여자들의 술탄 정치'가 이어지다가 1578년부터 1625년에는 군부로 권력이 옮겨갔다.누가 권력을 쥐던 근본적인 문제는 제국이 효율적으로 통치하기에는 너무 넓다는 데 있었다. 시간이 흐를수록 무정부 상태로 빠져들기 시작했다. 부패와 외부 교역이 늘어나면서 거의 무너진 제국의 경제를 압박하였고, 16, 17세기에는 물가가 걷잡을 수 없이 상승했다.내부적 취약성에도 제국은 강력한 국제 강국으로 남아 있으면서 유럽의 두려움을 샀다. 때때로 패배하기는 했지만, 그때까지는 그래도 외부의 어떤 적보다 강했다. 확장을 계속하여 지중해의 튀니스, 페즈, 크레타를 얻었으며, 아제르바이잔과 코카서스 일부도 얻었다.그러나 17세기 말 오스만 제국은 운을 너무 믿었고, 1683년에 수상 카라 무스타파 파샤는 다시 한 번 빈을 공격했지만, 폴란드 왕 얀 소비에스키가 이끄는 방어군은 오스만 제국의 공격을 어렵지 않게 막아냈다.오스만 제국이 보여준 나약함에 대담해진 소비에스키는 공통된 적에게 대항하여 대규모 유럽 연합군을 모을 수 있었다. 합스부르크 가는 잃어버린 발칸 반도 영토를 노렸고, 베네치아는 빼앗긴 아드리아 해의 기지를 노렸으며, 신흥 강국 러시아는 언제나 그렇듯이 지중해에 있는 부동항을 노렸다.이건 아무리 좋게 보아도 불안한 연합이었으며, 동맹군은 주기적으로 공격을 멈추고 서로 싸워댔다. 게다가 오스만 제국은 합스부르크 가의 약화를 노리는 프랑스에 지원을 받고 있었고, 거기에는 영국과 네덜란드도 동참했다. 이들은 오스만 제국을 정복한 자가 유럽을 지배하며 그들의 해상 지배력을 위협할 것을 두려워했다.그러나 연합군은 승리했으며 이후 오스만 제국의 유럽 지역 영토 대다수를 게걸스럽게 먹어치웠다. 1792년 오스만 제국은 다누베 강 너머로 퇴각하였으며 거의 2세기 동안 보유하고 있던 영토를 잃었다. 그리고 곧 오스만 제국은 흑해 북부 연한, 코카서스, 우크라이나 남부와 크림 반도를 잃었다."
        },
        {
            "heading": "멸망",
            "text": "19세기 중반에 일부 술탄들이 오스만 제국을 현대화하려고 시도하였으며, 군대와 정부, 교육제도를 대규모로 개편하려 했다. 이 개편은 천천히 진행되었는데, 새로운 체제에 기득권을 위협받는 이들의 저항 때문만은 아니었다. 국가는 거의 파산했고, 제국의 약점을 눈치채고 덤벼드는 외부의 적들이 가하는 압력은 늘어났다. 20세기에는 수천 개의 초등학교가 생겼으며, 중등학교와 대학의 수도 늘어나고 있었다. 유럽을 표본으로 한 상급 군사 대학도 만들어졌다. 정부는 의회 제도도 실험하였는데, 이건 일 년도 되지 않아서 폐기됐다.1909년, 청년 투르크메니스탄 당이라는 개혁가 집단이 30년 전에 폐지되었던 의회제도 복구를 위해 들고 일어났다. 이 사건은 현존하는 정부를 전복시키려는 더 큰 반란으로 이어졌다. 새로운 술탄이 올라섰고, 그는 의회를 복귀시켜야 했다. 그러나 진정한 권력은 술탄을 옹립시켜준 군부에 있었다.1914년 오스만 제국은 제1차 세계대전에 뛰어들어 독일, 오스트리아, 불가리아가 뭉친 동맹군 편에 섰다. 전쟁 동안 동맹군은 대영제국이 지키고 있는 다르다넬스 해협에 기백이 넘치는 공격을 퍼부었고, 영국 함대가 러시아와 연결되는 것을 막았다. 유럽 연합군에 이집트, 발칸반도, 중동과도 싸웠다. 소아시아에 있는 아르메니아인 독립주의자들을 대량으로 학살하는 끔찍한 짓도 저질러서 남자와 여자, 어린아이들을 50만 명가량 살해했다.1918년 말에는 동맹군이 패배할 것이 확실해졌고, 오스만 제국은 10월 30일 휴전 협정에 동의했다. 승전국들은 남아 있는 제국을 해체하여 영국, 프랑스, 이탈리아가 북아프리카, 이집트, 중동은 물론 소아시아 일부도 나누어가졌다. 유럽 세력이 별로 원하지 않던 지역들은 떼어내어 독립국으로 만들었다. 오스만 제국은 이스탄불과 트라키아 일부만 남았다.그러나 이런 연합 국가의 계획은 1923년 뛰어난 오스만 장군 때문에 허사가 되고 말았다. 무스타파 케말, 후에 '아타튀르크', 혹은 '터키의 아버지'라 불리는 그는 소아시아 대부분을 '터키'라 불리는 새로운 나라로 통합하였다. 그리하여 케말은 건국 이후로 600년간 지속해온 오스만 제국이라는 정치적 생명체의 종지부를 찍었다."
        },
        {
            "heading": "잊혀진 제국에 바치는 찬사",
            "text": "요약하자면 오스만 제국은 6세기 동안 지속되었고, 유럽 전역을 점령하고 때려눕혔다. 발칸 반도 땅덩이는 말할 것도 없고 페르시아, 이집트, 북아프리카를 정복하였다. 비잔틴 제국도 무너뜨렸다. 오스만 제국은 끝내줬다."
        },
        {
            "heading": "잊혀진 제국에 바치는 찬사",
            "text": "요약하자면 오스만 제국은 6세기 동안 지속되었고, 유럽 전역을 점령하고 때려눕혔다. 발칸 반도 땅덩이는 말할 것도 없고 페르시아, 이집트, 북아프리카를 정복하였다. 비잔틴 제국도 무너뜨렸다. 오스만 제국은 끝내줬다."
        },
        {
            "heading": "잊혀진 제국에 바치는 찬사",
            "text": "요약하자면 오스만 제국은 6세기 동안 지속되었고, 유럽 전역을 점령하고 때려눕혔다. 발칸 반도 땅덩이는 말할 것도 없고 페르시아, 이집트, 북아프리카를 정복하였다. 비잔틴 제국도 무너뜨렸다. 오스만 제국은 끝내줬다."
        }
    ],
    "leader": {
        "name": "술레이만",
        "subtitle": "오스만 제국의 지도자",
        "lived": "1494년 ~ 1566년",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/suleiman.png",
        "trait": {
            "name": "바르바리 해적",
            "effect": "적함 나포 진급을 가진 모든 해상 근접 유닛은 물리친 적선을 나포할 수 있습니다. 해상 유닛의 유지비가 1/3로 줄어듭니다."
        },
        "titles": [
            "대제",
            "입법가"
        ],
        "historical_info": [
            {
                "heading": "역사",
                "text": "\"대제\",\" 입법가\", \"투르크 황제\"로도 잘 알려진 술레이만 1세는 이슬람의 칼리프이자 오스만 제국의 술탄으로 1520년부터 1566년 세상을 떠날 때까지 투르크 왕국을 다스리며 영토를 크게 확장했다. 유럽, 아프리카, 아시아 그리고 중동의 왕들은 술레이만을 경외하면서도 두려워했다."
            },
            {
                "heading": "유년기",
                "text": "술레이만은 아버지와 할아버지가 모두 술탄이었다. 이스탄불에서 어렸을 때부터 과학, 문학, 신학, 군사학을 공부했다. 술레이만이 17살이 되자 당시 술탄이었던 할아버지가 그를 카파의 총독으로 임명했으며 아버지 셀림 1세가 술탄이 되면서 술래이만은 마니사의 총독으로 임명 되었다. 셀림 1세가 1520년 세상을 떠나자 당시 26살이었던 술레이만이 왕위를 이어받았다. 즉위 당시 나이는 많지 않았지만 술레이만은 통치 경험이 10년 가까이 되는 노련한 지도자였다."
            },
            {
                "heading": "유럽에서의 군사적 야망",
                "text": "일부 역사가들의 주장을 따르면 술레이만은 알렉산더 대왕을 흠모하여 그를 따라 유럽, 소아시아, 아프리카, 중동을 아우르는 제국을 건설하려 했다고 한다. 왕위에 오른 술레이만은 유럽과 발칸 반도를 공략할 계획을 세우기 시작했다.1521년, 술탄이 된 지 1년 만에 베오그라드를 함락하고 이듬해에는 성 요한 기사단에게서 로도스 섬을 빼앗았다. 1526년에는 모하치 전투에서 헝가리 왕 루이스 2세를 죽이고 승리를 거두었다.루이스 2세가 죽자 헝가리 왕위는 오스트리아 합스부르크가의 대공 페르디난드 1세가 차지했다. 술레이만은 동유럽에서 합스부르크의 세력을 약화하려 했으므로 헝가리 왕으로 트란실바니아의 군주 존 자폴리야를 옹립하려 했다. 1529년에는 빈을 포위공격했으나 도시를 차지하지는 못했다. 하지만 이 공격으로 헝가리군이 빈에 묶였으므로 술레이만의 꼭두각시 존이 헝가리 대부분을 차지하게 되었다. 1540년 존이 세상을 떠나자 오스트리아가 헝가리 중부로 밀고 들어왔다. 이를 계기로 오스만 제국과 오스트리아는 술레이만이 세상을 떠나기 4년 전인 1562년에 강화 조약에 서명하기까지 약 20년간 승부가 불분명한 전쟁을 벌였다.술레이만은 오스만투르크 역사상 처음으로 육군을 지원하고자 대규모 해군을 창설했다. 지휘권은 해전의 천재이자 해적질 경험까지 있던 카이르 알 아민 제독에게 주어졌다. 카이르 제독은 1538년 스페인-베네치아 연합 함대를 격파함으로써 유럽에 \"붉은수염\"으로 악명을 떨쳤다. 오스만 제국은 이 해전 이후 40년간 지중해 동부에서 제해권을 누렸다."
            },
            {
                "heading": "페르시아에서의 군사적 모험",
                "text": "술레이만이 이끄는 오스만 제국은 페르시아를 세 번이나 침공했다. 1534년부터 1535년 사이에 치른 전쟁으로 이라크 대부분과 소아시아 동부 지역 일부를 차지하였으며 십 년 뒤인 1548년부터 1549년 사이에 페르시아 국경과 소아시아에 있는 전략적 요충지 반 호수 주변 영토를 추가했다. 마지막 공세에서 술레이만은 페르시아 영토 깊숙이 공격하려 했으나 공세를 유지할 수 없어 흐지부지 끝나고만 통에 점령한 땅을 지킬 수 없었다."
            },
            {
                "heading": "국가 발전",
                "text": "술탄이 된 술레이만은 유능하고 명석한 정치가와 행정가를 기용했다. 제국 전역에 모스크, 다리, 도로, 성채 등을 세워 오스만 건축의 황금기를 이끌었으며 제국 법제를 개편하고 성문화했다. \"입법가\"로도 유명했던 술레이만이 만든 법은 무려 삼백 년 동안 그대로 사용되었다. 술레이만은 특히 당시만 해도 농노와 다름없던 기독교인 백성을 구제하려 노력했으며 유대인을 보호했다. 당시 유대인은 유럽 전역에서 가혹하게 취급받았으므로 다수가 오스만 제국으로 이주했다."
            },
            {
                "heading": "문화, 종교 및 예술",
                "text": "능란한 시인이자 열렬한 이슬람교도였던 술레이만은 크고 작은 전쟁으로 방대한 영토를 얻는 동시에 문화 진흥도 소홀히 하지 않았다. 치세 중 제국 전역에서 융성한 예술가 집단만 수백이었으며 전례 없이 웅장한 모스크를 곳곳에 지었는데 이 중 다수는 위대한 건축가 시난이 직접 설계했다."
            },
            {
                "heading": "역사적 평가",
                "text": "술레이만은 1566년에 헝가리와 또 다른 전쟁을 치르다 세상을 떠났다. 세상을 떠날 무렵 술레이만은 세계적으로 유명한 인사였다. 유럽의 군주들은 전대미문으로 알려진 술레이만의 막대한 부를 질투했다. 술레이만은 또한 뛰어난 군사지도자로 찬사받았으며 비이슬람교도를 공정하게 대우했으므로 그들에게 존경받았다.이슬람교도는 법치주의를 믿는 술탄에게 경의를 표했다. 술레이만은 전승법에 이슬람 성문법을 더해 이후 수 세기 동안 동방 국가들에 모범을 제시했다.[+NEWLINE]술레이만은 기독교와 이슬람 세계에서 모두 \"대제\"로 불릴 정도로 뛰어난 지도자였다."
            }
        ]
    }
}