{
    "id": 2,
    "name": "Arabia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/arabia.png",
    "dawn_of_man": "Blessings of God be upon you, oh great Caliph Harun al-Rashid, leader of the pious Arabian people! The Muslim Empire of the Caliphate was born in the turbulent years after the death of the Prophet Muhammad in 632 AD, as his followers sought to extend the rule of God to all of the people of the earth. The Caliphate grew mighty indeed, at the height of its power ruling Spain, North Africa, the Middle East, Anatolia, the Balkans and Persia, an empire as great - or even greater than - that of Rome. The arts and sciences flourished in Arabia during the Middle Ages, even as the countries of Europe descended into ignorance and chaos. The Caliphate survived for 600 years, until finally succumbing to attack from the Mongols, those destroyers of Empires.Great Caliph Harun al-Rashid, your people look to you to return them to greatness. To make Arabia once again an enlightened land of arts and knowledge, a powerful nation who need fear no enemy. Oh Caliph, will you take up the challenge? Can you build a civilization that will stand the test of time?",
    "unique_buildings": [
        {
            "name": "Bazaar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/bazaar.json"
        }
    ],
    "unique_units": [
        {
            "name": "Camel Archer",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/camel_archer.json"
        }
    ],
    "city_names": [
        "Mecca",
        "Medina",
        "Damascus",
        "Baghdad",
        "Najran",
        "Kufah",
        "Basra",
        "Khurasan",
        "Anjar",
        "Fustat",
        "Aden",
        "Yamama",
        "Muscat",
        "Mansura",
        "Bukhara",
        "Shiraz",
        "Merw",
        "Balkh",
        "Mosul",
        "Aydab",
        "Bayt Ras",
        "Suhar",
        "Taif",
        "Hama",
        "Tabuk",
        "Sana'a",
        "Shihr",
        "Tripoli",
        "Tunis",
        "Kairouan",
        "Algiers",
        "Oran"
    ],
    "spy_names": [
        "Solhofaat",
        "Khenzeer",
        "Zarafah",
        "Temsaah",
        "Abyadh",
        "Mostafa",
        "Yusuf",
        "Waddah",
        "Sameera",
        "Gamal"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "The Muslim Empire of the Caliphate - also known as the Islamic Empire or the Arab kingdom - came into existence after the Prophet Mohammed's death in 632 AD, created by Mohammed's disciples as a continuation of the political authority he established. During its long existence the Caliphate would grow to enormous size and power, dominating Spain, North Africa, the Middle East, Anatolia, the Balkans and Persia, ruling an empire that at least rivaled that of the Romans at the height of their power."
        },
        {
            "heading": "Climate and Terrain",
            "text": "The Arab Empire began in Medina, on the Arabian Peninsula, in what is now known as Saudi Arabia. The interior is generally inhospitable desert - barren, sandy and hot with summer temperatures reaching as high as 130 degrees F. Medina and Mecca occupy the more fertile coastal regions along the Red Sea."
        },
        {
            "heading": "Early History",
            "text": "The first \"caliph\" (head of state) of this empire after Mohammed's death was Abu Bakr, who in turn was followed by three other \"Rightly Guided Caliphs\" in succession. After the death of the fourth, Ali ibn Abi Talib, in 661, a power struggle ensued between factions backing rival claimants, with the Umayyad family eventually emerging victorious. Argument about who was the legitimate caliph would rage for millennia and have had a significant effect upon Islamic and world history that continues to this day."
        },
        {
            "heading": "The Umayyads",
            "text": "The Umayyads were a merchant family based in Mecca. They had converted to Islam in 627, becoming prominent supporters of Mohammed and his successors. The early Umayyad caliphs were based in Damascus, Syria, and the Syrian army formed the backbone of the Arab military forces. The Umayyads expanded Arabian power east, building outposts and sending expeditions into Central Asia and northwestern India. In addition the Umayyads launched the invasion of North Africa. In the 7th century they constructed a Mediterranean fleet with which they launched a series of unsuccessful raids against Christian Constantinople.The Umayyad Caliphate reached its zenith under the reign of Abd al-Malik (reigned 685-705). In the west, Abd's armies overran much of Spain, while in the east the Caliphate invaded Sind in India and conquered Bukhara, Samarkand, Khwarezm, and many more places too hard to spell. al-Malik also oversaw a reorganization of the Caliphate's bureaucracy, economy, and the institution of a post service. During his reign the arts flourished, particularly architecture.The empire suffered a decline after Abd al-Malik's death. A series of mediocre caliphs combined with economic troubles and military reverses in the east and west fueled tribal rivalries within the Caliphate, and in 750 the Umayyads were defeated and overthrown at the Battle of the Great Zab River."
        },
        {
            "heading": "The Abbasids",
            "text": "The Umayyads were defeated by the Abbasids, another powerful family. The first Abbasid Caliph, Abu al-Abbas, was a ruthless leader who upon achieving power immediately set about exterminating anyone else who might have a legitimate claim upon the throne. He was successful, as the Abbasids would remain in power for another three centuries. Not without a certain grim panache, he gave himself the name as-Saffah, which translates as \"the bloodletter.\"The Abbasids shifted the capital of the Caliphate to Baghdad. This reflected its concentration on events in the east - Persia, India, Central Asia - and subsequent de-emphasis on North Africa and the Mediterranean. The Abbasids were more overtly religious than the Umayyads, and under them the Caliphate more closely followed Islamic law."
        },
        {
            "heading": "Harun al-Rashid",
            "text": "Harun al-Rashid (reigned 786-809) was the fifth Abbasid caliph. He ruled Arabia at the height of its wealth and power. In his early years Harun led military expeditions against the Byzantine Empire; his successes earned him the nickname al-Rashid, \"the one following the correct path.\" While Rashid did have to put down a number of internal revolts, the empire was mostly at peace during his reign, and the Caliphate grew monumentally, spectacularly wealthy. For more details on Harun al-Rashid, see his Civilopedia entry."
        },
        {
            "heading": "The Middle Ages",
            "text": "The Arab empire of the medieval period was far more advanced than contemporary Europeans; Harun al-Rashid's Baghdad may have held a million people at the same time that Charlemagne's Aachen was a \"capital\" of ten thousand. Centers of learning attracted scholars from across the Muslim world to great cities such as Baghdad, Damascus, and Cordoba. The Arabs of this period made many advances in medicine, astronomy, mathematics, and other areas, as well as translating many of the classics of the Ancient Greeks into Arabic, thereby saving them from destruction.During the period of the Crusades, Christian Europe began a sustained assault against the Arabic world. The greatest of Muslim generals from this period was Salah al-Din, better known as Saladin, who successfully defeated the Third Crusade and recaptured Jerusalem for the Arabs."
        },
        {
            "heading": "Decline and Fragmentation",
            "text": "As the Middle Ages ended, however, the Empire began to fragment under increasing pressure from both external and internal forces. The sheer size of the Empire made centralized government nearly impossible, and the caliphs were forced to put down numerous insurrections by rebellious local leaders. The debate over the rightful heirs to Mohammed's leadership continued to fester. In the west the Europeans wrested control of Spain from the caliphate, while in the east the Ottomans began their inexorable expansion into the heart of the Arabian Empire.In 1258 a Mongol army under Hulagu Khan captured Baghdad and executed Caliph al-Musta'sim, bringing the Arabian Empire to an abrupt end."
        },
        {
            "heading": "Modern Arabia",
            "text": "For most of the past five centuries, much of the Arab world has been ruled by foreigners; first by the Ottoman Turks, then by the Western colonial powers. Since the onset of de-colonization in the 1950s, traditional Arab values have been modified through the combined pressures of urbanization, industrialization, and Western influence. However, the ancient tenets of Islam are still followed by millions of faithful across the globe.Although now divided between dozens of different countries, the lands once part of the greater Arabian Empire owe much to their ancient common ancestor."
        },
        {
            "heading": "Modern Arabia",
            "text": "For most of the past five centuries, much of the Arab world has been ruled by foreigners; first by the Ottoman Turks, then by the Western colonial powers. Since the onset of de-colonization in the 1950s, traditional Arab values have been modified through the combined pressures of urbanization, industrialization, and Western influence. However, the ancient tenets of Islam are still followed by millions of faithful across the globe.Although now divided between dozens of different countries, the lands once part of the greater Arabian Empire owe much to their ancient common ancestor."
        },
        {
            "heading": "Modern Arabia",
            "text": "For most of the past five centuries, much of the Arab world has been ruled by foreigners; first by the Ottoman Turks, then by the Western colonial powers. Since the onset of de-colonization in the 1950s, traditional Arab values have been modified through the combined pressures of urbanization, industrialization, and Western influence. However, the ancient tenets of Islam are still followed by millions of faithful across the globe.Although now divided between dozens of different countries, the lands once part of the greater Arabian Empire owe much to their ancient common ancestor."
        }
    ],
    "leader": {
        "name": "Harun al-Rashid",
        "subtitle": "Leader of Arabia",
        "lived": "763 - 809 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harun_al-rashid.png",
        "trait": {
            "name": "Ships of the Desert",
            "effect": "Caravans gain 50% extended range. Your trade routes spread the home city's religion twice as effectively. [ICON_OIL] Oil resources are doubled."
        },
        "titles": [
            "Caliph",
            "\"The One Following the Right Path\""
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Harun al-Rashid (which translates roughly as \"Aaron the Rightly Guided\") was the fifth Abbasid Caliph, ruling the Arabian Empire from 786 to 809 AD. During his reign the Caliphate stretched from Spain in the west to Anatolia in the north to India in the east, and it was the largest and most powerful political entity in the world. Harun was an able ruler, and his reign was a time of scientific and cultural advancement and prosperity for his subjects."
            },
            {
                "heading": "Early Reign",
                "text": "The son of the third Caliph and al-Khayzuran, a Yemeni slave girl, Harun came to power following the death of his brother, Abu Abdullah Musa ibn Mahdi al-Hadi. Al-Hadi died of a stomach ailment under somewhat suspicious circumstances, and some believed that his mother had al-Hadi poisoned because she had much stronger influence with her younger son, Harun. True or not, al-Khayzuran was one of Harun's chief advisors until her death in 789."
            },
            {
                "heading": "Baghdad Renaissance",
                "text": "At the start of Harun's reign, the Caliphate's capitol was in Baghdad, a new city founded by an earlier Caliph. The city was a center of arts, science and religion, with many beautiful buildings. There Harun founded the \"House of Wisdom,\" a library and research facility which collected and translated scientific writings from Persian, Indian, Greek, and Roman texts. Under Harun Baghdad would blossom, becoming perhaps the largest and richest city in the world. Later Harun would move his government to the strategically important city of ar-Raqqah, but Baghdad would remain a great city of arts, science and commerce for centuries to come (the city would be conquered and sacked by the Mongols in 1258)."
            },
            {
                "heading": "Wealth of Harun and Arabia",
                "text": "A somewhat fantastic description of Harun may be found in \"The Thousand and One Nights,\" in which the Caliph is described as living in a sumptuous palace flowing with gold, silver, and jewels. Although exaggerated, there is a strong element of truth to the tale. During Harun's reign huge amounts of wealth poured into the Empire, and a goodly portion of it made it to the Caliph's coffers. According to ancient historians, Harun's wife insisted that all utensils and plates at her table be made of gold and festooned with jewels."
            },
            {
                "heading": "Foreign Relations",
                "text": "Politically, Harun attempted to maintain cordial relations with the European powers. He had direct diplomatic relations with Charlemagne, and in these pre-Crusade years Europeans had free access to Jerusalem and the Holy Lands. He also had diplomatic relations with the Imperial Court in China. However, his relations were somewhat less friendly with the Byzantines.Under his father, Harun had led an army through Turkey to the gates of Constantinople, capitol of the Byzantine Empire. After negotiation with the Empress Irene, Harun agreed to spare the city in return for an annual tribute of 70,000 gold coins. When Irene was deposed and the Byzantines reneged on the agreement in 806, Harun led another army north and once again forced the Byzantines to capitulate."
            },
            {
                "heading": "Death of Harun",
                "text": "Harun became ill and died in 808 while on his way to deal with a revolt in Iran. He was succeeded by his son, al-Amin. His passing marked the beginning of the slow decline of the Arabian Empire, after his death pieces of it were carved away by external enemies and internal revolt. Although the Empire would continue to exist for some centuries, it would never again reach the brilliant heights it had under Harun al-Rashid."
            },
            {
                "heading": "Verdict of History",
                "text": "Although there were wars and internal trouble, most of Rashid's reign was peaceful and prosperous. The Caliphate enjoyed economic and industrial growth, plus an explosion in trade. Harun was a lover of music and poetry, and he gave lavish gifts to artists in his court. Although not necessarily a great leader, Rashid did rule the Arabian Empire competently at the very height of its power and wealth."
            }
        ]
    }
}