{
    "id": 26,
    "name": "Austria",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/austria.png",
    "dawn_of_man": "Noble and virtuous Queen Maria Theresa, Holy Roman Empress and sovereign of Austria, the people bow to your gracious will. Following the death of your father King Charles VI, you ascended to the throne of Austria during a time of great instability, but the empty coffers and diminished military did little to dissuade your ambitions. Faced with war almost immediately upon your succession to the throne, you managed to fend off your foes, and in naming your husband Francis Stephen co-ruler, assured your place as Empress of the Holy Roman Empire. During your reign, you guided Austria on a new path of reform - strengthening the military, replenishing the treasury, and improving the educational system of the kingdom.Oh great queen, bold and dignified, the time has come for you to rise and guide the kingdom once again. Can you return your people to the height of prosperity and splendor? Will you build a civilization that stands the test of time?",
    "unique_buildings": [
        {
            "name": "Coffee House",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/coffee_house.json"
        }
    ],
    "unique_units": [
        {
            "name": "Hussar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/hussar.json"
        }
    ],
    "city_names": [
        "Vienna",
        "Salzburg",
        "Graz",
        "Linz",
        "Klagenfurt",
        "Bregenz",
        "Innsbruck",
        "Kitzbuhel",
        "St. Polten",
        "Eisenstadt",
        "Villach",
        "Zwettl",
        "Traun",
        "Wels",
        "Dornbirn",
        "Feldkirch",
        "Amstetten",
        "Bad Ischl",
        "Wolfsberg",
        "Kufstein",
        "Leoben",
        "Klosterneuburg",
        "Leonding",
        "Kapfenberg",
        "Hallein",
        "Bischofshofen",
        "Waidhofen",
        "Saalbach",
        "Lienz",
        "Steyr"
    ],
    "spy_names": [
        "Ferdinand",
        "Johanna",
        "Franz-Josef",
        "Astrid",
        "Anna",
        "Hubert",
        "Alois",
        "Natter",
        "Georg",
        "Arnold"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "Deriving its name from the Old High German term \"Ostarrichi\" first recorded in 996 by Holy Roman Emperor Otto III, the small, landlocked nation of Austria has long been an influential player in the political and military sagas of Europe. Beginning in the 13th century with the nearly 650 year rule of the powerful Habsburg Monarchy, Austria emerged as one of the premier nations of Europe, establishing strong alliances and far-reaching trade agreements across the continent. The later union of Austria and Hungary as a singular empire brought stability to both nations, only to be broken by the turmoil of World War I, and eventually, the German occupation of World War II. In the aftermath of these great conflicts, the borders of Austria were recreated, and the independent Republic of Austria stands today as a democratic nation that prides itself on maintaining neutrality and stability."
        },
        {
            "heading": "Climate and Terrain",
            "text": "With a skyline dominated by the looming presence of the Alps, much of Austria is mountainous with a cool, moderate climate. Although the nation's borders have shifted repeatedly throughout history, Austria has always been surrounded by several imposing neighbors, primarily Germany, Italy, Hungary, and the Czech Republic. Landlocked among rivals and allies, Austria and its people bear a long history of adapting to the ever-changing situations surrounding them. In the modern day, Austrians enjoy taking advantage of the prevalent alpine terrain, as Austrian athletes are known for their competitiveness in winter sports, particularly downhill skiing, ski jumping, and snowboarding."
        },
        {
            "heading": "Origins",
            "text": "Austria's earliest history centers on the nomadic Celts and their conflicts with the expansionist Roman Empire. In the waning stages of the 1st millennium BC, the area that today constitutes Austria was inhabited by Celtic tribes north of the Danube River. These early Celts originated from the Hallstatt Culture, so named for the Austrian village of Hallstatt where the majority of their artifacts have been discovered. The arrival of the Romans around 200 BC marked the end of the Celtic dominance in the area, as the Romans quickly subdued the local populace and seized control of the region. It was during this period that the ancient Celtic settlement of Vindobona was captured and converted into a Roman military outpost. Initially an encampment for Roman troops, Vindobona grew to become an important center of trade along the Danube, eventually becoming the site of Austria's future capital, Vienna.Although the Romans held dominion over southern Austria for several hundred years, by the 3rd century AD, increasingly powerful Germanic tribes from the north were making headway into Roman-controlled territory. By the 5th century, this loss of territory was but one of many problems facing Rome, as the decline of the empire spiraled out of control, allowing settlers from Bavaria and the surrounding area to move about uncontested. The city of Vindobona was captured by the nomadic Avars in 630 AD, who were then conquered themselves by Charlemagne in the late 8th century."
        },
        {
            "heading": "Initial Boundaries",
            "text": "In 976, the March of Austria, known in German as the Ostmark or \"Eastern March,\" was formed, outlining much of the territory that would make up the future empire of Austria. A March, or border territory, was used to designate frontier regions in medieval Europe. The March of Austria was outlined by Holy Roman Emperor Otto II and superseded all previous designations of the area, including the Avar March laid out by Charlemagne in the 8th century encompassing the same region. The region would later be referenced as the Ostarrichi by Otto's son, Otto III."
        },
        {
            "heading": "The Counts of Babenberg",
            "text": "The House of Babenberg, the first ruling dynasty of the March of Austria, was a family of nobles whose ascension to power came at the behest of Holy Roman Emperor Otto II. Leopold I was named Margrave of Austria in 976 as a reward for his loyalty to Otto during an uprising in Bavaria in the prior years. The title \"Margrave\" was bestowed upon counts who ruled over the medieval marches, primarily in a military role as these frontier territories were used to buffer the heart of the empire. The Babenberg counts ruled Austria for nearly 300 years before the rise of Austria's most influential dynasty, the aristocratic House of Habsburg."
        },
        {
            "heading": "Rule of the House Habsburg",
            "text": "The Habsburg Dynasty, first established by German King Rudolph I of Habsburg in the 13th Century, grew to become one of the most powerful ruling houses in all of Europe. The last of the Babenbergs, Duke Frederick II, died in 1246, providing the Habsburgs with an opportunity to seize control of the region. Following his selection as Holy Roman Emperor, Rudolph claimed the provinces of Austria and faced a struggle for succession with the Bohemian prince Ottokar II. The successful outcome for Rudolph allowed him to install his two sons, Rudolph II and Albert I, as joint rulers, the first of the Habsburg line in Austria.Over the next 600 years, the Habsburgs would enjoy increasing influence and authority in Europe, notably gaining the crown of the Holy Roman Emperor in 1452 with the selection of Frederick III by Pope Nicholas V. Frederick's breakthrough in gaining the position of Holy Roman Emperor ushered in an even greater expansion of Habsburg rule, who controlled Austria and the Holy Roman Empire up to the early 19th Century.During their long reign, the Habsburgs were successful in claiming a number of territories surrounding their seat of power in Austria, most importantly Hungary. Frequently the focus of conflict between the Habsburg Empire and the Ottoman Turks occupying large swaths of the nation, Hungary eventually fell under complete control of Austria following the Ottomans decisive loss at the Battle of Vienna and the eventual settlement of the Great Turkish War in 1699.The last of the Austrian Habsburg monarchs, Maria Theresa, ruled in the 18th century and was faced with a war over her right to succession soon after her father's death. As the first female to ever lead the Habsburg Monarchy, Maria was met with contempt by the European powers of France and rival Prussia, who disputed her claim to the throne and incited the War of Austrian Succession. After nine years of conflict the war was settled in 1748, with Maria Theresa affirmed as ruler of Austria, but at the cost of ceding the valuable province of Silesia to Prussia.Maria Theresa's reign was marked with a steady increase in the stability of her nation, due in part to her careful consideration of the economic and social policies she instituted. Balancing Austria's budget through increased taxation and regulated expenditures allowed her to strengthen Austria's depleted military, while improvements in education and medicine bolstered the well-being of her people."
        },
        {
            "heading": "The Austrian Empire",
            "text": "The outbreak of the Napoleonic Wars, beginning in the late 18th century, led to the creation of several coalitions opposed to Napoleon's French Empire. Austria joined the First Coalition against Napoleon in 1793, and despite a multi-pronged invasion of France joined by a number of European powers, the French were successful in repelling the invaders. Despite the setback, Austria continued to oppose the French and joined the majority of the seven coalitions that rose to confront Napoleon. Unfortunately Austria's early efforts led only to defeat, and Holy Roman Emperor Francis II formed the Austrian Empire in 1804 in an attempt to consolidate his land holdings in the region, naming himself Emperor of Austria. Abdicating the throne of Holy Roman Emperor, Francis signed the Treaty of Pressburg in 1805, dissolving the Holy Roman Empire itself in order to delegitimize claims made by Napoleon to German lands through his formation of the Confederation of the Rhine. Following Napoleon's defeat in 1813, the forces allied against France dissolved his confederation, which was then recreated as the German Confederation shortly thereafter.As a union of European states bound by the German language, the German Confederation was formed with Austria and Prussia joining as its most powerful members. However, cooperation between the two historical rivals was short-lived. Prussia and its closest ally, Italy, invaded the disputed state of Holstein, provoking Austria into war in 1866. Austria, joined by the majority of the confederation members, faced off against the superior Prussian military. After a brief conflict, Prussia won a decisive victory over the Austrian alliance and dissolved the German Confederation.In 1848, revolution swept across Europe, during a time known as the \"Spring of Nations,\" when working-class citizens throughout Europe rose up against the longstanding monarchs ruling over them. Austria was not immune to these revolutionary ideals, as word spread from France of the uprisings, the subjects of the Austrian Empire joined in the opposition. Although the revolution in Austria was ultimately unsuccessful, it contributed directly to the future formation of the Austro-Hungarian Empire, as nationalism in Hungary grew increasingly potent and dissatisfaction with Austrian rule peaked. In an agreement that came to be known as the Austro-Hungarian Compromise of 1867, Austrian Emperor Franz Joseph negotiated the creation of the Austro-Hungarian Empire, maintaining the rule of the Austrian Emperor but providing Hungary with an independent parliament and government structure."
        },
        {
            "heading": "Austro-Hungarian Empire",
            "text": "The union of Austria-Hungary allowed the Hungarians to gain greater independence from the rule of the Austrians, while at the same time increasing Austria's stability by regaining the popular support of the Hungarian People. Having bore the burden of the war with Napoleon in the prior century, Austria's economic and military infrastructure was greatly weakened by the immense conflict, and this union strengthened Austria.The events leading up to World War I, tracing its roots to the First and Second Balkan Wars, stemmed from Austria-Hungary's continual power struggle with Russia and Serbia over control of the Balkan region. The eventual occupation of Bosnia by Austria-Hungary in an attempt to curb Russian expansion in the region would incite nationalist opposition throughout the Balkans, putting Europe on a path towards a war unlike any before it."
        },
        {
            "heading": "World War I",
            "text": "The outbreak of World War I in 1914 was incited by the assassination of Archduke Franz Ferdinand, the would-be heir to the Austro-Hungarian Empire. A Serbian nationalist named Gavrilo Princip was responsible for the assassination, and despite attempts at a diplomatic resolution, Austria-Hungary declared war on Serbia in 1914. At the onset of war, a tangled web of alliances and treaty-bound nations sprang into action. Austria-Hungary was joined by her closest ally, Germany, against a united force led by Russia, who came to the defense of Serbia. France joined the conflict as a past ally to Russia, while Great Britain joined after Germany's invasion of Belgium. Although the conflict began as a dispute between Austria-Hungary and Serbia, the closely tied system of military alliances brought all of the world's major powers into the fight. After years of disastrous losses, Austria-Hungary was left in disarray, and the Treaty of Versailles brought an end to World War I in 1919."
        },
        {
            "heading": "First Republic of Austria",
            "text": "Austria-Hungary as a unified body was dissolved by the victorious Allied force in 1919, and Austria itself was reformed along its previous borders as the republic known as German Austria. As stipulated by the Treaty of Saint-Germain, signed at the end of World War I to deal specifically with Austria, any future unification of Austria and Germany was strictly prohibited. However, the rise of Nazi Germany under the leadership of Austrian-born Adolph Hitler paid little mind to the regulations of the former treaty."
        },
        {
            "heading": "Nazi Annexation",
            "text": "In 1938, troops from Germany entered Austria with the intention of unifying Austria and Germany. Despite resistance from the Austrian leadership, the Germans successfully installed a puppet regime and annexed Austria with support from a large portion of the populace. Known as the \"Anschluss,\" the union of Germany and Austria led to the immediate dissolution of the Austrian republic, and came to be known once again as the Ostmark, or Eastern March, until the end of the war in 1945."
        },
        {
            "heading": "The New Republic",
            "text": "Following Nazi Germany's defeat in World War II, Austria was occupied by the Allies for nearly a decade until the Declaration of Neutrality and the Austrian State Treaty were signed in 1955. The Austrian State Treaty returned Austria's status as an independent republic, while the Declaration of Neutrality maintained that for the remainder of its existence, Austria would always remain militarily neutral."
        },
        {
            "heading": "Modern Austria",
            "text": "Since the formation of the second republic, Austria has maintained its neutrality and prospered as a democratic nation. After regaining independence following World War II, Austria joined the United Nations in 1955 as its 70th member state. Austria's capital, Vienna, is home to one of the central offices of the UN, and, as determined by the United Nations Human Development Index, Austria has one of the highest standards of living in the world. In 1995, Austria voted via referendum to join the European Union, and accepted the Euro as its currency in 1999. Austria strives to work closely with the UN and bases much of its foreign policy on conflict resolution and peaceful relations throughout the world today."
        },
        {
            "heading": "Modern Austria",
            "text": "Since the formation of the second republic, Austria has maintained its neutrality and prospered as a democratic nation. After regaining independence following World War II, Austria joined the United Nations in 1955 as its 70th member state. Austria's capital, Vienna, is home to one of the central offices of the UN, and, as determined by the United Nations Human Development Index, Austria has one of the highest standards of living in the world. In 1995, Austria voted via referendum to join the European Union, and accepted the Euro as its currency in 1999. Austria strives to work closely with the UN and bases much of its foreign policy on conflict resolution and peaceful relations throughout the world today."
        }
    ],
    "leader": {
        "name": "Maria Theresa",
        "subtitle": "Leader of Austria",
        "lived": "1717 AD - 1780 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_theresa.png",
        "trait": {
            "name": "Diplomatic Marriage",
            "effect": "Can spend Gold to annex or puppet a City-State that has been your ally for 5 turns."
        },
        "titles": [
            "Empress of the Holy Roman Empire, Queen of the Habsburg Empire"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "During the 18th century, the Holy Roman Empire and the powerful Habsburg Monarchy of Austria were led by the ever-persistent Maria Theresa, who defied the European powers opposed to her reign and bravely served the subjects of her kingdom. In nearly 650 years of Habsburg rule, Maria Theresa was the first and only female to ever lead the empire, and she proved to be among the most successful rulers in their history."
            },
            {
                "heading": "Early Reign",
                "text": "Maria Theresa's rise to the Habsburg throne was fraught with controversy and turmoil from the onset. Her father, King Charles VI, had no sons, and as such had no rightful heir to the throne according to the existing laws of succession. In an effort to maintain his royal line and ensure that Theresa would rule as queen, Charles issued the Pragmatic Sanction of 1713, declaring his intention to pass the crown on to his daughter. Although the edict was recognized for a time, following Charles's death in 1740 and Theresa's coronation, forces led by France and Prussia challenged her right to the throne and initiated the War of Austrian Succession. Backed by Great Britain, Theresa was adamant in her resistance to surrendering the throne or Austrian territory to her rivals. Unfortunately, her father had left the empire in an unstable position, with a depleted treasury making it impossible to bolster her undersized, poorly equipped military. After nearly eight years of fighting, during which time Austria suffered several crushing defeats and was forced to cede the mineral-rich territory of Silesia to Prussia, the Treaty of Aix-La-Chapelle finally ended the war. Although Theresa was now secure in her rule of the Habsburg dominion, Austria's rivalry with Prussia was only in its infancy, with a greater fight still to come."
            },
            {
                "heading": "Holy Roman Empress",
                "text": "Traditionally, the ruler of the Austrian Habsburg domain was also the ruler of the Holy Roman Empire, a designation bestowed by the Pope. However, as was the case with her ascension to the Habsburg throne, laws of the time dictated that a woman could not be elected Holy Roman Empress. To circumvent this regulation, Maria Theresa named her husband, Francis Steven, as co-ruler of her lands in Austria and Hungary, allowing him to be named Holy Roman Emperor and she his empress consort. Although this relationship as a consort would normally imply a lesser position of authority, Francis Steven bowed to the wisdom and guidance of Maria Theresa, who handled all matters of rule personally."
            },
            {
                "heading": "The Seven Years War",
                "text": "Renewed hostilities between Austria and Prussia led to the outbreak of the Seven Years War in 1756, with shifting alliances weighing heavily on the outcome. In an event known as the Diplomatic Revolution, Great Britain now allied with Prussia, while France shifted its allegiance to Austria. This reverse of alliances came about as national priorities shifted, with Britain viewing the powerful Kingdom of Prussia as the stronger ally against its traditional rival in France. The territory of Silesia was once again the primary focus of the conflict, with Maria Theresa desperately trying to regain the valuable region lost during the war for succession. Despite their best efforts, Austria again failed to reclaim Silesia, with the Treaty of Hubertusburg in 1763 marking the end of the war and reaffirming Prussian control of the territory."
            },
            {
                "heading": "State Reforms",
                "text": "Austria's coffers had long been depleted by the time Maria Theresa was crowned, her father having focused much of his energy on securing the Pragmatic Sanction rather than internal affairs of the state. As such, one of Maria's first objectives was to increase Austria's revenue stream through taxation and balanced expenditures. Taxing both the nobility and members of the clergy, who had been previously been exempt from taxation, Maria's efforts quickly improved the faltering economy of Austria.With economic security in place, Maria directed her Supreme Chancellor, Count Friedrich Wilhelm von Haugwitz, to enlarge and modernize the army of Austria. Creating a standing army of over 100,000 men, Haugwitz developed training standards and codified military regulations to increase the professionalism of Austria's armed forces.Maria is also known for strict educational reforms, enacted by force, requiring all children between the ages of six and twelve to attend school, regardless of gender or upbringing."
            },
            {
                "heading": "Maternal Instincts",
                "text": "After struggling with the conflicts surrounding her own ascension to the throne, Maria Theresa notably gave birth to 16 children in just under 20 years. Making a clear effort to secure her family lineage through a suitable male heir, Theresa's fourth child, Joseph, would eventually become the future king and Holy Roman Emperor. Perhaps the most famous of her children, Marie Antonia, later known as Marie Antoinette, went on to become Queen of France in 1774 and was executed for treason during the French Revolution."
            },
            {
                "heading": "Judgment of History",
                "text": "Maria Theresa is viewed today as a wise, contemplative leader, whose conservative policies and careful judgment improved the welfare of the Austrian people as well as those within the Habsburg dominion. Although she inherited the throne during a tumultuous period, with little personal experience in governing, she managed to secure her crown and assertively rule the Habsburg monarchy for 40 years."
            }
        ]
    }
}