{
    "id": 25,
    "name": "Babylon",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/babylon.png",
    "dawn_of_man": "May the blessings of Heaven be upon you, Oh Great Nebuchadnezzar, father of mighty and ancient Babylon! Young was the world when Sargon built Babylon some five thousand years ago. Long did it grow and prosper, gaining its first empire in the 18th century BC, under Godlike Hammurabi, the Giver of Law. Although conquered by the Kassites and then by the Assyrians, Babylon endured, emerging phoenix-like from the ashes of destruction and regaining its independence despite its many enemies. Truly was Babylon the center of arts and learning in the ancient world!Oh Nebuchadnezzar, your empire endured but a short time after your death, falling to the mighty Persians and then to the Greeks, until the great city was destroyed by 141 BC. But is Babylon indeed gone forever, Great Nebuchadnezzar? Your people look to you to bring the empire back to life once more! Will you accept the challenge? Will you build a civilization to stand the test of time?",
    "unique_buildings": [
        {
            "name": "Walls of Babylon",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/walls_of_babylon.json"
        }
    ],
    "unique_units": [
        {
            "name": "Bowman",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/bowman.json"
        }
    ],
    "city_names": [
        "Babylon",
        "Akkad",
        "Dur-Kurigalzu",
        "Nippur",
        "Borsippa",
        "Sippar",
        "Opis",
        "Mari",
        "Shushan",
        "Eshnunna",
        "Ellasar",
        "Erech",
        "Kutha",
        "Sirpurla",
        "Neribtum",
        "Arbela",
        "Nuzi",
        "Tutub",
        "Arrapkha",
        "Shaduppum",
        "Rapiqum",
        "Mashkan-Shapir",
        "Tuttul",
        "Ramadi",
        "Ana",
        "Haradum",
        "Agrab",
        "Uqair",
        "Gubba",
        "Hafriyat",
        "Nagat",
        "Shubat-Enlil",
        "Urhai",
        "Urkesh",
        "Awan",
        "Riblah",
        "Tayma"
    ],
    "spy_names": [
        "Rim-Sin II",
        "Smerdis",
        "Ilum-ma-ili",
        "Peshgaldaramesh",
        "Ur-zigurumaš",
        "Semiramis",
        "Em",
        "Ishtar",
        "Bilit Taauth",
        "Aruru"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "The Babylonian Empire was, rather than a new idea, a reinvigoration of the old Sumerian Empire of the city of Ur, which had also occupied the Fertile Crescent in what is today Southern Iraq. Babylonia was formed from a collection of roughly a dozen city-states and was named for its capital city of Babylon. (Pre-empire, the city of Babylon itself was in existence since at least the 24th century BC.)"
        },
        {
            "heading": "Terrain and Climate",
            "text": "Babylon was located in the Fertile Crescent, the incredibly fecund region around the Tigris and Euphrates Rivers, extending west to the Mediterranean and down through modern Israel. The Fertile Crescent not only benefits from the rich soil and irrigation provided by the two ancient rivers, but it also lies at the crossroads of three major landmasses: Africa, Asia, and Europe, meaning it has insects, plants and animals from all three sources. This gives the region a biodiversity unmatched anywhere in the world. This also means that its human inhabitants had a huge variety of plants and animals to experiment with when learning how to farm and herd animals, thus explaining why humans advanced so rapidly in this area."
        },
        {
            "heading": "The Old Babylonian Empire",
            "text": "Originally a disorganized region, Babylon and Babylonia began to grow as a center for culture, trade, and religion under the rule of Hammurabi in 1728 BC. Hammurabi was the first known ruler of united Babylonia as well as its greatest lawgiver. Hammurabi's Code of Laws specifically listed the acts that were criminal as well as the punishment for each act. Citizens were no longer at the mercy of capricious judges or nobility who could on a whim decide what was and wasn't illegal. So comprehensive was the Babylonian Code that little about its laws or governmental system changed in the entirety of the empire's 1,200 years of existence."
        },
        {
            "heading": "Record-Keeping and Mathematics",
            "text": "Much like the Sumerian Empire from which they were descended, Babylonia was a nation of fanatical record-keepers. Starting with Hammurabi and continuing down until the empire's dissolution at the hands of Cyrus and the great Persian emperors, every financial transaction, every court verdict, every contract, and just about anything that could be written down, was - on clay tablets. With laws pertaining to almost every aspect of daily living, a significant amount of data was recorded, and much of this has been uncovered and excavated during the modern era. Researchers have even found several optical devices, similar to magnifying glasses, which were used to allow record keepers to write in smaller cuneiform, in order to fit more information on each clay tablet.Despite numerous regime changes, education reached exceptional heights among the Babylonians. Technical achievements such as the creation of a base 60, \"sexigesimal,\" system of mathematics, are still used to this day. Sixty seconds per minute, sixty minutes per hour: modern time, is in fact, Babylonian time."
        },
        {
            "heading": "Intermittent Chaos, with Chance of Massacre",
            "text": "After the death of Hammurabi (1750 BC), the empire slowly declined in power and influence. Following a Hittite raid which weakened the city, in approximately 1600 BC it was conquered by the Kassites who had emerged from what are now the mountains of Iran. The Kassites controlled Babylonia for 500 years, renaming the city Karanduniash.In 1234 the Assyrian king Tukulti-Ninurta I temporarily conquered the city but the Kassites eventually reasserted independence, just in time for the Elamites to sack the city in 1158. Then the Babylonians regained control of their city (possibly because the Elamites had stolen everything that any invader might want). By 1124 the Babylonian Nebuchadnezzar I sacked the Elamite city of Susa in revenge for their earlier attack on Babylon. But by 1000 BC, Babylon was once again under pressure from a resurgent Assyria. Babylon remained more or less under Assyrian domination until 627 BC."
        },
        {
            "heading": "The Neo-Babylonian Empire",
            "text": "In 627 BC, Babylonia successfully revolted once again from Assyrian control. The revolt was led by a new leader, Nabopolassar, who would reign for some twenty years before passing the thrown to his more famous son."
        },
        {
            "heading": "Nebuchadnezzar II",
            "text": "Nabopolassar's son, Nebuchadnezzar II, ruled Babylonia from 605 to 561 BC. He established himself early as a military leader, leading an army under his father in Assyria, and then later an independent command against Egypt, destroying the Egyptian army at Carchemish and gaining Babylonian control of all of Syria.Nebuchadnezzar was deeply invested in the city of Babylon. During his reign it enjoyed something of a renaissance. Nebuchadnezzar engaged in a variety of city revitalization projects, rebuilding ancient temples and buildings, constructing extensive fortifications, and so forth. He also created the Hanging Gardens of Babylon. He employed foreign workers for much of the hard labor, which as an additional benefit dramatically increased the city's population. Nebuchadnezzar died in 561 BC. For more on Nebuchadnezzar II, see his Civilopedia entry."
        },
        {
            "heading": "The Fall of Babylon",
            "text": "The leaders following Nebuchadnezzar were lesser men, and within thirty years Babylonian power and prestige were greatly weakened. It is said that when Cyrus II of Persia attacked in 539 BC, the city fell almost without resistance. It remained under Persian control until 331 BC, when it was captured by Alexander the Great, and then to the Seleucid dynasty after Alexander's death. In the period since, Babylon has all but vanished, reduced to mysterious mounds and piles of rubble, waiting for archaeologists to uncover their secrets. Much has been damaged or destroyed following the United States attack and occupation of Iraq in 2003 to the present."
        },
        {
            "heading": "Conclusion",
            "text": "Babylonia played an important role in the development of law throughout the world. The creation of Hammurabi's Code of Laws, and the zeal with which his successors, both blood-related and not, upheld those laws, demonstrated for all of history how successful and wealthy a nation could become by following an organized system of government. The rest of Babylon's history reminds us that nothing lasts forever, and that even the greatest of empires will someday be nothing more than dust beneath the next empire's chariot wheels. Or tank treads."
        },
        {
            "heading": "Conclusion",
            "text": "Babylonia played an important role in the development of law throughout the world. The creation of Hammurabi's Code of Laws, and the zeal with which his successors, both blood-related and not, upheld those laws, demonstrated for all of history how successful and wealthy a nation could become by following an organized system of government. The rest of Babylon's history reminds us that nothing lasts forever, and that even the greatest of empires will someday be nothing more than dust beneath the next empire's chariot wheels. Or tank treads."
        }
    ],
    "leader": {
        "name": "Nebuchadnezzar II",
        "subtitle": "Leader of Babylon",
        "lived": "c. 634 - 562 BC",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/nebuchadnezzar_ii.png",
        "trait": {
            "name": "Ingenuity",
            "effect": "Receive free Great Scientist when you discover Writing. Earn Great Scientists 50% faster."
        },
        "titles": [
            "Nebuchadnezzar II"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Nebuchadnezzar II was king of Babylon for some 43 years (605-562 BC). He is best known for his military conquests and his restoration of the city of Babylon. Nebuchadnezzar II also figures prominently in the Bible for the conquest of Judah and the forced relocation of many Israelites to Babylon."
            },
            {
                "heading": "Early Years",
                "text": "Nebuchadnezzar (which is sometimes spelled \"Nebuchadrezzar\") was the oldest son of Nabopolassar, the founder of the Chaldean empire, who had done much to make Babylon into an imperial power. He served under his father in several military campaigns, and in 606 BC he commanded an army which destroyed an Egyptian army at Carchemish, securing for Babylon the control of Syria."
            },
            {
                "heading": "Upon Assuming Power",
                "text": "Upon his father's death in 605, Nebuchadnezzar returned to Babylon and assumed the throne. He resumed campaigning shortly thereafter, when he conquered a number of smaller states including Judah. He continued his conquests until 600, when, possibly over-extended, he lost badly to an Egyptian army. Taking advantage of Babylon's disarray, Judah and several other subject states revolted.It took Nebuchadnezzar some two years to regroup and rebuild his armies, but by 598 he was on the march again, and in 597 he occupied Jerusalem, deposing the Judaian king Jehoiachin and transporting him and other prominent citizens to captivity in Babylon (most likely as hostages against further Jewish rebellions). He continued his expansionist military campaigns for the rest of his reign, clashing more or less successfully with the other powers in the Eastern Mediterranean, Asia Minor and the Middle East."
            },
            {
                "heading": "Diplomacy",
                "text": "Not just a warlord, Nebuchadnezzar was also active diplomatically, sending and receiving ambassadors from nearby kingdoms. He is known to have sent an ambassador to mediate in a conflict between the Medes and the Lydians in Asia Minor."
            },
            {
                "heading": "Domestic Policies",
                "text": "When not campaigning, Nebuchadnezzar spent much of his energy in rebuilding Babylon and improving its fortifications. He is known to have rebuilt many temples, paved roads, cut canals, and constructed a moat and wall around the city. He is also credited with the construction of the Hanging Gardens of Babylon, which according to legend he built to please his wife who was pining for the hills of her home in Media."
            },
            {
                "heading": "Judgment of History",
                "text": "Despite his capture of Judah and relocation of the Israelites, Nebuchadnezzar appears in a mostly favorable light in the Bible. He is credited for protecting Jewish prophets and citizens from persecution; the prophet Jeremiah apparently believed that Nebuchadnezzar was God's appointed instrument of vengeance against evil-doers.\r\nNebuchadnezzar II died in Babylon in 562 BC. He is remembered as a successful military leader who increased the size of his empire and who strengthened and improved the capital city of Babylon, and who treated his subject people well. By all measures he earned his title of \"Nebuchadnezzar the Great.\""
            }
        ]
    }
}