{
    "id": 36,
    "name": "Brazil",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/brazil.png",
    "dawn_of_man": "All Hail his most respected and magnanimous Emperor, Pedro II of Brazil. It was with great insight and unshakeable dignity that you ruled the Brazilian empire for over 50 years, ushering in a time of lasting peace and prosperity. Your reputation as a stern, but fair leader was never blemished by controversy, as your unwavering dedication to the people of Brazil provided hope and established the kingdom's position in South America. Your scholarly pursuits and staunch defense of freedom of speech led to the creation of several institutions of higher learning, strengthening Brazil's sense of national identity.Revered Emperor Pedro, your people long for a return to the peaceful days when you walked among them, hearing their stories and reassuring them of a bright future. Will you once again lead your kingdom to prosperity? Can you build a civilization that stands the test of time?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pracinha",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/pracinha.json"
        }
    ],
    "city_names": [
        "Rio de Janeiro",
        "Sao Paulo",
        "Salvador",
        "Brasilia",
        "Fortaleza",
        "Belo Horizonte",
        "Manaus",
        "Curitiba",
        "Recife",
        "Porto Alegre",
        "Belem",
        "Goiania",
        "Guarulhos",
        "Campinas",
        "Sao Luis",
        "Maceio",
        "Duque de Caxias",
        "Natal",
        "Campo Grande",
        "Teresina",
        "Florianopolis",
        "Nova Iguacu",
        "Sao Bernardo do Campo",
        "Joao Pessoa",
        "Osasco",
        "Jaboatao dos Guararapes",
        "Sao Jose dos Campos",
        "Contagem",
        "Uberlandia",
        "Aracaju",
        "Cuiaba",
        "Feira de Santana",
        "Juiz de Fora",
        "Joinville",
        "Macapa"
    ],
    "spy_names": [
        "Antonio",
        "Bartolomeu",
        "Domingos",
        "Estevao",
        "Fernao",
        "Francisco",
        "Pascoal",
        "Salvador",
        "Tome",
        "Bianca"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "Paulo Coelho, Brazil's greatest novelist, wrote of the history of his people, \"They were seeking out the treasure of their destiny, without actually wanting to live out their destiny.\" Among former colonies, Brazil is unique in the Americas because, beyond gaining its independence through a relatively peaceful path, it did not fragment into separate countries as did British and Spanish possessions. Brazil was a Portuguese colony from the time of the arrival of Pedro Cabral, who claimed it for his sovereign in 1500 AD, until the royal family in exile from their occupied homeland elevated it to the status of kingdom in 1815. Full independence was achieved in 1822 when the Empire of Brazil was created with a constitutional monarchy and parliamentary government. With the overthrow of Pedro II, the second and last emperor, in 1889 AD it became a republic. Although the republic would suffer through dictatorships and military juntas over the next century, true democracy returned in the 1980s when the first elected civilian government assumed power after a negotiated transition. Under a succession of able leaders, Brazil achieved political and economic stability, became a vital and influential member of the international community, and has at last achieved \"the treasure of [[its] destiny.\""
        },
        {
            "heading": "Climate and Terrain",
            "text": "Brazil is the world's fifth largest country, encompassing half of South America's landmass; it is one of 17 nations considered to have a \"mega-diverse ecology,\" home to manifold flora and fauna, habitats, natural resources and terrain. Brazil contains most of the Amazon River basin, the world's largest river system as well as the world's largest virgin rainforest. Thus, the country has a wide range of tropical and subtropical landscapes, including wetlands, savannahs, jungle-covered plateaus, and low mountains. Along Brazil's 7500-mile coastline lie a number of archipelagos. The main upland area of Brazil occupies most of the southern half of the country, rising to a mass of low mountain ranges such as the Mantiqueira and Espinhaco, whose highest peaks reach about 4000 feet. Lying on the equator, most of the nation has a tropical climate, divided into five subtypes: equatorial, tropical, highland tropical, temperate and subtropical. Temperatures across Brazil average 77 degrees Fahrenheit. Vegetation ranges from rainforests in the north to tropical savannahs in the center to coniferous forests in the south. As might be expected with such varied terrain and climate, Brazil's biodiversity is one of the richest in the world, with jaguar, ocelot, tapir, anteater, sloth, armadillo, deer, piranha, caiman, parrot, monkey and thousands of other species sharing the land and waters."
        },
        {
            "heading": "Portuguese Colonization",
            "text": "The origins of the native inhabitants (called indios by the Portuguese) of Brazil are unknown; the earliest human fossils date back 10,000 years to the highlands of Minas Gerais. When Portuguese explorers arrived on the coast, some 2000 native tribes existed; semi-nomadic, they subsisted on hunting, fishing, migrant agricultural, tribal warfare and cannibalism. The land was claimed by Pedro Cabral in April 1500 when the fleet he was leading around the Cape of Good Hope was borne so far westward that he made landfall in South America. The Treaty of Tordesillas of 1494 AD had divided the New World between Spain (west) and Portugal (east) along the longitude of 46 degrees. As the discovery fell well within the Portuguese zone, and spurred by reports of its riches, in 1532 the first Portuguese settlement was founded.The discovery of brazilwood - a dense, orange-red hardwood highly prized in dye-making and in the making of musical instruments and furniture - incited the crown's interest; in 1534 AD King Dom Joao III encouraged private colonial ventures. In 1549 the king appointed a governor-general and Brazil officially became a Portuguese colony. In wars with the French, the Portuguese slowly expanded their holdings to the north and south, taking Rio de Janeiro in 1567 and Sao Luis in 1615. In 1680 AD they claimed the lands around the Rio de la Plata, which became their southernmost territory. In the meantime, British and Dutch strongholds in the Amazon were overrun; the native tribes were either assimilated, enslaved or exterminated.By the end of the 17th Century, Brazil was the largest and most important of Portugal's scattered colonies. Besides brazilwood, sugar, dyes and spices were major exports. The Portuguese began their import of slaves from Africa to meet the growing international demand for these commodities; eventually Portugal would become one of the major slave-trading nations and slaves in Brazil would number in the hundreds of thousands. Concurrently, prospectors had sought in vain for gold in the jungles and hills of Brazil until extensive deposits were discovered in Minas Gerais. The subsequent gold rush brought such vast sums that the colonial capital was transferred from Salvador south to Rio de Janeiro in 1763 AD in order to better administer the new wealth. The treaties of Madrid (1750), Pardo (1761) and Ildefonso (1777) recognized Brazil's borders, while colonial reforms insured that it remained a placid, prosperous and profitable colony for Portugal."
        },
        {
            "heading": "Independence",
            "text": "In March 1808 AD, the Portuguese royal family and ministers arrived in Rio de Janeiro to take refuge in Brazil as Napoleon's forces overran their homeland. The prince regent Joao, ruling in the stead of his mother Maria I, who was incapacitated due to mental illness, re-established his capital in Rio and ruled the empire from there. While in residence, he put in place all the ministries of a sovereign capital, as well as founding a royal library, a military academy, a royal mint, a printing office, and medical and law schools. In 1815, Joao declared Brazil a kingdom, co-equal with Portugal in the empire. Following the defeat of France, he preferred to remain in Brazil until called back to Portugal to deal with radical revolts. In April 1821, Joao appointed his son Pedro to the regency. Pedro's ministers, many Brazilian born, urged independence; the young regent issued a declaration of independence for Brazil in September 1822 and was crowned as Emperor Pedro I within three months. In 1825 the Portuguese government officially recognized Brazil's sovereignty, and within the year most of the European nations followed suit."
        },
        {
            "heading": "Empire",
            "text": "Pedro I and his ministers sought to insure that Brazil did not suffer the discord and revolutions that were plaguing Brazil's South American neighbors. To that end, he was the primary architect of a new constitution, one quite liberal and advanced for its time. But Pedro was increasingly involved in affairs in Portugal, and in 1831 AD abdicated in favor of his five-year-old son so he could return to Europe to reclaim the Portuguese crown for his daughter. To settle the political unrest and discord the abrupt departure left, Pedro's son was officially declared of age at 14 and crowned Emperor Pedro II within the year. The new emperor's five-decade reign was enlightened and progressive, and Brazil enjoyed a \"golden age\" in every realm - politically, economically, industrially, socially, culturally. Under Pedro II, Brazil won three wars, expanded its international reputation, modernized, reformed its legal and monetary systems, boosted its agricultural diversity, and abolished slavery. But the latter had eroded support among the landed gentry; moreover, as he aged Pedro II increasingly lost touch with the new urban middle class and liberal student movements his ideals and policies had fostered. Although still respected and beloved by his people, in November 1889 a bloodless military coup deposed Pedro in favor of a republic. Ever a patriot, when he departed into exile in Europe, Pedro II expressed his \"ardent wishes for the greatness and prosperity of Brazil.\""
        },
        {
            "heading": "Dictatorship",
            "text": "Manuel de Fonseca, who had led the coup, became the provisional president of an increasingly military-dominated government. Supported primarily by the military and the increasingly prosperous coffee planters, he established the republic, separated church and state, and promulgated a new constitution. However, under its provisions, he was declared unable to hold office; when he attempted to dissolve the new legislature and rule by decree, he was forced to resign in the face of public outcry. He was replaced by his vice-president, also a general, who spent his time fending off several military and monarchist revolts but took on increasingly dictatorial powers.In 1894 AD, amid general peace, General Peixoto reluctantly surrendered the presidency to the first civilian to hold the post, Prudente de Morais. He had been governor of the coffee-rich state of Sao Paulo, and has been deemed the first of the \"coffee presidents.\" These presidents, primarily wealthy politicians and landowners from Sao Paulo and Minas Gerais, helped reform the economy, modernize the nation's infrastructure, keep the peace, and guide the nation through troubled international times through a policy of near isolationism. However, in doing so they offered little real democracy because only the landowning minority was allowed to vote, fraudulent elections were common, and regional political bosses operated with virtual impunity so long as they supported the president in power.Two developments finally ended the period of the \"coffee presidents.\" First, coffee prices fell precipitously during the world-wide depression of the 1930s. Second, a movement composed of junior officers (the tenentes) grew in influence. Espousing populism, the tenentes championed not democracy but reform and progress; they fervently believed that only the military could propel the nation into the modern age. To do so, the young officers planned to oust civilian politicians, expand the reach of the federal government, modernize the military, and eradicate regionalism through a strong, centralized government.The depression and the general unrest led to Getulio Vargas, a defeated presidential candidate, to seize control with support of the tenentes. Vargas was supposed to assume power temporarily for the duration of the economic crisis; instead he closed the Congress, dismissed the constitution, and replaced the Brazilian states' governors with his supporters, mostly military officers. Following a failed Communist coup in 1935 and a failed Fascist one in 1938, Vargas' regime evolved into a full dictatorship, noted for its brutality and censorship of the press. Brazil joined the Allies in 1942 as an active participant, committing both significant ground in Italy and naval forces in the Atlantic. Despite being a dictatorship, Vargas insisted that in recognition of its service in World War II, Brazil be one of the founding members of the United Nations.But the economic boom brought by the war and international pressure had made Vargas' position untenable; in 1945 AD he was ousted by another military coup. Democracy was \"reinstated\" by the same cabal that had suspended it 15 years before. Ironically, Vargas would be elected president in 1950, but committed suicide in 1954 at the Catete Palace in the midst of a political crisis. Several brief governments followed Vargas' death, marked by various levels of accomplishment as well as corruption. In 1964, yet another military coup toppled the civilian government; in 1968, the military junta became a full dictatorship with the powers vested in it by the Fifth Institutional Act. Although its methods were harsh, the junta was less brutal than those in other parts of the continent. Moreover, it promoted capitalism, modernization, and international accords. Thus, the junta was highly popular with the lower and middle classes even during the years of repression."
        },
        {
            "heading": "Modern Brazil",
            "text": "General Ernesto Geisel assumed the presidency in 1974, and immediately launched into a \"slow, gradual and safe\" policy of returning rule to a democratic government. Over several years he ended the torture of political prisoners, censorship of the press, and finally the junta itself when he repealed the Fifth Institutional Act. His successor continued the process, and in 1985 the first free elections made Jose Sarney president. With a stable government and thriving economy, Brazil has since taken a leading role in regional affairs, being a founding member of organizations such as the Latin Union, Organization of American States, Mercosul, and Union of South American Nations. At the beginning of a new millennium, Brazil is poised to assume an equally influential role on the world stage."
        },
        {
            "heading": "Modern Brazil",
            "text": "General Ernesto Geisel assumed the presidency in 1974, and immediately launched into a \"slow, gradual and safe\" policy of returning rule to a democratic government. Over several years he ended the torture of political prisoners, censorship of the press, and finally the junta itself when he repealed the Fifth Institutional Act. His successor continued the process, and in 1985 the first free elections made Jose Sarney president. With a stable government and thriving economy, Brazil has since taken a leading role in regional affairs, being a founding member of organizations such as the Latin Union, Organization of American States, Mercosul, and Union of South American Nations. At the beginning of a new millennium, Brazil is poised to assume an equally influential role on the world stage."
        }
    ],
    "leader": {
        "name": "Pedro II",
        "subtitle": "Leader of Brazil",
        "lived": "1825 - 1891 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pedro_ii.png",
        "trait": {
            "name": "Carnival",
            "effect": "Tourism output is +100% during their Golden Ages. Earn Great Artists, Musicians, and Writers 50% faster during their Golden Ages."
        },
        "titles": [
            "Emperor of Brazil"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "The first Brazilian monarch to be born in Brazil, during his long reign Pedro II brought stability and progress to his homeland, as well as making it the preeminent power in South America. A calm and serious man, Pedro II jealously guarded his nation's sovereignty, challenging the mighty British Empire and fledgling United States when those countries sought to meddle in the region. He led Brazil in three wars, gaining new territory and prestige, while continuing to focus his attention primarily upon making Brazil a modern state. He encouraged coffee production rather than sugar, and actively supported and sponsored road, railroad, telegraph and undersea cable construction.Although popular with his people, the Emperor was overthrown in November, 1889 by a group of military leaders wanting to form a republic headed by a dictator. Ever a patriot, when he departed into exile, Pedro II expressed his \"ardent wishes for the greatness and prosperity of Brazil.\""
            },
            {
                "heading": "Youth",
                "text": "Born in December 1825 AD in Rio de Janeiro to Pedro I and his Austrian wife Maria Leopoldina, Pedro would be the second and last emperor of Brazil, his reign spanning five decades. Pedro was raised and classically educated by a succession of governesses and guardians. With a grueling regime of daily studies, great care was taken to foster ethical values and a personality quite different from the impulsive and irresponsible character of his father. Being the only male child of Pedro I to survive infancy, he was acclaimed Emperor Dom Pedro II of Brazil on the day of his father's abdication in 1831, although he did not assume his throne until he came of age at 14 in July 1840."
            },
            {
                "heading": "Reign",
                "text": "During his reign, Pedro II would preside over 36 different cabinets, most of which had broad public support. Either directly or through his government, Pedro sponsored the construction of Brazil's first paved road, the \"Unido e Industria\" linking Rio de Janeiro to Juiz de Fora; the first steam railroad running from Santos to Sao Paulo; the first telephone service in 1877; participation in the laying of the first Brazil-Europe submarine telegraph cable; and the issuing of Brazil's first postal stamp.Foreign relations were not as positive, as several nations became concerned by Brazil's economic growth and political clout. Two minor incidents led to the British issuing an order to the Royal Navy to seize Brazilian merchant ships as indemnity. Pedro responded by mobilizing his military, causing the British to softened their stance and propose a peaceful settlement in 1863. Almost immediately thereafter a year-long undeclared war with Uruguay - ended with the Brazilian occupation of the towns of Salto and Paisandu - demanded Pedro's attention. No sooner was this conflict settled than Paraguay invaded, which resulted in an unconditional Brazilian victory. A conflict with the Catholic Church (1872-1875) was resolved through negotiation, but left Pedro bereft of the clergy's support.Nonetheless, the diplomatic victory over Great Britain and the military victories over Uruguay and Paraguay had made Pedro II more popular than ever among the people. He now sought to leverage this popularity into his most enduring legacy - emancipation for the slaves in Brazil. The emperor viewed slavery as the last great obstacle to taking Brazil into the \"modern age.\" Starting in 1871, Pedro oversaw a series of laws that resulted in some 700 thousand slaves freed, but no provision had been made to compensate the owners. The latter issue, which eroded support for the monarchy among the wealthy and gentry classes, proved Pedro's ultimate undoing."
            },
            {
                "heading": "Overthrow",
                "text": "Secure in his people's affections, Pedro proceeded to indulge his life-long desire to travel. Distracted by these long absences, Pedro found himself increasingly removed from those segments of Brazilian society that he had fostered, named the emerging urban middle class and a new generation of liberal-minded students. Too, he no longer had the unwavering support of the clergy, the upper classes and the military. Although still beloved by the commoners, in November 1889 a non-violent military coup forced him to abdicate in favor of a republic. Aged and ailing, Dom Pedro was forced into exile in Europe, where he died two years later in Paris. France accorded him a royal funeral; in 1925 his remains were returned to Brazil, where he was interred in the cathedral in Petropolis he helped found."
            },
            {
                "heading": "Judgment of History",
                "text": "Inheriting an empire on the brink of disintegration, Pedro turned Brazil into an emerging power in a changing world, the \"other great power of the Americas.\" The nation came to be distinguished from its neighbors in South America due to its political stability, freedom of speech, respect for civil rights, vibrant economy and rich culture. Perhaps his greatest accomplishment was the peaceful abolition of slavery in Brazil, despite opposition from powerful political and economic interests. A savant in his own right, Pedro II was a vigorous sponsor of education, the arts and the sciences in Brazil. Overthrown while still highly regarded by his people and at the height of his popularity, he is honored by many Brazilians as a hero, as a national symbol, as the \"Father of the People\" personified."
            }
        ]
    }
}