{
    "id": 4,
    "name": "China",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/china.png",
    "dawn_of_man": "The Blessings of Heaven be upon you, Empress Wu Zetian, most beautiful and haughty ruler of China! Oh great Empress, whose shadow causes the flowers to blossom and the rivers to flow! You are the leader of the Chinese, the oldest and the greatest civilization that humanity has ever produced. China's history stretches back into the mists of time, its people achieving many great things long before the other upstart civilizations were even conceived. China's contributions to the arts and sciences are too many and too wondrous to do justice to - the printing press, gunpowder, the works of Confucius - these are but a few of the gifts China has given to an undeserving world!You, great Queen, who, with cunning and beauty, rose from the position of lowly concubine to that of Divine Empress - your people call out to you to lead them! Great China is once again beset on all sides by barbarians. Can you defeat all your many foes and return your country to greatness? Can you build a civilization to stand the test of time?",
    "unique_buildings": [
        {
            "name": "Paper Maker",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/paper_maker.json"
        }
    ],
    "unique_units": [
        {
            "name": "Chu-Ko-Nu",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/chu-ko-nu.json"
        }
    ],
    "city_names": [
        "Beijing",
        "Shanghai",
        "Guangzhou",
        "Nanjing",
        "Xian",
        "Chengdu",
        "Hangzhou",
        "Tianjin",
        "Macau",
        "Shandong",
        "Kaifeng",
        "Ningbo",
        "Baoding",
        "Yangzhou",
        "Haerbin",
        "Chongqing",
        "Loyang",
        "Kunming",
        "Taipei",
        "Shenyang",
        "Taiyuan",
        "Tainan",
        "Dairen",
        "Lijiang",
        "Wuxi",
        "Suzhou",
        "Maoming",
        "Shaoguan",
        "Yangjiang",
        "Heyuan",
        "Liaoning",
        "Hubei",
        "Gansu",
        "Huangshi",
        "Yichang",
        "Yingtan",
        "Xinyu",
        "Xinzheng",
        "Handan",
        "Dunhuang",
        "Gaoyu",
        "Nantong",
        "Weifang",
        "Xikang"
    ],
    "spy_names": [
        "Li",
        "Chen",
        "Zhang",
        "Liu",
        "Yang",
        "Huang",
        "Zhao",
        "Wu",
        "Zhou",
        "Sun"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "Summarizing the rich history of China in several paragraphs is a daunting task indeed. China is a civilization spanning some six thousand years and comprising a large fraction of humanity. There is evidence of man's prehistoric ancestors living in China some two million years ago, and modern man has lived in the area for at least 18,000 years, possibly much longer."
        },
        {
            "heading": "Geography",
            "text": "Geographically, China can be divided into three main areas: the mountainous highlands of the west, the rugged south, and the eastern lowlands bordering the Yellow and East China Seas. Bisected by a number of major rivers, the incredibly fertile lowlands have been the center of power in China, and whoever controls that area controls Western Asia."
        },
        {
            "heading": "Early History",
            "text": "The Xia Dynasty is the earliest known centralized political entity in China. While the specific dates of the dynasty remain open to debate, many reputable scholars agree that the Xia existed from around 2000 BC to 1600 BC. The Xia did not control all of China; their power was largely centered in northern China, the area which would eventually become known as Manchuria. The Xia were eventually overtaken by the Shang, who lasted from around the 18th to the 12th century BC. The Shang were in turn ousted by the Zhou, who held power until around the 9th century BC. From the 9th century to the 2nd China suffered through the unending agony of near-constant civil war during the so-called Spring and Autumn period, which in turn was followed by the Warring States period. Eventually, in the second century BC, the Qin Dynasty conquered its rivals and established the first truly unified Chinese state. Their successors, the Han, introduced the office of the Emperor, the single leader who would rule all of China."
        },
        {
            "heading": "Later History",
            "text": "Over the succeeding centuries China would be ruled by the Tang and the Song dynasties. In 1271 AD the country would be conquered by the Mongol leader Kublai Khan, who would begin his own dynasty, known as the Yuan. A century later, the Yuan would be overthrown and the Ming dynasty would gain power, lasting until the 16th century AD. The Qing replaced the Ming, ruling until 1912 AD, when the Republic of China was established. The Republic lasted some fifty years, until it was overtaken by the People's Republic of China in 1949. As of this writing, the People's Republic remains China's current ruler."
        },
        {
            "heading": "Chinese Inventions",
            "text": "A creative and innovative people, China has given the world some of the most important inventions in history, including paper, gunpowder, the compass, and movable type. (This section is mandatory whenever Chinese history is discussed, in case you were wondering. It's a law.)"
        },
        {
            "heading": "China and the World",
            "text": "Throughout much of its history China has remained an insular and isolated civilization, largely ignoring - and ignored by - the rest of the world. This was not difficult, as for many centuries China long held a distinct technological and military edge over any and all external foes. And any threats it could not defeat militarily (such as the Mongols, who conquered China in 1271), it simply absorbed into its own dominant culture.This changed during the 18th and 19th centuries. By this period, the European powers and Japan had achieved a significant technological advantage over the Chinese. This edge, combined with vastly superior naval forces, better armaments, superior communications and advanced military tactics, allowed the foreign powers to dominate much of the rich Chinese coastal cities, where they could engage in extremely profitable business (including the infamous opium trade). The weak and corrupt Chinese central government was unable to oust the hated foreigners, who remained until most were driven out by the Japanese during and following World War II."
        },
        {
            "heading": "China Today",
            "text": "Emerging triumphant over the Nationalists shortly after World War II, the Communist government spent the subsequent fifty years consolidating power, modernizing infrastructure, and improving the lives and education of its vast population, a process which included a number of massive missteps, including the idiotic \"Cultural Revolution\" which did its best to destroy China's intellectuals. In the past 40 years China has emerged as a major world power, an economic behemoth which will soon dwarf all other economies including the once unstoppable United States.China is not without its difficulties, however. Much of its energy is expended simply supporting its huge and growing population base. Pollution is becoming a major problem as more and more factories are built, and more and more automobiles are clogging the bigger cities. Tibet - which depending upon your point of view is either a captive nation or an integral part of China - remains an open wound and major political distraction for China. None of these are insurmountable, though, and China stands poised to dominate the 21st century."
        },
        {
            "heading": "China Today",
            "text": "Emerging triumphant over the Nationalists shortly after World War II, the Communist government spent the subsequent fifty years consolidating power, modernizing infrastructure, and improving the lives and education of its vast population, a process which included a number of massive missteps, including the idiotic \"Cultural Revolution\" which did its best to destroy China's intellectuals. In the past 40 years China has emerged as a major world power, an economic behemoth which will soon dwarf all other economies including the once unstoppable United States.China is not without its difficulties, however. Much of its energy is expended simply supporting its huge and growing population base. Pollution is becoming a major problem as more and more factories are built, and more and more automobiles are clogging the bigger cities. Tibet - which depending upon your point of view is either a captive nation or an integral part of China - remains an open wound and major political distraction for China. None of these are insurmountable, though, and China stands poised to dominate the 21st century."
        }
    ],
    "leader": {
        "name": "Wu Zetian",
        "subtitle": "Leader of China",
        "lived": "c. 625 - 705 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/wu_zetian.png",
        "trait": {
            "name": "Art of War",
            "effect": "The Great General combat bonus is increased by 15%, and their spawn rate is increased by 50%."
        },
        "titles": [
            "Empress Regnant"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Like most civilizations, China has been male-dominated throughout much of its history. Until very recently, women were afforded few rights, and direct power was all but totally denied to them. For a woman to attain the rank of Emperor, to become the most powerful person in China, was almost unheard of. Only one person in the entirety of Chinese history was able to do so. That person was Wu Zetian, one of the most remarkable rulers - female or male - the world has ever seen."
            },
            {
                "heading": "Concubine Wu",
                "text": "A shockingly beautiful child, at the age of 13 (in approx. 639 AD) Wu became a concubine of Emperor Taizong. She did not have any children with the Emperor, and at his death in 649 she left the palace to become a Buddhist nun, as was common for childless concubines at the time. That should have been the end of her story. However, Fate was to give her another chance at glory.Like much of Chinese politics of the day, this gets extremely complicated. Empress Wang, the wife of the current Emperor Gaozong (son of the late Emperor Taizong), was afraid that Gaozong was becoming too infatuated with Consort Xiao. This was indeed a matter of some concern, as consorts had in the past been known to supplant empresses, who were often killed as a result. To divert her husband's attentions from Consort Xiao, the Empress had Wu - who was still young and beautiful - returned to the palace and reinstated as Consort.This tactic was a complete success - too complete, in fact, for in a few years she had supplanted both Consort Xiao and Empress Wang in Emperor Gaozong's affections. Both ladies were killed, and she attained the rank of Empress. Some historians believe that she killed her own infant daughter and framed the Empress for the murder. While this is not proven, subsequent events have suggested that such an act was well within her scope."
            },
            {
                "heading": "Empress Consort Wu",
                "text": "As Empress Consort, Wu moved quickly to consolidate her power. Forging alliances with certain powerful officials, she had those who opposed her demoted, exiled, or killed. She was an able advisor to the Emperor, and he delegated more authority to her as time passed. By 660 AD, the Emperor began to suffer from a debilitating illness (which some said was caused from slow poisoning by Wu), and he passed much of the day-to-day management of the Empire to Wu, who was then about thirty-five years old. Wu showed herself to be an able administrator, with sharp wit and extensive knowledge of history and literature. She also showed a remarkable ability to seek out and destroy those who plotted against her as well as those who might someday pose a threat. When Emperor Gaozong died in 683, she was inarguably the most powerful person in China."
            },
            {
                "heading": "Dowager Empress Wu",
                "text": "Following Gaozong's death, Wu's son Zhongzong became Emperor. He immediately began displaying troubling signs of independence, including appointing officials to important posts without consulting with his mother. This threatened to undermine Wu's power base, and she took decisive action. Zhongzong was deposed and exiled, and Wu's youngest son, Ruizong, became Emperor. Taking no chances this time, however, Wu kept the new Emperor in virtual isolation. Having no doubt learned from the unhappy example of his older brother, the titular Emperor kept very quiet and did nothing to offend the Dowager Empress."
            },
            {
                "heading": "Emperor Wu",
                "text": "In 690 AD, Wu took the throne herself, her son Ruizong reduced in title to Crown Prince. This caused a certain amount of displeasure among traditionalists, which Wu handled in her usually efficient and brutal manner. She expanded the powers of the secret police, who answered directly to her, and hundreds were exiled, imprisoned or murdered. She held this post for some 15 years, until, at the age of 80 and seriously ill, she was deposed. She died later the same year."
            },
            {
                "heading": "Judgment of History",
                "text": "As a leader, Wu was considered to be an able administrator and shrewd judge of character. She promoted and supported able men, and in return she received their firm loyalty. Generals appointed by her conquered Korea, adding that wealthy land to the Empire. She was quick to destroy any she saw as a threat, and the early years of her reign as Emperor were bloody and repressive, even by Chinese standards. As she grew more secure in her throne, however, she reined in the secret police, and even her enemies grudgingly praised her for her competence and decisiveness.In short, her rule was benevolent to those who were no challenge to her, and lethal to those who were. All in all, Wu Zetian remains one of the most fascinating rulers in history, and well worth further study."
            }
        ]
    }
}