{
    "id": 9,
    "name": "Greece",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/greece.png",
    "dawn_of_man": "May the blessings of the gods be upon you, oh great King Alexander! You are the ruler of the mighty Greek nation. Your people lived for many years in isolated city-states - legendary cities such as Athens, Sparta, Thebes - where they gave the world many great things, such as democracy, philosophy, tragedy, art and architecture, the very foundations of Western Civilization. Although few in number and often hostile to each other, in the 5th century BC they were able to defeat their much larger neighbor, Persia, on land and sea.Alexander, your people stand ready to march to war, to spread the great Greek culture to millions and to bring you everlasting glory. Are you ready to accept your destiny, King Alexander? Will you lead your people to triumph and greatness? Can you build a civilization that will stand the test of time?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Companion Cavalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/companion_cavalry.json"
        },
        {
            "name": "Hoplite",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/hoplite.json"
        }
    ],
    "city_names": [
        "Athens",
        "Sparta",
        "Corinth",
        "Argos",
        "Knossos",
        "Mycenae",
        "Pharsalos",
        "Ephesus",
        "Halicarnassus",
        "Rhodes",
        "Eretria",
        "Pergamon",
        "Miletos",
        "Megara",
        "Phocaea",
        "Sicyon",
        "Tiryns",
        "Samos",
        "Mytilene",
        "Chios",
        "Paros",
        "Tegea",
        "Elis",
        "Syracuse",
        "Herakleia",
        "Gortyn",
        "Chalkis",
        "Pylos",
        "Pella",
        "Naxos",
        "Sicyon",
        "Smyrna",
        "Larissa",
        "Apollonia",
        "Messene",
        "Orchomenos",
        "Ambracia",
        "Kos",
        "Knidos",
        "Amphipolis",
        "Patras",
        "Lamia",
        "Nafplion",
        "Apolyton"
    ],
    "spy_names": [
        "Jason",
        "Helena",
        "Alexa",
        "Cletus",
        "Kassandra",
        "Andres",
        "Desdemona",
        "Anthea",
        "Aeneas",
        "Leander"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "It is difficult to overstate the impact that Greece has had upon Western culture and history. Classical Greece has given birth to some of the greatest artists, philosophers, scientists, historians, dramatists and warriors the world has known. Greek warriors and colonists spread their culture throughout the Mediterranean and into the Near and Far East. The heirs to Greece, the Romans, further promulgated Greek thought throughout Europe, and from there it spread across the oceans and into the New World.Greece and her people are credited with an astonishing number of inventions and discoveries, including the first theatrical performance, work of history, and philosophic treatise. The Greeks provided the West's first recorded sporting event, poem, and building dedicated to theatre. In politics, the Greeks created the world's first known democracy and republic. Greek influence is still all around us: today's doctors still take the Hippocratic Oath, and modern architects still look to classical Greek forms for inspiration. To a large degree, Western civilization is Classical Greek civilization."
        },
        {
            "heading": "Terrain",
            "text": "Greece occupies a large, wide peninsula which juts south from the Balkans into the Eastern Mediterranean, between the Ionian Sea and the Aegean. The peninsula is almost bisected by the Gulf of Corinth, which opens into the Ionian Sea and runs east almost all the way across the landmass, leaving only a narrow isthmus connecting north and south. Greece is quite mountainous, with narrow fertile valleys separated by imposing hills and peaks. Summers are warm and winters are mild in the coastal lowlands, but snowfall is not uncommon in the mountains.Historically the Aegean Sea has been a Grecian lake. Classical Greece dominated the hundreds of islands of the Aegean as well as the rocky coast of Anatolia (Turkey) to the east."
        },
        {
            "heading": "The Mycenaeans",
            "text": "Little is known about the earliest inhabitants of Greece. They were all but destroyed during the Bronze Age, circa 1900 BC, when a large wave of Mycenaean tribes migrated into Greece from the Balkans. The new inhabitants were largely dominated by the Minoan civilization of Crete for some 500 years until approximately 1400 BC, when the Mycenaeans threw off Minoan control. Homer's Iliad and Odyssey date from the Mycenaean period. Although altered by time, they nonetheless provide at least a glimpse into Mycenaean warfare, politics, religion, and daily life.Mycenaean civilization collapsed in 1100 BC, for reasons that are still under debate, but which might be linked to the influx of yet another new group of immigrants from the north, the Dorians. For approximately 300 years following the Mycenaean collapse, Greece entered a period known as the \"Greek Dark Ages,\" from which little written record survives."
        },
        {
            "heading": "The Archaic Period",
            "text": "The so-called \"Archaic Period\" begins in the mid-seventh century BC, at the end of the Greek Dark Ages. During this period the Greeks begin once again keeping records; however, the Mycenaean written language had been lost in the Dark Ages, so the Greeks borrowed from the Phoenicians, modifying their letters to create the Greek alphabet.The first recorded date in Greek history is 776 BC, the year of the first Olympic Games. This earliest Olympics apparently consisted of one event, a foot race of some 200 yards in length, and it was won by Coroebus of Elis, a cook. The Games were held every four years. Over the next decades the Greeks added other events, including a 400 yard race, a marathon, wrestling, the javelin and discus, and eventually boxing and chariot racing."
        },
        {
            "heading": "Greek Colonization",
            "text": "The Archaic Period is marked by a great Greek colonization movement, in which a large number of communities sent out groups of citizens to colonize the islands and coastline of the Eastern Mediterranean. Exactly why the Greek citizens left their homes to form colonies is open to speculation; some think the settlers were motivated by greed, believing that they could more easily make their fortunes elsewhere, while other historians believe that population pressure was at least partly responsible. Over the next several centuries Greek colonies were formed on the coast of North Africa, Sicily, Mainland Italy, Anatolia, Egypt and the Middle East. The colonies tended to be independent, but they generally maintained close ties to the colonizing polis."
        },
        {
            "heading": "The Rise of the Polis",
            "text": "The term \"polis\" is used to denote the ancient Greek city-state. Traditionally the term denotes the classic Athenian-style political unit - a large central city dominating much smaller nearby towns and villages, but the term also describes a group of allied smaller towns with no totally dominant central city (this is closer to the organization of Sparta). Both forms began to appear in the eighth century BC. Some historians believe that the major cities grew up around religious temples, while others believe that the Greeks copied the organization from the Phoenicians, who had been building similar political organizations for years.Each polis was a sovereign political organization, answerable only to its own citizens. Although the citizens of the city-states shared a common language, history and nationality (Greek, of course), that did not stop them from bickering among themselves constantly and going to war with one-another as the mood took them. The polis might band together to face a common enemy, but such alliances were quickly abandoned when the immediate crisis was over.There were four dominant Greek city-states - Corinth, Thebes, Sparta and Athens. Of those four, Sparta and Athens were the most powerful. Eventually the battle for supremacy between the two would shake the Greek world to its foundations."
        },
        {
            "heading": "The Spartans",
            "text": "The Spartan polis was located in a relatively poor and forbidding area in central southern Greece. In the 8th Century BC Sparta went to war with nearby Messenia. Sparta was victorious, conquering Messenia and enslaving its people, who came to be known as the \"Helots.\" The Helots bitterly resented their enslavement and attempted several revolutions. In order to keep their slaves in place Spartan society became highly militarized, with every Spartan male required to leave home and enter military service at an extremely young age. The Spartan soldiers were highly disciplined and virtually fearless, and were generally acclaimed as the best foot soldiers in Greece."
        },
        {
            "heading": "The Athenians",
            "text": "Athens was located in south-eastern Greece, in a wealthy and fertile region known as Attica. In stark contrast to Sparta, the Athenians were a mighty sea power. They celebrated arts and culture and learning rather than the austere military life of the Spartans. (However, lest one become overly-fond of Athens and overly-censorious of Sparta, it should be noted that the Athenians too had slaves and were not adverse to conquering rival cities for plunder.)In the late 6th century BC Athens was ruled by the tyrant Peisistratos, followed by his sons. An Athenian aristocrat asked the Spartan king Cleomenes I to help overthrow the tyrants; after doing so the Spartan king appointed his own puppet ruler in their place. In response the Athenians kicked out the Spartan puppet and formed a new government in which all citizens (excluding women and slaves, of course) shared power equally, thus creating the world's first democracy. The Spartans attacked Athens, seeking to restore their puppet, but the Athenians defended their city with great tenacity, and the Spartans were forced to withdraw. This began a rivalry between the two powers that would last for centuries."
        },
        {
            "heading": "Classical Greece (510 BC - 323 BC)",
            "text": "The period known as \"Classical Greece\" begins when the Athenians overthrow their last tyrant and continues until the death of Alexander the Great. The Classical period sees an explosion of art, architecture, literature, science and political thought, a glorious Renaissance of human culture and knowledge. Consider how many Greeks from this period that we are familiar with - Leonidas I, king of Sparta, Pericles, the leader of Athens, the historians Herodotus and Xenopohon, the philosophers Socrates, Plato and Aristotle, the playwrights Euripides, Sophocles, and Aristophanes, Hippocrates the physician - these men lived 2500 years ago, and we still remember them. Is there any other period in history that can claim so many great men appearing at one time, in one tiny corner of the map?While this was an extraordinary era, this period also contained a whole lot of really bloody, nasty warfare, and many of the great men of the time devoted much energy and effort to killing one-another. It is interesting to speculate whether this was a golden age in spite of the incessant warfare, or because of it."
        },
        {
            "heading": "The Persian Wars",
            "text": "At the start of the fifth century BC, the Greek cities on the coast of Anatolia (Ionia) were under the control of the Persians, a vast and powerful empire to the south-east. In 499 BC the Greek cities revolted. Although several mainland Greek cities came to their aid, they were unable to stand up to the strong Persian response, and all were retaken.Seven years later (492 BC), the Persians launched a massive assault on Greece in retaliation. The Persian invasion came in two wings - a huge army accompanied by a powerful naval force which covered its flank. The army advanced through Thrace and Macedonia, but the force's general was wounded, and the army retreated back to Asia Minor.In 490 BC the Persian fleet landed a huge force (somewhere between 20,000 to 100,000 soldiers) in Attica. They were met by a much smaller force of perhaps 9,000 Athenians and 1,000 Plataeans, who defeated the Persian army in detail. This bought the Greeks some 10 years of peace.In 480 BC, the Persian king Xerxes I launched another massive attack on Greece, this time leading some 300,000 troops onto the peninsula. The huge force rapidly overwhelmed the central Greek cities and marched inexorably towards Athens. The invaders were met by a far smaller group of Spartan and other troops at Thermopylae; the defenders fought tenaciously and to the last man, buying enough time for the Athenians to evacuate their city. Although homeless, the Athenians still had their powerful navy, which they used to destroy the Persian ships and cut off supplies to the Persian army in Athens. Within a year the Spartans gathered a great army and attacked the occupiers, who were defeated and largely destroyed.By 478 BC the Athenians had returned to their largely ruined city and began reconstruction. They formed an alliance (the \"Delian League\") with various island cities, and permanently expelled the Persian navy from the Aegean Sea."
        },
        {
            "heading": "The Peloponnesian War",
            "text": "Following the defeat of Persia, the Athenians demanded large amounts of money from the other members of the Delian League, which they planned to use to rebuild the destroyed city. As the Athenians had by far the biggest navy, the island cities were forced to comply. The Athenians grew richer and more powerful than they had ever been in history, and the Delian League became in fact, if not in name, the Athenian Empire.Alarmed at Athens' growing power, Sparta formed the Peloponnesian League, an alliance with other concerned Greek land powers including Corinth and Elis. By 458 BC war broke out between the Delian League and the Peloponnesian League. The war ground on inconclusively for several years, until a peace treaty was signed in 445 BC. The uneasy peace lasted until 431 BC, when the two sides once again came to blows.The war continued for decades. The Spartan forces invaded Attica and besieged Athens, and the city fell victim to a massive and deadly plague which killed thousands, including the great leader Pericles. But Athens survived, and the Spartans were driven back. The Athenian navy harassed the enemy coastlines and overseas allies, draining the Peloponnesian League's larders and treasuries. Neither side was able to gain an advantage, and in 421 BC they signed another peace treaty.The \"Peace of Nicias,\" lasted six years. It ended in 415 BC when Athens launched a massive invasion of Sicily, which contained a number of cities allied with Sparta. The Athenian attack was a long, costly catastrophic failure which resulted in the annihilation of the invading army and the almost total destruction of the Athenian navy. Athens was badly crippled, both at land and at sea.In 405 BC the Spartan navy (with the help of the Persians) defeated the Athenian navy and imposed an impenetrable blockade on Athens. Starving and with no hope of external aid, Athens capitulated. The victorious Spartans imposed heavy penalties on Athens, divested it of its overseas possessions and forbid it from building a navy."
        },
        {
            "heading": "Philip II and Alexander of Macedonia",
            "text": "With the city-states of southern Greece badly weakened by decades of brutal warfare, the balance of power moved north, to Macedon. In 338 BC Philip II led an army south, accompanied by his 16 year-old son, Alexander, who had already proven himself in battle, having led a small Macedonian army to crush a Thracian revolt. After dispatching several smaller forces, Philip and Alexander thoroughly defeated a combined Theban and Athenian army at the Battle of Chaeronea. He then moved to Corinth, which capitulated without a fight.Philip made preparations to launch a major invasion of Persia, at the head of a large army of Macedonian and other Greek warriors. However, he was assassinated in 336 BC and at the age of 20, Alexander was proclaimed King of Macedonia.Upon news of Philip's death, the southern Greek city-states attempted to revolt, but Alexander moved south at the head of 3000 Macedonian cavalry, and the terrified city-states quickly surrendered. He then headed north into the Balkans, where, in a lightning campaign he defeated several armies much larger than his force.While Alexander was securing his northern borders, a number of southern city-states including Thebes and Athens rebelled once more. In response Alexander burned Thebes to the ground, selling most of its citizens into slavery. Athens immediately capitulated and pleaded for mercy. Having made his point, Alexander had no further trouble with the southern Greek city-states."
        },
        {
            "heading": "The Conquest of Persia",
            "text": "In 334 BC Alexander led an army of 40,000 Greeks across the Hellespont into Persian territory. The details of his extraordinary campaign are described elsewhere in this Civilopedia (see [link]Alexander the Great[end link]); for here suffice it to say that in 10 short years Alexander conquered all of Asia Minor, Persia, Egypt, and parts of Western India. He died at the age of 32 in 323 BC with no heir, leaving his fragmented empire in the hands of his generals and their children."
        },
        {
            "heading": "After Alexander",
            "text": "Greece did not remain unified after Alexander's death. As the poleis returned to their squabbling, they fell piecemeal under the control of Rome, the growing power to the west. By 146 BC Macedon was a Roman province, and over the next century the rest of the country was taken.In 330 AD, the Byzantine Empire supplanted the Roman rule in Greece. The Byzantines remained in power for some 1,000 years, until they were supplanted by the Ottomans. The Ottomans ruled Greece from the mid-fifteenth century until the early nineteenth, when Greece regained its independence in 1829, almost one thousand, eight hundred and fifty years after the Roman conquest."
        },
        {
            "heading": "After Alexander",
            "text": "Greece did not remain unified after Alexander's death. As the poleis returned to their squabbling, they fell piecemeal under the control of Rome, the growing power to the west. By 146 BC Macedon was a Roman province, and over the next century the rest of the country was taken.In 330 AD, the Byzantine Empire supplanted the Roman rule in Greece. The Byzantines remained in power for some 1,000 years, until they were supplanted by the Ottomans. The Ottomans ruled Greece from the mid-fifteenth century until the early nineteenth, when Greece regained its independence in 1829, almost one thousand, eight hundred and fifty years after the Roman conquest."
        }
    ],
    "leader": {
        "name": "Alexander",
        "subtitle": "Leader of The Greeks",
        "lived": "356 - 323 BC",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/alexander.png",
        "trait": {
            "name": "Hellenic League",
            "effect": "City-State Influence degrades at half and recovers at twice the normal rate."
        },
        "titles": [
            "Alexander the Great"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Alexander the Macedonian is unquestionably one of the great warlords of all time. In 17 short years he marched his army to victory after victory across Europe, Asia, Africa and the Middle East, conquering every civilization he could reach."
            },
            {
                "heading": "Early Life",
                "text": "Alexander was the son of King Philip II, an extremely successful king and warlord who had restored his kingdom from the verge of extinction and then led his people to triumph by conquering Athens, Illyria, and Thrace - the three powers who, a few short years before, had been on the verge of conquering Macedonia. As the son of the most powerful monarch in the \"civilized\" world, Alexander got the best of everything, including education - the scholar Aristotle, the great thinker of Western Civilization, was his tutor.Taught by his mother Olympias that he was descended from Hercules and Achilles, Alexander did not lack for self-confidence, even at a very young age. At the age of 14 Philip left him in charge of Macedonia while he was away attacking Byzantium; Alexander crushed a Thracian rebellion during his father's absence. Two years later he commanded the left wing of his father's army during the battle in which Philip's forces defeated the allied Greek states and conquered all of Greece.The next year Alexander's good fortune deserted him, for a while, at least. King Philip divorced Alexander's mother for a woman named \"Cleopatra Eurydice\", and mother and son fled Macedonia. Alexander and his father were reconciled some time thereafter, but Alexander's position as Philip's heir would have been in grave jeopardy had Philip not conveniently died before producing another son."
            },
            {
                "heading": "Rise to Power",
                "text": "Following the conquest of Greece and the Balkans, King Philip had been working on building an army to invade and conquer Persia. In 336 Philip was assassinated by the captain of his bodyguard, Pausanias, while attending his daughter's wedding. (Some believe that Alexander's mother, Olympias - or indeed Alexander himself - was behind the assassination, but as Pausanias conveniently died during the murder there was no actual proof.) At the age of twenty Alexander was proclaimed king by the Macedonian army and nobility. He celebrated his victory by murdering all potential rivals to the throne, then resumed planning his father's interrupted invasion of Persia."
            },
            {
                "heading": "The Creation of An Empire",
                "text": "Alexander's force consisted of 30,000 foot soldiers and 5,000 cavalrymen, a huge army for the day, and was accompanied by engineers, surveyors, scientists, and even historians.In battle Alexander had amazing success against the Persians. He repeatedly beat their best soldiers, routinely fighting against odds of 10-to-1. His success can be attributed to his military genius, his force's superb training and equipment, and their magnificent esprit de corps, largely engendered by their faith in Alexander's invincibility.Alexander appeared to be without fear. He commonly led the elite Macedonian Companion Cavalry into the thick of battle personally, and he received a number of dangerous wounds during his military career, none of which dampened his military ardor.Having secured Persia's surrender, Alexander then moved south, conquering Syria, Palestine, much of modern Iraq, and eventually Egypt herself. He returned to Persia, destroyed the last of the Persian forces and took over the entire country. He continued east, eventually coming into contact with the great Indian King Porus, who fought him to a standstill. Alexander eventually won the conflict, but at such a heavy cost that his men begged him to end the campaign and let them return to their families. Alexander himself returned to rule his empire from the captured city of Babylon."
            },
            {
                "heading": "The Fall of Alexander",
                "text": "In eight short years of fighting, Alexander had conquered more territory than any other living being. He successfully led his forces into battle against all of the great nations of the day, but none could stand against him. He was the absolute ruler of the largest empire the world had ever seen.Apparently he found this boring.Once in Babylon, Alexander began an inexorable decline. He began drinking heavily and engaging in all kinds of available debauchery (and there was much debauchery to be found in Babylon). He became subject to fits of anger and bouts of paranoid delusion. One night, in a state of blind rage and under the influence of alcohol, Alexander murdered Clitus, his closest associate. This barbaric act was to haunt Alexander for the rest of his life - which wasn't very long.In June of 323 BC, his body weakened by his excesses, Alexander died of malaria. He was 32 years old."
            },
            {
                "heading": "Judgment of History",
                "text": "\"When Alexander saw the breadth of his domain, he wept for there were no more worlds to conquer.\"This extraordinary man (and his father before him) conquered Greece, the Balkans, Asia Minor, Syria, Egypt, Persia, and Asia as far east as Afghanistan. His empire did not long survive Alexander's death - it was simply too large for any mere mortal to hold - and it was divided between a number of Alexander's generals. But Alexander's conquests allowed Hellenic culture to spread across most of the known world, and Greek would become the language of culture, art and science for centuries to come.With the exception perhaps of one or two religious leaders, no single man has had such a great effect upon western civilization as did Alexander the Great."
            }
        ]
    }
}