{
    "id": 37,
    "name": "Indonesia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/indonesia.png",
    "dawn_of_man": "Honor be with you, oh great hero Gajah Mada, prime minister of Majapahit and unifier of the Indonesian archipelago. The stories of your heroism on the battlefield are bested only by the legends of your sworn oath to unite the far-flung islands of Indonesia under one banner. Serving your queen and empire with loyalty, you not only strove to fulfill your oath and conquered any who stood in your path, but you succeeded in capturing what was then the entirety of the known archipelago, the first to unite what is today modern Indonesia.Mighty warrior Gajah Mada, your people yearn for a strong leader who can return them to prosperity! Will you set out to conquer the neighboring kingdoms, further expanding the glory of your empire? Will you build a civilization that can stand the test of time?",
    "unique_buildings": [
        {
            "name": "Candi",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/candi.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kris Swordsman",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/kris_swordsman.json"
        }
    ],
    "city_names": [
        "Jakarta",
        "Surabaya",
        "Medan",
        "Makassar",
        "Batam",
        "Denpasar",
        "Samarinda",
        "Mataram",
        "Ambon",
        "Bandung",
        "Kupang",
        "Depok",
        "Palembang",
        "Trowulan",
        "Semarang",
        "Jayapura",
        "Tangerang",
        "Bogor",
        "Pekanbaru",
        "Bandar Lampung",
        "Malang",
        "Padang",
        "Samarinda",
        "Ternate",
        "Banjarmasin",
        "Pontianak",
        "Cimahi",
        "Balikpapan",
        "Jambi",
        "Komodo"
    ],
    "spy_names": [
        "Adityawarman",
        "Airlangga",
        "Citra",
        "Halayudha",
        "Jayakatwang",
        "Lingga",
        "Mahendradatta",
        "Prapana",
        "Raden",
        "Devi"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "The history of the 18,307 islands that comprise the Indonesian archipelago is actually that of hundreds of city-states, small kingdoms, and occasional empires. The first of which is thought to be the kingdom of Dvipantara mentioned in the Indian epic Ramayama, composed c. 200 BC. The last significant Hindu kingdom, the Majapahit Empire, unified most of the archipelago in the 13th Century AD. There followed a succession of Islamic sultanates which dominated the major islands until the arrival of European explorers and traders. Known as the \"Spice Islands\" to the Europeans, lying astride trade routes between the Far East and the West, the Portuguese, Spanish, British and Dutch vied for control of the island chain until the Dutch East India Company came to rule Indonesia. Despite a four-year armed struggle for independence against the Dutch following the Second World War, and periods of unrest since, the country is now more stable, progressive and harmonious than ever, despite occasional outbreaks of sectarian and political violence. Reflecting the ethnic, religious, cultural and linguistic pluralism that resulted from this contentious past is Indonesia's national motto: Bhinneka Tunggal Ika (\"Unity in Diversity\")."
        },
        {
            "heading": "Climate and Terrain",
            "text": "Indonesia is the largest country in Southeast Asia, consisting of over 18000 islands scattered along the equator between the Indian and Pacific oceans. Of these, according to 2002 Indonesian government sources, 8844 islands have been named, with 922 of those having some permanent settlement thereon. The chain is approximately 3200 miles in length, the equivalent of one-eighth of the Earth's circumference. The major islands are characterized by densely forested mountains in the interior sloping down to alluvial swamps and jungles along the coastlines. The smaller ones range from jungle-covered volcanic peaks to barren sand islets. The chain lies atop the juncture of three major crustal plates, and Indonesia's history has been marred by volcanic eruptions and severe earthquakes. Given its location, Indonesia has a tropical climate, marked by two monsoon seasons. Average rainfall in the lower elevations ranges from 70 to 125 inches annually, while the mountain slopes receive up to 240 inches. Temperature varies little; the daily range in the capital is 79-86 degrees Fahrenheit throughout the year. Although extremely fertile and surrounded by rich coastal shallows, the islands are subject to frequent typhoons and gales."
        },
        {
            "heading": "Early History",
            "text": "Fossilized bones of Homo erectus, a possible ancestor of humans popularly known as \"Java Man,\" were discovered by Dutch scientists in 1891 AD and have been dated to be at least 700 thousand years old. The archipelago was formed by the thaw following the last great ice age, and Homo sapiens crossed to the islands some 45,000 years ago. An ideal climate and the development of wet-field rice cultivation led to the first human settlements c. 8th Century BC, and the initial \"kingdoms\" - little more than collections of villages with common ethnic and linguistic backgrounds - arose during the 2nd and 1st centuries BC.The first record of an indigenous kingdom is that referring to Dvipantara in India's earliest epic, the Ramayana (c. 200 BC); in it the general Sugriva dispatches troops in search of the god Rama's consort Sita there. From descriptions in the epic, Dvipantara lay on either Java or Sumatra. The earliest archeological evidence of any cohesive kingdom is located in west Java, where a statue of the Hindu deity Ganesha dates to the 1st Century AD. Around the same time, the Roman historian Pliny the Elder writes that Indonesian boats were engaged in trade along the east coast of Africa. The next century, the geographer Ptolemy incorporated information from Indian sources about the islands in his Geographike Hyphegesis."
        },
        {
            "heading": "Hindu-Buddhist Kingdoms",
            "text": "In the following centuries, a number of Hindu and Buddhist kingdoms flourished and then collapsed. By 850 AD the Medang kingdom had attained dominance on Java, and even challenged the hegemony of the powerful Srivijaya Empire. Little is known of Medang save for scattered Sanskrit inscriptions related to Sri Sanjaya, who founded the dynasty c. 730 AD, and the king Dharmawangsa, who launched a naval invasion of Srivijaya lands in Sumatra in 990 AD. Dharmawangsa was killed in 1006 when the Srivijaya retaliated, sacking his palace and destroying the Medang kingdom.Srivijaya was an ethnic Malay kingdom centered on Palembang in Sumatra, a thalassocracy founded on maritime trade and naval power. Without a central government in the modern sense, it was a loose confederation centered on a royal heartland, with various colonies and vassal states. Focused on the spice trade, by the 7th Century AD Srivijaya controlled most of the coastal areas of Sumatra, Java and the Malay Peninsula and dominated the Sunda and Malacca straits. Although its hegemony had waned by the 11th Century, it remained a formidable sea power until the 1300s. But gradually, various portions gained independence as regional kingdoms. Srivijaya ceased to exist when its last king converted to Islam, fled a Majapahit invasion in 1398 AD, and founded the Moslem sultanate of Malacca based on his new stronghold at the mouth of the Betram River in 1402.On the ruins of Srivijaya arose the kingdoms of Singhasari and Majapahit on Java. The history of the kingdom of Singhasari commences with the probably mythic account of Ken Arok, who founded his dynasty c. 1182 AD. By 1280 the Singhsari had erased the last vestiges of Srivijaya, but had drawn the attention of emperor Kublai Khan. The great Khan sent envoys to the court of king Kertanegara to demand Singharari's submission and tribute; rebuffed, Kublai sent delegations with the same demands again in 1281 and 1289 - with worse results, as his ambassador was mutilated on the king's orders. Enraged, Kublai Khan dispatched a fleet of 1000 warships carrying an invasion force. Taking advantage of the situation, a number of Singhararin vassals rebelled. In the ensuing chaos, Singharari collapsed, Kertanegara was killed, the Mongols driven out - making the Indonesians one of the few peoples to resist a Mongol onslaught - and the king's son-in-law, Raden Wijaya, established the Majapahit kingdom in 1293 AD.Despite the lack of documentary evidence, it is known that Majapahit was the most powerful of the pre-Islamic kingdoms. Two generations after the founding of Majapahit, its ambitious Prime Minister Gajah Mada extended its rule over most of the archipelago before his disgrace and downfall. Successive Majapahit emperors would complete the task Gajah Mada had begun, eventually unifying what is now Indonesia. Although the Majapahit rulers toppled neighboring dynasties and conquered vast areas, their focus seems to have been on controlling the rich and growing commercial trade of the region. In the process, Muslim traders and missionaries entered. After its peak in the 14th Century, Majapahit influence declined precipitously. Unable to thwart the rising power of the Malacca sultanate, the Majapahit Empire ended around 1520 AD."
        },
        {
            "heading": "The Islamic States",
            "text": "Although the spread of Islam across Indonesia commences in the 1200s in Sumatra, it became a tidal wave under tolerant Majapahit emperors. Its spread was driven by increasing trade; in general, traders and the nobility of Majapahit holdings were the first to adopt the new religion. By the 16th Century, it was the dominant faith in Sumatra and Java, mixing with existing cultural and religious beliefs, creating a Muslim faith particular to Indonesia. Only Bali and a few smaller islands would retain a Hindu majority.Along with the powerful Sultanate of Malacca, two other long-lived Islamic kingdoms dominated the islands until the arrival of the Europeans: the Sultanate of Mataram on Java, and the Sultanate of Banten, which controlled the Sunda Strait. Throughout most of their existence, the Islamic sultanates were immensely rich from the spice and silk trades, ruled by patrons of the arts and sciences, guarded by well-captained navies. But the arrival of the Portuguese, soon followed by other colonial powers, saw the submission of the various Islamic states to ruthless exploiters with better technology.First to fall was Malacca, captured by Portuguese forces led by Alfonso de Albuquerque in August 1511. In 1603, the Dutch East India Company established its first permanent trading post in Indonesia in Banten; after two centuries of conflict and interference, the governor-general of the Dutch announced from his headquarters in Serang that the Sultanate of Banten had been absorbed into the company's holdings. In the meantime, taking advantage of dynastic struggles in the Sultanate of Mataran, the Dutch had forced the aged and ill Sultan Pakubuwana signed an agreement in 1749 AD through which sovereignty of the kingdom was ceded to the company. After the Portuguese handed Malacca over to the Dutch, the Dutch East India Company \"owned\" the Spice Islands."
        },
        {
            "heading": "The Dutch Period",
            "text": "After the Dutch East India Company dissolved in bankruptcy in 1800 AD, the Dutch government took over administration of its holdings in Indonesia. For most of the following 150 years, Dutch rule was relatively benign but tenuous. However, a policy of forced cultivation of cash crops and the introduction of indentured labor which forced peasants to work government-owned plantations 60 days each year led to widespread unrest. Furthermore, the Dutch colonists formed a privileged upper class, codified by laws establishing two legal categories of citizens, European and indigenous, with differing rights. The unrest in Indonesia brought the Dutch to modest political reforms in 1901, embodied in the \"Ethical Policy\" which included increased investment in native education and changes in property laws. Significant Dutch investment in the infrastructure of the country - notably in ports and roads - with the goal of modernizing the economy also quieted nationalistic movements ... but only for a time."
        },
        {
            "heading": "Independence",
            "text": "Dutch rule collapsed in the face of Japanese invasion and occupation in 1942 AD. The events of World War II fanned the flames of nationalism that had arisen in the country in the previous four decades. The first nationalist movement, the Budi Utomo, had coalesced as early as 1908; the first Indonesian political party, Sarekat Islam, was founded in 1912. The latter was followed by the Indies Social Democratic Association, which would evolve into the Communist Party of Indonesia in 1924. Finally, in July 1927, the pro-independence Partai Nasional Indonesia was formed by Sukarno (who would become Indonesia's first president) and other liberals. Following an abortive revolt led by the Communists, Sukarno and most other nationalist leaders were arrested.In July 1942, Sukarno accepted Japan's offer to rally public support for the Japanese war effort. Japan's occupation was often brutal, with torture and forced labor in some instances; but many of the nationalists continued to cooperate in hopes of attaining their goal of independence promised by the Japanese administrators. In March 1945, in the face of a military defeat, Japan announced the formation of a committee to institute Indonesian independence. But events overtook the committee. Two days after the Japanese surrender to Allied forces, Sukarno unilaterally declared Indonesia free of colonial rule. The Netherlands, initially backed by Great Britain, attempted to re-establish their domination and a bitter armed and diplomatic struggle ensured. The fight did not end until the Dutch, in the face of growing international pressure, formally recognized Indonesian independence."
        },
        {
            "heading": "Modern Indonesia",
            "text": "Sukarno and his supporters tried to institute a Western-styled democratic government for the new state in the 1945 and 1950 constitutions, which mandated a parliamentary style of government with the executive branch responsible to the elected parliament. But, with Indonesia suffering from extreme poverty, authoritarian traditions, regional differences and fears of Javanese political domination, Sukarno proclaimed that the country would instead adopt what he termed a \"Guided Democracy.\" In July 1959, Sukarno abrogated the 1950 Constitution, dissolved parliament, and replaced it with one appointed by and subject to the will of the President.In 1967, following a coup engineered by the military, Sukarno was forced to resign in favor the general Suharto, Indonesia's second president. In power as a virtual dictator for the next 31 years, Suharto struggled to suppress dissent, stabilize the economy and foreign policy, and navigate the Cold War. Marked by growing corruption and civil rights abuses, his administration finally collapsed in the face of the 1997 Asian financial crisis. In exchange for a $43 billion bailout by the United States, Suharto agreed to wide-sweeping reforms. But again events would overtake the movement for freedom; a student-led uprising forced Suharto to resign in May 1998. In 1999, the reconstituted national parliament elected Abdurrahman Wahid president, the first in a line of democracy-minded reformers to lead Indonesia into the future."
        },
        {
            "heading": "Modern Indonesia",
            "text": "Sukarno and his supporters tried to institute a Western-styled democratic government for the new state in the 1945 and 1950 constitutions, which mandated a parliamentary style of government with the executive branch responsible to the elected parliament. But, with Indonesia suffering from extreme poverty, authoritarian traditions, regional differences and fears of Javanese political domination, Sukarno proclaimed that the country would instead adopt what he termed a \"Guided Democracy.\" In July 1959, Sukarno abrogated the 1950 Constitution, dissolved parliament, and replaced it with one appointed by and subject to the will of the President.In 1967, following a coup engineered by the military, Sukarno was forced to resign in favor the general Suharto, Indonesia's second president. In power as a virtual dictator for the next 31 years, Suharto struggled to suppress dissent, stabilize the economy and foreign policy, and navigate the Cold War. Marked by growing corruption and civil rights abuses, his administration finally collapsed in the face of the 1997 Asian financial crisis. In exchange for a $43 billion bailout by the United States, Suharto agreed to wide-sweeping reforms. But again events would overtake the movement for freedom; a student-led uprising forced Suharto to resign in May 1998. In 1999, the reconstituted national parliament elected Abdurrahman Wahid president, the first in a line of democracy-minded reformers to lead Indonesia into the future."
        }
    ],
    "leader": {
        "name": "Gajah Mada",
        "subtitle": "Leader of Indonesia",
        "lived": "c. 1290 AD - 1364 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gajah_mada.png",
        "trait": {
            "name": "Spice Islanders",
            "effect": "The first 3 cities founded on continents other than where Indonesia started each provide 2 unique Luxury Resources (and can never be razed)."
        },
        "titles": [
            "Prime Minister and General of Majapahit Empire"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Gajah Mada (loosely translated as the \"Elephant General\"), hero to the people of Indonesia and symbol of national pride and patriotism, served as Prime Minister of the Majapahit Empire of Indonesia for the better part of the 14th Century AD. Although little information exists as to his early life and upbringing, it is known that he was born a commoner, rising to power based solely on his intellect and cunning - along with a renowned ferocity in battle. Serving as a royal bodyguard, Gajah Mada was instrumental in quashing a rebellion against his king, and was rewarded with a path to joining the ruling elite. Eventually rising to the position of Prime Minister, Gajah Mada led the Majapahit Empire to great success in conquering many of the neighboring island kingdoms, becoming the first to unite much of the territory that encompasses modern Indonesia."
            },
            {
                "heading": "Rise to Power",
                "text": "The earliest records of Gajah Mada's life begin in adulthood, when he is said to have served as commander of an elite guard unit entrusted with protecting the royal family of the Majapahit Emperor, Jayanagara (1309-1328 AD). During this period, a rogue Majapahit political officer known as Rakrian Kuti lead a rebellion against King Jayanagara. Learning of the plot, Gajah Mada safely escorted the king out of the capital city, which fell to Kuti's forces, and into hiding in the nearby city of Badander. Once the king was secure, legend has it that Gajah Mada spread rumors of the king's death to disrupt the rebellion, while organizing a group to retake the capital and reinstate the rightful king. Gajah Mada found that many of the military caste were dismayed by the king's supposed death and that Kuti was unpopular among the people. In the ensuing counter-insurrection, the upstart Kuti was killed, and Gajah Mada was rewarded for his efforts with his first leadership position within the ruling party."
            },
            {
                "heading": "Prime Minister of Majapahit",
                "text": "Some years later, according to legend, Gajah Mada's loyalty waned when the king took Mada's wife as a concubine. In the tale, Gajah Mada convince the court physician, a one-time supporter of Kuti, to kill the king when he fell ill; upon the king's death, Gajah Mada promptly had the physician arrested and executed. Whatever the truth in the tale, following the death of Jayanagara, his step-sister Tribhuwana Wijayatunggadewi ascended the throne with ambitions to expand the reach of her empire. Fortunately for Gajah Mada, his role in this expansion was considered integral by the new queen, and he was named mahapatih, Prime Minister, in 1329 AD. With sweeping powers and new authority, Gajah Mada set his sights on the far-flung reaches of the archipelago, vowing great things for the empire that entrusted him with its future. His famous oath, known as the Sumpha Palapa - often the subject of varying interpretations - declared in the most basic terms \"I will not indulge in the fruits or spice, the earthly pleasures, until all of the known islands are conquered for the Majapahit.\""
            },
            {
                "heading": "Conquests",
                "text": "Following Gajah Mada's return in 1331 AD from suppressing a rebellion in Sadeng (eastern Java), it wasn't long before he launched his campaigns to conquer the neighboring islands of the Indonesian archipelago, beginning with Bali and Lombok in 1343. One by one he captured kingdoms and cities, states and provinces, all for the glory of his people. These included the Buddhist kingdom of Sriwijaya in Palembang and small kingdoms in West Sumatra, where Gajah Mada installed a Majapahit prince as a vassal ruler. The Elephant General then conquered Samudra Pasai in Sumatra, the first Muslim sultanate in Indonesia. Following this victory, in the span of two years Majapahit forces overran another half-dozen independent cities and kingdoms, including Temesek (now known as Singapore) across the straits.Tribhuwana abdicated the Majapahit throne in 1350 AD in favor of her son Hayam Wuruk, considered the greatest of the kings of the Majapahit. During his reign the empire reached its greatest extent, encompassing the whole of the Indonesian archipelago. Trade and the arts flourished under the king. The new king was content to leave the affairs of the nation to his prime minister, while he himself patronized the arts and sciences. With the tacit support of the king, Gajah Mada proceeded to add two dozen kingdoms to the empire, some as far away as modern-day Malaysia and the southern Philippines.Having conquered more than a dozen islands within the archipelago by 1357, Gajah Mada found himself in a difficult position, with one of the last remaining independent kingdoms being the Sunda in West Java. Although plans had been laid for the princess of the Sunda to marry the Hayam Wuruk, forming an alliance, Gajah Mada sought to press the Sunda further. By denying that the Sunda princess would become Queen Consort of Majapahit and instead be only a concubine, Gajah Mada enraged Sunda sensibilities. In meeting the wedding party at the town of Bubat, the negoiations degenerated into open hostility, and a skirmish ensued. Gajah Mada and his forces massacred the entire Sunda royal family and its bodyguard.The incident marred the legacy of Gajah Mada as his actions were seen as reckless and heavy-handed. Majapahit ministers and courtiers condemned him as bloodthirsty and brutal. The king stripped Gajah Mada of his titles, authority and honors. The once most-powerful man in the empire would spend the rest of his days in relative solitude at his remaining estate in East Java. Gajah Mada would die in relative obscurity in 1363 AD."
            },
            {
                "heading": "Judgment of History",
                "text": "In modern Indonesia, Gajah Mada is viewed as a hero - a symbol of Indonesian patriotism and national pride. Gajah Mada is seen as an inspirational figure, one who exemplifies the potential greatness of all Indonesians. He would serve as a mythic propaganda symbol during the resistance to Japanese occupation and the ensuing revolt for independence from Dutch rule in the late 1940s. His legacy as the first to unite the many islands of the Indonesian archipelago into one nation will stand throughout history - as will his renowned dedication and unwavering loyalty to his king and the Majapahit people."
            }
        ]
    }
}