{
    "id": 39,
    "name": "Poland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/poland.png",
    "dawn_of_man": "All Hail noble King Casimir the Great, protector and sovereign of the Kingdom of Poland. You ascended to the throne during a time of great turmoil, with the nation's economy in shambles and its people demoralized by the wars of your predecessor. And yet, your reign marked the beginning of a new era, with affluence and security afforded only by way of your careful governance. Among your most notable achievements, the code of laws you established gave legal authority to many of the accepted customs of the time, strengthening the nation.Honored king Casimir, the people have long admired the steady hand of governance you wield. Can you return your kingdom and its subjects to a golden age of prosperity? Will you conquer all those who oppose you, or strive for peaceful relations? Can you build a civilization that will stand the test of time?",
    "unique_buildings": [
        {
            "name": "Ducal Stable",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/ducal_stable.json"
        }
    ],
    "unique_units": [
        {
            "name": "Winged Hussar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/winged_hussar.json"
        }
    ],
    "city_names": [
        "Warsaw",
        "Krakow",
        "Lodz",
        "Wroclaw",
        "Poznan",
        "Gdansk",
        "Szczecin",
        "Bydgoszcz",
        "Lublin",
        "Kaunas",
        "Katowice",
        "Bialystok",
        "Gdynia",
        "Sweidnitz",
        "Czestochowa",
        "Radom",
        "Torun",
        "Kielc",
        "Gliwice",
        "Klaipeda",
        "Bytom",
        "Olsztyn",
        "Rzeszow",
        "Bielsko-Biala",
        "Ruda Slaska",
        "Rybnik",
        "Plock",
        "Elblag",
        "Gorzow Wielkopolski",
        "Opole",
        "Siauliai",
        "Walbrzych",
        "Zielona Gora",
        "Wloclawek"
    ],
    "spy_names": [
        "Wincenty",
        "Roman",
        "Benita",
        "Jan",
        "Kazimierz",
        "Josef",
        "Krystyna Skarbek",
        "Tarnowski",
        "Marian",
        "Alenka"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "Invasion, occupation, partition, rebellion and rebirth - that cycle has characterized the tragic and triumphant history of Poland for the past millennium. Lying between the Baltic Sea to the north and the Carpathian Mountains to the south, the Polish plain served as the gateway for invasions of the heartland of Europe from the east and invasions of the vast tracts of Russia from the west. Poland became a recognizable ethnic and political entity in the mid-10th Century AD under the Piast dynasty of kings; its modern history begins in 966 when the first Piast king, Mieszko I, was converted to Christianity. For hundreds of years afterward, Poland's fortunes waxed and waned at the hands of powerful neighbors and invaders, from the German Teutonic Knights to the Mongol Golden Horde to the Soviet Union's forces. Even in times of national crisis, however, Polish ideals of revolution and independence remained strong. Those ideals, carried abroad by Polish expatriates such as Pulaski and Kosciuszko, informed the American and French revolutions. The Polish constitution of 1791 AD, the oldest in Europe, incorporated those same democratic ideals. Restored as a free nation in 1918 but ravaged by two world wars, few peoples suffered as much in the 20th Century as the Poles. Following a half-century of totalitarian rule as a communist satellite, in the 1980s the Polish movement Solidarity oversaw its transformation into a sovereign state once again. At the beginning of the 21st Century, Poland is a progressive, market-based democracy, an important member of both NATO and the European Union."
        },
        {
            "heading": "Climate and Terrain",
            "text": "A land of striking natural beauty, Poland is a landscape of broad forests (covering roughly 30.5% of the country), great rivers (notably the Vistula and the Oder), and broad plains. Poland lies in the physical center of Europe, and is divided into four distinct terrains: the Tatras range of the Carpathian Mountains in the south (the highest peak being 8199 feet), the hills to the immediate north, the central lowlands that form the heart of the country, and the swamps and dunes that border the Baltic. The great ages of glaciation that shaped Poland's terrain also left the loam and loess soils of the Polish plain some of the richest in the world. With almost ten thousand, Poland has one of the highest density of lakes of in the world; in Europe only Finland has higher. The climate is universally temperate, with precipitation falling throughout the year, although winter tends to be drier than summer. The rich soils and the moderate climate make the country an agricultural powerhouse, one of the world's leading producers of sugar beets and triticale wheat, and Europe's primary source for potatoes and rye. Indeed, Poland has been declared by some to be the \"breadbasket of the European Union.\""
        },
        {
            "heading": "The Founding of Poland",
            "text": "On the fringes of the ancient Mediterranean and Near East civilizations, the peoples of Poland progressed relatively ignored by them through the Stone, Bronze and Iron ages of human development; the first settlements date back approximately 7500 years. Part of the great migrations that occurred near the end of the Western Roman Empire, the Slavs moved into the region. There they settled, first as tribal organizations and later coalescing into small kingdoms. From one of these came Mieszko, the first ruler of the \"Poles\" to be mentioned in historical records.According to the semi-legendary account, the Polanie tribe, centered on the fortified settlement of Gniezno, was ruled by Mieszko, who forged close ties with the Wislanie tribe living around Krakow. When Great Moravia, of which the Wislanie were a part, was destroyed by the Magyars around 960 AD, Mieszko united the Polanie and the Wislanie, founding the Piast Dynasty. Convinced by Roman Catholic missionaries from Bohemia to the south, Mieszko converted to Christianity and was baptized in 966; despite some debate, most scholars accept this date as the beginning of modern Poland."
        },
        {
            "heading": "The Piasts",
            "text": "A series of strong successors to Mieszko I slowly converted the pagan Poles to Christianity, created a strong kingdom, and integrated Poland into the broader European culture. His son Boleslaw I established a purely Polish-Catholic ecclesiastical organization, and his secular authority was recognized by the Germanic Holy Roman Emperor. This led to Boleslaw's coronation in 1025 AD, making him the first \"King of Poland.\" By the end of the century, Poland stretched from the Baltic to the Carpathians, loosely establishing its historical borders. However, upon the death of Boleslaw III in 1138, with no tradition of primogeniture, the kingdom was divided among his several sons. The resulting fragmentation led to continuous internal conflict and external pressures throughout the 12th and 13th centuries.Wladyslaw (1261-1333 AD), known as \"the Elbow-High,\" a minor duke of Piast lineage, spent his life reunifying the realm. In defending Poland, King Wladyslaw I waged crusades against the pagan Lithuanians and Mongols, as well as war to expel the Teutonic Knights. Upon Wladyslaw's death, his even more able son, Casimir III, took the throne. Casimir the Great would not only secure his father's gains through astute diplomacy and brief, victorious warfare, but make Poland a center of culture and learning and trade. He more than doubled the size of the kingdom, reorganized the nation's economy and legal system, and provided the impetus for the establishment of Poland's first university. Under Casimir's liberal rule, Poland became a haven for the dispossessed and persecuted; Germans settled in the cities, Armenian and Slavic refugees in the rural lowlands, and thousands of Jews settled and flourished across the country. However, having no male heirs, Casimir the Great was the last Piast king, dying in 1370."
        },
        {
            "heading": "The Jagiellon Dynasty",
            "text": "Casimir had designated as his successor his nephew, Louis I of Hungary, whose brief reign in Poland proved uneventful. After Louis's death in 1382 AD, the Polish nobles selected his younger daughter Jadwiga as queen. Four years later the nobles elected Grand Duke of Lithuania Jogalia (in Poland, known as Wladyslaw Jagiello) king after he married Jadwiga and converted to Catholicism. Coming to the aid of the Lithuanians locked in a vicious war with the Teutonic Knights, Wladyslaw II brought the Poles into the conflict in 1401. At Grunwald in July 1410, after one of the most ferocious battles of the Middle Ages, his combined Lithuanian-Polish force won a victory so overwhelming that the Teutonic Order was virtually annihilated, with most of its leaders killed or captured. The victory secured Wladyshaw's throne for his lifetime, and established the resultant Jagiellon Dynasty.The Jagiellon monarchs would spend the following decades at war with their covetous neighbors, against the resurgent Teutonic Knights, the Duchy of Prussia, the kingdoms of Bohemia and Hungary, the Grand Duchy of Moscow, and, to the south, the Ottoman Turks and the Crimean Tatars, the latter launching no less that 75 separate incursions between 1474 and 1569. Overall, Poland's kings were able to maintain its borders and influence throughout the dynasty.More significant and lasting than the military successes and failures were the social and scientific changes under the Jagiellons. In 1505 AD, the Nihil Novi Act transferred most legislative power from the monarch to the Sejm, a parliament composed of the Polish nobility, a dramatic step towards democracy. Protestant Reformation movements, notably that led by John Hus of Bohemia, made inroads into Polish Catholicism and resulted in the establishment of laws promoting religious tolerance. Renaissance ideals evoked in the Jagiellon kings Sigismund I and Sigismund II an urge to promote Polish arts and culture, which flourished through the 1500s. And in 1543, the year of his death, his epochal work confirming a heliocentric model of the solar system was published by Polish astronomer Nicolaus Copernicus."
        },
        {
            "heading": "Polish-Lithuanian Commonwealth",
            "text": "Spurred by nationalism, democratic precepts, and concerns about foreign threats, in June 1569 the Sejm passed an act establishing the Polish-Lithuanian Commonwealth, a unified federal state with an elected monarch but which was governed primarily by the nobility through local assemblies and a central parliament. In July, the childless Sigismund II, last of Jagiellon dynasty, accepted and signed the act. Although the commonwealth is credited with instituting a period of stability and prosperity and the spread of Western culture to areas such as the Ukraine and western Russia, it found itself repeatedly embroiled in conflicts with Russia, Sweden, the Ottomans, and Cossack uprisings. The toll of these wars, notably Poland-Lithuania's involvement in the Great Northern War (1700-1721 AD), coupled with a succession of weak elected kings, left the nation desperately in need of internal political reform. During the middle years of the 18th Century, the Sejm moved to implement commercial, military, social and educational reforms, which included the Commission of National Education in 1773, the first state-sponsored education system in Europe."
        },
        {
            "heading": "Age of Partitions",
            "text": "These efforts at reform, which threatened to return Poland to its previous glory, provoked the growing powers bordering it to intervene. In 1792, the First Partition occurred when Russia, Austria and Prussia occupied portions of the country. Following the short Polish-Russian War, Prussia and Russia executed the Second Partition, which stripped Poland of so much territory as to leave it incapable of supporting itself economically or militarily. In 1795 the Third Partition by Austria, Russia and Prussia ceded the nation's last holdings to these powers and independent Poland ceased to exist.From 1792 through 1918, Poland was effectively an occupied country, with brief periods of relative autonomy. In 1807 AD, the emperor Napoleon recreated the free Duchy of Warsaw, but after the Napoleonic Wars the Congress of Vienna again divided Polish lands among the victors. The decades of partition were also marked by numerous Polish rebellions seeking independence, notably the November 1830 uprising and the January 1863 revolt, both of which sought liberation for those areas under tsarist Russian rule. Despite the oppression, Poland did profit from broad industrialization and modernization programs instituted by the occupying powers, especially in the areas under the relatively enlightened administration of Prussia. This enforced modernization would make Poland more economically and politically viable in the 20th Century. Nonetheless, Russian, and to a lesser extent Austrian and Prussian, control was tenuous and troubled; as the composer Wybicki, whose 1797 mazurka would become the Polish anthem in 1927, wrote, \"Poland is not yet lost ...\""
        },
        {
            "heading": "Independence through Iron Curtain",
            "text": "Shortly after the armistice in November 1918, and seizing the opportunity granted by the turmoil of the Russian Revolution, Polish nationalists declared the creation of the Second Polish Republic. The Western Allies had already agreed to the reconstitution of Poland as the thirteenth of American President Wilson's famed Fourteen Points. The Polish-Soviet War of 1919-1921 forced Lenin's Russia to accept Poland's freedom, and incidentally halted Communism's advance into Europe. But the threat of totalitarian regimes in Russia and Germany, coupled with the world-wide depression, brought the right-wing nationalists of the Sanacja movement to power and the government became increasingly authoritarian.The Sanacja movement controlled Poland until Nazi Germany's invasion in 1939 set off World War II. Joined by Stalin's Russia, Hitler's Wehrmacht quickly overran what Winston Churchill would declare as the \"first ally.\" German and Russian occupation was brutal and efficient; of all the nations involved in the war, Poland suffered the highest percentage of population loss, over six million - roughly one-fifth of the pre-war population, almost half of them Polish Jews. The German invasion of the Soviet Union would result in the eventual \"liberation\" of Poland by Russian forces, which proved unwilling to depart. At the insistence of Stalin, Great Britain and the United States sanctioned the creation of a provisional, pro-Communist coalition government for Poland. In 1952, the People's Republic of Poland was officially proclaimed, and it immediately became a pivotal part of the Iron Curtain and member of the Warsaw Pact throughout the Cold War.Communist rule was harsh and costly for Poland. Despite widespread opposition and outcry, eastern portions of the country were permanently ceded to the Soviet Union. Repressive policies limited every aspect of Polish life, from cultural expression to religion to travel to educational and economic opportunity for individuals. The nation's wealth, both natural and industrial, was plundered for the good of Soviet Russia, leaving Poland a virtual pauper on the world stage. Despite all this, Poland was at the time considered one of the least repressive states of the Iron Curtain."
        },
        {
            "heading": "Free Again",
            "text": "Labor turmoil in the 1980s led to the founding of the trade union Solidarnosc (Solidarity), which over time became a force in Polish politics. Despite persecution and the imposition of martial law, the movement eroded the dominance of the Polish Communist Party throughout the following decade. As the Soviet Union dissolved and the Communist regime there collapsed, Solidarity prospered. In 1989, it had a hand in forcing Poland's first free (albeit partially so) parliamentary elections. The next year, Lech Walesa, the Solidarity candidate, won the presidency; Russian domination and Communist rule in Poland effectively ended. Within short order, the Solidarity-led government returned civil liberties to the Polish people and turned Poland's socialistic economy into a modern market-driven one.After two generations of facing eastward, democratic Poland resumed its significant role in the cultural, economic and political life of Europe. In 1999, Poland joined the North Atlantic Treaty Organization (NATO) to insure regional security. The Poles then voted to join the European Union, becoming a full member of the economic dynamo in May 2004. Having returned to its traditions of freedom, self-reliance and tolerance, Poland can again revel in its rich and diverse past."
        },
        {
            "heading": "Free Again",
            "text": "Labor turmoil in the 1980s led to the founding of the trade union Solidarnosc (Solidarity), which over time became a force in Polish politics. Despite persecution and the imposition of martial law, the movement eroded the dominance of the Polish Communist Party throughout the following decade. As the Soviet Union dissolved and the Communist regime there collapsed, Solidarity prospered. In 1989, it had a hand in forcing Poland's first free (albeit partially so) parliamentary elections. The next year, Lech Walesa, the Solidarity candidate, won the presidency; Russian domination and Communist rule in Poland effectively ended. Within short order, the Solidarity-led government returned civil liberties to the Polish people and turned Poland's socialistic economy into a modern market-driven one.After two generations of facing eastward, democratic Poland resumed its significant role in the cultural, economic and political life of Europe. In 1999, Poland joined the North Atlantic Treaty Organization (NATO) to insure regional security. The Poles then voted to join the European Union, becoming a full member of the economic dynamo in May 2004. Having returned to its traditions of freedom, self-reliance and tolerance, Poland can again revel in its rich and diverse past."
        }
    ],
    "leader": {
        "name": "Casimir III",
        "subtitle": "Leader of Poland",
        "lived": "1310 - 1370 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/casimir_iii.png",
        "trait": {
            "name": "Solidarity",
            "effect": "Receive a free Social Policy when you advance to the next era."
        },
        "titles": [
            "King of Poland"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "King Casimir III, the only Polish king to earn the subsequent title of \"the Great,\" reigned during the 14th Century AD and established himself as a decisive and able ruler, relying on his skill in diplomacy and sensible decision-making to greatly improve the well-being of his people and security of his kingdom. Although Casimir's predecessor, his father King Wladyslaw I, was respected for having reunited the divided realm, Casimir inherited a kingdom rife with challenges. In rebuilding a depleted economy, strengthening the military, codifying the law, and expanding the borders of Poland, Casimir left his country much better than he found it - and sealed his legacy as one of Poland's greatest kings. By the time of his death, Casimir III had assured the prestige and respect of Poland throughout medieval Europe."
            },
            {
                "heading": "Early Reign",
                "text": "Although the second son of Wladyslaw, Casimir was schooled in all things necessary for kingship in medieval Europe. Upon the death of Casimir's elder brother in 1312 AD, he was made heir and placed in the care of Jaroslaw, later to be archbishop of Gniezno and one of Casimir's most important advisors. When his father died 21 years later, in Krakow Casimir was crowned lord of both Great Poland and Little Poland, sanctifying the unification of Poland Wladyslaw had begun."
            },
            {
                "heading": "Domestic Affairs",
                "text": "Not long after ascending to the throne, Casimir was forced to deal with a number of political issues, not the least the unrest of the Polish nobility. In order to strengthen Poland's military, which relied heavily on the cooperation of the Polish nobles, Casimir was forced to relinquish a number of heretofore royal privileges to the nobles themselves. The Polish aristocracy now held a clear division between themselves and the common people, and their authority in matters dealing with those of lower standing, especially the growing merchant classes, was greatly strengthened. Although Casimir was forced into a position of comprise, his actions ensured that the feudal armies of Poland could be replenished and would recognize the crown's authority.Casimir made great strides in efforts to improve the internal state of Poland, and counterbalance the new power of the nobles, through a number of initiatives. He standardized and stabilized the currency. Casimir ordered the construction of a number of new castles, churches, and even entire towns - providing new opportunities for trade and economic prosperity. Towns long since abandoned, and even areas said to have been devoid of any form of settlement were revitalized. In March 1347 Casimir introduced legal reforms and moved to establish a unified code, the Liber juris Teutonici, for the realm to protect the rights of the fledgling middle class. In enacting a form of the Magdeburg Rights - a German concept allowing for towns to exercise a certain degree of autonomy - he provided local merchants and craftsmen with a more stable regulation of trade, encouraging them to settle in cities across the nation. A special court was established in Krakow to arbitrate in all disputes and administer the laws uniformly. Hoping to educate a new generation of capable lawyers and administers, Casimir the Great founded the Academy of Krakow, now the Jagiellonian University, in 1364 AD.Although historians have wondered what spurred Casimir's disposition towards the Jews of Poland, it is clear that he made every effort to afford them the same rights and protection all his subjects enjoyed. In 1334, Casimir reaffirmed the charters of 1264 protecting the rights of the Polish Jews, including laws prohibiting attempts at forced conversions to Christianity that had been largely ignored under previous rulers since. Casimir also secured their rights as merchants and traders, and welcomed Jewish integration into a unified Poland with a diverse population. The desecration of Jewish cemeteries and synagogues was declared a crime and vigorously enforced."
            },
            {
                "heading": "Foreign Successes",
                "text": "Upon his ascension to the throne, Casimir's rule was tenuous, and disputed on all sides by foreign powers. The king of Bohemia himself claimed the Polish crown. The German Teutonic Knights had occupied the Polish territories of Kujawy and Dobrzyn in Pomerania. An undeclared, inconclusive war with Lithuania to the north threatened stability and trade in the bordering provinces. Polish claims to territories in the Ukraine were ignored by neighboring nations. To make matters worse, Poland had no allies of any importance.Relying on his skill in diplomacy, Casimir deftly negotiated new alliances and secured additional territory for Poland. The marriage of his sister Elisabeth to the king of Hungary brought him a dependable ally; to cement this alliance Casimir dropped his claims to Silesia. The Hungarian alliance allowed Casimir to forcefully occupy the former Polish duchies of Halic and Vladimir in \"Red Russia\" in 1340 and 1349 AD. Meanwhile, through negotiation, a pact was forged with Bohemia and its king dropped all claims to the Polish throne. This, in turn, led to a negotiated withdrawal of the Teutonic Knights from East Pomerania. Finally, Casimir agreed to pay tribute to the Golden Horde to avoid their frequent raids into Poland. As a result of Poland's growing power and its cordial relations with the Mongols, several Masovian princes in Russia declared themselves Casimir's vassels in 1351 and 1353.Casimir wedded princesses from Lithuania, Germany, and Silesia - each helping secure peaceful relations with their homelands. Although he had four wives and several mistresses, Casimir had five daughters but no legitimate male heir. While Casimir was to arrange dynastic marriages for several of his daughters which further strengthened Poland's position, the lack of a son threatened unrest and war should he die. To provide a clear line of succession, in his last years Casimir named his nephew, Louis of Hungary, son of Elisabeth, as his heir. Louis was proclaimed king of Poland upon Casimir's death in 1370."
            },
            {
                "heading": "Judgment of History",
                "text": "It can be said that Casimir is viewed in history as an ideal medieval king - noble, prudent, diplomatic and capable of delegating authority when necessary. Although some of the territories were lost over the next century, by his death Casimir III had increased Poland's land to approximately 90,000 square miles (233,000 sq. km) from 50,000 in 1333 AD. Casimir showed great concern for the welfare of his people and his choices as king clearly reflect his efforts to improve the standing of Poland. By forming dependable alliances, aggressively pursuing domestic reforms, and avoiding needless conflicts, Casimir the Great truly earned his given title."
            }
        ]
    }
}