{
    "id": 22,
    "name": "Polynesia",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/polynesia.png",
    "dawn_of_man": "Greetings and blessings be upon you, Kamehameha the Great, chosen by the heavens to unite your scattered peoples. Oh mighty King, you were the first to bring the Big Island of Hawai'i under one solitary rule in 1791 AD. This was followed with the merging of all the remaining islands under your standard in 1810. As the first King of Hawai'i, you standardized the legal and taxation systems and instituted the Mamalahoe Kanawai, an edict protecting civilians in times of war. You ensured the continued unification and sovereignty of the islands by your strong laws and deeds, even after your death in 1819.Oh wise and exalted King, your people wish for a kingdom of their own once more and require a leader of unparalleled greatness! Will you answer their call and don the mantle of the Lion of the Pacific? Will you build a kingdom that stands the test of time?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Maori Warrior",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/maori_warrior.json"
        }
    ],
    "city_names": [
        "Honolulu",
        "Samoa",
        "Tonga",
        "Nuku Hiva",
        "Raiatea",
        "Aotearoa",
        "Tahiti",
        "Hilo",
        "Te Wai Pounamu",
        "Rapa Nui",
        "Tuamotu",
        "Rarotonga",
        "Tuvalu",
        "Tubuai",
        "Mangareva",
        "Oahu",
        "Kiritimati",
        "Ontong Java",
        "Niue",
        "Rekohu",
        "Rakahanga",
        "Bora Bora",
        "Kailua",
        "Uvea",
        "Futuna",
        "Rotuma",
        "Tokelau",
        "Lahaina",
        "Bellona",
        "Mungava",
        "Tikopia",
        "Emae",
        "Kapingamarangi",
        "Takuu",
        "Nukuoro",
        "Sikaiana",
        "Anuta",
        "Nuguria",
        "Pileni",
        "Nukumanu"
    ],
    "spy_names": [
        "Tiki",
        "Hotu Matua",
        "Rongo-ma-tane",
        "Kupe",
        "Haloti",
        "Degei",
        "Babamik",
        "Kulu Lau",
        "Nangananga",
        "Turua"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "More of a loose collection of islands rather than a unified civilization, Polynesia boasts a rich culture and fascinating history. When most Europeans were mired in the Dark Ages, the Polynesians were perfecting the art of travelling across the mighty Pacific in small wooden canoes, navigating by the stars, weather, and wildlife. Eventually most of the islands were colonized by European powers, but much of the native culture and languages are still fiercely preserved for future generations."
        },
        {
            "heading": "Geography and Climate",
            "text": "Polynesia is the general name given to the grouping of islands in the central and southern Pacific Ocean, also known as the Polynesian Triangle. Bordered by New Zealand to the west, Hawai'i to the north and Easter Island to the east, the region includes over 1,000 inhabited islands. The name was originally introduced by French writer Charles de Brosses in 1756 to describe all the Pacific islands, but it was later limited to its current definition.The islands as a whole are volcanic in nature, many with idyllic white beaches, palm trees, and clear lagoons - quintessential island paradises. Polynesia's climate is tropical and warm, but strong trade winds tend to keep many of the islands from reaching scorching temperatures. The islands are sometimes plagued by typhoons, which are active in the region from January to March."
        },
        {
            "heading": "Early History: First Settlers",
            "text": "The ancient history of the Polynesian peoples is still shrouded in mystery, but archeologists and anthropologists currently agree that one of three theories explains how the islands were originally settled.The first theory, the Express Train model, suggests that some 3,000 years ago settlers expanded westward out of Taiwan over the course of roughly 1,000 years. They mixed little with any other natives they encountered, explaining current Polynesian's genetic and linguistic characteristics. The other two theories, the Entangled Bank and Slow Boat models, describe a longer migration pattern, one which includes mixing and interactions with all the native populaces, specifically the Melanesians.Regardless of how long it took the first settlers to reach western Polynesia, the path they took has been charted with a fair degree of confidence. The northernmost point, Hawai'i, was settled around 500 AD, followed by New Zealand in 1000 AD. The exact date for when the Polynesians discovered Easter Island is still debated. Some archaeological evidence suggests that the island was first inhabited between 300 and 500 AD, but more recently the date 800 has come into favor. Other scientists believe that the island wasn't inhabited until as late as 1200."
        },
        {
            "heading": "Navigating the Waters",
            "text": "The Polynesian triangle is a vast one, with each side measuring roughly 4,000 miles. To cover this amount of distance over the open ocean required an astonishing degree of naval technology, navigational aptitude, and bravery. Using the technique of wayfinding, navigators memorized the motion of specific stars, weather, local wildlife patterns, and the direction of waves on the ocean. They passed this information down orally to new generations of navigators, the secrets closely guarded by these elite families. To aid in the dangerous crossings, they also developed outrigger supports for their canoes, allowing them to safely cross the vast ocean. Many of these techniques and navigational aids are still passed down and used by modern Polynesian sailors."
        },
        {
            "heading": "Link to the Americas",
            "text": "Polynesian settlers arrived on the banks of present day Hawai'i sometime around 500 AD, although some evidence does suggest it may have been as early as 300 AD. These early inhabitants were probably from the Marquesas Islands, over 4,000 miles south of Hawai'i. A second wave of immigrants may have arrived from Raiatea and Bora Bora in the 11th century, or even from Tahiti. Some archaeologists favor the Tahitian theory, as an ancient Hawaiian folktale speaks of a man called Pa'ao, conclusively of Tahitian descent. These historians believe that the wave of Tahitian settlers brought with them the line of high chiefs, the Kapu system of laws, and the religious practice of human sacrifice.Evidence also exists that the Polynesians sailed back across the Pacific once encountering these new lands, spreading American fauna and flora throughout the islands. For example, the sweet potato - a Native American plant - was found widespread through the Polynesian islands when European travelers first encountered the Polynesian settlements."
        },
        {
            "heading": "Arrival of the Europeans",
            "text": "The Polynesians lived in relative seclusion until the arrival of European powers, searching for new lands and trade routes. Many of the islands began to establish contact with the Europeans in the mid 1500s - some came as explorers and others as religious missionaries. However, in the 1800s many colonial powers, such as France, Britain, and the United States, began to forcefully colonize the inhabited islands, declaring them protectorates and territories of their respective empires. Only a few islands, such as Hawai'i, remained independent during this time."
        },
        {
            "heading": "The Present and Future",
            "text": "Despite the vast ocean separating the different islands, the native Polynesians still share many similar cultural traits, religious beliefs, and common languages. Sadly, many of the original indigenous people, such as the Maori, are now minorities on the islands, with peoples of European descent composing the main populace. However, most of the native populations on the islands strive to keep their culture and languages alive, and an active and effective process of revitalization and immersion is being pursued in most major areas."
        },
        {
            "heading": "The Present and Future",
            "text": "Despite the vast ocean separating the different islands, the native Polynesians still share many similar cultural traits, religious beliefs, and common languages. Sadly, many of the original indigenous people, such as the Maori, are now minorities on the islands, with peoples of European descent composing the main populace. However, most of the native populations on the islands strive to keep their culture and languages alive, and an active and effective process of revitalization and immersion is being pursued in most major areas."
        }
    ],
    "leader": {
        "name": "Kamehameha I",
        "subtitle": "Leader of Polynesia",
        "lived": "c. 1758 - 1819 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/kamehameha_i.png",
        "trait": {
            "name": "Wayfinding",
            "effect": "Can embark and move over Oceans immediately. +1 Sight when embarked. +10% Combat Strength bonus if within 2 tiles of a Moai."
        },
        "titles": [
            "King of the Hawaiian Islands"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "One of the most respected leaders in Hawaiian history, Kamehameha I was the first man to unify all the Hawaiian Islands, establishing the independent Kingdom of Hawai'i. His birth and early actions in life fulfilled many ancient Hawaiian prophecies, and he became one of the greatest warriors in recorded Hawaiian history. Beyond his military prowess, Kamehameha was also a great statesman, and established important wartime edicts which have become the basis for many humanitarian laws around the world."
            },
            {
                "heading": "Early Life, One of Prophecy",
                "text": "Ancient legend held that one day a great king would be born who would unite the whole of the Hawaiian Islands, and a flame across the heavens would herald his coming. In 1758, Hailey's comet streaked across the sky of Hawai'i - many accounts state that Kamehameha was born shortly thereafter. Known originally as Pai'ea (the \"hard-shelled crab\"), Kamehameha was born to Chief Keōua Nui of the Big Island. Keōua was but one of many lesser chiefs on the island, which had been split into multiple districts during a succession war in the previous generation. Alapa'inuiakauaua, a rival chief in the area, had reclaimed much of the island for himself, and was the defacto ruler.At news of Pai'ea's birth Alapa'i became alarmed, for the great king of legend was also known in other records as the \"killer of chiefs\" - a unified Hawai'i wouldn't need tribal chiefs any longer. Alapa'i ordered the child slain. Keōua, however, was well aware of his child's ominous birth and hid him away with another noble family.For five years Pai'ea lived in secret, until Alapa'i (for reasons unknown) invited the child to return to the court under his protection. During this time at the court, Pai'ea learned the kingly disciplines of diplomacy and war and earned his more famous name, Kamehameha, meaning \"the lonely one\"."
            },
            {
                "heading": "First Stop, the Big Island",
                "text": "After Alapa'i's death, Kamehameha became an aide in the new chief's court. This lasted until 1782, when the kingship moved on to a new ruler and Kamehameha was promoted to an important religious position. With this new found power, Kamehameha began to build himself a support base among the lesser chiefs of the Kona district of the Big Island. Eventually garnering the support of five chiefs, Kamehameha challenged the local court. At the battle of Moku'ohai, Kamehameha's forces defeated the ruling chief and Kamehameha became the new ruler of the Kohala, Kona, and Hamakua districts.From here, Kamehameha successfully conquered the neighboring district of Puna in 1790, but soon had to face an uprising in Ka'u led by rival Keōua Kuahu'ula. Ever a religious man, Kamehameha constructed a large temple in a bid to gain the favor of his gods and the divine blessing to quash the rebellion. In 1791 the temple was finished, and Kamehamea invited Keōua to meet with him. Accounts differ on exactly what happened at that fateful meeting on the beach, but in the end Keōua was killed by musket fire and Kamehameha became the King of all the Big Island."
            },
            {
                "heading": "More Prophecis, More Conquering",
                "text": "Kamehameha was driven to unite more than just the Big Island - he had his sights on ruling all of the Hawaiian Islands under one banner. Adding fuel to his wish was another ancient legend, one which he was purported to have fulfilled. On the Big Island a massive boulder was placed by the gods - the 3,000 pound Naha Stone. Legend stated that a mighty warrior would emerge one day who could lift it, and he would be known as the great king and unifier of all the islands. At age 14, Kamehameha was recorded as the only person to accomplish this feat. Confident from his round of victories and multiple fulfilled prophecies, he began to lay the plans for the rest of the islands.In a happy coincidence for Kamehameha, British and American traders began to arrive on the island and gladly sold him guns and ammunition. With his technologically superior weapons, he quickly moved to take Maui and O'ahu in 1795. With only 10,000 soldiers he quickly decimated Maui's forces and moved onto O'ahu. He met with fierce resistance at the cliffs of Pali (mostly from a defected commander), but in the end he defeated the enemy soldiers, driving many over the deadly cliff's edge.Only two islands remained now - the western islands of Kaua'i and Ni'ihau. From his capital at Honolulu, he constructed a massive warship and attempted his first invasion of Kaua'i in 1796. A rebellion on the Big Island, led by his brother, forced him to return and reassign his forces. Not easily foiled, he tried again to take Kaua'i in 1803, but this time a deadly disease broke out among his men. Tired of his setbacks, Kamehameha then constructed the largest armada in Hawaiian history, filled with European schooners, massive war canoes, and deadly cannon. The chief of Kaua'i, Kaumuali'i, viewed the approaching armada with perhaps a twinge of trepidation, and decided he'd have better luck of survival with negotiation. In 1810 Kuamuali'i became a vassal of Kamehameha, who then became the sole ruling power in all of Hawai'i."
            },
            {
                "heading": "The Napoleon of the Pacific",
                "text": "Not just a conquering war hero, Kamehameha immediately went to work on improving life on the islands and solidifying the unification. He created a single legal system, established taxes, and opened official trade with Europe and the United States. Kamehameha also created the basis for Hawai'i's eventual state constitution, the Law of the Splintered Paddle (the Mamalahoe Kanawai). This law had its humble beginnings during one of Kamehameha's early military engagements. During a raid, Kamehameha caught his foot under a rock and was ambushed by two local fishermen, who were quite fearful of the legendary warrior. Scared that he would kill them, they smacked him in the head with their canoe paddle, cracking it in half. While he was stunned, they ran and left him for dead. Twelve years later, the two fishermen were found and brought to justice; at least, they thought they were. Instead, Kamehameha apologized for attacking innocents and gave the two men gifts of land, proclaiming that all noncombatants would be protected during war from here out. His Splintered Paddle law has since influenced many later humanitarian laws of war around the world.During his reign, he also managed to keep Hawai'i an independent nation while all other Polynesian islands were swallowed by hungry colonial powers. This legacy of independence earned him the nickname, the \"Napoleon of the Pacific\"."
            },
            {
                "heading": "Death of a Legend",
                "text": "On May 8, 1819 Kamehameha died a respected king, legendary warrior, and father of seven children. In the sacred custom of the Hawaiian religion, his body was hidden by his closest friends so that none may know of its location and steal his power, or mana, for personal use. The site of his burial still remains a mystery to this day."
            },
            {
                "heading": "Judgement of History",
                "text": "Kamehameha remains one of the most important people in Hawaiian history and one of its most respected leaders. He abolished the practice of human sacrifice, protected the innocents during war, and established one of the few independent nations in all of Polynesia. Whether his birth was divinely inspired or not, none can argue that he fulfilled the role of the great king foretold by ancient prophecy centuries ago."
            }
        ]
    }
}