{
    "id": 15,
    "name": "Rome",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/rome.png",
    "dawn_of_man": "The blessings of the gods be upon you, Caesar Augustus, Emperor of Rome and all her holdings. Your empire was the greatest and longest-lived of all in Western Civilization, and your people single-handedly have shaped its culture, law, art, and warfare like none other, before or since. Through years of glorious conquest, Rome came to dominate all the lands of the Mediterranean, from Spain in the west to Syria in the east, and her dominion would eventually expand to cover much of England and Northern Germany. Roman art and architecture still awe and inspire the world, and she remains the envy of all of the lesser civilizations who have followed.O mighty Emperor, your people turn to you to once more reclaim the glory of Rome. Will you see to it that your empire rises again, bringing peace and order to all? Will you make Rome once again center of the world? Can you build a civilization that will stand the test of time?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Ballista",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/ballista.json"
        },
        {
            "name": "Legion",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/legion.json"
        }
    ],
    "city_names": [
        "Rome",
        "Antium",
        "Cumae",
        "Neapolis",
        "Ravenna",
        "Arretium",
        "Mediolanum",
        "Arpinum",
        "Circei",
        "Setia",
        "Satricum",
        "Ardea",
        "Ostia",
        "Velitrae",
        "Viroconium",
        "Tarentum",
        "Brundisium",
        "Caesaraugusta",
        "Caesarea",
        "Palmyra",
        "Signia",
        "Aquileia",
        "Clusium",
        "Sutrium",
        "Cremona",
        "Placentia",
        "Hispalis",
        "Artaxata",
        "Aurelianorum",
        "Nicopolis",
        "Londinium",
        "Eburacum",
        "Gordion",
        "Agrippina",
        "Lugdunum",
        "Verona",
        "Corfinium",
        "Treveri",
        "Sirmium",
        "Augustadorum",
        "Bagacum",
        "Lauriacum",
        "Teurnia",
        "Curia",
        "Fregellae",
        "Alba Fucens",
        "Sora",
        "Interrama",
        "Suessa",
        "Saticula",
        "Luceria",
        "Arminium",
        "Sena Gallica",
        "Castrum Novum",
        "Hadria"
    ],
    "spy_names": [
        "Flavius",
        "Regula",
        "Servius",
        "Lucia",
        "Cornelius",
        "Licina",
        "Canus",
        "Serpens",
        "Agrippa",
        "Brutus"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "The Roman Empire is the most remarkable and long-lived political entity in the history of Western Civilization. It was founded around the 8th century BC, and portions of it survived until the 14th century AD. The Romans were great innovators in some areas, and they were not shy about appropriating good ideas they found in other cultures. They greatly shaped Western culture, law, art, architecture, religion, language, and warfare.This Civilopedia entry covers the rise of Rome, the Roman Republic, and the establishment of the Roman Empire under the great Emperor Augustus."
        },
        {
            "heading": "Terrain and Climate",
            "text": "The city of Rome stands near the Tiber River in central Italy. A series of hills and mountains run along the spine of boot-shaped Italy; the coastal regions are flatter and make better farmland. The central highlands can be cold and snowy in winter, while the coastal lowlands enjoy milder, stereotypical Mediterranean climate.At its height the Empire controlled much of Western and Central Europe along with a great chunk of the Middle East and most of the northern coast of Africa, and naturally the Empire's terrain and climate varied greatly from province to province."
        },
        {
            "heading": "Early Rome",
            "text": "According to legend, Rome was founded by twin brothers named \"Romulus\" and \"Remus,\" the sons of the god Mars and a king's daughter. The children were abandoned at birth, but they were rescued by a she-wolf who suckled and raised them. Upon reaching maturity the boys founded a new city, then quarreled over who would rule. Romulus won: he killed his brother and became the first king of Rome.Archaeologists date the first major settlement in the area from the eighth century BC (though there is some evidence suggesting that there were settlements in the area as far back as the 10th century BC). The city was founded by the Latin tribe atop the Palatine Hill, which overlooks a crossing of the Tiber River. The city's strategic location made it a natural trading post between the Etruscan civilization to the north and the Greek settlements to the south. Thus Rome benefitted from technological and cultural advances of both groups. Its location also made it greatly prized by its neighbors, and for two centuries the Latins fought off attacks by the Etruscans and the Sabines, another local tribe."
        },
        {
            "heading": "The Republic",
            "text": "Roman tradition states that the last Roman king was a brutal tyrant. The villainous king, Tarquinius Superbus, was overthrown after his son raped a virtuous noblewoman. Modern historians believe that the truth is far more prosaic. According to one current theory Rome was captured by the Etruscans, who ejected the Roman king, but external events forced them to vacate the city before they could install their own monarch. Finding that they preferred being kingless, the Romans did not recall Tarquinius to power but instead implemented a Republic loosely based upon the Greek model. It is believed that the last Roman king fell at the end of the fifth century BC.The Roman political system evolved over time, but the early structure was something like this: Rome was ruled by two consuls. The consuls acted as the city's chief magistrates as well as the military commanders. The two consuls possessed equal power. The consuls were elected annually by the \"centuriate assembly\" - the Roman army. To ensure unity of command in times of great danger a \"dictator\" could be appointed. The dictator had supreme military command. However, the dictator's term lasted only for six months, at which time power reverted to the consuls and senate.The second power bloc in Roman government was the Senate. The Senate was composed of approximately 300 men drawn from the leading Roman families. According to theory the Senate was strictly an advisory body, advising both the Consuls and the assemblies (see below), but in fact it held enormous political power, and its \"advice\" was almost always followed by the assemblies (see below).Two assemblies met periodically in Rome, and they (theoretically) held all political power. The centuriate assembly met outside the city's borders in the Field of Mars. As stated before this assembly was composed of Roman soldiers; they elected consuls and magistrates and voted on peace and war. The \"tribal\" assembly met inside the city; it was comprised of all male Roman citizens. This assembly enacted laws and sat as a court for public offenses involving money."
        },
        {
            "heading": "Roman Expansion",
            "text": "During much of its history, the Roman Republic was at war with one or more of its neighbors. It was constantly expanding its territory at the expense of other Italian tribes. It fought and conquered the nearby town of Fidenae in 426 BC after an eleven-year struggle, and this was followed soon thereafter by a painful ten-year fight to conquer the Etruscan city of Veii. Much of these gains were swept away in 390 BC, when a Gallic tribe defeated the Roman armies and sacked the city. It took almost half a century for Rome to recover from this devastating defeat.By the middle of the third century, however, Rome was master of most of central Italy, with Latin colonies extending far to the north and south. Further, work was progressing on the incomparable Roman road network linking the growing empire, and Rome was in the process of constructing its first navy.As Rome's power grew, it began to come into conflict with other regional powers. One such power was Carthage, a one-time Phoenician colony based on the North African coast in Tunisia. At the time Carthage had a mighty trading empire which covered most of North Africa west of Egypt, coastal Spain and France, and much of Sicily. Rome and Carthage fought three \"Punic Wars\" (264 - 146 BC) to decide who would control the Western Mediterranean. While Roman historians placed the blame for the wars on Carthage, modern historians believe that the Romans actually provoked the conflict by attempting to muscle in on Carthaginian territory in Sicily."
        },
        {
            "heading": "The First Punic War",
            "text": "The First Punic War (264 - 241 BC) found the Carthaginian mercenary army no match for the Roman legions, who inflicted upon them a massive defeat at the Battle of Agrigentum in 261 BC. The elite Carthaginian navy had much better initial success against the untried Roman navy, but over time this advantage faded as the Romans constructed new vessels and gained combat experience. Eventually the Carthaginians admitted they were overmatched and ceded Sicily to Rome. Shortly thereafter the Romans took advantage of unrest in the Carthaginian army to take the Carthaginian islands of Corsica and Sardinia, as well.With Rome restricting Carthaginian operations in the Central Mediterranean, Carthage sought to recoup its losses by expanding into Spain. Rome responded by allying with the Spanish city of Saguntum, making it clear that they were going to oppose Carthage's interests pretty much anywhere on the Mediterranean. In 219 BC the Carthaginian general Hannibal laid siege to Saguntum and Rome declared war once again. The Second Punic War (219 - 201 BC) had begun."
        },
        {
            "heading": "The Second Punic War",
            "text": "A brilliant general, Hannibal realized that Carthage could not defeat Rome as long as Rome had unrestricted access to all of the resources of Italy. To win, he had to disrupt Roman cooperation with the other Italian cities. To do so, he had to get his army into Italy. As a Roman navy now commanded the seas, he had to take the long, arduous land route. This remarkable six-month journey included a perilous trip across the Italian alps. By 218 BC Hannibal arrived in Italy with 20,000 foot soldiers and some 5,000 cavalry.In 217 BC Hannibal defeated and largely destroyed a Roman army of some 15,000 soldiers. He moved south, hoping to stir up unrest in the Italian subject cities, but few joined the Carthaginian cause. His forces roamed about the countryside to no great effect.By 216 BC the Romans had regrouped and fielded another, even stronger army of some 50,000-80,000 soldiers against Hannibal. The two forces met at Cannae. Hannibal let his center fall back in the face of the Roman attack, but he then wheeled his cavalry in behind the Roman army, who had neglected to adequately protect their flank. The Roman force was hemmed in and attacked from all sides, and Hannibal had destroyed yet another Roman army, this one much bigger than the last. This triumph totally demoralized the Romans. More importantly, it at last convinced the southern Italian people that Hannibal could win, and a large number of them deserted Rome and rallied to Carthage's support.While Hannibal's forces had greatly expanded, he now had numerous allied cities he had to protect. While Rome had lost a great army and much of its southern possessions it still had northern Italy, not to mention naval control of the Mediterranean. The war degenerated into stalemate.In 207 BC Hasdrubal, Hannibal's brother, duplicated Hannibal's storied march and brought yet another army across the Alps and into northern Italy. He sought to move south upon the east coast of Italy (the side away from Rome), join up with his brother, and launch a final assault on Rome. Rome managed to scrape up yet one more army and the two forces met at the Metaurus River. Stealing a page from Hannibal's book, the Roman general Gaius Claudius Nero outflanked Hasdrubal, cutting off his army's retreat. Most of the Carthaginian army was destroyed, and Hasdrubal himself was killed. His head was cut off and thrown into Hannibal's camp. That broke the back of the invasion. Although Hannibal remained in the area for some years, he was unable to again challenge Rome in Italy.In the meanwhile, the great Roman general Scipio had captured most of Spain from Carthage. Despite Hannibal's presence in southern Italy, he convinced the Roman senate to back an invasion of Africa itself. In 204 he sailed across the Mediterranean. He destroyed the opposing Carthaginian force and another in 203 BC. In 202 BC he faced Hannibal, who had been recalled from Italy in the face of the crisis. Although Hannibal fielded a slightly larger army, Scipio's troops were veterans and they had a superior cavalry wing. Hannibal's army was outflanked and largely destroyed. Prostrate and defenseless, Carthage sued for peace. Rome stripped them of all of their remaining Spanish and island possessions and hit them with a huge indemnity of 10,000 talents (a fantastically large amount of gold)."
        },
        {
            "heading": "The Third Punic War",
            "text": "The Third Punic War (149 - 146 BC) occurred some fifty years after the Second. It is generally agreed that this war was little more than a Roman mugging of the nearly helpless Carthage. While Carthage no longer had any significant military power to threaten Rome, the Empire greatly envied the wealth of the African city and its growing commercial empire. The Romans imposed a series of intolerable demands on the city, including that the citizens abandon Carthage and move inland so that they could no longer engage in commerce by sea. The Carthaginians refused, and the Romans besieged the city, which put up a stubborn resistance. In 146 BC Carthage fell. The city was destroyed, its fields sown with salt (according to myth), and the few surviving citizens were sold into slavery. Rome was undisputed master of the Mediterranean."
        },
        {
            "heading": "Social Unrest and the Fall of the Republic",
            "text": "Although Rome continued to expand, fighting wars across the Mediterranean, the first century BC saw tens of thousands of demobilized soldiers return from foreign lands. There was not enough work for the ex-soldiers, especially since Rome was being flooded with slaves from overseas possessions. These men were angry, and they had the vote. Several men attempted to enact land reforms, taking property away from the extremely wealthy and distributing it to the soldiers, but the senate (which was largely comprised of wealthy men) stymied these reforms. To be elected consul, Roman politicians had to appease the ex-soldiers, and Roman politics turned increasingly populist, and political infighting became increasingly bitter.In 88 BC Sulla, an elected consul, marched his army into Rome to force the assembly to enact laws that would permanently weaken the opposing party. After his army left, the opposition retook the city and negated Sulla's laws. In 83 BC Sulla returned again with his army and slaughtered most of the members of the opposing party. He then passed a series of constitutional reforms and retired.It was now clear that control of Rome would fall to whoever commanded the loyalty of the army. In 62 BC three men agreed to share power between them. This \"First Triumvirate\" consisted of the generals Gnaeus Pompey the Great and Marcus Lucinius Crassus, and a soldier and sharp politician from a very wealthy family named Julius Caesar.These men had the same ability to cooperate and desire to share power as one might expect to find in your average killer shark, and following Crassus's death in battle, Caesar and Pompey were at each other's throats. Caesar was in the field at the time, and Pompey and the senate sought to remove him from his army. He refused the orders and advanced on Rome. The army defending Rome was untrained and Pompey did not believe it would stand against Caesar's highly-motivated veterans, so he and the senate fled the city, and in 49 BC Caesar marched into Rome unopposed."
        },
        {
            "heading": "The Birth of an Empire",
            "text": "The events surrounding Julius Caesar's last years are well known. While maintaining the façade that Rome was a republic, he became a de facto dictator. He gave himself the power to appoint all senators, and he altered the constitution so that the assemblies would vote only on candidates and bills he submitted. In 44 BC he was assassinated by members of the senate.Following Caesar's death, his lieutenant Mark Antony allied with Marcus Lepidus and Caesar's adopted son Gaius Octavian to defeat Caesar's assassins. Shortly thereafter members of the \"Second Triumvirate\" quarreled, and Octavian - now known as \"Augustus\" - became undisputed Emperor of Rome. (For more on Augustus, see his Civilopedia entry.) While the Roman Republic was dead, the Roman Empire had just begun, and the world would tremble at its power and glory."
        },
        {
            "heading": "The Rest is History",
            "text": "The mighty Roman Empire is an endlessly fascinating and complex entity. Although long dead, the Empire's shadow still falls across the world, and events in Rome 2000 years ago still affect our daily lives. One wonders if the same will be said about any of today's civilizations."
        },
        {
            "heading": "The Rest is History",
            "text": "The mighty Roman Empire is an endlessly fascinating and complex entity. Although long dead, the Empire's shadow still falls across the world, and events in Rome 2000 years ago still affect our daily lives. One wonders if the same will be said about any of today's civilizations."
        }
    ],
    "leader": {
        "name": "Augustus Caesar",
        "subtitle": "Leader of The Romans",
        "lived": "63 BC - 14 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/augustus_caesar.png",
        "trait": {
            "name": "The Glory of Rome",
            "effect": "+25% Production towards any buildings that already exist in the Capital."
        },
        "titles": [
            "Princeps"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Born Gaius Octavius, Augustus would become the first (and possibly greatest) Roman Emperor. He ended a century of civil wars and initiated two hundred years of the Pax Romana (Roman Peace) while overseeing a golden age of Roman literature and culture."
            },
            {
                "heading": "Early Life",
                "text": "Octavius was born in 63 BC. His father (also named Gaius Octavius) was a respectable but undistinguished member of the equestrian order. His mother, however, was a niece of Julius Caesar. Octavius' father died when he was only four years old, and he was brought up in the house of his stepfather Lucius Marcus Phillippus.At the age of fifteen, Octavius put on the toga virilis (\"manly robes\"), the symbol that he had reached adulthood, and was elected to the College of Pontiffs. In 46 BC he joined Julius Caesar during Caesar's last campaign in Spain. In Spain he made such a fine impression on the great general that Julius Caesar changed his will to make Octavius his heir."
            },
            {
                "heading": "Death of Julius Caesar",
                "text": "When Caesar was murdered on the Ides of March in 44 BC, all the wealth that Caesar had spent a lifetime accumulating passed into the hands of the 18-year old Octavius. At the time of Caesar's assassination, Octavius was with some of his soldiers in modern-day Albania. Upon hearing the news he went to Italy and recruited an army from among Caesar's veterans, gaining their loyalty by stressing that he was Caesar's heir. Once in Rome, Octavius allied with Marc Antony and Marcus Lepidus to form what is known as the \"Second Triumvirate,\" directed against Caesar's killers Marcus Brutus and Gaius Cassius. Octavius' and Antony's armies tracked down Brutus and Cassius in Greece, where they defeated the assassins' army at Philippi (42 BC). Brutus and Cassius both committed suicide after their defeat."
            },
            {
                "heading": "Antony and Cleopatra",
                "text": "Antony married Octavius' sister Octavia to cement their alliance, and the two leaders divided Rome's territory between them. Octavius took the west, while Antony went to the east, where he entered into a torrid affair with Cleopatra, the ruler of Egypt. Octavius saw Antony's actions as an insult to his sister and to his family, and relations between the co-rulers soon soured. While Antony enjoyed the pleasures of Egypt, back in Rome Octavius strengthened his political position and his armies. The two eventually went to war, and in 31 BC Octavius defeated the forces of Antony and Cleopatra at the naval battle of Actium. The lovers were pursued to Egypt, where they both committed suicide."
            },
            {
                "heading": "Octavius Becomes Augustus",
                "text": "Octavius was now the undisputed master of Rome. He surrendered his extraordinary powers to the Senate, which was filled with his allies; in return the Senate named him \"Augustus\" (one who is marked by dignity and greatness) and showered him with honors. More importantly, they also gave him the powers of a Roman consul, tribune, and censor, which had never before been combined into one office. All permanent legal power within Rome officially remained within the Senate - but since Octavius controlled the Senate, this was mostly a legal fiction. Although he had all of the power of an Emperor, Augustus preferred to style himself \"Princeps,\" or \"first citizen\" (probably to avoid further antagonizing the few remaining republicans in Rome)."
            },
            {
                "heading": "Augustus at Home",
                "text": "During his reign Augustus presided over four decades of peace and prosperity, a welcome relief to Rome after almost a century of civil strife. He carried out a great building program in the ancient city, constructing a new Senate house as well as great temples to Apollo and \"Divine Julius\" (his deceased great-uncle). Later, Augustus would boast - with justification - that he had found Rome a city of brick and left it marble. Under his patronage many of the most famous Roman authors and poets created their great works: Virgil, Ovid, Horace, and Livy all flourished during his reign."
            },
            {
                "heading": "Roman Expansion",
                "text": "Augustus' generals also enjoyed great success and were quite relieved to be once again turning their military strength against external enemies instead of one another. Rome's borders were extended to the Danube, northern Spain was finally conquered, and Armenia was pacified in the east.Augustus did suffer two significant military defeats during his rule. In 15 BC Gaul's Roman governor, Marcus Lollius was defeated by an alliance of the Sicambri, Tencteri and Usipetes tribes who had crossed the Rhine into Gaul; little permanent damage was done to the Roman position in Gaul, and Suetonius calls this defeat \"more humiliating than serious.\"The second defeat, however, was of an entirely different magnitude. In 9 AD Publius Quintilius Varus, Governor of Germania, led three legions across the Danube and deep into barbarian territory where they were surprised by German Cherusci tribesmen and, after a three-day battle, captured or killed to the last man. Varus himself committed suicide and the victors sent his head as a present to King Marbod of the Marcomanni in Bohemia. Hearing of the catastrophe, Augustus sent troops into the city to watch for uprisings. He also prolonged the terms of the governors of the provinces to ensure that experienced men would be in charge if the subject people revolted. In addition he dedicated great games to Jupiter if he would improve the Empire's lot. It is clear that Augustus was badly shaken by the defeat. Suetonius says that \"for several months in succession he cut neither his beard nor his hair, and sometimes he would dash his head against a door, crying, 'Quintilius Varus, give me back my legions!'\"Fortunately, the natives did not revolt and the Empire survived the catastrophe without long-lasting consequences."
            },
            {
                "heading": "Judgment of History",
                "text": "By Augustus' death in 14 AD, a return to the old system of the Republic was unthinkable, and he was peacefully succeeded by the Emperor Tiberius.During Augustus' long rule Rome flourished and the Empire came to dominate the Mediterranean basin. The policies he put in place kept the Empire running smoothly, so much so that Rome would continue to rule the entire known world for almost two centuries without any major wars or other significant threats to its survival. Few if any leaders in world history could make the same claim."
            }
        ]
    }
}