{
    "id": 18,
    "name": "Songhai",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/songhai.png",
    "dawn_of_man": "May the blessings of God, who is greatest of all, be upon you Askia, leader of the Songhai people! For many years your kingdom was a vassal state of the mighty West African state of Mali, until the middle of the 14th century, when king Sunni Ali Ber wrested independence from the Mali, conquering much territory and fighting off numerous foes who sought to destroy him. Ultimately, his conquest of the wealthy cities of Timbuktu and Jenne gave the growing Songhai empire the economic power to survive for some 100 years, until the empire was destroyed by foes with advanced technology - muskets against spearmen.King Askia, your people look to you to lead them to glory. To make them powerful and wealthy, to keep them supplied with the weapons they need to defeat any foe. Can you save them from destruction, oh King? Can you build a civilization that will stand the test of time?",
    "unique_buildings": [
        {
            "name": "Mud Pyramid Mosque",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/mud_pyramid_mosque.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mandekalu Cavalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/mandekalu_cavalry.json"
        }
    ],
    "city_names": [
        "Gao",
        "Tombouctu",
        "Jenne",
        "Taghaza",
        "Tondibi",
        "Kumbi Saleh",
        "Kukia",
        "Walata",
        "Tegdaoust",
        "Argungu",
        "Gwandu",
        "Kebbi",
        "Boussa",
        "Mopti",
        "Bamako",
        "Wa",
        "Kayes",
        "Awdaghost",
        "Ouadane",
        "Dakar",
        "Tadmekket",
        "Tekedda",
        "Kano",
        "Agadez",
        "Niamey",
        "Torodi",
        "Ouatagouna",
        "Dori",
        "Bamba",
        "Segou"
    ],
    "spy_names": [
        "Ahmadou",
        "Ayub",
        "Badru",
        "Bokhari",
        "Guedado",
        "Adhiambo",
        "Chinaka",
        "Laila",
        "Mariama",
        "Oni"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "The Songhai Empire was a civilization that flourished in West Africa during the 15th and 16th centuries. The Songhai first appeared near the city of Gao, which was a vassal of the Malinese Empire. In the early 14th century the Songhai gained independence from the Mali, and over the next two centuries it expanded, eventually becoming the largest empire in African history."
        },
        {
            "heading": "Terrain and Climate",
            "text": "The terrain of western Africa that was occupied by the Songhai is largely flat and arid, dominated by two major river systems, the Niger and Senegal, which provide cheap and rapid east-west transport as well as rich farmland along their banks. The climate is hot and tropical with two main seasons, dry and wet. From March until June a hot, dry wind blows out of the Sahara, and daytime temperatures are often above 100 degrees Fahrenheit."
        },
        {
            "heading": "Before the Songhai: The Mali",
            "text": "Before the rise of the Songhai, much of central Western Africa was controlled by the Mali Empire. This empire is believed to have been founded sometime before 1,000 AD. It was largely a trading empire and literally the crossroads of Africa, controlling the important north-south Saharan commercial routes as well as the east-west river routes. Under the great leader Mansa Musa (1307 - 1331?), the Malinese Empire conquered the wealthy cities of Timbuktu and Gao and gained control of the valuable salt deposits to the north.Mali was a Muslim empire, and under Musa the city of Timbuktu became an important center of learning in the Muslim world. However, by the turn of the 14th century the empire had grown too large for sustainable centralized rule, and major territories began to assert their independence and calve off. This included Gao, the home of the Songhai."
        },
        {
            "heading": "The Rise of Songhai",
            "text": "The Songhai are believed to have first appeared in Gao around 800 AD. Little is known about their early history, but it is known that in the 11th century, King Kossoi converted to Islam, and he also made Gao the capital of the growing Songhai kingdom. Under Songhai rule Gao grew wealthy and prosperous, and in the early 13th century the Mali conquered the Songhai, making the kingdom a vassal state. Songhai remained under Mali control for perhaps fifty years, before regaining its independence under King Sulaiman-Mar.Songhai maintained a precarious freedom for the next century, until a great new leader, Sunni Ali Ber, propelled it into greatness."
        },
        {
            "heading": "Sunni Ali Ber",
            "text": "Sunni Ali Ber ruled the Songhai for thirty years (1464-1493). He was a brilliant military leader and strategist. Taking advantage of Mali's growing feebleness, Sunni led Songhai armies to conquer the wealthy city of Timbuktu, driving out the marauding Taureg people who had taken over the city as Malinese power declined. He expanded his empire further west, gobbling up all Malinese land north of Jenne (a.k.a., Djenne). He was not unopposed in his expansion. Over the course of his reign he repelled assaults from the Mossi, Dogon, and Fulani.In 1473 Ali Ber sought the greatest prize, the wealthy trading city of Jenne. Jenne was still a part of the Malinese Empire, and its people put up a stout defense. Unable to take the city by storm Ali Ber laid siege to it. The city held out stubbornly for seven years before capitulating.The records of the day generally regard Ali Ber as an unstable tyrant, who was by turns generous and brutal, who ruled with an iron fist and who slaughtered and oppressed those he captured. There may be some exaggeration, as the Muslim scholars who recorded the histories disliked Ali Ber for the unorthodox form of Islam he practiced, apparently a kind of fusion between Islam and traditional Songhai religious observances."
        },
        {
            "heading": "Muhammad I Askia",
            "text": "Muhammad I Askia ruled Songhai from 1493 until 1528. The word \"Askia\" means \"usurper,\" which is how he came to power, overthrowing Ali Ber's son and heir less than a year after Ber's death. That he chose \"usurper\" for his title and dynastic name suggests that this extraordinary man had an extraordinary sense of humor.Although he fought a war to gain the crown of Songhai, Askia was more than a warlord. He fought several battles during his reign, with mixed success, but he is primarily known as a reformer, organizer, and man of God. During his reign he created a bureaucracy to help rule the empire and to bring coherency to its tax, military, and agricultural policies. He opened many religious schools across Songhai, and in 1495 he made a famous pilgrimage to Mecca.Askia ruled until 1528, when he was deposed by his son. For more information about this extraordinary ruler, see his Civilopedia entry."
        },
        {
            "heading": "The Decline and Fall of Songhai",
            "text": "In the years following Askia's removal, no other leader was able to take and hold power for any significant length of time. Askia's son, Musa reigned for three years; he was followed by Muhammad II, who lasted for six years; and the next two leaders lasted for two and ten years respectively. In 1549 Askia Dawud came to power; he ruled for some thirty-three years, until 1582. This relative stability was shattered when the Sultan of Morocco raided the Songhai's valuable salt deposits at Taghaza.The end came in 1591. Seeing that the Songhai were weak and divided, and, most of all, lacked modern weaponry, a Moroccan army armed with muskets launched a major attack. The Songhai warriors were completely routed, the leaders driven into the hills and the Moroccans captured the major cities of Timbuktu and Gao. In one shocking campaign, an entire empire was virtually wiped from the planet."
        },
        {
            "heading": "Lessons Learned",
            "text": "The fall of Songhai was brutal and rapid. In many ways it resembled the conquest of the Aztec Empire some seventy years earlier in 1521. In their day both of these empires were mighty, rich and powerful and thought themselves invulnerable. Both were brought down by a small force armed with markedly superior technology. It reminds us of the famous rule, \"Never bring a knife to a gunfight. Bring a gun. Preferably, bring at least two guns.\" This is as true in empires as it is in gunfights."
        },
        {
            "heading": "Lessons Learned",
            "text": "The fall of Songhai was brutal and rapid. In many ways it resembled the conquest of the Aztec Empire some seventy years earlier in 1521. In their day both of these empires were mighty, rich and powerful and thought themselves invulnerable. Both were brought down by a small force armed with markedly superior technology. It reminds us of the famous rule, \"Never bring a knife to a gunfight. Bring a gun. Preferably, bring at least two guns.\" This is as true in empires as it is in gunfights."
        }
    ],
    "leader": {
        "name": "Askia",
        "subtitle": "Leader of Songhai",
        "lived": "c. 1440 - 1538 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/askia.png",
        "trait": {
            "name": "River Warlord",
            "effect": "Receive triple Gold from Barbarian encampments and pillaging Cities. Land units gain the War Canoe and Amphibious promotions, strengthening them while embarked."
        },
        "titles": [
            "Askia (Usurper)"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Mohammad ibn Abi Bakr Ture, also known as Mohammad I Askia (reigned 1493 - 1528), welded the central region of the western Sudan into a single Songhai empire, the largest in African history. Although he fought several military campaigns, he is primarily remembered for reorganizing, modernizing and bringing stability to the Songhai. He is also remembered for making a famous pilgrimage to Mecca."
            },
            {
                "heading": "Early History",
                "text": "Askia was a general under Sunni Ali, the first great leader of the Songhai Empire. Ali extended Songhai control along the Niger River, capturing the wealthy cities of Timbuktu and Jenne. Although nominally a Muslim, Ali continued to practice African animism as well, tolerating Muslim and non-Muslims within his kingdom. In 1492 Ali died in a freak accident; he and his horse fell in a river and were swept over a waterfall. Ali was succeeded by his son, Sunni Baru. Askia almost immediately began plotting Baru's overthrow, successfully gaining power in 1493 with the assistance of Muslim rebels."
            },
            {
                "heading": "Pilgrimage to Mecca",
                "text": "1495, two years after he took the throne, Askia undertook a pilgrimage to Mecca. This pilgrimage has become famous for the pomp, style and wealth Askia displayed during the long journey. In Mecca Askia met the Caliph of Egypt, who appointed him the Caliph's religious representative, giving him the title \"Caliph of West Africa.\" In a more colorful version of the events, the chronicler Mahmud Kati, who accompanied Muhammad, wrote that the jinn (demons) of Mecca had Askia named caliph.By the time Askia returned to Songhai in 1497, he was deeply committed to Islam. During his reign Askia enthusiastically supported the religious universities in Timbuktu, and he opened many mosques and religious schools across Songhai."
            },
            {
                "heading": "Military Expansion",
                "text": "During his reign Askia expanded the empire to the north, south, and west, fighting successful campaigns against various neighboring cities and kingdoms. Not all of his battles were successful, however, and he is generally acknowledged to be an adequate but not exceptional military leader."
            },
            {
                "heading": "Organization of the Empire",
                "text": "As the empire grew, it became increasingly difficult to manage. Askia divided the regions into provinces, each under a governor. He expanded the Songhai court, creating the posts of directors of finance, justice, interior, agriculture, waters and forests, and of the \"tribes of the white race\" (the Moors and Taureg subjects of Songhai). He also created a standing army and navy (the latter consisting of war canoes).In addition, Askia restructured the tax system and imposed regulations on agriculture, hunting and fishing."
            },
            {
                "heading": "Verdict of History",
                "text": "Askia ruled for some thirty-five years. In 1528, old and blind, he was deposed by one of his sons, dying some 10 years later. He is judged to be an extremely competent administrator, his reign a golden age for religion and knowledge in Western Africa. While not a great general, he was able to expand his empire and to hold on to what he had taken until age robbed him of his powers. Overall, Askia is generally considered to be one of the best sub-Saharan rulers in history."
            }
        ]
    }
}