{
    "id": 34,
    "name": "Sweden",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/sweden.png",
    "dawn_of_man": "All hail the transcendent King Gustavus Adolphus, founder of the Swedish Empire and her most distinguished military tactician. It was during your reign that Sweden emerged as one of the greatest powers in Europe, due in no small part to your wisdom, both on and off the battlefield. As king, you initiated a number of domestic reforms that ensured the economic stability and prosperity of your people. As the general who came to be known as the \"Lion of the North,\" your visionary designs in warfare gained the admiration of military commanders the world over. Thanks to your triumphs in the Thirty Years' War, you were assured a legacy as one of history's greatest generals.Oh noble King, the people long for your prudent leadership, hopeful that once again they will see your kingdom rise to glory. Will you devise daring new strategies, leading your armies to victory on the theater of war? Will you build a civilization that stands the test of time?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Hakkapeliitta",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/hakkapeliitta.json"
        },
        {
            "name": "Carolean",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/carolean.json"
        }
    ],
    "city_names": [
        "Stockholm",
        "Sigtuna",
        "Helsinki",
        "Birka",
        "Uppsala",
        "Turku",
        "Linköping",
        "Lund",
        "Espoo",
        "Västeräs",
        "Malmö",
        "Vantaa",
        "Visby",
        "Strängnäs",
        "Tampere",
        "Skara",
        "Lödöse",
        "Oulu",
        "Växjö",
        "Jyvaskyla",
        "Gothenburg",
        "Orebro",
        "Lahti",
        "Helsingborg",
        "Jönköping",
        "Kuopio",
        "Norrköping",
        "Sundsvall",
        "Kouvola",
        "Karlstad",
        "Umea",
        "Pori",
        "Ystad",
        "Paviken",
        "Vaasa"
    ],
    "spy_names": [
        "Leif",
        "Ingegard",
        "Sören",
        "Ragnhild",
        "Lars",
        "Lina",
        "Herr Grå",
        "Magnus",
        "Vilma",
        "Kusin"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "The Kingdom of Sweden, found in Northern Europe, joins Denmark and Norway in forming the region known as Scandinavia. A progressive and economically powerful nation in the present-day, Sweden's early history was chronicled in the Norse Sagas, within which the first records of their legendary kings appeared. Although there is no precise date associated with the kingdom's formation, over time the loosely collaborated Viking chiefdoms gave way to a united Swedish people. Reaching the height of military and political power in the 17th century, Sweden reached its zenith under the stalwart leadership of revered king and general Gustavus Adolphus."
        },
        {
            "heading": "Geography and Climate",
            "text": "Extending from the southern Baltic Sea to the Arctic Circle in the north, Sweden is situated between the Nordic countries of Norway and Finland. A nation of great forests, the majority of the country is heavily wooded with indigenous pine, spruce, and birch trees. Sweden has an overall temperate climate which is surprisingly dry compared to neighboring regions, although there are distinct weather variations from north to south. The eastern coastline of Sweden has long provided an abundance of fishing resources, which contributed to the Swedes' capable seafaring ways throughout their history."
        },
        {
            "heading": "Pre-History",
            "text": "Long before the Vikings, Sweden was inhabited by tribal peoples who migrated throughout the region. As early as 12,000 BC, hunter-gatherers living in Sweden moved with the seasons and eventually formed small fishing communities utilizing primitive flint and slate tools. These early tribes developed more cohesive agricultural-based societies starting in the Neolithic era and continuing into the Nordic Bronze Age around 1700 BC. An influx of imported bronze allowed for the use of progressively more advanced tools and weapons during this period.As the dawn of the Viking Age approached in the new millennium, Sweden was primarily inhabited by several large Germanic tribes. The original \"Swedes\" were initially only a singular tribe living in small kingdoms and chiefdoms throughout Svealand, the historical center of Swedish development. Neighbored by the Geats to the south and the Gutes on the isle of Gotland in the Baltic, the Swedes were eventually unified with their neighboring tribes, although the date of their unification is still a mystery. The collaboration of these early tribal kingdoms throughout the Viking era implies a gradual fusion of their territory."
        },
        {
            "heading": "The Vikings of Sweden",
            "text": "The conquests and expansion of the Vikings into central Europe wreaked havoc on unsuspecting settlements across the region. During the 7th and 8th centuries, the Vikings typically set sail from Scandinavia each spring in search of plunder, returning in the fall burdened with spoils. While their Danish counterparts were best known for raids in England and France, the Vikings of Sweden primarily sailed across the Baltic Sea and along the river inlets into the Russian frontier.Moving into Russia, Belarus, and Ukraine during the 9th century, many of the Swedish Vikings settled in these eastern lands, where they came to be known as the Rus people. Although there are a number of theories as to the origin of their name, the most common belief is that it derived from the Swedish region of Roslagen, meaning \"Land of the Rowers.\" After capturing the city of Kiev in the mid-9th century, the Rus formed a state that survived for nearly 400 years until the arrival of the Mongols in the 13th century. This \"Land of Rus\" is notably credited as the namesake for the modern nation of Russia.Following long held tradition, the Swedish Vikings honored their most historic victories and revered leaders through the use of runestones. Inscribed with runic glyphs and symbols, these monumental stones provide some of the earliest records of the Vikings' exploits, and are scattered throughout the regions they once held dominion over."
        },
        {
            "heading": "Early Kingdoms",
            "text": "Throughout the first millennium AD, Sweden was a loose collaboration of independent provinces. Although a number of early kings are mentioned in the Norse sagas, attempting to separate legend from factual history leaves their lineage and succession still somewhat muddled. Olaf Skotkonung, son of King Eric the Victorious, ruled from 995 until 1022, and is considered the first to truly unite the Swedish tribes under one king.In the mid-12th Century, noted regent Birger Jarl served Sweden as \"Jarl\" (the equivalent of an Earl or Viceroy) during the reign of King Eric XI. Birger is credited with ending longstanding hostilities with rival Norway by negotiating the Treaty of Lodose, going so far as to marry his own daughter Rikissa to the son of Norwegian King Haakon IV. Birger is also thought to have had a hand in selecting the location for Sweden's future capital, Stockholm, as the first written evidence of the name Stockholm came from Birger's own letters.An unimaginable horror would strike Sweden in the 14th century with the arrival of the Black Death. A devastating pandemic that swept across Europe, the plague reached Sweden in 1349. Although Sweden was one of the last kingdoms to suffer the plague's effects, the disease ravaged the nation, by some accounts wiping out nearly half the population."
        },
        {
            "heading": "The Kalmar Union",
            "text": "From 1397 until 1523, Sweden was part of the Kalmar Union, which effectively united Sweden, Norway and Denmark under the rule of a single monarch. Although each of these nations was theoretically independent, in terms of foreign policy and action, the decisions of the Danish king were absolute. Sweden's involvement in the union was brought about by internal strife between then King Albert and the leading nobility, who had supported Albert during his succession until he attempted to reduce their assets and landholdings. Turning to Queen Margaret of Denmark, the nobility named her regent of their lands, and a force of Danish troops marched against Albert, defeating his armies in 1389.Meeting in the Swedish town of Kalmar in 1397, the union was officially formed, under the stipulation that the monarch of the union would always be Danish. The Swedish nobility agreed to the union based on the promise by Margaret that their influence and holdings would be protected, and that Swedes would hold positions of authority within the country aside from the throne itself. A relative of Margaret's, Erik of Pomerania, was crowned as the first king of the new union, but his own ambitions quickly cast doubt on the promises made by Margaret.Within 50 years, turmoil enveloped the union, as frequent conflicts initiated by the Danish king against Swedish trade partners riled the Swedish nobility and damaged the economy of Sweden. In 1440, King Eric was deposed, but this brought little peace to the union. Conflicts between Denmark and Sweden spilled over into the 16th century, until the rise of Gustav Eriksson."
        },
        {
            "heading": "Rise of Swedish Power",
            "text": "King Gustav I, also known as \"Gustav Vasa,\" of the House Vasa, led a successful rebellion in 1521 against the Danish king Christian II, who ruled the Kalmar Union. Free from the grasp of the Danish monarch, Gustav was elected King of Sweden by the Riksdag in 1523, bringing an end to the union after more than a century.It was the later rule of esteemed King Gustavus Adolphus who truly ushered in the \"Great Power Era\" of Sweden, a dramatic ascension of Swedish authority in Europe during the 17th century. Upon taking the throne in 1611, Adolphus found himself at the reins of a nation mired in conflict. His father Charles, having unseated the rightful king (and Charles's own nephew), Sigismund, in order to gain the crown, left Sweden on the brink of three wars. Adeptly navigating these domestic and foreign quarrels, Adolphus negotiated a fragile peace with Sigismund, while settling conflicts with Russia and Denmark in the following decade.The most famous of Adolphus's military achievements came during the Thirty Years' War, a great conflict that culminated with the defenders of Protestantism facing off against the Catholic forces of the Holy Roman Empire. Under Adolphus, Sweden's military was bolstered and modernized, and he effectively protected the Protestant movement through several key victories in the war. Although not involved from the onset, in 1630, Adolphus led the armies of Sweden in defense of the German Protestant states against the forces of the Holy Roman Empire. Regrettably, Adolphus was killed in 1632 while leading a charge at the Battle of Lutzen, robbing Sweden of her most honored general.Maintaining the prestige Sweden gained during the reign of Gustavus Adolphus was no easy task, but his successors Charles XI and XII were both skilled and respected leaders. Continuing the military improvements started under Adolphus, both kings came to utilize a specially trained force known as the Caroleans. The Carolean army emphasized quality over quantity, relying on skill and discipline rather than sheer force of numbers.During the Great Northern War of 1700-1721, fought between Sweden and a united force led by Russia, the Caroleans overcame insurmountable odds, sometimes outnumbered 3 to 1, and still emerged victorious in repeated battles. Unfortunately, the Swedes were eventually overcome by the opposition forces, leading to an infamous retreat in 1718 known as the \"Carolean Death March.\" When Charles XII fell in battle, an officer by the name of Carl Armfeldt retreated with his company of 5,000 men, marching headlong into a blizzard. Some 3,000 men died before the army finally made their way back to Sweden."
        },
        {
            "heading": "Swedish Industrialization",
            "text": "Before the mid-1800s, Sweden's economy was primarily based on agriculture, leaving the nation behind its neighbors in industrial development. With a vast wealth of natural resources, particularly lumber and iron ore, Sweden's economy underwent a rapid transformation from 1870 onwards. Expansions in rail development allowed Sweden to move vast quantities of raw materials to coastal ports, leading to rapid growth in the early 20th century."
        },
        {
            "heading": "Advent of Neutrality",
            "text": "Despite a history of armed conflict with its neighboring rivals, Sweden has maintained peaceful international relations since the Napoleonic Wars, when Sweden joined the coalition opposing Napoleon. In 1808, Sweden lost nearly a third of its eastern-most territory to Russia, land that became the predecessor to modern Finland. Since suffering this great loss, Sweden has maintained a policy of strict neutrality up to the present day.During the First and Second World Wars that enveloped Europe in the 20th century, Sweden generally maintained its independence from German influence and was uninvolved in the overall conflict. However, Sweden did quietly support the resistance movement in Denmark by aiding the Danish Jews in their escape in 1943."
        },
        {
            "heading": "Modern Sweden",
            "text": "In the present-day, Sweden is known as a progressive nation with a high standard of living. Sweden's robust economy, which relies heavily on exported machinery, raw materials, paper and furniture, has allowed for the creation of a broad system of welfare and social security. Based on various studies, the benefits of this system, including universal access to healthcare and education, as well as legally mandated paid vacation time, have contributed to Sweden's standing as one of the \"Happiest Countries in the World.\""
        },
        {
            "heading": "Modern Sweden",
            "text": "In the present-day, Sweden is known as a progressive nation with a high standard of living. Sweden's robust economy, which relies heavily on exported machinery, raw materials, paper and furniture, has allowed for the creation of a broad system of welfare and social security. Based on various studies, the benefits of this system, including universal access to healthcare and education, as well as legally mandated paid vacation time, have contributed to Sweden's standing as one of the \"Happiest Countries in the World.\""
        }
    ],
    "leader": {
        "name": "Gustavus Adolphus",
        "subtitle": "Leader of Sweden",
        "lived": "1594 AD - 1632 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gustavus_adolphus.png",
        "trait": {
            "name": "Nobel Prize",
            "effect": "Gain 90 Influence with a Great Person gift to a City-State. When declaring friendship, Sweden and their friend gain a +10% boost to Great Person generation."
        },
        "titles": [
            "King"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Revered Swedish king and military commander Gustavus Adolphus, known most famously as \"The Lion of the North,\" ascended to the throne at the age of 17 and quickly established his reputation as both a skilled military strategist and an innovator in the art of warfare. Inheriting a complex web of domestic and foreign conflicts from his father, the usurper King Charles IX, Adolphus wasted no time in forming alliances with the once hostile nobility, crushing the enemies of Sweden, and leading his nation to the upper echelon of power in Europe during the 17th century."
            },
            {
                "heading": "Conflicts of his Father",
                "text": "Much of the turmoil awaiting Adolphus upon his succession was the direct result of his father's brief reign as king. At the time of Adolphus's birth, his father was Duke Charles, serving as regent over Sweden in place of his nephew, King Sigismund of Poland. While both King of Poland and Grand Duke of Lithuania, Sigismund was also the rightful king of Sweden, son of the prior Swedish king, John III. However, by this point in history Sweden was a majority Protestant state, with Charles being a vocal Protestant himself, while Sigismund was a devout Catholic. Fearing the potential for Sweden's forcible return to Catholicism, a personal union between Sweden and Poland was formed instead. Sharing the same king - but independent of law and culture - this union allowed Duke Charles to lead as regent over Sweden while Sigismund remained in Poland, separating the opposing religious factions.As regent, Charles was seen as a protector of Protestant beliefs, and he used the increasing religious tension to his own advantage. Exerting his own authority over the regional governors in Sweden still loyal to the king, Charles incited a civil war with the followers of Sigismund. After a number of brief conflicts, the situation culminated at the Battle of Stangebro in 1598, when the invading army of Sigismund was soundly defeated. Captured and returned to Poland, Sigismund was left with little support in Sweden. In 1600, the Riksdag, Sweden's parliamentary council, acknowledged that Sigismund had abdicated the throne and named Charles as King of Sweden.The events leading up to Charles's coronation would have a lasting impact on the future reign of Adolphus. Not only was the personal union between Poland and Sweden broken, but Sigismund maintained his claim to the throne of Sweden, and refused to end his pursuit of the lost crown. As a result, a near constant state of war between the two nations followed for the next 50 years."
            },
            {
                "heading": "Early Reign",
                "text": "While Charles is credited with protecting the Protestant beliefs of the Swedish people, his right to kingship was dubious at best. After leading Sweden for only seven years, Charles died in 1611, leaving his son to bear the burden of his tumultuous reign. Adolphus, who had already served with his father in the military during the prior years, was crowned king at age 17. Immediately after his ascension, he sought to quell the concerns of the Swedish nobility, whose involvement and authority in governing via the Riksdag had been reduced under Charles. According to the regulations of the parliament, Adolphus was too young to become king at 17. However, a compromise was reached, Adolphus became king, and in return he granted the nobility seats on his Privy Council, a collective of the king's closest advisors.Adolphus was faced with conflicts from three distinct rivals, with growing tension from Denmark and Russia coinciding with the ongoing feud involving Sigismund and Poland. With the potential for wars on three fronts, Adolphus quickly moved to ease some of Sweden's military engagements. The ongoing conflict with Poland and Sigismund was tenuously settled with a truce in 1611, a peace that was renewed each year while both sides dealt with turmoil elsewhere.The Kalmar Conflict was brought about by Sweden's attempts to claim the region of Finnmark in Norway, allowing Swedish traders to circumvent the Danish tax levied on those who passed through the strait connecting the Baltic and North Seas. Relying heavily on these taxes, and fearful of the Swedes developing an alternative trade route, the Danes declared war on Sweden in 1611. The Swedish effort was initially led by Charles, who died soon after and left Adolphus with little means to win the war. After two years of conflict, and the loss of several key Swedish fortresses, the war was finally settled in 1613 with the Peace of Knared. Although Sweden paid a hefty price to regain its lost fortresses, they managed to gain an exemption from any future tax when passing through the sound.The Ingrian War with Russia arose in 1610 from attempts by Charles to gain the throne of Russia for his other son, Charles Philip. Charles's death shortly after the start of the war left Adolphus to settle the conflict. Battles waged throughout Russia for seven years, with gains and losses for both sides countering any real progress. The war was concluded in 1617 with the signing of the Treaty of Stolbovo, whereupon Sweden gained several provinces, but also returned some of the territory acquired in conquest. Sweden also acknowledged Michael Romanov as the rightful Tsar of Russia as part of the agreement.These early conflicts provided Adolphus with an opportunity to hone his skills as both king and commander. Learning the ways of diplomacy and warfare at an early age provided Adolphus with valuable experience, preparing him for the greater battles looming in his future."
            },
            {
                "heading": "Political Reforms",
                "text": "Per the agreement reached upon his succession, Adolphus granted increased authority to the Riksdag council, elevating its status from that of a ceremonial body to a governing council that could convene at its own behest and make decisions impacting national policy. As a result, Adolphus formed a close working relationship with Axel Oxenstierna, a noble who he named High Chancellor of the Privy Council. Through Oxenstierna's careful guidance, many of Adolphus's most notable domestic policies were formed. Among their most notable achievements, in 1617, the establishment of four clearly defined \"estates\" within the Riksdag - consisting of the nobility, the clergy, the burghers, and the peasantry - ensured that every member of Swedish society was given a stake and a voice on the national stage."
            },
            {
                "heading": "Military Innovations",
                "text": "Among the many names bestowed upon Gustavus Adolphus by his peers and historians alike, his reputation as \"The Father of Modern Warfare\" comes from the pioneering military tactics and weaponry developed during his reign. Numerous innovations still in use by modern armies were conceived of by Adolphus, including mobile light artillery, varied formations with mixed troop types, and aggressive offensive tactics that countered the formal defensive strategies employed during his time. Adolphus is notably credited as one of the earliest to equip his men with paper firearm cartridges, combining pre-measured amounts of gunpowder with the projectile in a paper cone. By eliminating the need to measure and pour gunpowder while in the field, Adolphus increased both the reliability and speed of his men's weapons."
            },
            {
                "heading": "On the Battlefield",
                "text": "The heart of Adolphus's legacy was his ability to command on the battlefield, and he was something of a natural, learning the ways of war during his early teenage years while his father was still king. Adolphus was injured several times in battle, including a gunshot wound that left a musket ball entrenched near his neck. Never one to back down from his duties, Adolphus soldiered on with the wound, fighting in a number of battles while wearing only a flexible leather cuirass to ease the pain caused to him by wearing heavy iron armor.Of the numerous battles fought by Sweden under his watchful eye, his most notable came during the Thirty Years War. Primarily a conflict between the Protestant states and the Catholic forces serving the Holy Roman Empire, the Thirty Years' War was a highly destructive conflict that left an indelible mark on Europe. Although a number of factors led to the outbreak of fighting in 1618, Sweden remained neutral until 1630, when Adolphus saw fit to aid the German Protestants and defend Sweden from the expanding ambitions of the Holy Roman Emperor. Led by Adolphus and his charge \"Gott Mit Uns!\" meaning \"God is with us!\" the armies of Sweden enjoyed a number of early successes, crushing the Catholic forces and stalling their advance.Perhaps his most famous confrontation, known as the Battle of Breitenfeld, was fought in 1631 in Saxony (present-day Germany). With effective use of mobile artillery, and a series of astutely timed maneuvers led by the Finnish light cavalry, the \"Hakkapeliittas,\" Adolphus and his army crushed the Imperial forces, capturing the enemy artillery positions and using their own weapons against them. A complete and utter triumph for the united Protestant forces, the victory at Breitenfeld cemented Adolphus's reputation as an able leader and dangerous foe to the Holy Roman Empire.Shortly thereafter at the Battle of Lech in Bavaria in 1632, Adolphus led an army of 40,000 Swedish troops against a smaller contingent of Catholic forces led by Count Johan Tzerclaes. Under the cover of mobile artillery support, Adolphus sent his Hakkapeliitta across the river Lech using temporary bridges. Once across, the elite cavalry units dug in and created a defensive position allowing the remainder of the army to cross. Adolphus quickly led a charge against the Catholic forces and Tzerclaes was wounded, later dying of his injuries.Adolphus's final battle would come at Lutzen, Germany, late in 1632, when he was separated from his men while leading a charge through dense smoke, and was killed by gunfire. Bewildered by the loss of their great king, the Swedish ranks were soon in chaos, yet somehow still managed to force the Imperial army's retreat. Although Sweden suffered several defeats following Adolphus's death, by the signing of the Peace of Westphalia in 1648, which ended the Thirty Years' War, Sweden had emerged as one of the strongest nations in Europe, due in no small part to Gustavus Adolphus's brilliant leadership."
            },
            {
                "heading": "Judgment of History",
                "text": "Nearly 200 years after Adolphus's death, esteemed French commander Napoleon Bonaparte sung his praises as one of the greatest military commanders in history. Consistently leading his forces to victory on the battlefield, Adolphus shaped the future of warfare through his previously unheard-of tactical innovations and strategy. Although his father left a legacy of conflict for Adolphus to resolve, he rose to the occasion and elevated the Kingdom of Sweden to the height of military and political power."
            }
        ]
    }
}