{
    "id": 43,
    "name": "The Zulus",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_zulus.png",
    "dawn_of_man": "Your people kneel before you, great warrior Shaka of the Zulu Kingdom. As you rose from a place of exile to become the true leader of the Zulus, you ushered in changes throughout the Zulu society, implementing new laws and cultural reforms that strengthened the position of your kingdom. However, it was your tenacity in the art of war that truly established your reputation, as your tactics and strategies on the battlefield forever changed the face of combat across the plains of southern Africa.Most formidable king, your people once again long for the unity and strength your leadership afforded them. Can you return the Zulu kingdom to such great prominence? Will you build a civilization that stands the test of time?",
    "unique_buildings": [
        {
            "name": "Ikanda",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/ikanda.json"
        }
    ],
    "unique_units": [
        {
            "name": "Impi",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/impi.json"
        }
    ],
    "city_names": [
        "Ulundi",
        "Umgungundlovu",
        "Nobamba",
        "Bulawayo",
        "Kwadukuza",
        "Nongoma",
        "Ondini",
        "Nodwengu",
        "Ndondakusuka",
        "Babanango",
        "Khangela",
        "Kwahlomendlini",
        "Hlobane",
        "Ethekwini",
        "Mlambongwenya",
        "Eziqwaqweni",
        "Emangweni",
        "Isiphezi",
        "Masotsheni",
        "Mtunzini",
        "Nyakamubi",
        "Dumazulu",
        "Hlatikulu",
        "Mthonjaneni",
        "Empangeni",
        "Pongola",
        "Tungela",
        "Kwamashu",
        "Ingwavuma",
        "Hluhluwe",
        "Mtubatuba",
        "Mhlahlandlela",
        "Mthatha",
        "Maseru",
        "Lobamba",
        "Qunu"
    ],
    "spy_names": [
        "Gumede",
        "Jama",
        "Mageba",
        "Malanda",
        "Mnguni",
        "Ndaba",
        "Phunga",
        "Senzangakhona",
        "Balungile",
        "Samkelisiwe"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "At the beginning of each winter, the all-conquering Zulu warriors would gather in their ancestral land to pledge themselves to new glories with the cry \"Ngathi impi\" (loosely: \"Because of us, war\"). This was the spirit with which Shaka would forge a Zulu empire, and Cetshwayo would challenge the mighty British. In 1816 AD, Shaka would seize the chieftainship of the relatively insignificant Zulu tribe; two years later he would assume leadership of his mentor's tribe, the Mtetwa. Over the course of the next decade Shaka and his warriors conquered and absorbed most of the tribes in the region, building the largest native empire ever seen in southern Africa. Upon Shaka's assassination, one of the murderers, his half-brother Dingane, would take the throne. Under successive chieftains, the Zulu would clash with the white settlers - first the Dutch Voortrekkers and then the British Cape Colony. The latter resulted in the Anglo-Dutch War; despite early victories, Cetshwayo was toppled in 1879. The Zulu lands were annexed by the British Empire in 1887. Although defeated and occupied, the Zulu fighting spirit was not buried, and Zulu leaders would eventually take a leading role in the end of apartheid and the direction of modern South Africa."
        },
        {
            "heading": "Climate and Terrain",
            "text": "The KwaZulu-Natal region, which encompasses what was the Zulu kingdom, has a subtropical climate. Summers are hot and humid; winters, clear and cool, with snow in the Drakensberg Mountains. The geography consists of three distinct terrains. The lowlands along the coast of the Indian Ocean are marked by deep ravines and subtropical forest thickets. Along the west and north are two mountainous areas, the Drakensburg and the Lebombo. Between the sea and the mountains lies the Natal Midlands, an undulating hilly plateau, rising gradually to the west. This midland region was the heart of the Zulu Empire, and is characterized by moist grasslands with pockets of Afromontane forest. It was in this region that the Zulu raised large herds of beef cattle, which figured prominently both in their economy and their culture. Although the tribes had little in the way of cultivated agriculture, today kwaZulu-Natal has extensive fields of sugar cane and maize, and is South Africa's leading supplier of fruits such as bananas and pineapples."
        },
        {
            "heading": "Rise of the Zulu Kingdom",
            "text": "The Zulu were a small tribe of the Nguni people when Shaka seized the chieftainship with aid from Dingiswayo, the chief of the powerful Mtetwa. Shaka and his mother had been given sanctuary by the Mtetwa when exiled by Shaka's father. Under Dingiswayo's patronage, Shaka grew to be an imposing warrior, was given command of one of Dingiswayo's regiments, and served with distinction. During this period he perfected reforms of the weaponry (arming his units with the assegai, a broad-bladed spear with a two-foot shaft) and tactics (the \"buffalo horns\" formation, meant to encircle and annihilate an enemy force), and established an age-grade organization, whereby boys of similar ages were trained as warriors at military kraals known as Ikanda and fought together in the same regiment throughout their lives. In 1816, upon the death of his father, Shaka would outmaneuver and kill his older brother to seize control of the Zulu; being a relatively bloodless coup, the Zulu readily accepted him as their new chief.Given exceptional latitude as a Mtetwa vassal, Shaka proceeded to ruthlessly use his new military forces to defeat and absorb several neighboring tribes, including his mother's. Upon Dingiswayo's murder at the hand of the Ndwandwe, Shaka moved quickly into the Mtetwa power vacuum, merging his holdings with that of his fallen mentor. Over the course of the next decade, the Zulu Kingdom would overrun and absorb most of the neighboring tribes. It would resist the first assault of the Ndwandwe; two years later, Shaka's forces would decisively defeat the Ndwandwe and their allies at the Battle of Mhlathuze River. As was his practice, Shaka would assimilate the remnants of these defeated tribes. By the time of Shaka's assassination in 1828, the Zulu kingdom had become an empire.The impact of Shaka on African history cannot be underestimated. By 1825, he had conquered an area covered approximately 11,500 square miles. In the process he had established a warrior culture that dominated southeast Africa, reaching from the Tugela River in the south to the Drakensberg Mountains in the north. Although overshadowed by his military reforms, Shaka stabilized the agrarian economy and fostered trade throughout his empire. He established cordial relations with the encroaching Europeans, even as he warned his chieftains to resist their greed and culture. Perhaps the most eduring result of Shaka's reign was the mass migration of peoples known as the Mfecane (\"the Scattering\"), as tribes fleeing the Zulu expansion displaced other tribes which in turn radiated outward, changing the ethnic and cultural face of Africa forever."
        },
        {
            "heading": "Shaka's Successors",
            "text": "One of Shaka's assassins, his half-brother Dingane (1795-1840 AD), took the throne and proceeded to execute most of his royal kin, the exception being his half-brother Mpande. Dingane feared even more than his family the regiments of Shaka's army, many of whom remained loyal to Shaka's memory. To appease them, Dingane granted the older warriors the right to marry and to serve as militia rather than full-time soldiers; having eroded the Zulu martial superiority through these measures, lacking Shaka's military skills, Dingane faced successful rebellions among some of his subject tribes. Moreover, in 1837 Dingane agreed to cede Zulu lands south of the Tugela to the Voortrekkers, Dutch colonists expelled from the British Cape Colony. But he later murdered Piet Retief, leader of the Voortrekkers, and his diplomatic party at his royal kraal and then massacred some 500 Dutch men, women and children camped nearby. In response, about 450 rifle-armed Voortrekkers crushed Dingane's 10,000-man army at the Battle of Blood River in December 1838. Dingane burned his kraal and fled north.Mpande defected with 17,000 Zulu warriors and joined forces with the Dutch. In January 1840, Dingane was assassinated by disaffected officers in his army. Mpande (1798-1873 AD) replaced Dingane, and maintained a close relationship with Andries Pretorius, the new captain of the Voortrekkers. The Dutch, with Mpande's blessings, formed the Boer republic of Natalia, south of the Tugela and west of the British settlement at Port Natal. When war broke out between the Boers and the British, resulting in the annexation of the Dutch colony, Mpande shifted his allegiance to the British and remained on good terms with them until his death. Mpande was generally perceived as a weak leader by his people, in part due to his close relations with the encroaching whites and his inability to curb the ambitions of his sons, Cetshwayo and the younger Mbulazi. In 1852 a struggle for the succession broke out between the two, culminating in a pitched battle on the banks of the Tugela where Mbulazi was killed."
        },
        {
            "heading": "Cetshwayo and the Anglo-Zulu War",
            "text": "In September 1873 AD when Mpande died Cetshwayo became ruler of the still-powerful Zulu Empire. As was customary among the Zulus, he created a new capital named Ulundi (\"the High Place\"). Fancying himself Shaka's first true successor, he readopted most of the military policies and practices of Shaka and, impressed by his observations of Dutch settlers, even armed some of his impi with muskets. Taking Shaka's final warning about the whites to heart, Cetshwayo banished Christian missionaries from his lands; he encouraged other tribes to rebel against Boer expansion into the Transvaal and himself began a policy of cattle raids into British territories along the Zulu borders.In 1878 AD, Sir Henry Frere, British Commissioner for South Africa, demanded reparations for the border incursions from 14 Zulu chieftains. Cetshwayo deemed the terms of the ultimatum unacceptable and put his regiments on a war footing. In December, British forces crossed the Tugela to enforce their terms and punish the Zulus. But the first invasion suffered a decisive defeat at the Battle of Isandlwana on 22 January, where the Zulu overwhelmed the main British column, causing some 1300 casualties, primarily among the British regulars. It was the worst defeat the British Army had suffered at the hands of an African force to date. However, Cetshwayo failed to turn the stunning victory into a strategic or diplomatic advantage. After a period of panic and planning, the British again crossed the Tugela, this time with more caution. A series of British victories followed, culminating in the siege and destruction of Ulundi. A month later, Cetshwayo was captured and taken first to Cape Town and then exiled to London, not to return to Africa until 1883 AD."
        },
        {
            "heading": "End of the Zulu Kingdom",
            "text": "The British divided the truncated Zulu Empire into 13 \"sub-kingdoms,\" which soon erupted into conflict, destabilizing the colonial borders yet again. The British returned Cetshwayo to Africa, installing him as over a buffer territory carved from former Zulu lands in the hopes of restoring order. However, it was not long before Cetshwayo was attacked at Ulundi by one of the sub-kingdoms, the Zibhebhu, supported by Boer mercenaries. Cetshwayo was wounded but escaped to the kraal at Eshowe, where he died of complications from his injuries in February 1884.\r\nThe second sack of Ulundi is considered by historians to be the definitive end of the Zulu kingdom. Cetshwayo's son Dinuzulu, then 15, inherited the remnants. Recruiting Boers led by Louis Botha, he defeated the Zibhebhu and added their lands to his own. Forced to honor his pledge to the Boers, he ceded about half of his \"Zululand\" to them, where they formed an independent Dutch republic. This so alarmed the British that they annexed Dinuzulu's reduced kingdom in 1887 AD. The chief himself became embroiled in native politics, was arrested by the British in 1906 for his role in the Bambatha Rebellion, was tried for treason and sentenced to imprisonment on St. Helena Island. When the Union of South Africa was founded in 1910, Botha, the new nation's first prime minister, arranged for Dinuzulu to be returned to live out his last years on a farm in the Transvaal."
        },
        {
            "heading": "Modern Zululand",
            "text": "Formed of four British colonies - the Cape Colony, Natal, Transvaal and Orange River - the Union of South Africa was a dominion of the British Empire with an autonomous government. Within the union, the Zulu were the largest ethnic group. In 1948, fearing the growing numbers and influence of the native tribes, leaders of the governing Afrikaner National Party created the apartheid laws to maintain white control while insuring racial separation. These \"race laws\" affected every aspect of social, political and cultural life; all blacks were required to carry passbooks containing fingerprints, photo and information of the bearer's access to \"non-white\" areas. In 1951, the Bantu Authorities Act established native reserves, known as \"homelands,\" the largest of which was kwaZulu.When the union was replaced with a republic under the constitution of 1961 AD, the apartheid laws were carried over. Moreover, through the 1960s, 1970s and early 1980s the government instituted a policy of resettlement to force natives to relocate to and remain in their homelands. However, by the late 1980s apartheid was collapsing, under pressure from internal activists (notably the United Democratic Front) and international organizations such as the African National Congress and United Nations. Apartheid was finally dismantled in a series of negotiations from 1990 through 1993, culminating in free elections in April 1994. Throughout the period, Zulu nationalists played a prominent role as activists and politicians. In the process, the Zulu chieftainship was reestablished; although the Zulu king has no political power (but considerable cultural influence), in post-apartheid South Africa the position is constitutionally recognized and the succession guaranteed."
        },
        {
            "heading": "Modern Zululand",
            "text": "Formed of four British colonies - the Cape Colony, Natal, Transvaal and Orange River - the Union of South Africa was a dominion of the British Empire with an autonomous government. Within the union, the Zulu were the largest ethnic group. In 1948, fearing the growing numbers and influence of the native tribes, leaders of the governing Afrikaner National Party created the apartheid laws to maintain white control while insuring racial separation. These \"race laws\" affected every aspect of social, political and cultural life; all blacks were required to carry passbooks containing fingerprints, photo and information of the bearer's access to \"non-white\" areas. In 1951, the Bantu Authorities Act established native reserves, known as \"homelands,\" the largest of which was kwaZulu.When the union was replaced with a republic under the constitution of 1961 AD, the apartheid laws were carried over. Moreover, through the 1960s, 1970s and early 1980s the government instituted a policy of resettlement to force natives to relocate to and remain in their homelands. However, by the late 1980s apartheid was collapsing, under pressure from internal activists (notably the United Democratic Front) and international organizations such as the African National Congress and United Nations. Apartheid was finally dismantled in a series of negotiations from 1990 through 1993, culminating in free elections in April 1994. Throughout the period, Zulu nationalists played a prominent role as activists and politicians. In the process, the Zulu chieftainship was reestablished; although the Zulu king has no political power (but considerable cultural influence), in post-apartheid South Africa the position is constitutionally recognized and the succession guaranteed."
        }
    ],
    "leader": {
        "name": "Shaka",
        "subtitle": "Leader of the Zulu Kingdom",
        "lived": "c. 1787 - 1828 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/shaka.png",
        "trait": {
            "name": "Iklwa",
            "effect": "Melee units cost 50% less maintenance. All units require 25% less experience to earn their next promotion."
        },
        "titles": [
            "Chieftain of the Zulus"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "\"Strike an enemy once and for all. Let him cease to exist as a tribe, or he will live to fly at your throat again.\" According to the diary of H.F. Flynn, Shaka voiced this edict to his ally Dingiswayo concerning a defeated enemy; even if apocryphal, these words certainly summarize Shaka's philosophy. Bastard son of a tribal chieftain, Shaka kaSenzangahona would oust his half-brother in 1816 AD to claim leadership of the Zulus. He is credited with unifying the Nguni tribes into the Zulu Kingdom. Although called a military genius for his reforms and innovations, he has also been condemned for the brutality of his reign. Whatever the judgment, Shaka laid the foundation for an imposing Zulu state. Upon his assassination in 1828, the Zulu were poised to challenge even the Europeans for control of southern Africa."
            },
            {
                "heading": "Early Life",
                "text": "Although Shaka's life is shrouded in legend and lies, we do know he was the illegitimate son of Senzangahona, chief of the insignificant Zulu tribe, which numbered less than 1500 people. Shaka's mother, Nandi, was the daughter of a deceased chieftain of the Langeni. Despite his attempts to deny paternity, Senzangahona would eventually marry Nandi, installing her as his third wife. But the relationship was troubled, and the Zulu chiefain would exile Nandi and Shaka. The two wandered until 1803 AD, when they found haven with the Mtetwa and their chief Dingiswayo.Under Dingiswayo's patronage, Shaka grew into a tall, imposing young warrior, imbued with courage and daring. At the age of 23, Shaka was given command of a regiment in Dingiswayo's army. His deeds and stature brought him a rapid rise in the army, and Shaka became one of the chieftain's foremost commanders. Shaka rearmed his units, discarding the light throwing spear the Mtetwa favored for a broad-bladed stabbing spear (the famed assagai) and a large, cowhide covered shield.On the death of Shaka's father around 1816 AD, Dingiswayo lent his protege the military support necessary to oust and assassinate his half-brother Sigujana and establish himself chieftain of the Zulu. The coup was relatively bloodless, and the Zulu accepted Shaka without reservation. Shaka pledged himself a vassal of the Mtetwa. As the chieftain's favorite, Shaka was granted unusual latitude in expanding his holdings through conquering and assimilating neighboring tribes. By 1817, Shaka could command a force of 2000 warriors, and had assured his position as the first among Dingiswayo's vassals."
            },
            {
                "heading": "Reign",
                "text": "According to legend, in Dingiswayo's last battle against Zwide of the Ndwandwe, Shaka purposely delayed the arrival of his forces until Dingiswayo had been defeated and killed, keeping his own forces intact. Stepping into the power vacuum, Shaka began conquering and assimilating small neighboring tribes with brutal efficiency. Within a few years the Qwabe, Hlubi and Mkhize were added to the Zulu empire; through diplomacy and patronage, Shaka brought the Sithole and Thuli under his command. By 1824, Shaka had an army of 20,000 warriors, trained in his manner of tactics and strategy.Concerned by the growing Zulu power, Zwide moved against Shaka. The first Ndwandwe invasion was defeated at Gqokoli Hill by superior tactics and Shaka's defensive strategy. In 1819 AD, Zwide sent a second expedition into the Zulu lands. Retreating steadily, Shaka lured the massed enemy deep into his own territory, until, at the Mhlathuze River, Shaka flung his regiments at the exhausted Ndwandwe and their allies. The outcome was a decisive defeat for the invaders in a two-day running battle, and the Ndwandwe, Jere, Maseko and Msene tribes were virtually annihilated.By the time the first white traders reached the southeastern African coast in 1824, Shaka was in control of an empire which spanned the entire coast and reached far inland. Shaka accorded the white traders favored treatment, ceded them land, and allowed the building of a trading post at Port Natal. Alert to the trade advantages, curious about their technology and culture, Shaka insured there were no serious conflicts between the Zulu and the Europeans."
            },
            {
                "heading": "Assassination",
                "text": "By 1828, Shaka was an undisputed despot; but his frequent cruelties and unstable behavior was eroding the loyalties of his people. With the death of his mother in October 1827, Shaka dispatched his royal regiments to force the surrounding tribal chieftains to grieve. Taking advantage of the absence of his loyal troops, in September 1828 his personal bodyguard Mbopha and his half-brothers Dingane and Mhlangana stabbed Shaka to death near the Ikanda at Dukuza. Shaka's body was dumped into an empty grain pit, which was then filled with rocks and mud; the exact site has never been conclusively identified."
            },
            {
                "heading": "Judgment of History",
                "text": "By the time of his death, Shaka ruled a vast territory in southeastern Africa, was absolute ruler over 250,000 subjects, and could field an army of 40,000 experienced warriors. In the process of amassing his empire, it is estimated that 2 million people had died. Although the kingdom lasted less than 80 years, Shaka nevertheless cast a large shadow over Africa's history. Today, Shaka is revered as the leader who gave birth to the Zulu spirit that allowed them to persevere under apartheid and to the nationalism that shaped modern South Africa."
            }
        ]
    }
}