{
    "id": 11,
    "name": "The Iroquois",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_iroquois.png",
    "dawn_of_man": "Greetings, noble Hiawatha, leader of the mighty Iroquois nations! Long have your people lived near the great and holy Lake Ontario in the land that has come to be known as New York State in North America. In the mists of antiquity the five Peoples - Seneca, Onondaga, Mohawks, Cayuga, and Oneida - united into one nation, the Haudenosaunee, the Iroquois. With no written language, the wise men of your nation created the \"Great Law of Peace\", the model for many constitutions, including that of the United States. For many years your people battled great enemies, the Huron, and the French and English invaders. Though outnumbered, and facing weapons far advanced from the ones your warriors wielded, the Iroquois survived and prospered until they were finally overwhelmed by the mighty armies of the new United States.Oh noble Hiawatha! Listen to the cries of your people! They call out to you to lead them in peace and in war! Rebuild the great longhouse and unite the tribes once again. Will you accept this challenge, great leader? Will you build a civilization that will stand the test of time?",
    "unique_buildings": [
        {
            "name": "Longhouse",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/longhouse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mohawk Warrior",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/mohawk_warrior.json"
        }
    ],
    "city_names": [
        "Onondaga",
        "Osininka",
        "Grand River",
        "Akwesasme",
        "Buffalo Creek",
        "Brantford",
        "Montreal",
        "Genesse River",
        "Canandaigua Lake",
        "Lake Simcoe",
        "Grand River",
        "Salamanca",
        "Gowanda",
        "Buffalo",
        "Cuba",
        "Akron",
        "Kanesatake",
        "Ganienkeh",
        "Cayuga Castle",
        "Chondote",
        "Canajoharie",
        "Nedrow",
        "Syracuse",
        "Oneida Lake",
        "Kanonwalohale",
        "Green Bay",
        "Southwold",
        "Mohawk Valley",
        "Schoharie",
        "Bay of Quinte",
        "Kanawale",
        "Kanatsiokareke",
        "Tyendinaga",
        "Hahta"
    ],
    "spy_names": [
        "Onatah",
        "Oneida",
        "Oshadagea",
        "Otetiani",
        "Genesee",
        "Dadgayadoh",
        "Otwtiani",
        "Kateri",
        "Onondakai",
        "Honanyawus"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "According to tradition the Iroquois Confederation came into being around AD 1570. The Confederation was a union of five (later six) Native American tribes. The Iroquois are an amazing people: with a population that probably never exceeded 20,000, lacking a written language and possessing no manufacturing base at all, for two centuries the Iroquois managed to hold their own against the French, English, Dutch, and later Colonial Americans."
        },
        {
            "heading": "Terrain and Climate",
            "text": "The Iroquois occupied a large section of upper New York State bordering Lake Ontario and the St. Lawrence River. The land is hilly and forested, and in the 17th century teemed with abundant game including deer and beaver. The Iroquois had access to many waterways, including Lake Ontario, the St. Lawrence, the Finger Lakes and dozens of rivers, which provided excellent fishing, as well as rapid movement by canoe.Winters in Upstate New York can be long and bitterly cold - particularly when Arctic air is blowing southeast across the Great Lakes - and heavy snowfall is not uncommon. Summers are cool and pleasant."
        },
        {
            "heading": "The Name",
            "text": "Members of the Iroquois Nation call themselves \"Haudenosaunee,\" which translates roughly as \"People Building a Long House.\" The term \"Iroquois\" was used by non-Iroquois. Its original meaning is unclear, but it may be a bastardization of a Huron word meaning \"snake.\" (The Hurons and the Iroquois did not much like each other.) Alternatively, it might be a corruption of a Basque (Spanish/French ethnic group) term meaning, \"killer people.\" (The French didn't much like the Confederacy either.)With apologies to the Haudenosaunee we will use the more common term, \"Iroquois,\" because few non-natives would recognize Haudenosaunee - and because Haudenosaunee is too long to fit on the game screen. For similar reasons we have chosen to use the name \"Hiawatha\" for the Iroquois leader rather than \"Ayonwentah\" (see below)."
        },
        {
            "heading": "The Origin Story",
            "text": "According to legend, the Confederacy began when a Chief named Dekanawidah or \"the Great Peacemaker\" convinced a warrior named Ayonwentah to give up violence and cannibalism and advance \"peace, civil authority, righteousness, and the great law.\" (Ayonwentah is believed to be the basis for the poet Longfellow's character \"Hiawatha.\") Together the two great men unified five tribes who formed the league: the Seneca, Onondaga, Mohawks, Cayuga, and Oneida. A sixth tribe, the Tuscarora, joined the Confederacy many years later, in 1722."
        },
        {
            "heading": "The Iroquois Government",
            "text": "The Iroquois had a remarkably advanced government, particularly for people with no writing. The Confederacy was governed according to a constitution known as the Gayanashagowa, or \"Great Law of Peace.\" Each tribe governed its own internal affairs; the Great Council dealt only with issues which faced the entire nation - treaties, border disputes, war and peace, and so forth.The Great Council was comprised of 50 sachems (roughly, \"chiefs\"). Each tribe provided between 8 and 14 sachems (depending upon the tribe's population and status) to the Council. The sachems were elected by councils of clan mothers. The Tadadaho was the symbolic leader of the Grand Council but had no real political power; the Council worked on consensus and required majority agreement before any action could be taken."
        },
        {
            "heading": "The Beaver Wars",
            "text": "Once united, the Iroquois rapidly became the most powerful native group in northeastern America. In 1609 the Confederacy went to war with the French and their Canadian Indian allies. The fight was over control of the fur trade, particularly the skin of the beaver.In the early 17th century, Europe craved beaver pelts, which they made into hats. Having hunted the European beaver nearly to extinction, European traders turned to the New World, where there were still plenty of beavers left. When native Americans discovered that Europeans would give them metal tools and even guns for the pelts, competition for the lovable toothy rodent became quite fierce.In 1610 the Iroquois made contact with Dutch traders at Fort Orange, New Netherland (present-day Albany, New York) who supplied them with large numbers of firearms in return for pelts. This increase in firepower allowed the Iroquois to beat back the French and their allies and expand their empire west to Lake Michigan and south to the Tennessee River. Access to guns also accelerated the extinction of the beaver in Iroquois territory, which in turn caused the Iroquois to attack north, seeking land where the beavers were still plentiful.For several decades the bloody war persisted. By the middle of the 1600s the Iroquois had defeated the Huron, Erie, Neutral and Susquehannock tribes, assimilating thousands and driving the remainder out of their territory."
        },
        {
            "heading": "The French Response",
            "text": "By 1660 the Iroquois had secured their southern and western flanks and were launching regular raids against New France. The French Canadians were unable to stop the attacks and appealed to the motherland for support. France responded by sending a regiment of French troops, the first professional European soldiers seen in Canada. The French troops went on the offensive and invaded Iroquois territory several times, with mixed results.In the meantime the English captured the Dutch colony of New Netherland, cutting the Iroquois off from their major European trading partner. Under mounting pressure from the reinforced French forces and unable to resupply themselves with weapons, the Iroquois made peace with the French. However they continued their westward and southern expansion, finding easier prey among the native tribes with little or no access to modern European weapons."
        },
        {
            "heading": "Enter the English",
            "text": "After taking over the Dutch territories, the English made contact with the Iroquois. As always the English were happy to stick a thumb in the eye of the French, and they cheerfully resumed trading weapons to the Iroquois, urging them to use them against the northern foe. By the 1680s war had resumed between the French and Iroquois.In 1687 the French launched another invasion of Iroquois territory, this time with a massive army of some 3000 soldiers and militia. The French employed \"scorched earth\" tactics, burning Iroquois villages and crops, and many Iroquois died of starvation in the subsequent winter. The Confederacy responded with a number of reprisal raids, killing colonists and burning French supplies as far east as Montreal.In 1688 England went to war with France over some European issue that seemed extremely important at the time (the conflict variously named, \"King William's War\" and the \"War of the English Succession\"), and each side's colonies dutifully began to do their best to destroy each other. The Iroquois allied with the English colonies, the Canadian Indians with the French, and both combatants engaged in brutal raid and counter-raid, resulting in indiscriminate slaughter of those unable to run away very quickly (e.g., women, children, and the aged). Eventually everybody pretty much ran out of money and decided to call the whole thing off, and fighting ceased in Europe and the New World.By the beginning of the 18th century, the Iroquois' attitudes toward the two European powers began to change. As English power on the continent grew, English settlers began to encroach on Iroquois territory. In the meantime, the French too were feeling pressure from England, and they sought allies against the southern menace. The Iroquois played one power against the other, buying time for their tribes to recover from decades of fighting.In the French and Indian War (1754-1763), the Iroquois sided with the British against the French. The British were victorious, pushing the French right out of North America. This greatly increased British power over the native populations, including the Iroquois, who were totally dependent upon the British for weapons."
        },
        {
            "heading": "The American Revolution",
            "text": "The American Revolution began in the 1770s. At first the Grand Council remained neutral, but by 1777 they decided to join the war on the side of the British. Like the previous wars against the French, the Iroquois and Colonial forces engaged in bloody hit and run raids, burning villages and crops, killing the weak and unlucky on either side.The American Revolution ended in 1783. The treaty between the United States and Great Britain ceded all Iroquois territory to the United States, ignoring the unfortunate fact that a sovereign nation happened to already be living on that land."
        },
        {
            "heading": "The End",
            "text": "The Iroquois Confederacy basically ended with the end of the American Revolution. A group of Iroquois moved north into Canada, onto land given to them by Britain in gratitude for their help in the American Revolution. Others chose to stay in upstate New York, trying to maintain their tribal existence in the face of American colonial and cultural imperialism. Many still survive today despite some two centuries of terrible hardship, a testament to the amazing spirit of the Haudenosaunee people."
        },
        {
            "heading": "The End",
            "text": "The Iroquois Confederacy basically ended with the end of the American Revolution. A group of Iroquois moved north into Canada, onto land given to them by Britain in gratitude for their help in the American Revolution. Others chose to stay in upstate New York, trying to maintain their tribal existence in the face of American colonial and cultural imperialism. Many still survive today despite some two centuries of terrible hardship, a testament to the amazing spirit of the Haudenosaunee people."
        }
    ],
    "leader": {
        "name": "Hiawatha",
        "subtitle": "Leader of Iroquois",
        "lived": "c. 1550 AD?",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hiawatha.png",
        "trait": {
            "name": "The Great Warpath",
            "effect": "Units move through Forest and Jungle in friendly territory as if they were Roads. These tiles can be used to establish [ICON_CONNECTED] City Connections upon researching The Wheel. Caravans move along Forest and Jungle as if they were Roads."
        },
        "titles": [
            "Chief"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Hiawatha (or \"Ayonwentah\") is the legendary chief of the Onondaga Indians who, with the equally-legendary Chief Dekanawidah, formed the Iroquois Confederacy. Little is known about Hiawatha the man; according to Iroquois tradition he taught the people agriculture, navigation, medicine, and the arts, using his great magic to conquer all of man's supernatural and natural enemies. Hiawatha is also believed to have been a skilled orator who through his honeyed words persuaded the five tribes - Cayugas, Onondagas, Oneidas, Senecas, and Mohawks - to form the Five Nations of the Iroquois.What little the West knows about Hiawatha is usually seen through the prism of Henry Wadsworth Longfellow's remarkable epic poem, Song of Hiawatha."
            },
            {
                "heading": "Verdict of History",
                "text": "No verdict is possible on such a legendary figure. The only thing that can be said is that however it occurred, the alliance of the Five Nations proved to be long and remarkably sturdy, even in the face of ever-increasing pressure from the advancing Europeans to the east. Whoever built that alliance certainly did an outstanding job."
            }
        ]
    }
}