{
    "id": 41,
    "name": "The Shoshone",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_shoshone.png",
    "dawn_of_man": "Blessings be upon you, wise and fearsome Chief Pocatello, revered leader of the Shoshone people. As the young chieftain of the Shoshone, you rose to face a wave of encroaching American settlements across the western United States. Forced to defend the Shoshone ancestral lands from a seemingly endless stream of new emigrants, your war band struck fear into those who would claim the sacred lands of your people. After years of strife, you skillfully avoided a direct conflict with the armies of the U.S. government, and negotiated a series of treaties in the hopes of establishing a lasting peace for the Shoshone.Most esteemed Pocatello, your people once again look to you for guidance. Will you conquer your enemies, driving them far from your lands? Or will you seek out peaceful diplomacy and trade? Will you build a civilization that stands the test of time?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pathfinder",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/pathfinder.json"
        },
        {
            "name": "Comanche Riders",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/comanche_riders.json"
        }
    ],
    "city_names": [
        "Moson Kahni",
        "Te-Moak",
        "Agaidika",
        "Goshute",
        "Pohokwi",
        "Washakie",
        "Timbisha",
        "Hukandeka",
        "Duckwater",
        "Tukudeka",
        "Kuchundeka",
        "Yomba",
        "Kamudeka",
        "Ely",
        "Yambadeka",
        "Nampa",
        "Bannock",
        "Yahandeka",
        "Tetadeka",
        "Deheyaeka",
        "Pengwideka",
        "Winnemucca",
        "Skull Valley",
        "Big Pine",
        "Duck Valley"
    ],
    "spy_names": [
        "Cameahwait",
        "Ondongarte",
        "Queenah",
        "Pugweenee",
        "Sacajawea",
        "Sagwitch",
        "Sanpitch",
        "Tetoharsky",
        "Tuziyammo",
        "Mugwayan"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "\"I don't speak your language, and you don't speak mine. But I still understand you. I don't need to walk in your footsteps if I can see the footprints you left behind.\" Unfortunately, this Shoshone saying did not apply when the white man came into their lands. The Shoshone arose from the intermingling of various indigenous peoples who had lived in the western part of North America for thousands of years; the Shoshone tongue, one of the Uto-Aztecan languages, was their most distinctive characteristic, and so common that, despite divergent dialects, members from distant tribes could converse with ease. At their greatest extent, the Shoshone stretched from northern Idaho to northern Arizona, from eastern California to western Montana. The first contacts between the Shoshone and whites included the passage of the Lewis and Clark Expedition through their northern lands in 1805 AD and the arrival of fur trappers and traders in the Rocky Mountains in the 1820s. The white explorers were followed by white pioneers, notably the Mormon settlements in Utah around the Great Salt Lake at the heart of Shoshone tribal lands. For the next three generations Shoshone chiefs fought against the loss of their hunting grounds, destruction of their culture, and forced relocation by the U.S. Army. But, while valiant, the fight was eventually futile. By 1890 the last Shoshone had been relocated to reservations administered by the U.S. Indian Bureau."
        },
        {
            "heading": "Climate and Terrain",
            "text": "The traditional homeland of the Shoshone stretched across the arid Great Basin region of the United States. It included all of what is now Utah and Nevada, as well as portions of Oregon, Idaho, Montana, California, Arizona, New Mexico, Colorado and Wyoming. The Great Basin is the largest endorheic watershed in North America, and includes terrain ranging from the highest point (Mount Whitney) to the lowest point (Badwater Basin) in the contiguous United States. The primary watershed is the Humboldt River, draining some 17,000 square miles. Although mostly characterized by the North American desert eco-region, large portions of the Shoshone land was forested mountain ranges and prairie valleys. The tribal lands also include numerous lakes, among these the Great Salt Lake and Lake Tahoe, the continent's largest alpine lake. Extensive deserts ranged by the Shoshone include the Black Rock, Great Salt Lake, Sevier, Smoke Creek, Mojave and Sonoran, as well as the Nevada salt flats. Climate ranges from desert arid to alpine temperate across the region, with temperature extremes above 100 degrees Fahrenheit in the south to well below zero in the north. The rich diversity of flora and fauna allowed the Shoshone to thrive as hunter-gatherers, with their primary game the plentiful pronghorn and mule deer and plains buffalo."
        },
        {
            "heading": "Distribution",
            "text": "As time passed, the Shoshone divided into three large subgroups. The Western, or \"unmounted,\" Shoshone were centered in Nevada, with tribes in Oregon and California; among the latter are the Timbisha Shoshone which has for centuries lived in the Death and Panamint valleys and surrounding mountains. The Northern, or \"horse,\" Shoshone lands spanned Idaho, northern Utah, and western Wyoming. The Eastern, or Wind River, Shoshone lived in Wyoming, southern Montana, and western Colorado. In the early 1700s AD, the Blackfoot, Crow and Piegan Indians to the north and the Sioux, Cheyenne and Arapaho to the east were better armed and had an abundant supply of horses. Consequently, these tribes gradually pushed the Shoshone south from the northern plains and west across the Continental Divide. In the process, some of the Eastern Shoshone migrated south into west Texas, evolving into the Comanche, considered by some to be a fourth subgroup of the Shoshone.From 1780 through 1782, smallpox ravaged the natives of the Great Plains, especially the Shoshone. Moving northward from Spanish settlements in Mexico and Texas beginning in 1779 AD, the smallpox pandemic may have cost the Shoshone between one-third and one-half their number. Although it brought a lull in the pressure from Blackfoot, Sioux and Cheyenne, also suffering its effects, according to tribal oral histories the disease \"badly shattered\" the Eastern Shoshone, leaving only isolated bands unable and unwilling to resist the arrival of the white Americans."
        },
        {
            "heading": "Coming of the White Men",
            "text": "By 1800 AD, the Western Shoshone had co-existed with Spanish and Mexican settlers for several generations. Meanwhile, the lands of the Eastern Shoshone were being explored by isolated American frontiersmen and explorers. But the best documented first contact between the whites and the Shoshone occurred when the Lewis and Clark Expedition entered Shoshone lands in Montana in August 1805. Dispatched by President Jefferson to explore and map the northern and western portions of the Louisiana Purchase, the expedition enjoyed cordial relations with the Northern Shoshone, thanks in part to the presence of Sacagawea, a Lemhi Shoshone accompanying the party. Meanwhile, American frontiersmen such as Jim Bridger began moving into the Rocky Mountains in the 1820s, and established annual fur trading rendezvous in the Wind River, Green River and Snake River regions. At these rendezvous, held from 1825 through 1840, the Shoshone in Wyoming, Montana, Idaho and Utah not only acquired goods and weapons, but became familiar with the ways of the whites.Following the fur traders came the settlers. Relations with the waves of homesteaders, miners, ranchers and tradesmen that migrated into or through the Shoshone lands were not always as friendly as those with the explorers and frontiersmen. The eastern and northern portions of the Shoshone lands had been \"acquired\" by the United States through the Louisiana Purchase; the treaty in 1848 AD that ended the Mexican-American War ceded the remainder of the Shoshone tribal lands to the Americans. The California and Oregon trails, the primary routes to the west coast territories of the United States, cut through the heart of this tribal territory. In the lands of the Eastern Shoshone, white sodbusters and cattlemen spread across the plains and eastern slopes of the Rockies. The discovery of gold in California (1848) and Montana (1864) and of the silver Comstock Lode in Nevada (1858) brought an influx of settlers and fortune seekers into the heartland of the Shoshone.The most significant white incursion occurred when Brigham Young led his band of Mormons into the Salt Lake basin in 1846, seeking to found a faith-based republic free from the persecution they had suffered in Missouri and Illinois. For centuries the Ute and Northern Shoshone had hunted and migrated through the basin, but had no permanent camps there. By December 1847, two thousand Mormons had settled around the Salt Lake in Utah; an estimated 70,000 more followed in wagon trains over the next decade. Upon his arrival, Young had selected a site for the construction of a temple for the Church of Jesus Christ of Latter-day Saints; around that Salt Lake City grew. From the basin, Mormon missionary settlers fanned outward. In 1847 the town of Bountiful was founded, followed by Ogden in 1848 and Provo in 1849."
        },
        {
            "heading": "Cooperation and Resistance",
            "text": "The response to the American expansion varied greatly among the Shoshone tribes. The Eastern Shoshone, under the leadership of Chief Washakie, reached an amiable accord with the whites. At the urging of his son-in-law Jim Bridger, Washakie agreed to participate in the council meetings at Fort Laramie in 1851 AD. There he signed a treaty pledging cooperation with the Americans for rights to hunt and camp in the Wind River Range. In 1868, another treaty created the Shoshone and Bannock Indian Agency located in west-central Wyoming. Unique among reservations, the U.S. government permitted Washakie and his chieftains to select the land, about three million acres, they would settle. In the ongoing Indian Wars, the Eastern Shoshone supplied scouts and guides to the U.S. Army, notably in General Crook's campaign against the Sioux and Cheyenne following the defeat of Custer at the Little Bighorn.In general, the Western Shoshone tribes co-existed peacefully with the white settlers and miners that entered their lands. This was largely due to the fact that the territory - extensive deserts and dry hills - they inhabited was inhospitable and barren. Lacking the warrior tradition of the Northern and Eastern Shoshone, the members of the Idaho and Oregon tribes subsisted on herded sheep, while those in Nevada and California were primitive hunter-gatherers. The nomadic bands, none numbering more than two hundred members, were gradually relocated onto small reservations in Nevada during the 1880s and 1890s. Despite some opposition, the several Western Shoshone tribes were combined into the Te-Mouks Bands Council under the 1934 Indian Reorganization Act.By contrast, the Northern Shoshone resisted the incursion of the whites. Initially, the tribes established an accord with the Mormon settlers, whose elders acquiesced to supply food and goods to replace the loss of game habitat to farming and timber operations. Although at times troubled by minor skirmishes and the occasional murder, from 1847 AD until the late 1850s the Shoshone and Mormons maintained the peace. But the increase in migrant wagon trains and of gold prospectors in their hunting lands took ever more game; in 1859, Jacob Forney, the Superintendent of Indian Affairs in the Utah Territory, recognizing the impact of the migrants, wrote, \"The Indians ... have become impoverished by the introduction of a white population.\" Desperate and starving, the Shoshone began attacking isolated farms and stealing cattle as a matter of survival. Mormon support for the natives eroded, and the donations of food and supplies to the Shoshone gradually ceased.Commencing in 1860 AD, Shoshone chiefs such as Pocatello and Bear Hunter sent raiding parties to attack wagon trains, mail riders, telegraph crews and parties of miners in an effort to curb the influx. The Lincoln administration mired in the Civil War and concerned about the security of communication routes to California and Oregon, uncertain of the loyalties of the Mormons, ordered U.S. Army troops into the area to quell the disturbances. In October 1862, Colonel Patrick Connor led a detachment of troops from California to establish a base three miles east of Salt Lake City. Meanwhile, a number of Shoshone tribes gathered at their annual winter encampment in Cache Valley. A series of small but bloody incidents between miners and settlers and Shoshone braves brought Connor to mount an attack on the encampment with about 300 infantry and cavalry on the morning of January 29, 1863.Although Pocatello led his tribe away when scouts brought word of the approaching force, the other chiefs determined to remain. Bear Hunter and other chiefs assumed that a settlement could be reached, perhaps with the Shoshone paying reparations. Instead, Connor attacked without negotiations. According to witnesses, when the Shoshone fought back, the American officers appeared to lose control of the cavalrymen, who began a wholesale slaughter. By the time it ended, nearly 500 native men, women and children had been killed, most of them non-combatants, in what came to be known as the Bear River Massacre. Among the dead was Bear Hunter; the surviving nine chiefs led by Sagwitch surrendered and their tribes forced onto reservations under the provisions of the Treaty of Box Elder in July 1863. After eluding capture for nearly five years, Pocatello's starving and diminished tribe surrendered at last and was confined to the Fort Hall Reservation as well."
        },
        {
            "heading": "Reservation Life",
            "text": "Reservation life was brutal and harsh, made worse by the broken promises and corruption of the U.S. Indian Bureau. Unable to find sufficient game and usually unable to farm the poor lands they were assigned, many of the captive Shoshone died of starvation and disease. The American administrators repeatedly failed to supply food, medicine, clothing and supplies to the reservation Indians. In response, as happened elsewhere, several incidents of Shoshone despair and defiance occurred when tribes left the reservations. Such doomed uprisings led to the Bannock War in 1878 involving the Northern Shoshone and Bannock tribes and the Sheepeater Indian War in 1879 involving about 300 Western Shoshone. Eventually, reforms in the 1920s and 1930s brought the reservation tribes the rights of American citizenship, lifted most restrictions, and granted special privileges to the tribal councils.Today, the remaining members of the Shoshone tribes - approximately 12,000 - live on several reservations in Wyoming, Idaho and Nevada, the largest being the Wind River Reservation of the Eastern Shoshone in Wyoming. The other major Shoshone reservation, the Fort Hall Reservation in Idaho, originally encompassed 1.8 million acres, but has been reduced to 544,000 acres due to enforced land sales and the creation of the American Falls Reservoir. Since the 1934 act granting recognition and citizenship, the Te-Mouk have established a series of private communes on purchased land in Nevada, such as the Death Valley Indian Community and the Reno-Sparks Indian Colony."
        },
        {
            "heading": "Reservation Life",
            "text": "Reservation life was brutal and harsh, made worse by the broken promises and corruption of the U.S. Indian Bureau. Unable to find sufficient game and usually unable to farm the poor lands they were assigned, many of the captive Shoshone died of starvation and disease. The American administrators repeatedly failed to supply food, medicine, clothing and supplies to the reservation Indians. In response, as happened elsewhere, several incidents of Shoshone despair and defiance occurred when tribes left the reservations. Such doomed uprisings led to the Bannock War in 1878 involving the Northern Shoshone and Bannock tribes and the Sheepeater Indian War in 1879 involving about 300 Western Shoshone. Eventually, reforms in the 1920s and 1930s brought the reservation tribes the rights of American citizenship, lifted most restrictions, and granted special privileges to the tribal councils.Today, the remaining members of the Shoshone tribes - approximately 12,000 - live on several reservations in Wyoming, Idaho and Nevada, the largest being the Wind River Reservation of the Eastern Shoshone in Wyoming. The other major Shoshone reservation, the Fort Hall Reservation in Idaho, originally encompassed 1.8 million acres, but has been reduced to 544,000 acres due to enforced land sales and the creation of the American Falls Reservoir. Since the 1934 act granting recognition and citizenship, the Te-Mouk have established a series of private communes on purchased land in Nevada, such as the Death Valley Indian Community and the Reno-Sparks Indian Colony."
        }
    ],
    "leader": {
        "name": "Pocatello",
        "subtitle": "Leader of the Shoshone",
        "lived": "1815 - 1884 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pocatello.png",
        "trait": {
            "name": "Great Expanse",
            "effect": "Founded cities start with additional territory. Units receive a combat bonus when fighting within their own territory."
        },
        "titles": [
            "Chief of the Shoshone"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Chief Pocatello, leader of the Bannock-Shoshone tribe, spent his life attempting to find some means of coexistence with the white settlers encroaching on the Shoshone territory throughout the 19th century. Although the Shoshone under Pocatello did attack settlers and wagon trains, such acts were largely retaliation for depredations and attacks by the whites. Pocatello's band of warriors were blamed for increasing attacks on whites along the California Trail, the Salt Lake Road, and the Oregon Trail.In the autumn of 1862 Colonel Conner and the Third California Infantry of the U.S. Army arrived from Fort Douglas with orders to \"chastise\" the natives. Pocatello learned of the approach and led his tribe northward, thus escaping the infamous Bear River Massacre. Pursued by the U.S. Army for five years, Pocatello would sign the 1868 Fort Bridger Treaty by which his tribe was relocated to a reservation on the Snake River. He died there, despairing for the future of his people."
            },
            {
                "heading": "Early Life",
                "text": "Born in the Grouse Creek region of what is present-day northwest Utah in the United States, little is known of Pocatello's childhood or early manhood. His given name was Tonaioza, meaning \"Buffalo Robe\"; likely the name Pocatello was given by white trappers, although why and when is unknown. Pocatello grew to manhood during the fur trapping era of the 1820s and 1830s.As he grew, his reputation as a warrior and a sage grew also. At the time that Brigham Young led the first Mormon settles into Utah in 1847 AD, Pocatello had been elevated to chief among the Shoshone. Young followed a policy of appeasement and conciliation with Pocatello, who expressed his concerns over the destruction of game and grass lands by the emigrant farmers. Pocatello became increasingly concerned by the migration and movement of whites into and through Shoshone lands, especially in the wake of the discovery of gold in California and Montana."
            },
            {
                "heading": "Defiance",
                "text": "Raids on wagon trains and isolated farms, as well as the theft of horses and cattle, increased dramatically in the late 1850s. Whether due to rogue natives, white outlaws or restless young Shoshone, Pocatello was soon being blamed for every attack. Over the next few years, white settlers and natives engaged in a number of clashes and murders. The intermittent hostilities culminated in August 1862 when Pocatello himself led an attack on a wagon train moving through the City of Rocks in south-central Idaho. A few days later, Shoshone war bands attacked two other wagon trains near the Snake River.Concerned about the security of overland routes to the west coast as the Civil War progressed, the Lincoln administration ordered Colonel Patrick Connor and his Third California Volunteer Infantry Regiment into Utah to quell the unrest, where they established Camp Douglas three miles east of Salt Lake City. Additional raids by Chief Bear Hunter of the Great Basin Shoshone spurred Connor, along with the Second Regiment California Volunteers Cavalry, to move against the winter encampment in Cache Valley where several Shoshone tribes, including Pocatello's, had gathered. Aware of the approaching white troops, as other chiefs prepared their warriors to fight, Pocatello decided to lead his away. In the process, he avoided the Bear River Massacre, which resulted in approximately 500 Shoshone men, women and children killed.The U.S. Army continued with the pacification program, roaming the area seeking to arrest the remaining Shoshone chiefs, especially Pocatello. Avoiding capture for nearly five years, eventually Pocatello's band was forced to surrender due to illness and starvation. At the Fort Bridger Treaty Council of 1868, Pocatello agreed to forfeit two-thirds of his Shoshone hunting grounds, to permit transit of their lands by whites, and to relocate to the Fort Hall Indian Reservation on the Snake River; for their part, the U.S. government pledged to supply $5000 worth of food and supplies annually."
            },
            {
                "heading": "Reservation",
                "text": "As was far too common, the U.S. Indian Bureau failed to keep its promises; food supplies usually arrived spoiled, the promised cash annuities were rarely paid, and the land was unsuitable for farming. In the years following their confinement, the natives suffered severely from disease and hunger. In 1875, after a particularly poor growing season, Pocatello led his tribe off the reservation to a Mormon missionary farm near Corinne, Utah, helping to plant and maintain wheat, corn, potatoes and garden vegetables, all of which thrived. Pocatello hoped that mass conversion of his people to Mormonism would avoid starvation. White settlers in the area, however, were less obliging and called for their return to the reservation, through force if necessary. When the U.S. Army threatened hostilities, Pocatello led his tribe back to the reservation.Feeling betrayed yet again, Pocatello and most of the Shoshone rejected Christianity. The old chief, now in his 60s, grew increasingly discontented and withdrew from reservation affairs. Pocatello's health declined precipitously, and he died in 1884. At the request of his tribe, Pocatello was interred dressed in full war attire in a deep spring near the Snake River, along with his best clothing, knives, guns and 18 of his horses."
            },
            {
                "heading": "Judgment of History",
                "text": "As many Native American leaders did, Pocatello struggled to come to terms with the influx of whites. On the one hand, he sought to co-exist with them; on the other, he was determined to protect his people's rights and freedom. Despite being fearless and cunning, in the end all Pocatello could do was bow to the inevitable, leading his surviving people onto a reservation. Although unsuccessful in his efforts to keep his people free to roam their tribal homeland, he is greatly respected by the Shoshone for preserving their cultural heritage. His legacy is reflected in the number of geographic and man-made (not the least of which is Pocatello, Idaho) features named for him - ironically, mostly by whites."
            }
        ]
    }
}