{
    "id": 3,
    "name": "The Aztecs",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_aztecs.png",
    "dawn_of_man": "Welcome, oh Divine Montezuma! We grovel in awe at your magnificence! May the heavens shower all manner of good things upon you all the days of your life! You are the leader of the mighty Aztec people, wandering nomads from a lost home in the north who in the 12th century came to live in the Mesa Central in the heart of what would come to be called Mexico. Surrounded by many tribes fighting to control the rich lands surrounding the sacred lakes of Texcoco, Xaltocan and Zumpango, through cunning alliances and martial prowess, within a mere two hundred years the Aztecs came to dominate the Central American basin, ruling a mighty empire stretching from sea to sea. The empire at last fell under assault from foreign devils - the cursed Spaniards! - wielding fiendish weapons the likes of which your faithful warriors had never seen.Oh Great King Montezuma! Your people call upon you once more to rise up and lead them to glory! Bring them wealth and power, and give them dominion over their foes and rivals! Will you answer their call, Glorious Leader? Will you build a civilization that will stand the test of time?",
    "unique_buildings": [
        {
            "name": "Floating Gardens",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/floating_gardens.json"
        }
    ],
    "unique_units": [
        {
            "name": "Jaguar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/jaguar.json"
        }
    ],
    "city_names": [
        "Tenochtitlan",
        "Teotihuacan",
        "Tlatelolco",
        "Texcoco",
        "Tlaxcala",
        "Calixtlahuaca",
        "Xochicalco",
        "Tlacopan",
        "Atzcapotzalco",
        "Tzintzuntzen",
        "Malinalco",
        "Tula",
        "Tamuin",
        "Teayo",
        "Cempoala",
        "Chalco",
        "Tlalmanalco",
        "Ixtapaluca",
        "Huexotla",
        "Tepexpan",
        "Tepetlaoxtoc",
        "Chiconautla",
        "Zitlaltepec",
        "Coyotepec",
        "Tequixquiac",
        "Jilotzingo",
        "Tlapanaloya",
        "Tultitan",
        "Ecatepec",
        "Coatepec",
        "Chalchiuites",
        "Chiauhita",
        "Chapultepec",
        "Itzapalapa",
        "Ayotzinco",
        "Iztapam"
    ],
    "spy_names": [
        "Metztli",
        "Xitllali",
        "Chimalli",
        "Quauhtli",
        "Teyacapan",
        "Yaotl",
        "Coatl",
        "Huitzilin",
        "Itzli",
        "Tepin"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "The Aztecs were a Native American civilization that occupied central Mexico for roughly one hundred years in the 15th and 16th centuries. The Aztecs ruled a mighty empire and possessed a rich culture, producing some of the most impressive pre-Columbian architecture in North America. Today the Aztecs are best remembered for the bloodiness of their religious practices and rapidity with which they collapsed in the face of external assault."
        },
        {
            "heading": "Climate and Terrain",
            "text": "The Aztec Empire was located in the \"Mesa Central\" or central plateau in the heart of modern Mexico (Mexico City is built atop the ruins of the Aztec capital city of Tenochtitlan.) The Valley of Mexico is dominated by a number of conjoined lakes: Zumpango, Xaltocan, Texcoco, Xochimilco, and Chalco. The area features abundant rainfall and a temperate climate, and the land is incredibly fertile."
        },
        {
            "heading": "Aztec Origins",
            "text": "The origin of the Aztec people is uncertain, but their origin stories suggest they were a tribe of hunter-gatherers on the northern Mexican plateau before they migrated down to Meso-America in the 12th century. The word \"Aztec\" comes from \"Aztlan\" (\"White Land\"), an allusion to northern Mexico. The Aztecs reached central Mexico sometime around 1250; what happened to them before that period is mostly speculation and myth."
        },
        {
            "heading": "Early History",
            "text": "At the time of the Aztecs' arrival, the population of central Mexico was divided between hundreds of small tribes or city-states, the most important of which were the Azcapotzalco and the Culhuacan. During the early period the Aztecs were vassals of the Azcapotzalco, who in 1325 gave them permission to settle on a small island in Lake Texcoco, where they founded their capital city, Tenochtitlan. The Aztecs remained subject to the Azcapotzalcos for around 100 years."
        },
        {
            "heading": "The Triple Alliance",
            "text": "By the fifteenth century, the Azcapotzalcos had become a strong regional power. In 1427 the Azcapotzalco leader, Maxtla, had the Aztec leader Chimalpopca assassinated and laid siege to the Aztec capital of Tenochtitlan. To defeat the Azcapotzalcos, Chimalpopca's successor Itzcoatl allied with two other powerful city-states, Texcoco and Tlacopan. The allies successfully raised the siege of Tenochtitlan and shortly thereafter conquered the Azcapotzalcos themselves.Over the next century the \"Triple Alliance\" would come to control all of central Mexico, eventually extending its power across the entirety of the country, from the Atlantic to the Pacific. Tenochtitlan would become the dominant member in the alliance, making the Aztecs de facto rulers of a vast continental empire."
        },
        {
            "heading": "Montezuma I",
            "text": "In 1440, Montezuma I succeeded his uncle Itzcoatl to become ruler of the Aztecs. During his reign Montezuma solidified the Triple Alliance. He extended the Alliance's control to the Gulf coast, subjugating the Totonac and the Huastic people. He also led successful campaigns against other neighbors, including the Mixtecs, Cotaxtla, and Orizaba. (It's important not to confuse Montezuma I with his unfortunate and incompetent namesake, Montezuma II, about whom see below). Montezuma I died in 1469. For more details on Montezuma I, see his Civilopedia entry."
        },
        {
            "heading": "Tlacaelel",
            "text": "While Montezuma I held the throne, his half-brother Tlacaelel was engaged in reforming the Aztec state. He literally rewrote the Aztec religion, according to some sources ordering the burning of hundreds of texts because of historical inaccuracies. Under Tlacaelel, the Aztec religion stated that the Aztecs were chosen people, destined to be above all others. Tlacaelel also emphasized the importance of militarism and ritual sacrifice in the Aztec religion, a change which would have far-reaching and devastating effects upon the Aztecs and the region as a whole. Tlacaelel oversaw the creation of many temples and religious buildings, including the Templo Mayor in Tenochtitlan, dedicated to the Aztec god of war Huitzilopochtli.Politically, Tlacaelel was one of the architects of the Triple Alliance. He is said to have ordered the burning of conquered people's histories to ensure that his people's worldview was dominant. He also strengthened the Aztec nobility and priesthood at the expense of the peasants.Tlacaelel died in 1487, probably much to the relief of Central American historians everywhere."
        },
        {
            "heading": "The Empire Ascendant",
            "text": "At the height of its power, the Aztec Empire dominated an area of nearly 200,000 square miles (slightly under a third the size of modern Mexico), with some five to six million subjects. Somewhat like the Mongols, the Aztecs left the subject tribes to their own devices as long as the requisite tribute was paid. The Aztecs were great traders, and Aztec merchants happily did business with allies and enemies alike. Lacking a monetary system, trade was based upon the barter system.Possessing no draft animals or wheeled vehicles, the Aztecs constructed a vast road network designed for foot travel. In addition to merchants, these roads were in constant use by soldiers and military couriers, making them safe enough for women to travel on alone."
        },
        {
            "heading": "The Good Stuff (a.k.a., Human Sacrifice)",
            "text": "The Aztec religion as revised by Tlacaelel believed that a steady stream of sacrifice was required to keep the universe operating properly. Sacrifice was required to keep the rain falling, the crops growing, the sun rising, and so forth. Sins were expiated by sacrifice. The Aztecs sacrificed animals, wealth, food, their own blood - and human beings. The Aztecs claimed that they sacrificed over 80,000 prisoners to reconsecrate the Great Pyramid of Tenochtitlan in 1487, though many historians believe this to be a massive exaggeration, with 5,000 or fewer being the most that would be logistically possible given the size of the sacrificial table. Even if the smaller number is closer to the truth, that's still quite a lot of blood and beating hearts to deal with.The Aztec religion placed a premium upon the sacrifice of enemy warriors captured in battle, which became something of a problem once the Empire had conquered pretty much everybody within reach. This led to a form of ritualized combat known as the \"Flower Wars,\" under which two sides would meet at a prescribed time and place for the specific purpose of battling to acquire prisoners. Once the battle was over, each side would take their prisoners back to their cities for religious sacrifice."
        },
        {
            "heading": "The Fall of the Aztecs",
            "text": "In 1502 the ninth emperor Montezuma II (1502-1520) succeeded his uncle Ahuitzotl as the ruler of an empire that had reached its greatest extent, stretching from what is now northern Mexico to Honduras and Nicaragua. The Aztec empire was still expanding, and its society still evolving, when its progress was halted in 1519 by the appearance of Spanish adventurers on the Gulf Coast.In February of 1519, Hernan Cortes led an expedition into Central America, leading a force of 500 men, 13 horses and a small number of cannon. In mid-August he marched on Tenochtitlan after burning his ships to discourage retreat. Along the way he gathered many Native American allies eager to assist in the downfall of the hated Aztecs.According to Spanish records, Cortes was greatly assisted in his conquest by Aztec religious traditions that said that the God Quetzalcoatl would return as a white man from across the water. The Aztecs were not certain if Cortes was Quetzalcoatl, which made them reluctant to fight him. Cortes' godhood was further confirmed by his command of horses, dogs, firearms and cannon which the Aztecs had never seen, and which at first naturally terrified them.By the time Cortes reached Tenochtitlan, he had a huge following of native allies. Montezuma II welcomed the Spaniards into the city peacefully, whereupon Cortes made him prisoner. Through Montezuma Cortes ordered the Aztecs to provide the Spanish with huge amounts of treasure. Eventually, the Aztecs stoned Montezuma to death and drove the Spanish out of their capital, but Cortes got reinforcements and returned, laying siege to the city. In 1521 the city fell and was razed, and in August the last ruler of the Aztecs was captured.The Empire was vanquished, destroyed by ambitious foreigners with advanced weapons who took advantage of the native majority's hatred for their Aztec overlords. Unfortunately for the natives, the Spanish were not especially nicer to their subject people and it would be some time before they would once again be free from oppression and once again have some control over their own destinies."
        },
        {
            "heading": "The Fall of the Aztecs",
            "text": "In 1502 the ninth emperor Montezuma II (1502-1520) succeeded his uncle Ahuitzotl as the ruler of an empire that had reached its greatest extent, stretching from what is now northern Mexico to Honduras and Nicaragua. The Aztec empire was still expanding, and its society still evolving, when its progress was halted in 1519 by the appearance of Spanish adventurers on the Gulf Coast.In February of 1519, Hernan Cortes led an expedition into Central America, leading a force of 500 men, 13 horses and a small number of cannon. In mid-August he marched on Tenochtitlan after burning his ships to discourage retreat. Along the way he gathered many Native American allies eager to assist in the downfall of the hated Aztecs.According to Spanish records, Cortes was greatly assisted in his conquest by Aztec religious traditions that said that the God Quetzalcoatl would return as a white man from across the water. The Aztecs were not certain if Cortes was Quetzalcoatl, which made them reluctant to fight him. Cortes' godhood was further confirmed by his command of horses, dogs, firearms and cannon which the Aztecs had never seen, and which at first naturally terrified them.By the time Cortes reached Tenochtitlan, he had a huge following of native allies. Montezuma II welcomed the Spaniards into the city peacefully, whereupon Cortes made him prisoner. Through Montezuma Cortes ordered the Aztecs to provide the Spanish with huge amounts of treasure. Eventually, the Aztecs stoned Montezuma to death and drove the Spanish out of their capital, but Cortes got reinforcements and returned, laying siege to the city. In 1521 the city fell and was razed, and in August the last ruler of the Aztecs was captured.The Empire was vanquished, destroyed by ambitious foreigners with advanced weapons who took advantage of the native majority's hatred for their Aztec overlords. Unfortunately for the natives, the Spanish were not especially nicer to their subject people and it would be some time before they would once again be free from oppression and once again have some control over their own destinies."
        }
    ],
    "leader": {
        "name": "Montezuma I",
        "subtitle": "Leader of The Aztecs",
        "lived": "c.1397-1469 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/montezuma_i.png",
        "trait": {
            "name": "Sacrificial Captives",
            "effect": "Gains Culture for the empire from each enemy unit killed."
        },
        "titles": [
            "Emperor"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "A mighty warrior and leader, Montezuma I helped propel the Aztec nation to greatness and glory. He should not be confused with his unfortunate grandson Montezuma II, who watched helplessly as his empire was dismantled by Spanish Conquistadors."
            },
            {
                "heading": "Early Life",
                "text": "Montezuma (whose name means \"he frowns like a lord\") came from a royal family. His father Huitzilihuitl was the second Aztec \"tlatoani\" or emperor, and his mother, Miahuaxihuitl, was the daughter of the ruler of the city of Cuauhnahuac. Following his father's death, Montezuma's uncle Itzcoatl was elected. Montezuma's older brother Tlacaelel was one of Itzcoatl's closest advisors, while Montezuma served as a general in the Aztec army.Following Itzcoatl's death in 1440, Montezuma was elected emperor. Tlacaelel did not seem at all unhappy about being bypassed (perhaps he thought he'd live longer if he didn't get the crown), and by all accounts he served his brother faithfully. Montezuma's coronation was a huge ceremony involving the sacrifice of many prisoners."
            },
            {
                "heading": "A Modest Lifestyle",
                "text": "Despite the opulence of his political title, it appears that Montezuma himself lived modestly, in a simple palace with \"just a few wives.\" When not engaged in religious duties or matters of state, he spent much of his time in consultation with his friends and advisors."
            },
            {
                "heading": "Domestic Policy",
                "text": "During his reign Montezuma and his brother Tlacaelel worked to improve the Aztec city Tenochtitlan. Among other improvements they constructed an aqueduct system which brought a good deal of fresh water into the city. Of course as Tenochtitlan grew, in addition to fresh water it required ever greater amounts of food to sustain its hungry population. Since Central America lacked draft animals, every single morsel of food had to be transported to the city on somebody's back. Montezuma's government employed state inspectors to ensure that every piece of arable land within walking distance was planted and maintained. He also ordered the construction of a dike system to alleviate flooding and to provide more farmland.Montezuma and his brother also constructed many temples in and around the city, including a new temple to Huitzilopochtli, the god of battle. The temple of Huitzilopochtli was consecrated in 1455 with the sacrifice of a large number of Huaxtec prisoners of war."
            },
            {
                "heading": "Sumptuary Laws",
                "text": "Probably at the urging of his brother, Tlacaelel, Montezuma instituted Sumptuary Laws which codified and reinforced the already-stratified Aztec class system. A person's station in life determined what he or she could wear and how he or she could speak. The poor were not allowed to wear cotton cloth, sandals or any clothing that extended below the knee. Only the nobility could live in homes of greater than one story. Crimes were punished by slavery, the lowest of all classes, or by being sacrificed."
            },
            {
                "heading": "Religious Changes",
                "text": "During Montezuma's rule, his brother Tlacaelel worked on reforming the Aztec religion. He rewrote the Aztec religious texts, ordering the destruction of many others which did not agree with his interpretations of the Aztec history and religion. Under Tlacaelel the Aztec religion became more militaristic, demanding ever more sacrifices of captured enemy soldiers. The need for prisoners for sacrifice would over time become one of the driving forces behind Aztec foreign policy."
            },
            {
                "heading": "Foreign Policy",
                "text": "As ruler Montezuma sought to strengthen the \"Triple Alliance\" between the Central Mexican city-states of Tenochtitlan, Texcoco and Tlacopan. He also expanded the Aztec empire by conquering Panuco, the Totonacs, Coatzocoalcos and the Chalca. Some theorize that he conquered the tribes for their tribute, hoping to ensure a continuous food supply for Tenochtitlan, which despite his best efforts continued to suffer from periodic famine. Another theory is that he did so to feed the Aztec religion's ever-chronic need for prisoners of war to sacrifice. Yet another theory is that he did it because that's what Aztec Emperors did - conquer stuff. The answer is likely to be something of a combination of all three theories."
            },
            {
                "heading": "Death",
                "text": "Montezuma died in 1469. He was succeeded by his 19-year-old cousin, Axayacatl, who would be the father of Montezuma I's namesake, the unfortunate Montezuma II who would lose everything to Spain."
            },
            {
                "heading": "Judgment of History",
                "text": "Generally, Montezuma was a successful ruler. He expanded his empire, personally led his armies to victory, and worked hard to improve the lot of his people. He certainly was a bloody man, personally sacrificing thousands of prisoners to his thirsty gods. But his religion said such barbarity was necessary - blood was required to ensure that the sun would rise, the crops would grow, and the Aztec nation would continue to prosper.Could he have cut back on the ritualized murder? Possibly. But the thought might never have occurred to him - or anybody else in the area at the time. It's useful to remember that the more \"enlightened\" people of Europe were busily burning heretics alive at roughly the same time. And while that doesn't in any way make Montezuma's actions any better, at least it puts them in some kind of context."
            }
        ]
    }
}