{
    "id": 32,
    "name": "The Maya",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_maya.png",
    "dawn_of_man": "Your people kneel before you, exalted King Pacal the Great, favored son of the gods and shield to the citizens of the Palenque domain. After years of strife at the hands of your neighboring rivals, you struck back at the enemies of your people, sacrificing their leaders in retribution for the insults dealt to your predecessors. The glory of Palenque was restored only by the guidance afforded by your wisdom, as you orchestrated vast reconstruction efforts within the city, creating some of the greatest monuments and architecture your people- and the world -have ever known.Illustrious King, your people once again look to you for leadership and counsel in the coming days. Will you channel the will of the gods and restore your once proud kingdom to its greatest heights? Will you build new monuments to forever enshrine the memories of your people? Can you build a civilization that will stand the test of time?",
    "unique_buildings": [
        {
            "name": "Pyramid",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/pyramid.json"
        }
    ],
    "unique_units": [
        {
            "name": "Atlatlist",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/atlatlist.json"
        }
    ],
    "city_names": [
        "Palenque",
        "Tikal",
        "Chichen Itza",
        "Uxmal",
        "Tulum",
        "Copan",
        "Coba",
        "El Mirador",
        "Calakmul",
        "Edzna",
        "Lamanai",
        "Izapa",
        "Uaxactun",
        "Comalcalco",
        "Piedras Negras",
        "Cancuen",
        "Yaxha",
        "Quirigua",
        "Q'umarkaj",
        "Nakbe",
        "Cerros",
        "Xunantunich",
        "Takalik Abaj",
        "Cival",
        "San Bartolo",
        "Altar de Sacrificios",
        "Seibal",
        "Caracol",
        "Naranjo",
        "Dos Pilas",
        "Mayapan",
        "Ixinche",
        "Zaculeu",
        "Kabah"
    ],
    "spy_names": [
        "Camazotz",
        "Coyopa",
        "Gukumatz",
        "Hunahpu",
        "Huracan",
        "Ixchel",
        "Ixtab",
        "Kukulkán",
        "Xbalanque",
        "Zipacna"
    ],
    "historical_info": [
        {
            "heading": "History",
            "text": "Primarily inhabiting regions of present-day Mexico, Guatemala, and Belize from the 3rd to 10th centuries AD, the Maya people lived in a network of independent kingdoms sharing a common culture and religion. While their true origin is shrouded in mystery, numerous theories exist as to the early development of Maya civilization. According to archaeological records, the first distinctly Maya settlements were established around 2000 BC. Growing from pre-agricultural communities into vast urban centers, the Maya city-states came to rely on sophisticated farming techniques for both sustenance and trade. Although many of their settlements suffered from an unexplained collapse late in the 1st millennium AD, numerous cities still thrived until the arrival of the Spanish Conquistadors in the 16th century."
        },
        {
            "heading": "Climate and Terrain",
            "text": "Maya settlements were primarily found within Belize and Guatemala, along with the modern Mexican states of Quintana Roo, Campeche, and Yucatan, which comprise the region known as the Yucatan Peninsula. Consisting of mountainous highlands, lush wetlands and arid lowland regions, the Maya territory varied widely, from dense jungle to open plains.Tropical rainforests in portions of their territory provided the Maya with a diverse range of flora and fauna to supplement their agricultural production, while also providing access to fresh water that was otherwise scarce. Within the forest, annual rainfall amounts over 100 inches were not uncommon, and the waterlogged soil allowed for rain to gather into limestone sinkholes known as \"Cenotes,\" pooling for easy collection."
        },
        {
            "heading": "Periods in Maya History",
            "text": "Various theories exist as to the origin of the Maya people, and it's only within the last 50 years that archaeologists studying Mesoamerica have managed to piece together a timeline of their early civilization. Breakthroughs in deciphering the Mayan script during the 1960s and 70s led to a revival in the study of Maya history, which had previously been mired in conjecture due to the lack of written records.Maya civilization is categorized into several distinct cycles, the Pre-Classic, Classic, and Post-Classic periods. Beginning in the Pre-Classic period, the first settlements are thought to have formed between 2000-1500 BC, when the earliest Maya began to transition from a strictly hunter-gatherer lifestyle to a more community-focused agricultural subsistence. Over time these early communities would evolve into an increasingly complex society, not only implementing advanced agricultural practices and trade networks, but also creating grand works of art and architecture.The height of Maya civilization occurred from roughly 250 AD to 900 AD, during a time known as the Classic period. During the Classic period, the Maya developed some of their best known hallmarks, moving towards large independent city-states, each with vast urban centers teeming with monuments to their gods and kings.The Post-Classic period began with the decline of major urban centers throughout the southern Maya territory, an unexplained collapse that led to the complete abandonment of some of their greatest cities. However, many of the northern settlements continued to grow and prosper well into the new millennium."
        },
        {
            "heading": "Great Cities of the Maya",
            "text": "Although the immense cities of the Maya were united by a shared culture, they were also fiercely independent, invariably going to war with one another over territory, trade, and political disputes. Despite this independence, all of the great Maya cities shared a role in influencing their culture as a whole, as each contributed the unique characteristics that defined them as individuals.Believed to be the longest inhabited settlement found anywhere in the Americas, Kaminaljuyu was home to a large Maya population from roughly 1500 BC until about 1200 AD. Dozens of archaeological excavations at the site over the past century have revealed that the city may have been the primary producer of obsidian and jade in the region, and the remnants of more than 100 mounds and ancient structures have been discovered. Unfortunately, commercial construction and development of the surrounding area during the 19th and 20th centuries has all but destroyed the remains of this once great city, leaving only fragments behind.El Mirador, flourishing from roughly 600 BC until 100 AD, was another great city of the Maya. A settlement of significant size, El Mirador is noted for its numerous elevated roadways, known to the Maya as the \"Sacbe.\" Used to connect structures within the settlement complex as well as distant trade centers, the sacbe were a crucial mechanism in establishing the Maya trade networks. Similar to modern causeways that are raised over stretches of unstable land, the sacbe covered vast expanses, the longest connecting the ancient city of Coba with the smaller settlement of Yaxuna some 60 miles (96 km) away.Perhaps the best known of the Classic Maya cities, Tikal, served as capital of the powerful Tikal state, an ambitious and aggressive state that often initiated fierce battles against its neighboring rivals. Tikal is thought to have been occupied for nearly 2,000 years, and was home to some 100,000 people at its peak. One of the lesser known innovations found at Tikal, the \"Aguada,\" was an ingenious system of water reservoirs, designed to harvest and collect rain water funneled from the plaster walls of the city.Chitzen Itza was one of the last surviving Mayan settlements, and as such it's also one of the best preserved of their cities. With extensive constructions covering an area over 2.5 sq. miles (6.5 sq. km), Chitzen Itza features prominent examples of nearly every form of Maya architecture including massive step pyramids, multiple ball courts, and ornately-decorated temples."
        },
        {
            "heading": "The Collapse",
            "text": "Approaching the 9th century, many of the southernmost Maya settlements entered a period of swift decline for reasons still unknown today. Labeled the Classic Maya collapse, the dissolution and abandonment of these great kingdoms is the subject of controversy. Overpopulation, environmental damage, warfare and disease all stand as plausible theories on their own, but it seems most likely that within the larger city-states a combination of these factors led to their abandonment.While the mysterious collapse mainly effected the settlements in the southern Maya territory, many of the northern city-states continued to prosper well into the second millennium AD. Marking the beginning of the Post-Classic period, it wasn't until after the collapse that the famous city of Chitzen Itza first rose to prominence. Chitzen Itza survived for several hundred years before falling into a ruinous civil war with the neighboring Mayapan in the 1300s. Mayapan, along with Uxmal and Coba, were among the few remaining Maya cities in the north, post-collapse."
        },
        {
            "heading": "Maya Class Structure",
            "text": "Although the Maya were never unified as a single empire, instead living in city-states similar to the ancient Greeks, each independent state still followed a similar class structure. Beginning around the 3rd century BC, the Maya were ruled by hereditary succession, unless a suitable heir was unavailable. The king was joined by his family and other high ranking citizens to form the upper class of nobility. Beneath the nobles, the priestly class of shamans made up the next tier, guiding the Maya kings and leading the people through the many rituals and ceremonial rites undertaken throughout the year. Beyond these ruling classes, the majority of the Maya were simply the \"common folk\"-farmers, craftsmen, and laborers. Lower still, the underclass consisted primarily of slaves, who were prisoners of war and criminals."
        },
        {
            "heading": "Agriculture and Hunting",
            "text": "While working with limited access to fresh groundwater, the Maya utilized a number of agricultural techniques that allowed them to take full benefit of the rich soil within their domain. The \"Milpa\" system of crop rotation, known to have been used by a variety of Mesoamerican societies, was particularly effective for the Maya. A type of slash-and-burn farming, the Milpa system involved intercropping multiple species of vegetation together followed by periods where the fields were left fallow, or unseeded. Typically this rotation period allowed for two or three years of planting, followed by six to eight years without use. The crops of the Maya farmers were primarily corn, squash, and beans, known collectively as \"The Three Sisters.\"The Maya were not only able farmers, but also skilled hunters and fishermen. Relying on a number of tools and weapons, the Maya primarily hunted deer, rabbit, and the \"peccary,\" a pig-like creature found in the rainforest. The Maya also utilized an innovative spear-throwing device, the Atlatl, which they used for both hunting and warfare. Using a wooden shaft with a cupped end, the spear (or dart) would be laid along its length, and, using the thrower's natural motion, the spear would be propelled at a much higher rate of speed due to the additional extension provided by the device. Spears thrown from the Atlatl are said to be capable of reaching speeds over 100 mph (160 km/h), which allowed the Maya greater confidence in stalking larger, faster prey."
        },
        {
            "heading": "Honoring the Gods",
            "text": "Like other polytheistic societies throughout the world, the Maya worshipped a vast pantheon of gods, led by the creator god Itzamna. Special emphasis was placed on the sky gods, particularly Kinish Ahau, the sun god, and the moon goddess, Ixchel. The Maya also had gods for the weather, their crops, and the various professions in their society. The Maya maize god was of particular importance once the crop became a staple of survival during the later stages of their development.Throughout the year, the Maya held a number of rituals honoring the gods, based largely on their knowledge of astronomy and the calendar. Of the cultures that utilized human sacrifice, the Maya were far from the most prolific, but they did partake in bloodletting and sacrifice during their most important rituals. Human sacrifices were thought to have promoted fertility, and the Mayas were known to sacrifice humans by throwing them into freshwater sinkholes, honoring the rain god, Chaac. The famous Sacred Cenote, found at Chitzen Itza, was the site of numerous human sacrifices during the Classic period of Maya history.Along with many other Mesoamerican cultures, the Maya played a ritualistic ballgame where they attempted to knock a solid rubber ball (weighing 5-10 lbs) through a vertically mounted hoop using their hips. The game was played both recreationally and at ceremonial events, and was also used as a competitive means of settling territorial disputes, potentially resulting in the deaths of the losing team."
        },
        {
            "heading": "Maya Culture",
            "text": "At the height of their civilization, the Maya created many great works of art featuring intricate carvings and reliefs in stone and jade, as the artisans of each city incorporated unique regional characteristics into their work. The Maya also developed a range of pigments and dyes using the available resources of the jungle, most notably the color \"Maya Blue,\" a vivid blue tone made from indigo dye that was later adopted into the works of the European colonists, following the decline of Maya society.Among Maya architecture, its most recognizable aspect is the step pyramid, dozens of which were constructed during the later stages of their civilization. Just as it sounds, the step pyramid consisted of layers of stone built in stepped levels cresting in a flat peak where religious ceremonies often took place. It is thought that the Mesoamerican step pyramids were built upon existing burial mounds or earlier temples, and may have been rebuilt over time based on calendar cycles. The most prominent example of the Maya step-pyramid is found at the site of Chichen Itza in the Yucatan Peninsula, a well-preserved example under the stewardship of the Mexican government.The Maya writing system, made up of a script often referred to as glyphs or hieroglyphs because of its similarity to the ancient Egyptian writing system. Found inscribed on works throughout their territory and gradually deciphered over the past century, the Maya used this script to memorialize many aspects of their culture. Although there is evidence that Maya scribes created bound volumes using bark and animal skin, much of this work was destroyed during the colonial incursions of the Spanish in the 16th century, as it was thought to be as heretical."
        },
        {
            "heading": "The Maya Calendar",
            "text": "Of the many noteworthy aspects of the Maya culture, their calendar system has grown to become the most notorious of their advancements, mainly due to enduring theories about its true purpose. An impressively complex system, the Long Count calendar was one of three used by the Maya, the others being the Haab and the Tzolkin.Source of the 2012 doomsday predictions, the Long Count calendar was used by the Maya as a historical record of time since the creation of the human world. By this calendar, civilization began on August 11th, 3114 BC, and, as selectively interpreted by those who choose to believe in our impending doom, ends on December 21st, 2012. These doomsayers believe that the Maya foretold the end of the world through the calendar, but most researchers simply interpret it as the end of one cycle and the beginning of another, not a cataclysmic end to the world as we know it.Used in conjunction with the Long Count calendar, the lesser-known Haab was a 365-day calendar that approximated a single solar-year, while the Tzolkin calendar followed a 260 day system used to judge harvest and ritual times."
        },
        {
            "heading": "Colonial Incursion and Decline",
            "text": "The arrival of the Spanish quickly led to the demise of the remaining northern Maya cities, and although the Maya people still exist today in Mexico and other parts of Central and South America, much of their culture and history was lost during the conquest of the Conquistadores. Beginning in the early 1500s, the Spanish sent expeditions into the Yucatan Peninsula in hopes of establishing a permanent settlement. However, the decentralized nature of the Maya city-states allowed for independent resistance to the Spanish incursions, and it would take the Spanish nearly 200 years to fully subdue the Maya people throughout the area.During the subjugation of the Maya, there were various attempts to convert the populace to Roman Catholicism by the Spanish. Of these efforts, the most notorious were those undertaken by Spanish bishop Diego de Landa, who served the Roman Catholic Archdiocese of Yucatan. De Landa is said to have held an inquisition in the small settlement of Mani, where he burned Maya idols as well as rare written codices, in an attempt to root out the native religion. Although his actions are widely viewed with disdain, De Landa is noted by some historians for keeping his own detailed records of the Maya religion and language as he observed it firsthand traveling among them."
        },
        {
            "heading": "Contemporary Maya",
            "text": "There are an estimated seven million contemporary Maya living throughout parts of Mexico, Belize, Guatemala, Honduras, and El Salvador in the present day, many of whom still maintain aspects of their cultural heritage. Although there are more than 20 distinct languages separating the Maya, like their ancestors they are joined by a common culture and tradition, and together they continue to celebrate the legacy of the ancient Maya."
        },
        {
            "heading": "Contemporary Maya",
            "text": "There are an estimated seven million contemporary Maya living throughout parts of Mexico, Belize, Guatemala, Honduras, and El Salvador in the present day, many of whom still maintain aspects of their cultural heritage. Although there are more than 20 distinct languages separating the Maya, like their ancestors they are joined by a common culture and tradition, and together they continue to celebrate the legacy of the ancient Maya."
        }
    ],
    "leader": {
        "name": "Pacal",
        "subtitle": "Leader of the Maya",
        "lived": "603 AD - 683 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pacal.png",
        "trait": {
            "name": "The Long Count",
            "effect": "After researching Theology, receive a bonus Great Person at the end of every Maya Long Count calendar cycle (every 394 years). Each bonus person can only be chosen once."
        },
        "titles": [
            "King"
        ],
        "historical_info": [
            {
                "heading": "History",
                "text": "Commonly known as \"Pacal the Great,\" the Mayan king K'inich Janaab' Pakal is perhaps the most renowned of all Mayan rulers. Ascending to the throne at the tender age of 12 and ruling for nearly 70 years thereafter, Pacal inherited the city-state of Palenque during a time of great turmoil. Although the historical details surrounding his reign are often hazy, Pacal is best known for reinvigorating the ravaged city, which had been sacked repeatedly during the rule of his predecessors. Leading a vast construction effort, Pacal oversaw the creation of immense and remarkably detailed structures throughout his domain. Most famously, Pacal's burial tomb, known as the Temple of Inscriptions, features an intricately carved history of the king's life presented in Mayan glyphs. With an astonishing number of well preserved inscriptions, the temple has given contemporary archaeologists crucial insight into the once lost history and culture of this great Mayan city."
            },
            {
                "heading": "Early Life",
                "text": "Pacal's mother, Lady Zac-Kuk, was one of few women to ever rule independently over a Mayan city-state. Typically the crown was only passed on to the son of a king, but in the absence of a suitable male heir, leadership was bestowed upon Lady Zac-Kuk, who asserted her right to the throne as the granddaughter of a past queen. Ruling for 3 years until Pacal came of age, this unusual deviation in the traditionally patriarchal society led directly to the later efforts of Pacal to legitimize his reign and the rule of his family line.When Pacal did take the throne in 615, the city of Palenque was in a tumultuous position, having been the target of frequent incursions from the neighboring kingdom of Calakmul in the preceding years. Making a clear statement to Palenque's rivals early in his reign, Pacal sent his own raiding parties against the Calakmul, capturing several of their leaders and sacrificing them in retribution for the attacks."
            },
            {
                "heading": "Rejuvenation of Palenque",
                "text": "With the intention of both returning Palenque to its former glory, and also establishing the legitimacy of his rule, Pacal initiated the construction of grand monuments throughout the city, with reliefs extolling the virtues of his family line. A number of impressive structures were built, including the Temple of the Count and the large central complex known simply as \"The Palace,\" featuring a peculiar four-story tower unlike any seen throughout the Mayan realm. Yet, of the many edifices assembled during his reign, none surpassed the Temple of Inscriptions. Built to serve as Pacal's burial tomb, construction began on the stepped pyramid during the final years of his life and continued under his successor, Chan Bahlum II.Featuring intricate carvings and hieroglyphic text, the temple is best known for housing Pacal's ornate sarcophagus. First discovered by Mexican archeologists in 1952, the walls of Pacal's tomb in the lower level of the temple contain the longest set of Mayan glyphs ever found. Although still the subject of interpretation today, the glyphs appear to chronicle the events of Pacal's life leading up to his death and the ascension of his heir.The sarcophagus itself features an elaborately detailed stone lid with glyphs representing the planets and several constellations. These celestial elements in particular have contributed to controversial theories regarding the involvement of extraterrestrials in the Mayan culture, similar to theories surrounding the ancient Egyptian pyramids. While most esteemed researchers believe the sarcophagus depicts Pacal's journey to the underworld, other sources interpret this imagery as Pacal at the controls of a spaceship preparing for launch. Inside the sarcophagus, archaeologists discovered the skeletal remains of Pacal, wearing a finely crafted jade mosaic in the form of a mask."
            },
            {
                "heading": "Judgment of History",
                "text": "Pacal the Great is considered by historians to be one of the most revered leaders in Mayan history, based on the remarkable monuments and sculptural creations found throughout Palenque. In his time as king, nearly 1000 structures were assembled in the city, requiring stones that weighed up to 15 tons. Although his past is still being uncovered today, we can say with certainty that his efforts to restore the kingdom of Palenque led to the assembly of some of the greatest monuments and art ever created by the Maya."
            }
        ]
    }
}