{
    "id": 17,
    "name": "Almaty",
    "historical_info": "Almaty liegt nahe der südöstlichen Grenze des modernen Kasachstans und wird schon seit 1.000 v. Chr. von Menschen besiedelt. Die frühe Geschichte war geprägt von Bauernhöfen und Hirtenstämmen. Erst im Mittelalter konnte Almaty als Stadt wachsen und florieren, da es zu einem wesentlichen Bestandteil der Seidenstraße wurde. Drei Jahrhunderte lang blühte Almaty als Zentrum für Landwirtschaft und Handwerk, bis im 13. Jahrhundert große Teile der Stadt durch mongolische Überfälle zerstört wurden. Zu Beginn des 15. Jahrhunderts befanden sich Almaty und seine Umgebung auf einem absteigenden Ast.Erst im Jahr 1854 konnte Almaty sich langsam erholen und die moderne Stadt aufbauen, die es heute ist. Das Russische Zarenreich errichtete auf dem alten Siedlungsgelände die Festung Wernoje. Ein Jahr später gestatteten die Soldaten Bauern und Händlern den Zutritt zu dem Gebiet und gründeten die Stadt Werny, die das Verwaltungszentrum der neu erstellten turkestanischen Provinz des Siebenstromlands beherbergen sollte. Dieses neue Almaty konnte nur 30 Jahre florieren, bis es 1887 in weniger als zwanzig Minuten durch ein verheerendes Erdbeben zerstört wurde.Im frühen 20. Jahrhundert wurde die Stadt in Alma-Ata umbenannt. Durch den Bau der Turkestan-Sibirischen Eisenbahn konnte die Stadt wieder ein wenig ihrer früheren Bedeutung als Handelsdepot zurückgewinnen. 1936 wurde Alma-Ata zur Hauptstadt von Kasachstan und sollte zu einer Art kulturellem Mekka werden. 1993 wurde Alma-Ata wieder Almaty benannt, um auf die vielen Apfelplantagen in der Umgebung hinzuweisen.1997 verlegte die Regierung die Hauptstadt des Landes nach Astana, einer Stadt, die weniger von Naturkatastrophen bedroht wird. Trotz dieses politischen Abstiegs und der konstanten Zerstörungsgefahr durch verheerende Schlammlawinen floriert Almaty erneut als kulturelles, finanzielles und industrielles Zentrum.",
    "category": "Militaristische Stadtstaaten"
}