{
    "id": 33,
    "name": "Antananarivo",
    "historical_info": "Im Gegensatz zu den meisten südafrikanischen Hauptstädten war Antananarivo bereits vor der Ankunft der Europäer eine wichtige Siedlung. Gegründet um das Jahr 1625 n. Chr., diente sie als Sitz der Hova-Häuptlinge und wurde \"die Stadt der Tausend\" genannt, was sich auf die Zahl der Soldaten bezog, die zu ihrem Schutz abgestellt waren. Zwischen 1689 und 1725 war Madagaskar ein wahrer Piratenhafen und die Hauptstadt konnte dank des Plünderguts florieren, das für Unterkunft und Schutz abgetreten werden musste. Im Jahr 1793 hatten die Merina-Könige, die Madagaskar vollständig kontrollierten, ihren Sitz in der Stadt, die mittlerweile Heimat für etwa 80.000 Menschen war. Die Stadt war das Handelszentrum der Insel und die blühende Wirtschaft in Antananarivo wurde durch den Export von Tabak und Lederwaren, vor allem nach Europa und Indien, immer weiter angetrieben.Antananarivo wurde 1895 von französischen Truppen eingenommen und gewaltsam in das Protektorat Madagaskar eingegliedert. Die neue französische Verwaltung brachte ein breit angelegtes Wiederaufbauprogramm in Gang. Unter der recht milden französischen Herrschaft wuchs die Stadtbevölkerung bis 1950 auf 175.000 Menschen an. Neben zwei Festungen, Schulen, einer Universität, Parks, asphaltierten Straßen und Wegen sowie einem Wassersystem bauten die Franzosen außerdem Kirchen. Einschließlich aller Vororte gibt es heute um die 5.000 Kirchen in der Stadt. 1955 wurde Antananarivo zu einer Erzdiözese der Katholischen Kirche.1947, als das Ansehen und die Militärpräsenz der Franzosen auf der Insel aufgrund des Zweiten Weltkriegs abgenommen hatten, wurde eine blutige Revolte durch madagassische Nationalisten niedergeschlagen. In den einjährigen Kampfhandlungen starben zwischen 80.000 und 90.000 Menschen. Im Rahmen der Loi Cadre setzten die Franzosen daraufhin weitreichende Reformen in Kraft, die dem Land einen friedlichen Übergang in die Unabhängigkeit ermöglichten. Nach der Gründung der Republik Madagaskar wurde Antananarivo zu deren Hauptstadt erklärt. Gestützt durch die lukrative Produktion von Nahrungsmitteln, Zigaretten und Textilien wurde die Stadt schnell modernisiert. Heute ist Antananarivo eine der reichsten afrikanischen Städte und die Heimat von beinahe zwei Millionen Menschen.",
    "category": "Kaufmännische Stadtstaaten"
}