{
    "id": 11,
    "name": "Belgrad",
    "historical_info": "Belgrad, die heutige Hauptstadt von Serbien, liegt am Zusammenfluss zweier der bedeutendsten Flüsse Europas, der Donau und der Save, und dient schon seit Jahrhunderten als wichtiger Knotenpunkt zwischen Europa und Asien. Belgrad ist eine der ältesten Städte in Europa und war schon 6.000 v. Chr. von Menschen besiedelt. Es könnte sein, dass auch die größte bekannte prähistorische Kultur Europas, die Vinca-Kultur, dort heimisch war. Die erste erwähnte Festung und permanente Siedlung an diesem Ort wurde von den Kelten im 3. Jahrhundert v. Chr. errichtet und Singidun oder Singidunum genannt - die runde Festung.Singidunum wurde in den nächsten Jahrhunderten von zahlreichen Völkern geplündert und eingenommen, darunter die Römer, die Hunnen, die Sarmaten, die Ostgoten und die Awaren, bevor es im 9. Jahrhundert n. Chr. unter byzantinische Herrschaft geriet. Zu diesem Zeitpunkt erhielt die Stadt auch ihren slawischen Namen, Beligrad, was soviel bedeutet wie \"Weiße Festung\". In den folgenden Jahrhunderten beherbergte die Stadt die Armeen des Ersten und Zweiten Kreuzzuges und blieb stets umkämpft zwischen Bulgarien, Ungarn und Byzanz.1456 starteten die Osmanen die berühmte Belagerung von Belgrad beim Versuch, Ungarn zu unterwerfen. Der Fall der Festung Belgrad hätte Sultan Mehmet II. den Weg freigemacht, das Herz von Mitteleuropa zu erobern. Doch eine Armee von Johann Hunyadi besiegte die osmanischen Truppen und konnte so nicht nur die Stadt retten, sondern auch das Christentum in ganz Europa bewahren. Bis heute noch erklingen die Glocken in katholischen Kirchen am Mittag, um an diesen Sieg zu erinnern. Leider fielen viele der siegreichen Soldaten, darunter auch Hunyadi selbst, in den Wochen nach dem Triumph der Pest zum Opfer. 1521, fast 70 Jahre später, konnte Süleyman der Prächtige die Stadt doch noch erobern, woraufhin er sie zum Sitz einer osmanischen Sandschak-Provinz machte. So wurde Belgrad schnell zur zweitgrößten Stadt im Osmanischen Reich und wurde nur von Konstantinopel übertroffen.Der Zweite Serbische Aufstand von 1815 (der erste Versuch war 1807 gescheitert) brachte dem serbischen Gebiet eine begrenzte Unabhängigkeit, die vollständig erst 1878 errungen wurde. Die Hauptstadt des neuen Königreichs wurde nach Belgrad verlegt, sodass die Stadt erneut florieren und schnell wachsen konnte. Dieses Wachstum kam jedoch mit dem Beginn des Ersten Weltkrieges 1914 zu einem Ende, da die Bevölkerung Belgrads durch zahlreiche Angriffe dezimiert wurde. Nach dem Krieg wurde Belgrad zur Hauptstadt des neu entstandenen Jugoslawiens und erlebte eine Zeitspanne mit ungeahntem Wachstum und Modernisierung.Trotz aller Versuche der serbischen Regierung, nicht in den Zweiten Weltkrieg einzutreten, wurden die Einwohner Belgrads 1941 massiv von der deutschen Luftwaffe bombardiert und dezimiert und die Stadt wurde schnell von den Deutschen eingenommen. 1944 bombardierten die Alliierten Belgrad und konnten die Stadt ein paar Monate später endlich befreien. Bei Kriegsende war Serbien unter der Kontrolle der Sowjetunion und ein Jahr später wurde die Föderative Volksrepublik Jugoslawien gegründet, die Belgrad erneut zu ihrem Regierungssitz machte. Unter dem Kommunismus entwickelte sich Belgrad schnell zu einem wichtigen industriellen Zentrum.1996 kam es in Belgrad zu Massendemonstrationen gegen die kommunistische Regierung und 1997 wurde zum ersten Mal ein Bürgermeister in Belgrad gewählt, der keiner kommunistischen oder sozialistischen Partei angehörte. Die Unruhen hielten jedoch an, nicht zuletzt, weil Bombardements im Kosovokrieg 1999 erhebliche Schäden anrichteten und Hunderttausende Demonstranten auf die Straße trieben. Doch trotz aller militärischer und wirtschaftlicher Probleme in den Neunzigerjahren des vorigen Jahrhunderts wächst Belgrad unaufhörlich weiter als Zentrum für Geschichte, Kultur und Tourismus.",
    "category": "Militaristische Stadtstaaten"
}