{
    "id": 56,
    "name": "Bogotá",
    "historical_info": "Aufgrund der zahlreichen Universitäten, Museen und Bibliotheken spricht man von Bogotá auch gerne als \"Athen Südamerikas\", was auf das große kulturelle Erbe der Stadt schließen lässt. Sie wurde vom Spanier Gonzalo Jiménez de Quesada gegründet, der im Jahr 1536 n. Chr. eine Expedition von 500 Conquistadores entlang des Rio Grande de la Magdalena anführte, um dort nach dem sagenumwobenen Eldorado zu suchen. Als es zum Konflikt mit den eingeborenen Muiscas kam, plünderten sie die Tempel bei Zaque Quemuenchatocha und Sogamoso und nahmen Smaragde und Gold mit. Doch bereits im März 1537 verblieben nur noch 70 Männer und Quesada beschloss, eine Siedlung als Basis zu bauen. Sie sollte auf einem Plateau in den nördlichen Anden gegründet werden und in der Nähe des Río Bogotá liegen. 1553 wurde der zentrale Platz gebaut und es kamen eine Kathedrale und Regierungsgebäude hinzu. Bogotá wurde zur Hauptstadt der Kronkolonie Neugranada und blieb ein Vizekönigtum, bis Simón Bolívar im Jahr 1819 die Unabhängigkeit erkämpfte. In den folgenden Jahren diente die Stadt als Hauptstadt von Großkolumbien (bis 1830) und anschließend der Republik Neugranada (bis 1863) sowie der Vereinigten Staaten von Kolumbien, bis 1886 die heutige Republik Kolumbien gegründet wurde.\r\nIm Laufe dieses vielfältigen politischen Wandels hat sich Bogotá als Kultur- und Bildungszentrum des Landes etabliert. 1823 wurde die öffentliche Bibliothek der Stadt erweitert, modernisiert und in eine Nationalbibliothek umgewandelt. Einige Jahre darauf wurde ein Nationalmuseum gegründet. Die erste staatliche Schule, der Vorläufer der Nationalen Universität von Kolumbien, wurde im Jahr 1867 gegründet. Aufgrund der relativ isolierten Lage wurde die Stadt zu einer Art Mekka für Schriftsteller und Dichter, die neue Trends schaffen wollten, die sich abseits der literarischen Tradition des spanischen Südamerikas bewegten. Von der Mitte des 19. bis zur Mitte des 20. Jahrhunderts lebten unter anderem die berühmten Schriftsteller José Asunción Silva und Rafael Pombo in Bogotá. Obwohl es immer wieder zu zivilen Unruhen und Bürgerkriegen kam, wurde die Stadt auch zu einem Paradies für Künstler. 1886 wurde die Nationale Schule der Schönen Künste gegründet. Bogotás Status als eine der kulturell bedeutendsten Städte der Welt wurde offiziell anerkannt, als die UNESCO sie zur Welthauptstadt des Buches 2007 machte. Dieser Titel war zuvor mit Montreal erst ein Mal an eine Stadt in der westlichen Hemisphäre verliehen worden.",
    "category": "Kultivierte Stadtstaaten"
}