{
    "id": 1,
    "name": "Bratislava",
    "historical_info": "In Bratislava, dem wirtschaftlichen und kulturellen Zentrum der Slowakei, sind zahlreiche bekannte Universitäten, Museen, Theater, Kunstgalerien und andere slawische Kulturinstitutionen beheimatet. Die erste bekannte Siedlung auf dem Gebiet der Stadt an der Mündung der beiden Flüsse Donau und Morava datiert auf die Jungsteinzeit um das Jahr 5000 v. Chr. Im ersten Jahrhundert n. Chr. fiel das zwischenzeitlich von den Kelten besiedelte und befestigte Gebiet unter römische Kontrolle. Neben den Annehmlichkeiten der römischen Zivilisation - Straßen, Theater, Badehäuser, Bibliotheken und mehr - wurden um die Festung herum erstmals Weinberge angelegt und so begann eine erlesene Winzertradition, die bis heute überlebt hat.Unter dem neuen Namen Pressburg wurde die strategisch wichtige Stadt im 10. Jahrhundert Teil des Königreichs Ungarn. Im Jahr 1467 wurde die erste slowakische Universität gegründet, die Universitas Istropolitana. Unter den Habsburgern waren hier Erzbischöfe, der Adel, Händler und Kunsthandwerker beheimatet. Im 18. Jahrhundert blühte Bratislava auf, vor allem während der Herrschaft von Maria Theresia, die es zur größten und wichtigsten Stadt der Region machte. Die Stadt war von großer Bedeutung für die klassizistische Bewegung dieser Zeit: Wolfgang Amadeus Mozart gab 1762 ein Konzert, Joseph Haydn 1784, Beethoven war 1796 zu Gast, um dort zu komponieren, und sowohl Liszt als auch Bartok hatten dort vorübergehend ihren Wohnsitz. Inzwischen wurden außerdem Initiativen gegründet, die slawische Sprache und Literatur in neuen Bibliotheken zu bewahren und zu fördern. Die erste slowakisch-sprachige Zeitung, die Presspurske Nowiny, begann 1783 mit der Publikation.Nach dem Ersten Weltkrieg und der Auflösung Österreich-Ungarns wurde Bratislava Hauptstadt der Tschechoslowakei und blieb auch dann Hauptstadt, als nach dem Abzug der russischen Truppen 1993 die Slowakei als eigenständiger Staat gegründet wurde. Seitdem gilt Bratislava als \"die Seele, wenn nicht gar das Herz der slawischen Kultur\".",
    "category": "Kultivierte Stadtstaaten"
}