{
    "id": 12,
    "name": "Brüssel",
    "historical_info": "Brüssel wurde offiziell 979 n. Chr. am Fluss Senne gegründet, als Karl von Niederlothringen, ein Nachfahre von Karl dem Großen, die erste bleibende Befestigung um eine kleine katholische Kapelle mitsamt Gemeinde errichten ließ. Die frühe Stadt lag ziemlich nahe am Fluss und wurde oft von Überschwemmungen bedroht, was ihr auch den niederländischen Namen Broeksel einbrachte, das Heim im Sumpf. Durch die Errichtung von Stadtmauern im 11. bis 14. Jahrhundert erlebte die Stadt eine Zeit des Wachstums, der Expansion und vor allem des Friedens, was damals wirklich etwas Besonderes war.Der Frieden endete 1695 abrupt, als König Ludwig XIV. von Frankreich Truppen nach Brüssel schickte und die Stadt mit Artillerie beschoss, wobei der Grote Markt und fast ein Drittel der Stadt zerstört wurde. Dies war das zerstörerischste Ereignis in der gesamten Geschichte der Stadt. Die Invasion brachte eine \"Französisierung\" der Kultur und Sprache in der Region mit sich. In der belgischen Revolution von 1830 spalteten sich die südlichen, Französisch sprechenden Provinzen des Vereinigten Königreichs der Niederlande von den nördlichen, Niederländisch sprechenden Provinzen ab, wobei sich der Großteil des Konfliktes in Brüssel abspielte. Nach Erklärung der belgischen Unabhängigkeit machte sich der neue König Leopold I. an die riesige Aufgabe, die alten Stadtmauern zu zerstören, um so Platz für den Bau neuer, moderner Gebäude zu schaffen. Es kam seiner Idee zugute, dass die Senne, einst die Lebensader der Stadt, zu einer echten Gesundheitsbedrohung geworden war und man daher den Flussverlauf in der Stadt überbauen und neu anlegen konnte.Brüssel konnte die beiden Weltkriege ohne größere Schäden überstehen (obwohl Belgien in beiden Kriegen von den Deutschen erobert wurde), was hauptsächlich der unnachgiebigen Neutralitätshaltung Belgiens zu verdanken ist. Es ist diese Neutralität, die die Stadt zu einem modernen Zentrum für internationale Politik, faktisch zur Hauptstadt der Europäischen Union (EU) sowie zum Sitz der Nordatlantikpakt-Organisation (NATO) gemacht hat. Der einzig größere Konflikt in der sonst friedlichen Stadt dreht sich um die Gesetze zur Sprachgrenze zwischen den Französisch und Niederländisch sprechenden Gebieten, eine Spannung, die für den gesamten belgischen Raum steht.",
    "category": "Kultivierte Stadtstaaten"
}