{
    "id": 10,
    "name": "Bukarest",
    "historical_info": "Bukarest, das am Ufer des Flusses Dâmbovita liegt, ist die größte Stadt und Hauptstadt von Rumänien. Archäologische Ausgrabungen haben gezeigt, dass Menschen schon seit 9.000 v. Chr. in der Region um Bukarest leben, doch die Stadt selbst wird zum ersten Mal 1459 n. Chr. in einem Dokument erwähnt, das von Vlad III. dem Pfähler unterzeichnet wurde. Vlad III. baute damals seine erste Festung und Sommerresidenz in Bukarest, um so die vorrückenden osmanischen Truppen aufzuhalten, was ihm jedoch nicht gelang. Im frühen 17. Jahrhundert wurde die Stadt von den Osmanen niedergebrannt, die sie anschließend einnahmen und wieder aufbauten.Bukarest entwickelte sich schnell unter den Osmanen und wurde zum bedeutendsten Wirtschaftszentrum sowie 1659 zur Hauptstadt der eroberten Region Walachei. In den folgenden zweihundert Jahren wurde Bukarest mehrmals fast durch Naturkatastrophen zerstört (und jedes Mal wieder aufgebaut), von der Beulenpest heimgesucht und immer wieder von der Habsburgermonarchie und dem Russischen Zarenreich besetzt, bis es letztlich ganz an Russland fiel.Die Walachei blieb unter russischer Herrschaft, bis eine Reihe von öffentlichen Unruhen in Bukarest dazu führte, dass sich die Fürstentümer Walachei und Moldau vereinigen konnten und so 1859 der Staat Rumänien gegründet wurde. Bukarest wurde bereits 1862 zur Hauptstadt des neuen Königreiches, was zu einem immensen Wachstum der Einwohnerzahl und der Aufnahme großangelegter Architekturprojekte führte. Die Extravaganz, die viele der Residenzen im damaligen Bukarest ausdrückten, hat der Stadt den Beinamen Paris des Ostens eingebracht.Bukarest konnte zwar den Ersten Weltkrieg relativ unbeschadet überstehen, wurde aber im Zweiten Weltkrieg umso härter getroffen, vor allem durch intensive alliierte Bombardements. Nach den Kriegen wurden große Teile der historischen Altstadt abgerissen, um Platz für hohe Wohngebäude zu schaffen, die von der kommunistischen Regierung in Auftrag gegeben wurden. Die restlichen historischen Stadtteile wurden 1977 von einem starken Erdbeben zerstört.Die rumänische Revolution von 1989 beendete die kommunistische Herrschaft in Rumänien, als viele desillusionierte und unzufriedene Protestler sich in Bukarest zusammenfanden. Während einer Rede von Präsident Nicolae Ceausescu kam es unter den Menschen zu Unruhen und Protesten, dem die verzweifelte Polizei nichts entgegenzusetzen hatte. Seit dem Untergang des Kommunismus erfreut sich Bukarest eines ungeahnten wirtschaftlichen Aufschwungs, einer Zeit der Modernisierung sowie Versuchen der örtlichen Regierung, das fast komplett zerstörte historische Zentrum wieder aufzubauen.",
    "category": "Kultivierte Stadtstaaten"
}