{
    "id": 2,
    "name": "Budapest",
    "historical_info": "Budapest ist die Hauptstadt von Ungarn. Budapest, das auch weithin als \"Königin der Donau\" bekannt ist, ist das politische und kulturelle Zentrum des Landes und zudem ein bedeutender wirtschaftlicher und industrieller Knotenpunkt in Mitteleuropa. Die Region wurde zwar schon ab der Jungsteinzeit bewohnt (ca. 9.500 v. Chr.), doch die erste erwähnte Siedlung in der Umgebung des heutigen Budapest war die keltische Stadt Ak-Ink, die später von den Römern erobert und im 2. Jahrhundert n. Chr. Aquincum genannt wurde. Seine strategische Lage an der Donau machte Aquincum zu einem beliebten Eroberungsziel für Rom und seine Feinde.Am Ende des 9. Jahrhunderts n. Chr. siedelte sich eine Gruppe Ungarn, die von Árpád, dem zweiten Großfürsten der Magyaren, angeführt wurde, im Gebiet um Aquincum an und gründete einhundert Jahre später offiziell das Königreich Ungarn. Als die Stadt wuchs und florierte, wurde nur wenig getan, um die frühen römischen Befestigungen zu verstärken oder zu erweitern, sodass die Invasion der Tataren im 13. Jahrhundert den Ungarn aufzeigte, wie schwer es sein kann, eine Stadt auf offener Ebene zu verteidigen. Nach der Niederlage errichtete König Béla IV. von Ungarn verstärkte Steinmauern um die Stadt und verlegte seinen eigenen Palast in die geschützte, auf Hügeln errichtete Stadt Buda in den Randgebieten Aquincums. 1361 wurde Aquincum bzw. Buda zur Hauptstadt von Ungarn.Die italienische Renaissance hat die kulturelle Bedeutung von Buda stark beeinflusst, da König Matthias Corvinus dort im 15. Jahrhundert seine Bibliothek bauen ließ, die eine der größten Sammlungen historischer, philosophischer und wissenschaftlicher Werke in ganz Europa beherbergte. Nur die Bibliothek des Vatikans konnte mit der Größe und Anzahl der Werke mithalten. Diese Periode unglaublichen kulturellen Wachstums fand ein jähes Ende, als die Türken die Stadt 1526 plünderten und später im Jahr 1541 belagerten und eroberten, was zu einer Besetzung führte, die 140 Jahre andauerte. 1686 konnte Karl V. die Stadt zurückerobern und sie dem Habsburgerreich einverleiben. Leider wurden große Teile der Stadt bei der folgenden Schlacht zerstört.Das 19. Jahrhundert war vom ungarischen Kampf um Unabhängigkeit von den Habsburgern geprägt, bis der Ausgleich von 1867 die neue Doppelmonarchie Österreich-Ungarn entstehen ließ und Buda die Hauptstadt für beide Monarchien wurde. 1873 vereinigten sich die Stadtteile Buda, Pest und Óbuda (das alte Buda) offiziell zur modernen Stadt Budapest, was zu einem goldenen Zeitalter mit kulturellem und wirtschaftlichem Wachstum führte.Budapests glückliche Zeit endete mit dem Ersten Weltkrieg und dem Untergang des Österreichisch-Ungarischen Reiches. Im Zweiten Weltkrieg wurde die Stadt durch britische und amerikanische Luftangriffe schwer beschädigt und 1945 bei der Schlacht um Budapest belagert. Die angreifenden sowjetischen Truppen richteten immense Schäden in der Stadt an und Zehntausende Zivilisten kamen ums Leben. Die kommunistische Regierung des Landes hat nur wenig unternommen, um die Stadt nach Kriegsende wieder aufzubauen und machte viele historische Gebäude, die noch standen, dem Erdboden gleich.1956 leitete eine friedliche Studentendemonstration in Budapest den Ungarischen Volksaufstand ein, als Mitglieder der Staatspolizei auf die Menge feuerten. Die Regierung wurde zwar gestürzt, doch die UdSSR schickte ein Panzerregiment nach Budapest, um den Aufstand zu unterdrücken und die Kommunistische Partei wieder an die Macht zu führen. Die letzten sowjetischen Truppen verließen Budapest 1991, als Ungarn sich auf den Weg zu einer freien Gesellschaft begab. Gegen Ende des Jahrhunderts wurde viel dafür getan, die Kriegsschäden zu reparieren und die verbliebenen historischen Stätten neu aufzubauen und zu bewahren. Trotz dieses Neuanfangs muss die Stadt seit einiger Zeit einen starken Bevölkerungsverlust verzeichnen, da die Einwohner immer öfter in den benachbarten Bezirk Pest abwandern.",
    "category": "Militaristische Stadtstaaten"
}