{
    "id": 50,
    "name": "Buenos Aires",
    "historical_info": "Die lebendige und einnehmende Stadt Buenos Aires, die sich auf einer Fläche von 203 Quadratkilometern entlang des Rio de la Plata erstreckt, war jahrhundertelang das Tor nach Argentinien. Die Porteños, wie sich die Einwohner von Buenos Aires, die einer langen Einwanderungsgeschichte aus verschiedenen Nationen entstammen, nennen, haben eine breite und reiche kulturelle Identität, die sich aus Einflüssen der spanischen, portugiesischen, italienischen, deutschen, irischen, polnischen, jüdischen sowie einheimischen Kulturen zusammensetzt. Oft wird die Stadt als \"Paris Südamerikas\" bezeichnet. Lebensstil und Architektur erinnern wesentlich stärker an ihre europäischen Vorbilder als in anderen Städten der südlichen Hemisphäre. Das Stadtbild ist ebenso bunt gemischt wie die Menschen, die Küche und die Musik, die hier zu finden sind. Buenos Aires ist, wenig überraschend, noch vor Rio de Janeiro die meistbesuchte Stadt Südamerikas.Gegründet wurde die Stadt unter dem Namen Ciudad de la Santísima Trinidad y Puerto Santa María de los Buenos Aires (\"Stadt der Heiligen Dreifaltigkeit und Hafen der Heiligen Maria der guten Winde\") im Jahr 1536 durch eine spanische Expedition. Als Argentinien 1816 unabhängig wurde, wurde die weltoffene Stadt die Hauptstadt des Landes. In den Jahrzehnten zwischen 1880 und 1940 wurde Buenos Aires ein Zufluchtsort für alle, die Schutz vor politischer, religiöser, ideologischer oder künstlerischer Verfolgung in Ländern in ganz Europa suchten. Ausgehungerte Iren, strenggläubige Juden, zaristische Überlebende - jede Welle von Migranten brachte ihre Traditionen und Talente mit, die in den Schmelztiegel der Stadt eingebracht wurden und sie so allen anderen Hauptstädten der Welt kulturell ebenbürtig machte.Vermutlich ist der Tango das beste Sinnbild für die einzigartige kulturelle Mischung der Stadt. Er entwickelte sich in den späten 1880er Jahren und vereint mehrere Tänze in sich. Seitdem ist der Tango, der in Tanzlokalen, Parks, Ballsälen und auf offenen Plätzen getanzt wird, zum Nationaltanz geworden, der elegante Zurückhaltung und überbordende Leidenschaft in Einklang bringt. Nur wenige Tänze werden so sehr mit einem Ort in Verbindung gebracht wie der Tango mit Buenos Aires, der Seele Argentiniens.",
    "category": "Kultivierte Stadtstaaten"
}