{
    "id": 46,
    "name": "Byblos",
    "historical_info": "Archäologische Ausgrabungen belegen, dass das Gebiet von Byblos an der Mittelmeerküste erstmals in der Jungsteinzeit bewohnt war: Im vierten Jahrtausend v. Chr. existierte dort eine große Siedlung, die sich mit Fischerei und Landwirtschaft selbst versorgen konnte. Über die nächsten tausend Jahre entwickelte sich ein reger Export von Zedern nach Ägypten, wo deren Holz zum Bau von Schiffen und Anlegestellen und deren Öl zur Mumifizierung von Leichnamen benötigt wurde. Die Amoriter brannten die Stadt bei ihrer Invasion um 2150 v. Chr. nieder und so lag das Gebiet beinahe zweihundert Jahre lang brach, bis die Phönizier den Hafen wieder aufbauten und der Stadt den Namen Gebal gaben. Der wichtigste Beitrag der Stadt zur menschlichen Zivilisation war wohl die Entwicklung eines phonetischen Alphabets mit 22 Buchstaben, das die komplexe Keilschrift ersetzte, die zuvor in der Region verbreitet war.Gebal wurde zu einem Handelszentrum und häufte unter seinen zahlreichen Besatzern - Assyrer, Babylonier, Achämeniden und Perser - mehr und mehr Reichtum an. Nach der Eroberung durch Alexander erblühte die Stadt unter der Hellenisierung und die Bürger nahmen die griechische Kleidung, Sprache und Religion an. Neben Zedernholz, Getreide und Früchten wurde die Stadt auch für die Produktion und den Export von Papyrus berühmt, was ihr den griechischen Namen Byblos einbrachte. Während der römischen Zeit verlor Byblos seine kommerzielle Vorherrschaft, doch seine religiöse Rolle gewann an Bedeutung, da immer mehr Menschen auf ihren Pilgerreisen zu heiligen Stätten durch die Stadt kamen.Im Jahr 395 n. Chr. wurde Byblos Teil des Byzantinischen Reichs, wenn auch nur als Stauwasserhafen, bis muslimische Angreifer die Stadt 637 überrannten. Unter muslimischer Herrschaft wurde die Stadt, mittlerweile als Jbeil, noch weiter ihres Wohlstandes und Einflusses beraubt und schließlich gänzlich verlassen. Byblos geriet in Vergessenheit, bis es in den 1860er Jahren bei französischen Ausgrabungen von Ernest Renan wiederentdeckt wurde. Byblos wird zwar nie wieder eine Seemacht werden, doch die Stadt erwächst durch den Tourismus zu neuer Größe - viele Urlauber werden von ihren Sandstränden, dem milden Klima und den zahlreichen Ruinen aus der Zeit der Besatzungen durch die Römer, Muslime und Kreuzritter angezogen.",
    "category": "Maritime Stadtstaaten"
}