{
    "id": 21,
    "name": "Kapstadt",
    "historical_info": "Kapstadt liegt am südlichen Zipfel Afrikas und war die erste europäische Siedlung in Südafrika. 1652 gründete die niederländische Ostindien-Kompanie eine Versorgungsstation für ihre Schiffe an der Küste der Tafelbucht. Dieser Hafen nordwestlich vom Kap der Guten Hoffnung bot guten Zugang zu Trinkwasser. Wenig später verließen niederländische Kolonisten die Forts und gründeten Bauernhöfe, auf denen sie afrikanische Sklaven aus anderen Regionen arbeiten ließen. Die einheimischen Khoikhoi (von den Niederländern \"Hottentotten\" genannt) wurden nicht versklavt und viele von ihnen lebten friedlich mit den Kolonisten zusammen. Zur Jahrhundertwende hatte die Stadt gut 200 Häuser und einen blühenden Hafen.Im 17. Jh. wuchsen der Hafen und seine strategische Bedeutung, da er es den Niederländern ermöglichte, das Kap der Guten Hoffnung zu kontrollieren - die wichtigste Wasserpassage zwischen Europa und dem Fernen Osten. Die Briten versuchten 1781 während der Amerikanischen Unabhängigkeitsbewegung, den Hafen zu besetzen, doch eine französische Flotte kam ihnen zuvor und stationierte eine Garnison zur Unterstützung der Niederländer.Im Laufe des Jahrhunderts konnten die Briten aufgrund ihrer Überlegenheit auf hoher See immer mehr Einfluss auf die afrikanischen Kolonien gewinnen. England und die Niederlande wechselten sich fortan als Besitzer Kapstadts ab, bis es schließlich 1814 permanent an England ging. 1834 wurde die Sklaverei offiziell abgeschafft und in nur wenigen Jahren stieg die Einwohnerzahl auf 20.000. 1870 wurden im Hinterland der Stadt Diamanten gefunden und etwa 16 Jahre später auch Gold. Stadt und Umland erlebten daraufhin einen gewaltigen Zustrom von Goldsuchern und jenen, die sie unterstützten bzw. ausnutzten.Zwischen 1899 und 1902 fand zwischen den Briten und den Burenrepubliken der sogenannte Burenkrieg statt. Dieser war, je nach Sichtweise, ein Kampf von Menschen niederländischer Abstammung gegen die britische Tyrannei, eine Rebellion der Buren, die weiterhin die nicht-weiße Bevölkerung versklaven und unterdrücken wollten oder ein Krieg zwischen gierigen Politikern um die Gewinne aus den Gold- und Diamantminen. Auch wenn die Kämpfe im Inland stattfanden, entwickelte sich die Stadt zu einer bedeutenden Militärbasis für die Briten, die von diesen auch industrialisiert wurde.1910 wurden die britischen Kolonien Kapkolonie, Transvaal, Natal und der Oranje-Freistaat zur Südafrikanischen Union vereinigt und Kapstadt zur Hauptstadt erklärt. Im 20. Jh. versuchten die europäischen Einwohner immer mehr, sich vor der von ihnen empfundenen wachsenden Bedrohung zu beschützen: den Sturz durch die afrikanischen Einheimischen. Immer drastischere Apartheidgesetze zwangen nicht-weißen Bürgern einen minderwertigen Status auf, der ihnen nur begrenzten Zugang zu Arbeit und Bildung gewährte und sie fast vollständig ihrer Mitspracherechte in der Regierung beraubte wie auch der Möglichkeit, eigene Angelegenheiten selbst zu regeln. Der Kampf um Gleichberechtigung wurde im Laufe des Jahrhunderts immer intensiver und die weiße Regierung musste zunehmend Sanktionen vom Rest der Welt und Widerstand im eigenen Land hinnehmen. 1990 brach das Apartheidsystem zusammen und Kapstadt und ganz Südafrika erlebten die Einsetzung von Nelson Mandela als Präsident, dem ersten Schwarzen, der je dieses Amt bekleiden durfte.Heute ist Kapstadt eine lebhafte und weiter wachsende Stadt. Die Nachwirkungen der jahrelangen gesellschaftlichen Unruhen, der Armut und der mangelnden Bildung großer Teile der einheimischen Bevölkerung sind immer noch zu spüren, doch insgesamt ist dem Land der Übergang von der Apartheid zur fast vollständigen Demokratie mit erstaunlich wenig Gewalt gelungen, was nicht zuletzt Nelson Mandela zu verdanken ist. Auch wenn Kapstadt die normalen Übel aller modernen Städte (und ein paar einzigartige) nicht erspart bleiben, blickt es in eine rosige Zukunft.",
    "category": "Maritime Stadtstaaten"
}