[
    {
        "id": 1,
        "name": "Bratislava",
        "historical_info": "In Bratislava, dem wirtschaftlichen und kulturellen Zentrum der Slowakei, sind zahlreiche bekannte Universitäten, Museen, Theater, Kunstgalerien und andere slawische Kulturinstitutionen beheimatet. Die erste bekannte Siedlung auf dem Gebiet der Stadt an der Mündung der beiden Flüsse Donau und Morava datiert auf die Jungsteinzeit um das Jahr 5000 v. Chr. Im ersten Jahrhundert n. Chr. fiel das zwischenzeitlich von den Kelten besiedelte und befestigte Gebiet unter römische Kontrolle. Neben den Annehmlichkeiten der römischen Zivilisation - Straßen, Theater, Badehäuser, Bibliotheken und mehr - wurden um die Festung herum erstmals Weinberge angelegt und so begann eine erlesene Winzertradition, die bis heute überlebt hat.Unter dem neuen Namen Pressburg wurde die strategisch wichtige Stadt im 10. Jahrhundert Teil des Königreichs Ungarn. Im Jahr 1467 wurde die erste slowakische Universität gegründet, die Universitas Istropolitana. Unter den Habsburgern waren hier Erzbischöfe, der Adel, Händler und Kunsthandwerker beheimatet. Im 18. Jahrhundert blühte Bratislava auf, vor allem während der Herrschaft von Maria Theresia, die es zur größten und wichtigsten Stadt der Region machte. Die Stadt war von großer Bedeutung für die klassizistische Bewegung dieser Zeit: Wolfgang Amadeus Mozart gab 1762 ein Konzert, Joseph Haydn 1784, Beethoven war 1796 zu Gast, um dort zu komponieren, und sowohl Liszt als auch Bartok hatten dort vorübergehend ihren Wohnsitz. Inzwischen wurden außerdem Initiativen gegründet, die slawische Sprache und Literatur in neuen Bibliotheken zu bewahren und zu fördern. Die erste slowakisch-sprachige Zeitung, die Presspurske Nowiny, begann 1783 mit der Publikation.Nach dem Ersten Weltkrieg und der Auflösung Österreich-Ungarns wurde Bratislava Hauptstadt der Tschechoslowakei und blieb auch dann Hauptstadt, als nach dem Abzug der russischen Truppen 1993 die Slowakei als eigenständiger Staat gegründet wurde. Seitdem gilt Bratislava als \"die Seele, wenn nicht gar das Herz der slawischen Kultur\".",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/bratislava.json"
    },
    {
        "id": 2,
        "name": "Budapest",
        "historical_info": "Budapest ist die Hauptstadt von Ungarn. Budapest, das auch weithin als \"Königin der Donau\" bekannt ist, ist das politische und kulturelle Zentrum des Landes und zudem ein bedeutender wirtschaftlicher und industrieller Knotenpunkt in Mitteleuropa. Die Region wurde zwar schon ab der Jungsteinzeit bewohnt (ca. 9.500 v. Chr.), doch die erste erwähnte Siedlung in der Umgebung des heutigen Budapest war die keltische Stadt Ak-Ink, die später von den Römern erobert und im 2. Jahrhundert n. Chr. Aquincum genannt wurde. Seine strategische Lage an der Donau machte Aquincum zu einem beliebten Eroberungsziel für Rom und seine Feinde.Am Ende des 9. Jahrhunderts n. Chr. siedelte sich eine Gruppe Ungarn, die von Árpád, dem zweiten Großfürsten der Magyaren, angeführt wurde, im Gebiet um Aquincum an und gründete einhundert Jahre später offiziell das Königreich Ungarn. Als die Stadt wuchs und florierte, wurde nur wenig getan, um die frühen römischen Befestigungen zu verstärken oder zu erweitern, sodass die Invasion der Tataren im 13. Jahrhundert den Ungarn aufzeigte, wie schwer es sein kann, eine Stadt auf offener Ebene zu verteidigen. Nach der Niederlage errichtete König Béla IV. von Ungarn verstärkte Steinmauern um die Stadt und verlegte seinen eigenen Palast in die geschützte, auf Hügeln errichtete Stadt Buda in den Randgebieten Aquincums. 1361 wurde Aquincum bzw. Buda zur Hauptstadt von Ungarn.Die italienische Renaissance hat die kulturelle Bedeutung von Buda stark beeinflusst, da König Matthias Corvinus dort im 15. Jahrhundert seine Bibliothek bauen ließ, die eine der größten Sammlungen historischer, philosophischer und wissenschaftlicher Werke in ganz Europa beherbergte. Nur die Bibliothek des Vatikans konnte mit der Größe und Anzahl der Werke mithalten. Diese Periode unglaublichen kulturellen Wachstums fand ein jähes Ende, als die Türken die Stadt 1526 plünderten und später im Jahr 1541 belagerten und eroberten, was zu einer Besetzung führte, die 140 Jahre andauerte. 1686 konnte Karl V. die Stadt zurückerobern und sie dem Habsburgerreich einverleiben. Leider wurden große Teile der Stadt bei der folgenden Schlacht zerstört.Das 19. Jahrhundert war vom ungarischen Kampf um Unabhängigkeit von den Habsburgern geprägt, bis der Ausgleich von 1867 die neue Doppelmonarchie Österreich-Ungarn entstehen ließ und Buda die Hauptstadt für beide Monarchien wurde. 1873 vereinigten sich die Stadtteile Buda, Pest und Óbuda (das alte Buda) offiziell zur modernen Stadt Budapest, was zu einem goldenen Zeitalter mit kulturellem und wirtschaftlichem Wachstum führte.Budapests glückliche Zeit endete mit dem Ersten Weltkrieg und dem Untergang des Österreichisch-Ungarischen Reiches. Im Zweiten Weltkrieg wurde die Stadt durch britische und amerikanische Luftangriffe schwer beschädigt und 1945 bei der Schlacht um Budapest belagert. Die angreifenden sowjetischen Truppen richteten immense Schäden in der Stadt an und Zehntausende Zivilisten kamen ums Leben. Die kommunistische Regierung des Landes hat nur wenig unternommen, um die Stadt nach Kriegsende wieder aufzubauen und machte viele historische Gebäude, die noch standen, dem Erdboden gleich.1956 leitete eine friedliche Studentendemonstration in Budapest den Ungarischen Volksaufstand ein, als Mitglieder der Staatspolizei auf die Menge feuerten. Die Regierung wurde zwar gestürzt, doch die UdSSR schickte ein Panzerregiment nach Budapest, um den Aufstand zu unterdrücken und die Kommunistische Partei wieder an die Macht zu führen. Die letzten sowjetischen Truppen verließen Budapest 1991, als Ungarn sich auf den Weg zu einer freien Gesellschaft begab. Gegen Ende des Jahrhunderts wurde viel dafür getan, die Kriegsschäden zu reparieren und die verbliebenen historischen Stätten neu aufzubauen und zu bewahren. Trotz dieses Neuanfangs muss die Stadt seit einiger Zeit einen starken Bevölkerungsverlust verzeichnen, da die Einwohner immer öfter in den benachbarten Bezirk Pest abwandern.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/budapest.json"
    },
    {
        "id": 3,
        "name": "Genf",
        "historical_info": "Ursprünglich lag die Stadt auf einem Hügel über einem See. Der Ort wurde irgendwann in der Altsteinzeit besiedelt; später ließ sich dort ein Stamm der ligurischen und präkeltischen Völker nieder. Um 500 v. Chr. war Genf eine von Kelten bewohnte befestigte Stadt, 121 v. Chr. wurde sie von den Römern eingenommen. Die Stadt wechselte in den kriegerischen Auseinandersetzungen der Nachbarstaaten mehrmals die Zugehörigkeit, bevor sie 1033 n. Chr. an den deutschen Kaiser fiel. Zu dieser Zeit war Genf bereits ein wichtiger Kirchensitz und der Bischof der Stadt war als Fürst mit Ländereien ein direkter Vasall des Kaisers des Heiligen Römischen Reichs.Für die nächsten 500 Jahre stritten die Herzöge von Savoyen und der katholische Bischof um die Vorherrschaft in Genf. Als der letzte regierende Bischof 1533 fluchtartig die Stadt verließ, unternahmen die Bürger von Genf den riskanten Versuch, gleichzeitig die katholische Regentschaft und die Savoyer loszuwerden - die Stadt verbündete sich mit dem protestantischen Staat Bern und rief 1536 die protestantische Genfer Republik aus. Auf diese Weise erhielt zwar die Bevölkerung von Genf die Macht zurück, wurde aber dadurch für Generationen von der umgebenden katholischen Schweizer Bevölkerung entfremdet. Noch im Jahr 1536 zog der protestantische Reformator Johannes Calvin in die Stadt und verweilte dort dreißig Jahre lang bis zu seinem Tod. In Abwesenheit des Bischofs wurde er zum neuen geistlichen Oberhaupt. Die Stadt blieb noch viele Jahre später eine Hochburg des protestantischen Glaubens, obgleich ein Großteil der Bevölkerung des historischen Teils bis zum frühen 17. Jahrhundert wieder zum Katholizismus übertrat.Genf wurde während der Französischen Revolution vorübergehend von Frankreich annektiert. 1814 wurde es aber anlässlich des Wiener Kongresses in die Schweizer Konföderation aufgenommen; seine Gerichtsbarkeit wurde auf die fünfzehn umliegenden Savoyer Gemeinden ausgedehnt. Der Kongress sah ausdrücklich den Schutz dieser katholischen Savoyer Gemeinden vor religiöser Verfolgung vor. Im Gegenzug wurde die Neutralität der Stadt garantiert. Dennoch hielten die Spannungen zwischen Katholiken und Protestanten an, bis 1907 in Genf ein Gesetz zur offiziellen Trennung von Kirche und Staat erlassen wurde. Seither hat hier keine Religionsgemeinschaft mehr Unterstützung von staatlicher bzw. städtischer Seite erfahren.Nach dem Ersten Weltkrieg wurde Genf der Sitz des Völkerbundes und erhielt den Status einer \"internationalen Stadt\". Sein neuer Ruf setzte sich nach dem Zweiten Weltkrieg fort, als die Vereinten Nationen sich in der Stadt niederließen, mit zahlreichen anderen internationalen Körperschaften und Organisationen im Schlepptau. Seither ist Genf ein blühendes Wirtschafts- und Tourismuszentrum.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/geneva.json"
    },
    {
        "id": 4,
        "name": "Riga",
        "historical_info": "Im 12. Jahrhundert n. Chr. bauten deutsche Händler und Missionare die Stadt Riga an der Mündung der Düna um eine bestehende Siedlung herum. Bis zum Jahre 1158 hatten deutsche Händler dort Handelsposten für den Handel mit den Balten und Finnen errichtet; das erste katholische Kloster wurde 1190 fertiggestellt. 1201 tauchte der frisch ausgerufene Bischof Albert von Livland mit 23 Schiffen und 1500 bewaffneten Kreuzrittern auf - die später zu einem Zweig der Deutschritter wurden -, um sein Bistum zu etablieren und die Einwohner gewaltsam zum Christentum zu konvertieren. 1282 trat Riga der Hanse bei und sicherte somit drei Jahrhunderte lang seine wirtschaftliche und politische Stabilität.Als Rigas Stadtoberhäupter sich im Jahre 1522 öffentlich für die Reformation aussprachen und die Macht der Erzbischöfe schwand, wurde die Stadt schnell in Religionskriege verwickelt. 1621 wurde sie von Gustav II. Adolf, dem König von Schweden, eingenommen, der in den Dreißigjährigen Krieg eingegriffen hatte. Riga blieb bis 1710 unter schwedischer Herrschaft, bis die von der Pest geplagte Hafenstadt sich im Großen Nordischen Krieg den russischen Truppen unter Peter dem Großen ergab. Riga wurde der größte Industriehafen des zaristischen Russlands, bis die baltischen Staaten nach Ende des Ersten Weltkriegs und der darauf folgenden Russischen Revolution im November 1918 ihre Unabhängigkeit erklärten. Riga wurde zur Hauptstadt von Lettland.In den Jahren zwischen den Weltkriegen erlebte Riga eine erneute Blütezeit, doch Lettlands Freiheit sollte nicht lange währen. Im Juni 1940 wurde Riga von der Sowjetunion und ein Jahr später von den Deutschen besetzt. 1944 wurde die Stadt wieder von der Roten Armee zurückerobert, gefolgt von einem Zustrom russischer Arbeiter, Bürokraten und Truppen, der Riga zu einem der wichtigsten Industrie- und Militärkomplexe der westlichen UdSSR machten. Der Hafen wurde für den Handel mit dem Westen ausgebaut und modernisiert. Im Januar 1991 wurde Riga mit Lettlands Unabhängigkeit wieder zum wirtschaftlichen und kulturellen Zentrum des Landes und einer Finanzmetropole des Baltikums.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/riga.json"
    },
    {
        "id": 5,
        "name": "Genua",
        "historical_info": "Ein genaues Gründungsdatum ist für Genua nicht bekannt, aber die Stadt geht auf eine in grauer Vorzeit entstandene Siedlung des ligurischen Volkes zurück. Ein ausgegrabener Friedhof aus dem 6. Jahrhundert v. Chr. zeigt, dass die Stadt zu dieser Zeit von den Griechen besetzt war, aber es ist ziemlich sicher, dass es sie schon lange vorher gab. Unter den Römern war Genua blühender Handelsknotenpunkt, Militärhafen und Marktstadt, aber es wurde bald nach dem Fall des Weströmischen Reichs von den Ostgoten überrannt und geplündert. Im Anschluss war Genua jahrhundertelang nur ein kleiner, unbekannter Fischerhafen, aber in dieser Zeit baute es eine Flotte von Handelsschiffen auf, die später die Handelsrouten des Mittelmeers dominieren sollte.Im 10. Jahrhundert n. Chr. erlangte Genua als Stadtstaat der \"Seerepubliken\" die Unabhängigkeit von den lokalen Lehnsherren und hatte nun ein eigenes Oberhaupt, das direkt dem Kaiser des Heiligen Römischen Reiches unterstellt war. Die wahre Macht in der Stadt übte aber nicht der Bischof aus, der gleichzeitig Präsident war; sie lag vielmehr größtenteils in den Händen der von der Volksversammlung gewählten Konsule. Genuas Schiffbauindustrie und Bankwesen trugen dazu bei, dass die junge Republik florierte. Sie begann, ihre Grenzen auszuweiten, und gründete überall im Nahen Osten und in Nordafrika Kolonien.Genuas Reichtum fand ein jähes Ende, als über einen genuesischen Handelsposten in Kaffa 1347 der Schwarze Tod nach Europa eingeschleppt wurde. Genuas Wirtschaft brach zusammen und die Bevölkerung schrumpfte durch das Wüten der Pest. Die drastisch geschwächte Stadt focht im Verlauf der nächsten 70 Jahre eine Reihe erfolgloser Kriege aus, verlor dabei all ihre Kolonien und fiel schließlich unter die Herrschaft der Visconti von Mailand.Es war ein Glücksfall für die Stadt, als ihr berühmter Sohn, Christoph Kolumbus, von der Entdeckung Amerikas zurückkehrte und ein Zehntel seines Einkommens den Genueser Banken überschrieb. So kam eine Allianz zustande, die Genua zum Satelliten des wohlhabenden Spanischen Reiches machte und dafür sorgte, dass seine Wirtschaft sich bald erholte. Bald hatten die adligen Familien des Stadtstaats wieder neue Reichtümer angehäuft, und die wachsende Stadt begann, berühmte Künstler und Architekten anzulocken. Diese Blütezeit Genuas überdauerte das 16. und währte bis ins 17. Jahrhundert. 1656 brach erneut die Pest aus, der die Hälfte der Bevölkerung zum Opfer fiel. Im 18. Jahrhundert wurde dann Genuas allmählicher Niedergang endgültig besiegelt, als der Schwerpunkt der Weltwirtschaft mit der Einrichtung neuer Handelsrouten weg vom Mittelmeer und hin zur Neuen Welt verlagert wurde. Auch die allgemeine Modernisierung und die Weltkriege des 20. Jahrhunderts trugen wenig zum Aufschwung der Stadt bei.Heute steht Genua wirtschaftlich in Italien an fünfter Stelle und gehört zum \"Industriedreieck\" des Landes, aber es konnte nie wieder an die Bedeutung und den Ruhm anknüpfen, die ihm einst den Beinamen \"La Superba\" einbrachten - die herrliche Stadt Italiens.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/genoa.json"
    },
    {
        "id": 6,
        "name": "Florenz",
        "historical_info": "Florenz (ital. \"Firenze\") ist eine der interessantesten und schönsten Städte Europas. Es liegt am Fluss Arno im Nordosten Italiens, mitten im Herzen der wunderschönen Toskana. Florenz wurde 59 v. Chr. von Julius Cäsar am Übergangspunkt der Via Cassia (der wichtigsten Straße von Rom Richtung Norden) über den Arno gegründet und sollte als Siedlung für römische Soldaten im Ruhestand dienen. Die Stadt wurde schachbrettartig im Stil eines römischen Militärlagers geplant. Dank seiner Lage konnte Florenz vom Handel Roms mit Regionen im Norden profitieren und wurde schon 300 n. Chr. zur Hauptstadt der Provinz Tuszien (die heutige Toskana) erklärt. In den nächsten Jahrhunderten wurde die Stadt immer wieder von den Ostgoten und den Byzantinern angegriffen und wechselte ständig den Besitzer, bis Karl der Große 774 n. Chr. die Stadt einnahm und weitere ausländische Angriffe abwehren konnte.Florenz konnte in den folgenden Jahrhunderten seinen Wohlstand und seine Bedeutung wiedererlangen und wurde zu einem der reichsten und mächtigsten Stadtstaaten in ganz Europa. 1252 führte die Republik Florenz ihre eigene Währung ein, den Florin. Die Goldmünze wurde fast überall im Mittelmeerraum und auch in Mitteleuropa als Zahlungsmittel akzeptiert und Florentiner Händler und Bankiers verbreiteten sich schnell in der gesamten bekannten Welt.Während der Renaissance wurde Florenz von verschiedenen extrem vermögenden und skrupellosen Familien regiert, darunter auch die Medici. Wenn sie sich nicht gerade in Machtkämpfen gegenseitig dezimierten, waren die Florentiner Adligen große Förderer der Künste. So gab zum Beispiel Lorenzo de Medici allein Werke bei Michelangelo, Botticelli und Leonardo da Vinci in Auftrag, um nur drei der brillanten Künstler zu nennen, die er unterstützte. In der Mitte des 15. Jahrhunderts wurden die Medici zu den Großherzögen der Toskana und sollten per Erbrecht sowohl die Provinz als auch Florenz mehrere Jahrhunderte lang regieren. 1737 fiel Florenz an Österreich und 1859 an das Königreich Sardinien-Piemont. 1861 wurde es schließlich Teil des neu gegründeten Italienischen Königreiches.Das moderne Florenz ist ein lebhaftes Touristenzentrum mit knapp 400.000 Einwohnern und lebt von seiner römischen, mittelalterlichen und frühneuzeitlichen Geschichte. Bis heute ist es einer der schönsten und inspirierendsten Orte Europas - ja der ganzen Welt - geblieben.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/florence.json"
    },
    {
        "id": 7,
        "name": "Ragusa",
        "historical_info": "Die heutige Stadt Dubrovnik war einst ein mächtiger Stadtstaat, der als Republik Ragusa bekannt war. Die Stadt Ragusa, im 7. Jahrhundert gegründet, entstand angeblich auf einer kleinen Mittelmeerinsel unweit der Südküste des heutigen Kroatiens. Die Stadtväter, eine Gruppe römischer Flüchtlinge, gründeten die Siedlung, nachdem sie vor der Zerstörung ihrer Heimatstadt Epidauros geflohen waren. Dank der Unterstützung des Byzantinischen und des Osmanischen Reiches sowie der Könige von Kroatien und Ungarn breitete sich die Stadt mit der Zeit in die sie umgebende Region aus. Die Entwicklung der Stadt, besonders die von wichtigen Gebieten wie dem Hafen von Gruz (auch heute noch ein wichtiger Hafen), zog sich den Zorn Venedigs zu, dessen Handelsdominanz im Mittelmeerraum bis zu diesem Zeitpunkt unangefochten war.Mit Venedigs Invasion des damaligen Dalmatiens (einer Region in Ostkroatien) im Jahr 1205 wurde Ragusa in eine unterlegene Position gezwungen und musste Venedig sowohl hohen Tribut zahlen als auch künftig dessen Flottenstützpunkt im Mittelmeer bilden. Trotz des Drucks durch den venezianischen Einfluss setzte sich Ragusas Entwicklung zu einem Handelszentrum im Mittelmeer fort. Die Einmischung Venedigs forderte jedoch ihren Tribut bei der Bevölkerung und die zunehmende Ablehnung Venedigs durch das Volk Ragusas während dieser Zeit markierte den Beginn einer lange währenden wirtschaftlichen Rivalität zwischen den beiden Stadtstaaten. Nachdem Venedig seine Ansprüche auf Dalmatien im Jahr 1358 aufgab, hatte Ragusa endlich die Chance auf echte Unabhängigkeit. Bald darauf wurde die Republik Ragusa gegründet und der städtische Adel sicherte sich schnell die Macht. Er koordinierte beinahe alle Aspekte von Ragusas Politik und ließ den Bürgern und Plebejern nahezu keine Möglichkeiten zur Mitbestimmung. Diese Regierung handelte für die nächsten 100 Jahre eigenverantwortlich unter der Souveränität des ungarischen Königs.Im Jahr 1458 festigte ein Vertrag mit dem Osmanischen Reich Ragusas Position als mächtiges Handelszentrum für den Rest seiner Zeit als Republik. Unter dem Schutz der Osmanen florierte die Stadt. Verringerte Handelszölle, Zugang zum Schwarzen Meer (zuvor von den osmanischen Handelsleuten verboten) und die osmanische Unterstützung bei Handelsdisputen boten allesamt wertvolle Vorteile, die Ragusas Position als dominierender Mittelmeerhafen untermauerten.Auf seinem Höhepunkt betrug die Bevölkerungszahl Ragusas etwa 30.000 und die Stadt diente als wichtige Verbindung zwischen den Häfen Italiens und weiter östlich gelegenen Zielen. Als jedoch Waren aus Indien, China und von weiter weg zunehmend einfacher erhältlich wurden, schwand Ragusas kommerzieller Einfluss. Im Jahr 1667 traf ein schweres Erdbeben die Stadt, bei dem beinahe 75% aller Bauwerke zerstört wurden und über 5000 Menschen ums Leben kamen. Die Stadt war nun nur noch eine Hülle ihrer selbst und ergab sich 1806 schließlich Napoleons Armee. Im Jahr 1808 existierte die Republik Ragusa nicht mehr.Heute ist die Stadt Dubrovnik ein beliebtes Touristenziel im Mittelmeer, dessen Einwohnerzahl 40.000 übersteigt. Dubrovnik ist nach wie vor auch ein Handelshafen - einer der wenigen Überreste der bewegten Geschichte dieser Stadt.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/ragusa.json"
    },
    {
        "id": 8,
        "name": "Sydney",
        "historical_info": "Sydney, an der südöstlichen Küste Australiens gelegen, war nicht nur die erste britische Kolonie auf diesem Kontinent, sondern auch die erste europäische Siedlung überhaupt. Die Stadt wurde 1788 von Admiral Arthur Phillip als Strafkolonie gegründet und ihre frühe Entwicklung wurde zunächst von Strafgefangenen geleitet, später auch von pensionierten Soldaten und Siedlern aus Großbritannien. Mit der Zeit wuchs Sydney zur größten und wohl auch berühmtesten Stadt Australiens heran und heute leben dort über 4 Millionen Menschen.Die ursprüngliche Landestelle, die als \"Botany Bay\" bekannt ist, wurde von James Cook im Jahr 1770 entdeckt und galt als ungeeignet für eine permanente Siedlung. Die nahegelegene Bucht Sydney Cove, die nach \"Lord Sydney\" Thomas Townshend benannt wurde, erwies sich als idealer Ort. Vor der Ankunft der Briten wurde das Gebiet offenbar mehrere Jahrtausende lang von australischen Aborigines bewohnt und bei ihrer Ankunft fanden sie zahlreiche Stämme vor. Trotz Admiral Phillips Bemühungen, den Kontakt zwischen den Kolonisten und den Stammesangehörigen zu regulieren, starben Tausende Aborigines an Pocken und Masern, die die Kolonialisten einschleppten.In seiner späteren Geschichte erfuhr Sydney während des 19. Jahrhunderts einen massiven Bevölkerungsschub, als in angrenzenden Gebieten, besonders in Bathurst, Gold entdeckt wurde. In dieser Zeit trieb Sydney seine industrielle Entwicklung voran, sodass am Ende der Zwanzigerjahre des 20. Jahrhunderts über eine Million Menschen in der Stadt lebten, was die Stadt zu einem Ausbau ihrer nun verstärkt nötigen Infrastruktur veranlasste.Heute ist Sydney für seine finanzielle Entwicklung bekannt; die Stadt dient als ökonomischer Dreh- und Angelpunkt für ganz Australien. Viele Großbanken und Finanzinstitute sind dort ansässig und auch die australische Wertpapierbörse befindet sich in Sydney. Seit Anfang des 19. Jahrhunderts, der Gründung Sydneys, wird der 26. Januar als australischer Nationalfeiertag abgehalten, wobei nicht nur der Geschichte, sondern auch der Bedeutung der Stadt für Australien bis heute gedacht wird.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/sydney.json"
    },
    {
        "id": 9,
        "name": "Québec",
        "historical_info": "Québec, 1608 von dem französischen Entdecker Samuel de Champlain gegründet, war einst Standort eines kleinen Irokesendorfes namens Stadaconé. Der Name stammt von dem Algonquin-Wort \"Kebec\", was so viel bedeutet wie \"wo der Fluss enger wird\". Die Siedlung Québec wuchs und entwickelte sich im 17. Jahrhundert zum Mittelpunkt französischer Kolonialbemühungen in Nordamerika.Während seiner Frühzeit diente Québec nicht nur als wertvoller Handelsaußenposten, sondern beheimatete auch verschiedene christliche Missionare und eine steigende Anzahl dauerhaft ansässiger Siedler. Die Pelz- und Holzindustrie bot den Franzosen wertvolle Ressourcen, die ihre frühen Bemühungen verstärkten, ihren Einfluss in Nordamerika auszudehnen. Die Stadt stand zwischen 1629 und 1632 kurz unter britischer Herrschaft, wurde sonst aber über 150 Jahre lang von den Franzosen beherrscht, obwohl sie mehrmals belagert wurde. 1663 wurde Québec schließlich zur offiziellen Hauptstadt Neufrankreichs ernannt, nachdem es seit der Gründung Hauptstadt von Französisch-Kanada gewesen war.Die Franzosen verloren die Herrschaft über die Kolonie offiziell im Jahr 1759 während der Schlacht auf der Abraham-Ebene an die Briten, die Québec bis zur Gründung der Dominion of Canada im Jahr 1867 kontrollierten. Nach dem Verfassungsgesetz von Kanada wurde Québec zur Hauptstadt der kanadischen Provinz Québec.Heute leben über 500.000 Menschen in Québec und die Stadt besitzt ein reiches Kulturerbe. Seit 1985 gehört sie zum UNESCO-Welterbe, da noch immer viel von ihrer ursprünglichen Kolonialarchitektur erhalten ist. Von besonderem Interesse ist dabei das berühmte Hotel Château Frontenac und die römisch-katholischen Kirchen Notre-Dame de Québec und Notre-Dame-des-Victoires, die beide ursprünglich im 17. Jahrhundert erbaut wurden.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/quebec_city.json"
    },
    {
        "id": 10,
        "name": "Bukarest",
        "historical_info": "Bukarest, das am Ufer des Flusses Dâmbovita liegt, ist die größte Stadt und Hauptstadt von Rumänien. Archäologische Ausgrabungen haben gezeigt, dass Menschen schon seit 9.000 v. Chr. in der Region um Bukarest leben, doch die Stadt selbst wird zum ersten Mal 1459 n. Chr. in einem Dokument erwähnt, das von Vlad III. dem Pfähler unterzeichnet wurde. Vlad III. baute damals seine erste Festung und Sommerresidenz in Bukarest, um so die vorrückenden osmanischen Truppen aufzuhalten, was ihm jedoch nicht gelang. Im frühen 17. Jahrhundert wurde die Stadt von den Osmanen niedergebrannt, die sie anschließend einnahmen und wieder aufbauten.Bukarest entwickelte sich schnell unter den Osmanen und wurde zum bedeutendsten Wirtschaftszentrum sowie 1659 zur Hauptstadt der eroberten Region Walachei. In den folgenden zweihundert Jahren wurde Bukarest mehrmals fast durch Naturkatastrophen zerstört (und jedes Mal wieder aufgebaut), von der Beulenpest heimgesucht und immer wieder von der Habsburgermonarchie und dem Russischen Zarenreich besetzt, bis es letztlich ganz an Russland fiel.Die Walachei blieb unter russischer Herrschaft, bis eine Reihe von öffentlichen Unruhen in Bukarest dazu führte, dass sich die Fürstentümer Walachei und Moldau vereinigen konnten und so 1859 der Staat Rumänien gegründet wurde. Bukarest wurde bereits 1862 zur Hauptstadt des neuen Königreiches, was zu einem immensen Wachstum der Einwohnerzahl und der Aufnahme großangelegter Architekturprojekte führte. Die Extravaganz, die viele der Residenzen im damaligen Bukarest ausdrückten, hat der Stadt den Beinamen Paris des Ostens eingebracht.Bukarest konnte zwar den Ersten Weltkrieg relativ unbeschadet überstehen, wurde aber im Zweiten Weltkrieg umso härter getroffen, vor allem durch intensive alliierte Bombardements. Nach den Kriegen wurden große Teile der historischen Altstadt abgerissen, um Platz für hohe Wohngebäude zu schaffen, die von der kommunistischen Regierung in Auftrag gegeben wurden. Die restlichen historischen Stadtteile wurden 1977 von einem starken Erdbeben zerstört.Die rumänische Revolution von 1989 beendete die kommunistische Herrschaft in Rumänien, als viele desillusionierte und unzufriedene Protestler sich in Bukarest zusammenfanden. Während einer Rede von Präsident Nicolae Ceausescu kam es unter den Menschen zu Unruhen und Protesten, dem die verzweifelte Polizei nichts entgegenzusetzen hatte. Seit dem Untergang des Kommunismus erfreut sich Bukarest eines ungeahnten wirtschaftlichen Aufschwungs, einer Zeit der Modernisierung sowie Versuchen der örtlichen Regierung, das fast komplett zerstörte historische Zentrum wieder aufzubauen.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/bucharest.json"
    },
    {
        "id": 11,
        "name": "Belgrad",
        "historical_info": "Belgrad, die heutige Hauptstadt von Serbien, liegt am Zusammenfluss zweier der bedeutendsten Flüsse Europas, der Donau und der Save, und dient schon seit Jahrhunderten als wichtiger Knotenpunkt zwischen Europa und Asien. Belgrad ist eine der ältesten Städte in Europa und war schon 6.000 v. Chr. von Menschen besiedelt. Es könnte sein, dass auch die größte bekannte prähistorische Kultur Europas, die Vinca-Kultur, dort heimisch war. Die erste erwähnte Festung und permanente Siedlung an diesem Ort wurde von den Kelten im 3. Jahrhundert v. Chr. errichtet und Singidun oder Singidunum genannt - die runde Festung.Singidunum wurde in den nächsten Jahrhunderten von zahlreichen Völkern geplündert und eingenommen, darunter die Römer, die Hunnen, die Sarmaten, die Ostgoten und die Awaren, bevor es im 9. Jahrhundert n. Chr. unter byzantinische Herrschaft geriet. Zu diesem Zeitpunkt erhielt die Stadt auch ihren slawischen Namen, Beligrad, was soviel bedeutet wie \"Weiße Festung\". In den folgenden Jahrhunderten beherbergte die Stadt die Armeen des Ersten und Zweiten Kreuzzuges und blieb stets umkämpft zwischen Bulgarien, Ungarn und Byzanz.1456 starteten die Osmanen die berühmte Belagerung von Belgrad beim Versuch, Ungarn zu unterwerfen. Der Fall der Festung Belgrad hätte Sultan Mehmet II. den Weg freigemacht, das Herz von Mitteleuropa zu erobern. Doch eine Armee von Johann Hunyadi besiegte die osmanischen Truppen und konnte so nicht nur die Stadt retten, sondern auch das Christentum in ganz Europa bewahren. Bis heute noch erklingen die Glocken in katholischen Kirchen am Mittag, um an diesen Sieg zu erinnern. Leider fielen viele der siegreichen Soldaten, darunter auch Hunyadi selbst, in den Wochen nach dem Triumph der Pest zum Opfer. 1521, fast 70 Jahre später, konnte Süleyman der Prächtige die Stadt doch noch erobern, woraufhin er sie zum Sitz einer osmanischen Sandschak-Provinz machte. So wurde Belgrad schnell zur zweitgrößten Stadt im Osmanischen Reich und wurde nur von Konstantinopel übertroffen.Der Zweite Serbische Aufstand von 1815 (der erste Versuch war 1807 gescheitert) brachte dem serbischen Gebiet eine begrenzte Unabhängigkeit, die vollständig erst 1878 errungen wurde. Die Hauptstadt des neuen Königreichs wurde nach Belgrad verlegt, sodass die Stadt erneut florieren und schnell wachsen konnte. Dieses Wachstum kam jedoch mit dem Beginn des Ersten Weltkrieges 1914 zu einem Ende, da die Bevölkerung Belgrads durch zahlreiche Angriffe dezimiert wurde. Nach dem Krieg wurde Belgrad zur Hauptstadt des neu entstandenen Jugoslawiens und erlebte eine Zeitspanne mit ungeahntem Wachstum und Modernisierung.Trotz aller Versuche der serbischen Regierung, nicht in den Zweiten Weltkrieg einzutreten, wurden die Einwohner Belgrads 1941 massiv von der deutschen Luftwaffe bombardiert und dezimiert und die Stadt wurde schnell von den Deutschen eingenommen. 1944 bombardierten die Alliierten Belgrad und konnten die Stadt ein paar Monate später endlich befreien. Bei Kriegsende war Serbien unter der Kontrolle der Sowjetunion und ein Jahr später wurde die Föderative Volksrepublik Jugoslawien gegründet, die Belgrad erneut zu ihrem Regierungssitz machte. Unter dem Kommunismus entwickelte sich Belgrad schnell zu einem wichtigen industriellen Zentrum.1996 kam es in Belgrad zu Massendemonstrationen gegen die kommunistische Regierung und 1997 wurde zum ersten Mal ein Bürgermeister in Belgrad gewählt, der keiner kommunistischen oder sozialistischen Partei angehörte. Die Unruhen hielten jedoch an, nicht zuletzt, weil Bombardements im Kosovokrieg 1999 erhebliche Schäden anrichteten und Hunderttausende Demonstranten auf die Straße trieben. Doch trotz aller militärischer und wirtschaftlicher Probleme in den Neunzigerjahren des vorigen Jahrhunderts wächst Belgrad unaufhörlich weiter als Zentrum für Geschichte, Kultur und Tourismus.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/belgrade.json"
    },
    {
        "id": 12,
        "name": "Brüssel",
        "historical_info": "Brüssel wurde offiziell 979 n. Chr. am Fluss Senne gegründet, als Karl von Niederlothringen, ein Nachfahre von Karl dem Großen, die erste bleibende Befestigung um eine kleine katholische Kapelle mitsamt Gemeinde errichten ließ. Die frühe Stadt lag ziemlich nahe am Fluss und wurde oft von Überschwemmungen bedroht, was ihr auch den niederländischen Namen Broeksel einbrachte, das Heim im Sumpf. Durch die Errichtung von Stadtmauern im 11. bis 14. Jahrhundert erlebte die Stadt eine Zeit des Wachstums, der Expansion und vor allem des Friedens, was damals wirklich etwas Besonderes war.Der Frieden endete 1695 abrupt, als König Ludwig XIV. von Frankreich Truppen nach Brüssel schickte und die Stadt mit Artillerie beschoss, wobei der Grote Markt und fast ein Drittel der Stadt zerstört wurde. Dies war das zerstörerischste Ereignis in der gesamten Geschichte der Stadt. Die Invasion brachte eine \"Französisierung\" der Kultur und Sprache in der Region mit sich. In der belgischen Revolution von 1830 spalteten sich die südlichen, Französisch sprechenden Provinzen des Vereinigten Königreichs der Niederlande von den nördlichen, Niederländisch sprechenden Provinzen ab, wobei sich der Großteil des Konfliktes in Brüssel abspielte. Nach Erklärung der belgischen Unabhängigkeit machte sich der neue König Leopold I. an die riesige Aufgabe, die alten Stadtmauern zu zerstören, um so Platz für den Bau neuer, moderner Gebäude zu schaffen. Es kam seiner Idee zugute, dass die Senne, einst die Lebensader der Stadt, zu einer echten Gesundheitsbedrohung geworden war und man daher den Flussverlauf in der Stadt überbauen und neu anlegen konnte.Brüssel konnte die beiden Weltkriege ohne größere Schäden überstehen (obwohl Belgien in beiden Kriegen von den Deutschen erobert wurde), was hauptsächlich der unnachgiebigen Neutralitätshaltung Belgiens zu verdanken ist. Es ist diese Neutralität, die die Stadt zu einem modernen Zentrum für internationale Politik, faktisch zur Hauptstadt der Europäischen Union (EU) sowie zum Sitz der Nordatlantikpakt-Organisation (NATO) gemacht hat. Der einzig größere Konflikt in der sonst friedlichen Stadt dreht sich um die Gesetze zur Sprachgrenze zwischen den Französisch und Niederländisch sprechenden Gebieten, eine Spannung, die für den gesamten belgischen Raum steht.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/brussels.json"
    },
    {
        "id": 13,
        "name": "Monaco",
        "historical_info": "Das Fürstentum Monaco ist die kleinste Monarchie und nach der Vatikanstadt das zweitkleinste Land der Welt. Monaco (griechisch: Monoikos) wurde 1228 als genuesische Kolonie an einem Ort gegründet, der schon seit dem 6. Jahrhundert v. Chr. von ligurischen Volksstämmen besiedelt war. Im Jahr 1297 nahm Francesco Grimaldi die Festung ein, die den kleinen Stadtstaat beschützte, und seit jener Zeit regiert seine Familie das Land.1793 wurde das Fürstentum von Streitkräften der Französischen Revolution besetzt und blieb unter französischer Herrschaft, bis es 1814 vom Wiener Kongress als Protektorat dem Königreich Sardinien unterstellt wurde. Dabei blieb es, bis Sardinien ebenfalls an Frankreich fiel; 1861 erlangte Monaco dann seine Unabhängigkeit. Frankreich war (und ist) allerdings immer noch verpflichtet, für die militärische Verteidigung des Zwergstaats zu sorgen - für ein Land mit einer Fläche von knapp zwei Quadratkilometern kein schlechtes Geschäft! Monaco war während des Zweiten Weltkriegs vorübergehend besetzt, aber der Versuch, die Grimaldis durch eine faschistische Verwaltung zu ersetzen, schlug fehl und hinterließ kaum Spuren in dem kleinen Land.Heutzutage ist Monaco vor allem für drei Dinge bekannt: die verstorbene Fürstin Gracia Patricia, seinen Status als Steueroase und das weltberühmte Casino. Fürst Rainier III. heiratete 1956 die US-amerikanische Schauspielerin Grace Kelly und lenkte damit die Aufmerksamkeit der Welt zum ersten Mal seit Jahrhunderten auf das kleine Land. Sie brachte den Zwergstaat nicht nur ins Rampenlicht, sondern arbeitete auch stetig daran, die Unterstützung für Kunst und Erziehungswesen in den USA und Monaco zu verbessern. Außerdem wurde Monaco dadurch berühmt, oder vielmehr berüchtigt, dass es seinen Untertanen noch nie eine Einkommensteuer abverlangt hat und damit zahlreiche wohlhabende Bürger aus aller Welt anlockte. Das Casino Monte Carlo schließlich ist eine der größten Touristenattraktionen des Landes. Es wurde 1856 eröffnet und wird von vielen der reichsten Glücksspieler der Welt besucht; die Einwohner des Landes haben allerdings keinen Zutritt. Das Casino dient im jährlichen Grand Prix von Monaco als Landmarke und hat auch schon die Kulisse für drei James-Bond-Filme abgegeben. Außerdem ist nach dem Casino eine Klasse mathematischer Algorithmen und Methoden zur stichprobenartigen Erhebung von Daten benannt.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/monaco.json"
    },
    {
        "id": 14,
        "name": "Kathmandu",
        "historical_info": "Die Geschichte der antiken Stadt Kathmandu, der Hauptstadt des hochliegenden Landes Nepal, datiert beinahe 2.000 Jahre zum Beginn des ersten Jahrtausends n. Chr. zurück. Die in hinduistische und buddhistische Tradition eingebundene Stadt Kathmandu wurde nach einem großen Tempel benannt, den man an einem Ort mit Namen \"Kasthamandap\" fand und der im 16. Jahrhundert aus dem Holz eines einzelnen Baums gebaut worden sein soll.Lange vor der Gründung der Stadt wurde das Kathmandutal vom Volk der Newar bewohnt, den Vorfahren der heutigen Newar, die immer noch in Nepal leben. Den Newar sind viele der einzigartigen Merkmale zuzuschreiben, die inzwischen als Symbole Nepals gelten, darunter der Pagoden-Architekturstil, der im Laufe der Jahrhunderte von chinesischen und indischen Vorbildern übernommen wurde.Während der Herrschaft der Malla-Dynastie, die Kathmandu ab dem 12. Jahrhundert mehr als 500 Jahre lang regierte, wurden viele der bedeutendsten Tempel und Pagoden gebaut. Obwohl die Stadt häufig Konflikte und Tumult ertragen musste, die zur Zerstörung vieler früher Gebäude führten, gibt es heute noch Dutzende von herrlichen Beispielen. 2006 wurden die Monumente Kathmandus kollektiv zum UNESCO-Welterbe erklärt, womit man die kulturelle Bedeutsamkeit der historischen Stadt anerkannte.Heute beheimatet Kathmandu mehr als eine Million Einwohner und seine Wirtschaft wird durch heimisches Handwerk und immer mehr Tourismus getragen. Während die Stadt wächst und moderner wird, steht die Regierung nun den schwierigen Themen Urbanisierung und Umweltbelastung gegenüber.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/kathmandu.json"
    },
    {
        "id": 15,
        "name": "Hanoi",
        "historical_info": "Das Gebiet um Hanoi an den Ufern des Roten Flusses in Vietnam wurde schon im 3. Jahrtausend v. Chr. oder noch früher besiedelt. Eine der ersten belegten permanenten Strukturen an dieser Stelle war die um 200 v. Chr. errichtete Co Loa Zitadelle. Aber erst im Jahr 1010 n. Chr. wurde die Gründung von Hanoi offiziell verzeichnet - der damalige Regent des Landes, Lý Thái To, verlegte die Hauptstadt an diese Stelle und benannte sie um in Thang Long, was \"aufsteigender Drache\" bedeutet. Thang Long blieb bis 1397 die Hauptstadt Vietnams.Die Stadt wuchs jahrhundertelang still vor sich hin, auch während der kurzen Besatzung durch die Chinesen im frühen 15. Jahrhundert. 1831 benannte Kaiser Minh Mang die Stadt um; sie erhielt den profaneren Namen \"Zwischen den Flüssen\". 1873 besetzten die Franzosen die Stadt und das Umland; 1887 machten sie Hanoi zur Hauptstadt ihrer neuen Kolonie, Französisch-Indochina.Nach dem Zweiten Weltkrieg war die Stadt Schauplatz verheerender Kämpfe, als unabhängige Nationalisten und die französische Regierung um die Vorherrschaft im Land stritten. Nordvietnam erlangte 1954 schließlich die Unabhängigkeit und ernannte Hanoi zur Landeshauptstadt. Auch nach der Wiedervereinigung von Nord- und Südvietnam im Jahr 1976 blieb Hanoi die Hauptstadt.Seither hat sich Hanoi zu einer pulsierenden Metropole entwickelt, die mit jeder neuen Generation exponentiell weiterwächst. Es ist die modernste und am weitesten entwickelte Stadt in Vietnam, mit den neuesten Fortschritten in Infrastruktur und Landwirtschaftstechnik.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/hanoi.json"
    },
    {
        "id": 16,
        "name": "Lhasa",
        "historical_info": "Lhasa ist mit 3.600 m über dem Meeresspiegel eine der höchstgelegenen Städte der Welt. Der Name bedeutet übersetzt \"Ort der Götter\"; bis ins frühe 7. Jahrhundert hieß die Stadt noch Rasa, \"Ort der Ziegen\". Die belegte Geschichte der Stadt begann ungefähr um diese Zeit, als Songtsen Gampo Herrscher des tibetischen Königreichs wurde und im Jahr 637 n. Chr. die Hauptstadt nach Lhasa verlegte. Gampo trat bald zum Buddhismus über (den seine Ehefrauen ihm nahegebracht hatten) und ließ buddhistische Statuen und Tempel erbauen. Während die politische Macht der Stadt im Lauf der Jahrhunderte allmählich nachließ (die Monarchie zerfiel im 9. Jahrhundert), wurde Lhasa als religiöses Zentrum immer bedeutender. Der erste Dalai Lama, das spirituelle Oberhaupt der tibetischen Buddhisten, gelangte 1391 an die Macht.1642 begann der fünfte Dalai Lama, Lobsang Gyatso, zusätzlich zu seiner spirituellen Autorität auch wahre politische Macht auszuüben, und vereinigte die bisher lose verbundenen tibetischen Stämme zu einer Nation. Lhasa wurde zur spirituellen und politischen Hauptstadt des neuen Landes. Als der Westen Anfang des 20. Jahrhunderts begann, Forschungsreisende in die Stadt zu entsenden, bestand die Bevölkerung von Lhasa fast zur Hälfte aus praktizierenden buddhistischen Mönchen.Im Jahr 1950 marschierten chinesische Truppen in Tibet ein und viele Bewohner flohen aus der Stadt und gingen nach Indien ins Exil, darunter auch der 14. Dalai Lama. Der Überfall wurde von den Chinesen als \"friedliche Befreiung\" bezeichnet, aber für die Tibeter, den Kongress der USA und andere bedeutende militärische und politische Instanzen handelte es sich um einen unprovozierten Angriff. Viele der in der Stadt verbliebenen Mönche und Nonnen erhoben sich und hielten friedliche Demonstrationen gegen die chinesischen Unterdrücker ab, was zu restriktiven Maßnahmen gegen die Klöster führte. Es wurden Umerziehungsprogramme eingeführt, um die Buddhisten zu kommunistischen Ansichten zu bekehren. Außerdem sollten die Protestierenden dem Dalai Lama und der Unabhängigkeit Tibets entsagen. Viele Mönche und Nonnen verweigerten die Kooperation und wurden ins Gefängnis gesteckt; jene, die entkamen, flohen nach Indien.Die Frage der Unabhängigkeit Tibets stellt heute noch in Lhasa und dem Rest der Welt eine bedeutende Kontroverse dar; viele Regierungen verurteilen immer noch die Behandlung der tibetischen Bevölkerung durch die Chinesen. Im Mai 2008 wurden Gespräche zwischen dem amtierenden Dalai Lama im Exil und der chinesischen Regierung eingeleitet, um Tibets Unabhängigkeit und autonome Regierung zu verhandeln, aber es hat sich daraufhin noch nicht viel verändert.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/lhasa.json"
    },
    {
        "id": 17,
        "name": "Almaty",
        "historical_info": "Almaty liegt nahe der südöstlichen Grenze des modernen Kasachstans und wird schon seit 1.000 v. Chr. von Menschen besiedelt. Die frühe Geschichte war geprägt von Bauernhöfen und Hirtenstämmen. Erst im Mittelalter konnte Almaty als Stadt wachsen und florieren, da es zu einem wesentlichen Bestandteil der Seidenstraße wurde. Drei Jahrhunderte lang blühte Almaty als Zentrum für Landwirtschaft und Handwerk, bis im 13. Jahrhundert große Teile der Stadt durch mongolische Überfälle zerstört wurden. Zu Beginn des 15. Jahrhunderts befanden sich Almaty und seine Umgebung auf einem absteigenden Ast.Erst im Jahr 1854 konnte Almaty sich langsam erholen und die moderne Stadt aufbauen, die es heute ist. Das Russische Zarenreich errichtete auf dem alten Siedlungsgelände die Festung Wernoje. Ein Jahr später gestatteten die Soldaten Bauern und Händlern den Zutritt zu dem Gebiet und gründeten die Stadt Werny, die das Verwaltungszentrum der neu erstellten turkestanischen Provinz des Siebenstromlands beherbergen sollte. Dieses neue Almaty konnte nur 30 Jahre florieren, bis es 1887 in weniger als zwanzig Minuten durch ein verheerendes Erdbeben zerstört wurde.Im frühen 20. Jahrhundert wurde die Stadt in Alma-Ata umbenannt. Durch den Bau der Turkestan-Sibirischen Eisenbahn konnte die Stadt wieder ein wenig ihrer früheren Bedeutung als Handelsdepot zurückgewinnen. 1936 wurde Alma-Ata zur Hauptstadt von Kasachstan und sollte zu einer Art kulturellem Mekka werden. 1993 wurde Alma-Ata wieder Almaty benannt, um auf die vielen Apfelplantagen in der Umgebung hinzuweisen.1997 verlegte die Regierung die Hauptstadt des Landes nach Astana, einer Stadt, die weniger von Naturkatastrophen bedroht wird. Trotz dieses politischen Abstiegs und der konstanten Zerstörungsgefahr durch verheerende Schlammlawinen floriert Almaty erneut als kulturelles, finanzielles und industrielles Zentrum.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/almaty.json"
    },
    {
        "id": 18,
        "name": "Kuala Lumpur",
        "historical_info": "Kuala Lumpur war ursprünglich eine Bergbaustadt, entstanden um die neue Zinnmine, die der malaiische Raja 1857 eröffnen ließ. Der ursprüngliche Name, Pengkalan Lumpur, bedeutet wörtlich \"schlammiger Landeplatz\", was auf die Position der tiefgelegenen Stadt zwischen zwei gleichermaßen schlammigen Flüssen hindeutet. Später wurde der Name der Stadt zu Kuala Lumpur, \"schlammiger Zusammenfluss\" geändert; offensichtlich hatte sich die Umgebung in der Zwischenzeit nicht wesentlich verbessert.Die kleine Bergbaustadt entwickelte sich schließlich zu einem recht lukrativen Handelsposten, aber sie wurde ständig von Krankheiten, Bränden und Überflutungen heimgesucht, was ihren Fortschritt etwas aufhielt. Dennoch wurde sie 1880 zur Hauptstadt erklärt, da die Flüsse und die Minen strategische Vorteile boten. Ein Jahr später wütete aber eine Feuersbrunst in der Stadt, der eine massive Überschwemmung folgte. Diese beiden Naturkatastrophen zerstörten praktisch jedes Gebäude im Ort, da fast alle aus Holz und Strohdächern bestanden. Beides ist leicht brennbar und wird von Wasserfluten einfach weggespült oder verfault in der Nässe. Deshalb wurde verordnet, alle neuen Gebäude aus Backsteinen und Ziegeln zu errichten. Nach dem Wiederaufbau wurde Kuala Lumpur 1896 zur Hauptstadt der neu gebildeten Föderierten Malaiischen Staaten gemacht.Das 20. Jahrhundert brachte Kuala Lumpur neue Probleme: während des Zweiten Weltkriegs kam es unter japanische Besatzung, der Weltmarkt für Zinn brach ein, und die britischen Herrscher lieferten sich mit einheimischen Kommunisten einen Guerillakrieg. 1963 erlangte Malaysia dann die Unabhängigkeit von Großbritannien, wiederum mit Kuala Lumpur als Hauptstadt.Die Stadt ist heutzutage die größte in Malaysia und besitzt eine der prägnantesten modernen Skylines. Eine Zeitlang standen dort auch die höchsten Wolkenkratzer der Welt, die Petronas Twin Towers, bevor sie 2004 vom Taipei 101 in den Schatten gestellt wurden. Kuala Lumpur ist heute das wirtschaftliche und kulturelle Zentrum des Landes mit blühender Industrie und bedeutendem Tourismussektor.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/kuala_lumpur.json"
    },
    {
        "id": 19,
        "name": "Singapur",
        "historical_info": "Aufzeichnungen und archäologische Ausgrabungen zeigen, dass die Insel, auf der das heutige Singapur liegt, schon ungefähr seit dem 2. Jahrhundert n. Chr. besiedelt ist. Die kleine Insel gehörte ursprünglich zum Reich von Sumatra und nannte sich Temasek, \"Stadt am Meer\". Aus unbekannten Gründen verlor das Gebiet im 14. Jahrhundert an Bedeutung, und für die nächsten Jahrhunderte bestand die Bevölkerung der Insel vorwiegend aus kleinen Fischerdörfern.Das änderte sich gründlich am 29. Januar 1819, als der britische Staatsmann Sir Thomas Stamford Raffles auf der Insel ankam und einen Vertrag unterzeichnete, um den südlichen Teil zu einem britischen Handelsposten auszubauen. Singapur wurde 1824 offiziell zur britischen Kolonie, als die britische Ostindien-Kompanie die Kontrolle über die ganze Insel gewann. Die Stadt auf der Insel wuchs stetig an, und sie wurde zu einem bedeutenden Handels- und Geschäftszentrum im Pazifik.1941 marschierten die Japaner in Singapur ein und erlangten in nur sechs Tagen die Kontrolle über die Stadt und ihren Militärstützpunkt. Die Schlacht um Singapur war die schlimmste militärische Katastrophe in der Geschichte Großbritanniens, und für den Rest des Zweiten Weltkriegs war die Stadt ein wichtiger Stützpunkt der Japaner. Erst einen Monat nach der japanischen Kapitulation 1945 erhielten die Briten die Kontrolle über die Insel zurück.Nach dem Krieg begab sich Singapur auf den Weg in die Unabhängigkeit. 1955 durfte die Stadt zum ersten Mal allgemeine Wahlen abhalten, aber die nach England entsandten Delegationen, die Autonomie forderten, stießen noch bis 1959 auf Widerstand. Vier Jahre später erklärte der kleine Stadtstaat offiziell seine Unabhängigkeit vom britischen Empire und trat rasch der Föderation von Malaysia bei. Allerdings wurde das Verhältnis zwischen Singapur und der Föderation durch erhebliche ideologische Konflikte bald getrübt, und zwei Jahre später erklärte Singapur offiziell seine vollständige Souveränität.Seit der Unabhängigkeit ist es mit dem Stadtstaat stetig bergauf gegangen, und Lebensstandard, Wirtschaft und Bildungswesen wurden massiv verbessert. Singapur ist heute das fünftreichste Land der Welt (gemessen am Bruttoinlandsprodukt pro Kopf der Bevölkerung) mit blühender Tourismus- und Pharmaindustrie.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/singapore.json"
    },
    {
        "id": 20,
        "name": "Panama-Stadt",
        "historical_info": "Panama-Stadt, Hauptstadt der Republik Panama, ist das pazifische Ende des Panamakanals im Golf von Panama. Das Wort \"Panama\" bedeutet \"viele Fische\" und die Stadt wurde tatsächlich bei einem großen Fischerdorf erbaut, das zu Zeiten der Eroberung durch die spanischen Konquistadoren bereits existierte. Die Hafenstadt wurde 1519 vom spanischen Gouverneur von Panama an der Pazifikseite des Isthmus gegründet, um die Verschiffung von Gütern und Schätzen aus dem Atlantik zu erleichtern. Die Stadt war der Schlüsselort bei der Eroberung des Inka-Reichs und so gingen auch die Schätze der Inka auf ihrem Weg nach Spanien durch diesen Ort.Schnell wurde die Stadt durch den Handel wohlhabend, anschließend Opfer einer Plünderung durch den englischen Piraten Sir Henry Morgan und drei Jahre später etwas weiter südlich wieder aufgebaut. Panama-Stadt wurde anschließend von den Spaniern gut bewacht, doch 1746 versetzte die Zerstörung des karibischen Hafens bei Portobelo der Überland-Handelsroute einen schweren Schlag. Reichtum und Ansehen von Panama-Stadt nahmen ab, doch ein Jahrhundert später eröffnete die Panama Canal Railroad und viele Goldsucher strömten auf dem Weg nach Kalifornien auf Straßen und Schienen über den Isthmus. Schiffe aus Panama-Stadt trugen die durch den Goldrausch ausgelöste Flut von Menschen und Material nordwärts.Nachdem Panama 1903 seine Unabhängigkeit von Kolumbien erklärt hatte, wurde die Stadt zur Hauptstadt ernannt. Als 1914 der Panamakanal fertiggestellt wurde, stieg die Stadt zu Mittelamerikas Hauptknotenpunkt für den internationalen Handel und Tourismus auf. Heute existieren in Panama-Stadt über 80 Banken und die Stadt gilt als die reichste Lateinamerikas. Zuletzt gab es große Investitionen aus dem Ausland in die Schifffahrt Panamas und auch durch das Referendum von 2006, das die Erweiterung des Kanals festlegte, wird der Wirtschaftsboom wohl noch eine Weile anhalten.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/panama_city.json"
    },
    {
        "id": 21,
        "name": "Kapstadt",
        "historical_info": "Kapstadt liegt am südlichen Zipfel Afrikas und war die erste europäische Siedlung in Südafrika. 1652 gründete die niederländische Ostindien-Kompanie eine Versorgungsstation für ihre Schiffe an der Küste der Tafelbucht. Dieser Hafen nordwestlich vom Kap der Guten Hoffnung bot guten Zugang zu Trinkwasser. Wenig später verließen niederländische Kolonisten die Forts und gründeten Bauernhöfe, auf denen sie afrikanische Sklaven aus anderen Regionen arbeiten ließen. Die einheimischen Khoikhoi (von den Niederländern \"Hottentotten\" genannt) wurden nicht versklavt und viele von ihnen lebten friedlich mit den Kolonisten zusammen. Zur Jahrhundertwende hatte die Stadt gut 200 Häuser und einen blühenden Hafen.Im 17. Jh. wuchsen der Hafen und seine strategische Bedeutung, da er es den Niederländern ermöglichte, das Kap der Guten Hoffnung zu kontrollieren - die wichtigste Wasserpassage zwischen Europa und dem Fernen Osten. Die Briten versuchten 1781 während der Amerikanischen Unabhängigkeitsbewegung, den Hafen zu besetzen, doch eine französische Flotte kam ihnen zuvor und stationierte eine Garnison zur Unterstützung der Niederländer.Im Laufe des Jahrhunderts konnten die Briten aufgrund ihrer Überlegenheit auf hoher See immer mehr Einfluss auf die afrikanischen Kolonien gewinnen. England und die Niederlande wechselten sich fortan als Besitzer Kapstadts ab, bis es schließlich 1814 permanent an England ging. 1834 wurde die Sklaverei offiziell abgeschafft und in nur wenigen Jahren stieg die Einwohnerzahl auf 20.000. 1870 wurden im Hinterland der Stadt Diamanten gefunden und etwa 16 Jahre später auch Gold. Stadt und Umland erlebten daraufhin einen gewaltigen Zustrom von Goldsuchern und jenen, die sie unterstützten bzw. ausnutzten.Zwischen 1899 und 1902 fand zwischen den Briten und den Burenrepubliken der sogenannte Burenkrieg statt. Dieser war, je nach Sichtweise, ein Kampf von Menschen niederländischer Abstammung gegen die britische Tyrannei, eine Rebellion der Buren, die weiterhin die nicht-weiße Bevölkerung versklaven und unterdrücken wollten oder ein Krieg zwischen gierigen Politikern um die Gewinne aus den Gold- und Diamantminen. Auch wenn die Kämpfe im Inland stattfanden, entwickelte sich die Stadt zu einer bedeutenden Militärbasis für die Briten, die von diesen auch industrialisiert wurde.1910 wurden die britischen Kolonien Kapkolonie, Transvaal, Natal und der Oranje-Freistaat zur Südafrikanischen Union vereinigt und Kapstadt zur Hauptstadt erklärt. Im 20. Jh. versuchten die europäischen Einwohner immer mehr, sich vor der von ihnen empfundenen wachsenden Bedrohung zu beschützen: den Sturz durch die afrikanischen Einheimischen. Immer drastischere Apartheidgesetze zwangen nicht-weißen Bürgern einen minderwertigen Status auf, der ihnen nur begrenzten Zugang zu Arbeit und Bildung gewährte und sie fast vollständig ihrer Mitspracherechte in der Regierung beraubte wie auch der Möglichkeit, eigene Angelegenheiten selbst zu regeln. Der Kampf um Gleichberechtigung wurde im Laufe des Jahrhunderts immer intensiver und die weiße Regierung musste zunehmend Sanktionen vom Rest der Welt und Widerstand im eigenen Land hinnehmen. 1990 brach das Apartheidsystem zusammen und Kapstadt und ganz Südafrika erlebten die Einsetzung von Nelson Mandela als Präsident, dem ersten Schwarzen, der je dieses Amt bekleiden durfte.Heute ist Kapstadt eine lebhafte und weiter wachsende Stadt. Die Nachwirkungen der jahrelangen gesellschaftlichen Unruhen, der Armut und der mangelnden Bildung großer Teile der einheimischen Bevölkerung sind immer noch zu spüren, doch insgesamt ist dem Land der Übergang von der Apartheid zur fast vollständigen Demokratie mit erstaunlich wenig Gewalt gelungen, was nicht zuletzt Nelson Mandela zu verdanken ist. Auch wenn Kapstadt die normalen Übel aller modernen Städte (und ein paar einzigartige) nicht erspart bleiben, blickt es in eine rosige Zukunft.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/cape_town.json"
    },
    {
        "id": 22,
        "name": "Sidon",
        "historical_info": "Sidon ist eine alte Stadt an der Küste des Libanon. Die Stadt war ursprünglich ein Zentrum für Fischerei und Handel und dient heute als Mittelmeer-Endpunkt der Transarabischen Pipeline aus Saudi-Arabien.Sidon wurde von den Phöniziern im 3. Jahrtausend v. Chr. gegründet.[TAB][TAB]Sidon gelangte im 2. Jahrtausend v. Chr. zu Wohlstand und war für die Qualität seines Glases und seiner Purpurfärbemittel bekannt. Um 2.700 v. Chr. gründeten Kolonisten aus Sidon die Stadt Tyrus etwa 40 Kilometer weiter südlich an der Küste. Viele Jahre lang sollten beide Städte um die Macht und den Reichtum im Phönizierreich kämpfen.Als die Macht der Phönizier schwand, machten sein Reichtum und die strategisch günstige Lage Sidon zu einem beliebten Ziel für andere Eroberer. In seiner langen Geschichte wurde Sidon von Assyrien, Babylon, Persien, Alexander dem Großen, den Seleukiden, den ägyptischen Ptolemäern, den Römern, den Osmanen, den Franzosen und schließlich vom Libanon beherrscht. Während der Kreuzzüge wechselte die Stadt mehrfach den Herrscher, wurde zerstört und anschließend wiederaufgebaut. Das Gebiet ist übersät mit Überresten von Festungen aus allen Perioden der Geschichte. Heute ist Sidon die Heimat sunnitischer und schiitischer Muslime, griechisch-katholischer Christen und Maroniten.Die Stadt wird mehrfach in der Bibel erwähnt. Die wohl berühmteste Einwohnerin ist Königin Isebel, die Frau von Ahab, dem König des Nordreiches Israel, und Großtante von Königin Dido von Karthago. Der Bibel zufolge war Isebel eine böse und verdorbene Herrscherin, die die Verehrung ausländischer (phönizischer) Gottheiten in Israel förderte. Sie wurde von ihren eigenen Eunuchen für ihre Verbrechen getötet und den Hunden auf der Straße zum Fraß vorgeworfen.Jeder Herrscher kann aus dieser Geschichte zwei wichtige Dinge lernen: Mache deinem Volk nie die Religion streitig und traue niemals den königlichen Eunuchen.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/sidon.json"
    },
    {
        "id": 23,
        "name": "Tyrus",
        "historical_info": "Tyrus ist eine alte phönizische Stadt im südlichen Libanon, ungefähr 19 Kilometer entfernt von der Grenze zu Israel. Tyrus wurde an der Küste und auf einer vorgelagerten Insel errichtet. Gegründet wurde die Stadt ungefähr 2700 v. Chr. von Kolonisten aus Sidon und sie sollte die Schwesterstadt schon bald als Fischerei- und Handelszentrum Phöniziens übertrumpfen. Im 9. Jahrhundert v. Chr. gründeten Siedler aus Tyrus die Stadt Karthago in Nordafrika.Genau wie Sidon wird auch Tyrus häufig in der Bibel erwähnt. Die Beziehungen zwischen Israel und Tyrus waren im Allgemeinen sehr gut. So lieferte Hiram, der König von Tyrus, beispielsweise Baumaterialien für den Tempel des Salomon aus Jerusalem.Aufgrund seines Reichtums und der strategisch günstigen Lage wurde Tyrus immer wieder von Mächten angegriffen, die sich gerade in dem Gebiet befanden. Im 8. und 7. Jahrhundert v. Chr. herrschten die Assyrer über die Stadt. Im 6. Jahrhundert konnte Tyrus einer langen Belagerung durch König Nebukadnezar II. von Babylon standhalten, doch schon kurz darauf wurde die Stadt von den Persern eingenommen. Im 3. Jahrhundert v. Chr. schließlich machte Alexander von Makedonien mit seiner Armee einen Abstecher nach Tyrus.Alexanders Belagerung von Tyrus dauerte knapp sieben Monate. Alexander konnte die unbeugsamen Verteidiger nur besiegen, indem er die Stadt auf dem Festland komplett zerstörte und mit den Trümmern einen Damm baute, um auf die Insel zu gelangen. Nach der Einnahme der Stadt zeigte Alexander seine Anerkennung für die Tapferkeit und den Mut der Einwohner, indem er 10.000 von ihnen töten und 30.000 weitere versklaven ließ. Auch wenn die Stadt sich später unter ägyptischer und römischer Herrschaft wieder etwas erholen konnte, erreichte Tyrus nie wieder die Blüte der Zeit vor Alexanders Eroberung.Heute ist Tyrus eine Stadt mit ungefähr 120.000 Einwohnern. Durch die Nähe zu Israel wird Tyrus bei den nicht enden wollenden gewaltsamen Konflikten an der libanesisch-israelischen Grenze oft in Mitleidenschaft gezogen, sodass die alten Ruinen durch Bomben, Kugeln und Raketen noch weiter zerstört werden. Doch Tyrus hat auch schon Schlimmeres durchgestanden und wird hoffentlich schon bald wieder eine Zeit des Friedens und der Blüte erleben.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/tyre.json"
    },
    {
        "id": 24,
        "name": "Antwerpen",
        "historical_info": "Die Stadt Antwerpen liegt in den so genannten niederen Landen und gehört zum zentraleuropäischen Land Belgien. Es wird vermutet, dass die Stadt im 4. Jahrhundert von den Franken auf demselben Gebiet gegründet wurde, auf dem sich ein Jahrhundert zuvor eine frühe römische Siedlung befand. Über die Jahre wuchs die Ortschaft unter der Herrschaft verschiedener Königreiche bis zum 16. Jahrhundert zur wohlhabendsten Stadt Europas heran und diente als wirtschaftliches Zentrum für Händler aus aller Welt.Zur Blütezeit Antwerpens strömten Kaufleute, Geldverleiher und Handelsreisende in die wachsende Stadt und brachten Kunst und Kultur aus ihren Heimatländern in die Handelsmetropole. Obwohl die Stadt eine lange Phase der Ruhe und des Wohlstands durchlebte, führten die Wirren der protestantischen Reformation und der wachsende Einfluss des nahegelegenen Amsterdams im 17. Jahrhundert zu einem raschen Niedergang der Wirtschaft und Größe Antwerpens.Im 20. Jahrhundert wurde Antwerpen während des Zweiten Weltkriegs von Deutschland besetzt und erst nach konfliktreichen Jahren von Streitkräften der Alliierten befreit. Zum Leidwesen der Bevölkerung deckte Deutschland die Stadt mit V2-Raketen ein, um den Nachschub der Alliierten, der durch den Hafen von Antwerpen lief, abzuschneiden. Ein Großteil des Stadtgebiets wurde zerstört und es dauerte Jahrzehnte, bis Antwerpen wieder seinen einstigen Platz in Europa einnehmen konnte.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/antwerp.json"
    },
    {
        "id": 25,
        "name": "Cahokia",
        "historical_info": "Cahokia im Süden des US-Bundesstaats Illinois war einst eine alte Stadt aus mehr als hundert Erdhügeln, die um 700 n. Chr. von der indianischen Mississippi-Kultur gegründet worden war. Mit einer Fläche von fast 9 Quadratkilometern ist Cahokia die größte indianische Stadt nördlich des heutigen Mexikos. In ihrer frühen Geschichte diente sie als wichtiges Handelszentrum entlang des Mississippis und ließ selbst weit abgelegene Siedlungen am Austausch von Gütern und Diensten teilhaben.Von den ungefähr 70 bis 80 Hügeln, die heute noch vorhanden sind, ist Monk's Mound der größte. Seine Fläche reicht nahezu an die der Großen Pyramide in Gizeh heran. Der Ort soll zwar vor etwa 600 Jahren verlassen worden sein, doch wurde er von europäischen Siedlern, darunter eine Gruppe französischer Mönche, im frühen 18. Jahrhundert bewohnt, woher auch der Name des großen Hügels rührt.Heute gilt Cahokia als UNESCO-Weltkulturerbe. Mehrere Tausend Touristen aus der ganzen Welt kommen jedes Jahr als Besucher, während Archäologen, die noch immer vor Ort arbeiten, immer wieder neue Erkenntnisse sammeln.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/cahokia.json"
    },
    {
        "id": 26,
        "name": "Colombo",
        "historical_info": "Colombo, die größte Stadt der Inselnation Sri Lanka, ist seit Langem ein pulsierendes Handelszentrum, nicht zuletzt dank seiner strategischen Lage an den Handelsrouten, die Asien, Afrika und den Mittleren Osten verbinden. Schon in der Antike hielten Händler aus Griechenland, Rom und China im natürlichen Hafenbecken von Colombo, wenn sie zu fernen Häfen segelten.Um das 8. Jahrhundert n. Chr. ließen sich arabische Siedler und Händler, die vom Hafen profitieren wollten, dauerhaft im Gebiet von Colombo nieder. Doch erst fast 600 Jahre später erlebte Colombo mit dem Eintreffen portugiesischer Kundschafter einen großen Anstieg seines wirtschaftlichen Einflusses. Anfang des 16. Jahrhunderts n. Chr. wurde Colombo für viele Reiche strategisch und wirtschaftlich wichtig und die Kontrolle über die Stadt wechselte von den Portugiesen zu den Holländern und schließlich zu den Engländern.Heute sind Colombo und sein Hafen für die Wirtschaft von Sri Lanka entscheidend, da ein Großteil der Im- und Exporte der Nation durch diese Stadt geht.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/colombo.json"
    },
    {
        "id": 27,
        "name": "Hongkong",
        "historical_info": "Hongkong, ein Stadtstaat in Reinstform, ist eine gigantische Stadt, die sich über eine Insel an der Südküste Chinas erstreckt. Auf dem Stadtgebiet mit seinen heute mehr als sieben Millionen Bewohnern und im umliegenden Bereich gab es früher zahlreiche kleine Siedlungen, darunter auch einige, die von fremden Erforschern erbaut wurden. Während der Herrschaft der chinesischen Qing-Dynastie im 19. Jahrhundert wurden die Handelsbeziehungen mit England auf Grund wachsender Sorge um den Import indischen Opiums nach China eingestellt. Großbritannien hatte sich erhofft, seine steigenden Kosten für Tee-Importe aus China mit dem Import größerer Mengen Opiums aus den indischen Kolonien nach China auszugleichen. Doch die Qing-Herrscher protestierten dagegen und versuchten, die eingehenden Opium-Lieferungen zu beschlagnahmen, wodurch 1893 der erste Opiumkrieg vom Zaun gebrochen wurde.Als eine der stärksten Seemächte dieser Epoche konnte Großbritannien die chinesischen Streitkräfte ohne große Probleme besiegen und die Insel Hongkong besetzen. Nach fast dreijährigen Konflikten erhielt Großbritannien schließlich 1842 mit der Unterzeichnung des Vertrags von Nanking eine Anzahl von Zugeständnissen, darunter auch die offizielle Kontrolle über Honkong. Nachdem Hongkong als britische Kolonie über mehr als 150 Jahre immer weiter wuchs, wurde die Stadt 1997 schließlich an China zurückgegeben, nachdem ein friedlicher Machtwechsel zur Gründung der Sonderverwaltungszone Hongkong geführt hat. Das moderne Hongkong zeichnet sich durch eine sehr dichte Stadtlandschaft mit einzigartiger Skyline aus, die durch Dutzende von Wolkenkratzern und hell erleuchteten Gebäuden geprägt wird. Trotz des kommunistischen Systems Chinas hat Hongkong eine autonome Regierung, die den freien Handel unterstützt, und die Stadt gilt als eines der wichtigsten Finanzzentren der Welt.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/hong_kong.json"
    },
    {
        "id": 28,
        "name": "Hormus",
        "historical_info": "Der Stadtstaat Hormus existiert bereits seit dem 10. Jahrhundert. Arabische Prinzen errichteten einen Hafen gegenüber der persischen Südküste, um den Handelsfluss durch den Persischen Golf kontrollieren zu können. Die Stadt wacht über die enge Straße von Hormus, den strategisch wichtigen Wasserweg, der den Golf von Oman und den Persischen Golf verbindet. Hormus wurde extrem reich, da es direkt am Nadelöhr der Sklavenrouten von Ostafrika nach Persien und Arabien lag. Auf dem Höhepunkt seiner Macht im 14. Jahrhundert war es der mächtigste maritime Staat der Region - Hormus besaß eine große Handelsflotte und seine Marine bestand aus über 500 Kriegsschiffen.1505 entschloss sich der portugiesische König Manuel I. dazu, den muslimischen Handel mit Indien zu blockieren. Afonso de Albuquerque brachte 1507 seine Schiffe in den Golf, nahm die Insel Hormus ein, baute dort eine Festung und beanspruchte die Stadt Hormus für Portugal. Im März 1515 kehrte Albuquerque mit einer Streitmacht aus 27 Schiffen und 1500 Soldaten mit Kanonen wieder, um sicherzugehen, dass die Stadt unter portugiesischer Herrschaft blieb. Sie wurde für ihre Freizügigkeit und Laster bekannt, von denen portugiesische Besucher und Priester zu berichten wussten. Das luxuriöse Leben von Hormus wurde in einem arabischen Sprichwort aus dieser Zeit recht gut festgehalten: \"Wäre die Welt ein goldener Ring, dann wäre Hormus der Edelstein darauf.\"In den folgenden drei Jahrhunderten wurde die Stadt zwar größtenteils auf anderen Seerouten umfahren, doch die Entdeckung von Öl im Persischen Golf und dem Nahen Osten verlieh Hormus eine neue Rolle auf dem Weltmarkt. 2011 passierten 35% aller weltweit verschifften Öllieferungen die Stadt. Die Islamische Revolution, bei der 1979 die absolute Monarchie zu Gunsten einer islamisch-fundamentalistischen Regierung unter Ajatollah Chomeini abgesetzt wurde, vergrößerte die strategische Bedeutung der Stadt nur noch mehr, da die neue Regierung, wie sich bald herausstellen sollte, dem Westen feindlich gesonnen war.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/ormus.json"
    },
    {
        "id": 29,
        "name": "Jerusalem",
        "historical_info": "Die oftmals hitzige Debatte über Jerusalem, heilige Stadt für die Anhänger des Islam, des Judentums und des Christentums, wird seit Jahrzehnten geführt, seit die Stadt als Hauptstadt von Israel bestimmt wurde. Teile der Stadt wurden vor über 6.000 Jahren erbaut, was Jerusalem zu einer der ältesten Städte der Welt macht. Im Laufe seiner turbulenten Geschichte war Jerusalem zahlreiche Male unter Besatzung von fernen Reichen und ansässigen Königen, die alle um die Kontrolle über die Stadt kämpften.Der älteste Teil von Jerusalem, der Stadt Davids, wurde angeblich im ersten Jahrtausend v. Chr. vom legendären König David gegründet. In den darauf folgenden Jahrhunderten arbeiteten Einwanderer und Flüchtlinge unter mehreren Königen und Herrschern an einer Erweiterung der Stadt. Als im 6. Jahrhundert die islamischen Kalifate an die Macht kamen, hatte Jerusalem schon unter der Herrschaft der Makedonier, Römer und des Byzantinischen Reiches gestanden.Das vergangene Jahrhundert war allerdings mit der Einsetzung des jüdischen Staates Israel und seiner Annektierung von Jerusalem nach dem Sechstagekrieg das wohl kontroverseste in der Geschichte Jerusalems. Seit dieser Zeit ist Israels Kontrolle über Jerusalem einer der Hauptgründe dafür, dass der lange israelisch-palästinensische Konflikt bisher noch nicht gelöst werden konnte.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/jerusalem.json"
    },
    {
        "id": 30,
        "name": "La Venta",
        "historical_info": "Die alte olmekische Siedlung La Venta, die in Zentral-Mexiko gefunden wurde, gilt in der Archäologie als wichtiges kulturelles Zentrum, das auch viel zum Handel in der Region beitrug. Die Bauten von La Venta sind insofern einzigartig, als es in den umliegenden Gebieten keine Steine gab, die zum Bau verwendet werden konnten, sodass die Olmeken alles aus Ton und Erde fertigen mussten. Obwohl große Teile der Anlage neuen Bauwerken weichen mussten, konnten Ausgrabungen zeigen, dass La Venta eine zeremonielle Bedeutung für die Olmeken besaß. Zahlreiche Bauten und Skulpturen schmücken den Komplex, auch wurden Begräbnisstätten und Altare gefunden. Aus La Venta stammen auch vier der berühmtesten der typischen \"Kolossalköpfe\", die die Olmeken schnitzten. Jeder dieser Köpfe wiegt mehrere Tonnen und Archäologen können nur spekulieren, wie sich die Olmeken das Material für diese riesigen Arbeiten verschafften. Leider scheint es wegen der anhaltenden Baumaßnahmen in dem Gebiet unwahrscheinlich, dass in La Venta in naher Zukunft noch weitere Ausgrabungen getätigt werden können.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/la_venta.json"
    },
    {
        "id": 31,
        "name": "Vancouver",
        "historical_info": "Die Ureinwohner des Pazifischen Nordwestens hatten die Region bereits seit 10.000 Jahren besiedelt, als der britische Marineoffizier George Vancouver 1792 n. Chr. bei Point Grey an Land ging. 1808 reiste der britische Händler Simon Fraser auf dem nach ihm benannten Fluss bis nach Point Grey. Den Berichten Frasers und anderer Trapper zufolge, errichtete die Hudson Bay Company im Jahr 1827 Fort Langley, aber das Gebiet blieb weitestgehend unbesiedelt, bis 1858 im Zuge des Fraser-Goldrauschs Goldsucher aus Kalifornien und dem Osten Kanadas einwanderten.Eine beständigere Einnahmequelle sollte schon bald mehr Wachstum bringen. An den Ufern der Bucht wurden mehrere Sägewerke errichtet und 1867 bildete sich um eine von John \"Gassy\" Deighton geführte Bar eine einfache Siedlung namens Gastown. 1884 wurde die Stadt mit ihrem beeindruckenden natürlichen Hafen als westliche Endstation der Canadian Pacific Railroad ausgewählt. Der Zustrom der größtenteils skandinavischen und schottischen Einwanderer führte zu einem rapiden Wachstum, das mehrere Siedlungen am Ufer zusammenwachsen und im April 1886 zur Stadt Vancouver werden ließ.Mit der Eröffnung des Panamakanals 1914 n. Chr. rechnete es sich wirtschaftlich, Getreide und Holz von Vancouver aus direkt an die amerikanische Ostküste und nach Europa zu verschiffen. Der Bau des Ballantyne Pier schließlich machte Vancouver im Jahr 1923 zur Stadt mit dem technologisch modernsten Hafen im gesamten britischen Commonwealth. Nach dem Zweiten Weltkrieg setzte sich der Boom in Vancouver fort, und es wuchs zur achtgrößten Stadt in Kanada heran. Der zunehmende Tourismus im Nordpazifik hat dazu geführt, dass zahlreiche Kreuzfahrtschiffe regelmäßig in Vancouver ablegen; allein im Jahr 2011 waren es 199 Schiffe. Aufgrund von Öl- und Gasfunden in Alaska und im Westen Kanadas plant man nun, Vancouver zu einem wichtigen Umschlagplatz für Rohöl und Gas zu machen.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/vancouver.json"
    },
    {
        "id": 32,
        "name": "Manila",
        "historical_info": "Über Manilas Frühgeschichte existieren zwar nur wenige genaue historische Aufzeichnungen, doch um das 10. Jahrhundert n. Chr. entstand die Grundlage für die spätere Hauptstadt der Philippinen. Erst im Jahr 1571 wurden mit Ankunft des spanischen Konquistadors Miguel López de Legazpi die vorhandenen Siedlungen zerstört und die wiederaufgebaute Stadt erstmals als Manila bekannt. In den folgenden 300 Jahren blieben Manila und die Philippinischen Inseln unter spanischer Herrschaft. Im Jahr 1898 gab Spanien die philippinischen Gebiete nach dem Spanisch-Amerikanischen Krieg an die Vereinigten Staaten ab.Der Hafen der Stadt, der einfach als Hafen von Manila bekannt ist, gehört zu den belebtesten Seehäfen der Welt und ist Hauptknotenpunkt für Im- und Export der Philippinen. Mit einer großen Zahl verschiedener Exportprodukte, die von Nahrungsmitteln und Konsumgütern des täglichen Bedarfs bis hin zu Chemikalien und Industrieprodukten reichen, verlassen sich die Philippinen stark darauf, dass der Hafen von Manila ihre blühende Wirtschaft in Gang hält. Auch der Tourismus ist einer der Hauptwachstumsfaktoren für die Wirtschaft Manilas, da Besucher aus der ganzen Welt den historischen, ummauerten Stadtteil innerhalb Manilas besuchen, der auch als Intramuros bekannt ist.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/manila.json"
    },
    {
        "id": 33,
        "name": "Antananarivo",
        "historical_info": "Im Gegensatz zu den meisten südafrikanischen Hauptstädten war Antananarivo bereits vor der Ankunft der Europäer eine wichtige Siedlung. Gegründet um das Jahr 1625 n. Chr., diente sie als Sitz der Hova-Häuptlinge und wurde \"die Stadt der Tausend\" genannt, was sich auf die Zahl der Soldaten bezog, die zu ihrem Schutz abgestellt waren. Zwischen 1689 und 1725 war Madagaskar ein wahrer Piratenhafen und die Hauptstadt konnte dank des Plünderguts florieren, das für Unterkunft und Schutz abgetreten werden musste. Im Jahr 1793 hatten die Merina-Könige, die Madagaskar vollständig kontrollierten, ihren Sitz in der Stadt, die mittlerweile Heimat für etwa 80.000 Menschen war. Die Stadt war das Handelszentrum der Insel und die blühende Wirtschaft in Antananarivo wurde durch den Export von Tabak und Lederwaren, vor allem nach Europa und Indien, immer weiter angetrieben.Antananarivo wurde 1895 von französischen Truppen eingenommen und gewaltsam in das Protektorat Madagaskar eingegliedert. Die neue französische Verwaltung brachte ein breit angelegtes Wiederaufbauprogramm in Gang. Unter der recht milden französischen Herrschaft wuchs die Stadtbevölkerung bis 1950 auf 175.000 Menschen an. Neben zwei Festungen, Schulen, einer Universität, Parks, asphaltierten Straßen und Wegen sowie einem Wassersystem bauten die Franzosen außerdem Kirchen. Einschließlich aller Vororte gibt es heute um die 5.000 Kirchen in der Stadt. 1955 wurde Antananarivo zu einer Erzdiözese der Katholischen Kirche.1947, als das Ansehen und die Militärpräsenz der Franzosen auf der Insel aufgrund des Zweiten Weltkriegs abgenommen hatten, wurde eine blutige Revolte durch madagassische Nationalisten niedergeschlagen. In den einjährigen Kampfhandlungen starben zwischen 80.000 und 90.000 Menschen. Im Rahmen der Loi Cadre setzten die Franzosen daraufhin weitreichende Reformen in Kraft, die dem Land einen friedlichen Übergang in die Unabhängigkeit ermöglichten. Nach der Gründung der Republik Madagaskar wurde Antananarivo zu deren Hauptstadt erklärt. Gestützt durch die lukrative Produktion von Nahrungsmitteln, Zigaretten und Textilien wurde die Stadt schnell modernisiert. Heute ist Antananarivo eine der reichsten afrikanischen Städte und die Heimat von beinahe zwei Millionen Menschen.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/antananarivo.json"
    },
    {
        "id": 34,
        "name": "Mailand",
        "historical_info": "Die norditalienische Stadt Mailand wurde im 4. Jahrhundert v. Chr. vom keltischen Volk der Insubrer gegründet und wuchs zu einem der größten kulturellen Zentren der italienischen Renaissance heran.Nachdem die Stadt etwa 222 v. Chr. von den Römern erobert worden war, wurde Mailand später während der Tetrarchie des Kaisers Diokletian eine der drei Hauptstädte des Römischen Reiches. Nach dem Niedergang Roms ging sie durch die Hände vieler Könige und Herrscher und ihr Wohlstand wuchs, da die Stadt eine immer wichtigere Bastion in Norditalien wurde.Mailands Geschichte hat viele bemerkenswerte Aspekte, doch wohl keiner ist so vorherrschend wie die kulturellen Errungenschaften, die die Stadt der Welt schenkte. Mailand war ein wichtiger Bestandteil der italienischen Renaissance-Bewegung und Heimat vieler großer Künstler, die einige der großartigsten Arbeiten dieser Ära hervorbrachten. Der vielleicht berühmteste Einwohner Mailands war der Maler Leonardo Da Vinci, der einen Großteil seines Lebens mit Arbeit und Studien in der Stadt verbrachte.Noch heute gilt Mailand als eines der weltweit führenden kulturellen Zentren und der Fokus liegt zur Zeit auf Mode und modernem Design. Zudem ist Mailand eines der wichtigsten Wirtschafszentren Italiens, da ein Großteil der Verkehrsinfrastruktur durch die Stadt führt. Zahlreiche multinationale Unternehmen besitzen Firmensitze in Mailand und ihre Geschäftsbereiche decken von Telekommunikation bis Handwerk so gut wie alles ab.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/milan.json"
    },
    {
        "id": 35,
        "name": "Mombasa",
        "historical_info": "Die Gründung Mombasas liegt zwar unter einem Schleier sich widersprechender historischer Aufzeichnungen, doch man glaubt, dass die Stadt, die mittlerweile die zweitgrößte Kenias ist, etwa im 10. Jahrhundert n. Chr. entstand. Im Mittelalter war Mombasa zu einer blühenden Stadt herangewachsen, deren Wirtschaft hauptsächlich auf dem Export von Elfenbein basierte. Zudem war die Stadt für ihr großes Plantagennetzwerk bekannt, das Kokosnüsse, Cashews und Hirse produzierte und anschließend auf die Handelsrouten über den Indischen Ozean schickte. Mombasas Hafen, als Hafen von Kilindini bekannt, ist der einzige internationale Seehafen Kenias und so konnte die Stadt zu einem der größten Wirtschafts- und Handelszentren der gesamten Nation heranwachsen. Heute ist Mombasas größter Export noch immer auf den Ackerbau konzentriert, besonders auf Kaffee, Tee und Getreide.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/mombasa.json"
    },
    {
        "id": 36,
        "name": "Prag",
        "historical_info": "Prag, die Hauptstadt der Tschechischen Republik, ist heute aufgrund seiner Beiträge zur europäischen Kultur im vergangenen Jahrtausend besonders angesehen, war jedoch Mitte des 8. Jahrhunderts nur eine kleine Siedlung, die schließlich zu der bedeutenden Metropole mit mehr als einer Million Einwohnern heranwuchs, die wir heute kennen.Während des 14. Jahrhunderts blühte Prag als Machtsitz des Heiligen Römischen Kaisers Karl IV. auf. Unter seiner Herrschaft entstanden viele der bekanntesten Wahrzeichen der Stadt, darunter auch der berühmte, im gotischen Sitl gebaute St.-Veits-Dom. Prag entwickelte sich während dieser Periode auch zum Wirtschaftszentrum und empfing Händler und Kapitalgeber aus ganz Europa, während die Bevölkerung der Stadt deutlich zunahm.Mit seinen zahlreichen berühmten Museen, Theatern und anderen kulturellen Attraktionen ist Prag heute ein beliebtes Reiseziel für Touristen. Nach heutigen Schätzungen kommen jährlich mehr als drei Millionen Besucher nach Prag, um die historische Stadt zu bewundern.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/prague.json"
    },
    {
        "id": 37,
        "name": "Valletta",
        "historical_info": "Valletta, die Hauptstadt der Republik Malta südlich von Sizilien im Mittelmeer, wurde von Jean Parisot de la Valette gegründet, dem Großmeister des Malteserordens. 1530, auf dem Höhepunkt der Macht des islamischen Osmanischen Reiches, wurde die Insel Malta dem christlichen Militärorden der Malteserritter vom spanischen König Karl V. übergeben. Dies führte schließlich 1565 zur berühmten Belagerung von Malta, bei der die Osmanen beabsichtigten, die Insel zu erobern und die Ritter zu bezwingen. Nachdem die Invasion erfolgreich abgewehrt worden war, beschloss der Malteserorden, eine neue, befestigte Stadt zu bauen, um seine Position in Zukunft vor weiteren Angriffen zu schützen. Valletta wurde an der maltesischen Küste gegründet, an einem idealen Standort mit leichtem Zugang zu zwei wichtigen Häfen. Der so genannte Grand Harbor ist der bedeutendste Hafen auf Malta, da hier ein Großteil der Im- und Exporte der Republik abgewickelt wird.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/valletta.json"
    },
    {
        "id": 38,
        "name": "Vatikanstaat",
        "historical_info": "Der ummauerte Vatikan-Stadtstaat, der 1929 offiziell gegründet wurde, ist heute der Mittelpunkt der katholischen Kirche und ihrer Millionen Anhänger in aller Welt. Er wurde gegründet, um die andauernden Konflikte zwischen dem Papst und dem Königreich Italien in Bezug auf Landbesitz und Herrschaft über Rom zu klären, und im Lateranvertrag wurden die Grundlagen für einen unabhängig regierten Stadtstaat innerhalb der Stadtgrenzen Roms etabliert. Als Oberhaupt der Vatikanstadt ist der Papst inzwischen der einzige absolute Monarch in Europa, der die oberste Autorität über sämtliche Regierungszweige des Vatikans innehat. Die Stadt selbst ist aufgrund der vielen unglaublichen Kunstwerke ihrer Museen und Kathedralen berühmt. Der Petersdom und die Sixtinische Kapelle sind wohl die bekanntesten Bauwerke im Vatikan, mit Werken von Michelangelo, Raphael und Botticelli.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/vatican_city.json"
    },
    {
        "id": 39,
        "name": "Wittenberg",
        "historical_info": "Die Stadt Wittenberg, die sich im östlichen Teil Deutschlands befindet, hat als Geburtsort der von Martin Luther ausgelösten protestantischen Reformation im 16. Jahrhundert einen besonderen geschichtlichen Stellenwert. Obwohl Wittenberg bereits im Heiligen Römischen Reich als Machtsitz des sächsischen Kurfürsten diente, nahm man von der Stadt erst durch Luthers Revolte richtig Notiz. Während er Theologie an der Universität von Wittenberg lehrte, machte Luther zum ersten Mal seine Abneigung gegen die Ablassbriefe deutlich - die Idee, dass die Katholische Kirche Sünden gegen Bezahlung erlässt. Im Jahr 1517 nagelte Luther seine berühmten Thesen an das Hauptportal der Schlosskirche in Wittenberg und löste so den Funken der Reformation in ganz Europa aus. Obwohl es mehr als ein Jahrhundert dauern sollte, bis die Kriege, die durch die Reformation ausgelöst wurden, beendet wurden, wird einem Wittenberg immer als der Ort in Erinnerung bleiben, in dem sich Martin Luther der Kirche widersetzte.In der jüngeren Geschichte wurde Wittenberg durch den Zweiten Weltkrieg schwer in Mitleidenschaft gezogen, auch wenn der Großteil des historischen Stadtkerns vor den Bombenangriffen der Alliierten verschont blieb. Nach dem Ende des Krieges besetzte die Sowjetunion Wittenberg und es wurde 1949 Teil von Ostdeutschland - und zwar bis zur Wiedervereinigung Deutschlands im Jahr 1990.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/wittenberg.json"
    },
    {
        "id": 40,
        "name": "Jerewan",
        "historical_info": "Jerewan, die heutige Hauptstadt von Armenien, zählt zu den ältesten Städten der Welt, deren Gründung auf den Bau der Festung Erebuni durch den urartäischen König Argischti I. im Jahr 782 v. Chr. zurückgeführt wird. Später wurde Jerewan von einer Reihe von mächtigen Reichen regiert, da es bei den arabischen Invasionen des 7. Jahrhunderts n. Chr. erobert wurde. Während dieser Zeit wurde Jerewan zu einem wichtigen Punkt der Karawanenstrecken, die Europa mit Asien verbanden. Heute ist Jerewan für die vielen Industrien in der Stadt bekannt, die mehr als 50% der gesamten armenischen Industrieproduktivität ausmachen. Die Herstellung schwerer Maschinen, Chemikalien, Rohstoffe und Textilien haben alle zum Wirtschaftswachstum der Stadt beigetragen. Jerewan spielt auch eine entscheidende Rolle in Bezug auf Armeniens Ruf als Produzent hochwertigen Alkohols, da viele Hersteller ihren Sitz in dieser Stadt haben.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/yerevan.json"
    },
    {
        "id": 41,
        "name": "Sansibar",
        "historical_info": "Sansibar, das zu der Region gehört, die früher als die \"Gewürzinseln\" bekannt war, ist im ostafrikanischen Tansania gelegen und weckt schon seit langer Zeit die Aufmerksamkeit von Händlern, die aus aller Welt herbeisegeln. Früher produzierte Sansibar weltweit die meisten Gewürznelken und andere Gewürze wie Muskatnuss und Zimt. Heute ist Sansibar auch stark auf den Tourismus angewiesen, der zusätzlich zur Landwirtschaft ein festes Einkommen liefert.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/zanzibar.json"
    },
    {
        "id": 42,
        "name": "Zürich",
        "historical_info": "Die Geschichte von Zürich, der größten Stadt der heutigen Schweiz, reicht bis in die Zeit der Römer zurück, die die Stadt vor etwa 2.000 Jahren als kleinere Festung gegründet haben sollen. Zürich entwickelte sich erst im 18. Jahrhundert zu einem wichtigen internationalen Handels- und Geschäftszentrum, als es zu großen Expansionen kam und die Stadt exponentiell wuchs.Heute ist Zürich ein entscheidendes Wirtschaftszentrum für die Schweiz und für ganz Europa und viele der größten Banken und Finanzinstitute der Welt haben dort ihren Hauptstandort. Die mehr als 150 Jahre alte Schweizer Börse ist ebenfalls in Zürich ansässig.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/zurich.json"
    },
    {
        "id": 43,
        "name": "Samarkand",
        "historical_info": "Das in der zentralasiatischen Region Transoxanien gelegene Samarkand ist eine der ältesten Städte der Welt. Die im fruchtbaren Tal des Flusses Serafschan erbaute Stadt profitierte von einer Fülle an natürlichen Ressourcen und Nahrungsquellen, zudem lag sie an der Seidenstraße, der Haupthandelsroute zwischen dem Orient und dem Westen. Samarkand wurde um 700 v. Chr. von den Sogdern gegründet und war bei der Eroberung durch Alexander den Großen im Jahr 329 v. Chr. eine der wohlhabendsten und wichtigsten Städte der Welt.Die Stadt blieb über Jahrhunderte hinweg eine Handelsmacht und erlangte durch die Zölle, die den Karawanen entlang der Seidenstraße auferlegt wurden, noch größeren Reichtum. Sie diente ebenfalls als Vermittler zwischen den Kulturen und Innovationen in Ost und West. Einer Legende zufolge gaben in dieser Stadt zwei chinesische Häftlinge 751 n. Chr. das Geheimnis der Papierherstellung an die Muslime weiter, was zum Bau der ersten Papiermühle der islamischen Welt in Samarkand führte. Von dort aus verbreitete sich die Kunst der Herstellung von Leinenpapier innerhalb der muslimischen Lande bis nach Europa.Marco Polo beschrieb Samarkand in den Aufzeichnungen seiner Reise entlang der Seidenstraße bis nach China als \"sehr große, prächtige Stadt\". 1370 machte Tamerlan, der Begründer der Dynastie der Timuriden, Samarkand zu seiner Hauptstadt. Während der nächsten 35 Jahre baute er die Stadt mehrfach neu auf und siedelte dort begabte Kunsthandwerker, Händler und Gelehrte aus dem ganzen Reich an, wodurch die Stadt zum kulturellen und wirtschaftlichen Zentrum Zentralasiens avancierte.Doch mit der Erschließung von Seehandelsrouten zwischen dem Orient und Europa und der Ausbeutung des neu entdeckten Amerikas geriet Samarkand ins Hintertreffen. Die Bevölkerung nahm rapide ab und eine Zeitlang war die Stadt unbewohnt. Erst als Samarkand 1887 zu einer Provinzhauptstadt des expandierenden Russischen Reichs wurde, wurde es wieder zu einem wirtschaftlichen Zentrum.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/samarkand.json"
    },
    {
        "id": 44,
        "name": "Malakka",
        "historical_info": "Die Küstenstadt Malakka wurde um 1400 n. Chr. gegründet, als Paramesvara, der König von Temasek, vor den einfallenden Majapahit-Streitkräften floh und dort in einem kleinen Fischerdorf Unterschlupf fand. Dort gründete er in einem Hafen, der die Straße von Malakka kontrollierte, das malaiische Königreich, das bald darauf seine Macht über die gesamte Halbinsel und darüber hinaus ausweitete. Das nachfolgende Sultanat von Malakka wurde zu einer wichtigen Station für chinesische, arabische und europäische Händler, um ihre Nahrungs- und Wasservorräte aufzufüllen. Die malaiische Herrschaft endete 1511, als Afonso de Albuquerque die Stadt für Portugal einnahm.Im nächsten Jahrhundert wurde Malakka zum bedeutendsten Handelshafen in Südostasien und die Portugiesen errichteten umfangreiche Docks und Lagerhäuser, um Zucker und Reis zu exportieren. Die Erweiterung des Hafens wurde unter der niederländischen Ostindien-Kompanie fortgesetzt, die die Stadt im Jahr 1641 eingenommen und befestigt hatte. Der britische und niederländische Kampf um die Kontrolle der strategischen Meeresstraßen wurde im Britisch-Niederländischen Vertrag von 1824 zu Gunsten der Engländer entschieden und Malakka wurde zum \"Strait Settlement\" des Britischen Empire. Eine starke Versandung der Hafenmündung in Verbindung mit dem Wachstum Singapurs führte zu Malakkas Untergang als Handelszentrum.Nach der Auflösung der Kronkolonie im Anschluss an die japanische Besatzung während des Zweiten Weltkriegs wurde Malakka 1957 Teil der unabhängigen Malaiischen Union, aus der sich die moderne Nation Malaysia entwickelte. Vor dem Krieg hatte die umgebende Region die Produktion von Gummi als Wirtschaftszweig entdeckt; nach dem Krieg wurde Gummi zu Malakkas Hauptexportgut und machte die Stadt erneut zu einem bedeutenden Hafen. Durch Ausbaggern und die Errichtung von Strandmauern wurde die Stadt auch für Hochsee-Frachtschiffe und Containerschiffe mit Tiefgang zugänglich und der Bau einer Eisenbahn und moderner Autobahnen in die Stadt machte Malakka erneut zu einem wichtigen Frachtendpunkt der Region.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/malacca.json"
    },
    {
        "id": 45,
        "name": "Mogadischu",
        "historical_info": "Laut dem Periplus Maris Erythraei war Mogadischu bereits im ersten Jahrhundert n. Chr. ein bedeutendes maritimes Zentrum, da römische Händler begannen, von ägyptischen Häfen entlang der Küste des Roten Meers Handel zu betreiben. Als sich um 900 n. Chr. muslimische Händler in der somalischen Stadt niederließen, wurden die Handelsrouten auf weiter entfernte Länder wie China, Vietnam und Sri Lanka ausgeweitet. Beim Besuch des marokkanischen Forschungsreisenden und Autors Ibn Battuta im Jahr 1331 befand sich Mogadischu auf dem Höhepunkt seines Wohlstands - die große Stadt am Horn von Afrika.Mogadischus Reichtum war in Europa legendär und wurde durch die Beschreibungen von Reisenden noch unterstrichen. Vasco da Gama, der die Stadt im 15. Jahrhundert besuchte, merkte an, dass sie solide gebaut und gut befestigt war. Es gab Häuser mit vier oder fünf Stockwerken, große Paläste im Zentrum und viele Moscheen. Im folgenden Jahrhundert schrieb der portugiesische Reisende Duarte Barbosa über Hunderte von Schiffen aus fernen Ländern, die mit Gütern wie Stoffen und Gewürzen in den Hafen der Stadt einfuhren, um diese gegen Gold, Wachs und Elfenbein zu tauschen. Barbosa beschrieb Mogadischu außerdem als Zentrum einer blühenden Weberindustrie, die einen leichten Stoff produzierte, der in Ägypten und Syrien sehr geschätzt wurde.Die europäischen Mächte sahen diese Entwicklung nicht ohne Neid und wollten die Stadt in ihre Kolonialreiche integrieren. Die Portugiesen versuchten dies vergeblich, doch später gelang es der britischen Ostindien-Kompanie, für kurze Zeit die Herrschaft zu übernehmen. 1892 n. Chr. verpachtete der Sultan von Sansibar Mogadischu an Italien, wodurch die Stadt 1905 zur Hauptstadt von Italienisch-Somaliland wurde. 1960 erlangte Somalia friedlich die Unabhängigkeit, doch die Demokratie zerfiel im Zuge des Bürgerkriegs von 1991. Seit dem Abzug der Friedenstruppen der Vereinten Nationen 1994 ist Mogadischu Schauplatz beinahe ständiger Auseinandersetzungen rivalisierender Milizen. In einem derartigen Chaos ist die einst blühende Hafenstadt dem Verfall ausgeliefert.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/mogadishu.json"
    },
    {
        "id": 46,
        "name": "Byblos",
        "historical_info": "Archäologische Ausgrabungen belegen, dass das Gebiet von Byblos an der Mittelmeerküste erstmals in der Jungsteinzeit bewohnt war: Im vierten Jahrtausend v. Chr. existierte dort eine große Siedlung, die sich mit Fischerei und Landwirtschaft selbst versorgen konnte. Über die nächsten tausend Jahre entwickelte sich ein reger Export von Zedern nach Ägypten, wo deren Holz zum Bau von Schiffen und Anlegestellen und deren Öl zur Mumifizierung von Leichnamen benötigt wurde. Die Amoriter brannten die Stadt bei ihrer Invasion um 2150 v. Chr. nieder und so lag das Gebiet beinahe zweihundert Jahre lang brach, bis die Phönizier den Hafen wieder aufbauten und der Stadt den Namen Gebal gaben. Der wichtigste Beitrag der Stadt zur menschlichen Zivilisation war wohl die Entwicklung eines phonetischen Alphabets mit 22 Buchstaben, das die komplexe Keilschrift ersetzte, die zuvor in der Region verbreitet war.Gebal wurde zu einem Handelszentrum und häufte unter seinen zahlreichen Besatzern - Assyrer, Babylonier, Achämeniden und Perser - mehr und mehr Reichtum an. Nach der Eroberung durch Alexander erblühte die Stadt unter der Hellenisierung und die Bürger nahmen die griechische Kleidung, Sprache und Religion an. Neben Zedernholz, Getreide und Früchten wurde die Stadt auch für die Produktion und den Export von Papyrus berühmt, was ihr den griechischen Namen Byblos einbrachte. Während der römischen Zeit verlor Byblos seine kommerzielle Vorherrschaft, doch seine religiöse Rolle gewann an Bedeutung, da immer mehr Menschen auf ihren Pilgerreisen zu heiligen Stätten durch die Stadt kamen.Im Jahr 395 n. Chr. wurde Byblos Teil des Byzantinischen Reichs, wenn auch nur als Stauwasserhafen, bis muslimische Angreifer die Stadt 637 überrannten. Unter muslimischer Herrschaft wurde die Stadt, mittlerweile als Jbeil, noch weiter ihres Wohlstandes und Einflusses beraubt und schließlich gänzlich verlassen. Byblos geriet in Vergessenheit, bis es in den 1860er Jahren bei französischen Ausgrabungen von Ernest Renan wiederentdeckt wurde. Byblos wird zwar nie wieder eine Seemacht werden, doch die Stadt erwächst durch den Tourismus zu neuer Größe - viele Urlauber werden von ihren Sandstränden, dem milden Klima und den zahlreichen Ruinen aus der Zeit der Besatzungen durch die Römer, Muslime und Kreuzritter angezogen.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/byblos.json"
    },
    {
        "id": 47,
        "name": "Kysyl",
        "historical_info": "Kysyl wurde 1914 n. Chr. unter dem Namen Belozarsk vom zaristischen Russland gegründet, um als Hauptstadt der Republik Tuwa zu dienen. Die Stadt liegt an der Mündung zweier Nebenflüsse des Jenissei im Herzen von Asien. Man sagt, die Stadt Kysyl sei exakt im geografischen Zentrum Asiens erbaut worden. Aus historischer Sicht wurde die Region bis 1757 n. Chr. von den Mongolen beherrscht und fiel anschließend bis 1911 unter Mandschu-Herrschaft. Während der chinesischen Rebellion von 1911 proklamierte das zaristische Russland Tuwa als Protektorat - ein Anspruch, den China nicht anfechten konnte. Nach der Russischen Revolution war die Stadt mitunter sowohl von der Weißen als auch der Roten Armee besetzt. Nach zwei weiteren kurzen Jahren unter chinesischer Herrschaft, etablierten die lokalen Bolschewiken im August 1921 eine kommunistische Republik und benannten die Stadt in Kysyl (was in den Turksprachen \"rot\" bedeutet) als deren Hauptstadt um. Die Sowjetunion annektierte Kysyl mitsamt Tuwa im Jahre 1944.Bis zur Bildung der Russischen Föderation 1992 n. Chr. war Kysyl größtenteils von der Welt isoliert. Diese erzwungene 50-jährige Isolation half dabei, die einzigartige türkisch-mongolische Kultur zu bewahren, die typisch für die Stadt war. Khuresh, eine tuwanische Form von Ringkampf, ist äußerst beliebt und jedes Jahr findet in Kysyl ein Wettkampf statt. Türkische Musik, insbesondere tuwanischer Obertongesang, wird jedes Jahr beim Naadym-Festival gefeiert. Seit dem Fall der Sowjetunion wurden mit vereinten Kräften die Bemühungen gefördert, die reiche mündliche Tradition von Epen, Gedichten, Rätseln und Zungenbrechern dieser Region zu erhalten.Seit 1992 versucht die tuwanische demokratische Bewegung, Arbeitsplätze und Unterkünfte für die Nomadenvölker der Republik bereitzustellen sowie die tuwanische Sprache und das Handwerk zu fördern. Nach einer Angriffswelle auf die recht große russische Bevölkerung Kysyls, bei der es zu 88 Todesfällen kam, zogen viele Russen in andere Städte der Föderation um. Obwohl Kysyl als Touristenattraktion beworben wird, bleibt die Stadt abgelegen und schwer zu erreichen.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/kyzyl.json"
    },
    {
        "id": 48,
        "name": "Ile-Ife",
        "historical_info": "Alten Legenden nach ist die heilige Stadt des Lebens der Geburtsort der Yoruba, der größten ethnischen Gruppe in Westafrika. In ihrer Mythologie ist Ile-Ife der Ort, an dem Oduduwa, der Bruder des großen Schöpfergottes Obatala, aus dem Himmelreich herabstieg, eine Handvoll Erde in den Ur-Ozean warf und somit das Land erschuf, auf dem sich Leben entwickeln sollte. \"Ife\" bedeutet in Yoruba \"Ausdehnung\" und die Stadt gilt nicht nur als Geburtsort der Yoruba, sondern der gesamten Menschheit.Wie auch immer die Wahrheit um ihre Gründung lautet, im 11. Jahrhundert n. Chr. war Ile-Ife die Hauptstadt eines etablierten Königreichs, das sich über das heutige Nigeria erstreckte. Ein Jahrhundert lang hatte die Stadt einen beachtlichen religiösen und politischen Einfluss, insbesondere über das Edo-Königreich Benin im Südosten. Obwohl die Yoruba-Städte Benin und Oyo politisch bedeutendere Staaten werden sollten, ist Ile-Ife das geistliche Zentrum geblieben. Ile-Ife gelang es, Angriffe der islamischen Fulbe abzuwehren, die Oyo gestürzt hatten, wurde jedoch in den 1820er Jahren durch Auseinandersetzungen mit Owu im Südwesten um die Kontrolle des Sklavenhandels geschwächt. 1882 wurde Ile-Ife größtenteils zerstört, als eine gemeinsame Armee aus Ibadan- und Modakeke-Kriegern die heilige Stadt plünderten.Obwohl Ile-Ife weiterhin eine heilige Stadt für die Yoruba blieb, endete ihr politischer Einfluss um 1900 n. Chr. Nach den Napoleonischen Kriegen errichteten die Briten eine Reihe von Häfen und Handelsposten in Westafrika. 1885 wurden die britischen Ansprüche auf einen westafrikanischen Wirkungskreis von den anderen europäischen Mächten offiziell anerkannt und im Folgejahr wurde die Royal Niger Company von der Krone vereidigt. Nigeria gehörte bis zur Erlangung der Unabhängigkeit im Jahre 1960 zum Britischen Empire. In der kolonialen Phase wurde Ile-Ife weitgehend ignoriert, mit Ausnahme von europäischen Gelehrten und Yoruba-Pilgern.",
        "category": "Religiöse Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/ife.json"
    },
    {
        "id": 49,
        "name": "Kiew",
        "historical_info": "Der Legende nach wurde Kiew von drei slawischen Brüdern - Kyj, Schtschek und Choriw - gegen Anfang des 6. Jahrhunderts n. Chr. gegründet. Seitdem hat Kiew, eine der ältesten Städte in Osteuropa, Zeiten großen Vorsprungs und Perioden relativer Vergessenheit durchlebt. Über die Jahrhunderte hinweg ist es jedoch immer das wichtigste slawische Kulturzentrum geblieben und spielte eine entscheidende Rolle in der Entwicklung der mittelalterlichen ostslawischen Zivilisation.Kiew liegt auf dem Dnepr-Handelsweg zwischen Konstantinopel und Skandinavien, wurde vom lokalen Waräger(Wikinger)-Adel beherrscht und zum Kern des Staates Rus. In den 1000er Jahren erreichte es den Höhepunkt seines Aufstiegs, eine kulturelle Schnittstelle mit über 400 Kirchen, acht Märkten, Docks und einem Karawanenhof sowie prächtigen Wohnhäusern. Mit der Gründung der Kiew-Mogilyanskaya-Akademie im Jahre 1632 wurde die Stadt zum Zentrum der ukrainischen Bildung und Wissenschaft; als Hauptstadt der Kiewer Rus wurde die Stadt jedoch wiederholt geplündert und besetzt.1667 wurde Kiew Teil des Russischen Reichs. Die Stadt blieb ein kirchliches und kulturelles Zentrum, aber ihr politischer und wirtschaftlicher Einfluss nahm an Bedeutung ab. Kiew erfuhr aufgrund von russischer Abwanderung, Bildungspolitik und Industrialisierung in den 1800er Jahren eine wachsende \"Russifizierung\". Allerdings gelang es diversen Enthusiasten unter den ethnischen ukrainischen Adligen, Militäroffizieren und Händlern die ursprüngliche Kultur in Kiew zu erhalten, häufig durch heimliche Aktivitäten wie Buchdruck, Amateurtheater, private Soireen, Volksfeste und Ähnliches.Nach der Zwangsvereinigung mit der Sowjetunion wurde die Stadt von allerlei Problemen heimgesucht: Die Hungersnot 1932/33 beutelte die Unterschicht, Stalins Säuberungsaktionen 1937/38 löschten die Intelligenzija der Stadt so gut wie aus und die Invasion der Deutschen 1941 - 1943 brachte Tod und Zerstörung. Doch Kiew überlebte und nach dem Zusammenbruch der Sowjetunion wurde die Ukraine 1991 zu einem unabhängigen Staat erklärt, mit einem wiederauflebenden Kiew als Hauptstadt und kulturellem Herzen.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/kiev.json"
    },
    {
        "id": 50,
        "name": "Buenos Aires",
        "historical_info": "Die lebendige und einnehmende Stadt Buenos Aires, die sich auf einer Fläche von 203 Quadratkilometern entlang des Rio de la Plata erstreckt, war jahrhundertelang das Tor nach Argentinien. Die Porteños, wie sich die Einwohner von Buenos Aires, die einer langen Einwanderungsgeschichte aus verschiedenen Nationen entstammen, nennen, haben eine breite und reiche kulturelle Identität, die sich aus Einflüssen der spanischen, portugiesischen, italienischen, deutschen, irischen, polnischen, jüdischen sowie einheimischen Kulturen zusammensetzt. Oft wird die Stadt als \"Paris Südamerikas\" bezeichnet. Lebensstil und Architektur erinnern wesentlich stärker an ihre europäischen Vorbilder als in anderen Städten der südlichen Hemisphäre. Das Stadtbild ist ebenso bunt gemischt wie die Menschen, die Küche und die Musik, die hier zu finden sind. Buenos Aires ist, wenig überraschend, noch vor Rio de Janeiro die meistbesuchte Stadt Südamerikas.Gegründet wurde die Stadt unter dem Namen Ciudad de la Santísima Trinidad y Puerto Santa María de los Buenos Aires (\"Stadt der Heiligen Dreifaltigkeit und Hafen der Heiligen Maria der guten Winde\") im Jahr 1536 durch eine spanische Expedition. Als Argentinien 1816 unabhängig wurde, wurde die weltoffene Stadt die Hauptstadt des Landes. In den Jahrzehnten zwischen 1880 und 1940 wurde Buenos Aires ein Zufluchtsort für alle, die Schutz vor politischer, religiöser, ideologischer oder künstlerischer Verfolgung in Ländern in ganz Europa suchten. Ausgehungerte Iren, strenggläubige Juden, zaristische Überlebende - jede Welle von Migranten brachte ihre Traditionen und Talente mit, die in den Schmelztiegel der Stadt eingebracht wurden und sie so allen anderen Hauptstädten der Welt kulturell ebenbürtig machte.Vermutlich ist der Tango das beste Sinnbild für die einzigartige kulturelle Mischung der Stadt. Er entwickelte sich in den späten 1880er Jahren und vereint mehrere Tänze in sich. Seitdem ist der Tango, der in Tanzlokalen, Parks, Ballsälen und auf offenen Plätzen getanzt wird, zum Nationaltanz geworden, der elegante Zurückhaltung und überbordende Leidenschaft in Einklang bringt. Nur wenige Tänze werden so sehr mit einem Ort in Verbindung gebracht wie der Tango mit Buenos Aires, der Seele Argentiniens.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/buenos_aires.json"
    },
    {
        "id": 51,
        "name": "M'banza-Kongo",
        "historical_info": "M'banza-Kongo liegt auf einer niedrigen Hochebene im Nordwesten Angolas und war die Heimat des Mani-Kongo, wie die Herrscher des um 1390 n. Chr. gegründeten Kongoreichs genannt wurden. In der Blütezeit der Stadt kontrollierten die Bantu-Krieger von M'banza-Kongo ein Gebiet, das sich von Afrikas mittlerer Atlantikküste bis zum Fluss Kwango und von Pointe-Noire im Norden bis zum Fluss Loje im Süden erstreckte. Die Stadt finanzierte sich durch Steuern, Zwangsarbeit und königliche Gelder; gelegentlich handelte der Mani-Kongo mit den Europäern an der Küste mit Sklaven, Kupfer und Elfenbein, um sein Militär zu finanzieren. Zudem wurde die Stadt durch Tribute von benachbarten Städten und Königreichen unterstützt, was M'banza-Kongo zu einer der reichsten afrikanischen Städte der 1500er Jahre machte.1568 n. Chr. sah sich der Mani-Kongo gezwungen, den Portugiesen zu gestatten, eine Kolonie in der Provinz Luanda zu gründen. Von diesem Stützpunkt aus sollten die Portugiesen allmählich die Kontrolle über den Großteil des Gebiets um M'banza-Kongo erlangen, was zu erhöhten Spannungen führte. In der Schlacht von Ambuila im Jahre 1665 besiegte eine Streitmacht portugiesischer Musketiere mit zwei leichten Artilleriegeschützen die Armee des Mani-Kongo. Die Verluste unter den eingeborenen Kriegern beliefen sich auf 5.000, einschließlich des Königs, was M'banza-Kongos militärischer Überlegenheit in der Region endgültig ein Ende setzte. Die Schlacht wird allgemeinhin als entscheidender Wendepunkt in der Geschichte der Stadt betrachtet, da sie während der Bürgerkriege, die dem Tod des Mani-Kongo folgten, mehrfach geplündert wurde und gegen 1678 größtenteils verlassen war.M'banza-Kongo wurde 1705 n. Chr. von der durch Portugal unterstützten, kongolesischen christlichen Prophetin Beatriz Kimpa Vita und ihren Anhängern erneut besetzt und 1709 wieder zur Hauptstadt des Kongoreichs ernannt. Obwohl das Königreich nun effektiv ein Vasallenstaat Portugals war, bestand es für weitere 150 Jahre, bis es 1884 bei der Kongokonferenz unter Portugal, Belgien und Frankreich aufgeteilt wurde. M'banza-Kongo erlangte niemals seinen ursprünglichen Ruhm zurück, auch nicht nach der kongolesischen Unabhängigkeit im Jahr 1960.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/m'banza-kongo.json"
    },
    {
        "id": 52,
        "name": "Kabul",
        "historical_info": "An seine afghanischen Landsleute schrieb Abed Rahmani: \"Seid vereint wie ein Regenschauer, seid mächtig wie ein Ozean.\" Die Bewohner Kabuls, der größten Stadt in Afghanistan, haben genau das getan, indem sie wiederholt imperialen Invasionen getrotzt und sich ihre besondere Kultur und Identität erhalten haben. Kabul liegt eingekeilt in einem Tal im Hindukusch und belegt eine strategische Position auf der Route zwischen Süd- und Zentralasien, von der aus die Zugänge zum Chaiber-Pass kontrolliert werden. Die Stadt fungiert als Afghanistans Kultur- und Bildungszentrum. Obwohl die seit 1978 herrschenden Konflikte Kabuls Einfluss schmälerten, wurden seit dem Aufstieg der Karzai-Regierung im Jahre 2001 Fortschritte dabei gemacht, der Hauptstadt wieder ihre historische Rolle im kulturellen und politischen Leben des Hindukusch zu verleihen.Kabul ist über 3.500 Jahre alt, war aber selten frei. Der hinduistische Rigveda pries sie als die ideale Stadt, eine \"Vision des Paradieses mitten im Gebirge\". In der Spätphase des Achämenidenreichs wurde die Stadt zum Zentrum des Zarathustrismus und über die nächsten Jahrhunderte hinweg wurde Kabul von den verschiedensten Königreichen und Reichen beherrscht. 1504 wurde die Stadt von Babur eingenommen, der sie zu seinem Hauptquartier bei der Gründung des Mogulreichs machte. Babur liebte die Stadt, in der er zwei Jahrzehnte gelebt hatte, so sehr, dass sein Grab eine persische Inschrift trug: \"Wenn es ein Paradies auf Erden gibt, dann hier, dann hier.\"Zu Beginn des 20. Jahrhunderts war Kabul endlich frei und erlebte eine 60 Jahre währende Renaissance. Während der 40 Jahre dauernden Herrschaft des liberalen Mohammed Sahir Schah halfen europäische Investitionen bei der Entwicklung eines modernen Kommunikations- und Transportnetzwerks. Die zehn Jahre währende sowjetische Besatzung endete 1989 mit einem Bürgerkrieg und führte zum repressiven, von den Taliban kontrollierten Islamischen Emirat Afghanistan. Erst als eine von den Amerikanern angeführte Koalition eine neue demokratische Regierung einführte, begann Kabul erneut, seine historisch-kulturelle Identität wiederzuentdecken.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/kabul.json"
    },
    {
        "id": 53,
        "name": "Sofia",
        "historical_info": "Sofia, die Hauptstadt und größte Stadt Bulgariens, liegt im Zentrum der Balkanhalbinsel. Der thrakische Stamm der Serden hatte das Gebiet seit etwa 700 v. Chr. besiedelt, als die serdische Siedlung um 29 v. Chr. von den Römern erobert wurde. Die Lage an einer wichtigen Handelsroute durch den Balkan ließ die Stadt während der Herrschaft Kaiser Trajans (98 - 117 n. Chr.) eine Blütezeit erleben und unter dem byzantinischen Kaiser Konstantin ihren Höhepunkt an Wohlstand und Frieden erreichen. Nach dieser Zeit war Sofias Geschichte zumeist von Kriegen und Eroberungen bestimmt.Große Teile der Stadt wurden im Zuge der Invasion der Hunnen im Jahr 447 n. Chr. zerstört. Nachdem Kaiser Justinian I. die Stadt wieder aufgebaut hatte, wurde sie 809 vom bulgarischen Khan Krum erobert. Die Bulgaren wurden schließlich 1382 von den osmanischen Türken vertrieben. Nach dem gescheiterten Kreuzzug des Wladyslaw III. von Polen, der die Befreiung Bulgariens zum Ziel hatte, wurde die christliche Elite der Stadt umgebracht und die Stadt sollte in den nächsten vier Jahrhunderten als Hauptstadt der osmanischen Provinz Rumelien dienen.1878 wurde Sofia im Russisch-Türkischen Krieg von russischen Truppen erobert und zur Hauptstadt des Fürstentums Bulgarien gemacht, das 1908 im unabhängigen Zarentum Bulgarien aufging. Nach seiner Unabhängigkeit wurde Bulgarien in zwei Balkankriege verwickelt. Bulgarien war im ersten Jahr des Ersten Weltkriegs noch neutral geblieben, trat dann aber den Mittelmächten bei und griff Serbien, Griechenland und Rumänien an, die zu den Verbündeten der Westmächte gehörten.Der politische Scherbenhaufen, den der Krieg hinterlassen hatte, führte dazu, dass die Zeit zwischen den Weltkriegen von internen Konflikten und Blutvergießen geprägt war. Bulgarien schloss sich 1941 den Achsenmächten an, was dazu führte, dass Sofia 1943 von der alliierten Luftwaffe schwer bombardiert und schließlich im September 1944 von der Roten Armee besetzt wurde. Die sowjetischen Besatzer blieben bis zum Fall der Eisernen Vorhangs im Jahr 1989 in der Stadt - der letzte Akt in der langen und turbulenten Geschichte Sofias.",
        "category": "Militaristische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/sofia.json"
    },
    {
        "id": 54,
        "name": "Ur",
        "historical_info": "Die Ruinen von Ur, einer Stadt, die ursprünglich an der Mündung des Euphrats am nördlichen Ende des Persischen Golfs lag, befinden sich nun etwa 240 km landeinwärts in 10 km Entfernung vom westlichen Ufer des Flusses. Im Buch Genesis wird die Stadt \"Ur in Chaldäa\" als Geburtsort des jüdischen Stammvaters Abraham genannt und wurde wohl um 5.500 v. Chr. in der Obed-Zeit in Sumer gegründet. Da die Stadt den Handel der Dörfer entlang des Euphrats und Tigris mit den Küstenstädten kontrollierte, war sie durch ihre Lage geradezu prädestiniert, zu einem wirtschaftlichen und politischen Zentrum aufzusteigen. Mesanepada, der Gründer der 1. Dynastie von Ur, ordnete den Bau von Docks und Dämmen an, um den jährlichen Überflutungen durch die Flüsse Herr zu werden. Um 2.800 v. Chr. war Ur zu einem der ersten sumerischen Stadtstaaten geworden und es führten Handelsrouten nach Mesopotamien, Indien, Äthiopien und Ägypten durch die Stadt.Nach einer Epoche des Abstiegs und der Stagnation blühte die sumerische Kunst, Literatur und Kultur unter dem Herrscher Ur-Nammu in Ur wieder auf. Historiker gehen davon aus, dass Ur zwischen 2030 und 1980 v. Chr. mit mehr als 65.000 Einwohnern die größte Stadt der Welt war. Doch unter den letzten drei Königen der 3. Dynastie nahmen Einfluss und Wohlstand der Stadt wieder ab und sie fiel um 1940 v. Chr. einem Raubzug der Elamiter zum Opfer.Ur wurde kurz darauf wieder aufgebaut und dem Königreich Isin einverleibt, bevor die Stadt später Teil des Babylonischen Reichs wurde. Sie fungierte zwar immer noch als religiöses Zentrum, doch der Einfluss auf den Handel nahm stetig ab, was möglicherweise daran lag, dass sich der Lauf des Euphrats verändert hatte. Nachdem Babylon selbst unter die Herrschaft der Perser geraten war, wurde Ur weitgehend ignoriert. Die Einwohner zogen aus der Stadt, ihre Mauern und Tempel verfielen zu Ruinen und die Ankerplätze wurden unter dem Wüstensand begraben. Bereits im 4. Jahrhundert v. Chr. hatte man Ur praktisch vergessen, bis es von John Taylor, dem britischen Vizekonsul in Basra, wiederentdeckt und ab 1854 n. Chr. teilweise ausgegraben wurde.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/ur.json"
    },
    {
        "id": 55,
        "name": "Melbourne",
        "historical_info": "Melbourne liegt in der Bucht von Port Phillip an der Südostküste Australiens und wurde 1835 n. Chr. zu einer permanenten Siedlung, als der Engländer John Batman einen Vertrag mit den ortsansässigen Aborigines schloss, um dort 500.000 Morgen Land zu kaufen. Im Gegensatz zu anderen australischen Städten ist Melbourne die einzige durch eine private Unternehmung und nicht von der Krone gegründete Stadt. Melbourne wurde 1847 zur Stadt erklärt, verzeichnete ihr größtes Wachstum jedoch in den 1850er Jahren, als in den nahegelegenen Städten Bendigo und Ballarat Gold gefunden wurde. Die Stadt diente als Haupthafen und Versorgungszentrum für den nun folgenden Goldrausch und die Bevölkerung wuchs in wenigen Monaten von 25.000 auf 40.000 an.Der wirtschaftliche Aufschwung hatte seinen Höhepunkt in den 1880er Jahren; zu diesem Zeitpunkt galt Melbourne nach London als reichste Stadt der Welt und die größte Stadt des Britischen Empire . Als Folge des Aufschwungs wurden in der gesamten Stadt Gewerbegebäude und Banken, Terrassenwohnungen und palastartige Herrenhäuser gebaut. Doch der Goldboom kam 1891 n. Chr. zum Erliegen und brachte vielen Unternehmen den Bankrott und der Stadt ein Wirtschaftstief ein. Die Finanzkrise in Melbourne trug zur australischen Bankenpanik von 1893 bei.Melbournes Banken und Industrie erholten sich und in der ersten Hälfte des 20. Jahrhunderts verzeichnete die Stadt wieder ein mäßiges Wachstum. Nach der Formierung des Australischen Bunds im Jahr 1901 war Melbourne wichtig genug, um als Regierungssitz ausgewählt zu werden (bis dieser 1927 in die neue Hauptstadt Canberra verlegt wurde). Nach dem Zweiten Weltkrieg wurde der wirtschaftliche Einfluss der Stadt durch den Zustrom von Einwanderern, hauptsächlich aus Südeuropa, weiter gestärkt, da dieser neue Geschäfte und Industrien mit sich brachte. Die Zeit der 1970er bis in die 1990er Jahre zeichnete sich durch großangelegte Verkehrs- und Hausbauprojekte aus. Dank erheblicher internationaler Investitionen erhielt die Stadt eine breitgefächerte Wirtschaft mit Fokus auf die Bereiche Bankwesen und Finanzen, Fabrikation, Transportwesen, Forschung, Informationstechnologie und Tourismus.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/melbourne.json"
    },
    {
        "id": 56,
        "name": "Bogotá",
        "historical_info": "Aufgrund der zahlreichen Universitäten, Museen und Bibliotheken spricht man von Bogotá auch gerne als \"Athen Südamerikas\", was auf das große kulturelle Erbe der Stadt schließen lässt. Sie wurde vom Spanier Gonzalo Jiménez de Quesada gegründet, der im Jahr 1536 n. Chr. eine Expedition von 500 Conquistadores entlang des Rio Grande de la Magdalena anführte, um dort nach dem sagenumwobenen Eldorado zu suchen. Als es zum Konflikt mit den eingeborenen Muiscas kam, plünderten sie die Tempel bei Zaque Quemuenchatocha und Sogamoso und nahmen Smaragde und Gold mit. Doch bereits im März 1537 verblieben nur noch 70 Männer und Quesada beschloss, eine Siedlung als Basis zu bauen. Sie sollte auf einem Plateau in den nördlichen Anden gegründet werden und in der Nähe des Río Bogotá liegen. 1553 wurde der zentrale Platz gebaut und es kamen eine Kathedrale und Regierungsgebäude hinzu. Bogotá wurde zur Hauptstadt der Kronkolonie Neugranada und blieb ein Vizekönigtum, bis Simón Bolívar im Jahr 1819 die Unabhängigkeit erkämpfte. In den folgenden Jahren diente die Stadt als Hauptstadt von Großkolumbien (bis 1830) und anschließend der Republik Neugranada (bis 1863) sowie der Vereinigten Staaten von Kolumbien, bis 1886 die heutige Republik Kolumbien gegründet wurde.\r\nIm Laufe dieses vielfältigen politischen Wandels hat sich Bogotá als Kultur- und Bildungszentrum des Landes etabliert. 1823 wurde die öffentliche Bibliothek der Stadt erweitert, modernisiert und in eine Nationalbibliothek umgewandelt. Einige Jahre darauf wurde ein Nationalmuseum gegründet. Die erste staatliche Schule, der Vorläufer der Nationalen Universität von Kolumbien, wurde im Jahr 1867 gegründet. Aufgrund der relativ isolierten Lage wurde die Stadt zu einer Art Mekka für Schriftsteller und Dichter, die neue Trends schaffen wollten, die sich abseits der literarischen Tradition des spanischen Südamerikas bewegten. Von der Mitte des 19. bis zur Mitte des 20. Jahrhunderts lebten unter anderem die berühmten Schriftsteller José Asunción Silva und Rafael Pombo in Bogotá. Obwohl es immer wieder zu zivilen Unruhen und Bürgerkriegen kam, wurde die Stadt auch zu einem Paradies für Künstler. 1886 wurde die Nationale Schule der Schönen Künste gegründet. Bogotás Status als eine der kulturell bedeutendsten Städte der Welt wurde offiziell anerkannt, als die UNESCO sie zur Welthauptstadt des Buches 2007 machte. Dieser Titel war zuvor mit Montreal erst ein Mal an eine Stadt in der westlichen Hemisphäre verliehen worden.",
        "category": "Kultivierte Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/bogota.json"
    },
    {
        "id": 57,
        "name": "Vilnius",
        "historical_info": "Vilnius liegt am Zusammenfluss der beiden schiffbaren Flüsse Vilnia und Neris etwa 300 Kilometer von der Ostsee entfernt und war ursprünglich ein Handelsposten tief in den Wäldern Litauens. Schriftlich wird die Stadt zum ersten Mal 1323 n. Chr. erwähnt, als deutsche Juden von Großfürst Gediminas eingeladen werden, bei der Hauptstadt des Großfürstentums Litauen zu siedeln, da ihnen dort religiöse Toleranz und wirtschaftliche Möglichkeiten geboten wurden. In den folgenden Jahrzehnten expandierte das Großfürstentum unter Gediminas und seinen Söhnen und umfasste schließlich den Großteil der Gebiete der heutigen Länder Litauen, Weißrussland, Ukraine, Transnistrien sowie Teile des heutigen Polens und Russlands. Im Zuge der Union von Lublin von 1569 wurde die Stadt ein bedeutendes Handelszentrum des Staates Polen-Litauen.In dieser Zeit konnte Vilnius ein erhebliches Wachstum verzeichnen. Einwanderer wurden mit offenen Armen empfangen und so zogen Tausende Slawen, Deutsche und Juden in die aufblühende Stadt. Polnische Könige und litauische Fürsten ordneten umfangreiche Bauprojekte an, wodurch auch die Befestigung der Stadt mit weitreichenden Stadtmauern und neun befestigten Toren zustande kam. 1579 gründete König Stefan Batory die Institution, aus der mit der Vilniaus Universitetus die älteste Universität der baltischen Staaten hervorgehen sollte. Sie wurde schnell zu einem bedeutenden kulturellen und wissenschaftlichen Zentrum im Unionsstaat. Es wurden diverse Gilden gegründet und die Stadt wurde zum wichtigsten Zentrum für den Handel zwischen Skandinavien, Westeuropa, Polen und dem Norden Russlands.\r\nDas 17. Jahrhundert verlief jedoch katastrophal. Im Russisch-Polnischen Krieg von 1654 bis 1667 wurde die Stadt von Truppen des Zaren erobert, geplündert, niedergebrannt und ihre Einwohner massakriert. 1710 fielen etwa 35.000 Einwohner einem Ausbruch der Beulenpest zum Opfer. In der ersten Hälfte des 18. Jahrhunderts zerstörten mehrere vernichtende Brände große Teile der Stadt. 1795 fiel Vilnius im Zuge der dritten Teilung Polens an das Russische Reich, was sich erst mit dem sowjetisch-litauischen Friedensvertrag von 1920 wieder ändern sollte, als Litauens Unabhängigkeit anerkannt wurde. Bereits 1922 wurde die Region jedoch von Polen annektiert und die Stadt stand nominell bis zum Zweiten Weltkrieg unter polnischer Herrschaft, bis sie nach dem Krieg erneut von russischen Truppen besetzt wurde. Erst 1990 erlangte Vilnius im Zuge der Abspaltung Litauens von der Sowjetunion wieder seine Autonomie und wurde zur Hauptstadt des heutigen Litauens.",
        "category": "Kaufmännische Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/vilnius.json"
    },
    {
        "id": 58,
        "name": "Wellington",
        "historical_info": "Einer Maori-Legende zufolge erreichte der Hawaiki-Häuptling Kupe die nördliche Insel Neuseelands im Jahr 925 n. Chr. mit einem Kanu, nachdem er auf seiner Reise in dieses gelobte Land zahlreiche Seeungeheuer und Dämonen besiegt hatte. Wie viel Wahrheit auch immer in dieser Legende steckt - im September 1839 erreichte eine Expedition der New Zealand Company aus London die Inseln und errichtete in einer Ebene an der Mündung des Hutt River eine Anlegestelle. Im Jahr darauf trafen an Bord der Aurora 150 Siedler aus England ein. Da sich der ursprüngliche Siedlungsort als zu sumpfig und überflutungsgefährdet herausstellte, gründeten die Neuankömmlinge ihre geplante Siedlung auf der anderen Seite der geschützten Bucht und die New Zealand Company gab ihr den Namen Wellington. Am Ort der ersten Landestelle befindet sich heute die Stadt Petone. 1865 wurde Wellington zur neuen Hauptstadt der Kolonie und löste damit Auckland ab, das seit 1841 Regierungssitz gewesen war. Die Kolonialverwaltung stimmte für Wellington, da die Stadt aufgrund ihres großartigen Hafens und der zentralen Lage besser für diese Aufgabe geeignet sei.\r\nWellington liegt an der Cookstraße auf Hügeln südwestlich der Bucht. Auf seiner ersten Erkundungsreise erreichte Captain James Cook von der königlichen Marine 1770 n. Chr. die Inseln von Neuseeland auf der Suche nach dem sagenumwobenen Kontinent Terra Australis. Er umsegelte und kartografierte die gesamte Küstenlinie, wobei ihm der geschützte natürliche Hafen, in dem die New Zealand Company später Wellington gründen sollte, schon damals auffiel. Für den Großteil seiner Geschichte war der 70 Quadratkilometer große Ankerplatz als Port Nicholson bekannt. Nach Gründung der Hauptstadt entwickelte sich Wellington Harbour schnell zu einem der bedeutendsten Häfen der Inseln für britische Marine- und Handelsschiffe. Heute befindet sich dort der größte Containerhafen der Region und im Industriegebiet Seaview wurde ein Ölhafen errichtet. 1895 beschloss die Union Steamship Company, den Hafen anzufahren, und Wellington ist nun seit mehr als einem Jahrhundert der wichtigste Fährenhafen für die Inseln des Landes und andere Ziele.",
        "category": "Maritime Stadtstaaten",
        "url": "https://eyefyre.github.io/civvapi/v1/de/citystates/wellington.json"
    }
]