{
    "id": 6,
    "name": "Florenz",
    "historical_info": "Florenz (ital. \"Firenze\") ist eine der interessantesten und schönsten Städte Europas. Es liegt am Fluss Arno im Nordosten Italiens, mitten im Herzen der wunderschönen Toskana. Florenz wurde 59 v. Chr. von Julius Cäsar am Übergangspunkt der Via Cassia (der wichtigsten Straße von Rom Richtung Norden) über den Arno gegründet und sollte als Siedlung für römische Soldaten im Ruhestand dienen. Die Stadt wurde schachbrettartig im Stil eines römischen Militärlagers geplant. Dank seiner Lage konnte Florenz vom Handel Roms mit Regionen im Norden profitieren und wurde schon 300 n. Chr. zur Hauptstadt der Provinz Tuszien (die heutige Toskana) erklärt. In den nächsten Jahrhunderten wurde die Stadt immer wieder von den Ostgoten und den Byzantinern angegriffen und wechselte ständig den Besitzer, bis Karl der Große 774 n. Chr. die Stadt einnahm und weitere ausländische Angriffe abwehren konnte.Florenz konnte in den folgenden Jahrhunderten seinen Wohlstand und seine Bedeutung wiedererlangen und wurde zu einem der reichsten und mächtigsten Stadtstaaten in ganz Europa. 1252 führte die Republik Florenz ihre eigene Währung ein, den Florin. Die Goldmünze wurde fast überall im Mittelmeerraum und auch in Mitteleuropa als Zahlungsmittel akzeptiert und Florentiner Händler und Bankiers verbreiteten sich schnell in der gesamten bekannten Welt.Während der Renaissance wurde Florenz von verschiedenen extrem vermögenden und skrupellosen Familien regiert, darunter auch die Medici. Wenn sie sich nicht gerade in Machtkämpfen gegenseitig dezimierten, waren die Florentiner Adligen große Förderer der Künste. So gab zum Beispiel Lorenzo de Medici allein Werke bei Michelangelo, Botticelli und Leonardo da Vinci in Auftrag, um nur drei der brillanten Künstler zu nennen, die er unterstützte. In der Mitte des 15. Jahrhunderts wurden die Medici zu den Großherzögen der Toskana und sollten per Erbrecht sowohl die Provinz als auch Florenz mehrere Jahrhunderte lang regieren. 1737 fiel Florenz an Österreich und 1859 an das Königreich Sardinien-Piemont. 1861 wurde es schließlich Teil des neu gegründeten Italienischen Königreiches.Das moderne Florenz ist ein lebhaftes Touristenzentrum mit knapp 400.000 Einwohnern und lebt von seiner römischen, mittelalterlichen und frühneuzeitlichen Geschichte. Bis heute ist es einer der schönsten und inspirierendsten Orte Europas - ja der ganzen Welt - geblieben.",
    "category": "Kultivierte Stadtstaaten"
}