{
    "id": 3,
    "name": "Genf",
    "historical_info": "Ursprünglich lag die Stadt auf einem Hügel über einem See. Der Ort wurde irgendwann in der Altsteinzeit besiedelt; später ließ sich dort ein Stamm der ligurischen und präkeltischen Völker nieder. Um 500 v. Chr. war Genf eine von Kelten bewohnte befestigte Stadt, 121 v. Chr. wurde sie von den Römern eingenommen. Die Stadt wechselte in den kriegerischen Auseinandersetzungen der Nachbarstaaten mehrmals die Zugehörigkeit, bevor sie 1033 n. Chr. an den deutschen Kaiser fiel. Zu dieser Zeit war Genf bereits ein wichtiger Kirchensitz und der Bischof der Stadt war als Fürst mit Ländereien ein direkter Vasall des Kaisers des Heiligen Römischen Reichs.Für die nächsten 500 Jahre stritten die Herzöge von Savoyen und der katholische Bischof um die Vorherrschaft in Genf. Als der letzte regierende Bischof 1533 fluchtartig die Stadt verließ, unternahmen die Bürger von Genf den riskanten Versuch, gleichzeitig die katholische Regentschaft und die Savoyer loszuwerden - die Stadt verbündete sich mit dem protestantischen Staat Bern und rief 1536 die protestantische Genfer Republik aus. Auf diese Weise erhielt zwar die Bevölkerung von Genf die Macht zurück, wurde aber dadurch für Generationen von der umgebenden katholischen Schweizer Bevölkerung entfremdet. Noch im Jahr 1536 zog der protestantische Reformator Johannes Calvin in die Stadt und verweilte dort dreißig Jahre lang bis zu seinem Tod. In Abwesenheit des Bischofs wurde er zum neuen geistlichen Oberhaupt. Die Stadt blieb noch viele Jahre später eine Hochburg des protestantischen Glaubens, obgleich ein Großteil der Bevölkerung des historischen Teils bis zum frühen 17. Jahrhundert wieder zum Katholizismus übertrat.Genf wurde während der Französischen Revolution vorübergehend von Frankreich annektiert. 1814 wurde es aber anlässlich des Wiener Kongresses in die Schweizer Konföderation aufgenommen; seine Gerichtsbarkeit wurde auf die fünfzehn umliegenden Savoyer Gemeinden ausgedehnt. Der Kongress sah ausdrücklich den Schutz dieser katholischen Savoyer Gemeinden vor religiöser Verfolgung vor. Im Gegenzug wurde die Neutralität der Stadt garantiert. Dennoch hielten die Spannungen zwischen Katholiken und Protestanten an, bis 1907 in Genf ein Gesetz zur offiziellen Trennung von Kirche und Staat erlassen wurde. Seither hat hier keine Religionsgemeinschaft mehr Unterstützung von staatlicher bzw. städtischer Seite erfahren.Nach dem Ersten Weltkrieg wurde Genf der Sitz des Völkerbundes und erhielt den Status einer \"internationalen Stadt\". Sein neuer Ruf setzte sich nach dem Zweiten Weltkrieg fort, als die Vereinten Nationen sich in der Stadt niederließen, mit zahlreichen anderen internationalen Körperschaften und Organisationen im Schlepptau. Seither ist Genf ein blühendes Wirtschafts- und Tourismuszentrum.",
    "category": "Religiöse Stadtstaaten"
}