{
    "id": 5,
    "name": "Genua",
    "historical_info": "Ein genaues Gründungsdatum ist für Genua nicht bekannt, aber die Stadt geht auf eine in grauer Vorzeit entstandene Siedlung des ligurischen Volkes zurück. Ein ausgegrabener Friedhof aus dem 6. Jahrhundert v. Chr. zeigt, dass die Stadt zu dieser Zeit von den Griechen besetzt war, aber es ist ziemlich sicher, dass es sie schon lange vorher gab. Unter den Römern war Genua blühender Handelsknotenpunkt, Militärhafen und Marktstadt, aber es wurde bald nach dem Fall des Weströmischen Reichs von den Ostgoten überrannt und geplündert. Im Anschluss war Genua jahrhundertelang nur ein kleiner, unbekannter Fischerhafen, aber in dieser Zeit baute es eine Flotte von Handelsschiffen auf, die später die Handelsrouten des Mittelmeers dominieren sollte.Im 10. Jahrhundert n. Chr. erlangte Genua als Stadtstaat der \"Seerepubliken\" die Unabhängigkeit von den lokalen Lehnsherren und hatte nun ein eigenes Oberhaupt, das direkt dem Kaiser des Heiligen Römischen Reiches unterstellt war. Die wahre Macht in der Stadt übte aber nicht der Bischof aus, der gleichzeitig Präsident war; sie lag vielmehr größtenteils in den Händen der von der Volksversammlung gewählten Konsule. Genuas Schiffbauindustrie und Bankwesen trugen dazu bei, dass die junge Republik florierte. Sie begann, ihre Grenzen auszuweiten, und gründete überall im Nahen Osten und in Nordafrika Kolonien.Genuas Reichtum fand ein jähes Ende, als über einen genuesischen Handelsposten in Kaffa 1347 der Schwarze Tod nach Europa eingeschleppt wurde. Genuas Wirtschaft brach zusammen und die Bevölkerung schrumpfte durch das Wüten der Pest. Die drastisch geschwächte Stadt focht im Verlauf der nächsten 70 Jahre eine Reihe erfolgloser Kriege aus, verlor dabei all ihre Kolonien und fiel schließlich unter die Herrschaft der Visconti von Mailand.Es war ein Glücksfall für die Stadt, als ihr berühmter Sohn, Christoph Kolumbus, von der Entdeckung Amerikas zurückkehrte und ein Zehntel seines Einkommens den Genueser Banken überschrieb. So kam eine Allianz zustande, die Genua zum Satelliten des wohlhabenden Spanischen Reiches machte und dafür sorgte, dass seine Wirtschaft sich bald erholte. Bald hatten die adligen Familien des Stadtstaats wieder neue Reichtümer angehäuft, und die wachsende Stadt begann, berühmte Künstler und Architekten anzulocken. Diese Blütezeit Genuas überdauerte das 16. und währte bis ins 17. Jahrhundert. 1656 brach erneut die Pest aus, der die Hälfte der Bevölkerung zum Opfer fiel. Im 18. Jahrhundert wurde dann Genuas allmählicher Niedergang endgültig besiegelt, als der Schwerpunkt der Weltwirtschaft mit der Einrichtung neuer Handelsrouten weg vom Mittelmeer und hin zur Neuen Welt verlagert wurde. Auch die allgemeine Modernisierung und die Weltkriege des 20. Jahrhunderts trugen wenig zum Aufschwung der Stadt bei.Heute steht Genua wirtschaftlich in Italien an fünfter Stelle und gehört zum \"Industriedreieck\" des Landes, aber es konnte nie wieder an die Bedeutung und den Ruhm anknüpfen, die ihm einst den Beinamen \"La Superba\" einbrachten - die herrliche Stadt Italiens.",
    "category": "Kaufmännische Stadtstaaten"
}