{
    "id": 27,
    "name": "Hongkong",
    "historical_info": "Hongkong, ein Stadtstaat in Reinstform, ist eine gigantische Stadt, die sich über eine Insel an der Südküste Chinas erstreckt. Auf dem Stadtgebiet mit seinen heute mehr als sieben Millionen Bewohnern und im umliegenden Bereich gab es früher zahlreiche kleine Siedlungen, darunter auch einige, die von fremden Erforschern erbaut wurden. Während der Herrschaft der chinesischen Qing-Dynastie im 19. Jahrhundert wurden die Handelsbeziehungen mit England auf Grund wachsender Sorge um den Import indischen Opiums nach China eingestellt. Großbritannien hatte sich erhofft, seine steigenden Kosten für Tee-Importe aus China mit dem Import größerer Mengen Opiums aus den indischen Kolonien nach China auszugleichen. Doch die Qing-Herrscher protestierten dagegen und versuchten, die eingehenden Opium-Lieferungen zu beschlagnahmen, wodurch 1893 der erste Opiumkrieg vom Zaun gebrochen wurde.Als eine der stärksten Seemächte dieser Epoche konnte Großbritannien die chinesischen Streitkräfte ohne große Probleme besiegen und die Insel Hongkong besetzen. Nach fast dreijährigen Konflikten erhielt Großbritannien schließlich 1842 mit der Unterzeichnung des Vertrags von Nanking eine Anzahl von Zugeständnissen, darunter auch die offizielle Kontrolle über Honkong. Nachdem Hongkong als britische Kolonie über mehr als 150 Jahre immer weiter wuchs, wurde die Stadt 1997 schließlich an China zurückgegeben, nachdem ein friedlicher Machtwechsel zur Gründung der Sonderverwaltungszone Hongkong geführt hat. Das moderne Hongkong zeichnet sich durch eine sehr dichte Stadtlandschaft mit einzigartiger Skyline aus, die durch Dutzende von Wolkenkratzern und hell erleuchteten Gebäuden geprägt wird. Trotz des kommunistischen Systems Chinas hat Hongkong eine autonome Regierung, die den freien Handel unterstützt, und die Stadt gilt als eines der wichtigsten Finanzzentren der Welt.",
    "category": "Kaufmännische Stadtstaaten"
}