{
    "id": 48,
    "name": "Ile-Ife",
    "historical_info": "Alten Legenden nach ist die heilige Stadt des Lebens der Geburtsort der Yoruba, der größten ethnischen Gruppe in Westafrika. In ihrer Mythologie ist Ile-Ife der Ort, an dem Oduduwa, der Bruder des großen Schöpfergottes Obatala, aus dem Himmelreich herabstieg, eine Handvoll Erde in den Ur-Ozean warf und somit das Land erschuf, auf dem sich Leben entwickeln sollte. \"Ife\" bedeutet in Yoruba \"Ausdehnung\" und die Stadt gilt nicht nur als Geburtsort der Yoruba, sondern der gesamten Menschheit.Wie auch immer die Wahrheit um ihre Gründung lautet, im 11. Jahrhundert n. Chr. war Ile-Ife die Hauptstadt eines etablierten Königreichs, das sich über das heutige Nigeria erstreckte. Ein Jahrhundert lang hatte die Stadt einen beachtlichen religiösen und politischen Einfluss, insbesondere über das Edo-Königreich Benin im Südosten. Obwohl die Yoruba-Städte Benin und Oyo politisch bedeutendere Staaten werden sollten, ist Ile-Ife das geistliche Zentrum geblieben. Ile-Ife gelang es, Angriffe der islamischen Fulbe abzuwehren, die Oyo gestürzt hatten, wurde jedoch in den 1820er Jahren durch Auseinandersetzungen mit Owu im Südwesten um die Kontrolle des Sklavenhandels geschwächt. 1882 wurde Ile-Ife größtenteils zerstört, als eine gemeinsame Armee aus Ibadan- und Modakeke-Kriegern die heilige Stadt plünderten.Obwohl Ile-Ife weiterhin eine heilige Stadt für die Yoruba blieb, endete ihr politischer Einfluss um 1900 n. Chr. Nach den Napoleonischen Kriegen errichteten die Briten eine Reihe von Häfen und Handelsposten in Westafrika. 1885 wurden die britischen Ansprüche auf einen westafrikanischen Wirkungskreis von den anderen europäischen Mächten offiziell anerkannt und im Folgejahr wurde die Royal Niger Company von der Krone vereidigt. Nigeria gehörte bis zur Erlangung der Unabhängigkeit im Jahre 1960 zum Britischen Empire. In der kolonialen Phase wurde Ile-Ife weitgehend ignoriert, mit Ausnahme von europäischen Gelehrten und Yoruba-Pilgern.",
    "category": "Religiöse Stadtstaaten"
}