{
    "id": 52,
    "name": "Kabul",
    "historical_info": "An seine afghanischen Landsleute schrieb Abed Rahmani: \"Seid vereint wie ein Regenschauer, seid mächtig wie ein Ozean.\" Die Bewohner Kabuls, der größten Stadt in Afghanistan, haben genau das getan, indem sie wiederholt imperialen Invasionen getrotzt und sich ihre besondere Kultur und Identität erhalten haben. Kabul liegt eingekeilt in einem Tal im Hindukusch und belegt eine strategische Position auf der Route zwischen Süd- und Zentralasien, von der aus die Zugänge zum Chaiber-Pass kontrolliert werden. Die Stadt fungiert als Afghanistans Kultur- und Bildungszentrum. Obwohl die seit 1978 herrschenden Konflikte Kabuls Einfluss schmälerten, wurden seit dem Aufstieg der Karzai-Regierung im Jahre 2001 Fortschritte dabei gemacht, der Hauptstadt wieder ihre historische Rolle im kulturellen und politischen Leben des Hindukusch zu verleihen.Kabul ist über 3.500 Jahre alt, war aber selten frei. Der hinduistische Rigveda pries sie als die ideale Stadt, eine \"Vision des Paradieses mitten im Gebirge\". In der Spätphase des Achämenidenreichs wurde die Stadt zum Zentrum des Zarathustrismus und über die nächsten Jahrhunderte hinweg wurde Kabul von den verschiedensten Königreichen und Reichen beherrscht. 1504 wurde die Stadt von Babur eingenommen, der sie zu seinem Hauptquartier bei der Gründung des Mogulreichs machte. Babur liebte die Stadt, in der er zwei Jahrzehnte gelebt hatte, so sehr, dass sein Grab eine persische Inschrift trug: \"Wenn es ein Paradies auf Erden gibt, dann hier, dann hier.\"Zu Beginn des 20. Jahrhunderts war Kabul endlich frei und erlebte eine 60 Jahre währende Renaissance. Während der 40 Jahre dauernden Herrschaft des liberalen Mohammed Sahir Schah halfen europäische Investitionen bei der Entwicklung eines modernen Kommunikations- und Transportnetzwerks. Die zehn Jahre währende sowjetische Besatzung endete 1989 mit einem Bürgerkrieg und führte zum repressiven, von den Taliban kontrollierten Islamischen Emirat Afghanistan. Erst als eine von den Amerikanern angeführte Koalition eine neue demokratische Regierung einführte, begann Kabul erneut, seine historisch-kulturelle Identität wiederzuentdecken.",
    "category": "Kultivierte Stadtstaaten"
}