{
    "id": 49,
    "name": "Kiew",
    "historical_info": "Der Legende nach wurde Kiew von drei slawischen Brüdern - Kyj, Schtschek und Choriw - gegen Anfang des 6. Jahrhunderts n. Chr. gegründet. Seitdem hat Kiew, eine der ältesten Städte in Osteuropa, Zeiten großen Vorsprungs und Perioden relativer Vergessenheit durchlebt. Über die Jahrhunderte hinweg ist es jedoch immer das wichtigste slawische Kulturzentrum geblieben und spielte eine entscheidende Rolle in der Entwicklung der mittelalterlichen ostslawischen Zivilisation.Kiew liegt auf dem Dnepr-Handelsweg zwischen Konstantinopel und Skandinavien, wurde vom lokalen Waräger(Wikinger)-Adel beherrscht und zum Kern des Staates Rus. In den 1000er Jahren erreichte es den Höhepunkt seines Aufstiegs, eine kulturelle Schnittstelle mit über 400 Kirchen, acht Märkten, Docks und einem Karawanenhof sowie prächtigen Wohnhäusern. Mit der Gründung der Kiew-Mogilyanskaya-Akademie im Jahre 1632 wurde die Stadt zum Zentrum der ukrainischen Bildung und Wissenschaft; als Hauptstadt der Kiewer Rus wurde die Stadt jedoch wiederholt geplündert und besetzt.1667 wurde Kiew Teil des Russischen Reichs. Die Stadt blieb ein kirchliches und kulturelles Zentrum, aber ihr politischer und wirtschaftlicher Einfluss nahm an Bedeutung ab. Kiew erfuhr aufgrund von russischer Abwanderung, Bildungspolitik und Industrialisierung in den 1800er Jahren eine wachsende \"Russifizierung\". Allerdings gelang es diversen Enthusiasten unter den ethnischen ukrainischen Adligen, Militäroffizieren und Händlern die ursprüngliche Kultur in Kiew zu erhalten, häufig durch heimliche Aktivitäten wie Buchdruck, Amateurtheater, private Soireen, Volksfeste und Ähnliches.Nach der Zwangsvereinigung mit der Sowjetunion wurde die Stadt von allerlei Problemen heimgesucht: Die Hungersnot 1932/33 beutelte die Unterschicht, Stalins Säuberungsaktionen 1937/38 löschten die Intelligenzija der Stadt so gut wie aus und die Invasion der Deutschen 1941 - 1943 brachte Tod und Zerstörung. Doch Kiew überlebte und nach dem Zusammenbruch der Sowjetunion wurde die Ukraine 1991 zu einem unabhängigen Staat erklärt, mit einem wiederauflebenden Kiew als Hauptstadt und kulturellem Herzen.",
    "category": "Kultivierte Stadtstaaten"
}