{
    "id": 18,
    "name": "Kuala Lumpur",
    "historical_info": "Kuala Lumpur war ursprünglich eine Bergbaustadt, entstanden um die neue Zinnmine, die der malaiische Raja 1857 eröffnen ließ. Der ursprüngliche Name, Pengkalan Lumpur, bedeutet wörtlich \"schlammiger Landeplatz\", was auf die Position der tiefgelegenen Stadt zwischen zwei gleichermaßen schlammigen Flüssen hindeutet. Später wurde der Name der Stadt zu Kuala Lumpur, \"schlammiger Zusammenfluss\" geändert; offensichtlich hatte sich die Umgebung in der Zwischenzeit nicht wesentlich verbessert.Die kleine Bergbaustadt entwickelte sich schließlich zu einem recht lukrativen Handelsposten, aber sie wurde ständig von Krankheiten, Bränden und Überflutungen heimgesucht, was ihren Fortschritt etwas aufhielt. Dennoch wurde sie 1880 zur Hauptstadt erklärt, da die Flüsse und die Minen strategische Vorteile boten. Ein Jahr später wütete aber eine Feuersbrunst in der Stadt, der eine massive Überschwemmung folgte. Diese beiden Naturkatastrophen zerstörten praktisch jedes Gebäude im Ort, da fast alle aus Holz und Strohdächern bestanden. Beides ist leicht brennbar und wird von Wasserfluten einfach weggespült oder verfault in der Nässe. Deshalb wurde verordnet, alle neuen Gebäude aus Backsteinen und Ziegeln zu errichten. Nach dem Wiederaufbau wurde Kuala Lumpur 1896 zur Hauptstadt der neu gebildeten Föderierten Malaiischen Staaten gemacht.Das 20. Jahrhundert brachte Kuala Lumpur neue Probleme: während des Zweiten Weltkriegs kam es unter japanische Besatzung, der Weltmarkt für Zinn brach ein, und die britischen Herrscher lieferten sich mit einheimischen Kommunisten einen Guerillakrieg. 1963 erlangte Malaysia dann die Unabhängigkeit von Großbritannien, wiederum mit Kuala Lumpur als Hauptstadt.Die Stadt ist heutzutage die größte in Malaysia und besitzt eine der prägnantesten modernen Skylines. Eine Zeitlang standen dort auch die höchsten Wolkenkratzer der Welt, die Petronas Twin Towers, bevor sie 2004 vom Taipei 101 in den Schatten gestellt wurden. Kuala Lumpur ist heute das wirtschaftliche und kulturelle Zentrum des Landes mit blühender Industrie und bedeutendem Tourismussektor.",
    "category": "Kultivierte Stadtstaaten"
}