{
    "id": 47,
    "name": "Kysyl",
    "historical_info": "Kysyl wurde 1914 n. Chr. unter dem Namen Belozarsk vom zaristischen Russland gegründet, um als Hauptstadt der Republik Tuwa zu dienen. Die Stadt liegt an der Mündung zweier Nebenflüsse des Jenissei im Herzen von Asien. Man sagt, die Stadt Kysyl sei exakt im geografischen Zentrum Asiens erbaut worden. Aus historischer Sicht wurde die Region bis 1757 n. Chr. von den Mongolen beherrscht und fiel anschließend bis 1911 unter Mandschu-Herrschaft. Während der chinesischen Rebellion von 1911 proklamierte das zaristische Russland Tuwa als Protektorat - ein Anspruch, den China nicht anfechten konnte. Nach der Russischen Revolution war die Stadt mitunter sowohl von der Weißen als auch der Roten Armee besetzt. Nach zwei weiteren kurzen Jahren unter chinesischer Herrschaft, etablierten die lokalen Bolschewiken im August 1921 eine kommunistische Republik und benannten die Stadt in Kysyl (was in den Turksprachen \"rot\" bedeutet) als deren Hauptstadt um. Die Sowjetunion annektierte Kysyl mitsamt Tuwa im Jahre 1944.Bis zur Bildung der Russischen Föderation 1992 n. Chr. war Kysyl größtenteils von der Welt isoliert. Diese erzwungene 50-jährige Isolation half dabei, die einzigartige türkisch-mongolische Kultur zu bewahren, die typisch für die Stadt war. Khuresh, eine tuwanische Form von Ringkampf, ist äußerst beliebt und jedes Jahr findet in Kysyl ein Wettkampf statt. Türkische Musik, insbesondere tuwanischer Obertongesang, wird jedes Jahr beim Naadym-Festival gefeiert. Seit dem Fall der Sowjetunion wurden mit vereinten Kräften die Bemühungen gefördert, die reiche mündliche Tradition von Epen, Gedichten, Rätseln und Zungenbrechern dieser Region zu erhalten.Seit 1992 versucht die tuwanische demokratische Bewegung, Arbeitsplätze und Unterkünfte für die Nomadenvölker der Republik bereitzustellen sowie die tuwanische Sprache und das Handwerk zu fördern. Nach einer Angriffswelle auf die recht große russische Bevölkerung Kysyls, bei der es zu 88 Todesfällen kam, zogen viele Russen in andere Städte der Föderation um. Obwohl Kysyl als Touristenattraktion beworben wird, bleibt die Stadt abgelegen und schwer zu erreichen.",
    "category": "Kultivierte Stadtstaaten"
}