{
    "id": 16,
    "name": "Lhasa",
    "historical_info": "Lhasa ist mit 3.600 m über dem Meeresspiegel eine der höchstgelegenen Städte der Welt. Der Name bedeutet übersetzt \"Ort der Götter\"; bis ins frühe 7. Jahrhundert hieß die Stadt noch Rasa, \"Ort der Ziegen\". Die belegte Geschichte der Stadt begann ungefähr um diese Zeit, als Songtsen Gampo Herrscher des tibetischen Königreichs wurde und im Jahr 637 n. Chr. die Hauptstadt nach Lhasa verlegte. Gampo trat bald zum Buddhismus über (den seine Ehefrauen ihm nahegebracht hatten) und ließ buddhistische Statuen und Tempel erbauen. Während die politische Macht der Stadt im Lauf der Jahrhunderte allmählich nachließ (die Monarchie zerfiel im 9. Jahrhundert), wurde Lhasa als religiöses Zentrum immer bedeutender. Der erste Dalai Lama, das spirituelle Oberhaupt der tibetischen Buddhisten, gelangte 1391 an die Macht.1642 begann der fünfte Dalai Lama, Lobsang Gyatso, zusätzlich zu seiner spirituellen Autorität auch wahre politische Macht auszuüben, und vereinigte die bisher lose verbundenen tibetischen Stämme zu einer Nation. Lhasa wurde zur spirituellen und politischen Hauptstadt des neuen Landes. Als der Westen Anfang des 20. Jahrhunderts begann, Forschungsreisende in die Stadt zu entsenden, bestand die Bevölkerung von Lhasa fast zur Hälfte aus praktizierenden buddhistischen Mönchen.Im Jahr 1950 marschierten chinesische Truppen in Tibet ein und viele Bewohner flohen aus der Stadt und gingen nach Indien ins Exil, darunter auch der 14. Dalai Lama. Der Überfall wurde von den Chinesen als \"friedliche Befreiung\" bezeichnet, aber für die Tibeter, den Kongress der USA und andere bedeutende militärische und politische Instanzen handelte es sich um einen unprovozierten Angriff. Viele der in der Stadt verbliebenen Mönche und Nonnen erhoben sich und hielten friedliche Demonstrationen gegen die chinesischen Unterdrücker ab, was zu restriktiven Maßnahmen gegen die Klöster führte. Es wurden Umerziehungsprogramme eingeführt, um die Buddhisten zu kommunistischen Ansichten zu bekehren. Außerdem sollten die Protestierenden dem Dalai Lama und der Unabhängigkeit Tibets entsagen. Viele Mönche und Nonnen verweigerten die Kooperation und wurden ins Gefängnis gesteckt; jene, die entkamen, flohen nach Indien.Die Frage der Unabhängigkeit Tibets stellt heute noch in Lhasa und dem Rest der Welt eine bedeutende Kontroverse dar; viele Regierungen verurteilen immer noch die Behandlung der tibetischen Bevölkerung durch die Chinesen. Im Mai 2008 wurden Gespräche zwischen dem amtierenden Dalai Lama im Exil und der chinesischen Regierung eingeleitet, um Tibets Unabhängigkeit und autonome Regierung zu verhandeln, aber es hat sich daraufhin noch nicht viel verändert.",
    "category": "Religiöse Stadtstaaten"
}