{
    "id": 51,
    "name": "M'banza-Kongo",
    "historical_info": "M'banza-Kongo liegt auf einer niedrigen Hochebene im Nordwesten Angolas und war die Heimat des Mani-Kongo, wie die Herrscher des um 1390 n. Chr. gegründeten Kongoreichs genannt wurden. In der Blütezeit der Stadt kontrollierten die Bantu-Krieger von M'banza-Kongo ein Gebiet, das sich von Afrikas mittlerer Atlantikküste bis zum Fluss Kwango und von Pointe-Noire im Norden bis zum Fluss Loje im Süden erstreckte. Die Stadt finanzierte sich durch Steuern, Zwangsarbeit und königliche Gelder; gelegentlich handelte der Mani-Kongo mit den Europäern an der Küste mit Sklaven, Kupfer und Elfenbein, um sein Militär zu finanzieren. Zudem wurde die Stadt durch Tribute von benachbarten Städten und Königreichen unterstützt, was M'banza-Kongo zu einer der reichsten afrikanischen Städte der 1500er Jahre machte.1568 n. Chr. sah sich der Mani-Kongo gezwungen, den Portugiesen zu gestatten, eine Kolonie in der Provinz Luanda zu gründen. Von diesem Stützpunkt aus sollten die Portugiesen allmählich die Kontrolle über den Großteil des Gebiets um M'banza-Kongo erlangen, was zu erhöhten Spannungen führte. In der Schlacht von Ambuila im Jahre 1665 besiegte eine Streitmacht portugiesischer Musketiere mit zwei leichten Artilleriegeschützen die Armee des Mani-Kongo. Die Verluste unter den eingeborenen Kriegern beliefen sich auf 5.000, einschließlich des Königs, was M'banza-Kongos militärischer Überlegenheit in der Region endgültig ein Ende setzte. Die Schlacht wird allgemeinhin als entscheidender Wendepunkt in der Geschichte der Stadt betrachtet, da sie während der Bürgerkriege, die dem Tod des Mani-Kongo folgten, mehrfach geplündert wurde und gegen 1678 größtenteils verlassen war.M'banza-Kongo wurde 1705 n. Chr. von der durch Portugal unterstützten, kongolesischen christlichen Prophetin Beatriz Kimpa Vita und ihren Anhängern erneut besetzt und 1709 wieder zur Hauptstadt des Kongoreichs ernannt. Obwohl das Königreich nun effektiv ein Vasallenstaat Portugals war, bestand es für weitere 150 Jahre, bis es 1884 bei der Kongokonferenz unter Portugal, Belgien und Frankreich aufgeteilt wurde. M'banza-Kongo erlangte niemals seinen ursprünglichen Ruhm zurück, auch nicht nach der kongolesischen Unabhängigkeit im Jahr 1960.",
    "category": "Militaristische Stadtstaaten"
}