{
    "id": 44,
    "name": "Malakka",
    "historical_info": "Die Küstenstadt Malakka wurde um 1400 n. Chr. gegründet, als Paramesvara, der König von Temasek, vor den einfallenden Majapahit-Streitkräften floh und dort in einem kleinen Fischerdorf Unterschlupf fand. Dort gründete er in einem Hafen, der die Straße von Malakka kontrollierte, das malaiische Königreich, das bald darauf seine Macht über die gesamte Halbinsel und darüber hinaus ausweitete. Das nachfolgende Sultanat von Malakka wurde zu einer wichtigen Station für chinesische, arabische und europäische Händler, um ihre Nahrungs- und Wasservorräte aufzufüllen. Die malaiische Herrschaft endete 1511, als Afonso de Albuquerque die Stadt für Portugal einnahm.Im nächsten Jahrhundert wurde Malakka zum bedeutendsten Handelshafen in Südostasien und die Portugiesen errichteten umfangreiche Docks und Lagerhäuser, um Zucker und Reis zu exportieren. Die Erweiterung des Hafens wurde unter der niederländischen Ostindien-Kompanie fortgesetzt, die die Stadt im Jahr 1641 eingenommen und befestigt hatte. Der britische und niederländische Kampf um die Kontrolle der strategischen Meeresstraßen wurde im Britisch-Niederländischen Vertrag von 1824 zu Gunsten der Engländer entschieden und Malakka wurde zum \"Strait Settlement\" des Britischen Empire. Eine starke Versandung der Hafenmündung in Verbindung mit dem Wachstum Singapurs führte zu Malakkas Untergang als Handelszentrum.Nach der Auflösung der Kronkolonie im Anschluss an die japanische Besatzung während des Zweiten Weltkriegs wurde Malakka 1957 Teil der unabhängigen Malaiischen Union, aus der sich die moderne Nation Malaysia entwickelte. Vor dem Krieg hatte die umgebende Region die Produktion von Gummi als Wirtschaftszweig entdeckt; nach dem Krieg wurde Gummi zu Malakkas Hauptexportgut und machte die Stadt erneut zu einem bedeutenden Hafen. Durch Ausbaggern und die Errichtung von Strandmauern wurde die Stadt auch für Hochsee-Frachtschiffe und Containerschiffe mit Tiefgang zugänglich und der Bau einer Eisenbahn und moderner Autobahnen in die Stadt machte Malakka erneut zu einem wichtigen Frachtendpunkt der Region.",
    "category": "Kaufmännische Stadtstaaten"
}