{
    "id": 55,
    "name": "Melbourne",
    "historical_info": "Melbourne liegt in der Bucht von Port Phillip an der Südostküste Australiens und wurde 1835 n. Chr. zu einer permanenten Siedlung, als der Engländer John Batman einen Vertrag mit den ortsansässigen Aborigines schloss, um dort 500.000 Morgen Land zu kaufen. Im Gegensatz zu anderen australischen Städten ist Melbourne die einzige durch eine private Unternehmung und nicht von der Krone gegründete Stadt. Melbourne wurde 1847 zur Stadt erklärt, verzeichnete ihr größtes Wachstum jedoch in den 1850er Jahren, als in den nahegelegenen Städten Bendigo und Ballarat Gold gefunden wurde. Die Stadt diente als Haupthafen und Versorgungszentrum für den nun folgenden Goldrausch und die Bevölkerung wuchs in wenigen Monaten von 25.000 auf 40.000 an.Der wirtschaftliche Aufschwung hatte seinen Höhepunkt in den 1880er Jahren; zu diesem Zeitpunkt galt Melbourne nach London als reichste Stadt der Welt und die größte Stadt des Britischen Empire . Als Folge des Aufschwungs wurden in der gesamten Stadt Gewerbegebäude und Banken, Terrassenwohnungen und palastartige Herrenhäuser gebaut. Doch der Goldboom kam 1891 n. Chr. zum Erliegen und brachte vielen Unternehmen den Bankrott und der Stadt ein Wirtschaftstief ein. Die Finanzkrise in Melbourne trug zur australischen Bankenpanik von 1893 bei.Melbournes Banken und Industrie erholten sich und in der ersten Hälfte des 20. Jahrhunderts verzeichnete die Stadt wieder ein mäßiges Wachstum. Nach der Formierung des Australischen Bunds im Jahr 1901 war Melbourne wichtig genug, um als Regierungssitz ausgewählt zu werden (bis dieser 1927 in die neue Hauptstadt Canberra verlegt wurde). Nach dem Zweiten Weltkrieg wurde der wirtschaftliche Einfluss der Stadt durch den Zustrom von Einwanderern, hauptsächlich aus Südeuropa, weiter gestärkt, da dieser neue Geschäfte und Industrien mit sich brachte. Die Zeit der 1970er bis in die 1990er Jahre zeichnete sich durch großangelegte Verkehrs- und Hausbauprojekte aus. Dank erheblicher internationaler Investitionen erhielt die Stadt eine breitgefächerte Wirtschaft mit Fokus auf die Bereiche Bankwesen und Finanzen, Fabrikation, Transportwesen, Forschung, Informationstechnologie und Tourismus.",
    "category": "Kaufmännische Stadtstaaten"
}