{
    "id": 45,
    "name": "Mogadischu",
    "historical_info": "Laut dem Periplus Maris Erythraei war Mogadischu bereits im ersten Jahrhundert n. Chr. ein bedeutendes maritimes Zentrum, da römische Händler begannen, von ägyptischen Häfen entlang der Küste des Roten Meers Handel zu betreiben. Als sich um 900 n. Chr. muslimische Händler in der somalischen Stadt niederließen, wurden die Handelsrouten auf weiter entfernte Länder wie China, Vietnam und Sri Lanka ausgeweitet. Beim Besuch des marokkanischen Forschungsreisenden und Autors Ibn Battuta im Jahr 1331 befand sich Mogadischu auf dem Höhepunkt seines Wohlstands - die große Stadt am Horn von Afrika.Mogadischus Reichtum war in Europa legendär und wurde durch die Beschreibungen von Reisenden noch unterstrichen. Vasco da Gama, der die Stadt im 15. Jahrhundert besuchte, merkte an, dass sie solide gebaut und gut befestigt war. Es gab Häuser mit vier oder fünf Stockwerken, große Paläste im Zentrum und viele Moscheen. Im folgenden Jahrhundert schrieb der portugiesische Reisende Duarte Barbosa über Hunderte von Schiffen aus fernen Ländern, die mit Gütern wie Stoffen und Gewürzen in den Hafen der Stadt einfuhren, um diese gegen Gold, Wachs und Elfenbein zu tauschen. Barbosa beschrieb Mogadischu außerdem als Zentrum einer blühenden Weberindustrie, die einen leichten Stoff produzierte, der in Ägypten und Syrien sehr geschätzt wurde.Die europäischen Mächte sahen diese Entwicklung nicht ohne Neid und wollten die Stadt in ihre Kolonialreiche integrieren. Die Portugiesen versuchten dies vergeblich, doch später gelang es der britischen Ostindien-Kompanie, für kurze Zeit die Herrschaft zu übernehmen. 1892 n. Chr. verpachtete der Sultan von Sansibar Mogadischu an Italien, wodurch die Stadt 1905 zur Hauptstadt von Italienisch-Somaliland wurde. 1960 erlangte Somalia friedlich die Unabhängigkeit, doch die Demokratie zerfiel im Zuge des Bürgerkriegs von 1991. Seit dem Abzug der Friedenstruppen der Vereinten Nationen 1994 ist Mogadischu Schauplatz beinahe ständiger Auseinandersetzungen rivalisierender Milizen. In einem derartigen Chaos ist die einst blühende Hafenstadt dem Verfall ausgeliefert.",
    "category": "Maritime Stadtstaaten"
}