{
    "id": 13,
    "name": "Monaco",
    "historical_info": "Das Fürstentum Monaco ist die kleinste Monarchie und nach der Vatikanstadt das zweitkleinste Land der Welt. Monaco (griechisch: Monoikos) wurde 1228 als genuesische Kolonie an einem Ort gegründet, der schon seit dem 6. Jahrhundert v. Chr. von ligurischen Volksstämmen besiedelt war. Im Jahr 1297 nahm Francesco Grimaldi die Festung ein, die den kleinen Stadtstaat beschützte, und seit jener Zeit regiert seine Familie das Land.1793 wurde das Fürstentum von Streitkräften der Französischen Revolution besetzt und blieb unter französischer Herrschaft, bis es 1814 vom Wiener Kongress als Protektorat dem Königreich Sardinien unterstellt wurde. Dabei blieb es, bis Sardinien ebenfalls an Frankreich fiel; 1861 erlangte Monaco dann seine Unabhängigkeit. Frankreich war (und ist) allerdings immer noch verpflichtet, für die militärische Verteidigung des Zwergstaats zu sorgen - für ein Land mit einer Fläche von knapp zwei Quadratkilometern kein schlechtes Geschäft! Monaco war während des Zweiten Weltkriegs vorübergehend besetzt, aber der Versuch, die Grimaldis durch eine faschistische Verwaltung zu ersetzen, schlug fehl und hinterließ kaum Spuren in dem kleinen Land.Heutzutage ist Monaco vor allem für drei Dinge bekannt: die verstorbene Fürstin Gracia Patricia, seinen Status als Steueroase und das weltberühmte Casino. Fürst Rainier III. heiratete 1956 die US-amerikanische Schauspielerin Grace Kelly und lenkte damit die Aufmerksamkeit der Welt zum ersten Mal seit Jahrhunderten auf das kleine Land. Sie brachte den Zwergstaat nicht nur ins Rampenlicht, sondern arbeitete auch stetig daran, die Unterstützung für Kunst und Erziehungswesen in den USA und Monaco zu verbessern. Außerdem wurde Monaco dadurch berühmt, oder vielmehr berüchtigt, dass es seinen Untertanen noch nie eine Einkommensteuer abverlangt hat und damit zahlreiche wohlhabende Bürger aus aller Welt anlockte. Das Casino Monte Carlo schließlich ist eine der größten Touristenattraktionen des Landes. Es wurde 1856 eröffnet und wird von vielen der reichsten Glücksspieler der Welt besucht; die Einwohner des Landes haben allerdings keinen Zutritt. Das Casino dient im jährlichen Grand Prix von Monaco als Landmarke und hat auch schon die Kulisse für drei James-Bond-Filme abgegeben. Außerdem ist nach dem Casino eine Klasse mathematischer Algorithmen und Methoden zur stichprobenartigen Erhebung von Daten benannt.",
    "category": "Kultivierte Stadtstaaten"
}