{
    "id": 28,
    "name": "Hormus",
    "historical_info": "Der Stadtstaat Hormus existiert bereits seit dem 10. Jahrhundert. Arabische Prinzen errichteten einen Hafen gegenüber der persischen Südküste, um den Handelsfluss durch den Persischen Golf kontrollieren zu können. Die Stadt wacht über die enge Straße von Hormus, den strategisch wichtigen Wasserweg, der den Golf von Oman und den Persischen Golf verbindet. Hormus wurde extrem reich, da es direkt am Nadelöhr der Sklavenrouten von Ostafrika nach Persien und Arabien lag. Auf dem Höhepunkt seiner Macht im 14. Jahrhundert war es der mächtigste maritime Staat der Region - Hormus besaß eine große Handelsflotte und seine Marine bestand aus über 500 Kriegsschiffen.1505 entschloss sich der portugiesische König Manuel I. dazu, den muslimischen Handel mit Indien zu blockieren. Afonso de Albuquerque brachte 1507 seine Schiffe in den Golf, nahm die Insel Hormus ein, baute dort eine Festung und beanspruchte die Stadt Hormus für Portugal. Im März 1515 kehrte Albuquerque mit einer Streitmacht aus 27 Schiffen und 1500 Soldaten mit Kanonen wieder, um sicherzugehen, dass die Stadt unter portugiesischer Herrschaft blieb. Sie wurde für ihre Freizügigkeit und Laster bekannt, von denen portugiesische Besucher und Priester zu berichten wussten. Das luxuriöse Leben von Hormus wurde in einem arabischen Sprichwort aus dieser Zeit recht gut festgehalten: \"Wäre die Welt ein goldener Ring, dann wäre Hormus der Edelstein darauf.\"In den folgenden drei Jahrhunderten wurde die Stadt zwar größtenteils auf anderen Seerouten umfahren, doch die Entdeckung von Öl im Persischen Golf und dem Nahen Osten verlieh Hormus eine neue Rolle auf dem Weltmarkt. 2011 passierten 35% aller weltweit verschifften Öllieferungen die Stadt. Die Islamische Revolution, bei der 1979 die absolute Monarchie zu Gunsten einer islamisch-fundamentalistischen Regierung unter Ajatollah Chomeini abgesetzt wurde, vergrößerte die strategische Bedeutung der Stadt nur noch mehr, da die neue Regierung, wie sich bald herausstellen sollte, dem Westen feindlich gesonnen war.",
    "category": "Maritime Stadtstaaten"
}