{
    "id": 20,
    "name": "Panama-Stadt",
    "historical_info": "Panama-Stadt, Hauptstadt der Republik Panama, ist das pazifische Ende des Panamakanals im Golf von Panama. Das Wort \"Panama\" bedeutet \"viele Fische\" und die Stadt wurde tatsächlich bei einem großen Fischerdorf erbaut, das zu Zeiten der Eroberung durch die spanischen Konquistadoren bereits existierte. Die Hafenstadt wurde 1519 vom spanischen Gouverneur von Panama an der Pazifikseite des Isthmus gegründet, um die Verschiffung von Gütern und Schätzen aus dem Atlantik zu erleichtern. Die Stadt war der Schlüsselort bei der Eroberung des Inka-Reichs und so gingen auch die Schätze der Inka auf ihrem Weg nach Spanien durch diesen Ort.Schnell wurde die Stadt durch den Handel wohlhabend, anschließend Opfer einer Plünderung durch den englischen Piraten Sir Henry Morgan und drei Jahre später etwas weiter südlich wieder aufgebaut. Panama-Stadt wurde anschließend von den Spaniern gut bewacht, doch 1746 versetzte die Zerstörung des karibischen Hafens bei Portobelo der Überland-Handelsroute einen schweren Schlag. Reichtum und Ansehen von Panama-Stadt nahmen ab, doch ein Jahrhundert später eröffnete die Panama Canal Railroad und viele Goldsucher strömten auf dem Weg nach Kalifornien auf Straßen und Schienen über den Isthmus. Schiffe aus Panama-Stadt trugen die durch den Goldrausch ausgelöste Flut von Menschen und Material nordwärts.Nachdem Panama 1903 seine Unabhängigkeit von Kolumbien erklärt hatte, wurde die Stadt zur Hauptstadt ernannt. Als 1914 der Panamakanal fertiggestellt wurde, stieg die Stadt zu Mittelamerikas Hauptknotenpunkt für den internationalen Handel und Tourismus auf. Heute existieren in Panama-Stadt über 80 Banken und die Stadt gilt als die reichste Lateinamerikas. Zuletzt gab es große Investitionen aus dem Ausland in die Schifffahrt Panamas und auch durch das Referendum von 2006, das die Erweiterung des Kanals festlegte, wird der Wirtschaftsboom wohl noch eine Weile anhalten.",
    "category": "Maritime Stadtstaaten"
}