{
    "id": 9,
    "name": "Québec",
    "historical_info": "Québec, 1608 von dem französischen Entdecker Samuel de Champlain gegründet, war einst Standort eines kleinen Irokesendorfes namens Stadaconé. Der Name stammt von dem Algonquin-Wort \"Kebec\", was so viel bedeutet wie \"wo der Fluss enger wird\". Die Siedlung Québec wuchs und entwickelte sich im 17. Jahrhundert zum Mittelpunkt französischer Kolonialbemühungen in Nordamerika.Während seiner Frühzeit diente Québec nicht nur als wertvoller Handelsaußenposten, sondern beheimatete auch verschiedene christliche Missionare und eine steigende Anzahl dauerhaft ansässiger Siedler. Die Pelz- und Holzindustrie bot den Franzosen wertvolle Ressourcen, die ihre frühen Bemühungen verstärkten, ihren Einfluss in Nordamerika auszudehnen. Die Stadt stand zwischen 1629 und 1632 kurz unter britischer Herrschaft, wurde sonst aber über 150 Jahre lang von den Franzosen beherrscht, obwohl sie mehrmals belagert wurde. 1663 wurde Québec schließlich zur offiziellen Hauptstadt Neufrankreichs ernannt, nachdem es seit der Gründung Hauptstadt von Französisch-Kanada gewesen war.Die Franzosen verloren die Herrschaft über die Kolonie offiziell im Jahr 1759 während der Schlacht auf der Abraham-Ebene an die Briten, die Québec bis zur Gründung der Dominion of Canada im Jahr 1867 kontrollierten. Nach dem Verfassungsgesetz von Kanada wurde Québec zur Hauptstadt der kanadischen Provinz Québec.Heute leben über 500.000 Menschen in Québec und die Stadt besitzt ein reiches Kulturerbe. Seit 1985 gehört sie zum UNESCO-Welterbe, da noch immer viel von ihrer ursprünglichen Kolonialarchitektur erhalten ist. Von besonderem Interesse ist dabei das berühmte Hotel Château Frontenac und die römisch-katholischen Kirchen Notre-Dame de Québec und Notre-Dame-des-Victoires, die beide ursprünglich im 17. Jahrhundert erbaut wurden.",
    "category": "Maritime Stadtstaaten"
}