{
    "id": 7,
    "name": "Ragusa",
    "historical_info": "Die heutige Stadt Dubrovnik war einst ein mächtiger Stadtstaat, der als Republik Ragusa bekannt war. Die Stadt Ragusa, im 7. Jahrhundert gegründet, entstand angeblich auf einer kleinen Mittelmeerinsel unweit der Südküste des heutigen Kroatiens. Die Stadtväter, eine Gruppe römischer Flüchtlinge, gründeten die Siedlung, nachdem sie vor der Zerstörung ihrer Heimatstadt Epidauros geflohen waren. Dank der Unterstützung des Byzantinischen und des Osmanischen Reiches sowie der Könige von Kroatien und Ungarn breitete sich die Stadt mit der Zeit in die sie umgebende Region aus. Die Entwicklung der Stadt, besonders die von wichtigen Gebieten wie dem Hafen von Gruz (auch heute noch ein wichtiger Hafen), zog sich den Zorn Venedigs zu, dessen Handelsdominanz im Mittelmeerraum bis zu diesem Zeitpunkt unangefochten war.Mit Venedigs Invasion des damaligen Dalmatiens (einer Region in Ostkroatien) im Jahr 1205 wurde Ragusa in eine unterlegene Position gezwungen und musste Venedig sowohl hohen Tribut zahlen als auch künftig dessen Flottenstützpunkt im Mittelmeer bilden. Trotz des Drucks durch den venezianischen Einfluss setzte sich Ragusas Entwicklung zu einem Handelszentrum im Mittelmeer fort. Die Einmischung Venedigs forderte jedoch ihren Tribut bei der Bevölkerung und die zunehmende Ablehnung Venedigs durch das Volk Ragusas während dieser Zeit markierte den Beginn einer lange währenden wirtschaftlichen Rivalität zwischen den beiden Stadtstaaten. Nachdem Venedig seine Ansprüche auf Dalmatien im Jahr 1358 aufgab, hatte Ragusa endlich die Chance auf echte Unabhängigkeit. Bald darauf wurde die Republik Ragusa gegründet und der städtische Adel sicherte sich schnell die Macht. Er koordinierte beinahe alle Aspekte von Ragusas Politik und ließ den Bürgern und Plebejern nahezu keine Möglichkeiten zur Mitbestimmung. Diese Regierung handelte für die nächsten 100 Jahre eigenverantwortlich unter der Souveränität des ungarischen Königs.Im Jahr 1458 festigte ein Vertrag mit dem Osmanischen Reich Ragusas Position als mächtiges Handelszentrum für den Rest seiner Zeit als Republik. Unter dem Schutz der Osmanen florierte die Stadt. Verringerte Handelszölle, Zugang zum Schwarzen Meer (zuvor von den osmanischen Handelsleuten verboten) und die osmanische Unterstützung bei Handelsdisputen boten allesamt wertvolle Vorteile, die Ragusas Position als dominierender Mittelmeerhafen untermauerten.Auf seinem Höhepunkt betrug die Bevölkerungszahl Ragusas etwa 30.000 und die Stadt diente als wichtige Verbindung zwischen den Häfen Italiens und weiter östlich gelegenen Zielen. Als jedoch Waren aus Indien, China und von weiter weg zunehmend einfacher erhältlich wurden, schwand Ragusas kommerzieller Einfluss. Im Jahr 1667 traf ein schweres Erdbeben die Stadt, bei dem beinahe 75% aller Bauwerke zerstört wurden und über 5000 Menschen ums Leben kamen. Die Stadt war nun nur noch eine Hülle ihrer selbst und ergab sich 1806 schließlich Napoleons Armee. Im Jahr 1808 existierte die Republik Ragusa nicht mehr.Heute ist die Stadt Dubrovnik ein beliebtes Touristenziel im Mittelmeer, dessen Einwohnerzahl 40.000 übersteigt. Dubrovnik ist nach wie vor auch ein Handelshafen - einer der wenigen Überreste der bewegten Geschichte dieser Stadt.",
    "category": "Maritime Stadtstaaten"
}