{
    "id": 4,
    "name": "Riga",
    "historical_info": "Im 12. Jahrhundert n. Chr. bauten deutsche Händler und Missionare die Stadt Riga an der Mündung der Düna um eine bestehende Siedlung herum. Bis zum Jahre 1158 hatten deutsche Händler dort Handelsposten für den Handel mit den Balten und Finnen errichtet; das erste katholische Kloster wurde 1190 fertiggestellt. 1201 tauchte der frisch ausgerufene Bischof Albert von Livland mit 23 Schiffen und 1500 bewaffneten Kreuzrittern auf - die später zu einem Zweig der Deutschritter wurden -, um sein Bistum zu etablieren und die Einwohner gewaltsam zum Christentum zu konvertieren. 1282 trat Riga der Hanse bei und sicherte somit drei Jahrhunderte lang seine wirtschaftliche und politische Stabilität.Als Rigas Stadtoberhäupter sich im Jahre 1522 öffentlich für die Reformation aussprachen und die Macht der Erzbischöfe schwand, wurde die Stadt schnell in Religionskriege verwickelt. 1621 wurde sie von Gustav II. Adolf, dem König von Schweden, eingenommen, der in den Dreißigjährigen Krieg eingegriffen hatte. Riga blieb bis 1710 unter schwedischer Herrschaft, bis die von der Pest geplagte Hafenstadt sich im Großen Nordischen Krieg den russischen Truppen unter Peter dem Großen ergab. Riga wurde der größte Industriehafen des zaristischen Russlands, bis die baltischen Staaten nach Ende des Ersten Weltkriegs und der darauf folgenden Russischen Revolution im November 1918 ihre Unabhängigkeit erklärten. Riga wurde zur Hauptstadt von Lettland.In den Jahren zwischen den Weltkriegen erlebte Riga eine erneute Blütezeit, doch Lettlands Freiheit sollte nicht lange währen. Im Juni 1940 wurde Riga von der Sowjetunion und ein Jahr später von den Deutschen besetzt. 1944 wurde die Stadt wieder von der Roten Armee zurückerobert, gefolgt von einem Zustrom russischer Arbeiter, Bürokraten und Truppen, der Riga zu einem der wichtigsten Industrie- und Militärkomplexe der westlichen UdSSR machten. Der Hafen wurde für den Handel mit dem Westen ausgebaut und modernisiert. Im Januar 1991 wurde Riga mit Lettlands Unabhängigkeit wieder zum wirtschaftlichen und kulturellen Zentrum des Landes und einer Finanzmetropole des Baltikums.",
    "category": "Maritime Stadtstaaten"
}