{
    "id": 43,
    "name": "Samarkand",
    "historical_info": "Das in der zentralasiatischen Region Transoxanien gelegene Samarkand ist eine der ältesten Städte der Welt. Die im fruchtbaren Tal des Flusses Serafschan erbaute Stadt profitierte von einer Fülle an natürlichen Ressourcen und Nahrungsquellen, zudem lag sie an der Seidenstraße, der Haupthandelsroute zwischen dem Orient und dem Westen. Samarkand wurde um 700 v. Chr. von den Sogdern gegründet und war bei der Eroberung durch Alexander den Großen im Jahr 329 v. Chr. eine der wohlhabendsten und wichtigsten Städte der Welt.Die Stadt blieb über Jahrhunderte hinweg eine Handelsmacht und erlangte durch die Zölle, die den Karawanen entlang der Seidenstraße auferlegt wurden, noch größeren Reichtum. Sie diente ebenfalls als Vermittler zwischen den Kulturen und Innovationen in Ost und West. Einer Legende zufolge gaben in dieser Stadt zwei chinesische Häftlinge 751 n. Chr. das Geheimnis der Papierherstellung an die Muslime weiter, was zum Bau der ersten Papiermühle der islamischen Welt in Samarkand führte. Von dort aus verbreitete sich die Kunst der Herstellung von Leinenpapier innerhalb der muslimischen Lande bis nach Europa.Marco Polo beschrieb Samarkand in den Aufzeichnungen seiner Reise entlang der Seidenstraße bis nach China als \"sehr große, prächtige Stadt\". 1370 machte Tamerlan, der Begründer der Dynastie der Timuriden, Samarkand zu seiner Hauptstadt. Während der nächsten 35 Jahre baute er die Stadt mehrfach neu auf und siedelte dort begabte Kunsthandwerker, Händler und Gelehrte aus dem ganzen Reich an, wodurch die Stadt zum kulturellen und wirtschaftlichen Zentrum Zentralasiens avancierte.Doch mit der Erschließung von Seehandelsrouten zwischen dem Orient und Europa und der Ausbeutung des neu entdeckten Amerikas geriet Samarkand ins Hintertreffen. Die Bevölkerung nahm rapide ab und eine Zeitlang war die Stadt unbewohnt. Erst als Samarkand 1887 zu einer Provinzhauptstadt des expandierenden Russischen Reichs wurde, wurde es wieder zu einem wirtschaftlichen Zentrum.",
    "category": "Kaufmännische Stadtstaaten"
}