{
    "id": 22,
    "name": "Sidon",
    "historical_info": "Sidon ist eine alte Stadt an der Küste des Libanon. Die Stadt war ursprünglich ein Zentrum für Fischerei und Handel und dient heute als Mittelmeer-Endpunkt der Transarabischen Pipeline aus Saudi-Arabien.Sidon wurde von den Phöniziern im 3. Jahrtausend v. Chr. gegründet.Sidon gelangte im 2. Jahrtausend v. Chr. zu Wohlstand und war für die Qualität seines Glases und seiner Purpurfärbemittel bekannt. Um 2.700 v. Chr. gründeten Kolonisten aus Sidon die Stadt Tyrus etwa 40 Kilometer weiter südlich an der Küste. Viele Jahre lang sollten beide Städte um die Macht und den Reichtum im Phönizierreich kämpfen.Als die Macht der Phönizier schwand, machten sein Reichtum und die strategisch günstige Lage Sidon zu einem beliebten Ziel für andere Eroberer. In seiner langen Geschichte wurde Sidon von Assyrien, Babylon, Persien, Alexander dem Großen, den Seleukiden, den ägyptischen Ptolemäern, den Römern, den Osmanen, den Franzosen und schließlich vom Libanon beherrscht. Während der Kreuzzüge wechselte die Stadt mehrfach den Herrscher, wurde zerstört und anschließend wiederaufgebaut. Das Gebiet ist übersät mit Überresten von Festungen aus allen Perioden der Geschichte. Heute ist Sidon die Heimat sunnitischer und schiitischer Muslime, griechisch-katholischer Christen und Maroniten.Die Stadt wird mehrfach in der Bibel erwähnt. Die wohl berühmteste Einwohnerin ist Königin Isebel, die Frau von Ahab, dem König des Nordreiches Israel, und Großtante von Königin Dido von Karthago. Der Bibel zufolge war Isebel eine böse und verdorbene Herrscherin, die die Verehrung ausländischer (phönizischer) Gottheiten in Israel förderte. Sie wurde von ihren eigenen Eunuchen für ihre Verbrechen getötet und den Hunden auf der Straße zum Fraß vorgeworfen.Jeder Herrscher kann aus dieser Geschichte zwei wichtige Dinge lernen: Mache deinem Volk nie die Religion streitig und traue niemals den königlichen Eunuchen.",
    "category": "Militaristische Stadtstaaten"
}