{
    "id": 19,
    "name": "Singapur",
    "historical_info": "Aufzeichnungen und archäologische Ausgrabungen zeigen, dass die Insel, auf der das heutige Singapur liegt, schon ungefähr seit dem 2. Jahrhundert n. Chr. besiedelt ist. Die kleine Insel gehörte ursprünglich zum Reich von Sumatra und nannte sich Temasek, \"Stadt am Meer\". Aus unbekannten Gründen verlor das Gebiet im 14. Jahrhundert an Bedeutung, und für die nächsten Jahrhunderte bestand die Bevölkerung der Insel vorwiegend aus kleinen Fischerdörfern.Das änderte sich gründlich am 29. Januar 1819, als der britische Staatsmann Sir Thomas Stamford Raffles auf der Insel ankam und einen Vertrag unterzeichnete, um den südlichen Teil zu einem britischen Handelsposten auszubauen. Singapur wurde 1824 offiziell zur britischen Kolonie, als die britische Ostindien-Kompanie die Kontrolle über die ganze Insel gewann. Die Stadt auf der Insel wuchs stetig an, und sie wurde zu einem bedeutenden Handels- und Geschäftszentrum im Pazifik.1941 marschierten die Japaner in Singapur ein und erlangten in nur sechs Tagen die Kontrolle über die Stadt und ihren Militärstützpunkt. Die Schlacht um Singapur war die schlimmste militärische Katastrophe in der Geschichte Großbritanniens, und für den Rest des Zweiten Weltkriegs war die Stadt ein wichtiger Stützpunkt der Japaner. Erst einen Monat nach der japanischen Kapitulation 1945 erhielten die Briten die Kontrolle über die Insel zurück.Nach dem Krieg begab sich Singapur auf den Weg in die Unabhängigkeit. 1955 durfte die Stadt zum ersten Mal allgemeine Wahlen abhalten, aber die nach England entsandten Delegationen, die Autonomie forderten, stießen noch bis 1959 auf Widerstand. Vier Jahre später erklärte der kleine Stadtstaat offiziell seine Unabhängigkeit vom britischen Empire und trat rasch der Föderation von Malaysia bei. Allerdings wurde das Verhältnis zwischen Singapur und der Föderation durch erhebliche ideologische Konflikte bald getrübt, und zwei Jahre später erklärte Singapur offiziell seine vollständige Souveränität.Seit der Unabhängigkeit ist es mit dem Stadtstaat stetig bergauf gegangen, und Lebensstandard, Wirtschaft und Bildungswesen wurden massiv verbessert. Singapur ist heute das fünftreichste Land der Welt (gemessen am Bruttoinlandsprodukt pro Kopf der Bevölkerung) mit blühender Tourismus- und Pharmaindustrie.",
    "category": "Kaufmännische Stadtstaaten"
}