{
    "id": 53,
    "name": "Sofia",
    "historical_info": "Sofia, die Hauptstadt und größte Stadt Bulgariens, liegt im Zentrum der Balkanhalbinsel. Der thrakische Stamm der Serden hatte das Gebiet seit etwa 700 v. Chr. besiedelt, als die serdische Siedlung um 29 v. Chr. von den Römern erobert wurde. Die Lage an einer wichtigen Handelsroute durch den Balkan ließ die Stadt während der Herrschaft Kaiser Trajans (98 - 117 n. Chr.) eine Blütezeit erleben und unter dem byzantinischen Kaiser Konstantin ihren Höhepunkt an Wohlstand und Frieden erreichen. Nach dieser Zeit war Sofias Geschichte zumeist von Kriegen und Eroberungen bestimmt.Große Teile der Stadt wurden im Zuge der Invasion der Hunnen im Jahr 447 n. Chr. zerstört. Nachdem Kaiser Justinian I. die Stadt wieder aufgebaut hatte, wurde sie 809 vom bulgarischen Khan Krum erobert. Die Bulgaren wurden schließlich 1382 von den osmanischen Türken vertrieben. Nach dem gescheiterten Kreuzzug des Wladyslaw III. von Polen, der die Befreiung Bulgariens zum Ziel hatte, wurde die christliche Elite der Stadt umgebracht und die Stadt sollte in den nächsten vier Jahrhunderten als Hauptstadt der osmanischen Provinz Rumelien dienen.1878 wurde Sofia im Russisch-Türkischen Krieg von russischen Truppen erobert und zur Hauptstadt des Fürstentums Bulgarien gemacht, das 1908 im unabhängigen Zarentum Bulgarien aufging. Nach seiner Unabhängigkeit wurde Bulgarien in zwei Balkankriege verwickelt. Bulgarien war im ersten Jahr des Ersten Weltkriegs noch neutral geblieben, trat dann aber den Mittelmächten bei und griff Serbien, Griechenland und Rumänien an, die zu den Verbündeten der Westmächte gehörten.Der politische Scherbenhaufen, den der Krieg hinterlassen hatte, führte dazu, dass die Zeit zwischen den Weltkriegen von internen Konflikten und Blutvergießen geprägt war. Bulgarien schloss sich 1941 den Achsenmächten an, was dazu führte, dass Sofia 1943 von der alliierten Luftwaffe schwer bombardiert und schließlich im September 1944 von der Roten Armee besetzt wurde. Die sowjetischen Besatzer blieben bis zum Fall der Eisernen Vorhangs im Jahr 1989 in der Stadt - der letzte Akt in der langen und turbulenten Geschichte Sofias.",
    "category": "Militaristische Stadtstaaten"
}