{
    "id": 8,
    "name": "Sydney",
    "historical_info": "Sydney, an der südöstlichen Küste Australiens gelegen, war nicht nur die erste britische Kolonie auf diesem Kontinent, sondern auch die erste europäische Siedlung überhaupt. Die Stadt wurde 1788 von Admiral Arthur Phillip als Strafkolonie gegründet und ihre frühe Entwicklung wurde zunächst von Strafgefangenen geleitet, später auch von pensionierten Soldaten und Siedlern aus Großbritannien. Mit der Zeit wuchs Sydney zur größten und wohl auch berühmtesten Stadt Australiens heran und heute leben dort über 4 Millionen Menschen.Die ursprüngliche Landestelle, die als \"Botany Bay\" bekannt ist, wurde von James Cook im Jahr 1770 entdeckt und galt als ungeeignet für eine permanente Siedlung. Die nahegelegene Bucht Sydney Cove, die nach \"Lord Sydney\" Thomas Townshend benannt wurde, erwies sich als idealer Ort. Vor der Ankunft der Briten wurde das Gebiet offenbar mehrere Jahrtausende lang von australischen Aborigines bewohnt und bei ihrer Ankunft fanden sie zahlreiche Stämme vor. Trotz Admiral Phillips Bemühungen, den Kontakt zwischen den Kolonisten und den Stammesangehörigen zu regulieren, starben Tausende Aborigines an Pocken und Masern, die die Kolonialisten einschleppten.In seiner späteren Geschichte erfuhr Sydney während des 19. Jahrhunderts einen massiven Bevölkerungsschub, als in angrenzenden Gebieten, besonders in Bathurst, Gold entdeckt wurde. In dieser Zeit trieb Sydney seine industrielle Entwicklung voran, sodass am Ende der Zwanzigerjahre des 20. Jahrhunderts über eine Million Menschen in der Stadt lebten, was die Stadt zu einem Ausbau ihrer nun verstärkt nötigen Infrastruktur veranlasste.Heute ist Sydney für seine finanzielle Entwicklung bekannt; die Stadt dient als ökonomischer Dreh- und Angelpunkt für ganz Australien. Viele Großbanken und Finanzinstitute sind dort ansässig und auch die australische Wertpapierbörse befindet sich in Sydney. Seit Anfang des 19. Jahrhunderts, der Gründung Sydneys, wird der 26. Januar als australischer Nationalfeiertag abgehalten, wobei nicht nur der Geschichte, sondern auch der Bedeutung der Stadt für Australien bis heute gedacht wird.",
    "category": "Maritime Stadtstaaten"
}