{
    "id": 23,
    "name": "Tyrus",
    "historical_info": "Tyrus ist eine alte phönizische Stadt im südlichen Libanon, ungefähr 19 Kilometer entfernt von der Grenze zu Israel. Tyrus wurde an der Küste und auf einer vorgelagerten Insel errichtet. Gegründet wurde die Stadt ungefähr 2700 v. Chr. von Kolonisten aus Sidon und sie sollte die Schwesterstadt schon bald als Fischerei- und Handelszentrum Phöniziens übertrumpfen. Im 9. Jahrhundert v. Chr. gründeten Siedler aus Tyrus die Stadt Karthago in Nordafrika.Genau wie Sidon wird auch Tyrus häufig in der Bibel erwähnt. Die Beziehungen zwischen Israel und Tyrus waren im Allgemeinen sehr gut. So lieferte Hiram, der König von Tyrus, beispielsweise Baumaterialien für den Tempel des Salomon aus Jerusalem.Aufgrund seines Reichtums und der strategisch günstigen Lage wurde Tyrus immer wieder von Mächten angegriffen, die sich gerade in dem Gebiet befanden. Im 8. und 7. Jahrhundert v. Chr. herrschten die Assyrer über die Stadt. Im 6. Jahrhundert konnte Tyrus einer langen Belagerung durch König Nebukadnezar II. von Babylon standhalten, doch schon kurz darauf wurde die Stadt von den Persern eingenommen. Im 3. Jahrhundert v. Chr. schließlich machte Alexander von Makedonien mit seiner Armee einen Abstecher nach Tyrus.Alexanders Belagerung von Tyrus dauerte knapp sieben Monate. Alexander konnte die unbeugsamen Verteidiger nur besiegen, indem er die Stadt auf dem Festland komplett zerstörte und mit den Trümmern einen Damm baute, um auf die Insel zu gelangen. Nach der Einnahme der Stadt zeigte Alexander seine Anerkennung für die Tapferkeit und den Mut der Einwohner, indem er 10.000 von ihnen töten und 30.000 weitere versklaven ließ. Auch wenn die Stadt sich später unter ägyptischer und römischer Herrschaft wieder etwas erholen konnte, erreichte Tyrus nie wieder die Blüte der Zeit vor Alexanders Eroberung.Heute ist Tyrus eine Stadt mit ungefähr 120.000 Einwohnern. Durch die Nähe zu Israel wird Tyrus bei den nicht enden wollenden gewaltsamen Konflikten an der libanesisch-israelischen Grenze oft in Mitleidenschaft gezogen, sodass die alten Ruinen durch Bomben, Kugeln und Raketen noch weiter zerstört werden. Doch Tyrus hat auch schon Schlimmeres durchgestanden und wird hoffentlich schon bald wieder eine Zeit des Friedens und der Blüte erleben.",
    "category": "Kaufmännische Stadtstaaten"
}