{
    "id": 54,
    "name": "Ur",
    "historical_info": "Die Ruinen von Ur, einer Stadt, die ursprünglich an der Mündung des Euphrats am nördlichen Ende des Persischen Golfs lag, befinden sich nun etwa 240 km landeinwärts in 10 km Entfernung vom westlichen Ufer des Flusses. Im Buch Genesis wird die Stadt \"Ur in Chaldäa\" als Geburtsort des jüdischen Stammvaters Abraham genannt und wurde wohl um 5.500 v. Chr. in der Obed-Zeit in Sumer gegründet. Da die Stadt den Handel der Dörfer entlang des Euphrats und Tigris mit den Küstenstädten kontrollierte, war sie durch ihre Lage geradezu prädestiniert, zu einem wirtschaftlichen und politischen Zentrum aufzusteigen. Mesanepada, der Gründer der 1. Dynastie von Ur, ordnete den Bau von Docks und Dämmen an, um den jährlichen Überflutungen durch die Flüsse Herr zu werden. Um 2.800 v. Chr. war Ur zu einem der ersten sumerischen Stadtstaaten geworden und es führten Handelsrouten nach Mesopotamien, Indien, Äthiopien und Ägypten durch die Stadt.Nach einer Epoche des Abstiegs und der Stagnation blühte die sumerische Kunst, Literatur und Kultur unter dem Herrscher Ur-Nammu in Ur wieder auf. Historiker gehen davon aus, dass Ur zwischen 2030 und 1980 v. Chr. mit mehr als 65.000 Einwohnern die größte Stadt der Welt war. Doch unter den letzten drei Königen der 3. Dynastie nahmen Einfluss und Wohlstand der Stadt wieder ab und sie fiel um 1940 v. Chr. einem Raubzug der Elamiter zum Opfer.Ur wurde kurz darauf wieder aufgebaut und dem Königreich Isin einverleibt, bevor die Stadt später Teil des Babylonischen Reichs wurde. Sie fungierte zwar immer noch als religiöses Zentrum, doch der Einfluss auf den Handel nahm stetig ab, was möglicherweise daran lag, dass sich der Lauf des Euphrats verändert hatte. Nachdem Babylon selbst unter die Herrschaft der Perser geraten war, wurde Ur weitgehend ignoriert. Die Einwohner zogen aus der Stadt, ihre Mauern und Tempel verfielen zu Ruinen und die Ankerplätze wurden unter dem Wüstensand begraben. Bereits im 4. Jahrhundert v. Chr. hatte man Ur praktisch vergessen, bis es von John Taylor, dem britischen Vizekonsul in Basra, wiederentdeckt und ab 1854 n. Chr. teilweise ausgegraben wurde.",
    "category": "Maritime Stadtstaaten"
}