{
    "id": 31,
    "name": "Vancouver",
    "historical_info": "Die Ureinwohner des Pazifischen Nordwestens hatten die Region bereits seit 10.000 Jahren besiedelt, als der britische Marineoffizier George Vancouver 1792 n. Chr. bei Point Grey an Land ging. 1808 reiste der britische Händler Simon Fraser auf dem nach ihm benannten Fluss bis nach Point Grey. Den Berichten Frasers und anderer Trapper zufolge, errichtete die Hudson Bay Company im Jahr 1827 Fort Langley, aber das Gebiet blieb weitestgehend unbesiedelt, bis 1858 im Zuge des Fraser-Goldrauschs Goldsucher aus Kalifornien und dem Osten Kanadas einwanderten.Eine beständigere Einnahmequelle sollte schon bald mehr Wachstum bringen. An den Ufern der Bucht wurden mehrere Sägewerke errichtet und 1867 bildete sich um eine von John \"Gassy\" Deighton geführte Bar eine einfache Siedlung namens Gastown. 1884 wurde die Stadt mit ihrem beeindruckenden natürlichen Hafen als westliche Endstation der Canadian Pacific Railroad ausgewählt. Der Zustrom der größtenteils skandinavischen und schottischen Einwanderer führte zu einem rapiden Wachstum, das mehrere Siedlungen am Ufer zusammenwachsen und im April 1886 zur Stadt Vancouver werden ließ.Mit der Eröffnung des Panamakanals 1914 n. Chr. rechnete es sich wirtschaftlich, Getreide und Holz von Vancouver aus direkt an die amerikanische Ostküste und nach Europa zu verschiffen. Der Bau des Ballantyne Pier schließlich machte Vancouver im Jahr 1923 zur Stadt mit dem technologisch modernsten Hafen im gesamten britischen Commonwealth. Nach dem Zweiten Weltkrieg setzte sich der Boom in Vancouver fort, und es wuchs zur achtgrößten Stadt in Kanada heran. Der zunehmende Tourismus im Nordpazifik hat dazu geführt, dass zahlreiche Kreuzfahrtschiffe regelmäßig in Vancouver ablegen; allein im Jahr 2011 waren es 199 Schiffe. Aufgrund von Öl- und Gasfunden in Alaska und im Westen Kanadas plant man nun, Vancouver zu einem wichtigen Umschlagplatz für Rohöl und Gas zu machen.",
    "category": "Maritime Stadtstaaten"
}