{
    "id": 57,
    "name": "Vilnius",
    "historical_info": "Vilnius liegt am Zusammenfluss der beiden schiffbaren Flüsse Vilnia und Neris etwa 300 Kilometer von der Ostsee entfernt und war ursprünglich ein Handelsposten tief in den Wäldern Litauens. Schriftlich wird die Stadt zum ersten Mal 1323 n. Chr. erwähnt, als deutsche Juden von Großfürst Gediminas eingeladen werden, bei der Hauptstadt des Großfürstentums Litauen zu siedeln, da ihnen dort religiöse Toleranz und wirtschaftliche Möglichkeiten geboten wurden. In den folgenden Jahrzehnten expandierte das Großfürstentum unter Gediminas und seinen Söhnen und umfasste schließlich den Großteil der Gebiete der heutigen Länder Litauen, Weißrussland, Ukraine, Transnistrien sowie Teile des heutigen Polens und Russlands. Im Zuge der Union von Lublin von 1569 wurde die Stadt ein bedeutendes Handelszentrum des Staates Polen-Litauen.In dieser Zeit konnte Vilnius ein erhebliches Wachstum verzeichnen. Einwanderer wurden mit offenen Armen empfangen und so zogen Tausende Slawen, Deutsche und Juden in die aufblühende Stadt. Polnische Könige und litauische Fürsten ordneten umfangreiche Bauprojekte an, wodurch auch die Befestigung der Stadt mit weitreichenden Stadtmauern und neun befestigten Toren zustande kam. 1579 gründete König Stefan Batory die Institution, aus der mit der Vilniaus Universitetus die älteste Universität der baltischen Staaten hervorgehen sollte. Sie wurde schnell zu einem bedeutenden kulturellen und wissenschaftlichen Zentrum im Unionsstaat. Es wurden diverse Gilden gegründet und die Stadt wurde zum wichtigsten Zentrum für den Handel zwischen Skandinavien, Westeuropa, Polen und dem Norden Russlands.\r\nDas 17. Jahrhundert verlief jedoch katastrophal. Im Russisch-Polnischen Krieg von 1654 bis 1667 wurde die Stadt von Truppen des Zaren erobert, geplündert, niedergebrannt und ihre Einwohner massakriert. 1710 fielen etwa 35.000 Einwohner einem Ausbruch der Beulenpest zum Opfer. In der ersten Hälfte des 18. Jahrhunderts zerstörten mehrere vernichtende Brände große Teile der Stadt. 1795 fiel Vilnius im Zuge der dritten Teilung Polens an das Russische Reich, was sich erst mit dem sowjetisch-litauischen Friedensvertrag von 1920 wieder ändern sollte, als Litauens Unabhängigkeit anerkannt wurde. Bereits 1922 wurde die Region jedoch von Polen annektiert und die Stadt stand nominell bis zum Zweiten Weltkrieg unter polnischer Herrschaft, bis sie nach dem Krieg erneut von russischen Truppen besetzt wurde. Erst 1990 erlangte Vilnius im Zuge der Abspaltung Litauens von der Sowjetunion wieder seine Autonomie und wurde zur Hauptstadt des heutigen Litauens.",
    "category": "Kaufmännische Stadtstaaten"
}