{
    "id": 58,
    "name": "Wellington",
    "historical_info": "Einer Maori-Legende zufolge erreichte der Hawaiki-Häuptling Kupe die nördliche Insel Neuseelands im Jahr 925 n. Chr. mit einem Kanu, nachdem er auf seiner Reise in dieses gelobte Land zahlreiche Seeungeheuer und Dämonen besiegt hatte. Wie viel Wahrheit auch immer in dieser Legende steckt - im September 1839 erreichte eine Expedition der New Zealand Company aus London die Inseln und errichtete in einer Ebene an der Mündung des Hutt River eine Anlegestelle. Im Jahr darauf trafen an Bord der Aurora 150 Siedler aus England ein. Da sich der ursprüngliche Siedlungsort als zu sumpfig und überflutungsgefährdet herausstellte, gründeten die Neuankömmlinge ihre geplante Siedlung auf der anderen Seite der geschützten Bucht und die New Zealand Company gab ihr den Namen Wellington. Am Ort der ersten Landestelle befindet sich heute die Stadt Petone. 1865 wurde Wellington zur neuen Hauptstadt der Kolonie und löste damit Auckland ab, das seit 1841 Regierungssitz gewesen war. Die Kolonialverwaltung stimmte für Wellington, da die Stadt aufgrund ihres großartigen Hafens und der zentralen Lage besser für diese Aufgabe geeignet sei.\r\nWellington liegt an der Cookstraße auf Hügeln südwestlich der Bucht. Auf seiner ersten Erkundungsreise erreichte Captain James Cook von der königlichen Marine 1770 n. Chr. die Inseln von Neuseeland auf der Suche nach dem sagenumwobenen Kontinent Terra Australis. Er umsegelte und kartografierte die gesamte Küstenlinie, wobei ihm der geschützte natürliche Hafen, in dem die New Zealand Company später Wellington gründen sollte, schon damals auffiel. Für den Großteil seiner Geschichte war der 70 Quadratkilometer große Ankerplatz als Port Nicholson bekannt. Nach Gründung der Hauptstadt entwickelte sich Wellington Harbour schnell zu einem der bedeutendsten Häfen der Inseln für britische Marine- und Handelsschiffe. Heute befindet sich dort der größte Containerhafen der Region und im Industriegebiet Seaview wurde ein Ölhafen errichtet. 1895 beschloss die Union Steamship Company, den Hafen anzufahren, und Wellington ist nun seit mehr als einem Jahrhundert der wichtigste Fährenhafen für die Inseln des Landes und andere Ziele.",
    "category": "Maritime Stadtstaaten"
}