{
    "id": 23,
    "name": "Civil Service",
    "icon": "https://eyefyre.github.io/civvapi/images/tech_icons/civil_service.png",
    "era": "Medieval Era",
    "cost": 275,
    "civilopedia_entry": "The term \"civil service\" is generally used to describe the parts of a government in which individuals are employed on the basis of merit rather than because of political patronage or being born into a certain class or because the person is related to the current ruler. In the United States federal government, for instance, the highest posts in the bureaucracy are appointed by the president. They are \"political appointments\" and will likely change with each new administration. Ranks below the highest points are filled with permanent \"civil servants,\" who generally hold their positions from administration to administration, no matter which party wins.One of the earliest examples of a civil service can be found in the Qin Dynasty of China (ca. 210 BC), under which employment in the bureaucracy was merit-based. Over time this system gradually was corrupted and employment in the bureaucracy once again became based upon class rather than merit. Three hundred years later the merit system was reapplied (under the Sui and Tang Dynasties), and it remained in effect for some centuries.Historically, many civilizations have followed a similar pattern to the Chinese: over time the bureaucracy becomes increasingly corrupt and inefficient until eventually stringent reforms are enacted to improve the government's efficiency. These make things better for a while until standards begin to be relaxed in favor of family or connections, and the cycle begins all over again.",
    "quote": "\"The only thing that saves us from the bureaucracy is its inefficiency.\" - Eugene McCarthy",
    "tech_prereqs": [
        {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/drama_and_poetry.json"
        },
        {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/horseback_riding.json"
        },
        {
            "name": "Currency",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/currency.json"
        }
    ],
    "tech_unlocks": [
        {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/education.json"
        },
        {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        }
    ],
    "unit_unlocks": [
        {
            "name": "Pikeman",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/pikeman.json"
        },
        {
            "name": "Landsknecht",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/landsknecht.json"
        },
        {
            "name": "Impi",
            "url": "https://eyefyre.github.io/civvapi/v1/en/units/impi.json"
        }
    ],
    "building_unlocks": [
        {
            "name": "Chichen Itza",
            "url": "https://eyefyre.github.io/civvapi/v1/en/buildings/chichen_itza.json"
        }
    ]
}