{
    "id": 1,
    "name": "Lotnisko|Lotniska|Lotnisku|Lotnisko|Lotniska|Lotnisk|Lotniskom|Lotniska",
    "game_info": "Umożliwia transport powietrzny z miasta lub do miasta. Zwiększa liczbę jednostek lotniczych, które mogą stacjonować w mieście, z 6 do 10. 50% kultury z cudów świata, cudów natury i ulepszeń (słynne miejsca, moai, chateau) dodawane jest do generowanej przez miasto turystyki. +50% do generowanej przez wielkie dzieła turystyki.",
    "strategy": "Ten uniwersalny port lotniczy to doskonały wybór zarówno dla cywilizacji, które próbują zwiększyć ilość generowanej turystyki, jak i dla tych, które potrzebują możliwości transportowania jednostek drogą lotniczą do odległych miast.",
    "historical_info": "Technicznie rzecz biorąc, „lotnisko” to dowolne miejsce, gdzie mogą lądować i startować samoloty, śmigłowce, sterowce i inne statki powietrzne. Jednak we współczesnym znaczeniu lotniskiem nazywa się obiekt dla komercyjnych pasażerskich statków powietrznych składający się z pasów startowych, wież kontrolnych, hangarów, terminali, obiektów służb ratowniczych, a nawet parkingów. Przed rokiem 1930 większość lotnisk była małymi lądowiskami lub aerodromami z pasami nieprzekraczającymi 2000 stóp długości. W roku 1939 La Guardia w Nowym Jorku obsługiwała niemal ćwierć miliona pasażerów miesięcznie. Wedle najnowszych statystyk pasażerskiego ruchu lotniczego lotnisko Hartsfield-Jackson w Atlancie jest najbardziej obciążonym portem lotniczym świata - w roku 2011 obsłużyło ponad 92 miliony pasażerów.",
    "cost": {
        "production": 400,
        "faith": 0
    },
    "gold_maintenance": 5,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/lotnisko|lotniska|lotnisku|lotnisko|lotniska|lotnisk|lotniskom|lotniska.png",
    "prereq_tech": {
        "name": "Radar|Radaru|Radarowi|Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}