{
    "id": 1,
    "name": "Gildia artystów|Gildii artystów|Gildii artystów|Gildię artystów|Gildie artystów|Gildii artystów|Gildiom artystów|Gildie artystów",
    "game_info": "Zapewnia 2 punkty wielkich ludzi (PWL) potrzebne do narodzin wielkiego artysty. Umieść w tym budynku do dwóch specjalistów, by zdobywać kulturę i zwiększyć częstotliwość narodzin wielkich artystów (3 pkt kultury i 3 PWL na specjalistę).",
    "strategy": "Gildia artystów to jedyny budynek zawierający miejsca dla specjalistów-artystów, niezmiernie ważnych przy generowaniu wielkich artystów. Jeśli planujesz zwycięstwo kulturowe, musisz koniecznie mieć ten budynek. Zapewnia on 2 punkty wielkich ludzi, a każdy przydzielony specjalista - dodatkowe 3 punkty wielkich ludzi i 3 punkty kultury.",
    "historical_info": "Pomysł stworzenia gildii dla artystów nie znalazł poparcia aż do późnego średniowiecza, gdy w Europie rozpoczął się długi proces urbanizacji. W XIII w. w miastach pojawiły się liczne tego typu gildie wzorujące się na powszechnych wówczas gildiach kupieckich. Starały się one ujednolicić koszta i ustalić ceny dzieł sztuki oraz oferowały artystom w mieście wsparcie i kształcenie, usuwając w ten sposób potrzebę patronatów bogaczy i szlachty. Choć nieoficjalne gildie różnych rodzajów sztuki istnieją do dziś, oświecenie spowodowało zniknięcie monopolu tych organizacji, aż wreszcie w połowie XIX w. ich istnienie zostało zakazane.",
    "cost": {
        "production": 150,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/artists'_guild.png",
    "prereq_tech": {
        "name": "Gildie|Gildii|Gildiom|Gildie",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/guilds.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}