{
    "id": 1,
    "name": "Bank|Banku|Bankowi|Bank|Banki|Banków|Bankom|Banki",
    "game_info": "W mieście musi być targowisko.",
    "strategy": "Bank jest budynkiem renesansowym, który zwiększa produkcję złota w mieście. Przed zbudowaniem banku miasto musi posiadać targowisko lub bazar. Szlaki handlowe, które gracze ustanowią z miastem posiadającym bank, będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
    "historical_info": "Bank jest instytucją, do której mieszkańcy mogą przynieść złoto, by było bezpieczne. Bankier przyjmuje pieniądze na lokatę i pożycza je innym ludziom, którzy zwracają je potem wraz z dodatkową opłatą („procentem”). Bankier przekazuje część z uzyskanych w ten sposób dochodów właścicielom lokat i reinwestuje resztę. Skuteczny system bankowy wymaga działającej waluty i praw, które gwarantują, że pożyczkobiorcy zwrócą pożyczone pieniądze, o ile będą w stanie.Banki są wspaniałą siłą napędową rozwoju cywilizacji. Jeżeli miasto czegoś potrzebuje, na przykład nowego spichlerza, pojedynczy mieszkaniec prawdopodobnie nie będzie mógł sfinansować takiej budowy. Ale ponieważ bank przechowuje oszczędności całej masy ludzi, może pożyczyć budowniczemu odpowiednią sumę, a potem, po wybudowaniu spichlerza, odzyska swoje pieniądze z jego zysków. W tym momencie mieszkańcy miasta zaczynają czerpać korzyści z posiadania spichlerza oraz zyskują procent, który wypłaca im bank.Banki w Europie i Stanach Zjednoczonych w ostatnich latach nieco zepsuły sobie reputację, ale jest to związane przede wszystkim z tym, że wiele z nich dało się wciągnąć w ryzykowne machinacje finansowe lub pożyczyło pieniądze stanowczo niewłaściwym ludziom. Dobrze prowadzony bank jest błogosławieństwem dla społeczności, zwłaszcza jeśli nie jest ona szczególnie majętna.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bank|banku|bankowi|bank|banki|banków|bankom|banki.png",
    "prereq_tech": {
        "name": "Bankowość|Bankowości|Bankowości|Bankowość",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}