{
    "id": 1,
    "name": "Bazar|Bazaru|Bazarowi|Bazar|Bazary|Bazarów|Bazarom|Bazary",
    "game_info": "Zapewnia jedną dodatkową sztukę każdego ulepszonego surowca luksusowego w okolicach tego miasta. Każde źródło ropy i każda oaza zapewniają +2 sztuki złota. Szlaki handlowe, które gracze ustanowią z miastem posiadającym bazar, będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
    "strategy": "Bazar to unikatowy budynek arabski, zastępujący targowisko. Bazar daje miastu premię w złocie. Cywilizacja zyskuje po jednym dodatkowym surowcu luksusowym wydobywanym przez miasto posiadające bazar. Zapewnia premię +2 złota ze złóż ropy naftowej i oaz.",
    "historical_info": "Bazar jest publicznym terenem handlowym w miastach arabskich oraz miastach wschodniej części Morza Śródziemnego. Zwykły bazar arabski to hałaśliwe zbiorowisko małych kramów i sklepików, sprzedających wszystko, co się da, od jedzenia, poprzez przyprawy i dywany, aż do oprogramowania. Niektóre bazary znajdują się na powietrzu, podczas gdy inne zostały zadaszone, by ochronić towar i kupujących przed żywiołami. Wiele z nich istnieje po dziś dzień i stanowi radosną i hałaśliwą alternatywę dla zachodnich, sterylnych centrów handlowych.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bazar|bazaru|bazarowi|bazar|bazary|bazarów|bazarom|bazary.png",
    "prereq_tech": {
        "name": "Waluta|Waluty|Walucie|Walutę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}