[
    {
        "id": 1,
        "name": "Pływające ogrody|Pływających ogrodów|Pływającym ogrodom|Pływające ogrody",
        "game_info": "+15% do żywności. Każde uprawiane pole z jeziorem daje +2 do żywności.Miasto musi być położone nad rzeką lub jeziorem.",
        "strategy": "Pływające ogrody to unikalny budynek Azteków, zastępujący młyn wodny. Zwiększa on produkcję żywności w mieście, szczególnie jeśli osiedle leży nad jeziorem lub nad rzeką.",
        "historical_info": "Pływający ogród to niewielka sztuczna wysepka usypana na jeziorze w celu zwiększenia ilości gruntu dostępnego pod uprawy. Jezioro nawadnia wyspę i zapewnia jej stały dopływ świeżych materiałów organicznych, czyniąc ją niezwykle żyznym terenem. Aztekowie opanowali ten rodzaj rolnictwa do perfekcji, a pływające ogrody Xochimilco nie utraciły swej sławy po dziś dzień.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/floating_gardens.png",
        "prereq_tech": {
            "name": "Koło|Kołu|Kołu|Koło",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/floating_gardens.json"
    },
    {
        "id": 1,
        "name": "Sąd|Sądu|Sądowi|Sąd|Sądy|Sądów|Sądom|Sądy",
        "game_info": "Eliminuje dodatkowe niezadowolenie w okupowanym mieście.",
        "strategy": "Sąd zmniejsza niezadowolenie panujące w zajętych miastach. Wznieś gmach sądu w każdym okupowanym mieście tak szybko, jak to możliwe, szczególnie jeśli zamierzasz podbić kilka osiedli.",
        "historical_info": "Sąd to budynek, w którym miejscowe władze wymierzają sprawiedliwość. Niejednokrotnie stanowi też siedzibę rządu, lecz nie jest to regułą. Zazwyczaj gmach zajmuje widoczne miejsce w centrum miasta, zarówno dlatego, iż obywatele uważają go za symbol i chlubę, jak i dlatego, że rząd pragnie przypominać ludowi, iż ma na niego oko.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 4,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/courthouse.png",
        "prereq_tech": {
            "name": "Matematyka|Matematyki|Matematyce|Matematykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/courthouse.json"
    },
    {
        "id": 1,
        "name": "Fort mogolski|Fortu mogolskiego|Fortowi mogolskiemu|Fort mogolski|Forty mogolskie|Fortów mogolskich|Fortom mogolskim|Forty mogolskie",
        "game_info": "Zapewnia +2 do turystyki po wynalezieniu lotu.Miasto musi posiadać mury.",
        "strategy": "Fort mogołów to budynek epoki średniowiecza zwiększający obronność miasta o 7, a jego punkty żywotności o 25, zapewniając jednocześnie w każdej turze nieco kultury. To unikatowy budynek indyjski - zastępuje zamek. Po wynalezieniu lotu zapewnia również +2 turystyki. By zbudować fort mogołów, należy uprzednio skonstruować mury.",
        "historical_info": "Mogołowie byli islamskim imperium, które w XV wieku najechało Indie i władało większością subkontynentu aż do połowy XIX wieku. W trakcie swoich rządów budowali skomplikowane forty na terenach wiejskich, które służyły im za centra administracyjne oraz kwatery mieszkalne. Forty te były przepięknymi budowlami, właściwie pałacami władców rozległego imperium. Kilka z nich, w tym wspaniały Fort Lahore oraz Czerwony Fort z Agra, przetrwało do dnia dzisiejszego. Są to jedne z największych atrakcji turystycznych w Indiach, a zarazem pomniki minionej potęgi Mogołów.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mughal_fort.png",
        "prereq_tech": {
            "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mughal_fort.json"
    },
    {
        "id": 1,
        "name": "Twierdza|Twierdzy|Twierdzy|Twierdzę|Twierdze|Twierdz|Twierdzom|Twierdze",
        "game_info": "+15 punktów doświadczenia dla wszystkich jednostek. Koszt kultury i złota podczas pozyskiwania nowych pól przez miasto maleje o 25%.",
        "strategy": "Twierdza to unikalny budynek zastępujący koszary. Daje 15 punktów doświadczenia wszystkim jednostkom wojskowym szkolonym w danym mieście. Ponadto zwiększa wpływ kulturowy miasta o 25%. Warto poświęcić czas na budowę twierdz we wszystkich rosyjskich miastach, a szczególnie w tych leżących na pograniczu.",
        "historical_info": "„Kriepost” to rosyjskie słowo oznaczające „twierdzę”. Przez większość czasu swego istnienia Rosja była państwem nastawionym na ekspansję, wciąż przesuwającym granice za rozległe stepy, Syberię i jeszcze dalej. Rosjanie, wkraczając na nowe tereny, zazwyczaj stawiali twierdzę, aby chronić swoje wojska i stwarzać miejsca urzędowania władz. Zależnie od lokalnej sytuacji i dostępności materiałów, rolę twierdzy pełnił tymczasowy drewniany fort lub bardziej trwała i imponująca budowla z kamienia. Pod wieloma względami rosyjska twierdza przypomina wszechobecne forty stawiane przez Rzymian na świeżo podbitych terytoriach.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/krepost.png",
        "prereq_tech": {
            "name": "Obróbka brązu|Obróbki brązu|Obróbce brązu|Obróbkę brązu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/krepost.json"
    },
    {
        "id": 1,
        "name": "Długi dom|Długiego domu|Długiemu domowi|Długi dom|Długie domy|Długich domów|Długim domom|Długie domy",
        "game_info": "+1 do produkcji z każdego eksploatowanego pola leśnego.",
        "strategy": "Długi dom to unikalny budynek Irokezów, zastępujący warsztat. Zwiększa wydajność produkcji każdego uprawianego pola leśnego leżącego w zasięgu miasta.",
        "historical_info": "Przez większość czasu plemiona Irokezów mieszkały w wioskach posiadających co najmniej jeden „Długi dom”, czyli budynek komunalny zbudowany z młodych drzewek pokrytych korą wiązu. Prawdę mówiąc, Irokezi samych siebie zwali Hodenosaunee, co oznacza „lud długiego domu”. Długie domy liczyły od 12 do 120 metrów długości oraz około 7,5 metra szerokości. Wewnętrzne ściany działowe dzieliły je na pomieszczenia połączone centralnym korytarzem. Kilka pomieszczeń korzystało z jednego ogniska do gotowania, palonego pośrodku korytarza pod otwartym sklepieniem służącym za komin.Długie domy to mniejsze osiedla, których budowa jest tańsza niż pojedynczych domów mieszkalnych, przez co zużywa mniej surowców naturalnych. Długi dom to symbol kultury Irokezów, nastawionej na przetrwanie i życie zgodne z otaczającym ich środowiskiem.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/longhouse.png",
        "prereq_tech": {
            "name": "Odlewanie metalu|Odlewania metalu|Odlewaniu metalu|Odlewanie metalu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/longhouse.json"
    },
    {
        "id": 1,
        "name": "Bazar|Bazaru|Bazarowi|Bazar|Bazary|Bazarów|Bazarom|Bazary",
        "game_info": "Zapewnia jedną dodatkową sztukę każdego ulepszonego surowca luksusowego w okolicach tego miasta. Każde źródło ropy i każda oaza zapewniają +2 sztuki złota. Szlaki handlowe, które gracze ustanowią z miastem posiadającym bazar, będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
        "strategy": "Bazar to unikatowy budynek arabski, zastępujący targowisko. Bazar daje miastu premię w złocie. Cywilizacja zyskuje po jednym dodatkowym surowcu luksusowym wydobywanym przez miasto posiadające bazar. Zapewnia premię +2 złota ze złóż ropy naftowej i oaz.",
        "historical_info": "Bazar jest publicznym terenem handlowym w miastach arabskich oraz miastach wschodniej części Morza Śródziemnego. Zwykły bazar arabski to hałaśliwe zbiorowisko małych kramów i sklepików, sprzedających wszystko, co się da, od jedzenia, poprzez przyprawy i dywany, aż do oprogramowania. Niektóre bazary znajdują się na powietrzu, podczas gdy inne zostały zadaszone, by ochronić towar i kupujących przed żywiołami. Wiele z nich istnieje po dziś dzień i stanowi radosną i hałaśliwą alternatywę dla zachodnich, sterylnych centrów handlowych.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bazaar.png",
        "prereq_tech": {
            "name": "Waluta|Waluty|Walucie|Walutę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/bazaar.json"
    },
    {
        "id": 1,
        "name": "Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy",
        "game_info": "W mieście musi znajdować się targowisko. Szlaki handlowe doprowadzone przez innych graczy do miasta mającego sąd satrapy wytwarzają 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
        "strategy": "Sąd satrapy to unikalny budynek perski zastępujący bank i, podobnie jak on, zwiększający dochody miasta. Sąd satrapy zwiększa też zadowolenie cywilizacji. Aby móc wznieść ten budynek, miasto musi posiadać wybudowane targowisko.",
        "historical_info": "„Satrapa” to tytuł tymczasowego gubernatora w imperium Achemenidów w Persji. Król mianował satrapów zazwyczaj spośród członków rodziny królewskiej. Namiestnicy ci mieli bardzo szerokie uprawnienia do pobierania podatków, a także do wydawania decydujących osądów w sprawach karnych. Byli odpowiedzialni za utrzymanie wojska, przez co musieli budzić zaufanie monarchy. Gdy w V wieku p.n.e. centralna władza w perskim imperium osłabła, satrapowie zaczęli zyskiwać coraz większą niezależność, a niektórzy stali się potężniejsi od samego króla, któremu rzekomo służyli.Gdy Aleksander Wielki podbił Persję, nie zrezygnował z administracji satrapów, czasem zastępując ich swoimi generałami, a czasem pozostawiając na stanowisku starych gubernatorów, jeśli ci dbali o pokój i płacili podatki.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/satrap's_court.png",
        "prereq_tech": {
            "name": "Bankowość|Bankowości|Bankowości|Bankowość",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/satrap's_court.json"
    },
    {
        "id": 1,
        "name": "Papiernia|Papierni|Papierni|Papiernię|Papiernie|Papierni|Papierniom|Papiernie",
        "game_info": "+1 do nauki za każdych 2 obywateli w mieście. +2 złota.",
        "strategy": "Papiernia to unikalny budynek chiński zastępujący bibliotekę. Budowla ta przyspiesza badania naukowe w mieście oraz zwiększa jego dochód w złocie.",
        "historical_info": "Papier został wynaleziony w Chinach około roku 200 p.n.e. Do tej pory udało się ustalić, iż pierwotnie służył za materiał pakowy, a najstarsze przykłady jego wykorzystania w piśmiennictwie datuje się na około 8 rok p.n.e. Do roku 300 n.e. pisanie na papierze rozpowszechniło się na całe Chiny. Chińskie papiernie były bardzo zaawansowane jak na swoje czasy i wytwarzały czysty, mocny papier dla klas wyedukowanych, kupców oraz na dwór cesarski wieki przed tym, jak pierwsze arkusze dotarły do świata arabskiego i europejskiego.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/paper_maker.png",
        "prereq_tech": {
            "name": "Pismo|Pisma|Pismu|Pismo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/writing.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/paper_maker.json"
    },
    {
        "id": 1,
        "name": "Wat|Watu|Watowi|Wat|Waty|Watów|Watom|Waty",
        "game_info": "+2 do nauki z pól dżungli powiązanych z tym miastem.W mieście musi znajdować się biblioteka.",
        "strategy": "Wat jest unikalnym budynkiem syjamskim, zastępującym uniwersytet. Podnosi kulturę w mieście, przyspieszając tym samym rozwój terytorialny osiedla oraz odkrywanie przez cywilizację nowych ustrojów społecznych. Wat daje też miastu premię do nauki.",
        "historical_info": "Wat to buddyjski klasztor wybudowany w Kambodży, Tajlandii albo w Laosie. Słowo „wat” w dosłownym tłumaczeniu znaczy „szkoła”. Tak też zresztą było, gdyż syjamskie waty stanowiły miejsca kultu i oświaty. W tego rodzaju budowlach mieściły się liczne posągi Buddy, pomieszczenie do modlitw, pokój z tekstami religijnymi, zakątek relaksacyjny, biblioteka, sala naukowa, dzwonnica oraz kwatery mieszkalne. Wat może się składać z pojedynczego gmachu lub serii budynków, swoistego miasteczka. Zbudowany w XII wieku w Kambodży Angkor Wat jest największym i najlepiej zachowanym watem w południowo-wschodniej Azji.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/wat.png",
        "prereq_tech": {
            "name": "Edukacja|Edukacji|Edukacji|Edukację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/wat.json"
    },
    {
        "id": 1,
        "name": "Meczet z piramidą|Meczetu z piramidą|Meczetowi z piramidą|Meczet z piramidą|Meczety z piramidą|Meczetów z piramidą|Meczetom z piramidą|Meczety z piramidą",
        "game_info": "Nie generuje kosztów utrzymania w złocie.",
        "strategy": "Meczet z piramidą to unikatowy budynek Songhajów, zastępujący świątynię. Znacznie powiększa dorobek kulturowy cywilizacji, przyspieszając rozszerzanie się jej terytorium oraz poznawanie ustrojów społecznych. Meczet z piramidą nie generuje kosztów utrzymania.",
        "historical_info": "Meczet z piramidą jest kompleksem budynków znajdujących się w Gao. Składa się z grobowca, dwóch meczetów, cmentarza oraz miejsca zbiórek. Zgodnie z legendą jest miejscem pochówku Askii Muhammada I, jednego z największych cesarzy Songhaju. Wiele podobnych budowli, mimo że nie tak wspaniałych jak Meczet w Gao, znaleziono w całej Afryce Zachodniej. Są to pamiątki dowodzące religijnego poświęcenia i umiejętności budowniczych ludu Songhaj.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mud_pyramid_mosque.png",
        "prereq_tech": {
            "name": "Filozofia|Filozofii|Filozofii|Filozofię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mud_pyramid_mosque.json"
    },
    {
        "id": 1,
        "name": "Grobowiec|Grobowca|Grobowcowi|Grobowiec|Grobowce|Grobowców|Grobowcom|Grobowce",
        "game_info": "Nie wymaga utrzymania w złocie.Jeśli miasto zostanie zajęte, ilość splądrowanego przez wroga złota zostaje podwojona.",
        "strategy": "Grobowiec to budynek epoki klasycznej, który zwiększa zadowolenie w mieście, a jego utrzymanie nic nie kosztuje. Jeśli jednak osiedle, w którym zbudowano grobowiec, zostanie zajęte, cywilizacja straci dwa razy więcej złota, niż gdyby grobowca nie było. Budynek ten zastępuje świątynię.",
        "historical_info": "Egipcjanie wynieśli tradycję pochówku i kultywowania pamięci o zmarłych na nieosiągalne wcześniej i później wyżyny, w związku z czym znaczna część ich bogactwa i energii twórczej została przeznaczona na budowę grobowców. Wiele z nich można dzisiaj znaleźć w Dolinie Królów, po przeciwnej do Teb stronie Nilu. W grobowcach tych często chowano część majątku zmarłego, co czyniło je łakomymi kąskami dla hien cmentarnych.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/burial_tomb.png",
        "prereq_tech": {
            "name": "Filozofia|Filozofii|Filozofii|Filozofię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/burial_tomb.json"
    },
    {
        "id": 1,
        "name": "Port morski|Portu morskiego|Portowi morskiemu|Port morski|Porty morskie|Portów morskich|Portom morskim|Porty morskie",
        "game_info": "+1 do produkcji z zasobów morskich i złota generowanego w obrębie miasta. +15% do produkcji przy budowie jednostek morskich.Miasto musi leżeć na wybrzeżu.",
        "strategy": "Port morski zwiększa wydajność eksploatacji usprawnionych pól z zasobami morskimi.",
        "historical_info": "Port morski jest nowoczesną superprzystanią. Znajduje się na głębokiej wodzie i posiada urządzenia do obsługi największych tankowców oraz statków transportowych. Porty morskie najczęściej zawierają las żurawi do szybkiego rozładunku towaru, który następnie transportowany jest przez labirynt szyn kolejowych i dróg. Współczesne porty morskie zarządzane są przez kierowników portów, siedzących w pokojach sterowania, które wyposażone są w radar, połączenie z satelitą oraz skomplikowane komputery, na których pracują zaawansowane programy śledzące.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/seaport.png",
        "prereq_tech": {
            "name": "Nawigacja|Nawigacji|Nawigacji|Nawigację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/navigation.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/seaport.json"
    },
    {
        "id": 1,
        "name": "Stajnia|Stajni|Stajni|Stajnię|Stajnie|Stajni|Stajniom|Stajnie",
        "game_info": "+15% do produkcji w trakcie szkolenia jednostek konnych.Każde źródło pozyskiwania koni, owiec i bydła wykorzystywane przez miasto otrzymuje +1 do produkcji.Miasto musi być położone w pobliżu przynajmniej jednego z wymienionych źródeł z wybudowanym pastwiskiem.",
        "strategy": "Stajnie mogą powstać jedynie w mieście położonym w pobliżu usprawnionego źródła pozyskiwania koni, owiec lub bydła. Budynek ten podnosi tempo szkolenia jednostek kawalerii.",
        "historical_info": "W Civilization V stajnie są koszarami dla jednostek jazdy. To tutaj mieszkają, jedzą i trenują żołnierze kawalerii oraz ich wierzchowce. Przez większą część swojej historii kawaleria była zasilana przez bogatych synów społeczeństwa. Powód był prosty: wyłącznie najbogatsi młodzi ludzie kiedykolwiek jeździli konno. Z tej też przyczyny stajnie oraz baraki jazdy często miały znacznie bardziej luksusowe wyposażenie niż kwatery biednej piechoty.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stable.png",
        "prereq_tech": {
            "name": "Jazda konna|Jazdy konnej|Jeździe konnej|Jazdę konną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/stable.json"
    },
    {
        "id": 1,
        "name": "Młyn wodny|Młynu wodnego|Młynowi wodnemu|Młyn wodny|Młyny wodne|Młynów wodnych|Młynom wodnym|Młyny wodne",
        "game_info": "Miasto musi być położone nad rzeką.",
        "strategy": "Młyn wodny może powstać tylko w mieście leżącym nad rzeką. Budynek ten zwiększa produkcję żywności w mieście.",
        "historical_info": "Młyn wodny jest budynkiem używającym energii wodnej do zamiany ziarna w mąkę. Ziarno wsypuje się pomiędzy dwa kamienie, z których jeden powoli się obraca. W miarę przesypywania się pomiędzy kamieniami, ziarno mielone jest na drobniutkie kawałki (mąkę). Wiele wczesnych młynów korzystało z pomocy zwierząt albo ludzi przy obracaniu kamieni, ale woda z młyna wodnego zapewniła potrzebną energię. Uwolniona w ten sposób siła robocza mogła zostać wykorzystana gdzie indziej. W późniejszych czasach para oraz elektryczność zapewniły młynom bardziej niezawodne i skuteczne źródło energii, ale w swoich czasach młyny wodne oszczędzały naprawdę wiele siły roboczej.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/water_mill.png",
        "prereq_tech": {
            "name": "Koło|Kołu|Kołu|Koło",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/water_mill.json"
    },
    {
        "id": 1,
        "name": "Cyrk|Cyrku|Cyrkowi|Cyrk|Cyrki|Cyrków|Cyrkom|Cyrki",
        "game_info": "Miasto musi mieć dostęp do usprawnionego źródła pozyskiwania koni lub kości słoniowej.",
        "strategy": "Cyrk można wybudować tylko w mieście, w którego granicach leży usprawnione źródło pozyskiwania koni lub kości słoniowej. Cyrk zwiększa zadowolenie cywilizacji.",
        "historical_info": "Cyrkiem nazywa się grupę wykonawców, do których często zaliczają się klauni, akrobaci, żonglerzy, linoskoczkowie, muzycy oraz treserzy zwierząt. Większość cyrków jest przedsiębiorstwami podróżującymi, które w trakcie sezonu przenoszą się z miasta do miasta. Inne natomiast przez cały rok pozostają w jednym miejscu. W Starożytnym Rzymie cyrkiem nazywano budynek, w którym odbywały się wyścigi rydwanów, wyreżyserowane pojedynki, występy żonglerów oraz inne przedstawienia. Pierwszym cyrkiem rzymskim był Circus Maximus, który mógł pomieścić maksymalnie 250 000 krzyczących mieszkańców, co stanowiło koło 25% miejskiej populacji.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/circus.png",
        "prereq_tech": {
            "name": "Łowiectwo|Łowiectwa|Łowiectwu|Łowiectwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/trapping.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/circus.json"
    },
    {
        "id": 1,
        "name": "Kuźnia|Kuźni|Kuźni|Kuźnię|Kuźnie|Kuźni|Kuźniom|Kuźnie",
        "game_info": "+15% do produkcji w trakcie szkolenia jednostek lądowych.Każda kopalnia żelaza wykorzystywana przez to miasto otrzymuje +1 do produkcji.Miasto musi mieć w pobliżu kopalnię żelaza.",
        "strategy": "Kuźnia może zostać wybudowana tylko w mieście, w którego pobliżu znajduje się usprawnione źródło żelaza. Budynek zwiększa tempo produkcji jednostek lądowych.",
        "historical_info": "Kuźnia jest budynkiem zawierającym palenisko zdolne wytwarzać temperaturę wystarczającą, by topić żelazo i kształtować je w podkowy, gwoździe czy groty strzał. Wymaga to znacznej ilości ciepła, a kowal może posiadać nowicjusza lub pomocnika, który będzie zajmował się wyłącznie poruszaniem miechów, dostarczając płomieniom powietrza, by ogień nie osłabł. Kowal może kształtować żelazo poprzez rozżarzenie go do czerwoności, a następnie użycie najróżniejszych młotków w celu nadania mu kształtu. Może też wylać stopiony metal do form zrobionych z gliny, piasku czy metalu, a następnie zdjąć formy, gdy żelazo ostygnie wystarczająco, by utrzymać kształt.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/forge.png",
        "prereq_tech": {
            "name": "Odlewanie metalu|Odlewania metalu|Odlewaniu metalu|Odlewanie metalu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/forge.json"
    },
    {
        "id": 1,
        "name": "Wiatrak|Wiatraka|Wiatrakowi|Wiatrak",
        "game_info": "+10% do produkcji podczas wznoszenia budynków.Miasto nie może być położone na wzgórzach.",
        "strategy": "Wiatrak to budynek epoki renesansowej, który zwiększa produkcję w mieście podczas wznoszenia budynków. Wiatraki nie mogą być budowane w miastach położonych na wzgórzach.",
        "historical_info": "Wiatraki są budynkami korzystającymi z energii wiatru do wykonywania szeregu zadań. Historycznie używane były do napędzania młynów mielących ziarno, ale korzystano z nich również w tartakach oraz do pompowania wody do studni. Urządzenia zasilane wiatrem istniały przynajmniej przez ostatnie 2000 lat. Najwcześniejsze znane to organy wiatrowe, zbudowane przez Herona z Aleksandrii w pierwszym wieku naszej ery. Młyny wiatrowe do mielenia ziarna prawdopodobnie zostały wynalezione w Środkowej Azji w okolicach ósmego roku naszej ery.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/windmill.png",
        "prereq_tech": {
            "name": "Ekonomia|Ekonomii|Ekonomii|Ekonomię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/windmill.json"
    },
    {
        "id": 1,
        "name": "Elektrownia wodna|Elektrowni wodnej|Elektrowni wodnej|Elektrownię wodną|Elektrownie wodne|Elektrowni wodnych|Elektrowniom wodnym|Elektrownie wodne",
        "game_info": "+1 do produkcji na każdym polu obok rzeki. Wymaga 1 aluminium.Miasto musi być położone nad rzeką.",
        "strategy": "Elektrownia wodna to budynek ze środka gry, który można zbudować jedynie w miastach znajdujących się przy rzece. Zwiększa ona produkcję każdego pola, które eksploatuje miasto, a które również znajduje się przy rzece. Budowa elektrowni wodnej zużywa 1 jednostkę aluminium.",
        "historical_info": "Elektrownia wodna jest budynkiem, który przekształca energię spadającej wody w elektryczność. Im więcej jest wody i im większy dystans musi ona pokonać, tym więcej prądu wytwarza elektrownia. Największą kiedykolwiek wybudowaną elektrownią wodną jest Zapora Trzech Przełomów w Chinach. Po zakończeniu będzie wytwarzać 22 500 megawatów energii, czyli dziesięć razy więcej niż amerykańska Zapora Hoovera.Ogólnie elektrownie wodne uznawane są za „zielone” źródła energii, mimo że mogą mieć ogromny wpływ na okoliczne ryby. W okolicach przybrzeżnych budowane są elektrownie wodne wytwarzające energię z wód przypływu.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hydro_plant.png",
        "prereq_tech": {
            "name": "Elektryczność|Elektryczności|Elektryczności|Elektryczność",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hydro_plant.json"
    },
    {
        "id": 1,
        "name": "Elektrownia słoneczna|Elektrowni słonecznej|Elektrowni słonecznej|Elektrownię słoneczną|Elektrownie słoneczne|Elektrowni słonecznych|Elektrowniom słonecznym|Elektrownie słoneczne",
        "game_info": "Miasto musi być położone na pustyni albo z nią sąsiadować i nie może zawierać elektrowni atomowej.W mieście musi znajdować się fabryka.",
        "strategy": "Elektrownia słoneczna to budynek, który znacznie zwiększa produkcję w mieście. Miasto musi być położone na pustyni lub z nią sąsiadować, by możliwe było wzniesienie elektrowni słonecznej. Miasto musi też posiadać fabrykę, zanim będzie można wybudować elektrownię słoneczną.",
        "historical_info": "Elektrownie słoneczne zbierają energię słońca i zamieniają na prąd. Z oczywistych względów najbardziej wydajne elektrownie słoneczne położone są w miejscach silnie nasłonecznionych, z niewielką pokrywą chmur. Obecnie energia słoneczna jest jednak droższa w porównaniu do tej otrzymywanej ze spalania paliw mineralnych (ropy lub węgla). Cały czas jednak tanieje, a paliwa mineralne drożeją, szczególnie jeżeli weźmiemy pod uwagę koszt polegający na zanieczyszczaniu środowiska. Gdy odpowiednie technologie zostaną doprowadzone do perfekcji, będzie to duży krok w kierunku zaspokojenia światowych potrzeb energetycznych – szacowane jest, że ziemia otrzymuje około 200 000 razy więcej energii słonecznej, niż obecnie wynoszą łączne możliwości energetyczne całej rasy ludzkiej.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/solar_plant.png",
        "prereq_tech": {
            "name": "Ekologia|Ekologii|Ekologii|Ekologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/solar_plant.json"
    },
    {
        "id": 1,
        "name": "Mennica|Mennicy|Mennicy|Mennicę|Mennice|Mennic|Mennicom|Mennice",
        "game_info": "Każde źródło złota i srebra eksploatowane przez to miasto wytwarza +2 złota.Miasto musi wydobywać w okolicy co najmniej jeden z tych surowców.",
        "strategy": "Mennica może zostać zbudowana tylko w mieście, które posiada w pobliżu usprawnione pole ze złotem lub srebrem. Budynek ten zwiększa wydajność surowca każdego z tych pól, do jakiego miasto ma dostęp.",
        "historical_info": "Mennica jest instytucją zajmującą się wytwarzaniem waluty. W przeszłości zwykle była to waluta metalowa w postaci monet, ale we współczesnych czasach większość pieniędzy drukowana jest na papierze. Mennice są bardzo istotne dla gospodarczego dobrobytu cywilizacji. Jeżeli jej waluta jest łatwa do podrobienia, zostanie sfałszowana, a zaufanie do rezerw finansowych danego kraju spadnie, co zaskutkuje inflacją (spadkiem postrzeganej wartości pieniądza) lub czymś gorszym. Współczesne banknoty posiadają hologramy, różne tusze oraz paski zabezpieczające, które mają utrudnić życie fałszerzom. Niewątpliwie w przyszłości, gdy wpadną oni na to, jak obejść aktualne zabezpieczenia, dodane zostaną kolejne.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mint.png",
        "prereq_tech": {
            "name": "Waluta|Waluty|Walucie|Walutę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mint.json"
    },
    {
        "id": 1,
        "name": "Obserwatorium|Obserwatorium|Obserwatorium|Obserwatorium|Obserwatoria|Obserwatoriów|Obserwatoriom|Obserwatoria",
        "game_info": "Miasto musi być położone w pobliżu góry.",
        "strategy": "Obserwatorium może powstać jedynie w mieście położonym w pobliżu pola górskiego. Budynek ten znacząco zwiększa wydajność naukową miasta.",
        "historical_info": "Obserwatorium to budynek poświęcony badaniom nieba. Wczesny człowiek przekonany był, że ruch gwiazd ma znaczenie mistyczne, w związku z czym wiele pierwszych obserwatoriów było budynkami religijnymi. W miarę upływu czasu ludzie zrozumieli, że mogą bardzo dokładnie śledzić kolejne pory roku na podstawie wznoszenia się i opadania gwiazd, i doszli do słusznego wniosku, że informacja taka może bardzo przydać się przy wyborze właściwego dnia na zasadzenie czy zebranie plonów. Odkrycie to zwiększyło religijną oraz praktyczną wartość obserwatorium w społeczności. Współczesne obserwatoria są sterowane komputerowo oraz wyposażone w nowoczesne teleskopy (albo połączone z jeszcze mocniejszymi teleskopami znajdującymi się w kosmosie) i zapewniają naukowcom o wiele więcej informacji niż te, o których mogli marzyć ich prymitywni przodkowie. Ale zadanie pozostaje to samo: odkrycie jak działa wszechświat poprzez studiowanie nieba.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/observatory.png",
        "prereq_tech": {
            "name": "Astronomia|Astronomii|Astronomii|Astronomię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/astronomy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/observatory.json"
    },
    {
        "id": 1,
        "name": "Klasztor|Klasztoru|Klasztorowi|Klasztor|Klasztory|Klasztorów|Klasztorom|Klasztory",
        "game_info": "Każde źródło kadzidła i wina eksploatowane przez to miasto wytwarza +1 wiary i +1 kultury.",
        "strategy": "Klasztory zwiększają wiarę i kulturę miasta, zwłaszcza jeśli w jego okolicy eksploatowane są źródła kadzidła i wina. Mogą zostać zbudowane jedynie w miastach, które wyznają wierzenie „Klasztorów”. Za ich budowę trzeba zapłacić wiarą.",
        "historical_info": "Klasztor jest budynkiem albo kompleksem budynków, w których mieszkają mnisi lub zakonnice – ludzie, którzy pozostawili za sobą ziemskie sprawy (pieniądze, wszelką własność oraz seks) i poświęcili swoje życie modlitwie i medytacji. Najczęściej klasztory skupiają ludzi jednej płci lub, jeżeli mieszkają tam zarówno mężczyźni jak i kobiety, przedstawiciele obu płci rozdzieleni są imponującymi murami. Historycznie klasztory były miejscem zamieszkania osób lepiej wykształconych, szczególnie w średniowieczu, kiedy często członkowie zakonów religijnych byli jedynymi poza elitą rządzącą ludźmi potrafiącymi czytać i pisać.",
        "cost": {
            "production": -1,
            "faith": 150
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/monastery.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/monastery.json"
    },
    {
        "id": 1,
        "name": "Ogród|Ogrodu|Ogrodowi|Ogród|Ogrody|Ogrodów|Ogrodom|Ogrody",
        "game_info": "+25% do pojawiania się wielkich ludzi w tym mieście.Miasto musi leżeć nad rzeką lub nad jeziorem.",
        "strategy": "Ogród o 25% zwiększa tempo, w jakim w danym mieście pojawiają się wielcy ludzie. Ogrody mogą powstawać tylko w miastach położonych nad rzeką lub jeziorem.",
        "historical_info": "Ogród jest miejscem, gdzie hodowane są rośliny – w celach jadalnych, na okrycie lub na opał – oraz miejscem odpoczynku i rekreacji. Najwcześniejsze znane plany ogrodów należą do Egipcjan i datują się na 1400 rok przed naszą erą. Ale wszystkie kultury, zarówno starożytne jak i współczesne, tworzyły i podziwiały własne ogrody. Japończycy przez większość swojej historii tworzyli wyrafinowane i piękne ogrody. Świątynia Ryoan-ji w Kioto słynie ze swojego ogrodu Zen, który składa się z 17 kamieni ułożonych na podłożu z białego żwiru i otoczony jest niskim murkiem. Może według niektórych standardów jest prosty, a nawet surowy, ale ogród ten przez wieki inspirował i poruszał ludzi.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/garden.png",
        "prereq_tech": {
            "name": "Teologia|Teologii|Teologii|Teologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/garden.json"
    },
    {
        "id": 1,
        "name": "Latarnia morska|Latarni morskiej|Latarni morskiej|Latarnię morską|Latarnie morskie|Latarni morskich|Latarniom morskim|Latarnie morskie",
        "game_info": "+1 pkt żywności z pól oceanicznych i pól wybrzeża, +1 pkt produkcji z surowców morskich eksploatowanych przez miasto.Każde źródło ryb eksploatowane przez to miasto produkuje +1 pkt żywności.Miasto musi być położone na wybrzeżu.",
        "strategy": "Latarnia morska może powstać tylko w miastach położonych na wybrzeżu. Zwiększa wydajność pozyskiwania żywności z pól wodnych i z ryb oraz zwiększa poziom produkcji wszystkich surowców morskich.",
        "historical_info": "Od chwili, gdy człowiek wypłynął statkiem w morze, zaczął budować nadajniki świetlne na brzegu, by bezpiecznie doprowadzić do przystani powracające jednostki i ostrzec kapitanów przed zdradliwymi mieliznami i skałami. Najstarsza znana latarnia morska to Faros (wielka latarnia morska) w Aleksandrii. Wybudowana na małej wyspie Faros, tuż przy wybrzeży Aleksandrii, przetrwała tysiąc lat, prowadząc tysiące jednostek do bezpiecznej przystani.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/lighthouse.png",
        "prereq_tech": {
            "name": "Optyka|Optyki|Optyce|Optykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/lighthouse.json"
    },
    {
        "id": 1,
        "name": "Przystań|Przystani|Przystani|Przystań|Przystanie|Przystani|Przystaniom|Przystanie",
        "game_info": "Tworzy [ICON_CONNECTED] połączenie miasta drogą wodną ze stolicą (o ile nie są już [ICON_CONNECTED] połączone lądowo). Morskie szlaki handlowe z tego miasta mają o 50% większy zasięg i zapewniają 1 dodatkową sztukę złota, jeśli prowadzą do innej cywilizacji.Miasto musi leżeć na wybrzeżu.",
        "strategy": "Przystań to budynek epoki średniowiecznej. Przyśpiesza produkcję jednostek wodnych w mieście oraz pozwala na tworzenie szlaków wodnych (zobacz zasady) między miastami. Zwiększa również poziom produkcji zapewnianej przez ulepszony surowiec morski.",
        "historical_info": "Przystań to zadaszony obszar wodny, który zapewnia ochronę przed żywiołami zacumowanym tam łodziom i okrętom. Choć istnieją różne „naturalne” przystanie, większość i tak wymaga pogłębienia oraz budowy falochronów i wiatrochronów. Ponadto, przystanie posiadają doki oraz nabrzeże do załadunku i rozładunku towarów, a także magazyny do przechowywania transportowanych dóbr.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/harbor.png",
        "prereq_tech": {
            "name": "Kompas|Kompasu|Kompasowi|Kompas",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/compass.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/harbor.json"
    },
    {
        "id": 1,
        "name": "Koloseum",
        "game_info": "Koloseum zwiększa zadowolenie cywilizacji. Zadowolenie nie może jednak przekroczyć liczby obywateli miasta.",
        "strategy": "Koloseum zwiększa zadowolenie cywilizacji. Zadowolenie nie może jednak przekroczyć liczby obywateli miasta.",
        "historical_info": "Koloseum to miejsce pod otwartym niebem, gdzie publiczność może oglądać wydarzenia sportowe. Zależnie od czasu, może to być walka gladiatorów, mecz futbolu amerykańskiego lub piłki nożnej. Z trzech podanych wyżej widowisk najgroźniejszym dla biorących udział były walki gladiatorów, ale mecze piłki nożnej (czasami) bywają tak samo groźne dla uczestników.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/colosseum.png",
        "prereq_tech": {
            "name": "Budownictwo|Budownictwa|Budownictwu|Budownictwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/colosseum.json"
    },
    {
        "id": 1,
        "name": "Zoo",
        "game_info": "Zadowolenie nie może przekroczyć liczby obywateli miasta. W mieście musi być wybudowane Koloseum.",
        "strategy": "Zoo zwiększa zadowolenie w twoim imperium, lecz nie może być ono większe niż ilość obywateli w twoim mieście. Miejscowość musi posiadać Koloseum, nim zbudujesz w niej zoo.",
        "historical_info": "Najstarsza znana menażeria zoologiczna („zoo”) została odkryta na wykopaliskach w Hierakonpolis i pochodzi z około 3500 r. p.n.e. Najstarsze istniejące zoo, wiedeńskie Tiergarten Schoenbrunn, wykształciło się z kolekcji egzotycznych zwierząt utrzymywanej przez dynastię Habsburgów. Zostało otwarte dla zwiedzających w 1765 roku.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/zoo.png",
        "prereq_tech": {
            "name": "Prasa drukarska|Prasy drukarskiej|Prasie drukarskiej|Prasę drukarską",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/zoo.json"
    },
    {
        "id": 1,
        "name": "Stadion|Stadionu|Stadionowi|Stadion|Stadiony|Stadionów|Stadionom|Stadiony",
        "game_info": "Nie może zapewnić ci więcej zadowolenia niż ilość obywateli w mieście. Miasto musi mieć zoo.",
        "strategy": "Stadion to budynek epoki współczesnej zwiększający zadowolenie w twoim imperium, nie może jednak zapewnić więcej zadowolenia niż ilość obywateli w mieście. Aby w mieście można było zbudować stadion, musi tam być już zoo.",
        "historical_info": "Stadion jest nowoczesną, serwującą prawdopodobnie lepsze przekąski wersją Koloseum. Nowoczesne stadiony mieszczą do 100 000 rozwrzeszczanych fanów, oglądających wydarzenie sportowe, koncert albo nawet debatę polityczną. Współcześni entuzjaści sportu nie są wcale spokojniejsi od swoich starożytnych przodków, w związku z czym dzisiejsze stadiony wyposażone są w płoty i barierki ochronne. Na straży porządku stoi ochrona, której zadaniem jest radzenie sobie z szalejącymi widzami.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stadium.png",
        "prereq_tech": {
            "name": "Chłodzenie|Chłodzenia|Chłodzeniu|Chłodzenie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/stadium.json"
    },
    {
        "id": 1,
        "name": "Pomnik|Pomnika|Pomnikowi|Pomnik|Pomniki|Pomników|Pomnikom|Pomniki",
        "game_info": "Pomnik zwiększa wydajność kulturową miasta, przyspieszając powiększanie się jego terytorium oraz poznawanie ustrojów społecznych.",
        "strategy": "Pomnik zwiększa wydajność kulturową miasta, przyspieszając powiększanie się jego terytorium oraz poznawanie ustrojów społecznych.",
        "historical_info": "Pomnik to budowla upamiętniająca ważną osobę, wydarzenie, bóstwo lub ideę. Ważniejsze pomniki powstają zwykle w centrach miast, przy pałacach władców lub przy rogatkach miasta. Monumenty te przyjmują różne kształty i rozmiary: od Wielkiego Sfinksa w Gizie, po Statuę Wolności w Nowym Jorku czy Kolumnę Nelsona w Londynie. Najpiękniejsze pomniki napawają mieszkańców przejmującym uczuciem obywatelskiej i narodowej dumy.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/monument.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/monument.json"
    },
    {
        "id": 1,
        "name": "Świątynia|Świątyni|Świątyni|Świątynię|Świątynie|Świątyń|Świątyniom|Świątynie",
        "game_info": null,
        "strategy": "Świątynia zwiększa wiarę miasta, zwiększając tym samym tempo, z jakim możesz zakładać i krzewić religie. W mieście musi być kaplica (lub piramida), zanim zbudujesz świątynię.",
        "historical_info": "Świątynia jest budynkiem religijnym, w którym wierni mogą zebrać się w celu wspólnej modlitwy. Obecność budowli tego typu dowodzi, że społeczeństwo jest pobożne, jak również względnie bogate, skoro stać je na ich postawienie oraz wyżywienie i ubranie księży, akolitów, westalek czy mnichów. W wielu wczesnych kulturach każda rodzina miała w swoim domostwie niewielką świątynię. Najwcześniejsze wydzielone świątynie pojawiły się w X wieku p.n.e. w południowowschodniej Turcji.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/temple.png",
        "prereq_tech": {
            "name": "Filozofia|Filozofii|Filozofii|Filozofię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/temple.json"
    },
    {
        "id": 1,
        "name": "Opera|Opery|Operze|Operę|Opery|Oper|Operom|Opery",
        "game_info": null,
        "strategy": "Opera jest budynkiem renesansu, który przyczynia się do rozwoju kultury w mieście. Przed wybudowaniem opery miasto musi posiadać amfiteatr. Zawiera 1 miejsce na wielkie dzieło muzyczne.",
        "historical_info": "Operą nazywamy sztukę teatralną, w której aktorzy śpiewają swoje partie dialogowe zamiast po prostu je recytować. To odróżnia operę od innych widowisk muzycznych. Śpiewakom operowym zwykle towarzyszy orkiestra. Budynek opery jest najczęściej teatrem ze sceną dla śpiewaków i miejscem dla orkiestry. Główne pomieszczenie ma dobrą akustykę, która polepsza kierowany do odbiorcy przekaz muzyczny. Jednym z pierwszych publicznie otwartych budynków opery był Teatro San Cassiano w Wenecji we Włoszech, otwarty w 1637. Od tego czasu opery otwierane były na całym świecie i każde miasto, aspirujące do bycia centrum kultury i sztuki, musi je posiadać.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/opera_house.png",
        "prereq_tech": {
            "name": "Akustyka|Akustyki|Akustyce|Akustykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/opera_house.json"
    },
    {
        "id": 1,
        "name": "Muzeum|Muzeum|Muzeum|Muzeum|Muzea|Muzeów|Muzeom|Muzea",
        "game_info": null,
        "strategy": "Muzeum to budynek ze środkowej części gry zwiększający wytwarzanie kultury w mieście. Miejscowość musi posiadać operę (lub salę ceilidh), by zbudować w niej muzeum. Zawiera 2 miejsca na wielkie dzieła sztuki.",
        "historical_info": "Muzeum jest budynkiem lub grupą budynków stworzonych, by przechowywać i udostępniać zwiedzającym najcenniejsze zdobycze cywilizacji. Istnieją muzea zawierające kolekcje dzieł sztuki, inne przechowują minerały, ciekawe przedmioty historycznie, jak również ubrania, klejnoty, starożytną broń albo cokolwiek innego, co może mieć jakąś wartość lub stanowić przedmiot zainteresowania. Muzeum sztuki Ermitaż w Sankt Petersburgu założone zostało w roku 1764 przez Katarzynę Wielką. Otwarte dla wszystkich zwiedzających w roku 1852, jest jednym z najstarszych i największych muzeów na świecie.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/museum.png",
        "prereq_tech": {
            "name": "Archeologia|Archeologii|Archeologii|Archeologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/museum.json"
    },
    {
        "id": 1,
        "name": "Wieża transmisyjna|Wieży transmisyjnej|Wieży transmisyjnej|Wieżę transmisyjną",
        "game_info": "+33% kultury w danym mieście.W mieście musi być wybudowane muzeum.",
        "strategy": "Wieża transmisyjna jest budynkiem epoki przemysłowej. Zwiększa rozwój kultury w mieście o 33%. Miasto musi mieć wybudowane muzeum.",
        "historical_info": "Wieża transmisyjna nadaje sygnał komunikacyjny – radiowy, telewizyjny i tak dalej – w powietrze, pozwalając, by chwytały go odbiorniki znajdujące się o kilka kilometrów dalej. Najważniejszą cechą wieży transmisyjnej jest jej wysokość – im wyżej znajduje się odbiornik, tym dalej można przesłać sygnał. Empire State Building na Manhattanie wysyła swój przekaz od roku 1931. Po zniszczeniu wieżowców World Trade Center w roku 2001 ponownie stał się najważniejszym ośrodkiem przekaźnikowym Nowego Jorku, transmitując sygnał prawie wszystkich komercyjnych stacji w mieście.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/broadcast_tower.png",
        "prereq_tech": {
            "name": "Radio|Radia|Radiu|Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/broadcast_tower.json"
    },
    {
        "id": 1,
        "name": "Koszary|Koszar|Koszarom|Koszary",
        "game_info": "+15 punktów doświadczenia dla wszystkich jednostek.",
        "strategy": "Koszary dają doświadczenie jednostkom szkolonym w mieście. Doświadczenie to można wykorzystać na awanse, dzięki którym jednostki stają się skuteczniejsze w boju.",
        "historical_info": "Koszary są budynkiem wojskowym, który służy za mieszkanie zawodowemu wojsku danego kraju. Zapewnia żołnierzom wyżywienie, dach nad głową i opiekę medyczną. Dba o ich kondycję fizyczną. Dysponuje więzieniami wojskowymi, zajmuje się utrzymaniem maszyn bojowych i tym podobne.Koszary są istotnym elementem służącym osiągnięciu przez cywilizację szczęścia i dobrobytu. Zapewniają jedność pomiędzy żołnierzami różnych stopni, zwiększając ich szanse na sukces w walce, a ponadto ograniczają kontakty pomiędzy wojskiem i cywilami, zmniejszając napięcie, które powstaje zawsze, gdy te dwie grupy zbyt blisko ze sobą obcują.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/barracks.png",
        "prereq_tech": {
            "name": "Obróbka brązu|Obróbki brązu|Obróbce brązu|Obróbkę brązu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/barracks.json"
    },
    {
        "id": 1,
        "name": "Zbrojownia|Zbrojowni|Zbrojowni|Zbrojownię|Zbrojownie|Zbrojowni|Zbrojowniom|Zbrojownie",
        "game_info": "+15 punktów doświadczenia dla wszystkich jednostek.W mieście muszą być wybudowane koszary lub twierdza.",
        "strategy": "Zbrojownia daje doświadczenie jednostkom szkolonym w mieście. Aby móc wznieść zbrojownię, w danym mieście należy wcześniej wybudować koszary.",
        "historical_info": "Zbrojownia jest budynkiem wojskowym, w którym w czasach pokoju przechowuje się broń i dba o to, by była ona w dobrym stanie. Żołnierze, którzy nie są na służbie, zwykle nie noszą przy sobie broni (szczególnie jeśli walczą przy użyciu karabinów maszynowych czy RPG).Zbrojownie są zazwyczaj dobrze zabezpieczone, mogą nawet przypominać nie tyle skład, ile warowny zamek. Broń musi być chroniona przed kradzieżą, czy to dokonaną po cichu przez zwinnego złodzieja, czy przez wściekły tłum podczas zamieszek.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/armory.png",
        "prereq_tech": {
            "name": "Stal|Stali|Stali|Stal",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/steel.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/armory.json"
    },
    {
        "id": 1,
        "name": "Akademia wojskowa|Akademii wojskowej|Akademii wojskowej|Akademię wojskową|Akademie wojskowe|Akademii wojskowych|Akademiom wojskowym|Akademie wojskowe",
        "game_info": "+15 punktów doświadczenia dla wszystkich jednostek.Miasto musi posiadać zbrojownię.",
        "strategy": "Akademia wojskowa to budynek zwiększający liczbę punktów doświadczenia jednostek szkolonych w danym mieście. Aby móc wznieść akademię wojskową, w mieście musi być zbudowana zbrojownia.",
        "historical_info": "Akademia wojskowa to wyższa uczelnia, zajmująca się szkoleniem oficerów danego kraju. Akademie wojskowe oferują najlepsze dostępne wyższe wykształcenie, łącząc je z wymagającymi ćwiczeniami fizycznymi oraz wykładami na temat dowodzenia, strategii, logistyki oraz innych dziedzin wojskowych. Najczęściej do akademii wojskowych uczęszczają najlepsze i najzdolniejsze dzieci danego kraju (albo mające najlepsze koneksje).",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/military_academy.png",
        "prereq_tech": {
            "name": "Nauki militarne|Nauk militarnych|Naukom militarnym|Nauki militarne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/military_academy.json"
    },
    {
        "id": 1,
        "name": "Arsenał|Arsenału|Arsenałowi|Arsenał|Arsenały|Arsenałów|Arsenałom|Arsenały",
        "game_info": "W mieście musi być wybudowany zamek lub fort mogolski.",
        "strategy": "Arsenał to budynek wojskowy ze środkowej części gry, który zwiększa obronność miasta o 9, a punkty żywotności o 25, utrudniając jego zdobycie. W mieście musi być zamek, nim zbudujesz tam arsenał.",
        "historical_info": "Arsenał jest większą i lepiej wyposażoną zbrojownią, w której wojsko przechowuje swoją największą i najniebezpieczniejszą broń – czołgi, artylerię, wybuchową amunicję i tak dalej. Arsenały są strzeżone jeszcze lepiej od zbrojowni, w uzasadnionej obawie, że ktoś mógłby chcieć ukraść czołg czy pocisk 88 milimetrów.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/arsenal.png",
        "prereq_tech": {
            "name": "Metalurgia|Metalurgii|Metalurgii|Metalurgię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/arsenal.json"
    },
    {
        "id": 1,
        "name": "Mur|Muru|Murowi|Mur|Mury|Murów|Murom|Mury",
        "game_info": "Mury zwiększają obronność miasta o 5, a jego punkty żywotności o 50, utrudniając jego zdobycie. Przydają się w miastach położonych na obrzeżach cywilizacji.",
        "strategy": "Mury zwiększają obronność miasta o 5, a jego punkty żywotności o 50, utrudniając jego zdobycie. Przydają się w miastach położonych na obrzeżach cywilizacji.",
        "historical_info": "Od kiedy tylko ludzie zebrali się w grupy – osady, miasta, jak zwał tak zwał – inni ludzie pragnęli ukraść należący do nich majątek. Od początków swojej historii człowiek wznosił budynki obronne z błota, drewna lub kamienia, aby utrzymać wrogów z daleka od swojego jedzenia, majątku, a także kobiet i dzieci. Przed nastaniem średniowiecza krajobraz Europy upstrzony był otoczonymi murami wsiami i miastami. Niektóre z nich posiadały dodatkowo wymyślne fosy oraz rowy. Część tych zmyślnych konstrukcji możemy oglądać po dziś dzień. Znajdujące się w Anglii miasto York posiada rozległe mury, jeszcze z czasów rzymskich.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/walls.png",
        "prereq_tech": {
            "name": "Murarstwo|Murarstwa|Murarstwu|Murarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/walls.json"
    },
    {
        "id": 1,
        "name": "Zamek|Zamku|Zamkowi|Zamek|Zamki|Zamków|Zamkom|Zamki",
        "game_info": "Miasto muszą otaczać mury.",
        "strategy": "Zamek to budynek z epoki średniowiecza zwiększający obronność miasta o 7, a punkty żywotności o 25. Miasto musi posiadać mury, by można było zbudować tam zamek.",
        "historical_info": "Zamek jest budowlą, która opracowana została, by chronić wojska (a czasem również paru cywilów) przed wrogami. Przeważnie budowane z kamienia (niestety drewno jest zbyt łatwopalne) zamki składały się ze ściany zewnętrznej oraz osobnego, zbrojonego budynku wewnętrznego, nazywanego „stołpem”. Zamek powinien także mieć niezależne źródło wody oraz składować spore zapasy jedzenia.Dobrze zaprojektowany zamek powinien zapewniać obrońcom możliwość zabijania atakujących w drodze do murów oraz podczas prób ich forsowania, tudzież przebijania się przez bramy. W tym celu wymagane są ambrazury oraz blanki (mury z fragmentami wyciętymi w regularnych odstępach). Mile widziane są też otwory strzelnicze do strzał oraz lania wrzącego oleju na głowy atakujących.Zamki były największą oraz najdroższą oznaką wojskowej i gospodarczej mocy państwa aż do chwili, gdy wynalezienie prochu oraz artylerii zmieniło je w skomplikowane i kosztowne pułapki dla osób uwięzionych w środku.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/castle.png",
        "prereq_tech": {
            "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/castle.json"
    },
    {
        "id": 1,
        "name": "Baza wojskowa|Bazy wojskowej|Bazie wojskowej|Bazę wojskową|Bazy wojskowe|Baz wojskowych|Bazom wojskowym|Bazy wojskowe",
        "game_info": "W mieście musi być zbudowany arsenał.",
        "strategy": "Baza wojskowa to budynek ze środkowej części gry zwiększający obronność miasta o 12, a jego punkty żywotności o 25. W mieście musi być arsenał, by wybudować w nim bazę wojskową.",
        "historical_info": "Baza wojskowa to grupa placów apelowych i budowli, w których stacjonuje jedna lub więcej dużych jednostek wojskowych – legion, dywizja, korpus, flota lub inne, zależnie od typu danej organizacji wojskowej. Baza wojskowa będzie zawierała wszystko, czego taka jednostka może potrzebować w celu utrzymania wysokiej formy bojowej, wliczając w to place do ćwiczeń, kwatery oficerów i baraki, więzienia, zbrojownie, szpitale, magazyny z wyposażeniem, jednostki transportowe i tak dalej. Bazy takie są zwykle dobrze strzeżone i umieszczone na terenach łatwych do obrony. Jeżeli wykluczymy zdradę od wewnątrz, do zajęcia lub zniszczenia bazy wojskowej potrzebna jest wroga armia.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/military_base.png",
        "prereq_tech": {
            "name": "Części zamienne|Części zamiennych|Częściom zamiennym|Części zamienne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/military_base.json"
    },
    {
        "id": 1,
        "name": "Spichlerz|Spichlerza|Spichlerzowi|Spichlerz|Spichlerze|Spichlerzy|Spichlerzom|Spichlerze",
        "game_info": "Każde źródło pszenicy, bananów i zwierzyny eksploatowane przez to miasto produkuje +1 pkt żywności.Pozwala na przenoszenie żywności z tego miasta wzdłuż szlaków handlowych wewnątrz twojej cywilizacji.",
        "strategy": "Spichlerz zwiększa produkcję żywności w mieście, przyspieszając tym samym jego rozwój. Przydaje się, gdy szybko chcesz rozbudować miasto.",
        "historical_info": "Spichlerz jest budynkiem konstruowanym w celu przechowywania ziarna do spożycia przez ludzi, zwierzęta bądź jedno i drugie. Najwcześniejsze odkryte do tej pory spichlerze znaleziono w osadzie epoki neolitu, znajdującej się w Dolinie Jordanu na Bliskim Wschodzie, której powstanie datuje się na około 9500 rok przed naszą erą. Takie pierwsze spichlerze mierzyły około 3 na 3 metry. Miały podwyższoną podłogę, co pozwalało na swobodny przepływ powietrza oraz zapewniało pewną ochronę ziarna przed myszami oraz innymi zagrożeniami.",
        "cost": {
            "production": 60,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/granary.png",
        "prereq_tech": {
            "name": "Garncarstwo|Garncarstwa|Garncarstwu|Garncarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/granary.json"
    },
    {
        "id": 1,
        "name": "Szpital|Szpitala|Szpitalowi|Szpital|Szpitale|Szpitali|Szpitalom|Szpitale",
        "game_info": "Szpital to budynek ery przemysłowej. Jest przydatny, kiedy chcesz bardzo szybko stworzyć duże miasto.",
        "strategy": "Szpital to budynek ery przemysłowej. Jest przydatny, kiedy chcesz bardzo szybko stworzyć duże miasto.",
        "historical_info": "Szpital to zakład diagnozujący i leczący chorych i rannych, a także opiekujący się nimi w trakcie rehabilitacji. Wiele szpitali to również instytucje dydaktyczne, dzięki którym młodzi lekarze i pielęgniarki uczą się swojego fachu. Za pierwsze szpitale służyły świątynie różnych bóstw związanych z lecznictwem i zdrowiem. Szpitale religijne powstawały na Sri Lance jeszcze przed 430 rokiem p.n.e., a hinduski król Asoka w okolicy 230 roku p.n.e. utworzył sieć szpitali w całym Hindustanie.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hospital.png",
        "prereq_tech": {
            "name": "Biologia|Biologii|Biologii|Biologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/biology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 5,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hospital.json"
    },
    {
        "id": 1,
        "name": "Laboratorium medyczne|Laboratorium medycznego|Laboratorium medycznemu|Laboratorium medyczne|Laboratoria medyczne|Laboratoriów medycznych|Laboratoriom medycznym|Laboratoria medyczne",
        "game_info": "25% żywności zostaje zachowane po narodzinach nowego obywatela (efekt kumuluje się z działaniem akweduktu).",
        "strategy": "Laboratorium medyczne to budynek, który zmniejsza o 25% ilość żywności niezbędnej do rozwoju miasta. Aby móc wznieść laboratorium medyczne, miasto musi posiadać wybudowany szpital.",
        "historical_info": "Laboratorium medyczne to instytucja naukowa zajmująca się badaniami nad chorobami i ludzką anatomią przy pomocy szeregu niebywale skomplikowanych narzędzi: od ultradźwięków, po kamery wielkości mrówki i mikroskopy elektronowe. Większość postępów na polu medycyny (jeśli nie wszystkie) w przeciągu ostatnich 25 lat poczyniono w laboratoriach medycznych. Do ich osiągnięć należy sekwencjonowanie ludzkiego DNA, stworzenie retrowirusów do walki z HIV i AIDS, terapia genetyczna, nanotechnologia i inne. Spory procent zwiększonego kosztu opieki zdrowotnej wynika z prostego faktu, że laboratoria medyczne wykazały się wielką skutecznością w walce z chorobami, przedłużając ludzkie życie oraz zwiększając jego jakość, a ulepszenia te są bardzo kosztowne.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/medical_lab.png",
        "prereq_tech": {
            "name": "Penicylina|Penicyliny|Penicylinie|Penicylinę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/penicillin.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/medical_lab.json"
    },
    {
        "id": 1,
        "name": "Warsztat|Warsztatu|Warsztatowi|Warsztat|Warsztaty|Warsztatów|Warsztatom|Warsztaty",
        "game_info": "Pozwala na przenoszenie produkcji z tego miasta wzdłuż szlaków handlowych wewnątrz twojej cywilizacji.",
        "strategy": "Warsztat przyspiesza tempo produkcji w mieście.",
        "historical_info": "Warsztat jest budynkiem poświęconym konstruowaniu różnych rzeczy. Powinien zawierać potrzebne surowce i narzędzia oraz mieć wykwalifikowanych robotników do produkcji potrzebnych przedmiotów. Warsztat garncarski będzie produkował wyroby garncarskie (bez niespodzianek), podczas gdy warsztat stolarski może wytwarzać drzwi, szafy, podłogi czy cokolwiek innego, co zrobione jest z drewna. We Włoszech epoki renesansu w warsztatach pracowało wielu artystów, a uznany malarz mógł przypisać sobie obraz naprawdę namalowany przez jego pracowników oraz uczniów, którzy nauczyli się dokładnie odwzorowywać jego styl. Działania te po dziś dzień przyprawiają o ból głowy kolekcjonerów i historyków.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/workshop.png",
        "prereq_tech": {
            "name": "Odlewanie metalu|Odlewania metalu|Odlewaniu metalu|Odlewanie metalu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/workshop.json"
    },
    {
        "id": 1,
        "name": "Fabryka|Fabryki|Fabryce|Fabrykę|Fabryki|Fabryk|Fabrykom|Fabryki",
        "game_info": "Wymaga 1 sztuki węgla.",
        "strategy": "Fabryka to budynek ery przemysłowej, który znacznie zwiększa produkcję w danym mieście. Aby móc wybudować fabrykę, w mieście musi się znajdować warsztat (lub długi dom). Po wybudowaniu fabryki pochłaniana jest 1 sztuka węgla.",
        "historical_info": "Fabryka jest budynkiem, który wykorzystuje technologię ery przemysłowej do budowania różnych rzeczy – samochodów, gorsetów, stalowych belek, wędek i innych. Na większą skalę fabryki zaczęły się pojawiać w XVII i XVIII wieku. Były one bardziej wydajne od małych warsztatów czy przedsiębiorstw domowych, ale mniej przyjazne dla pracowników. Wbrew powszechnej opinii Henry Ford nie wynalazł linii produkcyjnej: została ona utworzona w XIX wieku w środkowozachodnim USA, w fabrykach pakowania mięsa. Korpusy wołowe były w stałym tempie przenoszone od stanowiska do stanowiska przy użyciu systemu podwieszonych wagoników. Pracownicy takich stanowisk mieli ustaloną ilość czasu na odcięcie przypisanego do nich kawałka mięsa, zanim tusza przesuwała się dalej. Praca w fabryce pakującej mięso była jedną z najbrudniejszych i najbardziej niebezpiecznych w historii amerykańskiego przemysłu. Historie z tego okresu potrafią przerażać nawet w dzisiejszych czasach.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/factory.png",
        "prereq_tech": {
            "name": "Industrializacja|Industrializacji|Industrializacji|Industrializację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/industrialization.json"
        },
        "yields": {
            "gold": 0,
            "production": 4,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/factory.json"
    },
    {
        "id": 1,
        "name": "Elektrownia atomowa|Elektrowni atomowej|Elektrowni atomowej|Elektrownię atomową|Elektrownie atomowe|Elektrowni atomowych|Elektrowniom atomowym|Elektrownie atomowe",
        "game_info": "Wymaga 1 uranu. Miasto nie może posiadać elektrowni słonecznej.",
        "strategy": "Elektrownia atomowa znacznie zwiększa produktywność miasta. Do jej budowy potrzebna jest 1 sztuka uranu. Miasto musi posiadać fabrykę, zanim będzie można wybudować elektrownię atomową.",
        "historical_info": "Elektrownia atomowa jest budynkiem, w którym kontrolowana energia jądrowa przekształcana jest w prąd. Energia powstająca w wyniku rozszczepiania jądra atomu używana jest, by nagrzewać wodę, która w efekcie przyjmuje formę pary. Para pompowana jest przez turbiny wytwarzającej prąd. W codziennym użytkowaniu energia atomowa jest dużo tańsza niżeli olej, gaz czy węgiel, ponieważ powoduje dużo mniejsze skażenie powietrza i wody, a także stanowi mniejsze zagrożenie dla mieszkańców. Jednak elektrownia produkuje odpady promieniotwórcze, które stanowią śmiertelne zagrożenie i w celu utraty toksyczności muszą być składowane przez stulecia. Dodatkowo większy wypadek w elektrowni atomowej będzie miał znacznie bardziej paskudny i długotrwały wpływ niż wypadek w dowolnej elektrowni innego typu. Znalezienie wystarczająco dużej ilości energii, by cywilizacja funkcjonowała, jest skomplikowanym i niebezpiecznym problemem, z którym ludzkość zetknie się za jakiś czas, o ile nie zostanie odkryte bogate, czyste i bezpieczne źródło energii.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/nuclear_plant.png",
        "prereq_tech": {
            "name": "Rozszczepianie jądra atomu|Rozszczepiania jądra atomu|Rozszczepianiu jądra atomu|Rozszczepianie jądra atomu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fission.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/nuclear_plant.json"
    },
    {
        "id": 1,
        "name": "Fabryka SK|Fabryki SK|Fabryce SK|Fabrykę SK",
        "game_info": "+50% do produkcji w trakcie wytwarzania komponentów statku kosmicznego. Wymaga 1 sztuki aluminium.W mieście musi być wybudowana fabryka.",
        "strategy": "Fabryka SK zwiększa tempo produkcji części statku kosmicznego. Do jej budowy potrzebne jest aluminium, a w mieście musi być wybudowana fabryka.",
        "historical_info": "Statki kosmiczne to jedne z najbardziej skomplikowanych maszyn kiedykolwiek wyprodukowanych przez ludzkość. Są ogromne i wymagają wielkich ilości materiałów odpowiadających najwyższym standardom. Budowane są przy tym z precyzją, jakiej nie osiąga się w żadnej innej dziedzinie. Fabryki statków kosmicznych Alfa Centauri zatrudniają najbardziej utalentowanych inżynierów. Wielu z nich wybranych zostało do misji kolonizacyjnej, co gwarantuje ich poświęcenie oraz przykładanie większej wagi do szczegółów. Statki kosmiczne muszą być bez skazy – jedna niedbała spoina lub najmniejsze wyszczerbienie w niewłaściwym miejscu mogą sprawić, że kilkuset kolonistów uwięzionych zostanie w uszkodzonym pojeździe w odległości kilku milionów kilometrów od domu.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/spaceship_factory.png",
        "prereq_tech": {
            "name": "Robotyka|Robotyki|Robotyce|Robotykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/robotics.json"
        },
        "yields": {
            "gold": 0,
            "production": 3,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/spaceship_factory.json"
    },
    {
        "id": 1,
        "name": "Targowisko|Targowiska|Targowisku|Targowisko|Targowiska|Targowisk|Targowiskom|Targowiska",
        "game_info": "Targowiska zwiększają generowaną przez miasto ilość złota. Szlaki handlowe, które gracze ustanowią z miastem posiadającym targowisko, będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
        "strategy": "Targowiska zwiększają generowaną przez miasto ilość złota. Szlaki handlowe, które gracze ustanowią z miastem posiadającym targowisko, będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
        "historical_info": "Targowisko jest miejscem, do którego farmerzy i handlarze przynoszą swoje dobra na sprzedaż. Najwcześniejsze i najbardziej prymitywne targi działały na zasadzie wymiany handlowej, ale prawdziwie udany targ potrzebuje do swobodnej wymiany dóbr i usług godnej zaufania waluty. Z oczywistych powodów targi mieszczą się tam, gdzie są klienci – we wsiach, miastach i miasteczkach. Smithfield przez prawie tysiąc lat było targiem mięsnym Londynu, co wyjaśnia niektóre nazwy ulic, np. „Cow Cross Street” („Ulica, którą przechodzą krowy”).",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/market.png",
        "prereq_tech": {
            "name": "Waluta|Waluty|Walucie|Walutę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
        },
        "yields": {
            "gold": 1,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/market.json"
    },
    {
        "id": 1,
        "name": "Bank|Banku|Bankowi|Bank|Banki|Banków|Bankom|Banki",
        "game_info": "W mieście musi być targowisko.",
        "strategy": "Bank jest budynkiem renesansowym, który zwiększa produkcję złota w mieście. Przed zbudowaniem banku miasto musi posiadać targowisko lub bazar. Szlaki handlowe, które gracze ustanowią z miastem posiadającym bank, będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
        "historical_info": "Bank jest instytucją, do której mieszkańcy mogą przynieść złoto, by było bezpieczne. Bankier przyjmuje pieniądze na lokatę i pożycza je innym ludziom, którzy zwracają je potem wraz z dodatkową opłatą („procentem”). Bankier przekazuje część z uzyskanych w ten sposób dochodów właścicielom lokat i reinwestuje resztę. Skuteczny system bankowy wymaga działającej waluty i praw, które gwarantują, że pożyczkobiorcy zwrócą pożyczone pieniądze, o ile będą w stanie.Banki są wspaniałą siłą napędową rozwoju cywilizacji. Jeżeli miasto czegoś potrzebuje, na przykład nowego spichlerza, pojedynczy mieszkaniec prawdopodobnie nie będzie mógł sfinansować takiej budowy. Ale ponieważ bank przechowuje oszczędności całej masy ludzi, może pożyczyć budowniczemu odpowiednią sumę, a potem, po wybudowaniu spichlerza, odzyska swoje pieniądze z jego zysków. W tym momencie mieszkańcy miasta zaczynają czerpać korzyści z posiadania spichlerza oraz zyskują procent, który wypłaca im bank.Banki w Europie i Stanach Zjednoczonych w ostatnich latach nieco zepsuły sobie reputację, ale jest to związane przede wszystkim z tym, że wiele z nich dało się wciągnąć w ryzykowne machinacje finansowe lub pożyczyło pieniądze stanowczo niewłaściwym ludziom. Dobrze prowadzony bank jest błogosławieństwem dla społeczności, zwłaszcza jeśli nie jest ona szczególnie majętna.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bank.png",
        "prereq_tech": {
            "name": "Bankowość|Bankowości|Bankowości|Bankowość",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/bank.json"
    },
    {
        "id": 1,
        "name": "Giełda|Giełdy|Giełdzie|Giełdę|Giełdy|Giełd|Giełdom|Giełdy",
        "game_info": "W mieście musi być wybudowany bank.",
        "strategy": "Giełda papierów wartościowych jest budynkiem zwiększającym produkcję złota w mieście. Przed wybudowaniem giełdy miasto musi posiadać bank (lub sąd satrapy).",
        "historical_info": "Giełda papierów wartościowych jest organizacją, która umożliwia ludziom zakup i sprzedaż „akcji” – udziałów własności w biznesie. W niektórych przypadkach udziały wiążą się z prawami do głosowania w kwestiach zarządzania danym interesem. Czasem akcje zapewniają również „dywidendy”, które są częścią zysku firmy, raz do roku wypłacanego udziałowcom. Podstawową (a przynajmniej początkową) funkcją giełdy papierów wartościowych było umożliwienie właścicielom firm zebrania pieniędzy poprzez odsprzedanie części własnej firmy inwestorom. W miarę wzrostu wartości przedsiębiorstwa rośnie również wartość jego akcji. Oczywiście wiąże się z tym również pewne ryzyko – jeżeli wartość akcji spada, to spada również wartość inwestycji. Współczesna giełda papierów wartościowych może również sprzedawać inne potężne instrumenty finansowe, takie jak obligacje, papiery wartościowe, opcje, swapy oraz pochodne. Przy należytym zarządzaniu giełda papierów wartościowych może pchnąć gospodarkę kraju mocno do przodu. Przy niewłaściwym – doprowadzić do chaosu i upadku.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stock_exchange.png",
        "prereq_tech": {
            "name": "Elektryczność|Elektryczności|Elektryczności|Elektryczność",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electricity.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/stock_exchange.json"
    },
    {
        "id": 1,
        "name": "Biblioteka|Biblioteki|Bibliotece|Bibliotekę|Biblioteki|Bibliotek|Bibliotekom|Biblioteki",
        "game_info": "+1 do nauki za każdych 2 obywateli w mieście.",
        "strategy": "Biblioteka zwiększa wydajność naukową danego miasta, przyspieszając tempo, w jakim twoja cywilizacja odkrywa nowe technologie.",
        "historical_info": "Biblioteka jest budynkiem, który mieści kolekcję książek, zwojów i innych tekstów pisanych. Historycznie książki były bardzo drogie, czasami poza zasięgiem cenowym przedstawicieli biedniejszych klas społecznych. Biblioteka daje biednym dostęp do tej samej wiedzy, co bogatym, a przez to znacznie zwiększa ich szanse na sukces i awans społeczny.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/library.png",
        "prereq_tech": {
            "name": "Pismo|Pisma|Pismu|Pismo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/library.json"
    },
    {
        "id": 1,
        "name": "Uniwersytet|Uniwersytetu|Uniwersytetowi|Uniwersytet|Uniwersytety|Uniwersytetów|Uniwersytetom|Uniwersytety",
        "game_info": "+2 do [ICON_SCIENCE] nauki z pól z dżunglą eksploatowanych przez to miasto. Pozwala na tworzenie w mieście archeologów.Miejscowość musi mieć bibliotekę.",
        "strategy": "Uniwersytet jest budynkiem epoki średniowiecznej, który zwiększa wydajność naukową miasta. Jest najskuteczniejszy, jeśli metropolia leży w pobliżu dżungli. Aby móc wznieść uniwersytet, miasto musi posiadać wybudowaną bibliotekę.",
        "historical_info": "Uniwersytet jest instytucją zajmującą się badaniami oraz wyższym kształceniem młodzieży w wieku od 18 do 24 lat (dorośli również uczęszczają na uniwersytet, ale większość studentów mieści się w podanej grupie wiekowej). Formalnie uniwersytet jest instytucją posiadającą certyfikację państwową i przyznającą stopnie akademickie w kilku dyscyplinach. Najstarszym działającym bez przerwy uniwersytetem świata jest Uniwersytet Al-Karaouine w Fez w Maroku, który otwarty został w roku 859 naszej ery.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/university.png",
        "prereq_tech": {
            "name": "Edukacja|Edukacji|Edukacji|Edukację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/university.json"
    },
    {
        "id": 1,
        "name": "Szkoła publiczna|Szkoły publicznej|Szkole publicznej|Szkołę publiczną|Szkoły publiczne|Szkół publicznych|Szkołom publicznym|Szkoły publiczne",
        "game_info": "+1 do nauki za każdych 2 obywateli w mieście.W mieście musi być wybudowany uniwersytet.",
        "strategy": "Szkoła publiczna to budynek, który znacznie zwiększa wydajność naukową miasta. Aby móc wznieść szkołę publiczną, miasto musi posiadać wybudowany uniwersytet lub wat.",
        "historical_info": "Szkoła publiczna zapewnia darmowe wykształcenie dzieciom, zanim wstąpią na uniwersytet. Jest to koncept dosyć zaawansowany. Po pierwsze, cywilizacja musi wierzyć, że edukacja jest istotna, a uczenie biedaków nie jest zagrożeniem dla klasy rządzącej. Po drugie, cywilizacja musi być na tyle zamożna, by dzieci biedoty nie musiały pracować dla uniknięcia głodu. Po trzecie, cywilizacja musi być na tyle oświecona, by chcieć łożyć na edukację ze swoich dochodów. Współcześnie większość krajów na świecie oferuje swojej młodzieży jakiś poziom publicznej edukacji. Pierwsze szkoły publiczne w Stanach Zjednoczonych pojawiły się w epoce kolonialnej. Pierwsza publiczna szkoła wyższa otwarta została w Bostonie w roku 1821.",
        "cost": {
            "production": 300,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/public_school.png",
        "prereq_tech": {
            "name": "Teoria naukowa|Teorii naukowej|Teorii naukowej|Teorię naukową",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/scientific_theory.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/public_school.json"
    },
    {
        "id": 1,
        "name": "Laboratorium badawcze|Laboratorium badawczego|Laboratorium badawczemu|Laboratorium badawcze|Laboratoria badawcze|Laboratoriów badawczych|Laboratoriom badawczym|Laboratoria badawcze",
        "game_info": "Miasto musi posiadać szkołę publiczną.",
        "strategy": "Laboratorium badawcze to budynek, który znacznie zwiększa przychód naukowy danego miasta. Aby móc wznieść laboratorium, miasto musi posiadać wybudowaną szkołę.",
        "historical_info": "Laboratorium badawcze to placówka poświęcona zaawansowanym badaniom w pewnej dziedzinie. Dziedziną tą może być medycyna, chemia, robotyka, czysta energia czy dowolny inny obszar nauki. Laboratoria mogą być finansowane ze środków publicznych lub fundowane przez bogatych ludzi czy korporacje. Mogą stanowić część uniwersytetów albo działać niezależnie.Laboratoria to przyszłość działalności badawczej. Wraz z coraz lepszym rozumieniem przez człowieka otaczającego go świata, dni zapalonych naukowców, pracujących samotnie w piwnicach i krzyczących „Eureka!” w zasadzie przeszły do lamusa. Wielkie odkrycia współczesności dokonywane są w laboratoriach, w których pracują tuziny zdolnych ludzi.",
        "cost": {
            "production": 500,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/research_lab.png",
        "prereq_tech": {
            "name": "Tworzywo sztuczne|Tworzywa sztucznego|Tworzywu sztucznemu|Tworzywo sztuczne",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 4,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/research_lab.json"
    },
    {
        "id": 1,
        "name": "Akwedukt|Akweduktu|Akweduktowi|Akwedukt|Akwedukty|Akweduktów|Akweduktom|Akwedukty",
        "game_info": "40% żywności jest dostarczane po narodzinach nowego obywatela.",
        "strategy": "Akwedukt zmniejsza o 40% ilość żywności potrzebnej miastu do poszerzenia granic. Buduj akwedukty w miastach, które mają z czasem stać się duże.",
        "historical_info": "Akwedukt to system wodociągowy służący do transportu wody. Początkowo korzystano z tego systemu do nawadniania pól położonych z dala od źródeł wody. Jego nazwa pochodzi od łacińskich słów oznaczających „wodę” i „prowadzenie”, zaś same akwedukty są najczęściej kojarzone z kulturą rzymską. Najsłynniejszym rzymskim akweduktem jest Pont du Gard we Francji. Rzymianie nie byli jednak jedyną cywilizacją, która budowała akwedukty! Wspaniałe i skomplikowane akwedukty były tworzone na całym świecie, w tym w Ninevah, stolicy Asyrii, oraz w stolicy Azteków,Tenochtitlan, w Ameryce Północnej. Podstawowe założenia planowania i konstrukcji akweduktów nie zmieniły się do dziś i ludzie nadal transportują wodę na wielkie odległości w celu ułatwienia sobie życia.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/aqueduct.png",
        "prereq_tech": {
            "name": "Inżynieria|Inżynierii|Inżynierii|Inżynierię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/aqueduct.json"
    },
    {
        "id": 1,
        "name": "Zakład kamieniarski|Zakładu kamieniarskiego|Zakładowi kamieniarskiemu|Zakład kamieniarski|Zakłady kamieniarskie|Zakładów kamieniarskich|Zakładom kamieniarskim|Zakłady kamieniarskie",
        "game_info": "Każde źródło marmuru i kamienia w obrębie miasta daje +1 do produkcji.Miasto musi posiadać w swym obrębie przynajmniej jeden z tych zasobów ulepszony przy pomocy kamieniołomu.Miasto nie może znajdować się na równinie.",
        "strategy": "Zakład kamieniarski może być zbudowany tylko w mieście, które posiada dostęp do ulepszonych zasobów kamienia lub marmuru. Zakład kamieniarski zwiększa produkcję w mieście. Miasto nie może być położone na równinie.",
        "historical_info": "Zakład kamieniarski spełnia rolę warsztatu kamieniarza, który obrabia i kształtuje różne rodzaje kamienia, a efekty jego pracy wykorzystywane są później jako elementy konstrukcyjne lub artystyczne. Zawód kamieniarza to jedna z najstarszych profesji obejmująca wszystko od pozyskania surowca z kamieniołomów po nanoszenie na kamienne płyty geometrycznych wzorów oraz dopasowywanie elementów na placu budowy. Historycznie rzecz biorąc, kamieniarze wykorzystywali najróżniejsze materiały – od używanych w potężnych konstrukcjach wapieni zaczynając, a na pomnikowym granicie i marmurze kończąc.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stone_works.png",
        "prereq_tech": {
            "name": "Kalendarz|Kalendarza|Kalendarzowi|Kalendarz",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/stone_works.json"
    },
    {
        "id": 1,
        "name": "Mury Babilonu|Murów Babilonu|Murom Babilonu|Mury Babilonu",
        "game_info": "Mury Babilonu zwiększają obrażenia wszystkich dystansowych ataków miasta i zwiększają jego obronę.",
        "strategy": "Mury Babilonu to unikalny budynek Babilończyków. Zastępuje zwykłe mury miejskie. Zwiększa obronność miasta o 6, a punkty żywotności o 100 (znacznie więcej jednego i drugiego niż zwykłe mury).",
        "historical_info": "Jeden z oryginalnych siedmiu cudów świata Antypatra, mury Babilonu, otaczały miasto i chroniły je przed niebezpieczeństwem ze wszystkich stron, przekraczając nawet Eufrat (biegnący przez centrum miasta). Zewnętrzne ściany miały 16 kilometrów długości, ponad 7,5 m grubości i ponoć wznosiły się prawie 100 metrów nad miastem. Mniejsze mury otaczały miasto wewnątrz głównych, zapewniając dodatkową linię obrony w razie upadku pierwszej. Około 250 wież było wpasowanych w umocnienia, tworząc idealną sieć obserwacyjną i zapewniając liczne pozycje strzeleckie elitarnym babilońskim łucznikom. Mury stanowiły przeszkodę nie do pokonania dla ówczesnej technologii oblężniczej, a na krańcach fragmentu rzeki zamontowano żelazne bramy (zapobiegające podwodnym wtargnięciom). Na lądzie znajdowało się osiem ciężkich bram ze słynną Bramą Isztar na czele. Mury te skutecznie chroniły miasto przez prawie sto lat.Aż do 539 r. p.n.e. szukano sposobu na złamanie obrony miasta. W końcu Cyrus Wielki zainicjował plan przekierowania Eufratu w górze biegu w celu spłycenia wody na tyle, by można było przez nią przechodzić. Jego armia prześlizgnęła się pod metalowymi bramami miasta pod osłoną nocy i zajęła miasto od wewnątrz. Mury te, choć były w stanie wytrzymać najzacieklejsze nawet wrogie ataki, nie mogły sprostać pomysłowości jednego zdeterminowanego człowieka.Wiele ze starożytnych murów nadal stoi, co świadczy o ich potędze. W 1983 roku Saddam Hussein rozpoczął odbudowę starożytnego miasta, łącznie z murami i planami odtworzenia Bramy Isztar. Projekt został potem wstrzymany, ale Irakijczycy nadal mają nadzieję na wznowienie odtwarzania ścian i powrót części chwały Babilonu.",
        "cost": {
            "production": 65,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/walls_of_babylon.png",
        "prereq_tech": {
            "name": "Murarstwo|Murarstwa|Murarstwu|Murarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/walls_of_babylon.json"
    },
    {
        "id": 1,
        "name": "Sala ceilidh|Sali ceilidh|Sali ceilidh|Salę ceilidh|Sale ceilidh|Sal ceilidh|Salom ceilidh|Sale ceilidh",
        "game_info": null,
        "strategy": "Sala ceilidh to renesansowy budynek dostępny dla Celtów, zastępujący operę. Zwiększa kulturę miasta i zadowolenie.",
        "historical_info": "Wedle tradycji ceilidh było rodzajem spotkań towarzyskich pierwotnych mieszkańców Irlandii i Szkocji. Organizowano je często w ciągu roku, towarzyszyły im tańce i muzyka, stanowiły one okazję do oderwania się od trudów życia codziennego. W miarę możliwości ceilidh odbywały się w salach, a czasem w domach, szkołach i miejscowych przedsiębiorstwach.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ceilidh_hall.png",
        "prereq_tech": {
            "name": "Akustyka|Akustyki|Akustyce|Akustykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 3
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/ceilidh_hall.json"
    },
    {
        "id": 1,
        "name": "Kawiarnia|Kawiarni|Kawiarni|Kawiarnię|Kawiarnie|Kawiarni|Kawiarniom|Kawiarnie",
        "game_info": "+25% wielkich ludzi generowanych w tym mieście.",
        "strategy": "Kawiarnia to renesansowy budynek dostępny dla Austrii, zastępujący wiatrak. Zwiększa o 25% produkcję miasta i szybkość generowania wielkich ludzi.",
        "historical_info": "Słynne austriackie kawiarnie, znajdujące się głównie w kulturalnym centrum Wiednia, od dawna były miejscem ucieczki od trosk i trudów codzienności. Wedle legendy, pierwszą kawiarnię w Wiedniu otworzył polski żołnierz Jerzy Franciszek Kulczycki, który znalazł skrzynię ziaren kawy zostawioną przez Turków osmańskich po bitwie pod Wiedniem w 1683 r. Kawiarniana kultura Wiednia rozkwitła w XIX wieku, kiedy to pisarze i artyści z całego miasta rozkoszowali się spokojną atmosferą kawiarń, często spędzając tam całe dnie.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/coffee_house.png",
        "prereq_tech": {
            "name": "Ekonomia|Ekonomii|Ekonomii|Ekonomię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/coffee_house.json"
    },
    {
        "id": 1,
        "name": "Piramida|Piramidy|Piramidzie|Piramidę|Piramidy|Piramid|Piramidom|Piramidy",
        "game_info": null,
        "strategy": "Piramida to starożytny budynek Majów, zastępujący kaplicę. Zwiększa naukę i wiarę w mieście, przyspiesza badania i odkrywanie religii przez cywilizację.",
        "historical_info": "Te niesamowite budowle w kształcie piramid zostały wzniesione przez Majów w celach ceremonialnych prawie 3000 lat temu. Rzemieślnicy Majów ręcznie wykuwali wszystkie kamienie tych budynków, nadając budowlom schodkowy wygląd. Po jednej stronie piramidy znajdowały się długie schody prowadzące do małej kaplicy na szczycie, zwykle poświęconej jednemu z bogów Majów. Największa piramida Majów znajduje się w El Mirador i mierzy 87 metrów wysokości. Objętościowo (prawie 33 miliony metrów sześciennych) to jedna z największych piramid świata.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pyramid.png",
        "prereq_tech": {
            "name": "Garncarstwo|Garncarstwa|Garncarstwu|Garncarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 2,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/pyramid.json"
    },
    {
        "id": 1,
        "name": "Amfiteatr|Amfiteatru|Amfiteatrowi|Amfiteatr|Amfiteatry|Amfiteatrów|Amfiteatrom|Amfiteatry",
        "game_info": null,
        "strategy": "Amfiteatr zwiększa kulturę miasta, przyśpieszając rozrost jego terytorium oraz zdobywanie przez cywilizację ustrojów społecznych. Miasto musi posiadać pomnik (lub stelę), by można było zbudować w nim amfiteatr. Zawiera 1 miejsce na wielkie dzieło literackie.",
        "historical_info": "Amfiteatr to arena stojąca na wolnym powietrzu przeznaczona do wystawiania spektakli teatralnych, organizowania imprez sportowych i koncertów. Starożytni Rzymianie zasłynęli budową setek amfiteatrów, w których odbywały się walki gladiatorów, wystawy i publiczne egzekucje.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/amphitheater.png",
        "prereq_tech": {
            "name": "Dramat i poezja|Dramatu i poezji|Dramatowi i poezji|Dramat i poezję",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/amphitheater.json"
    },
    {
        "id": 1,
        "name": "Kaplica|Kaplicy|Kaplicy|Kaplicę|Kaplice|Kaplic|Kaplicom|Kaplice",
        "game_info": null,
        "strategy": "Kaplica to pierwszy z budynków zwiększających wytwarzanie wiary przez miasto, umożliwiającej ci tworzenie i szerzenie religii.",
        "historical_info": "Kaplice to święte pomniki zwykle budowane dla upamiętnienia ikon kulturowych lub postaci religijnych. Występują praktycznie we wszystkich religiach świata, odgrywają ważną rolę w obrzędach odprawianych publicznie lub prywatnie.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/shrine.png",
        "prereq_tech": {
            "name": "Garncarstwo|Garncarstwa|Garncarstwu|Garncarstwo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 1,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/shrine.json"
    },
    {
        "id": 1,
        "name": "Centrum recyklingu|Centrum recyklingu|Centrum recyklingu|Centrum recyklingu|Centra recyklingu|Centrów recyklingu|Centrom recyklingu|Centra recyklingu",
        "game_info": "Dostarcza 2 sztuk aluminium. W swoim imperium możesz mieć maksymalnie 5 takich budynków.",
        "strategy": "Każde centrum recyklingu dostarcza 2 sztuk aluminium. W swoim imperium możesz mieć maksymalnie 5 takich budynków.",
        "historical_info": "Centrum recyklingu to miejsce gromadzenia popularnych materiałów recyklingowych używanych w domach i firmach. W wielu społecznościach zbiera się je razem z odpadkami i przekazuje do centrów recyklingowych w celu posortowania. W większości przypadków materiały są rozbijane lub cięte, następnie formowane w bele i wysyłane w inne miejsca przetwarzające je w różne nowe produkty.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/recycling_center.png",
        "prereq_tech": {
            "name": "Ekologia|Ekologii|Ekologii|Ekologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/recycling_center.json"
    },
    {
        "id": 1,
        "name": "Schron przeciwbombowy|Schronu przeciwbombowego|Schronowi przeciwbombowemu|Schron przeciwbombowy|Schrony przeciwbombowe|Schronów przeciwbombowych|Schronom przeciwbombowym|Schrony przeciwbombowe",
        "game_info": "O 75% zmniejsza straty populacji po ataku atomowym.",
        "strategy": "Schrony zmniejszają o 75% straty populacji po atomowym ataku na miasto. Padnij i kryj się!",
        "historical_info": "Schron to budowla zaprojektowana tak, by przetrwała eksplozje bomb i innych ładunków wybuchowych. Niektóre schrony miały chronić przed bombardowaniami lotniczymi, inne budowano pod ziemią w nadziei, że wytrzymają atak atomowy. W zależności od przeznaczenia schronu budowano go z różnych materiałów, najpopularniejszym z nich był beton zbrojony.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bomb_shelter.png",
        "prereq_tech": {
            "name": "Telekomunikacja|Telekomunikacji|Telekomunikacji|Telekomunikację",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/bomb_shelter.json"
    },
    {
        "id": 1,
        "name": "Policja okręgowa|Policji okręgowej|Policji okręgowej|Policję okręgową|Policje okręgowe|Policji okręgowych|Policji okręgowym|Policje okręgowe",
        "game_info": "Zmniejsza o 25% szybkość, z jaką szpieg wroga dokonuje kradzieży.",
        "strategy": "Policja okręgowa zmniejsza prędkość, z jaką wrodzy szpiedzy mogą wykradać z twoich miast technologie.",
        "historical_info": "Jeden z pierwszych opisów konstabla pochodzi od Bractona, jurysty z Anglii piszącego w latach 1220-1250. „Gdziekolwiek by byli, każdego dnia, rolą konstabla jest sprawianie, by wszystko było w należytym porządku, i zachowywanie w pamięci tego, co widzi. Nie może jednak sądzić, gdyż w Tower nie wolno wydawać osądów. Brakuje tam bowiem trzeciego elementu sądu, mianowicie sędziego i jurysdykcji. Prowadzi on zapis faktów, nie zaś sądów i praw”.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/constabulary.png",
        "prereq_tech": {
            "name": "Bankowość|Bankowości|Bankowości|Bankowość",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/constabulary.json"
    },
    {
        "id": 1,
        "name": "Posterunek policji|Posterunku policji|Posterunkowi policji|Posterunek policji|Posterunki policji|Posterunków policji|Posterunkom policji|Posterunki policji",
        "game_info": "O 25% zmniejsza szybkość, z jaką szpieg wroga dokonuje kradzieży.W mieście musi być policja okręgowa.",
        "strategy": "Posterunki policji zmniejszają szybkość, z jaką szpiedzy wykradają technologie z twojego miasta. W mieście musi znajdować się policja okręgowa, aby można było wybudować posterunek.",
        "historical_info": "Posterunek policji to baza operacyjna miejscowych policjantów i detektywów. Zwykle znajdują się tam pomieszczenia biurowe, niewielki areszt, pokoje przesłuchań i magazyny dowodów. W niektórych miejscach duże, centralne biuro może zawierać wiele z tych elementów, a mniejsze posterunki służą lokalnym wydziałom policji.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/police_station.png",
        "prereq_tech": {
            "name": "Elektryczność|Elektryczności|Elektryczności|Elektryczność",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/police_station.json"
    },
    {
        "id": 1,
        "name": "Katedra|Katedry|Katedrze|Katedrę|Katedry|Katedr|Katedrom|Katedry",
        "game_info": null,
        "strategy": "Budynek ten może zostać zbudowany jedynie w miastach z wierzeniem „Katedr”. Budowany poprzez zakup za punkty wiary.",
        "historical_info": "Katedra to rodzaj chrześcijańskiego kościoła, w którym znajduje się tron biskupi. Łacińskie słowo „cathedra” oznacza „krzesło” i odnosi się do samego tronu. Katedra to budynek, w którym go umieszczono. Większość katedr cechuje wyjątkowy styl architektoniczny odróżniający je od sąsiednich budowli, dlatego katedry często stają się charakterystycznymi punktami danej okolicy. Są one głównie miejscami kultu, ale spełniają też funkcje społeczne.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/cathedral.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 1,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/cathedral.json"
    },
    {
        "id": 1,
        "name": "Meczet|Meczetu|Meczetowi|Meczet|Meczety|Meczetów|Meczetom|Meczety",
        "game_info": null,
        "strategy": "Budynek ten może zostać zbudowany jedynie w miastach z wierzeniem „Meczetów”. Budowany poprzez zakup za punkty wiary.",
        "historical_info": "Meczet to tradycyjne miejsce kultu wyznawców islamu. Największy meczet świata Al-Masdżid al-Haram zbudowano w Mekce w Arabii Saudyjskiej około roku 638. Nazywa się go też Wielkim Meczetem. Znajduje się w nim sanktuarium Kaaba, najświętsze miejsce islamu.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mosque.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 3,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/mosque.json"
    },
    {
        "id": 1,
        "name": "Pagoda|Pagody|Pagodzie|Pagodę|Pagody|Pagód|Pagodom|Pagody",
        "game_info": null,
        "strategy": "Budynek ten może zostać zbudowany jedynie w miastach z wierzeniem „Pagód”. Budowany poprzez zakup za punkty wiary.",
        "historical_info": "Pagody, popularne w całej Azji, to budowle w charakterystycznym stylu architektonicznym, będące wielopoziomowymi wieżami z wystającymi okapami i charakterystycznymi zwieńczeniami. Większość pagód wiąże się z buddyzmem, ponieważ często budowano je w miejscu lub w pobliżu świątyń buddyjskich, aby przechowywać tam święte relikwie.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pagoda.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/pagoda.json"
    },
    {
        "id": 1,
        "name": "Stela|Steli|Steli|Stelę|Stele|Stel|Stelom|Stele",
        "game_info": null,
        "strategy": "Stela to budowla z epoki starożytnej typowa dla Etiopii, zastępująca pomnik. Zwiększa kulturę i wiarę w mieście, przyspieszając powiększanie jego terytorium oraz odkrywanie ustrojów społecznych i religii przez cywilizację.",
        "historical_info": "Stela to wielka, stojąca kamienna płyta będąca pomnikiem upamiętniającym wielkich przywódców, zwycięskie bitwy, czasem służyła też do oznaczania granic. Znajdują się one na terenie Etiopii i okolicznych regionów, często opisano na nich upamiętniane osoby lub wydarzenia. Obelisk z Aksum to jedna z takich stel, wzniesiona w połowie IV w. w etiopskim mieście Aksum. Wieki później została rozbita i wywieziona do Włoch przez wojska Mussoliniego okupujące Etiopię. Ta stela ma ponad 25 metrów wysokości i waży 150 ton. W 2008 r. została zwrócona Etiopii i złożona w całość, w wyniku starań Organizacji Edukacji, Nauki i Kultury Narodów Zjednoczonych.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stele.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/stele.json"
    },
    {
        "id": 1,
        "name": "Ikanda|Ikandę|Ikandzie|Ikandę",
        "game_info": "Unikalny budynek Zulusów zastępujący koszary. Zapewnia wyjątkowe awanse dla jednostek walczących w zwarciu sprzed wynalezienia prochu.",
        "strategy": "Poza możliwościami, jakie dają zwykłe koszary, ikanda zapewnia unikalny zestaw awansów dostępnych dla jednostek walczących w zwarciu sprzed wynalezienia prochu wyprodukowanych w mieście. Należą do nich szybsze poruszanie się i większa siła bojowa. Ikandę mogą zbudować wyłącznie Zulusi.",
        "historical_info": "Ikanda była czymś w rodzaju wojskowego kraalu lub wybiegu dla zuluskiego bydła i innych zwierząt. Amabutho, „pułk wieku”, składał się z młodzieży lub mężczyzn w tym samym wieku, którzy razem ćwiczyli, mieszkali i walczyli w tej samej formacji, każdy zaś z takich pułków zamieszkiwał jeden z królewskich wybiegów - czyniąc go ikandą. Do każdej ikandy przydzielone było stado królewskiego bydła, którego mięsem żywili się wojownicy. Bydlęce skóry wykorzystywano do produkcji tarcz, których barwy były inne dla każdego amabutho. Ikandy budowano podobnie jak tradycyjne kraale - dwa kręgi palisady z ciernistych krzewów, między którymi znajdowały się chaty mieszkalne. Stado umieszczano za obiema palisadami, w środku kompleksu.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ikanda.png",
        "prereq_tech": {
            "name": "Obróbka brązu|Obróbki brązu|Obróbce brązu|Obróbkę brązu",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/ikanda.json"
    },
    {
        "id": 1,
        "name": "Książęce stajnie|Książęcych stajni|Książęcym stajniom|Książęce stajnie",
        "game_info": "Unikalny dla Polski budynek zastępujący stajnię. +15% do produkcji i +15% PD dla jednostek konnych.Każde eksploatowane przez miasto pastwisko zapewnia +1 do produkcji i +1 sztukę złota.",
        "strategy": "Poza zwykłymi możliwościami stajni, książęce stajnie zwiększają produkcję złota na polach z pastwiskiem i zapewnia +15 PD dla jednostek konnych. Mogą ją zbudować tylko Polacy.",
        "historical_info": "Po wstąpieniu na tron w 1333 r. Kazimierz Wielki zmuszony był do obłaskawienia niespokojnej polskiej szlachty poprzez udzielenie jej licznych przywilejów, z których jednym było prawo do utrzymywania stajni równie bogatych jak królewskie. Aż do zakończenia wojen napoleońskich te książęce stajnie stanowiły źródło zarówno prestiżu, jak i potęgi. W każdej z nich znaleźć można było od pięćdziesięciu do kilkuset koni i koniuszych, posiadały one też dodatkowe pomieszczenia na uprzęże, siodła i czapraki. Niektóre z nich, jak na przykład książęca stajnia w Szczecinie, były praktyczne i funkcjonalne. Inne tonęły w przepychu zdobione kolumnami i pomnikami, jak na przykład stajnia w Kraskowie. Jednak niezależnie od rozmiarów i ilości ozdób każda z nich dostarczała koni potrzebnych sławnym polskim formacjom kawaleryjskim.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ducal_stable.png",
        "prereq_tech": {
            "name": "Jazda konna|Jazdy konnej|Jeździe konnej|Jazdę konną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/ducal_stable.json"
    },
    {
        "id": 1,
        "name": "Królewska biblioteka|Królewskiej biblioteki|Królewskiej bibliotece|Królewską bibliotekę",
        "game_info": "Unikalny asyryjski budynek zastępujący bibliotekę. +1 nauki za każdych 2 mieszkańców tego miasta. Uwzględnia także miejsce na wielkie dzieło literackie - po jego wypełnieniu szkolone tu jednostki otrzymują dodatkowe PD.",
        "strategy": "Poza wydajnością naukową gwarantowaną przez bibliotekę, którą zastępuje ten budynek, biblioteka królewska uwzględnia także miejsce na wielkie dzieło literackie. Gdy umieścisz w nim dzieło, jednostki szkolone w tym mieście otrzymają dodatkowe PD, warto więc zrobić to jak najwcześniej. Budynek dostępny tylko dla Asyryjczyków.",
        "historical_info": "Najstarsza znana biblioteka pochodzi z czasów asyryjskiego króla Senacheryba, z ok. 700 r. p.n.e., który zgromadził w swoim pałacu w Niniwie tysiące glinianych tabliczek. Sławną królewską bibliotekę stworzył jednak jego wnuk Aszurbanipal. Jako pełen pasji kolekcjoner wysyłał on uczonych do różnych miejsc całego regionu, by zbierali teksty, głównie, lecz nie tylko, babilońskie. By zapewnić przetrwanie swojej obszernej bibliotece tabliczek, król nakazał skrybom skopiowanie tekstów, a następnie umieszczenie ich w innych nowoasyryjskich miastach, jakich wiele było w rosnącym imperium. Królewską bibliotekę splądrowano, gdy w 612 r. p.n.e. doszło do złupienia Niniwy, lecz ok. 10 000 fragmentów tabliczek z pismem klinowym zostało odnalezionych przez archeologów.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/royal_library.png",
        "prereq_tech": {
            "name": "Pismo|Pisma|Pismu|Pismo",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/royal_library.json"
    },
    {
        "id": 1,
        "name": "Czandi",
        "game_info": "Unikalny indonezyjski budynek zastępujący ogród. +25% do tworzenia wielkich ludzi w mieście oraz +2 punkty wiary za każdą światową religię mającą w mieście co najmniej 1 wyznawcę.W przeciwieństwie do ogrodu, czandi nie musi być położone nad rzeką lub jeziorem.",
        "strategy": "Poza premiami gwarantowanymi przez ogród, czandi zapewniają +2 wiary za każdą światową religię mającą w mieście co najmniej jednego wyznawcę. Budynek dostępny tylko dla Indonezji. Miasto nie musi być położone w sąsiedztwie rzeki ani jeziora.",
        "historical_info": "Czandi to indonezyjskie budowle z kamienia inspirowane pojedynczą świątynią Hindu z wieżą w kształcie piramidy i zdobionym portykiem. Większość z nich zbudowano między VIII a XV w. Bogato zdobione mandalami czandi miały przypominać Meru, świętą górę, na której szczycie mieszkają bogowie. Jawajczycy, podobnie jak Khmerowie, budowali swoje czandi w nieco inny sposób, stawiając kolumny wokół głównej środkowej budowli, ale zachowując podstawową formę. Największe i najsławniejsze czandi to Borobudur, buddyjska świątynia z IX w., posiadająca 7 tarasów.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/candi.png",
        "prereq_tech": {
            "name": "Teologia|Teologii|Teologii|Teologię",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/candi.json"
    },
    {
        "id": 1,
        "name": "Hanza|Hanzy|Hanzie|Hanzę",
        "game_info": "Unikalna budowla niemiecka zastępująca bank. +5% produkcji za każdy szlak handlowy prowadzący z twojej cywilizacji do państwa-miasta. Szlaki handlowe doprowadzone przez innych graczy do miasta z Hanzą będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
        "strategy": "Oprócz możliwości zwykłego banku (większa produkcja złota, dodatkowe złoto ze szlaków handlowych), Hanza zapewnia dodatkową produkcję za każdy szlak handlowy na terenie twojej cywilizacji, prowadzący do państwa-miasta. Szlaki handlowe mogą prowadzić z różnych miast, nawet tych, w których nie ma Hanzy. (Przykład: jeżeli masz szlaki handlowe z Berlina do Genewy, z Monachium do Genewy, z Monachium do Berlina i z Berlina do Brukseli, to wszystkie miasta z Hanzą otrzymają +15% produkcji). Ten budynek mogą wznieść tylko Niemcy.",
        "historical_info": "Hanza, co w starofrancuskim oznacza „kompanię kupiecką”, była dobrowolnym stowarzyszeniem kupców i handlarzy, organizowanym w mieście w celu ochrony oraz uproszczenia handlu i transportu. W XIII wieku w portach handlowych na Bałtyku i Morzu Północnym te cechy kupieckie stały się wyjątkowo potężne i wpływowe. Ich siedziby i nieruchomości także nazywano Hanzą. W największej hanzie znajdowały się nie tylko biura administracji cechu, ale także magazyny, sale konferencyjne, targi, banki i doki (od strony morza). Pierwsza hanza powstała w Lubece około roku 1159, by usprawnić handel między Europą Zachodnią a bogatymi w zasoby rejonami północnej Rosji. Hanza dała nazwę Lidze Hanzeatyckiej, założonej około 1250 r. przez kilka niemieckich cechów, dążących do opanowania bałtyckich szlaków handlowych, standaryzacji weksli i komercyjnego rozwoju ich miast. Liga była polityczną, militarną [wśród pomniejszych konfliktów warto wymienić wojnę holendersko-hanzaetycką (1438 - 1441 r.) i hanzaetycko-angielską (1470 - 1474 r.)] i gospodarczą potęgą w regionie prawie do końca XVII w.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hanse.png",
        "prereq_tech": {
            "name": "Bankowość|Bankowości|Bankowości|Bankowość",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hanse.json"
    },
    {
        "id": 1,
        "name": "Gildia pisarzy|Gildii pisarzy|Gildii pisarzy|Gildię pisarzy|Gildie pisarzy|Gildii pisarzy|Gildiom pisarzy|Gildie pisarzy",
        "game_info": "Zapewnia 1 punkt wielkich ludzi (PWL) niezbędny do narodzin wielkiego pisarza. Umieść w tym budynku do dwóch specjalistów, by zdobywać kulturę i zwiększyć częstotliwość narodzin wielkich pisarzy (3 pkt kultury i 3 PWL na specjalistę).",
        "strategy": "Gildia pisarzy to jedyny budynek zawierający miejsca dla specjalistów pisarzy, niezmiernie ważnych przy generowaniu wielkich pisarzy. Jeśli planujesz zwycięstwo kulturowe, musisz koniecznie mieć ten budynek. Zapewnia on 1 punkt wielkich ludzi, a każdy przydzielony specjalista - dodatkowe 3 punkty wielkich ludzi i 3 punkty kultury.",
        "historical_info": "Po wynalezieniu w epoce renesansu druku zaczęły powstawać gildie pisarzy, choć nigdy nie były one tak wpływowe jak współczesne im gildie artystów. W wielu europejskich miastach zaczęły pojawiać się zarówno formalne, jak i nieformalne organizacje pragnące dopilnować, by autorzy byli odpowiednio wynagradzani przez drukarzy i księgarzy. W Londynie Szekspira i innych miastach dramatopisarze zaczęli łączyć się w grupy, by chronić swoje zyski przed plagiatami i nieautoryzowanym wystawianiem sztuk. Choć stanowiły one raczej związki zawodowe niż gildie, ich tradycja pozostaje żywa w setkach istniejących na całym świecie organizacji takich jak Izraelska Gildia Scenarzystów, Gildia Pisarzy Wielkiej Brytanii czy amerykańska Authors Guild.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/writers'_guild.png",
        "prereq_tech": {
            "name": "Dramat i poezja|Dramatu i poezji|Dramatowi i poezji|Dramat i poezję",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/writers'_guild.json"
    },
    {
        "id": 1,
        "name": "Gildia artystów|Gildii artystów|Gildii artystów|Gildię artystów|Gildie artystów|Gildii artystów|Gildiom artystów|Gildie artystów",
        "game_info": "Zapewnia 2 punkty wielkich ludzi (PWL) potrzebne do narodzin wielkiego artysty. Umieść w tym budynku do dwóch specjalistów, by zdobywać kulturę i zwiększyć częstotliwość narodzin wielkich artystów (3 pkt kultury i 3 PWL na specjalistę).",
        "strategy": "Gildia artystów to jedyny budynek zawierający miejsca dla specjalistów-artystów, niezmiernie ważnych przy generowaniu wielkich artystów. Jeśli planujesz zwycięstwo kulturowe, musisz koniecznie mieć ten budynek. Zapewnia on 2 punkty wielkich ludzi, a każdy przydzielony specjalista - dodatkowe 3 punkty wielkich ludzi i 3 punkty kultury.",
        "historical_info": "Pomysł stworzenia gildii dla artystów nie znalazł poparcia aż do późnego średniowiecza, gdy w Europie rozpoczął się długi proces urbanizacji. W XIII w. w miastach pojawiły się liczne tego typu gildie wzorujące się na powszechnych wówczas gildiach kupieckich. Starały się one ujednolicić koszta i ustalić ceny dzieł sztuki oraz oferowały artystom w mieście wsparcie i kształcenie, usuwając w ten sposób potrzebę patronatów bogaczy i szlachty. Choć nieoficjalne gildie różnych rodzajów sztuki istnieją do dziś, oświecenie spowodowało zniknięcie monopolu tych organizacji, aż wreszcie w połowie XIX w. ich istnienie zostało zakazane.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/artists'_guild.png",
        "prereq_tech": {
            "name": "Gildie|Gildii|Gildiom|Gildie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/guilds.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/artists'_guild.json"
    },
    {
        "id": 1,
        "name": "Gildia muzyków|Gildii muzyków|Gildii muzyków|Gildię muzyków|Gildie muzyków|Gildii muzyków|Gildiom muzyków|Gildie muzyków",
        "game_info": "Zapewnia 3 punkty wielkich ludzi (PWL) niezbędne do narodzin wielkiego muzyka. Umieść w tym budynku do dwóch specjalistów, by zdobywać kulturę i zwiększyć częstotliwość narodzin wielkich muzyków (3 pkt kultury i 3 PWL na specjalistę).",
        "strategy": "Gildia muzyków to jedyny budynek zawierający miejsca dla specjalistów muzyków, niezmiernie ważnych przy generowaniu wielkich artystów. Jeśli planujesz zwycięstwo kulturowe, musisz koniecznie mieć ten budynek. Zapewnia on 3 punkty wielkich ludzi, a każdy przydzielony specjalista - dodatkowe 3 punkty wielkich ludzi i 3 punkty kultury.",
        "historical_info": "Gildie muzyków, które na krótko pojawiły się w epoce renesansu, swoje początki zawdzięczają grupom nadwornych muzyków korzystających z patronatu oraz opieki szlachty i rodzin królewskich. W epoce renesansu, w miarę jak muzyka zaczęła być pisana zgodnie z upodobaniami rosnącej klasy kupieckiej i średniej, muzycy bez patronów zaczęli łączyć się w grupy, by zagwarantować sobie pracę i zarobki. Wraz z narodzinami współczesnej orkiestry w XVII w. miasta zaczęły sponsorować kompozytorów i dyrygentów, pozwalając na tworzenie coraz bardziej złożonych dzieł muzycznych. To przesunięcie ku „muzyce ludu” znacząco zmniejszyło potrzebę istnienia formalnych gildii muzyków. Aż do XX w., na początku którego nastąpił boom na muzykę popularną i kiedy powstały związki, muzycy nie tworzyli formalnych organizacji.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/musicians'_guild.png",
        "prereq_tech": {
            "name": "Akustyka|Akustyki|Akustyce|Akustykę",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/musicians'_guild.json"
    },
    {
        "id": 1,
        "name": "Hotel|Hotelu|Hotelowi|Hotel|Hotele|Hoteli|Hotelom|Hotele",
        "game_info": "50% kultury z cudów świata, cudów natury i ulepszeń (słynne miejsca, moai, chateau) dodawane jest do generowanej przez miasto turystyki. +50% do generowanej przez wielkie dzieła turystyki.",
        "strategy": "Dający ogromną premię do turystyki hotel to doskonała budowla dla cywilizacji pragnących osiągnąć zwycięstwo kulturowe lub zwiększyć swój ideologiczny wpływ na inne cywilizacje.",
        "historical_info": "Gospody istniały od tysiącleci, zapewniając schronienie i bezpieczeństwo kupcom i podróżnym. Marco Polo opisał rozległą sieć domów zapewniających nocleg wędrowcom istniejącą w XIII-wiecznych Chinach. Współczesny hotel powstał w dużej mierze wskutek narodzin kolei, gdyż nie tylko zwiększyła się ilość podróżnych, ale i skrócił się czas, na jaki potrzebowali oni noclegu. Najstarszy działający nieprzerwanie hotel to Nishiyama Onsen Keiunkan w Japonii - otworzono go w 707 r. n.e., a jego właścicielami jest od 46 pokoleń jedna rodzina.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hotel.png",
        "prereq_tech": {
            "name": "Chłodzenie|Chłodzenia|Chłodzeniu|Chłodzenie",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/hotel.json"
    },
    {
        "id": 1,
        "name": "Karawanseraj|Karawanseraju|Karawanserajowi|Karawanseraj",
        "game_info": "Lądowe szlaki handlowe z tego miasta mają o 50% większy zasięg i zapewniają dodatkowe 2 sztuki złota przy połączeniu z inną cywilizacją.",
        "strategy": "Karawanseraj to budynek epoki klasycznej. Zwiększa zasięg i produkcję złota lądowych szlaków handlowych.",
        "historical_info": "W miarę jak szlaki wędrówek karawan rozciągały się coraz dalej na Bliski Wschód, Azję Środkową i Afrykę Północną, coraz większa stawała się potrzeba stworzenia miejsc, w których juczne zwierzęta mogłyby się bezpiecznie schronić i odpocząć. Publiczne karawanseraje były kompleksami budowanymi poza miejskimi murami. Prywatne zazwyczaj przybierały formę ufortyfikowanego placu, wokół którego znajdowały się magazyny, sypialnie, stajnie i kuchnie. Największe z nich mogły przyjąć setki wielbłądów, mułów lub koni. Większość karawanserajów za opłatą zapewniała podstawowe zapasy takie jak woda, pasza, żywność, jedzenie, ubranie i inne rzeczy niezbędne w podróży. Najdawniejsze znane karawanseraje stały wzdłuż perskiej Drogi Królewskiej, łączącej Suzę z Sardes i mającej długość 2575 km.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/caravansary.png",
        "prereq_tech": {
            "name": "Jazda konna|Jazdy konnej|Jeździe konnej|Jazdę konną",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/caravansary.json"
    },
    {
        "id": 1,
        "name": "Lotnisko|Lotniska|Lotnisku|Lotnisko|Lotniska|Lotnisk|Lotniskom|Lotniska",
        "game_info": "Umożliwia transport powietrzny z miasta lub do miasta. Zwiększa liczbę jednostek lotniczych, które mogą stacjonować w mieście, z 6 do 10. 50% kultury z cudów świata, cudów natury i ulepszeń (słynne miejsca, moai, chateau) dodawane jest do generowanej przez miasto turystyki. +50% do generowanej przez wielkie dzieła turystyki.",
        "strategy": "Ten uniwersalny port lotniczy to doskonały wybór zarówno dla cywilizacji, które próbują zwiększyć ilość generowanej turystyki, jak i dla tych, które potrzebują możliwości transportowania jednostek drogą lotniczą do odległych miast.",
        "historical_info": "Technicznie rzecz biorąc, „lotnisko” to dowolne miejsce, gdzie mogą lądować i startować samoloty, śmigłowce, sterowce i inne statki powietrzne. Jednak we współczesnym znaczeniu lotniskiem nazywa się obiekt dla komercyjnych pasażerskich statków powietrznych składający się z pasów startowych, wież kontrolnych, hangarów, terminali, obiektów służb ratowniczych, a nawet parkingów. Przed rokiem 1930 większość lotnisk była małymi lądowiskami lub aerodromami z pasami nieprzekraczającymi 2000 stóp długości. W roku 1939 La Guardia w Nowym Jorku obsługiwała niemal ćwierć miliona pasażerów miesięcznie. Wedle najnowszych statystyk pasażerskiego ruchu lotniczego lotnisko Hartsfield-Jackson w Atlancie jest najbardziej obciążonym portem lotniczym świata - w roku 2011 obsłużyło ponad 92 miliony pasażerów.",
        "cost": {
            "production": 400,
            "faith": 0
        },
        "gold_maintenance": 5,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/airport.png",
        "prereq_tech": {
            "name": "Radar|Radaru|Radarowi|Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/radar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/buildings/airport.json"
    }
]