{
    "id": 1,
    "name": "Karawanseraj|Karawanseraju|Karawanserajowi|Karawanseraj",
    "game_info": "Lądowe szlaki handlowe z tego miasta mają o 50% większy zasięg i zapewniają dodatkowe 2 sztuki złota przy połączeniu z inną cywilizacją.",
    "strategy": "Karawanseraj to budynek epoki klasycznej. Zwiększa zasięg i produkcję złota lądowych szlaków handlowych.",
    "historical_info": "W miarę jak szlaki wędrówek karawan rozciągały się coraz dalej na Bliski Wschód, Azję Środkową i Afrykę Północną, coraz większa stawała się potrzeba stworzenia miejsc, w których juczne zwierzęta mogłyby się bezpiecznie schronić i odpocząć. Publiczne karawanseraje były kompleksami budowanymi poza miejskimi murami. Prywatne zazwyczaj przybierały formę ufortyfikowanego placu, wokół którego znajdowały się magazyny, sypialnie, stajnie i kuchnie. Największe z nich mogły przyjąć setki wielbłądów, mułów lub koni. Większość karawanserajów za opłatą zapewniała podstawowe zapasy takie jak woda, pasza, żywność, jedzenie, ubranie i inne rzeczy niezbędne w podróży. Najdawniejsze znane karawanseraje stały wzdłuż perskiej Drogi Królewskiej, łączącej Suzę z Sardes i mającej długość 2575 km.",
    "cost": {
        "production": 120,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/karawanseraj|karawanseraju|karawanserajowi|karawanseraj.png",
    "prereq_tech": {
        "name": "Jazda konna|Jazdy konnej|Jeździe konnej|Jazdę konną",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/horseback_riding.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}