{
    "id": 1,
    "name": "Zamek|Zamku|Zamkowi|Zamek|Zamki|Zamków|Zamkom|Zamki",
    "game_info": "Miasto muszą otaczać mury.",
    "strategy": "Zamek to budynek z epoki średniowiecza zwiększający obronność miasta o 7, a punkty żywotności o 25. Miasto musi posiadać mury, by można było zbudować tam zamek.",
    "historical_info": "Zamek jest budowlą, która opracowana została, by chronić wojska (a czasem również paru cywilów) przed wrogami. Przeważnie budowane z kamienia (niestety drewno jest zbyt łatwopalne) zamki składały się ze ściany zewnętrznej oraz osobnego, zbrojonego budynku wewnętrznego, nazywanego „stołpem”. Zamek powinien także mieć niezależne źródło wody oraz składować spore zapasy jedzenia.Dobrze zaprojektowany zamek powinien zapewniać obrońcom możliwość zabijania atakujących w drodze do murów oraz podczas prób ich forsowania, tudzież przebijania się przez bramy. W tym celu wymagane są ambrazury oraz blanki (mury z fragmentami wyciętymi w regularnych odstępach). Mile widziane są też otwory strzelnicze do strzał oraz lania wrzącego oleju na głowy atakujących.Zamki były największą oraz najdroższą oznaką wojskowej i gospodarczej mocy państwa aż do chwili, gdy wynalezienie prochu oraz artylerii zmieniło je w skomplikowane i kosztowne pułapki dla osób uwięzionych w środku.",
    "cost": {
        "production": 160,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/castle.png",
    "prereq_tech": {
        "name": "Rycerstwo|Rycerstwa|Rycerstwu|Rycerstwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/chivalry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}