{
    "id": 1,
    "name": "Fabryka|Fabryki|Fabryce|Fabrykę|Fabryki|Fabryk|Fabrykom|Fabryki",
    "game_info": "Wymaga 1 sztuki węgla.",
    "strategy": "Fabryka to budynek ery przemysłowej, który znacznie zwiększa produkcję w danym mieście. Aby móc wybudować fabrykę, w mieście musi się znajdować warsztat (lub długi dom). Po wybudowaniu fabryki pochłaniana jest 1 sztuka węgla.",
    "historical_info": "Fabryka jest budynkiem, który wykorzystuje technologię ery przemysłowej do budowania różnych rzeczy – samochodów, gorsetów, stalowych belek, wędek i innych. Na większą skalę fabryki zaczęły się pojawiać w XVII i XVIII wieku. Były one bardziej wydajne od małych warsztatów czy przedsiębiorstw domowych, ale mniej przyjazne dla pracowników. Wbrew powszechnej opinii Henry Ford nie wynalazł linii produkcyjnej: została ona utworzona w XIX wieku w środkowozachodnim USA, w fabrykach pakowania mięsa. Korpusy wołowe były w stałym tempie przenoszone od stanowiska do stanowiska przy użyciu systemu podwieszonych wagoników. Pracownicy takich stanowisk mieli ustaloną ilość czasu na odcięcie przypisanego do nich kawałka mięsa, zanim tusza przesuwała się dalej. Praca w fabryce pakującej mięso była jedną z najbrudniejszych i najbardziej niebezpiecznych w historii amerykańskiego przemysłu. Historie z tego okresu potrafią przerażać nawet w dzisiejszych czasach.",
    "cost": {
        "production": 360,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/factory.png",
    "prereq_tech": {
        "name": "Industrializacja|Industrializacji|Industrializacji|Industrializację",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/industrialization.json"
    },
    "yields": {
        "gold": 0,
        "production": 4,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}