{
    "id": 1,
    "name": "Hanza|Hanzy|Hanzie|Hanzę",
    "game_info": "Unikalna budowla niemiecka zastępująca bank. +5% produkcji za każdy szlak handlowy prowadzący z twojej cywilizacji do państwa-miasta. Szlaki handlowe doprowadzone przez innych graczy do miasta z Hanzą będą generować 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
    "strategy": "Oprócz możliwości zwykłego banku (większa produkcja złota, dodatkowe złoto ze szlaków handlowych), Hanza zapewnia dodatkową produkcję za każdy szlak handlowy na terenie twojej cywilizacji, prowadzący do państwa-miasta. Szlaki handlowe mogą prowadzić z różnych miast, nawet tych, w których nie ma Hanzy. (Przykład: jeżeli masz szlaki handlowe z Berlina do Genewy, z Monachium do Genewy, z Monachium do Berlina i z Berlina do Brukseli, to wszystkie miasta z Hanzą otrzymają +15% produkcji). Ten budynek mogą wznieść tylko Niemcy.",
    "historical_info": "Hanza, co w starofrancuskim oznacza „kompanię kupiecką”, była dobrowolnym stowarzyszeniem kupców i handlarzy, organizowanym w mieście w celu ochrony oraz uproszczenia handlu i transportu. W XIII wieku w portach handlowych na Bałtyku i Morzu Północnym te cechy kupieckie stały się wyjątkowo potężne i wpływowe. Ich siedziby i nieruchomości także nazywano Hanzą. W największej hanzie znajdowały się nie tylko biura administracji cechu, ale także magazyny, sale konferencyjne, targi, banki i doki (od strony morza). Pierwsza hanza powstała w Lubece około roku 1159, by usprawnić handel między Europą Zachodnią a bogatymi w zasoby rejonami północnej Rosji. Hanza dała nazwę Lidze Hanzeatyckiej, założonej około 1250 r. przez kilka niemieckich cechów, dążących do opanowania bałtyckich szlaków handlowych, standaryzacji weksli i komercyjnego rozwoju ich miast. Liga była polityczną, militarną [wśród pomniejszych konfliktów warto wymienić wojnę holendersko-hanzaetycką (1438 - 1441 r.) i hanzaetycko-angielską (1470 - 1474 r.)] i gospodarczą potęgą w regionie prawie do końca XVII w.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hanse.png",
    "prereq_tech": {
        "name": "Bankowość|Bankowości|Bankowości|Bankowość",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}