{
    "id": 1,
    "name": "Ikanda|Ikandę|Ikandzie|Ikandę",
    "game_info": "Unikalny budynek Zulusów zastępujący koszary. Zapewnia wyjątkowe awanse dla jednostek walczących w zwarciu sprzed wynalezienia prochu.",
    "strategy": "Poza możliwościami, jakie dają zwykłe koszary, ikanda zapewnia unikalny zestaw awansów dostępnych dla jednostek walczących w zwarciu sprzed wynalezienia prochu wyprodukowanych w mieście. Należą do nich szybsze poruszanie się i większa siła bojowa. Ikandę mogą zbudować wyłącznie Zulusi.",
    "historical_info": "Ikanda była czymś w rodzaju wojskowego kraalu lub wybiegu dla zuluskiego bydła i innych zwierząt. Amabutho, „pułk wieku”, składał się z młodzieży lub mężczyzn w tym samym wieku, którzy razem ćwiczyli, mieszkali i walczyli w tej samej formacji, każdy zaś z takich pułków zamieszkiwał jeden z królewskich wybiegów - czyniąc go ikandą. Do każdej ikandy przydzielone było stado królewskiego bydła, którego mięsem żywili się wojownicy. Bydlęce skóry wykorzystywano do produkcji tarcz, których barwy były inne dla każdego amabutho. Ikandy budowano podobnie jak tradycyjne kraale - dwa kręgi palisady z ciernistych krzewów, między którymi znajdowały się chaty mieszkalne. Stado umieszczano za obiema palisadami, w środku kompleksu.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ikanda|ikandę|ikandzie|ikandę.png",
    "prereq_tech": {
        "name": "Obróbka brązu|Obróbki brązu|Obróbce brązu|Obróbkę brązu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}