{
    "id": 1,
    "name": "Twierdza|Twierdzy|Twierdzy|Twierdzę|Twierdze|Twierdz|Twierdzom|Twierdze",
    "game_info": "+15 punktów doświadczenia dla wszystkich jednostek. Koszt kultury i złota podczas pozyskiwania nowych pól przez miasto maleje o 25%.",
    "strategy": "Twierdza to unikalny budynek zastępujący koszary. Daje 15 punktów doświadczenia wszystkim jednostkom wojskowym szkolonym w danym mieście. Ponadto zwiększa wpływ kulturowy miasta o 25%. Warto poświęcić czas na budowę twierdz we wszystkich rosyjskich miastach, a szczególnie w tych leżących na pograniczu.",
    "historical_info": "„Kriepost” to rosyjskie słowo oznaczające „twierdzę”. Przez większość czasu swego istnienia Rosja była państwem nastawionym na ekspansję, wciąż przesuwającym granice za rozległe stepy, Syberię i jeszcze dalej. Rosjanie, wkraczając na nowe tereny, zazwyczaj stawiali twierdzę, aby chronić swoje wojska i stwarzać miejsca urzędowania władz. Zależnie od lokalnej sytuacji i dostępności materiałów, rolę twierdzy pełnił tymczasowy drewniany fort lub bardziej trwała i imponująca budowla z kamienia. Pod wieloma względami rosyjska twierdza przypomina wszechobecne forty stawiane przez Rzymian na świeżo podbitych terytoriach.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/twierdza|twierdzy|twierdzy|twierdzę|twierdze|twierdz|twierdzom|twierdze.png",
    "prereq_tech": {
        "name": "Obróbka brązu|Obróbki brązu|Obróbce brązu|Obróbkę brązu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/bronze_working.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}