{
    "id": 1,
    "name": "Długi dom|Długiego domu|Długiemu domowi|Długi dom|Długie domy|Długich domów|Długim domom|Długie domy",
    "game_info": "+1 do produkcji z każdego eksploatowanego pola leśnego.",
    "strategy": "Długi dom to unikalny budynek Irokezów, zastępujący warsztat. Zwiększa wydajność produkcji każdego uprawianego pola leśnego leżącego w zasięgu miasta.",
    "historical_info": "Przez większość czasu plemiona Irokezów mieszkały w wioskach posiadających co najmniej jeden „Długi dom”, czyli budynek komunalny zbudowany z młodych drzewek pokrytych korą wiązu. Prawdę mówiąc, Irokezi samych siebie zwali Hodenosaunee, co oznacza „lud długiego domu”. Długie domy liczyły od 12 do 120 metrów długości oraz około 7,5 metra szerokości. Wewnętrzne ściany działowe dzieliły je na pomieszczenia połączone centralnym korytarzem. Kilka pomieszczeń korzystało z jednego ogniska do gotowania, palonego pośrodku korytarza pod otwartym sklepieniem służącym za komin.Długie domy to mniejsze osiedla, których budowa jest tańsza niż pojedynczych domów mieszkalnych, przez co zużywa mniej surowców naturalnych. Długi dom to symbol kultury Irokezów, nastawionej na przetrwanie i życie zgodne z otaczającym ich środowiskiem.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 2,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/długi_dom|długiego_domu|długiemu_domowi|długi_dom|długie_domy|długich_domów|długim_domom|długie_domy.png",
    "prereq_tech": {
        "name": "Odlewanie metalu|Odlewania metalu|Odlewaniu metalu|Odlewanie metalu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/metal_casting.json"
    },
    "yields": {
        "gold": 0,
        "production": 2,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}