{
    "id": 1,
    "name": "Laboratorium medyczne|Laboratorium medycznego|Laboratorium medycznemu|Laboratorium medyczne|Laboratoria medyczne|Laboratoriów medycznych|Laboratoriom medycznym|Laboratoria medyczne",
    "game_info": "25% żywności zostaje zachowane po narodzinach nowego obywatela (efekt kumuluje się z działaniem akweduktu).",
    "strategy": "Laboratorium medyczne to budynek, który zmniejsza o 25% ilość żywności niezbędnej do rozwoju miasta. Aby móc wznieść laboratorium medyczne, miasto musi posiadać wybudowany szpital.",
    "historical_info": "Laboratorium medyczne to instytucja naukowa zajmująca się badaniami nad chorobami i ludzką anatomią przy pomocy szeregu niebywale skomplikowanych narzędzi: od ultradźwięków, po kamery wielkości mrówki i mikroskopy elektronowe. Większość postępów na polu medycyny (jeśli nie wszystkie) w przeciągu ostatnich 25 lat poczyniono w laboratoriach medycznych. Do ich osiągnięć należy sekwencjonowanie ludzkiego DNA, stworzenie retrowirusów do walki z HIV i AIDS, terapia genetyczna, nanotechnologia i inne. Spory procent zwiększonego kosztu opieki zdrowotnej wynika z prostego faktu, że laboratoria medyczne wykazały się wielką skutecznością w walce z chorobami, przedłużając ludzkie życie oraz zwiększając jego jakość, a ulepszenia te są bardzo kosztowne.",
    "cost": {
        "production": 500,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/laboratorium_medyczne|laboratorium_medycznego|laboratorium_medycznemu|laboratorium_medyczne|laboratoria_medyczne|laboratoriów_medycznych|laboratoriom_medycznym|laboratoria_medyczne.png",
    "prereq_tech": {
        "name": "Penicylina|Penicyliny|Penicylinie|Penicylinę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/penicillin.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}