{
    "id": 1,
    "name": "Mennica|Mennicy|Mennicy|Mennicę|Mennice|Mennic|Mennicom|Mennice",
    "game_info": "Każde źródło złota i srebra eksploatowane przez to miasto wytwarza +2 złota.Miasto musi wydobywać w okolicy co najmniej jeden z tych surowców.",
    "strategy": "Mennica może zostać zbudowana tylko w mieście, które posiada w pobliżu usprawnione pole ze złotem lub srebrem. Budynek ten zwiększa wydajność surowca każdego z tych pól, do jakiego miasto ma dostęp.",
    "historical_info": "Mennica jest instytucją zajmującą się wytwarzaniem waluty. W przeszłości zwykle była to waluta metalowa w postaci monet, ale we współczesnych czasach większość pieniędzy drukowana jest na papierze. Mennice są bardzo istotne dla gospodarczego dobrobytu cywilizacji. Jeżeli jej waluta jest łatwa do podrobienia, zostanie sfałszowana, a zaufanie do rezerw finansowych danego kraju spadnie, co zaskutkuje inflacją (spadkiem postrzeganej wartości pieniądza) lub czymś gorszym. Współczesne banknoty posiadają hologramy, różne tusze oraz paski zabezpieczające, które mają utrudnić życie fałszerzom. Niewątpliwie w przyszłości, gdy wpadną oni na to, jak obejść aktualne zabezpieczenia, dodane zostaną kolejne.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mennica|mennicy|mennicy|mennicę|mennice|mennic|mennicom|mennice.png",
    "prereq_tech": {
        "name": "Waluta|Waluty|Walucie|Walutę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/currency.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}