{
    "id": 1,
    "name": "Gildia muzyków|Gildii muzyków|Gildii muzyków|Gildię muzyków|Gildie muzyków|Gildii muzyków|Gildiom muzyków|Gildie muzyków",
    "game_info": "Zapewnia 3 punkty wielkich ludzi (PWL) niezbędne do narodzin wielkiego muzyka. Umieść w tym budynku do dwóch specjalistów, by zdobywać kulturę i zwiększyć częstotliwość narodzin wielkich muzyków (3 pkt kultury i 3 PWL na specjalistę).",
    "strategy": "Gildia muzyków to jedyny budynek zawierający miejsca dla specjalistów muzyków, niezmiernie ważnych przy generowaniu wielkich artystów. Jeśli planujesz zwycięstwo kulturowe, musisz koniecznie mieć ten budynek. Zapewnia on 3 punkty wielkich ludzi, a każdy przydzielony specjalista - dodatkowe 3 punkty wielkich ludzi i 3 punkty kultury.",
    "historical_info": "Gildie muzyków, które na krótko pojawiły się w epoce renesansu, swoje początki zawdzięczają grupom nadwornych muzyków korzystających z patronatu oraz opieki szlachty i rodzin królewskich. W epoce renesansu, w miarę jak muzyka zaczęła być pisana zgodnie z upodobaniami rosnącej klasy kupieckiej i średniej, muzycy bez patronów zaczęli łączyć się w grupy, by zagwarantować sobie pracę i zarobki. Wraz z narodzinami współczesnej orkiestry w XVII w. miasta zaczęły sponsorować kompozytorów i dyrygentów, pozwalając na tworzenie coraz bardziej złożonych dzieł muzycznych. To przesunięcie ku „muzyce ludu” znacząco zmniejszyło potrzebę istnienia formalnych gildii muzyków. Aż do XX w., na początku którego nastąpił boom na muzykę popularną i kiedy powstały związki, muzycy nie tworzyli formalnych organizacji.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gildia_muzyków|gildii_muzyków|gildii_muzyków|gildię_muzyków|gildie_muzyków|gildii_muzyków|gildiom_muzyków|gildie_muzyków.png",
    "prereq_tech": {
        "name": "Akustyka|Akustyki|Akustyce|Akustykę",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}