{
    "id": 1,
    "name": "Elektrownia atomowa|Elektrowni atomowej|Elektrowni atomowej|Elektrownię atomową|Elektrownie atomowe|Elektrowni atomowych|Elektrowniom atomowym|Elektrownie atomowe",
    "game_info": "Wymaga 1 uranu. Miasto nie może posiadać elektrowni słonecznej.",
    "strategy": "Elektrownia atomowa znacznie zwiększa produktywność miasta. Do jej budowy potrzebna jest 1 sztuka uranu. Miasto musi posiadać fabrykę, zanim będzie można wybudować elektrownię atomową.",
    "historical_info": "Elektrownia atomowa jest budynkiem, w którym kontrolowana energia jądrowa przekształcana jest w prąd. Energia powstająca w wyniku rozszczepiania jądra atomu używana jest, by nagrzewać wodę, która w efekcie przyjmuje formę pary. Para pompowana jest przez turbiny wytwarzającej prąd. W codziennym użytkowaniu energia atomowa jest dużo tańsza niżeli olej, gaz czy węgiel, ponieważ powoduje dużo mniejsze skażenie powietrza i wody, a także stanowi mniejsze zagrożenie dla mieszkańców. Jednak elektrownia produkuje odpady promieniotwórcze, które stanowią śmiertelne zagrożenie i w celu utraty toksyczności muszą być składowane przez stulecia. Dodatkowo większy wypadek w elektrowni atomowej będzie miał znacznie bardziej paskudny i długotrwały wpływ niż wypadek w dowolnej elektrowni innego typu. Znalezienie wystarczająco dużej ilości energii, by cywilizacja funkcjonowała, jest skomplikowanym i niebezpiecznym problemem, z którym ludzkość zetknie się za jakiś czas, o ile nie zostanie odkryte bogate, czyste i bezpieczne źródło energii.",
    "cost": {
        "production": 500,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/nuclear_plant.png",
    "prereq_tech": {
        "name": "Rozszczepianie jądra atomu|Rozszczepiania jądra atomu|Rozszczepianiu jądra atomu|Rozszczepianie jądra atomu",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/nuclear_fission.json"
    },
    "yields": {
        "gold": 0,
        "production": 5,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}