{
    "id": 1,
    "name": "Obserwatorium|Obserwatorium|Obserwatorium|Obserwatorium|Obserwatoria|Obserwatoriów|Obserwatoriom|Obserwatoria",
    "game_info": "Miasto musi być położone w pobliżu góry.",
    "strategy": "Obserwatorium może powstać jedynie w mieście położonym w pobliżu pola górskiego. Budynek ten znacząco zwiększa wydajność naukową miasta.",
    "historical_info": "Obserwatorium to budynek poświęcony badaniom nieba. Wczesny człowiek przekonany był, że ruch gwiazd ma znaczenie mistyczne, w związku z czym wiele pierwszych obserwatoriów było budynkami religijnymi. W miarę upływu czasu ludzie zrozumieli, że mogą bardzo dokładnie śledzić kolejne pory roku na podstawie wznoszenia się i opadania gwiazd, i doszli do słusznego wniosku, że informacja taka może bardzo przydać się przy wyborze właściwego dnia na zasadzenie czy zebranie plonów. Odkrycie to zwiększyło religijną oraz praktyczną wartość obserwatorium w społeczności. Współczesne obserwatoria są sterowane komputerowo oraz wyposażone w nowoczesne teleskopy (albo połączone z jeszcze mocniejszymi teleskopami znajdującymi się w kosmosie) i zapewniają naukowcom o wiele więcej informacji niż te, o których mogli marzyć ich prymitywni przodkowie. Ale zadanie pozostaje to samo: odkrycie jak działa wszechświat poprzez studiowanie nieba.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/observatory.png",
    "prereq_tech": {
        "name": "Astronomia|Astronomii|Astronomii|Astronomię",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/astronomy.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}