{
    "id": 1,
    "name": "Królewska biblioteka|Królewskiej biblioteki|Królewskiej bibliotece|Królewską bibliotekę",
    "game_info": "Unikalny asyryjski budynek zastępujący bibliotekę. +1 nauki za każdych 2 mieszkańców tego miasta. Uwzględnia także miejsce na wielkie dzieło literackie - po jego wypełnieniu szkolone tu jednostki otrzymują dodatkowe PD.",
    "strategy": "Poza wydajnością naukową gwarantowaną przez bibliotekę, którą zastępuje ten budynek, biblioteka królewska uwzględnia także miejsce na wielkie dzieło literackie. Gdy umieścisz w nim dzieło, jednostki szkolone w tym mieście otrzymają dodatkowe PD, warto więc zrobić to jak najwcześniej. Budynek dostępny tylko dla Asyryjczyków.",
    "historical_info": "Najstarsza znana biblioteka pochodzi z czasów asyryjskiego króla Senacheryba, z ok. 700 r. p.n.e., który zgromadził w swoim pałacu w Niniwie tysiące glinianych tabliczek. Sławną królewską bibliotekę stworzył jednak jego wnuk Aszurbanipal. Jako pełen pasji kolekcjoner wysyłał on uczonych do różnych miejsc całego regionu, by zbierali teksty, głównie, lecz nie tylko, babilońskie. By zapewnić przetrwanie swojej obszernej bibliotece tabliczek, król nakazał skrybom skopiowanie tekstów, a następnie umieszczenie ich w innych nowoasyryjskich miastach, jakich wiele było w rosnącym imperium. Królewską bibliotekę splądrowano, gdy w 612 r. p.n.e. doszło do złupienia Niniwy, lecz ok. 10 000 fragmentów tabliczek z pismem klinowym zostało odnalezionych przez archeologów.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/królewska_biblioteka|królewskiej_biblioteki|królewskiej_bibliotece|królewską_bibliotekę.png",
    "prereq_tech": {
        "name": "Pismo|Pisma|Pismu|Pismo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/writing.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}