{
    "id": 1,
    "name": "Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy|Sąd satrapy",
    "game_info": "W mieście musi znajdować się targowisko. Szlaki handlowe doprowadzone przez innych graczy do miasta mającego sąd satrapy wytwarzają 1 dodatkową sztukę złota dla właściciela miasta; posiadacz szlaku handlowego również otrzyma za niego 1 dodatkową sztukę złota.",
    "strategy": "Sąd satrapy to unikalny budynek perski zastępujący bank i, podobnie jak on, zwiększający dochody miasta. Sąd satrapy zwiększa też zadowolenie cywilizacji. Aby móc wznieść ten budynek, miasto musi posiadać wybudowane targowisko.",
    "historical_info": "„Satrapa” to tytuł tymczasowego gubernatora w imperium Achemenidów w Persji. Król mianował satrapów zazwyczaj spośród członków rodziny królewskiej. Namiestnicy ci mieli bardzo szerokie uprawnienia do pobierania podatków, a także do wydawania decydujących osądów w sprawach karnych. Byli odpowiedzialni za utrzymanie wojska, przez co musieli budzić zaufanie monarchy. Gdy w V wieku p.n.e. centralna władza w perskim imperium osłabła, satrapowie zaczęli zyskiwać coraz większą niezależność, a niektórzy stali się potężniejsi od samego króla, któremu rzekomo służyli.Gdy Aleksander Wielki podbił Persję, nie zrezygnował z administracji satrapów, czasem zastępując ich swoimi generałami, a czasem pozostawiając na stanowisku starych gubernatorów, jeśli ci dbali o pokój i płacili podatki.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/sąd_satrapy|sąd_satrapy|sąd_satrapy|sąd_satrapy|sąd_satrapy|sąd_satrapy|sąd_satrapy|sąd_satrapy.png",
    "prereq_tech": {
        "name": "Bankowość|Bankowości|Bankowości|Bankowość",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/banking.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}