{
    "id": 1,
    "name": "Elektrownia słoneczna|Elektrowni słonecznej|Elektrowni słonecznej|Elektrownię słoneczną|Elektrownie słoneczne|Elektrowni słonecznych|Elektrowniom słonecznym|Elektrownie słoneczne",
    "game_info": "Miasto musi być położone na pustyni albo z nią sąsiadować i nie może zawierać elektrowni atomowej.W mieście musi znajdować się fabryka.",
    "strategy": "Elektrownia słoneczna to budynek, który znacznie zwiększa produkcję w mieście. Miasto musi być położone na pustyni lub z nią sąsiadować, by możliwe było wzniesienie elektrowni słonecznej. Miasto musi też posiadać fabrykę, zanim będzie można wybudować elektrownię słoneczną.",
    "historical_info": "Elektrownie słoneczne zbierają energię słońca i zamieniają na prąd. Z oczywistych względów najbardziej wydajne elektrownie słoneczne położone są w miejscach silnie nasłonecznionych, z niewielką pokrywą chmur. Obecnie energia słoneczna jest jednak droższa w porównaniu do tej otrzymywanej ze spalania paliw mineralnych (ropy lub węgla). Cały czas jednak tanieje, a paliwa mineralne drożeją, szczególnie jeżeli weźmiemy pod uwagę koszt polegający na zanieczyszczaniu środowiska. Gdy odpowiednie technologie zostaną doprowadzone do perfekcji, będzie to duży krok w kierunku zaspokojenia światowych potrzeb energetycznych – szacowane jest, że ziemia otrzymuje około 200 000 razy więcej energii słonecznej, niż obecnie wynoszą łączne możliwości energetyczne całej rasy ludzkiej.",
    "cost": {
        "production": 500,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/solar_plant.png",
    "prereq_tech": {
        "name": "Ekologia|Ekologii|Ekologii|Ekologię",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/ecology.json"
    },
    "yields": {
        "gold": 0,
        "production": 5,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}