{
    "id": 1,
    "name": "Giełda|Giełdy|Giełdzie|Giełdę|Giełdy|Giełd|Giełdom|Giełdy",
    "game_info": "W mieście musi być wybudowany bank.",
    "strategy": "Giełda papierów wartościowych jest budynkiem zwiększającym produkcję złota w mieście. Przed wybudowaniem giełdy miasto musi posiadać bank (lub sąd satrapy).",
    "historical_info": "Giełda papierów wartościowych jest organizacją, która umożliwia ludziom zakup i sprzedaż „akcji” – udziałów własności w biznesie. W niektórych przypadkach udziały wiążą się z prawami do głosowania w kwestiach zarządzania danym interesem. Czasem akcje zapewniają również „dywidendy”, które są częścią zysku firmy, raz do roku wypłacanego udziałowcom. Podstawową (a przynajmniej początkową) funkcją giełdy papierów wartościowych było umożliwienie właścicielom firm zebrania pieniędzy poprzez odsprzedanie części własnej firmy inwestorom. W miarę wzrostu wartości przedsiębiorstwa rośnie również wartość jego akcji. Oczywiście wiąże się z tym również pewne ryzyko – jeżeli wartość akcji spada, to spada również wartość inwestycji. Współczesna giełda papierów wartościowych może również sprzedawać inne potężne instrumenty finansowe, takie jak obligacje, papiery wartościowe, opcje, swapy oraz pochodne. Przy należytym zarządzaniu giełda papierów wartościowych może pchnąć gospodarkę kraju mocno do przodu. Przy niewłaściwym – doprowadzić do chaosu i upadku.",
    "cost": {
        "production": 360,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/giełda|giełdy|giełdzie|giełdę|giełdy|giełd|giełdom|giełdy.png",
    "prereq_tech": {
        "name": "Elektryczność|Elektryczności|Elektryczności|Elektryczność",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/electricity.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}