{
    "id": 1,
    "name": "Mury Babilonu|Murów Babilonu|Murom Babilonu|Mury Babilonu",
    "game_info": "Mury Babilonu zwiększają obrażenia wszystkich dystansowych ataków miasta i zwiększają jego obronę.",
    "strategy": "Mury Babilonu to unikalny budynek Babilończyków. Zastępuje zwykłe mury miejskie. Zwiększa obronność miasta o 6, a punkty żywotności o 100 (znacznie więcej jednego i drugiego niż zwykłe mury).",
    "historical_info": "Jeden z oryginalnych siedmiu cudów świata Antypatra, mury Babilonu, otaczały miasto i chroniły je przed niebezpieczeństwem ze wszystkich stron, przekraczając nawet Eufrat (biegnący przez centrum miasta). Zewnętrzne ściany miały 16 kilometrów długości, ponad 7,5 m grubości i ponoć wznosiły się prawie 100 metrów nad miastem. Mniejsze mury otaczały miasto wewnątrz głównych, zapewniając dodatkową linię obrony w razie upadku pierwszej. Około 250 wież było wpasowanych w umocnienia, tworząc idealną sieć obserwacyjną i zapewniając liczne pozycje strzeleckie elitarnym babilońskim łucznikom. Mury stanowiły przeszkodę nie do pokonania dla ówczesnej technologii oblężniczej, a na krańcach fragmentu rzeki zamontowano żelazne bramy (zapobiegające podwodnym wtargnięciom). Na lądzie znajdowało się osiem ciężkich bram ze słynną Bramą Isztar na czele. Mury te skutecznie chroniły miasto przez prawie sto lat.Aż do 539 r. p.n.e. szukano sposobu na złamanie obrony miasta. W końcu Cyrus Wielki zainicjował plan przekierowania Eufratu w górze biegu w celu spłycenia wody na tyle, by można było przez nią przechodzić. Jego armia prześlizgnęła się pod metalowymi bramami miasta pod osłoną nocy i zajęła miasto od wewnątrz. Mury te, choć były w stanie wytrzymać najzacieklejsze nawet wrogie ataki, nie mogły sprostać pomysłowości jednego zdeterminowanego człowieka.Wiele ze starożytnych murów nadal stoi, co świadczy o ich potędze. W 1983 roku Saddam Hussein rozpoczął odbudowę starożytnego miasta, łącznie z murami i planami odtworzenia Bramy Isztar. Projekt został potem wstrzymany, ale Irakijczycy nadal mają nadzieję na wznowienie odtwarzania ścian i powrót części chwały Babilonu.",
    "cost": {
        "production": 65,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mury_babilonu|murów_babilonu|murom_babilonu|mury_babilonu.png",
    "prereq_tech": {
        "name": "Murarstwo|Murarstwa|Murarstwu|Murarstwo",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/masonry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}