{
    "id": 1,
    "name": "Gildia pisarzy|Gildii pisarzy|Gildii pisarzy|Gildię pisarzy|Gildie pisarzy|Gildii pisarzy|Gildiom pisarzy|Gildie pisarzy",
    "game_info": "Zapewnia 1 punkt wielkich ludzi (PWL) niezbędny do narodzin wielkiego pisarza. Umieść w tym budynku do dwóch specjalistów, by zdobywać kulturę i zwiększyć częstotliwość narodzin wielkich pisarzy (3 pkt kultury i 3 PWL na specjalistę).",
    "strategy": "Gildia pisarzy to jedyny budynek zawierający miejsca dla specjalistów pisarzy, niezmiernie ważnych przy generowaniu wielkich pisarzy. Jeśli planujesz zwycięstwo kulturowe, musisz koniecznie mieć ten budynek. Zapewnia on 1 punkt wielkich ludzi, a każdy przydzielony specjalista - dodatkowe 3 punkty wielkich ludzi i 3 punkty kultury.",
    "historical_info": "Po wynalezieniu w epoce renesansu druku zaczęły powstawać gildie pisarzy, choć nigdy nie były one tak wpływowe jak współczesne im gildie artystów. W wielu europejskich miastach zaczęły pojawiać się zarówno formalne, jak i nieformalne organizacje pragnące dopilnować, by autorzy byli odpowiednio wynagradzani przez drukarzy i księgarzy. W Londynie Szekspira i innych miastach dramatopisarze zaczęli łączyć się w grupy, by chronić swoje zyski przed plagiatami i nieautoryzowanym wystawianiem sztuk. Choć stanowiły one raczej związki zawodowe niż gildie, ich tradycja pozostaje żywa w setkach istniejących na całym świecie organizacji takich jak Izraelska Gildia Scenarzystów, Gildia Pisarzy Wielkiej Brytanii czy amerykańska Authors Guild.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gildia_pisarzy|gildii_pisarzy|gildii_pisarzy|gildię_pisarzy|gildie_pisarzy|gildii_pisarzy|gildiom_pisarzy|gildie_pisarzy.png",
    "prereq_tech": {
        "name": "Dramat i poezja|Dramatu i poezji|Dramatowi i poezji|Dramat i poezję",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}