{
    "id": 24,
    "name": "Polder",
    "game_info": "Polder to nisko położony grunt otoczony groblami i osuszony. Ogólnie rzecz biorąc są to tereny odebrane jeziorom, morzu, terenom zalewowym lub bagnom. Z czasem osuszony grunt osiada i po pewnym czasie cały polder znajduje się poniżej poziomu otaczającej go wody. Sprawia to, że wdziera się tam ona i musi zostać wypompowana lub osuszona w inny sposób. Groble robi się zazwyczaj ze znajdujących się pod ręką materiałów, piasku lub ziemi. W dzisiejszych czasach pokrywa się je lub odlewa w całości z betonu. Osuszony grunt jest niezwykle żyzny i stanowi doskonałe pastwisko lub pole uprawne.Pierwsze poldery stworzono w XI wieku naszej ery, choć budowanie wałów zatrzymujących wodę znane było już za czasów rzymskich. Długą historię odzyskiwania ziemi spod bagien, a nawet morza, mają Holendrzy – posiadają oni połowę wszystkich polderów w Europie. Znajdują się one też w innych krajach, również w Azji i Ameryce Północnej, Holandia jednak ma około 3000 polderów, które stanowią 27% jej powierzchni. Amsterdam w dużej części zbudowany jest na polderze. Jak mówi holenderskie przysłowie – „Bóg stworzył świat, lecz Holendrzy Holandię”.",
    "icon": "https://eyefyre.github.io/civvapi/images/improvement_icons/polder.png",
    "nearby_mountain_bonus": {
        "food": null
    },
    "can_be_built_on": [
        {
            "name": "Mokradło|Mokradła|Mokradłu|Mokradło|Mokradła|Mokradeł|Mokradłom|Mokradła",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/features/marsh.json"
        },
        {
            "name": "Obszary zalewowe|Obszarów zalewowych|Obszarom zalewowym|Obszary zalewowe",
            "url": "https://eyefyre.github.io/civvapi/v1/pl/features/flood_plains.json"
        }
    ],
    "improves_resources": [],
    "prereq_tech": {
        "name": "Gildie|Gildii|Gildiom|Gildie",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/tech/guilds.json"
    },
    "required_civ": {
        "name": "The Netherlands",
        "url": "https://eyefyre.github.io/civvapi/v1/pl/civilizations/the_netherlands.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 3,
        "faith": 0,
        "happiness": 0
    }
}