{
    "id": 1,
    "name": "Amerika",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/america.png",
    "dawn_of_man": "Willkommen, Präsident Washington! Ihr seid das Oberhaupt der fleißigen amerikanischen Zivilisation. Gegründet in den Stürmen der Revolution im 18. Jahrhundert entbrannte bereits nach hundert Jahren ein schrecklicher Bürgerkrieg in der jungen Nation, der das Land beinahe entzweite. Aber im 20. Jahrhundert, nur ein paar Jahre später, waren die Vereinigten Staaten von Amerika auf dem Höhepunkt ihrer Macht und gingen aus den zwei schrecklichen Kriegen, die so viele große Nationen zerstörten, als triumphierender Sieger hervor.Die Vereinigten Staaten sind ein Land der Immigranten, voller Optimismus und Entschlossenheit. Ihnen fehlt nur ein Oberhaupt, das ihnen hilft, ihr Versprechen einzulösen. Präsident Washington, könnt Ihr dem amerikanischen Volk zu wahrer Größe verhelfen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "B-17",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/b17.json"
        },
        {
            "name": "Minuteman",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/minuteman.json"
        }
    ],
    "city_names": [
        "Washington",
        "New York",
        "Boston",
        "Philadelphia",
        "Atlanta",
        "Chicago",
        "Seattle",
        "San Francisco",
        "Los Angeles",
        "Houston",
        "Portland",
        "St. Louis",
        "Miami",
        "Buffalo",
        "Detroit",
        "New Orleans",
        "Baltimore",
        "Denver",
        "Cincinnati",
        "Dallas",
        "Cleveland",
        "Kansas City",
        "San Diego",
        "Richmond",
        "Las Vegas",
        "Phoenix",
        "Albuquerque",
        "Minneapolis",
        "Pittsburgh",
        "Oakland",
        "Tampa Bay",
        "Orlando",
        "Tacoma",
        "Santa Fe",
        "Olympia",
        "Hunt Valley",
        "Springfield",
        "Palo Alto",
        "Centralia",
        "Spokane",
        "Jacksonville",
        "Savannah",
        "Charleston",
        "San Antonio",
        "Omaha",
        "Honolulu",
        "Anchorage",
        "Sacramento",
        "Salt Lake City",
        "Reno",
        "Boise",
        "Milwaukee",
        "Santa Cruz",
        "Monterey",
        "Santa Monica",
        "Little Rock",
        "Columbus",
        "Le Bam"
    ],
    "spy_names": [
        "Cousin",
        "Felix",
        "Dennis",
        "Edward",
        "Prof. Rex",
        "Eliza",
        "Mary",
        "Virginia",
        "Scarlett",
        "Barbara"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die Vereinigten Staaten von Amerika sind eine \"Supermacht\" (was mehr oder weniger bedeutet, dass dieses Land Waffen besitzt, mit denen es alles auf diesem Planeten zerstören kann). Das Land ist verhältnismäßig jung; es wurde im 18. Jahrhundert gegründet, zerstörte sich im 19. Jahrhundert beinahe selbst und wurde im 20. Jahrhundert zu einer mächtigen und dominierenden Zivilisation in den Bereichen Militär, Technologie, Kultur und Wirtschaft. Was im 21. Jahrhundert passieren wird, kann man nur schwer erahnen."
        },
        {
            "heading": "Geografie und Klima",
            "text": "Die Vereinigten Staaten erstrecken sich über den Kontinent Nordamerika und umfassen Alaska weit im Norden und mehrere Pazifikinseln. Die Klimabedingungen reichen von beinahe arktisch in Alaska über beinahe tropisch in Florida bis hin zu arid in der Wüste von Arizona. Der Kontinent wird von zwei Bergketten halbiert - den älteren und niedrigeren Appalachen im Osten und den viel jüngeren und höheren Rocky Mountains im Westen. Die Ebenen in der Mitte zwischen den beiden Bergketten reichen über die Flüsse Missouri und Mississippi bis in den Golf von Mexiko. Das Land grenzt an die Großen Seen, die zu den größten Süßwasserseen der Erde gehören.Obwohl das Land schon seit Jahrhunderten bebaut wird, besitzen die Vereinigten Staaten noch immer viel Wald, Kohlevorkommen und andere natürliche Ressourcen."
        },
        {
            "heading": "Die Ureinwohner Amerikas",
            "text": "Manche Historiker vermuten, dass Nordamerika ursprünglich von eurasischen Völkern besiedelt wurde, die über die Beringia-Landbrücke - die einst Alaska und Russland verband - in das Land kamen. Diese Theorie ist genauso umstritten wie die Anzahl der Siedlungswellen. Es ist außerdem nicht geklärt, wo und wann die ersten Siedler ankamen. Man scheint sich aber darüber einig zu sein, dass der Zeitpunkt der Einwanderung zwischen 9.000 und 50.000 Jahre her ist (was ein nicht kleiner Zeitraum ist). Es ist auch gut möglich, dass die Ureinwohner über viele Jahre in mehreren Wellen ankamen und einige Gruppen in Richtung Süden an der Westküste entlang wanderten, während später angekommene Gruppen sich landeinwärts ins Herz Kanadas und der Vereinigten Staaten begaben.Mit der Zeit verteilten sich die Gruppen über die Kontinente, entwickelten Sprache, verbesserten ihre Jagdfähigkeiten, Kunst und Handwerk und so weiter. Allerdings zähmten sie keine Pferde (sie hatten die Vorfahren der Pferde immer gegessen, bevor sie erkannten, dass sie auch noch zu etwas anderem gut sein könnten).Schätzungen über die Zahl der Ureinwohner, die in dem Gebiet von Nordamerika lebten, das später zu den Vereinigten Staaten werden sollte, variieren - sie bewegen sich zwischen fünf und 25 Millionen. Jedenfalls brachten die ersten Besucher aus Europa einige sehr unangenehme Krankheiten mit (zum Beispiel Masern und Pocken), die für die Immunsysteme der Ureinwohner völlig neu waren, und innerhalb eines Jahrhunderts nach der Ankunft des Weißen Mannes waren mindestens 90% der Ureinwohner Nordamerikas an Krankheiten gestorben.Da die verbliebenen 10% der Ureinwohner weder Waffen noch erwähnenswerte industrielle Technologie besaßen, waren sie relativ hilflos angesichts der massiven europäischen Angriffe."
        },
        {
            "heading": "Auftritt der Europäer",
            "text": "Vier europäische Gruppen errichteten Anfang des 16. Jahrhunderts Kolonien in Nordamerika: die Franzosen in Kanada, die Engländer (mit einer kleinen niederländischen Siedlung genau in der Mitte) und die Spanier in Florida und weiter südlich. Mit der Zeit eroberten die Engländer die französischen Kolonien im Norden und die niederländische Kolonie bei Manhattan, und bis auf Florida wurde die gesamte Ostküste englisch. Wie bereits erwähnt wurde die Urbevölkerung durch Krankheiten und ihre waffentechnische Unterlegenheit stark geschwächt und konnte dem europäischen Einfall nichts entgegensetzen."
        },
        {
            "heading": "Die Amerikanische Unabhängigkeitsbewegung",
            "text": "Mit dem fortschreitenden 18. Jahrhundert wuchsen und gediehen die britischen Kolonien in Nordamerika. Viele Einwanderer aus Großbritannien und anderswo siedelten nach Amerika über, angelockt von Grundbesitz, Wohlstand und oft auch, um religiöser Verfolgung in ihrem Herkunftsland zu entgehen. Der Sklavenhandel bot viel billige Arbeitskraft und das britische Nordamerika begann damit, Ackerbau und Leichtindustrie aufzubauen.In diesem Jahrhundert wuchsen die Spannungen zwischen den Kolonien und der britischen Regierung. Die Kolonien wurden von Gouverneuren verwaltet, die von der britischen Krone eingesetzt wurden, und waren im Britischen Parlament nicht direkt vertreten. Außerdem waren den Siedlern die ihrer Meinung nach ungerechten Handelsbeschränkungen durch Großbritannien zuwider. Inzwischen war die Regierung der Meinung, dass die Kolonisten im Großen und Ganzen ein undankbares Pack war, das keine Ahnung hatte, wie viel Geld die britische Krone in ihren Schutz investierte.Ende der 1770er Jahre befanden sich die amerikanischen Kolonien in einer offenen Revolte und am 4. Juli 1776 erklärten die Vereinigten Staaten von Amerika ihre Unabhängigkeit. Als der Krieg begann, waren die Kolonisten der erfahrenen britischen Armee wegen deren Waffen sowie zahlenmäßig weit unterlegen, besonders weil die britische Marine die absolute Kontrolle über die Weltmeere hatte und daher große Truppenverbände ungehindert entlang der ganzen Küste bewegen konnte. Die Kontinentalarmee, schlecht ausgebildet und unerfahren, hatte den \"Rotröcken\" nichts entgegenzusetzen."
        },
        {
            "heading": "George Washington",
            "text": "Der Befehlshaber der Kontinentalarmee war George Washington, ein wohlhabender Landbesitzer aus Virginia mit militärischer Erfahrung (er war im Krieg mit Frankreich und den sogenannten Indianerkriegen Oberst der britischen Armee). Seine ersten großen Kämpfe hätten beinahe katastrophal geendet - seine überkomplizierten Schlachtpläne erwiesen sich angesichts der gegnerischen Aktionen und der Unerfahrenheit seiner Truppen als nutzlos. Washington hatte mehrere wichtige Fähigkeiten: Seine heldenhafte Persönlichkeit und seine Ruhe auch im größten Schlachtengetümmel ermöglichten es ihm, seine Armee vor der beinahe sicheren Niederlage zu bewahren, und er lernte schnell aus seinen Fehlern (Weitere Informationen über George Washington findet Ihr in seinem Zivilopädie-Eintrag).Die Rotröcke hatten ihre Chance, die Kontinentalarmee zu besiegen, nicht genutzt und der Amerikanische Unabhängigkeitskrieg wurde zu einer langen, kräftezehrenden Angelegenheit. Die britische Armee konnte die amerikanischen Streitkräfte nicht lange genug in Schach halten, um sie zu besiegen, und mit den Jahren wuchs die Kriegsmüdigkeit der Briten.1778 trat Frankreich auf der Seite der Vereinigten Staaten in den Krieg ein und 1779 tat Spanien es ihm gleich. Obwohl die Franzosen sich der britischen Marine nicht Schiff gegen Schiff stellen konnten, gelang es ihnen dennoch, einige kleinere Gebiete einzunehmen, was sich als entscheidender Faktor herausstellte. 1781 belagerte die Kontinentalarmee die britische Armee bei Yorktown in Virginia. Da die französische Marine vor der Küste lag, konnten die Briten nicht fliehen und der britische General Cornwallis ergab sich Washington am 19. Oktober 1781.1787 gab es eine konstitutionelle Versammlung und im Jahr darauf wurde die neue Verfassung ratifiziert. George Washington wurde 1789 zum Präsidenten gewählt und inklusive seiner zweiten Amtszeit regierte er das Land acht Jahre lang, bis er sich auf seinem Anwesen in Mount Vernon, Virginia, zur Ruhe setzte."
        },
        {
            "heading": "Der Louisiana Purchase",
            "text": "1803 erwarben die Vereinigten Staaten 2.144.476 Quadratkilometer nordamerikanisches Land von Frankreich. Dieses Gebiet umfasste den Großteil des Mississippitals, von den Rocky Mountains im Westen bis nach Ohio im Osten. Dieser Vertrag, der die Größe der Vereinigten Staaten verdoppelte, kostete etwa 15 Millionen Dollar, was ein erschreckend gutes Geschäft für die USA waren. Für Frankreich ergaben sich aber auch Vorteile: Die Franzosen waren mit den Engländern im Krieg (siehe weiter unten) und da Letztere die Meere beherrschten, hatte Frankreich keine Möglichkeit, von diesem Gebiet zu profitieren oder es vor England zu schützen. Außerdem sahen die Franzosen diesen Handel als Demütigung Englands. Das französische Staatsoberhaupt Napoléon Bonaparte sagte zu dem Geschäft: \"Dieser Landerwerb bekräftigt für immer die Macht der Vereinigten Staaten. Ich habe England einen Rivalen auf den Meeren geschenkt, der früher oder später seinen Stolz demütigen wird.\"Präsident Thomas Jefferson wurde zu der damaligen Zeit scharf für diesen Handel kritisiert, doch fast alle Historiker sind sich einig, dass es ein Wahnsinnsgeschäft war."
        },
        {
            "heading": "Der Krieg von 1812",
            "text": "Zu Beginn des 18. Jahrhunderts war Frankreich von seiner eigenen Revolution erschüttert. Viele Amerikaner glaubten, dass Frankreich eine Demokratie werden würde, doch stattdessen ging Napoléon Bonaparte als Herrscher hervor und krönte sich wenige Jahre später selbst zum Kaiser. Als Napoléon seine Macht weiter über das kontinentale Europa ausbreitete, konterte Großbritannien mit seiner unerreichten Marine und verhängte ein Handelsembargo über Frankreich und zeitweise sogar fast ganz Europa. Das war ein schwerer Schlag gegen den amerikanischen Handel. Zudem hielten britische Kriegsschiffe routinemäßig amerikanische Schiffe an und durchsuchten sie nach desertierten britischen Seeleuten. Das wurde als unannehmbarer Bruch der amerikanischen Souveränität gewertet und 1812 erklärten die Vereinigten Staaten Großbritannien den Krieg. (Manche Historiker glauben, dass der Hauptgrund der Kriegserklärung die Rechtfertigung für einen Landraub auf kanadischem Gebiet war.)Die primäre Waffe der Amerikaner in diesem Krieg waren Angriffe auf Handelsschiffe. Kleine bis mittelgroße amerikanische Schiffe patrouillierten im Meer und kaperten britische Handelsschiffe, was dem britischen Handel arg zusetzte. An Land begannen die Amerikaner eine Invasion Kanadas, die die Briten und Kanadier jedoch ohne große Schwierigkeiten abwehren konnten. Die britische Marine, die von dem zehn Jahre alten Konflikt mit Frankreich ausgedünnt war, musste feststellen, dass sie weder die amerikanische Küste blockieren noch die Handelsschiffräuber jagen konnte. Weitaus erfolgreicher verliefen die Fortschritte an Land und britische Truppen schafften es tatsächlich bis nach Washington D.C., die amerikanische Hauptstadt, und brannten den Großteil davon nieder.Trotz dieses heftigen Schlages gegen den amerikanischen Stolz erkannten sowohl die britische als auch die amerikanische Regierung, dass niemand eine realistische Chance darauf hatte, den Krieg zu gewinnen, und dass jeder weitere Konflikt lediglich Geld und Leben verschwenden würde. Im Dezember 1814 schlossen die beiden Nationen den \"Frieden von Gent\", der schlicht das Ende der Feindseligkeiten besiegelte. Keine der beiden Seiten gewann oder verlor Land und es wurde keine der Kernursachen des Krieges angesprochen. Der Krieg war ein Unentschieden."
        },
        {
            "heading": "Der Mexikanisch-Amerikanische Krieg",
            "text": "1835 erklärte der mexikanische Präsident Antonio López de Santa Anna die mexikanische Verfassung für ungültig und setzte eine neue Verfassung ein, die die Macht auf die mexikanische Zentralregierung konzentrierte. Mehrere Staaten Mexikos revoltierten damals, darunter auch der Staat Coahuila y Tejas (der das heutige Texas umfasste). Trotz früher Erfolge (darunter die Einnahme der Festung Alamo) wurde Santa Anna schließlich besiegt und gefangen genommen. Da er in einer aussichtslosen Lage war, stimmte er schließlich widerwillig der Unabhängigkeit Texas' zu.Die mexikanische Regierung setzte Santa Anna während seiner Gefangenschaft als Staatsoberhaupt ab und leugnete die Vereinbarung. Einige leichte Kämpfe zwischen der \"Republik Texas\" und Mexiko setzten sich fort, während Parteien in Texas und den Vereinigten Staaten bereits nach Möglichkeiten suchten, Texas in die Union aufzunehmen. 1845 erließ der amerikanische Kongress einen Gesetzentwurf für die Erlaubnis, Texas zu annektieren. Präsident John Tyler unterzeichnete diesen Entwurf und machte ihn damit zum Gesetz. Zur selben Zeit sah sich Mexiko einem Zustrom amerikanischer Bürger in seine nördlichen Gebiete gegenüber (darunter Kalifornien). Manche der Einwanderer bekannten sich offen dazu, diese Gebiete an die USA angliedern zu wollen. Ende 1845 wurde Texas zum Staat und 1846 besetzten amerikanische Truppen das strittige Gebiet. Als die mexikanische Kavallerie auf eine amerikanische Patrouille traf und 11 Soldaten tötete, benutzte die US-Regierung diesen Zwischenfall dazu, Mexiko den Krieg zu erklären.Der Krieg war kurz und entscheidend. Nach einigen anfänglichen Gefechten in Texas und Nordmexiko landete eine 12.000 Mann starke amerikanische Armee bei Veracruz, Mexiko, und marschierte nach Westen. Die mexikanische Armee wurde bei jedem Gefecht besiegt und die Vereinigten Staaten nahmen ohne Umschweife Mexico City ein. Die geschlagene mexikanische Regierung unterzeichnete den Vertrag von Guadalupe Hidalgo und überließ den Vereinigten Staaten das Gebiet, das später zu den Bundesstaaten Texas, New Mexico, Arizona, Kalifornien, Nevada und Teilen von Wyoming, Oklahoma und Colorado werden sollte. Im Gegenzug bezahlten die USA Mexiko 18.250.000 Dollar - für heutige Verhältnisse etwa eine halbe Milliarde Dollar.Der Krieg hatte nicht nur zur Folge, dass Mexiko riesige Gebiete wertvollen Landes genommen wurden; es gab noch einen großen Vorteil: Durch diesen Krieg lernten viele amerikanische Soldaten ihr Handwerk. Diese Männer würden ihre Erfahrung 15 Jahre später im Amerikanischen Bürgerkrieg mit großem Erfolg erneut einsetzen."
        },
        {
            "heading": "Der Amerikanische Bürgerkrieg",
            "text": "Im 18. Jahrhundert wurden die Vereinigten Staaten grob halbiert - in die Sklavenstaaten im Süden und die freien Staaten im Norden. Die Südstaaten, die eine landwirtschaftlich geprägte Wirtschaft besaßen, benötigten billige Arbeitskräfte für die Feldarbeit. Sklaven waren dagegen im Norden kaum einsetzbar, denn dort wuchs die industrielle Basis und man hatte genügend Arbeitskraft aus Europa zur Verfügung. Außerdem war die Sklaverei in den Südstaaten so etabliert, dass dort viele den \"Abolitionismus\" für abscheulich, undenkbar und (mittels einer extrem verworrenen Bibelinterpretation) für eine große Sünde hielten. Andererseits hassten viele Menschen im Norden die Sklaverei und hielten sie für absolut böse - die Ursünde des Landes. (Es sei angemerkt, dass viele im Süden die Angelegenheit aus der Perspektive der \"Rechte der Staaten\" sahen - die Föderalregierung hatte kein verfassungsmäßiges Recht dazu, sich in staatsinterne Angelegenheiten zu mischen, doch das Thema der Sklaverei machte die Diskussion extrem explosiv.)In den 1850er Jahren war die Situation schließlich unerträglich geworden, die Spannungen zwischen Norden und Süden erreichten ihren Höhepunkt und mit der Wahl des moderat gegen die Sklaverei gewandten Kandidaten Abraham Lincoln im Jahr 1860 begann eine Reihe von Ereignissen, die schnurstracks zum Austritt der Südstaaten und schließlich in den Bürgerkrieg führten.Für die Union (die Nordstaaten) begann der Krieg sehr schlecht. Die Rebellen (die Südstaaten) blickten auf eine längere militärische Tradition zurück als die Nordstaaten und die besten Offiziere des Landes stammten aus dem Süden und fühlten sich dazu verpflichtet, ihre Heimat vor einer Invasion des Nordens zu schützen, egal, was sie persönlich vom Grund für den Krieg hielten. Außerdem war der Süden vollständig in der Defensive und für eine unerfahrene Armee ist es viel schwieriger, den Gegner anzugreifen, als sich zu verteidigen. Außerdem begannen beide Seiten den Krieg mit unerfahrenen Armeen.Viele glaubten, dass der Krieg nach einer großen Schlacht zu Ende sein würde, doch sie lagen erschreckend falsch. Die erste große Schlacht (Erste Schlacht am Bull Run) ging zu Gunsten der Südstaaten aus, doch diese konnten ihren Sieg nicht wiederholen. Es folgten vier Jahre quälenden Krieges im ganzen Land. Trotz seiner Siege konnte der Süden nicht die Moral des Nordens brechen (besonders nicht die von Präsident Abraham Lincoln) und mit Fortschreiten des Kriegs wurden die Nordstaatengeneräle immer erfahrener. Hinzu kamen die zahlenmäßige Überlegenheit des Nordens und seine Industrie, die das Schlachtfeld bald beherrschten. 1865 fiel die Hauptstadt der Südstaaten und kurz darauf legten die übriggebliebenen Südstaatenarmeen ihre Waffen nieder. Präsident Abraham Lincoln wurde im April 1865 ermordet, kurz nach der Aufgabe der Hauptarmee der Südstaaten.Der Krieg hatte viele große Auswirkungen auf die Vereinigten Staaten - zu den bedeutendsten gehört die Abschaffung der Sklaverei im ganzen Land. Leider wurde den Schwarzen vieles von dem, was sie gewonnen hatten, während des Wiederaufbaus wieder genommen. Mit dem fortschreitenden 19. Jahrhundert konnte man Schwarze nirgendwo im ganzen Land als den Weißen gleichgestellt bezeichnen, doch zumindest stand nicht mehr zur Debatte, dass man sie kaufen und verkaufen konnte wie Vieh."
        },
        {
            "heading": "Westwärts, ho!",
            "text": "Im übrigen 19. Jahrhundert siedelten amerikanische Bürger immer weiter im Westen und füllten damit die endlosen Ebenen des Mittleren Westens und der Pazifikküste. Amerikanische Ingenieure bauten Eisenbahnstrecken durch die Steppen und Berge und es entstanden viele neue Städte. Die Ureinwohner, die nicht getötet worden waren, wurden in immer kleinere und unbeliebte Landabschnitte gedrängt, zeigten aber auch unter den schlimmsten Bedingungen einen unbändigen Überlebenswillen. Aus allen Ecken der Welt strömten weiterhin Einwanderer nach Amerika, die ein Stück vom amerikanischen Traum haben wollten (und viele bekamen auch eins).Im späten 19. Jahrhundert schlugen die Vereinigten Staaten noch eine unglückliche Schlacht um Land, diesmal gegen das schwindende spanische Reich. Angespornt von ultranationalistischen Skandalreportern wie William Randolph Hearst besiegten die USA die spanischen Truppen sehr schnell und erhielten dafür die Philippinen, Guam und Puerto Rico. Spanien verlor außerdem die Insel Kuba, die nach einer kurzen Zeit als US-Protektorat unabhängig wurde."
        },
        {
            "heading": "Das frühe 20. Jahrhundert - Die Welt greift an",
            "text": "Während die industrielle und wirtschaftliche Macht der USA stetig wuchs, stagnierte ihre Militärmacht. Die Armee und Marine der Vereinigten Staaten waren groß genug, um Spanien schlagen zu können (und Kanada und Mexiko im Zaum zu halten), doch waren sie nicht groß genug, um so etwas wie eine militärische Weltmacht darstellen zu können. Primär verließ sich das Land auf den Schutz des Atlantischen und des Pazifischen Ozeans, die durch die unvergleichliche britische Marine beherrscht wurden.Als sich Europa geradewegs selbst in den Ersten Weltkrieg manövrierte, wollten die meisten Amerikaner nichts damit zu tun haben. (Viele waren in die Vereinigten Staaten ausgewandert, um den endlosen Kriegen in Europa zu entfliehen.) Amerikaner kamen aus allen Teilen Europas, darunter Deutschland, Österreich, Frankreich, Italien, Russland und das Vereinigte Königreich - also egal, auf wessen Seite die USA gestanden hätten, man hätte immer gegen seine eigenen Leute gekämpft. Was immer die amerikanischen Politiker persönlich von der Angelegenheit hielten, die amerikanische Regierung verhielt sich neutral.Tatsächlich begünstigte diese amerikanische Neutralität die Engländer und Franzosen, da Englands Seemacht bedeutete, dass die USA nur mit dem Vereinigten Königreich und seinen Verbündeten Handel treiben konnten. Das war ungünstig für Deutschland, da man dort darauf angewiesen war, Englands Nachschublinien abzuschneiden, um den Sieg erringen zu können. 1917 versenkte ein deutsches U-Boot das Passagierschiff Lusitania und Deutschland erklärte anschließend den uneingeschränkten U-Bootkrieg gegen neutralen Schiffsverkehr. Die amerikanische Kriegserklärung gegen Deutschland und dessen Alliierte folgte kurz darauf.Zu Beginn des Kriegs hatten die Vereinigten Staaten nur eine kleine Berufsarmee, doch bis 1918 betrug die Stärke der American Expeditionary Forces (Amerikanische Erkundungstruppen oder AEF) in Europa über 1.000.000 Mann. Dieser Zustrom an Soldaten machte auf dem Schlachtfeld einen großen Unterschied und schwächte zudem die Moral des Feindes. Mit dem Jahr 1918 war auch der Krieg zu Ende. Während ihrer kurzen Zeit in Frankreich hatten die AEF schwere Kämpfe zu bestreiten, wobei über 50.000 Soldaten starben und 300.000 verwundet wurden.Nach dem Krieg versuchte US-Präsident Woodrow Wilson das zu vermitteln, was er \"gerechten Frieden\" nannte, und wollte eine Nationenliga gründen, doch die siegreichen europäischen Nationen wollten lieber schwere Strafen über die Verlierer verhängen - was angesichts der Verluste, für die Letztere verantwortlich waren, verständlich schien. An einer Zusammenarbeit der Nationen waren sie nicht interessiert. Infolgedessen wendete sich die öffentliche Meinung der Amerikaner gegen Europa und besonders gegen jegliche neue militärische Abenteuer auf diesem Kontinent. Etwa zwei Jahrzehnte später sollte das ungeahnte Konsequenzen haben."
        },
        {
            "heading": "Die Große Depression",
            "text": "Die \"Große Depression\" war tatsächlich deprimierend und wird daher nur kurz behandelt. Sie wurde von dem amerikanischen Börsencrash von 1929 ausgelöst und breitete sich schnell über das ganze Land und die Welt aus. Banken brachen zusammen, Amerikas Arbeitslosenrate stieg auf 25%, die Preise für Feldfrüchte fielen um über 60%. In allen größeren Städten standen die Menschen für Brot an. Die Depression zog sich noch Jahre hin. Die US-Wirtschaft lebte Mitte der 30er Jahre wieder etwas auf, konnte sich aber bis zum zweiten Weltkrieg nicht mehr vollständig erholen."
        },
        {
            "heading": "Der Zweite Weltkrieg",
            "text": "Während der Großen Depression gewann die politische Doktrin des Faschismus auf der ganzen Welt immer mehr an Popularität, besonders in Europa: In Italien, Spanien und Deutschland kamen faschistische Regimes an die Macht. Erschöpft und gezeichnet von der Großen Depression und dem Ersten Weltkrieg und abgelenkt von einer exzessiven Angst vor dem Kommunismus sahen die Demokratien zu, wie Deutschland seine Armee, Marine und Luftwaffe wiederaufbaute und die kleineren Länder um sich herum verschluckte. Erst als Deutschland (und die Sowjetunion) 1939 Polen angriffen, erklärten Frankreich und das Vereinigte Königreich ihm den Krieg. Inzwischen rieben japanische Streitkräfte China auf und bedrohten europäische Interessen im Pazifikraum.Wegen ihrer isolationistischen Haltung waren die Vereinigten Staaten auch 1940 und 1941 offiziell \"neutral\", als Frankreich erobert wurde und deutsche Truppen in die Sowjetunion einmarschierten. Doch wie bereits im Ersten Weltkrieg bevorzugte Amerikas Neutralität die Briten, deren Marine noch immer den Atlantik beherrschte. Präsident Franklin Roosevelt stellte die amerikanischen Truppen so schnell wie möglich auf und versuchte gleichzeitig, die Öffentlichkeit von einer aktiven militärischen Intervention zu überzeugen und für einen Krieg gegen Deutschland zu gewinnen. Im Pazifik war ein amerikanisches Ölembargo gegen Japan sowohl eine militärisch und wirtschaftlich große Last als auch eine schwere Beleidigung des japanischen Stolzes. Das Reich der Aufgehenden Sonne beantwortete den amerikanischen Druck mit einem der katastrophalsten militärischen und politischen Fehler der modernen Geschichte.Am 7. Dezember 1941 bombardierten die Japaner die amerikanische Pazifikflotte in Pearl Harbor auf amerikanischem Gebiet in Hawaii. Viele Schlachtschiffe der Amerikaner wurden zwar zerstört, aber die Flugzeugträger waren zur Zeit des Angriffs nicht im Hafen. Das sollte sich noch als entscheidender Faktor für den Ausgang des Pazifikkriegs herausstellen.Kurz nach Pearl Harbor erklärte auch Deutschland den USA den Krieg und auch das stellte sich als kolossaler Fehler heraus, da die USA so einen Grund mehr für große Militärinterventionen in Europa hatten. Präsident Roosevelt hätte dies sonst angesichts der öffentlichen \"Japan zuerst\"-Meinung nicht tun können."
        },
        {
            "heading": "Die USA im Krieg",
            "text": "Der Zweite Weltkrieg war eine erstaunlich komplexe militärische, industrielle und politische Herausforderung für die Vereinigten Staaten. Obwohl die USA ihre militärischen Streitkräfte schon einige Jahre lang aufgebaut hatten, hatten sie dennoch in allen Bereichen beklagenswerte Defizite: Personal, Waffen, Schiffe, Flugzeuge, Panzer und so weiter. Die Regierung musste den Bedarf an Soldaten mit dem Bedarf an Arbeitskräften ausbalancieren, die Waffen und Fahrzeuge sowohl für die USA als auch für ihre immer verzweifelteren Verbündeten produzierten.Zudem musste das Land extrem schwierige Allianzen mit dem Vereinigten Königreich, dessen Besitz und mit der Sowjetunion aufrechterhalten, die allesamt unterschiedliche politische und militärische Ziele hatten. Dies war besonders schwierig, da die USA und England vor dem Krieg erbitterte Gegner des Kommunismus und der UdSSR gewesen waren.Und schließlich musste sich die weitestgehend unerfahrene Armee zwei äußerst starken Gegnern stellen: der erfolgreichen japanischen Marine und den tödlichen deutschen Truppen.Als die USA in den Krieg eintraten, waren sie an allen Schauplätzen in der Defensive. Die japanische Marine nahm im ganzen Pazifik alliierte Basen ein und kam immer näher in Richtung Neuseeland.Die deutschen U-Boote versenkten Hunderttausende Tonnen alliierter Fracht im Atlantik, was Großbritannien beinahe aushungerte und zur Aufgabe gezwungen hätte. Doch die hervorragende amerikanische Industrie lief an und baute mit erstaunlicher Geschwindigkeit Kriegsschiffe, Flugzeuge und Panzer. Das US-Militär lernte aus seinen frühen Fehlern und hielt gemeinsam mit seinen Verbündeten den feindlichen Vormarsch an allen Fronten auf. 1942 waren die USA in Nordafrika und dem Pazifik in der Offensive.1944 landeten amerikanische und britische Truppen in Frankreich und - gefangen zwischen dieser neuen Gefahr und den starken russischen Truppen, die aus dem Osten anrollten - brach Deutschland im Mai 1945 zusammen. Japan hielt noch einige Monate länger durch und lieferte sich erbitterte Kämpfe auf Inseln im ganzen Pazifik, bis die Vereinigten Staaten Atombomben auf Hiroshima und Nagasaki abwarfen."
        },
        {
            "heading": "Amerika in der zweiten Hälfte des 20. Jahrhunderts",
            "text": "Die USA hatten aus den beiden Weltkriegen zwei Lektionen gelernt. Die erste war, dass sie die Welt und ihre Gefahren ignoriert hatten. Es war offensichtlich, dass der Atlantik und der Pazifik dem amerikanischen Festland zwar enormen Schutz boten, doch die Sicherheit der USA war unvermeidlich auch mit Ereignissen auf der ganzen Welt verbunden und sei es nur durch die Notwendigkeit, Güter auf ausländischen Märkten verkaufen zu können. Die zweite Lektion war, dass es keine gute Idee war, einen besiegten Gegner hart zu bestrafen. Es war besser, den Gegner wiederaufzubauen, damit man einen Verbündeten und damit einen neuen Markt für eigene Industrieprodukte gewann. Und so gaben die Vereinigten Staaten Milliarden für den Wiederaufbau Japans und Europas aus - für Freund wie für Feind gleichermaßen (mit einer wichtigen Ausnahme: der UdSSR).Am Ende des Zweiten Weltkriegs waren die Vereinigten Staaten das mächtigste Land der Erde. Das Festland war während des Krieges nicht angegriffen oder bombardiert worden und die industrielle Basis war auf ihrem Höhepunkt. Das Militär war kampferprobt und mit den modernsten Waffen der Welt ausgerüstet und als einzige Nation besaß man eine Atombombe. Auf der anderen Seite war die sowjetische Armee das stärkste Militär in Europa. In den USA war man nicht auf weitere Konflikte mit der Sowjetunion aus; das Volk wollte nur, dass die Truppen nach Hause kamen."
        },
        {
            "heading": "Der Kalte Krieg",
            "text": "Nach dem Ende des Zweiten Weltkriegs waren die latenten Feindseligkeiten zwischen den USA und Großbritannien viel weniger latent geworden. Dafür gab es viele Gründe: Die USA befürchteten, dass der von der Sowjetunion (und später China) angetriebene internationale Kommunismus Europa und den Rest der Welt überrennen würde, wenn er nicht eingedämmt würde. Die Sowjetunion wiederum wollte ein für alle Mal klarstellen, dass sie es leid war, etwa alle zwanzig Jahre von fremden Truppen angegriffen zu werden, und dass sie mit aller nötigen Härte dafür sorgen würde, dass dies nicht erneut geschah. (Zudem verabscheute man dort den amerikanischen Kapitalismus und wollte seinerseits den internationalen Kommunismus auf der ganzen Welt verbreiten.)In den folgenden fünfzig Jahren verwendeten die USA, die Sowjetunion und später China Unsummen an Geld und Energie dafür, Waffen zu bauen, andere Regierungen zu unterminieren und Stellvertreterkriege auf der ganzen Welt zu führen. Die USA bekämpften den internationalen Kommunismus in Korea (Unentschieden) und später in Vietnam (Niederlage). Die Sowjetunion nahm einen großen Teil Osteuropas ein (Sieg) und fiel später in Afghanistan ein (schwere Niederlage).In den späten 1980ern war die Sowjetunion durch ihre vielen internen Fehler (Korruption, Gier, Inkompetenz und so weiter) und Ausgaben für das Militär praktisch bankrott. In den 1990ern gab es die Sowjetunion nicht mehr und die USA trieben freien Handel mit China. Der Kalte Krieg war beendet.Im Nachhinein und objektiv betrachtet war der Kalte Krieg für alle Beteiligten ein kolossaler und teurer Fehler. Hätten die USA die UdSSR davon überzeugen können, dass sie nicht ihr ärgster Feind waren, hätte sich die UdSSR vielleicht entspannen und damit aufhören können, wie paranoid viele eigene Bürger zu unterdrücken und zu töten. Und die USA auf der anderen Seite hätten ihren Reichtum für andere Dinge aufwenden können als immer gefährlichere und ausgefallenere Waffen zu bauen und Despoten auf der ganzen Welt zu unterstützen.Andererseits führte der Kalte Krieg beide Seiten auch ins Weltall - aus militärischen Gründen und um das nationale Ansehen zu stärken. Dies hat zu vielen wichtigen technischen Erfindungen wie Kommunikationssatelliten und Astronautenkost geführt sowie zur Mondlandung, der vielleicht wichtigsten und coolsten Leistung der Geschichte.Mit dem Ende des Kalten Krieges begann ein neues glückliches Zeitalter für die USA. Für ein paar Jahre jedenfalls bestimmt."
        },
        {
            "heading": "Der Krieg gegen den Terror",
            "text": "Am 11. September 2001 entführten Terroristen vier Düsenflugzeuge und lenkten sie in die Türme des World Trade Centers in New York City und das Pentagon in Washington D.C. Ein vierter Angriff mit einem weiteren Düsenflugzeug konnte durch den heldenhaften Einsatz einiger Passagiere verhindert werden. Die Anschläge konnten bis zu einem Netzwerk, \"Al-Qaida\" genannt, zurückverfolgt werden - eine islamistische Gruppierung in Afghanistan, die zum Ziel hat, Eindringlinge aus dem Nahen Osten zu vertreiben und die Vereinigten Staaten zu bekämpfen, die sie als \"Großen Satan\" bezeichnen.Die Vereinigten Staaten beantworteten die Anschläge, indem sie in Afghanistan einmarschierten und die fundamentalistischen Anführer stürzte, die Al-Qaida unterstützen. Dann marschierten sie in den Irak, die Heimat des alten Staatsfeindes Saddam Hussein, ein, was einige Kontroversen verursachte.Zurzeit versuchen die USA, ihr internationales Ansehen zu verbessern, Verbündete für den Krieg gegen den Terror zu gewinnen und sich aus den Verstrickungen im Irak zu lösen. Afghanistan ist nach wie vor eine höchst schwierige Aufgabe und es ist keinesfalls gesagt, dass die USA aus ihren derzeitigen Kriegen siegreich hervorgehen werden."
        },
        {
            "heading": "Die Zukunft der USA",
            "text": "Die Vereinigten Staaten sind inzwischen nicht mehr die einzige Supermacht. Sie teilen sich den dubiosen Titel zumindest mit China. Intern erholen sie sich von den wirtschaftlichen Exzessen des späten 20. Jahrhunderts und versuchen, den Geist der Sklaverei und des Rassismus endgültig auszutreiben. Das Land ist angeschlagen, aber nicht geschlagen. Noch immer besitzt es die Mittel, den Antrieb und das menschliche Kapital, um auch im nächsten Jahrhundert eine lebendige und wichtige Zivilisation zu bleiben."
        },
        {
            "heading": "Die Zukunft der USA",
            "text": "Die Vereinigten Staaten sind inzwischen nicht mehr die einzige Supermacht. Sie teilen sich den dubiosen Titel zumindest mit China. Intern erholen sie sich von den wirtschaftlichen Exzessen des späten 20. Jahrhunderts und versuchen, den Geist der Sklaverei und des Rassismus endgültig auszutreiben. Das Land ist angeschlagen, aber nicht geschlagen. Noch immer besitzt es die Mittel, den Antrieb und das menschliche Kapital, um auch im nächsten Jahrhundert eine lebendige und wichtige Zivilisation zu bleiben."
        },
        {
            "heading": "Die Zukunft der USA",
            "text": "Die Vereinigten Staaten sind inzwischen nicht mehr die einzige Supermacht. Sie teilen sich den dubiosen Titel zumindest mit China. Intern erholen sie sich von den wirtschaftlichen Exzessen des späten 20. Jahrhunderts und versuchen, den Geist der Sklaverei und des Rassismus endgültig auszutreiben. Das Land ist angeschlagen, aber nicht geschlagen. Noch immer besitzt es die Mittel, den Antrieb und das menschliche Kapital, um auch im nächsten Jahrhundert eine lebendige und wichtige Zivilisation zu bleiben."
        }
    ],
    "leader": {
        "name": "George Washington",
        "subtitle": "Staatsoberhaupt der USA",
        "lived": "1732-1799 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/george_washington.png",
        "trait": {
            "name": "Offenkundige Bestimmung",
            "effect": "Alle Land-Militäreinheiten haben +1 Sicht. 50% Rabatt beim Kauf von Geländefeldern."
        },
        "titles": [
            "Befehlshabender Kommandant der Kolonialarmee (während der Amerikanischen Unabhängigkeits-bewegung)",
            "Präsident der Vereinigten Staaten von Amerika (1789-1797)"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "George Washington gehörte zu einer Gruppe bemerkenswerter Männer, die in den amerikanischen Kolonien des späten 18. Jahrhunderts lebten. Auch wenn er nicht so kampflustig war wie John Adams, so fantasievoll wie Benjamin Franklin oder so brillant wie Thomas Jefferson, hatte Washington die Fähigkeit zu führen, in Zeiten des Friedens wie des Krieges. Er führte die Kontinentalarmee trotz aussichtsloser Situation zum Sieg und sein Land so in die Unabhängigkeit."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Als Nachkomme englischer Kolonisten, die 1657 nach Virginia gezogen waren, wurde George Washington in eine wohlhabende und privilegierte Familiehineingeboren - so weit es das in den Kolonien im frühen 18. Jahrhundert überhaupt gab. Als junger Mann widmete sich Washington dem Studium der Mathematik, der Literatur, der Geografie und wahrscheinlich auch der lateinischen Sprache, besuchte jedoch nie eine Hochschule. Stattdessen konzentrierte er sich darauf, Kenntnisse über Viehzucht, Landwirtschaft und Ländereiverwaltung zu erwerben. Washington wurde auch zum Landvermesser ausgebildet und verbrachte Jahre damit, die Ländereien in und um Virginia auszukundschaften und zu kartografieren."
            },
            {
                "heading": "Franzosen- und Indianerkrieg",
                "text": "1754 brach zwischen England (und seinen Kolonien) und den Franzosen und den mit ihnen verbündeten Ureinwohnern Krieg aus. Washington kämpfte in diesem Krieg in mehreren Schlachten, wobei er Mut und einen kühlen Kopf in der Hitze des Gefechts zeigte, jedoch keine besonders brillante Strategie oder Taktik an den Tag legte. Letztendlich gewannen die Engländer den Krieg und Washington wurde mit dem Ehrenrang des Brigadegenerals aus den kolonialen Streitkräften entlassen."
            },
            {
                "heading": "Privatleben",
                "text": "Nach dem Krieg heiratete Washington und widmete sich ganz seinen immer größer werdenden Ländereien. Er genoss es anscheinend sehr, seine Farmen und Plantagen zu verwalten, und hatte keine Scheu davor, sich bei der Arbeit die Hände schmutzig zu machen. Er saß auch im Abgeordnetenhaus in Williamsburg, dem so gut wie machtlosen Regierungsorgan Virginias. Die wahre Macht lag in den Händen des königlichen Gouverneurs der Kolonie bzw. bei König und Parlament zuhause in England."
            },
            {
                "heading": "Vor der Unabhängigkeitsbewegung",
                "text": "Obwohl Washington eigentlich ein Loyalist war, ärgerte auch er sich über die wachsende Steuerlast, die den Kolonien vom Parlament auferlegt wurden (vor allem, um die Schulden aus dem Franzosen- und Indianerkrieg zu begleichen). Als es immer mehr Spannungen gab und England den Druck auf die Kolonien schrittweise erhöhte, wurde Washingtons Position immer radikaler, bis er 1768 schließlich erklärte, er wäre bereit, gegen England zu den Waffen zu greifen, sobald sein Land es von ihm verlangte. Ab 1774 war Washington Mitglied des Kontinentalkongresses, der ersten echten nationalen Organisation der entstehenden Nation. Als 1775 in und um Boston tatsächliche Kämpfe ausbrachen, wurde Washington zum Kommandanten der Militärstreitkräfte aller Kolonien ernannt. Diesen Posten behielt er bis zur Unabhängigkeitserklärung 1776."
            },
            {
                "heading": "Kommandant der Kontinentalarmee",
                "text": "Als Militärkommandant der revolutionären Streitkräfte zeigte Washington die gleichen Stärken und Schwächen, die ihn Jahre vorher im Kampf Englands gegen Frankreich auszeichneten. Er war mutig - um nicht zu sagen leichtsinnig. Zu Kriegsbeginn bevorzugte er extrem komplizierte militärische Aktionen jenseits der Fähigkeiten seiner Freiwilligenarmee, was zu einer Reihe nahezu katastrophaler Niederlagen gegen die professionelle britische Armee führte. Doch fast allein durch seine Willensstärke - über lange, entmutigende Jahren voller Entbehrungen und Niederlagen hinweg - hielt er seine Armee am Leben und auf dem Schlachtfeld und trieb so die Unabhängigkeitsbewegung in den Kolonien voran. Letztendlich sollten Beharrlichkeit und die immer besser werdenden Fähigkeiten der Kolonialarmee und ihres Generals ihnen die Bewunderung selbst ihrer erbittertsten Feinde einbringen.Der Eintritt Frankreichs in den Krieg auf Seiten der Kolonien und deren zunehmende Macht sowie ihr Erfolg auf dem Schlachtfeld führten bei der britischen Bevölkerung zu einer zunehmenden Anti-Kriegshaltung. 1781 führte Washington seine Truppen auf einen gewagten Marsch nach Virginia, wo er (mit Hilfe eines großen Kontingents französischer Soldaten) die gesamte britische Armee auf der Halbinsel Yorktown belagerte. Die französischen Seemanöver sicherten vorübergehend die Vorherrschaft auf dem Meer, sodass der britische General keine Möglichkeit hatte, der Lage zu entkommen, und sich ergab. Auch wenn es in den folgenden Monaten noch zu vereinzelten Kampfhandlungen kam, war der Krieg im Prinzip vorbei: Amerika hatte sich die Unabhängigkeit erkämpft."
            },
            {
                "heading": "Präsident der USA",
                "text": "Nach dem Krieg saß Washington dem Verfassungskonvent vor, der die Regierungsform der neuen Nation festlegte, der er später als erster Präsident vorstehen sollte. Als Präsident war Washington bestrebt, das Land aus Verwicklungen mit fremden Ländern rauszuhalten, und lehnte sowohl Kriege als auch allzu enge Allianzen mit anderen ab. Er versuchte außerdem (allerdings wenig erfolgreich), parteipolitische Rivalitäten und Streitigkeiten einzudämmen. Washington war für zwei vierjährige Amtszeiten Präsident. Danach zog er sich in seine Heimat in Mount Vernon, Virginia, zurück, wo er 1799 schließlich verstarb."
            },
            {
                "heading": "Washingtons Platz in der Geschichte",
                "text": "George Washington ist aus gutem Grund als \"Vater der Vereinigten Staaten von Amerika\" bekannt. Auch wenn er nicht der beste General oder größte Staatsmann der Geschichte war, verfügte Washington in Zeiten der Not über große Standhaftigkeit und großen Mut. Außerdem konnte er Männer dazu bringen, für ihn in den Tod zu gehen. Es ist fraglich, ob es ohne Washington die USA überhaupt geben würde."
            }
        ]
    }
}