{
    "id": 2,
    "name": "Arabien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/arabia.png",
    "dawn_of_man": "Möge Gottes Segen mit Euch sein, oh großer Kalif Harun al-Rashid, Oberhaupt des frommen arabischen Volkes! Das muslimische Kalifenreich entstand in den turbulenten Jahren nach dem Tod des Propheten Mohammed 632 n. Chr., als seine Anhänger die Herrschaft Gottes auf alle Völker der Erde ausdehnen wollten. Die Macht des Kalifats wuchs außerordentlich und in seiner Blütezeit herrschte es über Spanien, Nordafrika, den Nahen Osten, Anatolien, den Balkan und Persien; ein Imperium so groß - wenn nicht gar noch größer - als das Römische Reich. Im Mittelalter florierten die Künste und Wissenschaften in Arabien, während die europäischen Länder in Unwissenheit und Chaos versanken. Das Kalifat überdauerte 600 Jahre, bis es sich schließlich einem Angriff der Mongolen - der Zerstörer der Reiche - geschlagen geben musste.Großer Kalif Harun al-Rashid, Euer Volk blickt zu Euch in der Erwartung, ihm wieder zu Größe zu verhelfen. Arabien erneut zu einem erleuchteten Land der Künste und des Wissens zu machen, einer mächtigen Nation, die keinen Gegner fürchtet. Oh Kalif, nehmt Ihr die Herausforderung an? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Basar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/bazaar.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kamel-Bogenschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/camel_archer.json"
        }
    ],
    "city_names": [
        "Mekka",
        "Medina",
        "Damaskus",
        "Bagdad",
        "Najran",
        "Kufah",
        "Basra",
        "Khurasan",
        "Anjar",
        "Fustat",
        "Aden",
        "Yamama",
        "Muscat",
        "Mansura",
        "Buchara",
        "Shiraz",
        "Merw",
        "Balkh",
        "Mosul",
        "Aydab",
        "Bayt Ras",
        "Suhar",
        "Taif",
        "Hama",
        "Tabuk",
        "Sanaa",
        "Shihr",
        "Tripoli",
        "Tunis",
        "Kairouan",
        "Algier",
        "Oran"
    ],
    "spy_names": [
        "Solhofaat",
        "Khenzeer",
        "Zarafah",
        "Temsaah",
        "Abyadh",
        "Mostafa",
        "Yusuf",
        "Waddah",
        "Sameera",
        "Gamal"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das muslimische Kalifat - auch bekannt als islamisches Reich oder arabisches Königreich - wurde nach dem Tod des Propheten Mohammed im Jahr 632 n. Chr. von seinen Anhängern zur Aufrechterhaltung seines politischen Einflusses gegründet. Während seiner langen Existenz wuchs das Kalifat zu erstaunlicher Größe und Macht und herrschte über Spanien, Nordafrika, den Nahen Osten, Anatolien, den Balkan und Persien. Das Reich war dem Römischen Reich auf dem Höhepunkt seiner Macht zumindest ebenbürtig."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Das Zentrum des arabischen Reiches war das auf der arabischen Halbinsel gelegene und heute zu Saudi-Arabien gehörende Medina. Das Inland bestand zum Großteil aus unbewohnbarer Wüste - unfruchtbar, sandig und heiß, mit Temperaturen von bis zu 55 Grad Celsius im Sommer. Medina und Mekka liegen an den fruchtbareren Küstenregionen entlang des Roten Meeres."
        },
        {
            "heading": "Frühe Geschichte",
            "text": "Der erste \"Kalif\" (Staatsoberhaupt) dieses Reiches nach Mohammeds Tod war Abu Bakr, dem noch drei weitere \"rechtgeleitete Kalifen\" folgten. Nach dem Tod des vierten Kalifen Ali ibn Abi Talib im Jahr 661 n. Chr. entbrannte ein Machtkampf zwischen verfeindeten Anwärtern auf das Kalifat, den die Familie der Umayyaden schließlich für sich entscheiden konnte. Der Streit über die legitime Nachfolge tobte viele Jahrhunderte lang und hatte entscheidenden Einfluss auf die islamische Geschichte und die gesamte Weltgeschichte, der bis heute andauert."
        },
        {
            "heading": "Die Umayyaden",
            "text": "Die Umayyaden waren eine Händlerfamilie aus Mekka. Sie traten 627 n. Chr. dem Islam bei und wurden schnell zu herausragenden Unterstützern von Mohammed und seinen Nachfolgern. Die ersten umayyadischen Kalifen regierten von Damaskus (Syrien) aus und die syrische Armee war das Rückgrat der arabischen Streitmacht. Die Umayyaden breiteten die arabische Herrschaft nach Osten aus, errichteten dort Außenposten und entsandten Expeditionen nach Zentralasien und in den Nordwesten Indiens. Außerdem begannen die Umayyaden mit der Invasion Nordafrikas. Im 7. Jahrhundert stellten sie eine Mittelmeerflotte auf, mit der sie mehrfach erfolglos das christliche Konstantinopel angriffen.Das Umayyaden-Kalifat erreichte seinen Höhepunkt unter der Herrschaft des Abd al-Malik (herrschte von 685 n. Chr. bis 705 n. Chr.). Im Westen überrannten Abds Armeen große Teile Spaniens, während das Kalifat im Osten im pakistanischen Sindh einfiel und Bukhara, Samarkand, Choresmien sowie viele weitere unaussprechliche Orte eroberte. Abd al-Malik reorganisierte außerdem die Bürokratie und die Wirtschaft des Kalifats und richtete einen Postdienst ein. Während seiner Amtszeit florierten die Künste - vor allem die Architektur.Nach Adb al-Maliks Tod begann der Verfall des Reiches. Eine Reihe schwacher Kalifen sowie wirtschaftliche Schwierigkeiten und militärische Rückschläge im Osten und Westen führten zu Stammesrivalitäten innerhalb des Kalifats und 750 n. Chr. wurden die Umayyaden in einer Schlacht am Großen Zab geschlagen und gestürzt."
        },
        {
            "heading": "Die Abbasiden",
            "text": "Die Umayyaden wurden von den Abbasiden, einer weiteren einflussreichen Familie, geschlagen. Abu l-Abbas, der erste abbasidische Kalif, war ein grausamer Herrscher, der gleich nach seiner Machtübernahme alle ermorden ließ, die möglicherweise rechtmäßige Ansprüche auf den Thron hatten. Er war damit erfolgreich, denn die Abbassiden sollten das Reich für die folgenden drei Jahrhunderte regieren. Nicht ganz ohne boshafte Intention gab er sich selbst den Namen as-Saffah, was so viel heißt wie \"der Aderlasser\".Die Abbasiden verlegten die Hauptstadt des Kalifats nach Bagdad. Dies spiegelte auch die Verlagerung der Bemühungen des Reiches in östliche Richtung - Persien, Indien, Zentralasien - und die sinkende Bedeutung des nordafrikanischen und des Mittelmeerraumes wider. Die Abbasiden waren religiöser als die Umayyaden und unter ihrer Herrschaft folgte das Kalifat den islamischen Gesetzen viel strenger."
        },
        {
            "heading": "Harun al-Rashid",
            "text": "Harun al-Rashid, der von 786 n. Chr. bis 809 n. Chr. herrschte, war der fünfte Kalif der Abbasiden. Er regierte das arabische Reich auf dem Höhepunkt der Macht und des Wohlstandes. In seinen frühen Jahren führte Harun Vorstöße gegen das byzantinische Reich und seine Erfolge brachten ihm den Beinamen al-Rashid (\"der dem rechten Weg folgt\") ein. Obwohl Rashid eine Reihe interner Aufstände niederschlagen musste, lebte das Reich unter seiner Herrschaft in Frieden und das Kalifat erlangte unglaublichen Wohlstand. Weitere Informationen zu Harun al-Rashid findet Ihr in seinem Zivilopädie-Eintrag."
        },
        {
            "heading": "Das Mittelalter",
            "text": "Das arabische Reich des Mittelalters war seinen europäischen Zeitgenossen weit voraus. Während Aachen, die \"Hauptstadt\" von Karl dem Großen, gerade mal zehntausend Einwohner zählte, brachte es Harun al-Rashids Bagdad bereits auf eine Million Einwohner. Lernzentren zogen Gelehrte der nicht-muslimischen Welt in große Städte wie Bagdad, Damaskus und Cordoba. Die Araber erzielten in dieser Zeit große Fortschritte in der Medizin, Astronomie, Mathematik und in anderen Bereichen, außerdem übersetzten sie viele Klassiker der griechischen Antike ins Arabische und retteten sie so vor der Zerstörung.Während der Zeit der Kreuzzüge führten die christlichen Europäer einen ausdauernden Krieg gegen die arabische Welt. Der größte muslimische General dieser Zeit war Salah ad-Din, besser bekannt als Saladin, der den Dritten Kreuzzug zurückschlagen und Jerusalem für die Araber zurückerobern konnte."
        },
        {
            "heading": "Sturz und Zerfall",
            "text": "Gegen Ende des Mittelalters zerfiel das Reich jedoch in Folge steigenden internen und externen Druckes. Allein die Größe des Reiches machte eine zentrale Regierung nahezu unmöglich und die Kalifen mussten eine Reihe von Aufständen durch rebellierende lokale Machthaber niederschlagen. Der Streit um die rechtmäßigen Nachfolger Mohammeds brach nicht ab. Im Westen rangen die Europäer dem Kalifat die Kontrolle über Spanien ab, während die Osmanen im Osten ihre unerbittliche Ausdehnung ins Herz des arabischen Reiches begannen.1258 n. Chr. nahm eine mongolische Armee unter Hülägü Bagdad ein und ermordete den Kalifen Al-Musta'sim - das abrupte Ende des arabischen Reiches."
        },
        {
            "heading": "Modernes Arabien",
            "text": "In den vergangenen fünf Jahrhunderten wurden große Teile der arabischen Welt von Fremden beherrscht; zuerst von den osmanischen Türken, dann von den westlichen Kolonialmächten. Mit dem Einsetzen der Dekolonisation in den 50er Jahren haben sich die traditionellen arabischen Werte unter dem Druck der Urbanisierung, der Industrialisierung und des westlichen Einflusses gewandelt. Trotzdem werden die alten Grundsätze des Islam noch immer von Millionen Gläubiger auf der ganzen Welt verfolgt.Auch wenn die Länder des einstigen arabischen Reiches nun in Dutzende von Staaten aufgeteilt sind, haben sie ihrem gemeinsamen Vorgänger viel zu verdanken."
        },
        {
            "heading": "Modernes Arabien",
            "text": "In den vergangenen fünf Jahrhunderten wurden große Teile der arabischen Welt von Fremden beherrscht; zuerst von den osmanischen Türken, dann von den westlichen Kolonialmächten. Mit dem Einsetzen der Dekolonisation in den 50er Jahren haben sich die traditionellen arabischen Werte unter dem Druck der Urbanisierung, der Industrialisierung und des westlichen Einflusses gewandelt. Trotzdem werden die alten Grundsätze des Islam noch immer von Millionen Gläubiger auf der ganzen Welt verfolgt.Auch wenn die Länder des einstigen arabischen Reiches nun in Dutzende von Staaten aufgeteilt sind, haben sie ihrem gemeinsamen Vorgänger viel zu verdanken."
        },
        {
            "heading": "Modernes Arabien",
            "text": "In den vergangenen fünf Jahrhunderten wurden große Teile der arabischen Welt von Fremden beherrscht; zuerst von den osmanischen Türken, dann von den westlichen Kolonialmächten. Mit dem Einsetzen der Dekolonisation in den 50er Jahren haben sich die traditionellen arabischen Werte unter dem Druck der Urbanisierung, der Industrialisierung und des westlichen Einflusses gewandelt. Trotzdem werden die alten Grundsätze des Islam noch immer von Millionen Gläubiger auf der ganzen Welt verfolgt.Auch wenn die Länder des einstigen arabischen Reiches nun in Dutzende von Staaten aufgeteilt sind, haben sie ihrem gemeinsamen Vorgänger viel zu verdanken."
        }
    ],
    "leader": {
        "name": "Harun al-Rashid",
        "subtitle": "Staatsoberhaupt von Arabien",
        "lived": "763-809 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harun_al-rashid.png",
        "trait": {
            "name": "Wüstenschiffe",
            "effect": "Karawanen haben 50% zusätzliche Reichweite. Eure Handelswege verbreiten die Religion der Heimatstadt doppelt so effektiv. Öl-Vorkommen werden verdoppelt."
        },
        "titles": [
            "Kalif",
            "\"Der dem rechten Pfad folgt\""
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Harun al-Rashid, was ungefähr so viel bedeutet wie \"Aaron der Rechtgeleitete\", war der fünfte Kalif der Abbasiden und herrschte über das Arabische Reich von 786 bis 809 n. Chr. Während seiner Herrschaft erstreckte sich das Kalifat von Spanien im Westen über Anatolien im Norden bis nach Indien im Osten und war zu dieser Zeit das größte politische Gebilde weltweit. Harun war ein tüchtiger Herrscher, der seinem Volk eine blühende Epoche wissenschaftlichen und kulturellen Fortschritts brachte."
            },
            {
                "heading": "Frühe Herrschaft",
                "text": "Harun, der Sohn des dritten Kalifen und dessen Frau Al-Khayzuran, einem ehemaligen jemenitischen Sklavenmädchen, kam nach dem Tod seines Bruders Abu Abdullah Musa ibn Mahdi al-Hadi an die Macht. Al-Hadi starb unter mysteriösen Umständen an einer Magenkrankheit und es gab Gerüchte, dass seine Mutter ihn hatte vergiften lassen, weil sie auf ihren jüngeren Sohn Harun mehr Einfluss ausüben konnte. Wie dem auch sei - Al-Khayzuran blieb bis zu ihrem Tod 789 eine der wichtigsten Beraterinnen von Harun."
            },
            {
                "heading": "Die Renaissance von Bagdad",
                "text": "Am Anfang von Haruns Herrschaft war Bagdad, die neu gegründete Stadt eines vorherigen Kalifen, die Hauptstadt des Kalifats. Die Stadt war ein künstlerisches, wissenschaftliches und religiöses Zentrum und verfügte über zahlreiche wunderschöne Gebäude. Harun gründete dort das \"Haus der Weisheit\" - eine Bibliothek und Forschungseinrichtung, in der wissenschaftliche Schriften aus Persien, Indien, Griechenland und Rom gesammelt und übersetzt wurden. Unter Haruns Herrschaft florierte Bagdad und wurde womöglich zur größten und reichsten Stadt weltweit. Später verlegte Harun seinen Regierungssitz in die strategisch wichtige Stadt Ar-Raqqa, doch Bagdad blieb in den folgenden Jahrhunderten stets eine große Stadt der Künste, der Wissenschaften und des Handels. (1258 wurde die Stadt von den Mongolen erobert und geplündert.)"
            },
            {
                "heading": "Der Reichtum Haruns und Arabiens",
                "text": "Eine vielleicht etwas fantasievolle Beschreibung Haruns findet sich in den Erzählungen aus Tausendundeiner Nacht. Dort wird der Kalif beschrieben, wie er in einem prächtigen Palast lebt, der voller Gold, Silber und Juwelen ist. Dies mag zwar übertrieben sein, doch an diesem Märchen ist auch etwas Wahres. Während Haruns Herrschaft strömten große Reichtümer nach Arabien, von denen ein nicht unwesentlicher Teil auch in der Schatzkammer des Kalifen gelandet sein dürfte. Alten Geschichtsschreibern zufolge bestand Haruns Frau darauf, dass alles Besteck und Geschirr auf ihrem Tisch aus Gold gefertigt und mit Juwelen besetzt sein musste."
            },
            {
                "heading": "Auslandsbeziehungen",
                "text": "In politischer Hinsicht versuchte Harun gute Beziehungen mit den europäischen Herrschern aufrechtzuerhalten. Er stand in direkter diplomatischer Verbindung mit Karl dem Großen, und in diesen Jahren vor den Kreuzzügen konnten Europäer unbehelligt nach Jerusalem und ins Heilige Land reisen. Auch zum kaiserlichen Hof in China pflegte der Kalif diplomatische Kontakte. Mit den Byzantinern war er jedoch weniger gut gestellt.Unter seinem Vater hatte Harun eine Armee durch die Türkei bis vor die Tore Konstantinopels, der Hauptstadt des Byzantinischen Reichs, geführt. Nach Verhandlungen mit Kaiserin Irene willigte Harun ein, die Stadt für eine jährliche Zahlung von 70.000 Goldmünzen zu verschonen. Als Irene abgesetzt wurde und die Byzantiner 806 die Vereinbarung nicht einhielten, führte Harun erneut eine Armee nach Norden und zwang Byzanz wieder zur Kapitulation."
            },
            {
                "heading": "Haruns Tod",
                "text": "Harun wurde bald darauf krank und starb 808, während er unterwegs war, eine Revolte im Iran niederzuschlagen. Sein Sohn Al-Amin folgte ihm auf den Thron. Haruns Tod markierte den Anfang eines langsamen Niedergangs des Arabischen Reichs, das nach und nach durch Feinde von außen und durch innere Aufstände abgetragen wurde. Das Arabische Reich existierte zwar noch ein paar Jahrhunderte, aber es erlebte nie wieder eine solche Blütezeit wie unter Harun al-Rashids Herrschaft."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Auch wenn es Kriege und innere Probleme gab, war die Herrschaftszeit Rashids weitestgehend friedlich und erfolgreich. Das Kalifat erlebte wirtschaftliches und industrielles Wachstum sowie eine regelrechte Explosion des Handels. Harun liebte Musik und Poesie und machte Künstlern an seinem Hof großzügige Geschenke. Rashid mag vielleicht kein großer Anführer gewesen sein, doch er war ein tüchtiger Herrscher über das Arabische Reich, das auf dem Höhepunkt seiner Macht und seines Reichtums war."
            }
        ]
    }
}