{
    "id": 35,
    "name": "Assyrien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/assyria.png",
    "dawn_of_man": "Das Volk verneigt sich vor Eurem geschätzten Willen, oh weiser und vortrefflicher König Assurbanipal von Assyrien. In aller Welt seid Ihr sowohl als Gelehrter als auch als Krieger bekannt, doch die Legenden werden kaum einem Bruchteil Eurer wahren Fähigkeiten gerecht. Auch wenn Eure Feinde sich beim Gedanken an Eure Grausamkeit bei Eroberungen furchtvoll zusammenkauern, seid Ihr zu Recht stolz auf Eure intellektuellen Bestrebungen. Dank Eures Wissensdurstes habt Ihr die königliche Bibliothek von Ninive gegründet, die eine der größten Sammlungen antiker Texte und Schrifttafeln aus aller Welt beherbergt - und Euch so einen Platz als einer der größten Könige Assyriens gesichert.Oh, weiser und Furcht einflößender König, es ist an der Zeit, dass Ihr Assyrien wieder zu größten Höhen führt. Werdet Ihr erneut bestrebt sein, das Wissen und die Geschichte aller Völker der Welt in Erfahrung zu bringen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Königliche Bibliothek",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/royal_library.json"
        }
    ],
    "unique_units": [
        {
            "name": "Belagerungsturm",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/siege_tower.json"
        }
    ],
    "city_names": [
        "Assur",
        "Nineveh",
        "Nimrud",
        "Ksr-Tukulti-Ninurta",
        "Dur Sarrukin",
        "Aleppo",
        "Karkemisch",
        "Kanis",
        "Harran",
        "Imgur-Enlil",
        "Shubat-Enlil",
        "Qatna",
        "Sareisa",
        "Sam'al",
        "Qarqar",
        "Til Barsip",
        "Sultantepe",
        "Erbil",
        "Hamath",
        "Gozan",
        "Turuspa",
        "Nisibis",
        "Arpad",
        "Kelashin",
        "Tadmur",
        "Urartu",
        "Sabbatha",
        "Hit"
    ],
    "spy_names": [
        "Adapa",
        "Kubaba",
        "Nabu",
        "Nergal",
        "Ninlil",
        "Ninurta",
        "Nisroch",
        "Shamash",
        "Pazuzu",
        "Qingu"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die zahlreichen antiken Königreiche Assyriens, mittlerweile verweht vom Staub der Geschichte, zählten mehrfach zu den wohlhabendsten und mächtigsten der Erde. Mitten im Herzen Mesopotamiens (der heutige Irak) wurde Assyrien von semitischen Nachfahren akkadischer und sumerischer Flüchtlinge nach dem Untergang des Reichs von Akkade 2154 v. Chr. gegründet. Die Sprachen und Bräuche der Flüchtlinge verschmolzen nach und nach zu zwei mesopotamischen Völkern: den Assyrern im Norden und den Babyloniern im Süden. Trotz zahlreicher Versuche, ein unabhängiges Königreich zu schaffen, standen die Assyrer unter ständiger Bedrohung durch die Expansion ihrer Nachbarn, vor allem Babylons. Letztendlich konnten die assyrischen Könige - angefangen beim ersten überlieferten König Tudija - erfolgreich ein großes Reich etablieren, und mehr als einmal war Assyrien der mächtigste Staat der Region. Dennoch litt Assyrien weiterhin unter seinen benachbarten Rivalen, und im 7. Jahrhundert v. Chr. war das Reich Geschichte."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "In der fruchtbaren Region Mesopotamien um das Tigris-Euphrat-Flusssystem erstreckte sich Assyrien über Ländereien, die reiche Kornernten hervorbrachten. In der Bronzezeit wurde Mesopotamien, das gemeinhin als Wiege der Zivilisation gilt, von sumerischen, akkadischen, babylonischen und assyrischen Kulturen beherrscht. Das Klima in Assyrien war semiarid, das Königreich erhielt jedoch über das Jahr durch das Zagros-Gebirge ausreichend Wasser in Form von Schneeschmelze und Regen. Die etwa 10.000 Quadratkilometer umfassende Flussregion war von Sumpfgebieten, Lagunen sowie Watt- und Schilfflächen geprägt. Die assyrischen Bauern, die um 5000 v. Chr. begannen, bewässerte Landwirtschaft zu betreiben, bauten Weizen, Zwiebeln, Weintrauben, Rüben und Äpfel an. Heute gehört das ehemalige Heimatland der Assyrer vor allem zu Syrien, Iran, Irak und der Türkei. Eingegrenzt von zerklüfteten Bergen im Norden, den Aramäern im Westen und den Königreichen Babylonien und Elam sowie den Amoriter-Stämmen Arabiens im Süden, befanden die Assyrer sich in einer fruchtbaren, aber prekären Lage."
        },
        {
            "heading": "Frühe Völker",
            "text": "Die ältesten jungsteinzeitlichen Stätten in Assyrien datieren auf die Zeit um 7100 v. Chr. und die ältesten Beweise für eine menschliche Kultur, die Hassuna-Kultur, lassen sich auf etwa 6000 v. Chr. datieren. Die Region Assyriens liefert das erste bekannte Beispiel für bewässerte Landwirtschaft und ist Heimat einiger der ältesten menschlichen Siedlungen, darunter das Mitte des dritten Jahrtausends v. Chr. gegründete Assur, bei dem es sich jedoch vermutlich eher um ein Verwaltungszentrum der Sumerer handelte als um eine unabhängige Stadt. Ninive wurde zwar vermutlich wesentlich früher gegründet, wird jedoch erst in historischen Aufzeichnungen aus dem Jahr 1800 v. Chr. als Zentrum der Anbetung von Istar erwähnt, der wichtigsten Gottheit Mesopotamiens.Während des dritten und zweiten Jahrtausends v. Chr. ging aus einer kulturellen Symbiose zwischen den Sumerern und den Semiten das Reich der Akkader hervor, in dem die assyrischen Städte eine große Rolle spielten. Mit dem Untergang des Akkader-Reichs, das aufgrund interner Streitigkeiten, einer wirtschaftlichen Krise und barbarischer Invasionen zerfiel, nahm die Liste der assyrischen Könige ihren Anfang, beginnend mit Tudija. Nach einer kurzen Zeit der Unabhängigkeit wurden die assyrischen Ländereien jedoch von der sumerischen dritten Dynastie von Ur vereinnahmt, die im Jahr 2112 v. Chr. gegründet wurde. Aus dem Niedergang der Akkader und den anschließenden sumerischen Reichen ging eine neue assyrische Kultur hervor, die eigene Bräuche und Traditionen hervorbrachte, was mit wichtigen technologischen Errungenschaften in der Landwirtschaft, Tierzucht, Keramik und Metallverarbeitung einherging."
        },
        {
            "heading": "Erstes Assyrisches Reich",
            "text": "Auch wenn die alte Liste der assyrischen Könige viele frühzeitige Könige aufführt, bis in das 23. Jahrhundert v. Chr. hinein, ist der erste assyrische König, über den gesicherte historische Erkenntnisse vorliegen, Samsi-Adad I., der in der Stadt Assur herrschte und die assyrische Herrschaft über den Großteil Mesopotamiens etablierte. 1813 v. Chr. hatte er den akkadischen Herrscher entthront und sich selbst zum König ernannt. Kurz darauf begann Samsi-Adad mit einer Expansionskampagne. Er setzte einen seiner Söhne auf den Thron der nahegelegenen Stadt Ekallatum und stellte die Herrschaft über Assyriens anatolische Kolonien wieder her. Als Nächstes eroberte er das Königreich von Ekallatum entlang des Euphrats, wo er einen weiteren seiner Söhne inthronisierte.Samsi-Adad zog sich zurück, um den Bau einer neuen Hauptstadt für sich selbst zu überwachen, starb jedoch vor der Fertigstellung um das Jahr 1790 v. Chr. Seinen Söhnen standen daraufhin schwierige Zeiten bevor. Der jüngere wurde durch eine Rebellion in Mari gestürzt, dessen neuer König eine Allianz mit dem König Hammurabi schmiedete, der gerade dabei war, aus dem neu erschaffenen Königreich Babylon eine wichtige Militärmacht zu machen. Die babylonischen Streitkräfte fielen in Assyrien ein und nahmen zahlreiche Städte ein. Mit Hammurabis Unterstützung rebellierten die anatolischen Städte und spalteten sich vom assyrischen Königreich ab. Am Ende nahm der babylonische König selbst Ekallatum ein. Das erste Assyrische Reich fiel und ging bis 1756 v. Chr. vollständig in Babylon auf. Die Blutlinie der assyrischen Könige überlebte jedoch als Vasallen von Hammurabi."
        },
        {
            "heading": "Mittelassyrisches Reich",
            "text": "Hammurabis kurzlebiges Reich brach nach seinem Tod um 1750 v. Chr. schnell auseinander und Babylon verlor während der Herrschaft seines direkten Nachfolgers die Kontrolle über Assyrien. Mit dem Sturz eines amoritischen Königs, der für Babylon über Assyrien herrschte, durch den Vizeregenten Puzur-Sin, stürzte das Land in eine Phase der Unruhen und Bürgerkriege, die von recht kurzen Regentschaften durch assyrische Könige geprägt war. Im 15. Jahrhundert v. Chr. überrannten die Mittani Anatolien und stießen weiter Richtung Osten vor, wobei sie um 1480 v. Chr. herum Assur einnahmen. Die assyrischen Monarchen überlebten als Vasallen und die Mittani schienen auf eine weitere Einmischung in die inneren Angelegenheiten Assyriens zu verzichten, solange Tribut gezollt wurde.Bis zur Regentschaft von Eriba-Adad I. (1390 - 1366 v. Chr.) war die Macht der Mittani deutlich verringert und sein Nachfolger, Aschschur-uballit I., verbrachte seine Jahre damit, aus Assyrien wieder ein Reich zu machen. Nach dem Sieg über die Hurriter und die Hethiter, der jede Bedrohung aus diesen Lagern beendete, verheiratete Aschschur-uballit seine Tochter mit dem letzten kassitischen König Babylons. Als der babylonische König von einer abtrünnigen politischen Fraktion ermordet wurde, zögerte Aschschur-uballit nicht, in Babylon einzufallen und es einzunehmen. Kurz darauf zog er gegen die Mittani zu Felde und zerschlug ihre Streitmacht, obgleich diese militärische Unterstützung durch die Hurriter und die Hethiter erhielten. Die Ländereien der Mittani und der Hurriter wurden eingenommen und Assyrien war wieder ein großes und mächtiges Reich.Im Laufe der nächsten zwei Jahrhunderte sicherte eine ungebrochene Folge fähiger Könige Wohlstand und Stabilität für das Königreich, das so zur führenden Macht Mesopotamiens wurde. Interne Reformen und politische Strategien sorgten für Beliebtheit beim Volk und beim Adel, und eine Reihe von Siegen dehnten Assyriens Einfluss bis nach Kleinasien und in die Mittelmeerländer östlich Italiens aus. 1265 v. Chr. bestieg der Kriegerkönig Sulmanu-asarad I. den Thron. Er erweiterte die Grenzen des Assyrischen Reichs bis in den Kaukasus hinein und nahm Ostanatolien ein. Zu seiner Blütezeit erstreckte sich das Reich von den Ufern des Persischen Golfs bis zu denen des Mittelmeers. Der Tod von König Tiglat-Pileser I. läutete jedoch eine dreihundertjährige Periode des Niedergangs ein."
        },
        {
            "heading": "Ein dunkles Zeitalter",
            "text": "Als weniger zivilisierte Völker große Teile Mesopotamiens eroberten, brach für die Region ein dunkles Zeitalter an (ca. 1200 - 900 v. Chr.). Semitische Völker wie die Aramäer und die Chaldäer kratzten an den westlichen und südlichen Grenzen des Assyrischen Reichs und eroberten weite Teile Babylons. Die Meder und Perser fielen östlich des Landesinneren Assyriens ein. Im Norden unterwarfen die Phryger die Hethiter, und die armenischen Stämme verdrängten die Assyrer aus dem Kaukasus. Kimmerer und Skythen verließen ihre Heimatländer am Schwarzen Meer. Assyrische Könige dieser Zeit schienen sich damit abgefunden zu haben, ein kompaktes Gebiet um Assur und Ninive herum zu verteidigen, und gaben die äußeren Gebiete und Kolonien dem Unvermeidlichen preis. Militärische Vorstöße wurden auf sporadische Vergeltungsaktionen und gelegentliche Versuche beschränkt, verlorene Territorien zurückzuerobern. Dennoch wurde Assyrien durch diese Bemühungen zu einer kriegerischen Kultur, selbst als der Handel zusammenbrach und die Religion erblühte. Assur wurde Gott der Staatsreligion und das Priestertum wurde zu einer wichtigen politischen Macht im Königreich, was schließlich zur Ermordung von König Tukulti-Ninurta I. führte."
        },
        {
            "heading": "Neuassyrisches Reich",
            "text": "Mit dem Aufstieg von Adad-nirari II. im Jahr 911 v. Chr hielt der assyrische Einfluss wieder in der Region Einzug. Dieses Neuassyrische Reich sollte bis ins Jahr 612 v. Chr. Bestand haben, als Ninive einer Streitmacht aus Babyloniern, Medern, Skythen und Kimmerern unterlag. Zu seiner Blütezeit um 671 v. Chr. erstreckte sich das Reich vom Nil über das nördliche Arabien bis zum Persischen Golf, im Norden bis zum Zargos-Gebirge und dem Kaukasus sowie bis tief nach Kleinasien im Westen. Es umfasste das komplette Gebiet bzw. Teilstücke der heutigen Nationen Irak, Iran, Georgien, Türkei, Armenien, Syrien, Jordanien, Israel, Ägypten und Saudi-Arabien und war somit das größte Reich, das die Menschheit bis dahin gesehen hatte.Mit Beginn der Feldzüge von Adad-nirari II. unterwarf Assyrien die Grenzgebiete und Vasallenstaaten, die über ein Jahrhundert nur dem Namen nach assyrische Autorität erlebt hatten. Daran anknüpfend unterwarf König Adad-nirari II. die aramäische, neo-hethitische und hurritische Bevölkerung im Norden. Zu dieser Zeit führte er die Politik ein, neue Völker unter seiner Regentschaft in andere Teile des Assyrischen Reichs zu deportieren oder umzusiedeln - eine unbarmherzige Politik, die von seinen Nachfolgern übernommen wurde. In den letzten Jahren seiner Herrschaft startete er einen erfolgreichen Feldzug gegen Babylonien.Nach Adad-niraris Tod im Jahr 892 v. Chr. konsolidierte sein Erbe diese Zugewinne und eroberte obendrein persische und medische Siedlungen im Zargos-Gebirge. Nachfolgende Herrscher nutzten das wiedererstarkte assyrische Militär - vor allem die Belagerungsmaschinen, die besonders gegen die aus Lehmziegeln gefertigten Stadtmauern effektiv waren - und überrannten große Teile der arabischen Halbinsel, Kleinasiens und Mesopotamiens. Selbst die Königinnen verfolgten die assyrische Expansion. Als Adad-nirari III. (810 - 782 v. Chr.) den Thron bestieg, war er noch ein kleiner Junge. Seine Mutter Sammuramat, historische Vorlage der legendären Semiramis, übernahm die Rolle der Regentin und zerschlug die letzten Stellungen der Meder und Perser für das Reich, bevor sie ein paar Jahre später die Macht an ihren Sohn abtrat.Nach einer kurzen Zeit des Friedens setzte sich die Expansion unter Adad-niraris Nachfolgern in einer ungebrochenen Serie von Eroberungen fort. Tiglat-Pileser III., der von 745 bis 727 v. Chr. herrschte, Sargon II. (722 - 705 v. Chr.) und der unbarmherzige Sanherib (705 - 681 v. Chr.) fügten dem Reich Phönizien, Israel, Juda, Samarien, Palästina, Zypern, Moab und weite Teile des Taurusgebirges sowie die arabische Halbinsel hinzu. Sanheribs Erbe Asarhaddon durchquerte die Sinai-Wüste, um in Ägypten einzufallen, die nubischen Herrscher zu vertreiben und dabei das Reich von Kusch zu vernichten. Zurück in Assyrien begann Asarhaddon damit, die Stadt Babylon wieder aufzubauen, die in einer Revolte zerstört worden war, starb jedoch während der Vorbereitung einer weiteren Invasion Ägyptens.Asarhaddons Tod im Jahr 669 v. Chr. beförderte Assurbanipal auf den Thron, der als der größte unter den neuassyrischen Herrschern angesehen wird. Auch wenn er eher auf Reformen und Bildung bedacht war, erwies sich Assurbanipal auch als fähiger Krieger. Er verbrachte viel Zeit damit, Revolten und Grenzüberschreitungen zu unterbinden, und vollendete die Eroberung Ägyptens, die letzte Expansion des Neuassyrischen Reichs. Dennoch ist er vor allem für seine Bemühungen bekannt, Städte wieder aufzubauen, die Künste und die Wissenschaft in Assyrien zu fördern und im ganzen Reich Bibliotheken zu errichten. Die Keil- und Textschriften, die Archäologen in seinem großen Palast in Ninive fanden, beinhalten zahlreiche der Informationen, die heute über Assyrien und die gesamte Region bekannt sind."
        },
        {
            "heading": "Untergang",
            "text": "Nach dem Tod von Assurbanipal im Jahr 627 v. Chr. beanspruchte eine Reihe kurzlebiger rivalisierender Nachfolger den Thron für sich und Assyrien verfiel in eine Periode des Bürgerkriegs. Das Chaos und die Zerstörung, die diese Konflikte mit sich brachten, führten direkt zum Niedergang und Verfall nicht nur des Assyrischen Reichs, sondern auch der als \"assyrisch\" angesehenen Kultur. Im Jahr 605 v. Chr. besiegten die Babylonier und Meder eine assyrisch-ägyptische Streitmacht bei Karkemisch und Assyrien wurde zu einer babylonischen Provinz. Nach dem Zusammenbruch des Babylonischen Reichs fielen Wellen von Invasoren in das traditionelle assyrische Heimatland ein, von den Persern bis zu den Arabern. Das Wissen um den Ruhm und die Errungenschaften Assyriens ging praktisch verloren, bis es von modernen Archäologen und Historikern wieder ans Licht gebracht wurde, angefangen bei der Ausgrabung der sagenhaften Stadt Ninive im Jahr 1845 n. Chr."
        },
        {
            "heading": "Untergang",
            "text": "Nach dem Tod von Assurbanipal im Jahr 627 v. Chr. beanspruchte eine Reihe kurzlebiger rivalisierender Nachfolger den Thron für sich und Assyrien verfiel in eine Periode des Bürgerkriegs. Das Chaos und die Zerstörung, die diese Konflikte mit sich brachten, führten direkt zum Niedergang und Verfall nicht nur des Assyrischen Reichs, sondern auch der als \"assyrisch\" angesehenen Kultur. Im Jahr 605 v. Chr. besiegten die Babylonier und Meder eine assyrisch-ägyptische Streitmacht bei Karkemisch und Assyrien wurde zu einer babylonischen Provinz. Nach dem Zusammenbruch des Babylonischen Reichs fielen Wellen von Invasoren in das traditionelle assyrische Heimatland ein, von den Persern bis zu den Arabern. Das Wissen um den Ruhm und die Errungenschaften Assyriens ging praktisch verloren, bis es von modernen Archäologen und Historikern wieder ans Licht gebracht wurde, angefangen bei der Ausgrabung der sagenhaften Stadt Ninive im Jahr 1845 n. Chr."
        }
    ],
    "leader": {
        "name": "Assurbanipal",
        "subtitle": "Herrscher von Assyrien",
        "lived": "685 - 627 v. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ashurbanipal.png",
        "trait": {
            "name": "Schätze von Ninive",
            "effect": "Wenn eine Stadt erobert wird, erhaltet Ihr eine kostenlose Technologie, die der Besitzer schon erforscht hat. Der Erhalt einer Stadt durch ein Handelsabkommen wird dabei nicht berücksichtigt, und dies kann nur einmal pro Stadt geschehen."
        },
        "titles": [
            "König von Assyrien"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Assurbanipal, der in der Mitte des 6. Jahrhunderts v. Chr. über 40 Jahre lang König von Assyrien war, hat sich in der Geschichte vor allem durch seinen scheinbar unstillbaren Wissensdurst einen Namen gemacht, den er durch sorgfältige Verhandlungen, aber auch durch schonungslose Eroberungen zu stillen versuchte. Egal ob durch direkte Auseinandersetzungen oder die Androhung von Gewalt gegen die, die sich ihm widersetzten, sammelte Assurbanipal Schriften und Geschichten einer Vielzahl von Kulturen und Zivilisationen, die sein Reich umgaben. So legte Assurbanipal ein riesiges Archiv aus Keilschriften und Tontafeln an und gründete damit eine der bemerkenswertesten Bibliotheken der damaligen Zeit. Assurbanipal galt außerdem als unerschrockener Krieger, der es verstand, militärische und administrative Aufgaben gleichermaßen geschickt zu lösen. Er war eine einschüchternde Persönlichkeit, die die Weisheit und die Macht besaß, um das beeindruckende Neuassyrische Reich anzuführen und als einer der größten Könige Assyriens ein Vermächtnis zu hinterlassen, das mehr als zwei Jahrtausende überdauern sollte."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Obwohl keine vollständigen geschichtlichen Aufzeichnungen aus dieser Zeit vorliegen, so weiß man doch, dass Assurbanipal im frühen 6. Jahrhundert v. Chr. geboren wurde - gegen Ende einer fast 1.500-jährigen Vorherrschaft Assyriens in der umgebenden Region. Sein Vater Asarhaddon, der bei Assurbanipals Geburt Kronprinz war, sorgte dafür, dass sein Sohn die Ausbildung eines Soldaten und eines Gelehrten erhielt. Er wuchs in einem kleinen Palasthaus namens bit reduti (\"Nachfolgehaus\") in Ninive auf und wurde nach dem Tod seines älteren Bruders 672 v. Chr. von Asarhaddon zum Kronprinzen ernannt. Seine Ausbildung umfasste königliche Fertigkeiten wie Reiten, das Führen eines Streitwagens, Bogenschießen, die Handwerkskunst, adlige Etikette, Zeichendeutung, Mathematik und das Ingenieurswesen. Obgleich es noch umstritten ist, spekuliert man, dass Assurbanipal der erste assyrische König war, der lesen und schreiben konnte, wodurch er eine Vielzahl von alten Schriften und Sprachen verstehen konnte. In jungen Jahren begann er damit, sich um administrative Aufgaben am königlichen Hof von Assyrien zu kümmern. Er leitete eine Reihe von Bauprojekten und ernannte Präfekte im Namen seines Vaters. Nachdem dieser im Jahr 669 v. Chr. starb, bestieg Assurbanipal den Thron und bereitete sich auf eine Vielzahl von Konflikten vor, die ihn am Horizont erwarten würden."
            },
            {
                "heading": "Herrschaft",
                "text": "Wie es bei einem Thronwechsel oft der Fall ist, musste sich Assurbanipal um einige Probleme kümmern, die sein Vater als vorheriger König hinterlassen hatte. Assyrien war in einen Krieg mit dem benachbarten Ägypten verwickelt und Assurbanipal musste entschlossen handeln, um den Zugriff auf die entfernten Gebiete seines Reichs zu festigen. Durch den raschen Einsatz seiner Truppen erzielte Assurbanipal wiederholte Erfolge in Ägypten und konnte - nach weiteren Angriffen der assyrischen Armee - viele der umkämpften Regionen unter seine Kontrolle bringen, darunter Juda, Israel, Zypern und einen Großteil von Kleinasien.Assurbanipal war ein fähiger Verwalter und nahm sich viel Zeit, um die Probleme seines Volkes zu lösen, auch wenn er bereits genug mit der Koordination seiner Truppen zu tun hatte. Indem er fähige und zuverlässige Regenten und Landesherren für die entlegenen Gebiete des Assyrischen Reiches auswählte, konnte Assurbanipal seine Konzentration auf andere Belange richten. Dank seiner Erziehung und Ausbildung war er ein geschickter Anführer, so dass sein Reich trotz der regionalen Konflikte eine relative Stabilität und stetiges wirtschaftliches Wachstum genoss.Assurbanipal war stolz auf seine Erziehung und akademischen Errungenschaften und während seiner Herrschaft ließ er den Bereichen Kunst und Wissenschaft voller Enthusiasmus eine umfassende Förderung angedeihen. Um seine königliche Bibliothek bei Ninive zu füllen, sandte er überall im Reich Schriftgelehrte aus, die Texte zu allen möglichen Themen sammelten und Abschriften anfertigten. Wie viele Könige des Altertums beauftragte Assurbanipal auch Künstler und Bildhauer, um die Ereignisse seines Reichs bildlich festzuhalten - neben zahlreichen Darstellungen seiner eigenen Person und Errungenschaften."
            },
            {
                "heading": "Die Bibliothek",
                "text": "Die königliche Bibliothek von Assurbanipal, die in der assyrischen Hauptstadt Ninive entdeckt wurde, enthielt eine umfangreiche Sammlung historischer Texte und Tontafeln. Die Sammlung umfasste eine Vielzahl von Bereichen wie Volksmärchen, Geschichten, religiöse Riten sowie medizinische und wissenschaftliche Arbeiten und zählt zu den umfangreichsten Bibliotheken, die die moderne Archäologie je entdeckt hat. Die königliche Bibliothek enthielt neben anderen bedeutenden Werken das Enuma Elis - die babylonische Schöpfungsgeschichte - und das Gilgamesch-Epos. Der englische Archäologe und Historiker Sir Austen Henry Layard war der Erste, der die Ruinen der Bibliothek im Jahr 1849 ausfindig machte. Die meisten Stücke, die er sicherstellen konnte, gingen an das Britische Museum, wo sie sich auch noch heute befinden. Im Rahmen des \"Ashurbanipal Library Project\" wurden über 30.000 Tafeln und andere Stücke vom Museum katalogisiert."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Nach Assurbanipals Tod um 627 v. Chr., als zahlreiche Gruppierungen um die Macht kämpften, kam es zu einem Niedergang des Assyrischen Reichs. Die Unruhen in den Städten und im Militär wurden durch den Streit zwischen Assurbanipals Bruder Sin-schar-ischkun, dem General Sinshumulishir und dem späteren babylonischen König Nabopolassar weiter verschlimmert. Nicht zuletzt diese Tumulte verdeutlichen, wie beständig Assurbanipals Herrschaft war, während derer das Reich eine relative Stabilität genoss und wirtschaftlich erblühen konnte. Mit der Gründung der königlichen Bibliothek legte Assurbanipal den ersten Grundstein für staatlich geförderte Bildung und lieferte modernen Gelehrten und Historikern eine unvergleichliche Sammlung an Artefakten, die immens zu dem Wissen beigetragen hat, über das wir heute von den Menschen und Königreichen dieser Ära verfügen."
            }
        ]
    }
}