{
    "id": 26,
    "name": "Österreich",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/austria.png",
    "dawn_of_man": "Edle und tugendhafte Königin Maria Theresia, Kaiserin des Heiligen Römischen Reiches und Herrscherin über Österreich, das Volk beugt sich Eurem gnädigen Willen. Nach dem Tode Eures Vaters Kaiser Karl VI. seid Ihr in einer Zeit großer Unsicherheit auf den Thron gestiegen, doch die leeren Truhen und das geschwächte Militär brachten Euch kaum von Euren Ambitionen ab. Als gleich nach dem Antritt Eures Erbes Krieg drohte, konntet Ihr Eure Feinde abwehren, und indem Ihr Euren Gatten Franz Stephan zum Mitherrscher ernanntet, habt Ihr Euch Euren Platz als Kaiserin des Heiligen Römischen Reiches gesichert. Während Eurer Herrschaft habt Ihr Österreich auf einen neuen Pfad des Wandels geführt - Ihr habt das Militär gestärkt, die Schatzkammer wieder aufgefüllt und das Bildungssystem des Reiches verbessert.Oh große Königin, tapfer und würdevoll, der Zeitpunkt ist gekommen, dass Ihr Euch wieder erhebt und Euer Reich führt. Könnt Ihr Eurem Volk wieder Wohlstand und Glanz bringen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Kaffeehaus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/coffee_house.json"
        }
    ],
    "unique_units": [
        {
            "name": "Husar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/hussar.json"
        }
    ],
    "city_names": [
        "Wien",
        "Salzburg",
        "Graz",
        "Linz",
        "Klagenfurt",
        "Bregenz",
        "Innsbruck",
        "Kitzbühel",
        "Sankt Pölten",
        "Eisenstadt",
        "Villach",
        "Zwettl",
        "Traun",
        "Wels",
        "Dornbirn",
        "Feldkirch",
        "Amstetten",
        "Bad Ischl",
        "Wolfsberg",
        "Kufstein",
        "Leoben",
        "Klosterneuburg",
        "Leonding",
        "Kapfenberg",
        "Hallein",
        "Bischofshofen",
        "Waidhofen",
        "Saalbach",
        "Lienz",
        "Steyr"
    ],
    "spy_names": [
        "Ferdinand",
        "Johanna",
        "Franz-Josef",
        "Astrid",
        "Anna",
        "Hubert",
        "Alois",
        "Natter",
        "Georg",
        "Arnold"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Der Name Österreich leitet sich von dem alten volkssprachlichen Wort \"Ostarrîchi\" ab, das erstmals in einer Urkunde des Kaisers des Heiligen Römischen Reiches Otto III. erwähnt wird. Der kleine Binnenstaat war lange ein einflussreicher Spieler auf der politischen und militärischen Bühne Europas. Mit dem 13. Jahrhundert begann die beinahe 650-jährige Herrschaft der mächtigen Dynastie der Habsburger, die Österreich zu einer der führenden Nationen Europas machte und starke Allianzen sowie weitreichende Handelsverbindungen über den ganzen Kontinent knüpfte. Die spätere Union zwischen Österreich und Ungarn als Kaiserreich brachte beiden Nationen Stabilität, zerbrach jedoch an den Unruhen des Ersten Weltkriegs. Nach dem Zweiten Weltkrieg und dem Ende der deutschen Besatzung wurden die Grenzen Österreichs wiederhergestellt. Die heutige Republik Österreich ist eine demokratische Nation, die sich mit Neutralität und Stabilität rühmen kann."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Österreich ist nicht nur durch die sich auftürmenden Alpen geprägt, sondern auch der Rest des Landes ist eher bergig und es herrscht ein kühles, moderates Klima. Auch wenn die Landesgrenzen im Laufe der Geschichte mehrfach verschoben wurden, war Österreich stets von mehreren stattlichen Nachbarn umgeben, vor allem Deutschland, Italien, Ungarn und die Tschechische Republik. Umgeben von Rivalen und Verbündeten hat die Bevölkerung sich stets den wechselnden Umständen um sie herum angepasst. Heute wissen die Österreicher die Vorzüge des vornehmlich alpinen Geländes zu nutzen: Wintersportler aus Österreich gehören zu den besten der Welt, vor allem die Alpin-Skifahrer, Skispringer und Snowboarder."
        },
        {
            "heading": "Ursprünge",
            "text": "Im Mittelpunkt der Frühgeschichte Österreichs stehen die nomadischen Kelten und ihre Konflikte mit dem Expansionismus des Römischen Reiches. In den letzten Zügen des ersten 1. Jahrtausends v. Chr. wurde das Gebiet des heutigen Österreichs von keltischen Stämmen bevölkert. Diese alten Kelten entstammten der Hallstatt-Kultur, benannt nach dem österreichischen Dorf Hallstatt, das nahe der Donau liegt und Fundort zahlreicher Archefakte ist. Die Ankunft der Römer 200 v. Chr. läutete das Ende der keltischen Vorherrschaft über das Gebiet ein, da die Römer die lokale Bevölkerung schnell unterdrückten und die Kontrolle über die Region übernahmen. Während dieser Zeit wurde die alte keltische Siedlung Vindobona erobert und in einen römischen Militärposten umgewandelt. Ursprünglich handelte es sich nur um ein Truppenlager, doch Vindobona wuchs zu einem wichtigen Handelszentrum an der Donau heran. Letztendlich entstand daraus Wien, die zukünftige Hauptstadt Österreichs.Obwohl die Römer mehrere hundert Jahre lang die Vorherrschaft über das südliche Österreich hatten, stießen im 3. Jahrhundert n. Chr. zunehmend mächtiger werdende germanische Stämme aus dem Norden mitten in römisches Gebiet vor. Im 6. Jahrhundert war das jedoch nur noch eines von vielen Problemen, denen sich Rom gegenüber sah, da der Niedergang des Reiches außer Kontrolle geraten war. Bajuwarische Siedler und Siedler aus den umliegenden Gebieten konnten unangefochten voranschreiten. Die Stadt Vindobona wurde 630 n. Chr. von den Awaren eingenommen, bis Karl der Große sie im späten 8. Jahrhundert zurückdrängte."
        },
        {
            "heading": "Anfängliche Grenzen",
            "text": "Im Jahr 976 wurde die Marcha orientalis gegründet, im Deutschen später auch \"östliche Mark\" oder \"Ostmark\" genannt. Sie umfasste den Großteil des Gebietes, das das spätere Österreich bilden sollte. Eine Mark war ein Grenzgebiet, mit dem im mittelalterlichen Europa Grenzregionen bestimmt wurden. Das Gebiet der Mark Österreich wurde vom Kaiser des Heiligen Römischen Reiches Otto II. festgelegt. Sie ersetzte alle vorherigen Festlegungen in diesem Gebiet, einschließlich der Awarenmark, die im 8. Jahrhundert von Karl dem Großen umgrenzt worden war und das gleiche Gebiet umfasste. Ottos Nachfolger, Otto III., bezeichnete die Region später als Ostarrîchi."
        },
        {
            "heading": "Die Herzöge der Babenberger",
            "text": "Das Haus Babenberg, die erste herrschende Dynastie der Ostmark, war eine Adelsfamilie, deren Aufstieg an die Macht auf Betreiben des Kaisers des Heiligen Römischen Reiches Otto II. geschah. Leopold I. wurde 976 als Dank für seine Treue gegenüber Otto während des bajuwarischen Aufstandes in den vorangegangenen Jahren zum Markgrafen von Österreich ernannt. Der Titel \"Markgraf\" wurde an Grafen verliehen, die über die mittelalterlichen Marken herrschten, wobei sie vor allem eine militärische Rolle einnahmen, da diese Grenzgebiete als Pufferzonen für das Herz des Reiches dienten. Das Geschlecht der Babenberger herrschte fast 300 Jahre lang über Österreich bis zum Aufstieg der einflussreichsten österreichischen Dynastie: dem Adelshaus der Habsburger."
        },
        {
            "heading": "Herrschaft der Habsburger",
            "text": "Die Habsburger Dynastie wurde im 13. Jahrhundert vom römisch-deutschen König Rudolf I. etabliert und sollte zu einem der mächtigsten Herrschaftshäuser in Europa werden. Der letzte der Babenberger, Herzog Friedrich II., starb im Jahr 1246, was den Habsburgern die Gelegenheit bot, die Kontrolle über die Region an sich zu reißen. Nach seiner Ernennung zum römisch-deutschen König beanspruchte Rudolf I. die Provinzen von Österreich für sich und sah sich einem Erbfolgekampf mit dem böhmischen König Ottokar II. gegenüber, aus dem er jedoch erfolgreich hervorging. So konnte er seine zwei Söhne, Rudolf II. und Albrecht, als gemeinsame Herrscher einsetzen - die ersten in der langen Habsburger Linie in Österreich.Während der nächsten 600 Jahre genossen die Habsburger stetig zunehmenden Einfluss und Autorität in Europa, vor allem durch die Krönung von Friedrich III. zum Kaiser des Heiligen Römischen Reiches durch Papst Nikolaus V. im Jahr 1452. Friedrichs Krönung zum Kaiser läutete eine noch größere Ausbreitung der Habsburger Herrschaft ein, die Österreich sowie das Heilige Römische Reich bis ins frühe 19. Jahrhundert beherrschten.Während ihrer langen Herrschaft konnten die Habsburger zahlreiche Territorien um ihren Sitz der Macht in Österreich herum erobern. Vor allem Ungarn war eine wichtige Errungenschaft. Das Land war oft im Fokus des Konflikts zwischen den Habsburgern und dem osmanischen Reich, das große Teile der Nation besetzte. Nach der entscheidenden Niederlage der Türken in der Schlacht am Kahlenberg und dem nachfolgenden Friedensschluss, der den Großen Türkenkrieg 1699 schließlich beendete, fiel Ungarn letztendlich jedoch unter die Kontrolle Österreichs.Die letzte der österreichischen Habsburger Monarchen war Maria Theresia, die im 18. Jahrhundert herrschte und sich direkt nach dem Tod ihres Vaters einem Erbfolgekrieg gegenüber sah. Als erste Frau an der Spitze der Habsburger Monarchie überhaupt wurde Maria Theresia von den europäischen Mächten Frankreich und Preußen, die ihren Anspruch auf den Thron nicht anerkannten und den Erbfolgekrieg entfachten, mit Verachtung gestraft. Nach neun Jahren wurde der Krieg 1748 beigelegt. Maria Theresia wurde als Herrscherin über Österreich bestätigt, musste jedoch den Verlust der wertvollen Provinz Schlesien an Preußen hinnehmen.Maria Theresias Herrschaft war gezeichnet von einem steten Wachstum an Stabilität für ihre Nation, was unter anderem ihrer vorsichtigen Planung der wirtschaftlichen und sozialen Politik geschuldet ist. Indem sie den Staatshaushalt durch eine Erhöhung der Steuern ausglich und gleichzeitig die Ausgaben drosselte, konnte sie Österreichs aufgeriebene Armee stärken, während eine verbesserte Bildung und medizinische Versorgung für das Wohl ihres Volkes sorgte."
        },
        {
            "heading": "Das Kaisertum Österreich",
            "text": "Der Ausbruch der Koalitionskriege im späten 18. Jahrhundert führte zur Gründung mehrerer Koalitionen gegen das Frankreich unter Napoleon Bonaparte. Österreich schloss sich der ersten Koalition 1793 an, doch obwohl Frankreich von zahlreichen europäischen Mächten an mehreren Fronten angegriffen wurde, konnten die Franzosen die Invasoren zurückschlagen. Trotz dieses Rückschlags trat Österreich Frankreich weiterhin entgegen und schloss sich der Mehrzahl der sieben Koalitionen an, die sich bildeten, um Napoleon zu stellen. Unglücklicherweise endeten die ersten Bemühungen Österreichs in Niederlagen. Der römisch-deutsche Kaiser Franz II. proklamierte im Jahr 1804 das Kaisertum Österreich und machte sich zum Kaiser von Österreich, um seine Ländereien in der Region zu konsolidieren. 1805 unterzeichnete Franz den Frieden von Pressburg, der Österreich verpflichtete, zahlreiche Ländereien an den von Napoleon initiierten Rheinbund abzutreten, was letztendlich zum Ende des Heiligen Römischen Reiches führte. Napoleons Niederlage im Jahr 1813 führte zur Auflösung des Rheinbundes und letztendlich zur Schaffung des Deutschen Bundes.Als eine Union europäischer Staaten, die durch die deutsche Sprache verbunden waren, wurde der Deutsche Bund um Österreich und Preußen als stärkste Mitglieder herum gegründet. Die Zusammenarbeit zwischen den beiden historischen Rivalen war jedoch nur von kurzer Dauer. 1866 marschierten Truppen Preußens und dessen stärkstem Verbündeten Italien in Holstein ein und provozierten Österreich so zum so genannten Deutschen Krieg. Österreich, dem sich die Mehrheit der Mitglieder des Bundes anschloss, stellte sich dem überlegenen preußischen Militär. Nach einem kurzen Konflikt konnte Preußen die entscheidende Schlacht gegen die österreichische Allianz gewinnen und löste den Deutschen Bund auf.1848 wurde Europa von Revolutionen durchgerüttelt, in denen sich die Bürger der Arbeiterklasse erhoben gegen die Monarchen, die sie beherrschten. Österreich war gegen diese revolutionären Ideale nicht immun. Als sich die Nachricht von der Februarrevolution in Frankreich verbreitete, stellten sich die Untertanen des Kaisertums Österreich auf die Seite der Opposition. Auch wenn die Revolution in Österreich letztendlich erfolglos blieb, trug sie doch ihren Teil zur zukünftigen Gründung der Doppelmonarchie Österreich-Ungarn bei, da die nationalistischen Strömungen in Ungarn immer mächtiger wurden und die Unzufriedenheit mit der österreichischen Herrschaft ihren Höhepunkt fand. In einer Übereinkunft, die als Österreichisch-Ungarischer Ausgleich von 1867 bekannt wurde, handelte der österreichische Kaiser Franz Josef I. die Gründung von Österreich-Ungarn aus, wobei er die kaiserliche Herrschaft behielt, Ungarn jedoch mit einem unabhängigen Parlament und einer eigenen Regierung ausstattete."
        },
        {
            "heading": "Österreich-Ungarn",
            "text": "Die Union Österreich-Ungarn ermöglichte den Ungarn mehr Unabhängigkeit von der österreichischen Herrschaft, während Österreich gleichzeitig mehr Stabilität durch die Unterstützung des ungarischen Volkes erlangte. Nach den Bürden des Krieges gegen Napoleon im vorangegangenen Jahrhundert waren die wirtschaftliche und militärische Infrastruktur stark geschwächt, und durch diese Union wurde Österreich wieder gestärkt.Die Ereignisse, die zum Ersten Weltkrieg führten, haben ihre Wurzeln im ersten und zweiten Balkankrieg, die aus dem steten Machtkampf Österreich-Ungarns mit Russland und Serbien um die Vorherrschaft über den Balkan hervorgingen. Die Annexion Bosniens durch Österreich-Ungarn stärkte nationalistische Strömungen in der Region, was Europa letztendlich in Richtung eines Krieges trieb, wie es ihn vorher noch nie gegeben hatte."
        },
        {
            "heading": "Der Erste Weltkrieg",
            "text": "Der Ausbruch des Ersten Weltkrieges 1914 wurde durch die Ermordung des Erzherzogs Franz Ferdinand ausgelöst, Thronfolger von Österreich-Ungarn. Ein serbischer Nationalist namens Gavrilo Princip war für das Attentat verantwortlich, und trotz des Versuchs einer diplomatischen Einigung erklärte Österreich-Ungarn Serbien 1914 den Krieg. Der Ausbruch des Krieges ließ mehrere Nationen durch ein verworrenes Netz aus Allianzen und Abkommen in Aktion treten. Österreich-Ungarn wurde von seinem engsten Verbündeten Deutschland gegen die Streitmacht der Russen unterstützt, die zur Verteidigung Serbiens hinzukam. Frankreich trat als alter Verbündeter Russlands dem Konflikt bei, während Großbritannien durch Deutschlands Besetzung von Belgien auf den Plan gerufen wurde. Auch wenn der Konflikt ursprünglich als reiner Lokalkrieg zwischen Österreich-Ungarn und Serbien begann, wurden alle großen Mächte der Welt durch enge militärische Bündnisse in den Krieg hineingezogen. Nach Jahren verheerender Verluste war Österreich-Ungarn in einem Zustand des Chaos. Der Vertrag von Versailles setzte dem Ersten Weltkrieg 1918 schließlich ein Ende."
        },
        {
            "heading": "Erste Republik Österreich",
            "text": "Die Union Österreich-Ungarn wurde durch die siegreichen Mächte 1919 endgültig aufgelöst. Österreich selbst wurde in seinen vorherigen Grenzen als Republik Österreich reformiert. Den Bedingungen des Vertrags von Saint-Germain entsprechend, der nach dem Ende des Ersten Weltkrieges unterzeichnet wurde, um das weitere Vorgehen bezüglich Österreichs zu regeln, war jegliche zukünftige Vereinigung von Österreich und Deutschland strengstens verboten. Das erstarkte nationalsozialistische Deutschland jedoch hatte wenig übrig für die Regeln dieses Abkommens."
        },
        {
            "heading": "\"Anschluss\" an das Deutsche Reich",
            "text": "1938 drangen deutsche Truppen in Österreich ein, um Österreich wieder mit Deutschland zu vereinen. Trotz des Widerstands der österreichischen Staatsführung konnte Deutschland eine Schattenregierung einsetzen und Österreich mit Unterstützung breiter Bevölkerungsgruppen annektieren. Durch diesen so genannten Anschluss wurde die Republik Österreich aufgelöst und das Gebiet wurde bis zum Ende des Krieges 1945 in Ostmark umbenannt."
        },
        {
            "heading": "Die zweite Republik",
            "text": "Nach der Niederlage Deutschlands im Zweiten Weltkrieg wurde Österreich ein Jahrzehnt lang von den Alliierten besetzt, bis 1955 zunächst der Österreichische Staatsvertrag unterzeichnet und schließlich die Neutralität erklärt wurde. Der Österreichische Staatsvertrag stellte Österreichs Status als unabhängige Republik wieder her, während die Erklärung der Neutralität festhielt, dass die Republik Österreich bis zum Ende ihrer Existenz stets militärisch neutral bleiben würde."
        },
        {
            "heading": "Das moderne Österreich",
            "text": "Seit der Gründung der Zweiten Republik hat Österreich seine Neutralität gewahrt und gedeiht als demokratische Nation. Nach dem Wiedererlangen der Unabhängigkeit trat Österreich 1955 den Vereinten Nationen als siebzigstes Mitglied bei. Wien, die österreichische Hauptstadt, beheimatet einen der zentralen Bürokomplexe der UN, und gemäß dem Human Development Index der Vereinten Nationen gehört Österreich zu den 20 Ländern mit dem höchsten Lebensstandard (Stand: 2011). 1995 trat Österreich per Volksabstimmung der Europäischen Union bei und nahm 1999 den Euro als Staatswährung an. Österreich arbeitet eng mit der UN zusammen und ein Großteil der Außenpolitik konzentriert sich auf internationale Konfliktlösung und friedliche Beziehungen zwischen den Nationen der Welt."
        },
        {
            "heading": "Das moderne Österreich",
            "text": "Seit der Gründung der Zweiten Republik hat Österreich seine Neutralität gewahrt und gedeiht als demokratische Nation. Nach dem Wiedererlangen der Unabhängigkeit trat Österreich 1955 den Vereinten Nationen als siebzigstes Mitglied bei. Wien, die österreichische Hauptstadt, beheimatet einen der zentralen Bürokomplexe der UN, und gemäß dem Human Development Index der Vereinten Nationen gehört Österreich zu den 20 Ländern mit dem höchsten Lebensstandard (Stand: 2011). 1995 trat Österreich per Volksabstimmung der Europäischen Union bei und nahm 1999 den Euro als Staatswährung an. Österreich arbeitet eng mit der UN zusammen und ein Großteil der Außenpolitik konzentriert sich auf internationale Konfliktlösung und friedliche Beziehungen zwischen den Nationen der Welt."
        }
    ],
    "leader": {
        "name": "Maria Theresia",
        "subtitle": "Staatsoberhaupt von Österreich",
        "lived": "1717-1780 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_theresa.png",
        "trait": {
            "name": "Diplomatische Ehe",
            "effect": " Gold kann zum Annektieren eingesetzt werden oder um einen seit 5 Runden verbündeten Stadtstaat zur Marionette zu machen."
        },
        "titles": [
            "Kaiserin des Heiligen Römischen Reiches, Königin des Habsburgerreichs"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Im 18. Jahrhundert wurden das Heilige Römische Reich und die mächtige Habsburger Monarchie in Österreich von der hartnäckigen Maria Theresia regiert, die sich den europäischen Mächten widersetzte, die ihre Regentschaft ablehnten, und die den Belangen ihres Königreichs treu diente. In der fast 650 Jahre langen Herrschaft der Habsburger war Maria Theresia die erste und auch die einzige Frau, die jemals das Reich anführte, und sie erwies sich als einer der erfolgreichsten Herrscher in ihrer Geschichte."
            },
            {
                "heading": "Frühe Regentschaft",
                "text": "Maria Theresias Weg auf den Thron war von Beginn an von Kontroversen und Unruhen begleitet. Ihr Vater, Kaiser Karl VI., hatte keine Söhne und somit gemäß dem geltenden Erbfolgerecht auch keinen rechtmäßigen Nachfolger auf den Thron. Im Versuch, seine königliche Linie zu bewahren, und um sicherzustellen, dass Maria Theresia als Königin regieren würde, erließ Karl im Jahr 1713 die Pragmatische Sanktion und erklärte damit seine Absicht, die Krone an seine Tochter weiterzugeben. Auch wenn der Erlass eine Zeit lang anerkannt wurde, stellten französische und preußische Truppen gleich nach Karls Tod und Maria Theresias Krönung im Jahr 1740 ihr Anrecht auf den Thron in Frage und leiteten so den Österreichischen Erbfolgekrieg ein. Mit der Unterstützung Großbritanniens weigerte sich Maria Theresia unerbittlich, ihren Thron oder Teile des österreichischen Gebiets an ihre Rivalen abzutreten. Unglücklicherweise hinterließ ihr Vater das Reich in einer instabilen Position - die Schatzkammer war leer und so war es ihr unmöglich, ihre kleine, schlecht ausgerüstete Armee zu stärken. Nach beinahe acht Jahren des Krieges, in denen Österreich etliche schmerzhafte Niederlagen einstecken musste und gezwungen war, das mineralienreiche Schlesien an Preußen abzutreten, beendete der Frieden von Aachen endlich den Krieg. Auch wenn Maria Theresias Rolle als Herrscherin des Habsburger Reichs nun gesichert war, steckte die Rivalität zwischen Österreich und Preußen gerade erst in den Kinderschuhen - ein größerer Krieg stand noch bevor."
            },
            {
                "heading": "Kaiserin des Heiligen Römischen Reiches",
                "text": "Traditionell waren die Herrscher des Habsburger Reiches auch die Herrscher des Heiligen Römischen Reiches, ein Titel, den nur der Papst verleihen konnte. Allerdings galt zu dem Zeitpunkt ihres Aufstiegs auf den Habsburger Thron das Gesetz, dass eine Frau nicht zur Kaiserin des Heiligen Römischen Reiches ernannt werden durfte. Um diese Regelung zu umgehen, ernannte Maria Theresia ihren Ehemann Franz Stephan zum Mitherrscher ihrer Länder in Österreich und Ungarn, wodurch er zum Kaiser des Heiligen Römischen Reiches ernannt werden konnte und sie zur Titularkaiserin wurde. Auch wenn die Position als Gemahlin normalerweise geringere Autorität bedeutet, beugte sich Franz Stephan der Weisheit und der Führung von Maria Theresia, die sich um sämtliche Regierungsgeschäfte persönlich kümmerte."
            },
            {
                "heading": "Der Siebenjährige Krieg",
                "text": "Erneut aufkeimende Feindseligkeiten zwischen Österreich und Preußen führten zum Ausbruch des Siebenjährigen Krieges im Jahr 1756, dessen Ausgang durch eine Umkehr der Allianzen stark beeinflusst wurde. Im Verlaufe der diplomatischen Revolution verbündete sich Großbritannien nun mit Preußen, während Frankreich nun Österreich zur Seite stand. Diese Umkehr der Allianzen kam durch eine Verlagerung der nationalen Prioritäten zustande und Großbritannien erachtete das Königreich Preußen als den stärkeren Verbündeten im Kampf gegen seinen traditionellen Rivalen Frankreich. Die Provinz Schlesien war erneut der Hauptschauplatz der Auseinandersetzungen und Maria Theresia versuchte verzweifelt, das während des Erbfolgekrieges verlorene Gebiet zurückzuerobern. Trotz aller Bemühungen konnte Österreich Schlesien abermals nicht zurückgewinnen und der Frieden von Hubertusburg, der das Ende des Siebenjährigen Krieges markierte, bestätigte die preußische Herrschaft über das Gebiet."
            },
            {
                "heading": "Staatsreformen",
                "text": "Die Kassen Österreichs waren längst schon erschöpft, als Maria Theresia gekrönt wurde, da ihr Vater seine Energien zu sehr auf die Durchsetzung der Pragmatischen Sanktion konzentriert hatte, statt sich um die internen Angelegenheiten des Staates zu kümmern. Deshalb war eines von Marias ersten Zielen die Vergrößerung der österreichischen Staatseinnahmen durch Steuern und kontrollierte Ausgaben. Durch die Besteuerung des Adels und der Geistlichkeit, die zuvor beide von der Steuer ausgenommen waren, verbesserten Marias Bemühungen die stockende österreichische Wirtschaft schnell.Nachdem die Wirtschaft gesichert war, wies Maria Theresia ihren ersten Kanzler Friedrich Wilhelm Graf von Haugwitz an, die österreichische Armee zu vergrößern und zu modernisieren. Von Haugwitz erschuf eine mehr als 100.000 Mann starke Berufsarmee, entwickelte Ausbildungsstandards und legte militärische Richtlinien fest, um die Professionalität der österreichischen Truppen zu vergrößern.Maria ist außerdem für ihre strengen Bildungsreformen bekannt. Sie führte die Unterrichtspflicht ein, die verlangte, dass alle Kinder zwischen sechs und zwölf Jahren unabhängig von ihrem Geschlecht und ihrem Stand zur Schule gingen."
            },
            {
                "heading": "Mutterinstinkte",
                "text": "Nach den Konflikten rund um ihren Aufstieg auf den Thron brachte Maria Theresia stolze 16 Kinder in nur 20 Jahren zur Welt. Dies diente eindeutig dem Ziel, ihre Familienlinie zu durch einen männlichen Erben zu sichern, und schließlich sollte Maria Theresias viertes Kind, Joseph, der zukünftige König und Kaiser des Heiligen Römischen Reiches werden. Das vielleicht berühmteste ihrer Kinder, Maria Antonia, die später als Marie Antoinette bekannt werden sollte, stieg im Jahr 1774 zur Königin von Frankreich auf und wurde später im Verlaufe der Französischen Revolution wegen Hochverrats hingerichtet."
            },
            {
                "heading": "Urteil der Geschichte",
                "text": "Maria Theresia wird heutzutage als weises und besonnenes Staatsoberhaupt angesehen, deren konservative Politik und vorsichtige Abwägungen den Wohlstand des österreichischen Volkes und aller Menschen innerhalb des Habsburger Gebietes gemehrt haben. Auch wenn sie den Thron in einer unruhigen Periode erbte, konnte sie ihre Krone trotz ihrer mangelnden Regierungserfahrung sichern und die Habsburgermonarchie für 40 Jahre anführen."
            }
        ]
    }
}