{
    "id": 25,
    "name": "Babylon",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/babylon.png",
    "dawn_of_man": "Möge der Segen des Himmels mit Euch sein, oh großer Nebukadnezar, Vater des mächtigen alten Babylon! Die Welt war noch jung, als Sargon Babylon vor etwa 5.000 Jahren errichtete. Lang florierte es und entwickelte sich im 18. Jahrhundert v. Chr. unter dem göttlichen Hammurabi, dem Erschaffer des Gesetzes, erstmals zu einem Imperium. Babylon, das beinahe von den Kassiten und den Assyrern erobert wurde, überdauerte alle Stürme und erhob sich wie ein Phönix aus der Asche der Zerstörung und gewann trotz zahlreicher Gegner seine Unabhängigkeit zurück. Im Altertum war Babylon wahrlich das Zentrum der Künste und der Gelehrsamkeit!Oh Nebukadnezar, Euer Reich überdauerte nach Eurem Tod nur kurze Zeit und wurde zuerst von den mächtigen Persern und später von den Griechen erobert, bis diese große Stadt 141 v. Chr. zerstört wurde. Aber soll Babylon wirklich für immer versunken sein, großer Nebukadnezar? Euer Volk verlässt sich darauf, dass Ihr dieses Reich zu neuem Leben erweckt! Werdet Ihr die Herausforderung annehmen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Mauern von Babylon",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/walls_of_babylon.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kampfbogenschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/bowman.json"
        }
    ],
    "city_names": [
        "Babylon",
        "Akkad",
        "Dur-Kurigalzu",
        "Nippur",
        "Borsippa",
        "Sippar",
        "Opis",
        "Mari",
        "Susa",
        "Eshnunna",
        "Larsa",
        "Erech",
        "Kutha",
        "Sirpurla",
        "Neribtum",
        "Arbil",
        "Nuzi",
        "Tutub",
        "Arrapcha",
        "Shaduppum",
        "Rapiqum",
        "Mashkan-Shapir",
        "Tuttul",
        "Ramadi",
        "Ana",
        "Haradum",
        "Agrab",
        "Uqair",
        "Gubba",
        "Hafriyat",
        "Nagar",
        "Shubat-Enlil",
        "Urhay",
        "Urkesch",
        "Awan",
        "Riblah",
        "Tayma"
    ],
    "spy_names": [
        "Rim-Sin II.",
        "Smerdis",
        "Ilum-ma-ili",
        "Peshgaldaramesh",
        "Ur-zigurumas",
        "Semiramis",
        "Em",
        "Ishtar",
        "Bilit Taauth",
        "Aruru"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Babylonische Reich war eigentlich keine neue Idee, sondern eher eine Wiederauferstehung des alten Sumerischen Reichs der Stadt Ur, die auch den Fruchtbaren Halbmond innerhalb des heutigen Südiraks besetzt hielt. Babylonien entstand aus etwa einem Dutzend Stadtstaaten und wurde nach seiner Hauptstadt Babylon benannt. (Vor der Entstehung des Reiches hatte die Stadt Babylon selbst schon mindestens seit dem 24. Jh. v. Chr. existiert.)"
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Babylon befindet sich im Fruchtbaren Halbmond, der unglaublich ertragreichen Region rund um Tigris und Euphrat, die sich im Westen bis zum Mittelmeer und hinunter zum heutigen Israel erstreckt. Der Fruchtbare Halbmond profitiert nicht nur von der fruchtbaren Erde und der Bewässerung durch die beiden uralten Flüsse, er liegt auch am Knotenpunkt dreier riesiger Landmassen - Afrika, Asien und Europa -, was bedeutet, dass es dort Flora und Fauna aus diesen drei Kontinenten gibt. Dieser Umstand verleiht dem Gebiet eine weltweit einzigartige Artenvielfalt. So stand den dort lebenden Menschen eine Vielzahl von Pflanzen und Tieren zur Verfügung, die sie zum Experimentieren in den Anfängen der Landwirtschaft und der Tierzucht nutzen konnten. So erklärt sich auch, wieso sich die Gesellschaft in dieser Region so rapide entwickelte."
        },
        {
            "heading": "Das alte Babylonische Reich",
            "text": "Babylon und Babylonien waren ursprünglich schlecht organisiert, aber 1728 v. Chr. entwickelte sich das Reich unter der Herrschaft von Hammurabi zu einem Zentrum für Kultur, Handel und Religion. Hammurabi war der erste Herrscher des vereinten Babylons und gleichzeitig sein wichtigster Gesetzgeber. Der Kodex Hammurabi listete ausdrücklich kriminelle Taten und ihre jeweilige Bestrafung auf. Bürger waren nicht länger der Gnade launischer Richter oder Adeliger ausgeliefert, die nach Belieben entscheiden konnten, was illegal war und was nicht. Der babylonische Kodex war so umfangreich, dass an seinen Gesetzen oder dem Regierungssystem während der 1200 Jahre dauernden Existenz des Reichs kaum etwas geändert wurde."
        },
        {
            "heading": "Aufzeichnungen und Mathematik",
            "text": "Ähnlich dem Sumerischen Reich, aus dem es entstand, war Babylonien eine Nation geradezu fanatischer Archivare. Angefangen bei Hammurabi bis hin zum Untergang des Reiches unter Kyros und den großen persischen Herrschern wurde jede finanzielle Transaktion, jedes Gerichtsurteil, jeder Vertrag, einfach alles, was niedergeschrieben werden konnte, auf Tontafeln aufgezeichnet. Mit Gesetzen zu beinahe jedem Aspekt des täglichen Lebens wurde eine beträchtliche Menge an Daten aufgezeichnet, von denen viele in der Moderne wiederentdeckt und ausgegraben wurden. Forscher haben sogar optische Geräte gefunden, die einer Lupe ähneln und es den Schreibern ermöglichen sollten, die Aufzeichnungen in Keilschrift zu verkleinern, um so mehr Informationen auf einer Tontafel unterzubringen.Trotz zahlreicher Regierungswechsel erreichte bei den Babyloniern die Bildung ein außergewöhnliches Niveau. Technische Errungenschaften wie die Entwicklung eines Zahlensystems mit der Basis 60 (\"sexagesimal\") werden bis zum heutigen Tage eingesetzt. Sechzig Sekunden pro Minute, sechzig Minuten pro Stunde: Die moderne Zeit wird in der Tat in babylonischen Standards gemessen."
        },
        {
            "heading": "Wechselnde Chaoszustände mit vereinzelten Massakern",
            "text": "Nach dem Tod Hammurabis im Jahr 1750 v. Chr. nahmen Macht und Einfluss des Reichs langsam ab. Die Stadt, geschwächt durch einen Überfall der Hethiter, wurde etwa 1600 v. Chr. von den Kassiten erobert, die aus den Bergen des heutigen Iran gekommen waren. Die Kassiten herrschten 500 Jahre lang über Babylonien und benannten die Stadt in Karanduniash um.1234 eroberte der assyrische König Tukulti-Ninurta I. die Stadt vorübergehend, aber die Kassiten erlangten ihre Unabhängigkeit gerade rechtzeitig wieder, damit die Elamiter die Stadt 1158 plündern konnten. Dann gewannen die Babylonier die Herrschaft über ihre Stadt zurück (wahrscheinlich, weil die Elamiter alles mitgenommen hatten, was Eroberer hätte interessieren können). 1124 plünderte Babylons Nebukadnezar I. die Stadt Susa der Elamiter als Racheakt für den vorangegangenen Angriff auf Babylon, doch bereits 1000 v. Chr. fing das aufsteigende Assyrien wieder an, Babylon unter Druck zu setzen, das schließlich bis 627 v. Chr. mehr oder weniger unter assyrischer Herrschaft stand."
        },
        {
            "heading": "Das Neubabylonische Reich",
            "text": "627 v. Chr. lehnte sich Babylonien wieder einmal erfolgreich gegen die assyrische Herrschaft auf. Anführer des Aufstands war Nabopolassar, der zwanzig Jahre lang herrschen sollte, bevor sein berühmter Sohn den Thron bestieg."
        },
        {
            "heading": "Nebukadnezar II.",
            "text": "Nabopolassars Sohn, Nebukadnezar II., herrschte von 605 bis 561 v. Chr. über Babylonien. Er etablierte sich schon früh als militärischer Anführer und führte unter dem Kommando seines Vaters eine Armee zum Angriff gegen Assyrien sowie später eine eigene Kampagne gegen Ägypten, in der er die ägyptische Armee bei Karkemisch schlug und die Herrschaft Babylons über ganz Syrien sicherte.Nebukadnezar legte großen Wert auf die Stadt Babylon, die unter seiner Herrschaft eine Art Renaissance erlebte. Nebukadnezar engagierte sich für zahlreiche Projekte zur Neubelebung der Stadt, darunter den Wiederaufbau alter Tempel und Gebäude, die Errichtung umfangreicher Befestigungsanlagen usw. Außerdem erschuf er die Hängenden Gärten von Babylon. Für die härtesten Arbeiten beschäftigte er größtenteils ausländische Arbeiter, was einen zusätzlichen Vorteil mit sich brachte: Die Einwohnerzahl der Stadt stieg drastisch. Nebukadnezar starb 561 v. Chr. Weitere Informationen zuNebukadnezar II. findet Ihr in seinem Zivilopädie-Eintrag."
        },
        {
            "heading": "Der Fall Babylons",
            "text": "Die Oberhäupter, die auf Nebukadnezar folgten, waren von geringerer Bedeutung und innerhalb von dreißig Jahren hatten die Macht und das Ansehen Babylons stark abgenommen. Es heißt, dass die Stadt beim Angriff von Kyros II. von Persien 539 v. Chr. kaum Widerstand leistete. Sie befand sich bis 331 v. Chr. unter persischer Herrschaft, als Alexander der Große sie eroberte, und ging nach Alexanders Tod in die Seleukidendynastie über. Heute existiert nur noch ein Babylon, das auf mysteriöse Hügel und Trümmerhaufen reduziert ist, die darauf warten, dass Archäologen ihre Geheimnisse lüften. Seit Kriegsbeginn im Irak durch den Angriff der USA im Jahr 2003 wurde Vieles beschädigt oder zerstört."
        },
        {
            "heading": "Fazit",
            "text": "Babylonien spielte in der Entwicklung des Rechts weltweit eine wichtige Rolle. Die Erstellung des Kodex Hammurabi und der Eifer, mit dem Hammurabis Nachfolger - auch jene, die nicht mit ihm blutsverwandt waren - diese Gesetze aufrechterhielten, sollten die gesamte Geschichte hindurch als eindrucksvolles Beispiel dafür dienen, wie erfolgreich und wohlhabend eine Nation sein kann, wenn sie über ein organisiertes Regierungssystem verfügt. Die restliche Geschichte Babylons bringt uns zu dem Schluss, dass nichts ewig währt und dass sogar die größten Reiche eines Tages nichts weiter sein werden als der Staub zwischen den Wagenrädern des nächsten Reiches. Oder dessen Panzerketten."
        },
        {
            "heading": "Fazit",
            "text": "Babylonien spielte in der Entwicklung des Rechts weltweit eine wichtige Rolle. Die Erstellung des Kodex Hammurabi und der Eifer, mit dem Hammurabis Nachfolger - auch jene, die nicht mit ihm blutsverwandt waren - diese Gesetze aufrechterhielten, sollten die gesamte Geschichte hindurch als eindrucksvolles Beispiel dafür dienen, wie erfolgreich und wohlhabend eine Nation sein kann, wenn sie über ein organisiertes Regierungssystem verfügt. Die restliche Geschichte Babylons bringt uns zu dem Schluss, dass nichts ewig währt und dass sogar die größten Reiche eines Tages nichts weiter sein werden als der Staub zwischen den Wagenrädern des nächsten Reiches. Oder dessen Panzerketten."
        }
    ],
    "leader": {
        "name": "Nebukadnezar II.",
        "subtitle": "Staatsoberhaupt von Babylon",
        "lived": "ca. 634-562 v. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/nebukadnezar_ii..png",
        "trait": {
            "name": "Genialität",
            "effect": "Freier Großer Wissenschaftler, wenn Ihr die Schrift erforscht. Große Wissenschaftler tauchen 50% schneller auf."
        },
        "titles": [
            "Nebukadnezar II."
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Nebukadnezar II. war 43 Jahre lang (605-562 v. Chr.) König von Babylon. Er ist bekannt für seine Eroberungen und den Wiederaufbau der Stadt Babylon.Nebukadnezar II. spielt auch in der Bibel eine bedeutende Rolle bei der Eroberung Judas und der Zwangsumsiedlung vieler Israeliten nach Babylon."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Nebukadnezar (weitere Schreibweise \"Nebukadressar\") war der älteste Sohn von Nabopolassar, dem Begründer des Neubabylonischen Reiches, der viel dafür getan hatte, Babylon zu einem mächtigen Reich zu machen. Er diente unter seinem Vater in zahlreichen Militärkampagnen und befehligte 606 v. Chr. eine Armee, die die Ägypter bei Karkemisch besiegte und so Babylon die Herrschaft über Syrien sicherte."
            },
            {
                "heading": "Thronbesteigung",
                "text": "Beim Tod seines Vaters 605 v. Chr. kehrte Nebukadnezar nach Babylon zurück und bestieg den Thron. Er setzte kurz darauf seine Eroberungsfeldzüge fort und eroberte einige kleinere Staaten, zu denen auch Juda gehörte. Seine Eroberungen kamen 600 v. Chr. zu einem Ende, als er - wohl aufgrund der großen Strapazen - vernichtend von einer ägyptischen Armee geschlagen wurde. Juda und zahlreiche andere eroberte Staaten nutzten das Chaos, um sich gegen Babylon zu erheben.Nebukadnezar brauchte zwei Jahre, um seine Armeen neu zu versammeln und neu zu formieren, aber bereits 598 v. Chr. war er wieder auf dem Feld und besetzte 597 Jerusalem, entmachtete Jojachin, den König von Juda, nahm ihn und andere bekannte Bürger gefangen und brachte sie nach Babylon (wahrscheinlich als Geiseln für den Fall einer weiteren Rebellion Judas). Während seiner restlichen Herrschaft setzte er seine Eroberungskampagnen fort und führte mehr oder weniger erfolgreiche Kriege gegen andere Mächte des östlichen Mittelmeerraums, Kleinasiens und des Nahen Ostens."
            },
            {
                "heading": "Diplomatie",
                "text": "Nebukadnezar war nicht nur ein Kriegsherr, sondern auch diplomatisch sehr aktiv. Er entsandte Botschafter in nahegelegene Königreiche und empfing deren Diplomaten in Babylon. So schickte er zum Beispiel einen Botschafter, um in einem Konflikt zwischen den Medern und den Lydern in Kleinasien zu vermitteln."
            },
            {
                "heading": "Innenpolitik",
                "text": "Wenn er sich nicht gerade auf einem Feldzug befand, verwendete Nebukadnezar seine Energie darauf, Babylon wieder aufzubauen und seine Befestigung zu verstärken. Er hat viele Tempel neu errichtet, Straßen gepflastert, Kanäle gebaut und einen Stadtgraben sowie eine Mauer um die Stadt gezogen. Ihm wird auch die Errichtung der Hängenden Gärten von Babylon zugeschrieben. Der Legende nach wollte er damit seiner Frau eine Freude machen, die sich nach den Hügeln in ihrer Heimat Medien sehnte."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Trotz seiner Eroberung Judas und der Umsiedlung der Israeliten wird Nebukadnezar in der Bibel in äußerst vorteilhaftem Licht dargestellt. Er soll die jüdischen Propheten und Bürger vor Verfolgung geschützt haben; der Prophet Jeremia hielt Nebukadnezar für das von Gott auserkorene Racheinstrument gegen Verbrecher.\r\nNebukadnezar II. starb 562 v. Chr. in Babylon. Er ist als erfolgreicher Militärführer in die Geschichte eingegangen, der sein Reich vergrößerte und dessen Hauptstadt Babylon wieder zu Macht und Ruhm verhalf, und der seine Untertanen gut behandelte. Den Titel \"Nebukadnezar der Große\" hat er sich definitiv verdient."
            }
        ]
    }
}