{
    "id": 36,
    "name": "Brasilien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/brazil.png",
    "dawn_of_man": "Hoch lebe der angesehene und großmütige Kaiser Peter II. von Brasilien. Mit großer Einsicht und unerschütterlicher Würde habt Ihr das Kaiserreich Brasilien mehr als 50 Jahre lang regiert und in eine Zeit des anhaltenden Friedens und Wohlstands geführt. Euer Ruf als harter, aber gerechter Herrscher stand stets außer Zweifel, da Eure unerschütterliche Hingabe an das brasilianische Volk ihm Hoffnung gab und die Stellung des Kaiserreichs in Südamerika festigte. Eure wissenschaftlichen Bestrebungen und Eure standhafte Verteidigung der Redefreiheit ermöglichten die Gründung verschiedener Institutionen für höhere Bildung, was zu einer Stärkung der nationalen Identität Brasiliens führte.Verehrter Kaiser Peter, Euer Volk sehnt sich nach einer Rückkehr in die friedlichen Tage, als Ihr unter ihm verweilt, seinen Geschichten zugehört und ihm eine strahlende Zukunft zugesichert habt. Werdet Ihr Euer Reich erneut dem Wohlstand entgegenführen? Könnt ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pracinha",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/pracinha.json"
        }
    ],
    "city_names": [
        "Rio de Janeiro",
        "São Paulo",
        "Salvador",
        "Brasilia",
        "Fortaleza",
        "Belo Horizonte",
        "Manaus",
        "Curitiba",
        "Recife",
        "Porto Alegre",
        "Belem",
        "Goiânia",
        "Guarulhos",
        "Campinas",
        "São Luís",
        "Maceió",
        "Duque de Caxias",
        "Natal",
        "Campo Grande",
        "Teresina",
        "Florianopolis",
        "Nova Iguaçu",
        "São Bernardo do Campo",
        "João Pessoa",
        "Osasco",
        "Jaboatão dos Guararapes",
        "São José dos Campos",
        "Contagem",
        "Uberlândia",
        "Aracaju",
        "Cuiaba",
        "Feira de Santana",
        "Juiz de Fora",
        "Joinville",
        "Macapá"
    ],
    "spy_names": [
        "Antonio",
        "Bartolomeu",
        "Domingos",
        "Estevao",
        "Fernao",
        "Francisco",
        "Pascoal",
        "Salvador",
        "Tome",
        "Bianca"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Paulo Coelho, Brasiliens bekanntester Schriftsteller, hat in seinem Buch \"Der Alchimist\" über die Geschichte seines Volkes geschrieben: \"Sie suchten den Schatz am Ende ihres persönlichen Lebensplanes, ohne jedoch den eigentlichen Lebensplan leben zu wollen.\" Unter den früheren amerikanischen Kolonien hat Brasilien eine Sonderstellung. Nicht nur, dass die Unabhängigkeit auf eher friedlichen Wegen erreicht wurde, Brasilien zerfiel auch nicht in unterschiedliche Länder, wie etwa die britischen und spanischen Besitztümer. Brasilien war eine portugiesische Kolonie, seit Pedro Álvares Cabral im Jahr 1500 n. Chr. die Herrschaftsansprüche im Namen seines Monarchen aussprach, bis zum Jahr 1815, als die im Exil lebende Königsfamilie das Land in den Status eines Königreichs erhob. 1822 erlangte es seine vollständige Unabhängigkeit, als das Kaiserreich Brasilien mit einer konstitutionellen Monarchie und einer parlamentarischen Regierung geschaffen wurde. Mit dem Sturz von Peter II., dem zweiten und letzten Kaiser, im Jahr 1889 wurde aus dem Land eine Republik. Auch wenn diese die folgenden Jahrhunderte hindurch unter Diktaturen und Militärjuntas zu leiden hatte, kehrte in den 1980ern wahre Demokratie zurück, als die erste gewählte Zivilregierung nach einem ausgehandelten Übergang die Macht übernahm. Unter einer Folge fähiger Staatslenker erlangte Brasilien politische und wirtschaftliche Stabilität, wurde zu einem wichtigen und einflussreichen Mitglied der internationalen Gemeinschaft und fand endlich \"den Schatz seines persönlichen Lebensplanes\"."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Brasilien ist das das fünftgrößte Land der Welt und umfasst die Hälfte der südamerikanischen Landmasse. Es gehört zu den 17 sogenannten Megadiversity-Ländern, in denen Flora und Fauna, Lebensräume, natürliche Ressourcen und Geländearten außergewöhnlich facettenreich sind. In Brasilien liegt der größte Teil des gesamten Amazonasbeckens, das größte Flusssystem der Welt, sowie der größte Regenwald des Planeten. So findet sich im ganzen Land eine immense Bandbreite tropischer und subtropischer Landschaften wie Feuchtgebiete, Savannen, dschungelbewachsene Hochebenen und kleinere Berge. Entlang der etwa 12.000 km langen Küste findet sich eine Reihe von Archipelen. Das Haupt-Hochlandgebiet Brasiliens beansprucht den größten Teil der südlichen Landeshälfte und erhebt sich zu niedrigen Gebirgszügen wie der Serra da Mantiqueira (2.798 Meter Höhe) und der Serra do Mar (2.316 Meter Höhe). Durch die Lage am Äquator ist das Klima vorwiegend tropisch, wechselt jedoch innerhalb des Landes vom innertropischen Äquatorialklima im Norden über ein wechselfeuchtes Klima bis hin zum subtropischen Klima im Süden des Landes. Die Durchschnittstemperatur in Brasilien liegt bei 25 Grad Celsius. Die Vegetation reicht von Regenwäldern im Norden über die tropischen Savannen im Zentrum bis zu Nadelwäldern im Süden. Wie man es in einem derart vielseitigen Gelände und Klima erwarten kann, ist die Artenvielfalt Brasiliens eine der reichhaltigsten der Welt. Land und Wasser werden hier von Jaguaren, Ozelots, Tapiren, Ameisenbären, Faultieren, Gürteltieren, Hirschen, Piranhas, Kaimanen, Papageien, Affen und tausenden anderen Spezies bevölkert."
        },
        {
            "heading": "Portugiesische Kolonisation",
            "text": "Die Ursprünge der Ureinwohner Brasiliens, die von den Portugiesen Indios genannt wurden, sind unbekannt. Die ältesten menschlichen Fossile, gefunden in den Hochebenen von Minas Gerais, sind in etwa 10.000 Jahre alt. Als portugiesische Entdecker die Küste erreichten, existierten ca. 2.000 halbnomadische einheimische Stämme, die ihren Fortbestand durch Jagen, Fischen, Landwirtschaft, Stammeskriege und Kannibalismus sicherten. Pedro Álvares Cabral annektierte das Land im April des Jahres 1500 n. Chr., als seine Flotte, die er um das Kap der Guten Hoffnung herum führte, so weit nach Westen abgetrieben wurde, dass sie in Südamerika an Land ging. Durch den Vertrag von Tordesillas aus dem Jahr 1494 war die Neue Welt zwischen Spanien (Westen) und Portugal (Osten) entlang des 46. Längengrads aufgeteilt. Da die Entdeckung innerhalb der portugiesischen Zone lag und Berichte von Reichtümern die Runde machten, wurde 1532 die erste portugiesische Siedlung gegründet.Die Entdeckung von Brasilholz, ein festes, orange-rotes Hartholz, das in der Färberei und im Instrumenten- und Möbelbau hoch geschätzt war, erweckte das Interesse der Krone. 1534 ermutigte König Johann III. private koloniale Unternehmungen. 1549 ernannte der König einen Generalgouverneur und Brasilien wurde offiziell zur portugiesischen Kolonie. Die Portugiesen, die sich mit den Franzosen im Krieg befanden, erweiterten ihren Einfluss langsam in Richtung Norden und Süden. 1567 nahmen sie Rio de Janeiro ein, Sao Luis 1615. 1680 beanspruchten sie die Ländereien um Rio de la Plata, die zu ihrem südlichsten Territorium wurden. In der Zwischenzeit wurden die britischen und niederländischen Bollwerke am Amazonas überrannt. Die einheimischen Stämme wurden assimiliert, versklavt oder einfach ausgelöscht.Gegen Ende des 17. Jahrhunderts war Brasilien die größte und wichtigste unter Portugals verstreuten Kolonien. Neben Brasilholz waren Zucker, Farbstoffe und Gewürze die wichtigen Exportgüter. Die Portugiesen begannen, Sklaven aus Afrika nach Brasilien zu verschiffen, um den wachsenden internationalen Bedarf dieser Güter zu stillen. Portugal wurde so zu einer der größten Sklavenhändler-Nationen und die Zahl der Sklaven in Brasilien ging in die Hunderttausende. Zur selben Zeit hatten Schürfer in den Dschungeln und Hügeln Brasiliens vergeblich nach Gold gesucht, bis große Vorkommen in Minas Gerais entdeckt wurden. Der darauf folgende Goldrausch brachte derart gewaltige Summen ein, dass die koloniale Hauptstadt 1763 von Salvador nach Rio de Janeiro im Süden verlegt wurde, um den neuen Reichtum besser verwalten zu können. In den Abkommen von Madrid (1750), Pardo (1761) und San Ildefonso (1777) wurden Brasiliens Grenzen anerkannt, während Reformen dafür sorgten, dass die Kolonie für Portugal weiterhin ruhig, florierend und profitabel blieb."
        },
        {
            "heading": "Unabhängigkeit",
            "text": "Im März 1808 flüchtete der königliche Hof Portugals nach Rio de Janeiro, um sich vor den Streitkräften Napoleons in Sicherheit zu bringen, die ihr Heimatland überrannten. Prinzregent Johann VI., der an Stelle seiner Mutter Maria I. regierte, seit diese aufgrund einer geistigen Erkrankung entmündigt worden war, verlegte seinen Regierungssitz in die Hauptstadt Rio und herrschte von dort aus über das Reich. Während seiner Anwesenheit berief er alle Ministerien einer souveränen Hauptstadt ein und gründete eine königliche Bibliothek, eine Militärakademie, eine königliche Münzanstalt, eine Druckerei sowie medizinische und juristische Lehranstalten. 1815 rief Johann das Königreich Brasilien aus, das eine ebenbürtige Stellung neben Portugal haben sollte. Nach dem Sieg über Frankreich zog er es vor, in Brasilien zu bleiben, bis er nach Portugal gerufen wurde, um sich um die liberale Revolution zu kümmern. Im April 1821 ernannte er seinen Sohn Peter zum Regenten von Brasilien. Peters Minister, von denen viele in Brasilien geboren worden waren, drängten ihn zur Unabhängigkeit, die der junge Regent im September 1822 verkündete. Innerhalb von drei Monaten wurde er zum Kaiser gekrönt. 1825 erkannte die portugiesische Regierung die Unabhängigkeit Brasiliens offiziell an und innerhalb eines Jahres folgten die meisten europäischen Nationen diesem Beispiel."
        },
        {
            "heading": "Reich",
            "text": "Peter I. und seine Minister versuchten, Brasilien vor den Unruhen und Revolutionen in den Nachbarländern zu schützen. Zu diesem Zweck war er der Hauptarchitekt einer neuen Verfassung, die für die damalige Zeit recht liberal und fortschrittlich war. Doch Peter wurde zunehmend in die Angelegenheiten Portugals verstrickt, und so dankte er 1831 ab und überließ den Thron seinem gerade 5-jährigen Sohn Peter II., um die Krone Portugals für seine Tochter zurückzugewinnen. Um politischen Unruhen entgegenzuwirken, die durch das plötzliche Abdanken verursacht wurden, wurde Peter II. mit 14 Jahren offiziell für volljährig erklärt und noch im selben Jahr zum Kaiser gekrönt. Die fünf Jahrzehnte umspannende Regentschaft des neuen Kaisers war aufgeklärt und progressiv und bescherte Brasilien in allen Belangen ein goldenes Zeitalter - politisch, wirtschaftlich, industriell, sozial und kulturell. Unter Peter II. gewann Brasilien drei Kriege und vergrößerte sein internationales Ansehen. Das Land wurde modernisiert und das Rechts- wie auch das Geldsystem wurden reformiert, die landwirtschaftliche Vielfalt wurde verstärkt und die Sklaverei wurde abgeschafft. Gerade Letzteres schmälerte jedoch die Unterstützung durch den Adel und zudem verlor der alternde Peter II. zunehmend die Verbindung zur neuen urbanen Mittelklasse und den liberalen Studentenbewegungen, die durch seine Ideale und seine Politik erst entstehen konnten. Im November 1889 wurde Peter II., obwohl er vom Volk noch immer respektiert und geliebt wurde, in einem gewaltlosen Militärputsch abgesetzt und die Republik wurde ausgerufen. Bei seiner Abreise ins europäische Exil äußerte Peter, ganz Patriot, seine innigsten Wünsche für die Größe und den Wohlstand Brasiliens."
        },
        {
            "heading": "Diktatur",
            "text": "Manuel Deodoro da Fonseca, der den Putsch angeführt hatte, leitete zunächst übergangsweise die provisorische Regierung, bevor er zum Präsidenten gewählt wurde. Mit der Unterstützung vor allem vom Militär und den wohlhabenden Besitzern der Kaffeeplantagen rief er die Republik aus, trennte Kirche und Staat und proklamierte eine neue Verfassung. Er konnte sich jedoch in seinem Amt nicht halten. Als er versuchte, das Parlament aufzulösen und per Dekret zu regieren, zwang ihn der zunehmende Druck der Öffentlichkeit zum Rücktritt. Er wurde durch seinen Vizepräsidenten ersetzt, ebenfalls ein General, der viel Zeit aufbringen musste, um verschiedene militärische und monarchistische Revolten abzuwehren, und sich immer weiter reichende diktatorische Machtbefugnisse aneignete.1894, mitten in Zeiten allgemeinen Friedens, trat General Peixoto seine Präsidentschaft widerwillig an Prudente de Morais ab, den ersten Zivilisten, der diesen Posten bekleidete. Dieser war zuvor Gouverneur des kaffeereichen Bundesstaats Sao Paolo und wurde somit zum ersten der sogenannten \"Kaffee-Präsidenten\", vorwiegend wohlhabende Politiker und Landbesitzer aus Sao Paolo und Minas Gerais. Sie wirkten daran mit, die Wirtschaft zu reformieren, die Infrastruktur des Landes zu erneuern, den Frieden zu wahren und die Nation mit einer Politik, die an Isolationismus grenzte, durch turbulente internationale Zeiten zu lenken. In ihrem Wirken ließen sie jedoch kaum Demokratie zu, da nur die Minderheit der Landbesitzer das Wahlrecht hatte. Wahlbetrug war allgemein üblich und regionale Machthaber konnten ungestraft walten, wie es ihnen beliebte, solange sie den gerade an der Macht sitzenden Präsidenten unterstützten.Zwei Entwicklungen beendeten die Zeit der \"Kaffee-Präsidenten\". Zunächst stürzte der Kaffeepreis während der weltweiten Depression der 1930er Jahre rapide ab. Danach gewann eine Bewegung aus jungen Offizieren des Militärs an Einfluss, die sogenannten Tenentes. Mit ihrem Populismus wollten sie nicht zwangsläufig die Demokratie voranbringen, sondern Reformen und Fortschritt. Sie waren fest davon überzeugt, dass nur das Militär in der Lage sei, die Nation in ein neues Zeitalter zu führen. Zu diesem Zweck planten die Offiziere, zivile Politiker abzusetzen, den Einfluss der Bundesregierung auszuweiten, das Militär zu modernisieren und die Kleinstaaterei durch eine starke Zentralregierung auszumerzen.Die Depression und die allgemeinen Unruhen führten dazu, dass Getúlio Vargas, ein besiegter Präsidentschaftskandidat, mithilfe der Tenentes die Kontrolle über das Land an sich riss. Eigentlich sollte Vargas die Macht nur vorübergehend für die Dauer der Wirtschaftskrise übernehmen, doch stattdessen löste er den Kongress auf, erklärte die Verfassung für ungültig und ersetzte die Gouverneure Brasiliens durch seine Unterstützer, vor allem Armeeoffiziere. Nach einem fehlgeschlagenen kommunistischen Putsch 1935 und einem misslungenen Putschversuch aus dem Lager der Faschisten 1938 wurde aus Vargas' Regime eine waschechte Diktatur, die für seine Brutalität und die Zensur der Presse bekannt wurde. Brasilien schloss sich 1942 als aktives Mitglied den Alliierten an und entsandte zahlreiche Bodentruppen nach Italien sowie Marinestreitkräfte in den Atlantik. Obwohl Brasilien eine Diktatur war, bestand Vargas darauf, dass sein Land in Anerkennung der geleisteten Dienste im Zweiten Weltkrieg als Gründungsmitglied der Vereinten Nationen aufgeführt wurde.Der wirtschaftliche Aufschwung, den der Krieg mit sich brachte, und der internationale Druck machten Vargas' Stellung jedoch unhaltbar. 1945 wurde er in einem weiteren Militärputsch abgesetzt. Die Demokratie wurde durch die gleichen Intriganten \"wiederhergestellt\", die sie 15 Jahre zuvor gekippt hatten. In einem Treppenwitz der Geschichte wurde Vargas 1950 erneut zum Präsidenten gewählt, nahm sich jedoch 1954 inmitten einer politischen Krise das Leben. Auf Vargas' Tod folgten einige kurzlebige Regierungen, die ebenso durch Errungenschaften unterschiedlichen Ausmaßes geprägt waren wie durch Korruption. 1964 stürzte abermals ein Militärputsch die Zivilregierung und das Land versank aufs Neue in der Diktatur. Auch wenn die Methoden der Machthaber hart waren, so war diese Regierung weniger brutal als die Regierungen in anderen Teilen des Kontinents. Darüber hinaus förderte sie den Kapitalismus, die Modernisierung und internationale Absprachen. So gewann sie selbst in den Jahren der Repression vor allem in der Unterschicht und der Mittelklasse den Zuspruch der Bevölkerung."
        },
        {
            "heading": "Das moderne Brasilien",
            "text": "1974 wurde General Ernesto Geisel Präsident und begann einen langsamen Weg zurück zu einer demokratischen Regierung. Im Laufe mehrerer Jahre setzte er der Folter politischer Gefangener ebenso ein Ende wie der Zensur der Presse und setzte schließlich das Ausnahmegesetz AI 5 aus dem Jahr 1968 außer Kraft, auf das sich die Macht der Militärregierung stützte. Sein Nachfolger führte den Prozess fort und bei den ersten freien Wahlen wurde José Sarney zum Präsidenten gewählt. Dank einer stabilen Regierung und einer wachsenden Wirtschaft hat Brasilien seitdem eine regionale Führungsrolle eingenommen und ist Gründungsmitglied von Organisationen wie der Lateinischen Union, der Organisation Amerikanischer Staaten, Mercosur sowie der Union Südamerikanischer Nationen. Zu Beginn des neuen Jahrtausends steht Brasilien kurz davor, eine ebenso einflussreiche Rolle auf der Bühne der Weltgemeinschaft einzunehmen."
        },
        {
            "heading": "Das moderne Brasilien",
            "text": "1974 wurde General Ernesto Geisel Präsident und begann einen langsamen Weg zurück zu einer demokratischen Regierung. Im Laufe mehrerer Jahre setzte er der Folter politischer Gefangener ebenso ein Ende wie der Zensur der Presse und setzte schließlich das Ausnahmegesetz AI 5 aus dem Jahr 1968 außer Kraft, auf das sich die Macht der Militärregierung stützte. Sein Nachfolger führte den Prozess fort und bei den ersten freien Wahlen wurde José Sarney zum Präsidenten gewählt. Dank einer stabilen Regierung und einer wachsenden Wirtschaft hat Brasilien seitdem eine regionale Führungsrolle eingenommen und ist Gründungsmitglied von Organisationen wie der Lateinischen Union, der Organisation Amerikanischer Staaten, Mercosur sowie der Union Südamerikanischer Nationen. Zu Beginn des neuen Jahrtausends steht Brasilien kurz davor, eine ebenso einflussreiche Rolle auf der Bühne der Weltgemeinschaft einzunehmen."
        }
    ],
    "leader": {
        "name": "Peter II.",
        "subtitle": "Staatsoberhaupt von Brasilien",
        "lived": "1825 - 1891 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pedro_ii.png",
        "trait": {
            "name": "Karneval",
            "effect": "Die Tourismusproduktion beträgt in Goldenen Zeitaltern +100%. Große Künstler, Musiker und Schriftsteller tauchen in Goldenen Zeitaltern 50% schneller auf."
        },
        "titles": [
            "Kaiser von Brasilien"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Peter II. war der erste brasilianische Monarch, der auch in Brasilien geboren wurde. Er brachte seiner Heimat während seiner langjährigen Regentschaft Stabilität und Fortschritt und machte sie zur Vormacht in Südamerika. Peter II. war ein ruhiger und ernsthafter Mann, der strikt die Souveränität seiner Nation hütete und sowohl dem Britischen Empire als auch den noch jungen Vereinigten Staaten von Amerika die Stirn bot, als diese ihren Einfluss in Brasilien geltend machen wollten. Er führte Brasilien in drei Kriegen an, in denen er neue Gebiete und Ansehen gewann, konzentrierte sich jedoch vor allem auf die Entwicklung Brasiliens zu einem modernen Staat. Er förderte die Produktion von Kaffee anstelle von Zucker und finanzierte den Bau von Straßen, Eisenbahnen, Telegrafen und Unterwasserleitungen.Obwohl der Kaiser beim Volk beliebt war, wurde er im November 1889 von einer Gruppe militärischer Anführer gestürzt, die eine Republik unter diktatorischer Führung gründen wollten. Als der ewige Patriot Peter II. ins Exil ging, sprach er noch seine besten Wünsche für den Ruhm und den Wohlstand Brasiliens aus."
            },
            {
                "heading": "Jugend",
                "text": "Peter kam im Dezember 1825 n. Chr. in Rio de Janeiro als zweiter Sohn von Peter I. und seiner österreichischen Gemahlin Maria Leopoldine zur Welt und regierte als zweiter und letzter Kaiser von Brasilien über fünf Jahrzehnte lang. Er wurde von Gouvernanten und Erziehern aufgezogen und klassisch unterrichtet. Obschon er mit strenger Disziplin sein tägliches Studium zu absolvieren hatte, wurde sich auch sehr darum bemüht, ihm ethische Werte mit auf den Weg zu geben und eine Persönlichkeit, die sich vom impulsiven und verantwortungslosen Charakter seines Vaters unterschied. Er überlebte als einziger Sohn von Peter I. das Kindesalter und wurde 1831 an dem Tag, als sein Vater abdankte, zum Kaiser von Brasilien ernannt, bestieg den Thron aber erst bei seiner Volljährigkeit im Alter von 14 Jahren im Juli 1840."
            },
            {
                "heading": "Herrschaft",
                "text": "Während seiner Herrschaft stand Peter II. mehr als 36 verschiedenen Kabinetten vor, die größtenteils auf weitreichende öffentliche Unterstützung trafen. Entweder direkt oder durch seine Regierung förderte Peter den Bau der ersten gepflasterten Straße Brasiliens, der \"Uniao e Industria\" zwischen Rio de Janeiro und Juiz de Fora; den Bau der ersten Dampfeisenbahnstrecke von Santos nach São Paulo; die Einrichtung des ersten Telefondienstes 1877; die Verlegung der ersten Unterwasser-Telegrafenleitung von Brasilien nach Europa und die Einführung der ersten brasilianischen Briefmarke.Seine Beziehungen zum Ausland waren weniger positiv, da etliche Nationen ob des wirtschaftlichen Wachstums und politischen Einflusses Brasiliens besorgt waren. Zwei kleinere Vorfälle veranlassten die Briten, der königlichen Marine den Befehl zu erteilen, brasilianische Handelsschiffe zu beschlagnahmen. Peter reagierte, indem er sein Militär mobilisierte, sodass die Briten ihre Haltung änderten und 1863 eine friedliche Lösung vorschlugen. Schon kurze Zeit später verlangte ein lange Zeit unerklärter Krieg mit Uruguay - der durch die brasilianische Besetzung der Städte Salto und Paisandú beendet wurde - nach Peters Aufmerksamkeit. Kaum war dieser Konflikt beigelegt, da startete Paraguay eine Invasion, die mit einem bedingungslosen Sieg Brasiliens endete. Ein Konflikt mit der katholischen Kirche (1872 - 1875) konnte zwar durch Verhandlungen gelöst werden, doch Peter verlor dadurch die Unterstützung des Klerus.Dennoch war Peter II. durch den diplomatischen Sieg über Großbritannien und die Militärsiege über Uruguay und Paraguay beim Volk beliebter denn je. Nun versuchte er, durch diese Popularität auch sein am längsten währendes Vermächtnis zu begründen - die Emanzipierung der Sklaven in Brasilien. Der Kaiser sah in der Sklaverei das letzte große Hindernis auf Brasiliens Weg ins moderne Zeitalter. Ab 1871 ließ Peter eine Reihe von Gesetzen einführen, die zur Befreiung von etwa 700.000 Sklaven führten, allerdings war es nicht vorgesehen, die Halter zu entschädigen. Diese Tatsache kostete die Monarchie die Unterstützung der Reichen und der Oberklasse und war schließlich Peters Ruin."
            },
            {
                "heading": "Sturz",
                "text": "Da er sich der Zuneigung seines Volkes sicher war, verwirklichte Peter seinen lebenslangen Wunsch, viel zu reisen. Durch seine lange Abwesenheit entfernte Peter sich allerdings immer mehr von den Teilen der brasilianischen Gesellschaft, die er stets gefördert hatte: der aufsteigenden urbanen Mittelschicht und einer neuen Generation liberal denkender Studierter. Zudem besaß er nicht mehr die unerschütterliche Unterstützung der Kirche, der Oberschicht und des Militärs.Obwohl er beim Bürgertum nach wie vor beliebt war, wurde er im November 1889 durch einen gewaltfreien Militärstreich gezwungen, abzudanken und einer Republik den Weg zu räumen. Der inzwischen alte und gebrechliche Peter ging ins Exil in Europa und starb zwei Jahre später in Paris. In Frankreich wurde er mit königlichen Ehren beerdigt. 1925 brachte man seine sterblichen Überreste zurück nach Brasilien, wo er in der von ihm mitgegründeten Kathedrale in Petropolis beigesetzt wurde."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Peter hatte ein Reich geerbt, das kurz vor seiner Auflösung stand, und machte Brasilien dennoch in einer Zeit der Veränderungen zu einer aufsteigenden Macht - \"der anderen Großmacht in Amerika\". Die Nation hob sich durch ihre politische Stabilität, Redefreiheit, Achtung vor den Bürgerrechten, eine blühende Wirtschaft und eine reichhaltige Kultur von ihren südamerikanischen Nachbarländern ab. Peters größte Leistung war wohl die friedliche Abschaffung der Sklaverei in Brasilien, trotz des Widerstands politischer und wirtschaftlicher Interessenvertreter. Peter II., der selbst ein Gelehrter war, legte großen Wert auf die Förderung der Bildung, Künste und Wissenschaften in Brasilien. Er wurde zwar gestürzt, war aber bei seinem Volk weiterhin hoch angesehen und wird noch heute von vielen Brasilianern als Held gefeiert, als Ikone ihrer Nation und Vater des Volkes."
            }
        ]
    }
}