{
    "id": 27,
    "name": "Byzanz",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/byzanz.png",
    "dawn_of_man": "Ein Hoch auf die herrliche und großmütige Kaiserin Theodora, geliebt von Byzanz und Rom! Aus den niederen Rängen der Schauspieler und Kurtisanen seid Ihr, die Gemahlin von Justinian I., zur mächtigsten Frau im Römischen Reich aufgestiegen. Seit Ende der 520er n. Chr. habt Ihr an der Seite Eures Gatten eine Reihe wichtiger spiritueller und rechtlicher Reformen durchgesetzt und Gesetze ins Leben gerufen, die den Status der Frauen im Reich verbesserten und für mehr Gleichberechtigung sorgten. Ihr habt auch die Renovierung und den Bau zahlreicher Aquädukte, Brücken und Kirchen in ganz Konstantinopel unterstützt, was in der Errichtung der Hagia Sophia, einem der wunderbarsten architektonischen Weltwunder, gipfelte.Wunderschöne Kaiserin, Byzanz braucht Eure Weisheit und Stärke - sein Volk ist ohne Euer leitendes Licht verloren. Das Byzantinische Reich mag einmal gefallen sein, aber seine Seele ist noch intakt und wartet darauf, wiedergeboren zu werden. Könnt Ihr Byzanz wieder zu dem Ruhm verhelfen, den es einst genoss? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Kataphrakt",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/cataphract.json"
        },
        {
            "name": "Dromone",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/dromon.json"
        }
    ],
    "city_names": [
        "Konstantinopel",
        "Adrianopel",
        "Nicäa",
        "Antiochia",
        "Varna",
        "Ohrid",
        "Nikomedia",
        "Trapezunt",
        "Cherson",
        "Serdica",
        "Ani",
        "Dyrrachium",
        "Edessa",
        "Chalcedon",
        "Naissus",
        "Bari",
        "Iconium",
        "Prilep",
        "Samosata",
        "Kars",
        "Nicopolis",
        "Theodosiopolis",
        "Tyana",
        "Gaza",
        "Kerkyra",
        "Phoinike",
        "Selymbria",
        "Sillyon",
        "Chrysopolis",
        "Corycus",
        "Vodena",
        "Caesarea Maritima",
        "Traianoupoli",
        "Constantia"
    ],
    "spy_names": [
        "Basil",
        "Nikophoros",
        "Demetrios",
        "Philippos",
        "Theophylaktos",
        "Simonis",
        "Zoe",
        "Ioanno",
        "Xene",
        "Euphrosyne"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Byzantinische Reich bestand mehr als 1.000 Jahre und hatte sein Zentrum in der legendären Stadt Konstantinopel, die ursprünglich vom mächtigen Römischen Reich als Machtsitz im Osten aufgebaut worden war. Durch die günstige Lage an Handelswegen zwischen Europa und Asien wurde Konstantinopel zum wichtigsten Handelszentrum der Region und konnte trotz der zahlreichen Konflikte, die im Westen zum Untergangs Rom führten, weiter gedeihen. Durch das Wirken einiger großer Herrscher wurde das Byzantinische Reich zum Förderer kulturellen Wachstums im östlichen Mittelmeer, und sein Reichtum ermöglichte berühmte Meisterwerke in den Bereichen Architektur, Wissenschaft und Musik."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Vor der Ankunft Konstantins im Jahr 330 n. Chr. kannte man die Stadt Konstantinopel unter dem Namen Byzantium. Sie war im 7. Jahrhundert v. Chr. als kleine griechische Kolonie gegründet worden. Durch die strategisch günstige Lage am Bosporus, dem einzigen Wasserweg zwischen dem Schwarzen Meer und dem Mittelmeer (über das Marmarameer und das Ägaische Meer), stellte sich der Ort geradezu als ideal für eine größere Siedlung heraus. Von drei Seiten durch Wasser geschützt konnte Konstantinopel mit seinen legendären Stadtmauern ein fast undurchdringbares Verteidigungssystem errichten. Trotz der wechselnden Gebiete unter dem Herrschaftsbereich von Byzantium war es wohl gerade der Lage seiner Hauptstadt zu verdanken, dass es seinen Reichtum sichern konnte. Heute befindet sich die Metropole mit über 13 Millionen Einwohnern in der Türkei und trägt den Namen Istanbul.Außerhalb ihrer legendären Hauptstadt boten die weitläufigen Herrschaftsgebiete der Byzantiner sehr unterschiedliche geografische Ausprägungen. Zur Zeit der größten Machtfülle kontrollierte das Byzantinische Reich hauptsächlich Gebiete am Mittelmeer, in denen ein subtropisches Klima mit warmen, feuchten Sommern und milden Wintern vorherrschte."
        },
        {
            "heading": "Krise des Römischen Reichs",
            "text": "Während der ersten Jahrhunderte des neuen Jahrtausends setzte das Römische Reich seine Eroberungszüge in Europa und im Mittelmeerraum unvermindert fort. Dabei wurden Gebiete so schnell hinzugewonnen, dass es unmöglich war, sie effektiv zu verwalten. Vor allem in den östlichen Regionen sah der römische Kaiser Diokletian Bedarf für Verwaltungsreformen, um sowohl die wirtschaftliche Stabilität zu verbessern als auch die Verteidigungsmöglichkeiten dieser Grenzgebiete zu stärken. Etwa um das Jahr 285 n. Chr. wurde durch das von Diokletian entwickelte System der Tetrarchie die Führung des Römischen Reiches unter vier Herrschern aufgeteilt, die in vier Grenz-Hauptstädten residierten. Nikomedia, die östliche Hauptstadt Roms (heute Izmit in der Türkei), wurde später nach Konstantinopel verlegt, als Konstantin I. im Jahr 306 n. Chr. Kaiser wurde."
        },
        {
            "heading": "Aus vier mach zwei",
            "text": "Die frühe Entwicklung eines eigenständigen Byzantinischen Reiches geht direkt auf die Maßnahmen des römischen Kaisers Konstantin I. zurück, der die Stadt Byzantium im Jahr 330 n. Chr. als die Siedlung auserkor, die zum zweiten Rom werden sollte - Konstantinopel. Ursprünglich war der Ort als Hauptstadt Ostroms gedacht - der Begriff \"Byzantinisches Reich\" geht auf moderne Historiker zurück - doch nach der Auflösung der Diokletianischen Tetrarchie kam der Trennung Konstantinopels von Rom eine größere Bedeutung zu, als man es erwartet hatte.Reichtum brachte Stabilität und das Byzantinische Reich konnte, nicht zuletzt durch die Beherrschung wichtiger Handelswege, zahlreichen Konflikten aus dem Weg gehen, was Rom selbst nicht gelingen wollte. Für Plünderer war die große Stadt Rom zu dieser Zeit ein wesentlich attraktiveres Ziel als die noch relativ junge und abgelegene Stadt Konstantinopel. Doch dem aufmerksamen Auge eines der wohl bekanntesten Eroberers der Geschichte - Attila dem Hunnen - konnten auch die Byzantiner nicht entgehen. Die anhaltenden Konflikte mit den Hunnen stellten sich für das Byzantinische Reich als sehr problematisch heraus. Wäre Attila 453 nicht gestorben, hätte das Byzantinische Reich ein anderes Ende nehmen können, denn es heißt, dass der Hunnenkönig vorhatte, zurückzukehren und das Reich endgültig zu erobern, sobald sein Feldzug in Italien beendet war.In dieser Zeit haderte das (eigentliche) weströmische Reich mit wirtschaftlichen und militärischen Konflikten, sodass das Byzantinische Reich nach dem Untergang Roms durch mächtige germanische Stämme letztlich zu dessen Nachfolger und einem der einflussreichsten Reiche auf der Weltbühne werden sollte."
        },
        {
            "heading": "Herrschaft der Justinianer",
            "text": "Die Justinianische Dynastie, die von Kaiser Justin I. 518 gegründet und schon kurz darauf im Jahr 527 von Justinian I. fortgeführt wurde, sollte dem Byzantinischen Reich eine Epoche der Rückeroberungen bescheren. Justinian gelang es, zahlreiche Provinzen, die Rom während seines Niedergangs verloren hatte, zurückzugewinnen. Der byzantinische General Belisarius, der Justinian auch dabei half, den berühmten Nika-Aufstand niederzuschlagen, führte zu dieser Zeit mehrere erfolgreiche Eroberungszüge gegen die Vandalen und Ostgoten an.Auch Kaiserin Theodora sollte zur Zeit der Justinianischen Dynastie eine einflussreiche Rolle im Byzantinischen Reich gewinnen. Als hochintelligente Ehefrau, Vertraute und Mitregentin Justinians I. verewigte sich Theodora in der Geschichte und war zudem eine der ersten Förderinnen von Frauenrechten innerhalb des Staates. Es war Theodoras einfühlsame Rede, die Justinian durch den Nika-Aufstand leitete, bei dem rivalisierende politische Parteien im Jahr 532 versuchten, Justinians Thron an sich zu reißen. Es heißt, dass Justinian überlegte, aus der Stadt zu fliehen, als Theodora ihn beschwor zu bleiben und dabei der Legende nach folgendes alte Sprichwort verwendete: \"Das Kaisertum ist das beste Leichentuch.\" Justinian folgte Theodoras Rat und befahl seinem General Belisarius, die Rebellion niederzuschlagen, was zu einem Massaker beim Hippodrom führte, das Justinian letztlich den Thron sichern sollte.Während der Zeit des Nika-Aufstands wurde auch der Vorgänger der Hagia Sophia zerstört, eine christliche Kirche im alten Konstantinopel. Das beeindruckende Bauwerk, das heute zu sehen ist, wurde errichtet, kurz nachdem Justinian und Theodora den Aufstand niedergeschlagen hatten. Die Hagia Sophia, von der es heißt, sie sei aus Teilen aus dem ganzen Reich gebaut worden, weist einige innovative architektonische Elemente auf und gilt aufgrund ihrer üppigen Ausgestaltung und erheblichen Größe als das Meisterwerk der byzantinischen Architektur."
        },
        {
            "heading": "Byzantinische Kultur",
            "text": "Im Laufe seiner Geschichte, und insbesondere während der Herrschaft Justinians, gelangte die Kultur in Konstantinopel zur Blüte. Künstler und Handwerker arbeiteten überall in der Stadt an großartigen Kunstwerken, die neben der überwältigenden Macht der christlichen Lehren in der Stadt auch den Einfluss ihres griechischen und römischen Erbes zeigen. Christliche Kunst und Ikonen sollten noch Jahrhunderte im Reich verehrt werden, bis der Aufstieg des Ikonoklasmus, einer Bewegung, die sich gegen die Anbetung religiöser Ikonen richtete, dem im 8. Jahrhundert n. Chr. ein Ende setzte. Es ist noch heute umstritten, was der Auslöser dieser so heftigen ikonoklastischen Bewegung im Byzantinischen Reich war, doch es lässt sich mit Sicherheit feststellen, dass sie die Zerstörung zahlreicher großartiger religiöser Kunstwerke in Konstantinopel zur Folge hatte.Die byzantinische Architektur ist ein weiterer viel beachteter Aspekt der langen Geschichte dieses Reichs. Wie die byzantinische Kunst war auch die Architektur des Reiches stark von religiösen Motiven geprägt. Das mathematische Wissen der Byzantiner, das ihre künstlerischen Vorlieben und ihre Möglichkeiten im Bauwesen entscheidend prägte, ermöglichte die Errichtung aufwändiger Basiliken in ganz Konstantinopel. Besonders bemerkenswert sind die Hagia Sophia und auch der riesige unterirdische Wasserspeicher Cisterna Basilica, die beide während der Herrschaft Justinians I. vollendet wurden."
        },
        {
            "heading": "Dynastien im späteren Jahrtausend",
            "text": "Vom 7. bis 9. Jahrhundert n. Chr. wurde das Byzantinische Reich von einigen eher kurzlebigen Dynastien regiert. Im 7. Jahrhundert fiel Konstantinopel unter die Herrschaft der Heraclius-Dynastie, die sich immer wieder Konflikten mit den arabischen Umayyaden ausgesetzt fand. Die Araber belagerten die Stadt im Jahr 674, und obwohl die Verteidigung Konstantinopels erfolgreich war, trat die Stadt in eine Epoche des Niedergangs ein, im Zuge derer die Stadtbevölkerung stark abnahm. Das Ereignis bedeutete gleichzeitig den Anfang der Arabisch-Byzantinischen Kriege, in denen das christliche Byzantinische Reich in einen nahezu endlosen Krieg mit den islamischen Kalifen verwickelt wurde, die über Teile des Irak, Syriens und Süditaliens herrschten. Der Konflikt sollte sich, mit wenigen Unterbrechungen, über die nächsten 400 Jahre erstrecken, in denen das Byzantinische Reich einige seiner absoluten Tiefpunkte erlebte, bis es im Jahr 867 durch die Makedonier wieder zu neuer Macht gelangen konnte."
        },
        {
            "heading": "Die Makedonier",
            "text": "Während der Herrschaft der Makedonischen Dynastie (867-1057) erreichte das Byzantinische Reich seine vielleicht größte Blüte und konnte sich von den Jahrhunderten des Niedergangs erholen, um eine Epoche des Reichtums und der kulturellen Ausbreitung einzuleiten. Beginnend mit der Herrschaft Basilius I. setzte ein Wachstum ökonomischen Reichtums und militärischer Macht ein und die Byzantiner konnten mehrere wichtige Siege über die Araber und Bulgaren verzeichnen, die ihnen ihre verlorenen Gebiete in Teilen Syriens und des Balkans zurückbrachten.Es waren diese Schlachten, insbesondere gegen die Bulgaren, die den größten Einfluss auf die Zukunft des Byzantinischen Reiches haben sollten. Im Zuge der Byzantinisch-Bulgarischen Kriege konnten die Byzantiner im Jahr 1018 die Bulgaren unterwerfen, die nach der Belagerung der Stadt während des Vierten Kreuzzugs zu ihren Verbündeten wurden."
        },
        {
            "heading": "Der Vierte Kreuzzug",
            "text": "Die Kreuzzüge werden zwar oft als direkte Reaktion auf die wachsende Macht der islamischen Araberstaaten gesehen, die es, dem damaligen Verständnis nach, notwendig machte, die Byzantiner - als wichtigstes Bollwerk der Christenheit im Osten - dabei zu unterstützen, die Araber zu besiegen, doch waren es nicht nur die Feinde Konstantinopels, gegen die sich die Kreuzfahrer richteten. Der Vierte Kreuzzug soll angeblich das Ziel gehabt haben, die Kontrolle über die von den Muslimen gehaltene Stadt Jerusalem zu erlangen - die Angreifer marschierten jedoch nach Konstantinopel, da sie vermutlich noch immer an die Ereignisse des Morgenländischen Schismas von 1054 zurückdachten, das die Griechisch-Orthodoxe Kirche (Byzanz) von der Römisch-Katholischen Kirche trennte. 1204 wurde Konstantinopel von den Kreuzfahrern, die von Franken und Veneziern angeführt wurden, erobert und gnadenlos ausgeplündert. Die Kreuzfahrer zerstörten viele der orthodoxen Kirchen mitsamt ihrer Relikte und schändeten diese auf eine Weise, die selbst den Papst verstört haben soll, der ja ursprünglich zum Kreuzzug aufgerufen hatte. Die Ereignisse des Vierten Kreuzzugs, die dem Byzantinischen Reich sowohl materiell als auch politisch großen Schaden zufügten, sollen direkt zu seinem Niedergang und der Eroberung durch die Osmanen weniger als drei Jahrhunderte später beigetragen haben."
        },
        {
            "heading": "Zerschlagung und Rückkehr",
            "text": "Nach der Plünderung Konstantinopels wurde der Großteil des byzantinischen Gebiets unter den fränkischen und venezianischen Kreuzrittern aufgeteilt und einer neuen Domäne einverleibt, dem Lateinischen Kaiserreich. In den südlichen Regionen leisteten die Byzantiner jedoch weiter Widerstand und es kam mit dem Kaiserreich Nikaia und dem Despotat Epirus zur Gründung zweier Nachfolgestaaten. Es war letztlich Ersterer, der sich mit den Bulgaren verbündete und Konstantinopel im Jahr 1261 vom Lateinischen Kaiserreich zurückeroberte, was Byzanz vorübergehend neue Macht einbrachte."
        },
        {
            "heading": "Niedergang des Reichs",
            "text": "Der Niedergang des Byzantinischen Reiches erfolgte, ähnlich wie bei seinem westlichen Pendant in Rom, über einen Zeitraum von mehreren Jahrhunderten. Historiker diskutieren schon lange darüber, was die Ursache für den Machtverlust der Byzantiner war, und haben dabei sowohl die frühen Eroberungen der Araber, die Byzantinisch-Arabischen Kriege und den Verlust Konstantinopels im Zuge des Vierten Kreuzzugs als entscheidende Ereignisse in Betracht gezogen. In jedem Fall folgten auf die kurzen Zeiträume, in denen das Reich wieder an Macht gewinnen konnte, immer wieder neue Feinde und Konflikte.Während die Byzantiner im 14. Jahrhundert mit einem Bürgerkrieg zu kämpfen hatten, gelang es den Osmanen, mehrere erfolgreiche Eroberungskriege gegen die Venezier und Serben zu führen, was letztlich zu einer Machtprobe mit dem stark geschwächten Byzantinischen Reich führen musste. Es heißt, dass der letzte byzantinische Kaiser, Konstantin XI. Palaiologos, in der Schlacht bei der Verteidigung der Stadtmauern während der Belagerung durch die Osmanen fiel. Diese konnten unter der Führung von Mehmet II. Konstantinopel im Jahr 1453 n. Chr. erfolgreich erobern und damit sowohl dem Byzantinischen Reich als auch den letzten Resten des einst so mächtigen Römischen Reiches ein endgültiges Ende setzen."
        },
        {
            "heading": "Niedergang des Reichs",
            "text": "Der Niedergang des Byzantinischen Reiches erfolgte, ähnlich wie bei seinem westlichen Pendant in Rom, über einen Zeitraum von mehreren Jahrhunderten. Historiker diskutieren schon lange darüber, was die Ursache für den Machtverlust der Byzantiner war, und haben dabei sowohl die frühen Eroberungen der Araber, die Byzantinisch-Arabischen Kriege und den Verlust Konstantinopels im Zuge des Vierten Kreuzzugs als entscheidende Ereignisse in Betracht gezogen. In jedem Fall folgten auf die kurzen Zeiträume, in denen das Reich wieder an Macht gewinnen konnte, immer wieder neue Feinde und Konflikte.Während die Byzantiner im 14. Jahrhundert mit einem Bürgerkrieg zu kämpfen hatten, gelang es den Osmanen, mehrere erfolgreiche Eroberungskriege gegen die Venezier und Serben zu führen, was letztlich zu einer Machtprobe mit dem stark geschwächten Byzantinischen Reich führen musste. Es heißt, dass der letzte byzantinische Kaiser, Konstantin XI. Palaiologos, in der Schlacht bei der Verteidigung der Stadtmauern während der Belagerung durch die Osmanen fiel. Diese konnten unter der Führung von Mehmet II. Konstantinopel im Jahr 1453 n. Chr. erfolgreich erobern und damit sowohl dem Byzantinischen Reich als auch den letzten Resten des einst so mächtigen Römischen Reiches ein endgültiges Ende setzen."
        }
    ],
    "leader": {
        "name": "Theodora",
        "subtitle": "Kaiserin des Byzantinischen Reichs",
        "lived": "ca. 497-548 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/theodora.png",
        "trait": {
            "name": "Patriarchat von Konstantinopel",
            "effect": "Wählt einen Glaubenssatz mehr als sonst beim Gründen einer Religion."
        },
        "titles": [
            "Kaiserin"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Theodora, die Ehefrau von Justinian I und Kaiserin des Byzantinischen Reiches, herrschte über eines der herausragendsten Reiche des ersten Jahrtausends n. Ch. Theodora gilt heute als die einflussreichste Frau von Byzanz und Kaiser Justinian ernannte sie zur Mitherrscherin des Reiches - er vertraute darauf, dass ihre weisen Ratschläge seine Herrschaft leiten würden. Nach ihrem Aufstieg aus bescheidenen Verhältnissen wurde Theodora später im ganzen Reich - und in der Geschichte - als taktvolle, vertrauenswürdige Beraterin ihres Kaisers bekannt. Sie hatte so entscheidenden Einfluss auf den Fortschritt des Reichs, dass einige vermuten, dass zu ihren Lebzeiten in Wahrheit Theodora und nicht Kaiser Justinian das Byzantinische Volk regierte."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Der Großteil unseres Wissens über Theodora stammt aus den Aufzeichnungen des angesehenen byzantinischen Historikers Prokop, der die Geschichte des Byzantinischen Reiches unter Theodoras Führung im 6. Jahrhundert ausführlich dokumentierte. Theodoras Kindheit war, soweit wir das beurteilen können, sehr farbenfroh. Ihr Vater war Wirt im Hippodrom und ihre Mutter Akrobatin. Theodora soll über außergewöhnlich viel Intelligenz und Verstand verfügt haben und hat sich eine Zeit lang als Schauspielerin eigenständig versorgt, bevor sie die Aufmerksamkeit von Justinian, dem Thronfolger seines Onkels Justin I., gewann."
            },
            {
                "heading": "Aufstieg auf den Thron",
                "text": "Als Geliebte von Justinian hinterließ Theodoras Schönheit und Intelligenz einen so großen Eindruck auf ihn, dass er sie in den Rang einer Patrizierin erhob und damit den aristokratischen Familien des Reiches gleichstellte. Obwohl das byzantinische Gesetz die Vermählung eines Regierungsmitglieds mit einer Schauspielerin wie Theodora untersagte, war Justinians Hingabe zu ihr offensichtlich groß genug, dass er das Gesetz außer Kraft setzen ließ. Im Jahr 525 wurden Justinian und Theodora verheiratet und kurz nach seinem Aufstieg auf den Thron im Jahre 527 bekam Theodora den Titel der Augusta zugesprochen, der Kaiserin des Byzantinischen Reiches."
            },
            {
                "heading": "Politischer Einfluss",
                "text": "Theodora war allerdings keine gewöhnliche Titularkaiserin und Justinian sorgte dafür, dass sie zur Mitherrscherin ernannt wurde, eine bedeutende Unterscheidung, die ihr einen viel größeren Einfluss auf die politischen Angelegenheiten einräumte. Während ihrer Herrschaft nutzte sie ihren Einfluss zur Einführung mehrerer moderner (selbst nach heutigen Maßstäben) Richtlinien. Theodora wird zugesprochen, Justinian dazu bewegt zu haben, die Rechte der Frauen im Reich zu vergrößern, nicht nur in Bezug auf ihr Eigentumsbesitzrecht, sondern auch durch eine Reform der Scheidungsgesetze, die zuvor deutlich zugunsten der Männer ausfielen."
            },
            {
                "heading": "Religion",
                "text": "Theodora was als \"monophysitische Christin\" bekannt, sie glaubte also daran, dass Jesus Christus von rein göttlicher Natur war, im Gegensatz zum vorherrschenden orthodoxen Glauben, dass Jesus eine duale Natur besaß (göttlich, aber mit einem menschlichen Körper). Diese Ideologie war zu ihrer Zeit äußerst umstritten und wurde von vielen Anhängern der orthodoxen Kirche als entzweiend und ketzerisch angesehen. Trotz Justinians orthodoxer Glaubensausrichtung bewahrte Theodora sich ihre Unabhängigkeit als Monophysitin und schützte sogar die monophysitischen Anführer, die oft von der orthodoxen Mehrheit unterdrückt wurden. Theodora ist zudem dafür bekannt, ein monphysitisches Kloster in der Stadt Sycae bei Konstantinopel gegründet zu haben."
            },
            {
                "heading": "Der Nika-Aufstand",
                "text": "Die Stärke von Theodora und Justinian wurde während des Nika-Aufstands auf die Probe gestellt, ein Aufstand, der von zwei gegnerischen Fraktionen (den Grünen und den Blauen) angeführt wurde, um einen neuen Kaiser zu etablieren und Justinian seiner Macht zu berauben. Justinians natürlicher Instinkt war die Flucht aus der Stadt, aber Theodora ermutigte ihn zur Standhaftigkeit. Theodora bat Justinian eindringlich, in der Stadt zu bleiben und argumentierte, dass es besser sei, als Kaiser zu sterben statt als Flüchtling. Justinian glaubte an die Weisheit von Theodoras Worten, blieb in Konstantinopel und befahl seinem ergebensten General, Flavius Belisarius, die Rebellen anzugreifen. Belisarius und seine Männer trieben die Rebellen im Hippodrom zusammen, töteten Tausende von ihnen auf brutale Art und Weise und zerschmetterten den Aufstand."
            },
            {
                "heading": "Urteil der Geschichte",
                "text": "Kaiserin Theodora hat dauerhafte Spuren in der Geschichte hinterlassen als eine der mächtigsten Frauen ihrer Zeit. Sie hatte deutlichen Einfluss auf viele Entscheidungen ihres Mannes und die Historiker sind sich einig, dass Justinians Zeit als Kaiser ohne Theodoras weisen Rat während des Nika-Aufstands geendet hätte und er somit die Integrität des ganzen Reiches in Gefahr gebracht hätte."
            }
        ]
    }
}