{
    "id": 28,
    "name": "Karthago",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/carthage.png",
    "dawn_of_man": "Seid gesegnet und gegrüßt, verehrte Königin Dido, Gründerin des legendären Königreiches Karthago. Wie es der große Dichter Vergil niederschrieb, wurde Euer Gemahl Acerbas ermordet von Eurem eigenen Bruder, König Pygmalion von Tyros, der daraufhin die Schätze des Acerbas für sich beanspruchte, die rechtmäßig die Euren waren. Da Ihr fürchtetet, wie weit Euer Bruder diese großen Reichtümer verfolgen würde, seid Ihr mit Euren Landsleuten in neue Gefilde geflohen. Beim Erreichen der Küste Nordafrikas habt Ihr den dortigen König durch die einfache Manipulation einer Stierhaut getäuscht und ein großes Gebiet als Eure neue Heimat ausgelegt, das zukünftige Königreich Karthago.Kluge und wissbegierige Dido, die Welt sehnt sich nach einer Herrscherin, die sie mit brillanter Intuition und List vor dem drohenden Sturm schützt. Könnt Ihr das Volk zu einem neuen Königreich machen, das dem einst mächtigen Karthago gleichkommt? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Afrikanischer Waldelefant",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/african_forest_elephant.json"
        },
        {
            "name": "Quinquereme",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/quinquereme.json"
        }
    ],
    "city_names": [
        "Karthago",
        "Utica",
        "Hippo Regius",
        "Gades",
        "Saguntum",
        "Carthago Nova",
        "Panormus",
        "Lilybaeum",
        "Hadrumetum",
        "Zama Regia",
        "Karalis",
        "Malaca",
        "Leptis Magna",
        "Hippo Diarrhytus",
        "Mozia",
        "Sulci",
        "Tharros",
        "Leptis Minor",
        "Solunto",
        "Lixus",
        "Oea",
        "Theveste",
        "Ebusim",
        "Thapsus",
        "Aléria",
        "Tingis",
        "Abyla",
        "Sabratha",
        "Rusadir",
        "Baecula",
        "Saldae"
    ],
    "spy_names": [
        "Hamilcar",
        "Mago",
        "Baalhaan",
        "Sophoniba",
        "Yzebel",
        "Similce",
        "Kandaulo",
        "Zinnridi",
        "Gisgo",
        "Fierelus"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das alte Königreich Karthago, das von der legendären Königin Dido gegründet wurde, wuchs von einer kleinen Siedlung von Exilanten zu einer mächtigen Zivilisation heran, die das große und mächtige Römische Reich herausforderte. Durch die ideale Lage an der Nordküste Afrikas konnte Karthago im 1. Jahrtausend v. Chr. zu einem immer einflussreicheren Handelszentrum im Mittelmeerraum werden. Doch der Erfolg hatte auch Konsequenzen und Karthago zog den Zorn Griechenlands und Roms auf sich. Die folgenden Konflikte mit diesen übermächtig erscheinenden Rivalen wurden zum Stoff von Legenden."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Gegründet am Golf von Tunis in Nordafrika war Karthago ideal gelegen, um bereits existierende Handelsrouten im Mittelmeerraum für sich zu nutzen. Die Stadt Karthago war eine der größten der Epoche und verfügte über riesige Mauern und mehrere Häfen, um die Aus- und Einfuhr der Güter zu erleichtern. Karthago befand sich in einer Region mit vielfältigen klimatischen und geografischen Gegebenheiten, die für ähnliche Wetterbedingungen sorgten, wie sie noch heute in der Region vorherrschen - heiße, trockene Sommer und milde Winter."
        },
        {
            "heading": "Gründung",
            "text": "Die ersten Siedler in Karthago stammten aus dem Königreich Tyrus, das zur alten Zivilisation der Phönizier gehörte. Historischen Berichten und der Überlieferung aus mehreren Jahrhunderten zufolge ist die Geschichte der Gründung Karthagos eng mit der Legende seiner ersten Königin Dido verknüpft. Didos gewagte Flucht aus Tyrus und ihre Ankunft in Nordafrika ist wohl einer der lebendigsten Gründungsmythen der Stadt, auch wenn moderne Historiker sie wohl eher phönizischen Kolonisten zuschreiben würden. Relativ unbestritten ist jedoch, dass die erste Siedlung um 814 v. Chr. entstand und ihren Namen vom phönizischen Begriff \"Qart-hadast\" ableitet, was so viel bedeutet wie \"Die neue Stadt\". In Didos Legende heißt es, sie habe das Land von einem ansässigen König erworben, nachdem dieser zugestimmt hatte, ihr so viel Land zu verkaufen, wie sie mit einer Kuhhaut umspannen könnte. Dido zerteilte die Haut in Streifen und legte sie anschließend um einen großen Hügel und das umliegende Gebiet - die Geburtsstunde Karthagos."
        },
        {
            "heading": "Machtexpansion",
            "text": "Durch die günstige Lage an den florierenden Handelsrouten Ägyptens, Griechenlands und Roms dauerte es nach der Gründung nicht lange, bis Karthago sich selbst als mächtiges neues Reich in der Region etablieren konnte. Während das phönizische Mutterland im 4. und 5. Jahrhundert v. Chr. erobert und aufgeteilt wurde, konnte sich Karthago als stärkste der verbleibenden Kolonien durchsetzen und herrschte schon bald über all jene, die einst Tyrus gegenüber loyal gewesen waren. Karthagos Versuche, die Kontrolle über die restlichen phönizischen Kolonien zu erlangen, führten schnell zu Konflikten mit Griechenland und Rom, die selbst vorhatten, die ressourcenreichen Gebiete Siziliens und Süditaliens für sich zu beanspruchen."
        },
        {
            "heading": "Kriege mit den Griechen",
            "text": "Die wachsenden Spannungen mit Griechenland wegen Sizilien führten zu einer Reihe von griechisch-karthagischen Kriegen. Im 7. Jahrhundert v. Chr. setzte Griechenland die Expansion seiner Kolonien in Süditalien und dem westlichen Sizilien fort, da der Handel auch trotz der wachsenden Rivalität mit Karthago florierte. Letztlich war Karthago gezwungen, sich mit der anhaltenden Ausbreitung der Griechen in einem Gebiet, das einst fest in der Hand der Phönizier gewesen war, zu befassen, um nicht nur sein stetiges Handelseinkommen zu sichern, sondern auch mit Waffengewalt zu demonstrieren, dass Karthago auch die übrigen phönizischen Kolonien beschützen würde.Es gibt zwar nur spärliche Aufzeichnungen über diesen Konflikt, doch die Karthager scheinen überwiegend auf Sizilien selbst gegen die Griechen gekämpft zu haben. Anfänglich unterstützte Karthago die Kolonien nur bei ihren eigenen Anstrengungen, gegen die einfallenden Griechen vorzugehen, doch im Jahr 480 v. Chr. brach der Krieg offen aus. Bei der Schlacht bei Himera standen sich auf Sizilien die Truppen Karthagos unter der Führung Hamilkar Magos und die griechischen Armeen unter der Führung von Gelo, dem Herrscher von Syrakus, gegenüber. Der genaue Ablauf ist zwar unklar, doch Karthago wurde von den griechischen Streitkräften eine empfindliche Niederlage beigefügt und soll Hunderttausende Opfer beklagt haben. Hamilkar wurde getötet und Karthago musste bereits nach der ersten großen Schlacht den Rückzug antreten und den Griechen Reparationszahlungen leisten, um seine Kolonien auf Sizilien behalten zu können.410 v. Chr. machte sich Karthago erneut daran, die Griechen zu besiegen und ihnen die Kontrolle über Sizilien zu entreißen. Dieses Mal wurden die Armeen von Hannibal Mago angeführt, dem Enkel des zuvor besiegten Hamilkar Mago. Hannibal Mago hatte größeren Erfolg als sein Großvater und konnte mehrere von den Griechen kontrollierte Städte erobern, bevor er wieder nach Karthago zurückkehrte. 405 v. Chr. versuchte Mago schließlich, ganz Sizilien einzunehmen, doch wurden er und seine Armee von einer Epidemie befallen und er starb schon kurz darauf. Der Krieg mit Griechenland dauerte das ganze 4. Jahrhundert v. Chr. an und führte schließlich dazu, dass Karthago die Herrschaft über ganz Sizilien erlangte. Doch Griechenland und Karthago standen um dieses Gebiet weiter im Konflikt, der sich noch bis zum Pyrrhischen Krieg hinziehen sollte."
        },
        {
            "heading": "Rom - vom Verbündeten zum Feind",
            "text": "Während der anhaltenden Auseinandersetzungen zwischen den Griechen und Karthagern versuchte Rom, sich die Herrschaft über ganz Italien zu sichern. Ab dem 3. Jahrhundert v. Chr. wurde Rom in einen Konflikt mit dem griechischen Stadtstaat Epirus verwickelt, welcher der italienischen Kolonie Tarentum zu Hilfe eilte, die einen immer größer werdenden diplomatischen Disput mit Rom auszufechten hatte. Nachdem mehrere römische Schiffe im Hafen von Tarentum versenkt worden waren, erklärte Rom der Kolonie den Krieg und Epirus wurde in den Kampf verwickelt. Der griechische Herrscher Pyrrhus von Epirus konnte anfangs mehrere Schlachten gegen die Römer gewinnen, darunter auch die Schlacht von Heraclea im Jahr 280 v. Chr. Rom bat Karthago um Hilfe, das zustimmte, eine Allianz gegen die Griechen zu bilden. 279 v. Chr. konnte Pyrrhus in der Schlacht bei Asculum die römische Armee erneut besiegen, doch der Preis dafür war hoch. Da er in der Schlacht mehrere tausend Mann verlor, gilt diese als Ursprung des Begriffes \"Pyrrhussieg\", der für einen zu teuer erkauften Sieg steht. Nach fünf Jahren war Pyrrhus gezwungen, sich vollständig zurückzuziehen, was Rom zum unangefochtenen Herrscher über Italien machte. Karthago kam nun die alleinige Rolle der größten Bedrohung für die römische Herrschaft im Mittelmeerraum zu."
        },
        {
            "heading": "Beginn der Punischen Kriege",
            "text": "Schon bald nach dem Ende des Pyrrhischen Krieges lenkte die fortgesetzte Expansion Roms den Zorn Karthagos auf sich, was nicht zuletzt daran lag, dass beide Seiten sowohl um Gebiete und Handel als auch um das Prestige kämpften, die vorherrschende Macht im Mittelmeerraum zu sein. Eine Reihe von Eskalationen führte ab 264 v. Chr. zu den Punischen Kriegen, als beide Mächte in eine regionale Auseinandersetzung um die Kontrolle der sizilianischen Stadt Messina verwickelt wurden. Während die Römer herausragende Fähigkeiten beim Landkrieg besaßen, konnten die Karthager die bedrohlichste Seestreitkraft der damaligen Zeit einsetzen, die ihre Gegner dazu zwang, sich anzupassen, wenn sie gegen die karthagische Flotte bestehen wollten. Mithilfe von Enterbrücken, die an ihren Schiffen angebracht waren, gelang es den Römern, ihre überlegene Infanterie auch auf dem Meer einzusetzen. Der Erste Punische Krieg endete 241 v. Chr., nachdem Karthago einige schwere Niederlagen hinnehmen und mit ansehen musste, wie Roms Macht immer größer wurde. Karthago war gezwungen, Rom einen hohen Preis für den Frieden zu zahlen, was das Land sowohl ökonomisch als auch militärisch stark schwächte."
        },
        {
            "heading": "Söldnerkrieg",
            "text": "In der Zeit nach dem Ersten Punischen Krieg mussten sich die Karthager einem Konflikt stellen, den sie selbst herbeigeführt hatten. In ihrer gesamten Geschichte setzten die Karthager als Infanterie hauptsächlich Söldner ein, da der Staat sich vor allem auf die Überlegenheit auf dem Meer konzentrierte. 240 v. Chr. erhoben die unbezahlten karthagischen Söldner, die im Ersten Punischen Krieg gekämpft hatten, die Waffen in einem Aufstand, der sich schnell auf alle karthagischen Gebiete ausweiten sollte. Während den folgenden Kämpfen führte Hamilkar Barkas, der Vater des legendären Generals Hannibal, heldenhaft eine kleine karthagische Truppe zum Sieg über die Rebellen, was nicht zuletzt seinem taktischen Genie zu verdanken war. Der Erfolg bei der Niederschlagung des Aufstands brachte seiner Familie Ruhm ein und ermöglichte später seinem Sohn, zum größten General Karthagos aufzusteigen."
        },
        {
            "heading": "Erneuter Ausbruch der Punischen Kriege",
            "text": "Der Zweite Punische Krieg begann im Jahr 218 v. Chr. und war erneut die Folge eines regionalen Konflikts, dieses Mal in der griechischen Stadt Saguntum auf der Iberischen Halbinsel (Spanien). Der legendäre General Hannibal war zu diesem Zeitpunkt bereits zum Kommandanten des karthagischen Militärs aufgestiegen. Nach anhaltenden Streitigkeiten über die Kontrolle der Stadt führte Hannibal seine Armee nach Iberien und belagerte Saguntum. Hannibal konnte die Stadt schließlich erobern und richtete dort eine Operationsbasis ein, was sofort zu einer Kriegserklärung seitens Roms führte. Mit einem überraschenden taktischen Manöver entschied Hannibal, seine Armee über Land nach Italien marschieren zu lassen - ein monumentaler Akt, der zum Wahrzeichen seines Feldzugs gegen Rom wurde. Hannibal hoffte mit dem unerwarteten Eintreffen seiner Armee über diese Route, die ahnungslosen Römer unvorbereitet zu treffen und Italien erobern zu können. Auf dem strapaziösen Marsch der über 100.000 Mann Infanterie und Kavallerie über die Pyrenäen und Alpen fanden viele den Tod und auch einige der wichtigen Kriegselefanten fielen der bitteren Kälte im Gebirge zum Opfer.Im Spätjahr 218 v. Chr. trafen die Truppen von Rom und Karthago schließlich in der Schlacht an der Trebia in Norditalien aufeinander. Trotz der großen Verluste während seines Marsches nach Italien konnte Hannibal seine Streitkraft verstärken, indem er Kämpfer bei gallischen Stämmen rekrutierte, die nur zu gerne gegen ihre römischen Feinde kämpfen wollten. Die Details der Berichte über die Schlacht unterscheiden sich zwar, doch es ist sicher, dass die Römer empfindlich geschlagen wurden und trotz ihrer zahlenmäßigen Überlegenheit auf dem Schlachtfeld Tausende Kämpfer verloren.Im weiteren Verlauf des Krieges war Hannibal weiter Erfolg beschert und er konnte einige Gefechte für sich entscheiden, bevor er in der Schlacht von Cannae vielleicht seinen größten Sieg in diesem Krieg erringen konnte. Die Schlacht fand in der Nähe des Dorfes Cannae an der Südostküste Italiens statt und war eine der größten des Krieges. Rom versuchte, Hannibals Vormarsch mit einer riesigen Anzahl Legionen aufzuhalten. Unglücklicherweise schickte Rom jedoch seine Soldaten ohne klare Anweisungen in die Schlacht, sodass sie durch Hannibals taktisches Vorgehen leicht überwältigt werden konnten. Mit einem entscheidenden Angriff sprengten die Karthager die römischen Formationen und töteten Zehntausende Soldaten.Nach der demoralisierenden Niederlage bei Cannae leiteten die Römer einen Zermürbungskrieg gegen Hannibals Truppen ein, mit dem sie letztlich in Italien eine Pattsituation erreichen konnten, bei der keine Seite entscheidende Fortschritte mehr machte. Hannibal gelang es zwar, einige Kolonien in Italien zu erobern, doch die Römer fielen ihrerseits in Iberien ein, um dort einige wichtige karthagische Siedlungen einzunehmen. Mit den römischen Siegen in Iberien kamen ihre Kriegsbemühungen wieder in Schwung, und unter der Führung von Scipio Africanus wurde eine Invasion in Afrika geplant.Hannibal kehrte 203 v. Chr. nach Karthago zurück, um sich der nahenden Bedrohung durch Scipio zu stellen. In der Schlacht von Zama kam es zum Aufeinandertreffen. Hannibals dezimierte und erschöpfte Truppen konnten der gerade erst verstärkten römischen Armee nichts entgegensetzen. Hannibal konnte zwar rechtzeitig vom Schlachtfeld fliehen, doch seine Armee war vernichtet und die Niederlage so nahe der Heimat führte, nach über einem Jahrzehnt nicht enden wollender Kämpfe, zu einem schnellen Ende des Zweiten Punischen Krieges."
        },
        {
            "heading": "Niedergang und Zerstörung",
            "text": "Rom willigte ein, den Konflikt mit Karthago friedlich zu beenden, wenn es im Gegenzug von seinem geschlagenen Rivalen beträchtliche Reparations- und Tributzahlungen erhalten würde. Karthago hatte die Herrschaft über Iberien verloren und seine Stellung auf der Weltbühne war stark geschwächt worden. Doch das sollte noch nicht das Ende dieser traditionsreichen Rivalität sein, denn erst 50 Jahre später sollte der Dritte Punische Krieg den Konflikt endgültig entscheiden.Rom nahm die Kampfhandlungen 149 v. Chr. wieder auf und nutzte dabei unbedeutende regionale Auseinandersetzungen als Rechtfertigung für die endgültige Eroberung Karthagos und die Unterwerfung seiner Einwohner. Nachdem einige inakzeptable Forderungen gestellt worden waren, welche die Karthager nur ablehnen konnten, belagerten die Römer die Stadt drei Jahre lang. Die leidende Bevölkerung hielt der Belagerung bis 146 v. Chr. stand, musste sich jedoch letztlich unterwerfen. Karthago selbst wurde bis auf die Grundmauern niedergebrannt, ein Großteil der Einwohner getötet und die Überlebenden in die Sklaverei verkauft. Dies war das Ende des einst so großen und mächtigen Karthago, eines der beeindruckendsten Reiche der Antike und vielleicht des stärksten Rivalen, dem die Römer je gegenüberstanden."
        },
        {
            "heading": "Vermächtnis",
            "text": "Nach bescheidenen Anfängen als Siedlung von Exilanten und Reisenden entwickelte sich Karthago zu einem Handelszentrum und der größten Seemacht in der Antike. Das alte Karthago und seine Einwohner sind bis heute vor allem dafür bekannt, dass sie die bis dahin unangefochtene Macht Roms herausforderten."
        },
        {
            "heading": "Vermächtnis",
            "text": "Nach bescheidenen Anfängen als Siedlung von Exilanten und Reisenden entwickelte sich Karthago zu einem Handelszentrum und der größten Seemacht in der Antike. Das alte Karthago und seine Einwohner sind bis heute vor allem dafür bekannt, dass sie die bis dahin unangefochtene Macht Roms herausforderten."
        }
    ],
    "leader": {
        "name": "Dido",
        "subtitle": "Anführerin von Karthago",
        "lived": "ca. 800 v. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/dido.png",
        "trait": {
            "name": "Phönizisches Erbe",
            "effect": "Alle Küstenstädte bekommen einen kostenlosen Hafen. Nach dem ersten Großen General können die Einheiten Gebirge überqueren. Endet ein Zug im Gebirge, bringt dies 50 TP Schaden."
        },
        "titles": [
            "Königin von Karthago"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Die Geschichte von Dido ist wie die meisten Legenden voller Intrigen und Täuschung. Didos Geschichte, nacherzählt mit den Worten römischer Historiker und später durch den bekannten Dichter Vergil in seinem Epos Aeneis, beginnt mit ihrem Leben als Tochter des Königs Mattan von Tyros. Das Königreich Tyros war Teil der alten phönizischen Zivilisation im heutigen Libanon. Dido, die in alten historischen Aufzeichnungen auch oft \"Elissa\" genannt wurde, folgte ihrem Vater nach dessen Tod gegen 800 v. Chr. auf den Thron von Tyros. Sie war zur Mitregentin gemeinsam mit ihrem Bruder Pygmalion ernannt, doch Didos Herrschaft wurde vom Volk nicht breit angenommen. Trotz der Absicht des Vaters, dass sie sich den Thron mit ihrem Bruder teilen sollte, wurde Pygmalion als König von Tyros anerkannt, während Dido kaum Autorität hatte.Dido wurde mit einem Priester namens Acerbas vermählt, der einigen Quellen zufolge ihr Onkel gewesen sein könnte. Von Acerbas sagt man, er hätte über beträchtlichen Wohlstand verfügt, was er verbarg, indem er seine Schätze vergrub. König Pygmalion, der von seinem Reichtum wusste, ließ Acerbas ermorden in der Hoffnung, das Gold zu erlangen, das rechtmäßig an seine Schwester gehen würde. Die Quellen sind sich nicht einig, aber irgendwann wurde Dido bewusst, dass ihr Gatte durch die Hand ihres Bruders gestorben war. Der Geist von Acerbas soll ihr eines Nachts erschienen sein und sie gewarnt haben, sie solle aus dem Königreich fliehen und ihr zur gleichen Zeit verraten haben, wo sein Gold versteckt war. Die sorgfältige Ausarbeitung ihres Plans, um Pygmalion zu entkommen, gibt einen ersten Einblick auf ihre Klugheit.Damit ihr Bruder keinen Verdacht schöpfte, sagte Dido Pygmalion, sie wolle die Welt bereisen, in der Absicht, Tribut und Geschenke zurück nach Tyros zu senden. Pygmalion erklärte sich einverstanden und stellte Dido eine kleine Schiffsflotte zur Verfügung sowie mehrere Diener, um ihr bei den Reisevorbereitungen zu helfen. Nachdem sie die Schiffe in aller Stille mit Taschen voller Gold aus Acerbas Schatz beladen hatte, setzte sie ihren Plan in die Tat um. Um Pygmalion zu täuschen, befahl sie den Dienern, mit Sand gefüllte Säcke auf die Oberdecks zu laden, die als Täuschungsmanöver eingesetzt werden sollten. Nachdem sie die Segel gesetzt hatten, erklärte Dido, dass das Gold als Opfer für ihren toten Gatten im Meer versenkt werden sollte und ließ die Säcke mit Sand über Bord werfen. Pygmalion, der annahm, dass das Gold für immer verloren sei, machte keinen Versuch, Dido oder ihre Gruppe zu verfolgen.Auf der Suche nach einer neuen Heimat machten Dido und ihre Gruppe zuerst auf der Insel Zypern halt, wo sich eine Gruppe Ortsansässiger ihrer Gruppe anschloss. Schließlich landeten sie an der nordafrikanischen Küste und handelten mit dem hiesigen Häuptling einen Preis für ein kleines Stück Land aus, auf dem sie ihre neue Siedlung gründen wollten. Es wurde eine Übereinkunft getroffen, dass Dido so viel Land bekommen würde, wie sie mit der Haut eines einzelnen Ochsen umfassen konnte. Der hiesige Häuptling nahm an, er würde damit ein gutes Geschäft machen. Die gewitzte Dido nahm den Vorschlag etwas anders auf und schnitt die Ochsenhaut in dünne Streifen, dann nochmal in noch dünnere Fasern. So erhielt sie ein Band, das lang genug war, um ein großes Gebiet einzufassen, in dem auch ein Hügel hervorragte. So wurde die Stadt Karthago gegründet und Didos Ruf als schlaue und fähige Anführerin besiegelt.Dido regierte Karthago als dessen erste Königin und wurde zum Ziel mehrerer Freier, darunter auch der trojanische Prinz Aeneas, den es durch die Manipulation der griechischen Götter nach Karthago verschlagen hatte. Dido und Aeneas wurden ein Liebespaar, und als Aeneas Dido verließ, um seine Reise fortzusetzen, war Dido so bestürzt, dass sie sich das Leben nahm."
            },
            {
                "heading": "Urteil der Geschichte",
                "text": "Es ist schwierig, eine so legendäre Figur wie Dido zu beurteilen, denn ihre Leistung bei der Gründung des mächtigen Karthago ist immer noch umhüllt von Mythen und Geheimnissen. Trotz der Legenden um sie lebt ihr Ruf als listige Anführerin in der Geschichte weiter und für ihre Geschichte interessiert man sich auch heute noch."
            }
        ]
    }
}