{
    "id": 4,
    "name": "China",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/china.png",
    "dawn_of_man": "Möge der Segen des Himmels mit Euch sein, Kaiserin Wu Zetian, schönste und stolzeste Herrscherin Chinas! Oh, mächtige Kaiserin, deren Schatten die Blumen erblühen und die Flüsse fließen lässt! Ihr seid das Oberhaupt der Chinesen, der ältesten und mächtigsten Zivilisation, die die Menschheit je hervorgebracht hat. Chinas Geschichte beginnt bereits im Dunkel der Vergangenheit und das chinesische Volk erreichte schon Großartiges, lange bevor andere aufstrebende Zivilisationen überhaupt das Licht der Welt erblickten. Chinas Beiträge zu Kunst und Wissenschaft sind zu vielfältig und zu unglaublich, um ihnen gerecht werden zu können - die Druckerpresse, das Schießpulver, die Arbeiten von Konfuzius - das sind nur ein paar der Dinge, die China einer Welt geschenkt hat, die ihrer nicht würdig war!Ihr, große Herrscherin, die mit Scharfsinn und Schönheit vom Rang einer niederen Konkubine zur göttlichen Kaiserin aufgestiegen ist - Euer Volk verlangt nach Eurer Führung! Das große China wird abermals von allen Seiten von Barbaren belagert. Könnt Ihr all Eure zahlreichen Gegner besiegen und Eurem Land wieder zu Größe verhelfen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Papiermacher",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/paper_maker.json"
        }
    ],
    "unique_units": [
        {
            "name": "Zhugenu-Schütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/chu-ko-nu.json"
        }
    ],
    "city_names": [
        "Peking",
        "Shanghai",
        "Guangzhou",
        "Nanjing",
        "Xian",
        "Chengdu",
        "Hangzhou",
        "Tianjin",
        "Macao",
        "Shandong",
        "Kaifeng",
        "Ningbo",
        "Baoding",
        "Yangzhou",
        "Haerbin",
        "Chongqing",
        "Loyang",
        "Kunming",
        "Taipeh",
        "Shenyang",
        "Taiyuan",
        "Tainan",
        "Dalian",
        "Lijiang",
        "Wuxi",
        "Suzhou",
        "Maoming",
        "Shaoguan",
        "Yangjiang",
        "Heyuan",
        "Liaoning",
        "Hubei",
        "Gansu",
        "Huangshi",
        "Yichang",
        "Yingtan",
        "Xinyu",
        "Xinzheng",
        "Handan",
        "Dunhuang",
        "Gaoyu",
        "Nantong",
        "Weifang",
        "Xikang"
    ],
    "spy_names": [
        "Li",
        "Chen",
        "Zhang",
        "Liu",
        "Yang",
        "Huang",
        "Zhao",
        "Wu",
        "Zhou",
        "Sun"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die lange Geschichte Chinas in wenigen Absätzen zusammenzufassen ist eigentlich eine fast unmögliche Aufgabe. China ist eine Zivilisation, die bereits seit gut 6.000 Jahren besteht und etwa ein Fünftel der Weltbevölkerung einschließt. Es gibt Beweise dafür, dass die prähistorischen Vorfahren des Menschen einst vor ungefähr zwei Millionen Jahren in China wohnten, und dass der moderne Mensch seit mindestens 18.000 Jahren, wenn nicht sogar länger, in diesem Gebiet lebt."
        },
        {
            "heading": "Geografie",
            "text": "Aus geografischer Sicht kann man China in drei Hauptgebiete einteilen: das bergige Hochland im Westen, den zerklüfteten Süden und die östlichen Ebenen, die an das Gelbe und das Ostchinesische Meer angrenzen. In den unglaublich fruchtbaren Ebenen, die von mehreren großen Flüssen durchzogen sind, lag schon immer das Zentrum der chinesischen Macht. Wer dieses Gebiet kontrolliert, kontrolliert auch den Westen Asiens."
        },
        {
            "heading": "Frühe Geschichte",
            "text": "Die Xia-Dynastie ist das älteste bekannte zentralisierte politische Gebilde in China. Die genauen Herrschaftsdaten der Dynastie sind zwar umstritten, doch viele renommierte Wissenschaftler sind sich darüber einig, dass die Xia von etwa 2000 v. Chr. bis 1600 v. Chr. regierten. Die Xia haben aber nicht ganz China beherrscht. Ihre Macht konzentrierte sich hauptsächlich auf Nordchina, also das Gebiet, das später als die Mandschurei bekannt wurde. Die Xia wurden schließlich von den Shang abgelöst, die vom 18. bis zum 12. Jahrhundert v. Chr. an der Macht waren. Die Shang wiederum wurden von den Zhou vertrieben, die bis ungefähr zum 9. Jahrhundert v. Chr. regierten. Danach folgte in China bis zum 2. Jahrhundert v. Chr. eine nicht enden wollende Leidensperiode mit ständigen Bürgerkriegen während der sogenannten Zeit der Frühlings- und Herbstannalen, auf die wiederum die Zeit der Streitenden Reiche folgte. Im 2. Jahrhundert v. Chr. konnte die Qin-Dynastie endlich ihre Rivalen unterwerfen und den ersten wirklich vereinten chinesischen Staat gründen. Ihre Nachfolger, die Han, führten das Amt des Kaisers ein, eines einzelnen Herrschers, der über ganz China regierte."
        },
        {
            "heading": "Neuere Geschichte",
            "text": "In den folgenden Jahrhunderten wurde China von der Tang- und der Song-Dynastie regiert. 1271 n. Chr. wurde das Land vom mongolischen Herrscher Kublai Khan erobert, der seine eigene Dynastie, die Yuan, gründete. Ein Jahrhundert später wurden die Yuan gestürzt, und die Ming-Dynastie kam an die Macht, die sie bis zum Ende des 16. Jahrhundert n. Chr. behielt. Die Qing lösten die Ming ab und herrschten bis 1912 n. Chr., als die Republik China gegründet wurde. Die Republik überdauerte knapp vierzig Jahre, bis sie 1949 von der Volksrepublik China abgelöst wurde. Auch zum jetzigen Zeitpunkt ist China immer noch eine Volksrepublik."
        },
        {
            "heading": "Chinesische Erfindungen",
            "text": "Als kreatives und innovatives Volk haben die Chinesen einige der wichtigsten Erfindungen der Weltgeschichte gemacht, darunter Papier, Schießpulver, der Kompass und der Druck mit beweglichen Lettern. (Falls Ihr Euch wundert: Dieser Abschnitt ist obligatorisch, wann immer es um chinesische Geschichte geht. Das ist sowas wie ein Gesetz.)"
        },
        {
            "heading": "China und die Welt",
            "text": "In weiten Teilen seiner Geschichte ist China eine abgeschottete und isolierte Zivilisation geblieben, die den Rest der Welt oft ignoriert hat und von diesem ignoriert wurde. Das war nicht wirklich ein Problem, da China über viele Jahrhunderte allen seinen externen Feinden in technologischer wie militärischer Sicht weit überlegen war. Und jede Bedrohung, die nicht militärisch besiegt werden konnte (wie die Mongolen, die China 1271 eroberten), wurde einfach in die eigene vorherrschende Kultur absorbiert.Dies änderte sich im 18. und 19. Jahrhundert. Zu diesem Zeitpunkt hatten die europäischen Mächte und Japan einen erheblichen technologischen Vorteil gegenüber China, was zusammen mit deutlich überlegenen Seestreitkräften, besseren Waffen und Kommunikationsmöglichkeiten sowie fortschrittlichen Militärtaktiken dazu führte, dass die ausländischen Mächte viele der reichen chinesischen Küstenstädte kontrollieren konnten, wo es extrem lukrative Handelsmöglichkeiten (darunter der berüchtigte Opiumhandel) gab. Die schwache und korrupte Zentralregierung Chinas konnte die verhassten Ausländer nicht loswerden, sodass sie blieben, bis sie letztlich im und nach dem Zweiten Weltkrieg von den Japanern vertrieben wurden."
        },
        {
            "heading": "China heute",
            "text": "Die kommunistische Regierung, die kurz nach dem Zweiten Weltkrieg über die Nationalisten triumphierte, hat die folgenden fünfzig Jahre damit verbracht, ihre Macht zu sichern, die Infrastruktur zu modernisieren und die Lebens- und Bildungsbedingungen der riesigen Bevölkerung zu verbessern. Bei diesem Prozess gab es jedoch auch einige massive Fehlschläge, wie z. B. die fragwürdige Kulturrevolution, in der viele chinesische Intellektuelle ums Leben kamen. In den letzten 40 Jahren ist China zu einer bedeutenden Weltmacht und einem Wirtschaftsgiganten geworden, der schon bald alle anderen Ökonomien in den Schatten stellen wird, inklusive der einst nicht aufzuhaltenden Vereinigten Staaten.China hat jedoch auch mit Schwierigkeiten zu kämpfen. Viel Energie wird darauf verwendet, die riesige und immer weiter wachsende Bevölkerung zu stützen. Die Umweltverschmutzung wird zu einem großen Problem, da immer mehr Fabriken gebaut werden und die größeren Städte von unzähligen Autos verstopft werden. Tibet, das je nach Standpunkt ein unterdrückter Staat oder ein Bestandteil von China ist, bleibt eine offene Wunde und ein politisches Problem für China. Keines dieser Probleme ist jedoch unlösbar, sodass China bereit ist, das 21. Jahrhundert zu dominieren."
        },
        {
            "heading": "China heute",
            "text": "Die kommunistische Regierung, die kurz nach dem Zweiten Weltkrieg über die Nationalisten triumphierte, hat die folgenden fünfzig Jahre damit verbracht, ihre Macht zu sichern, die Infrastruktur zu modernisieren und die Lebens- und Bildungsbedingungen der riesigen Bevölkerung zu verbessern. Bei diesem Prozess gab es jedoch auch einige massive Fehlschläge, wie z. B. die fragwürdige Kulturrevolution, in der viele chinesische Intellektuelle ums Leben kamen. In den letzten 40 Jahren ist China zu einer bedeutenden Weltmacht und einem Wirtschaftsgiganten geworden, der schon bald alle anderen Ökonomien in den Schatten stellen wird, inklusive der einst nicht aufzuhaltenden Vereinigten Staaten.China hat jedoch auch mit Schwierigkeiten zu kämpfen. Viel Energie wird darauf verwendet, die riesige und immer weiter wachsende Bevölkerung zu stützen. Die Umweltverschmutzung wird zu einem großen Problem, da immer mehr Fabriken gebaut werden und die größeren Städte von unzähligen Autos verstopft werden. Tibet, das je nach Standpunkt ein unterdrückter Staat oder ein Bestandteil von China ist, bleibt eine offene Wunde und ein politisches Problem für China. Keines dieser Probleme ist jedoch unlösbar, sodass China bereit ist, das 21. Jahrhundert zu dominieren."
        }
    ],
    "leader": {
        "name": "Wu Zetian",
        "subtitle": "Staatsoberhaupt von China",
        "lived": "ca. 625-705 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/wu_zetian.png",
        "trait": {
            "name": "Kunst des Krieges",
            "effect": "Der Großer General-Kampfbonus steigt um 15% und die Erscheinungsrate um 50%."
        },
        "titles": [
            "Regierende Kaiserin"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Wie die meisten Zivilisationen war China in der Geschichte vorherrschend von Männern dominiert. Bis vor Kurzem hatten Frauen nur wenig Rechte und direkte Macht war ihnen nahezu vollständig verwehrt. Dass eine Frau den Rang eines Kaisers erreichen und die mächtigste Person Chinas werden sollte, war nahezu unmöglich. Es gelang in der chinesischen Geschichte nur einer Person: Wu Zetian gehört zu den beeindruckendsten Regenten, die die Welt jemals gesehen hat - männlich wie weiblich."
            },
            {
                "heading": "Konkubine Wu",
                "text": "Im Alter von 13 Jahren (ca. 639 n. Chr.) wurde das ungewöhnlich hübsche Kind Wu Konkubine von Kaiser Taizong. Sie hatte keine Kinder mit dem Kaiser und als er im Jahr 649 starb, verließ sie den Palast, um eine buddhistische Nonne zu werden, wie es zu dieser Zeit für kinderlose Konkubinen üblich war. Das wäre normalerweise das Ende ihrer Geschichte gewesen, doch das Schicksal sollte ihr eine weitere Möglichkeit zu Ruhm bieten.Wie fast immer in der Politik im China der damaligen Zeit wird es jetzt etwas kompliziert. Kaiserin Wang, die Frau des gegenwärtigen Kaisers Gaozong (Sohn des verstorbenen Kaisers Taizong), hatte Angst, dass Gaozong sich zu sehr an seine Konkubine Xiao gewöhnen könnte. Das war in der Tat eine große Sorge, da es in der Vergangenheit schon vorgekommen war, dass Konkubinen Kaiserinnen abgelöst hatten, die dann getötet wurden. Um die Aufmerksamkeit ihres Mannes von Xiao abzulenken, ließ die Kaiserin Wu - die immer noch jung und schönwar - zurück in den Palast bringen und als Konkubine wieder einsetzen.Diese Taktik war ein voller Erfolg. Sie war sogar ein wenig zu erfolgreich, denn in wenigen Jahren hatte sie Kaiser Gaozongs Gunst nicht nur von Xiao, sondern auch von Kaiserin Wang auf sich gelenkt. Beide Damen wurden umgebracht und sie erhielt den Rang der Kaiserin. Einige Historiker glauben, dass sie ihre eigene kleine Tochter umgebracht und der Kaiserin den Mord angehängt hat. Auch wenn das nicht bewiesen ist, legen nachfolgende Ereignisse die Vermutung nahe, dass ihr eine solche Handlung durchaus zuzutrauen gewesen wäre."
            },
            {
                "heading": "Kaisergattin Wu",
                "text": "Als Kaisergattin schickte Wu sich schnell an, ihre Macht zu konsolidieren. Sie schmiedete Allianzen mit bestimmten mächtigen Beamten und ließ Gegner degradieren, ins Exil schicken oder töten. Sie war für den Kaiser eine fähige Beraterin, und mit der Zeit delegierte er immer mehr Macht an sie. Im Jahr 660 n. Chr. begann der Kaiser, unter einer ihn schwächenden Krankheit zu leiden (einige glauben, dass diese durch eine langsame Vergiftung durch Wu hervorgerufen wurde), und er überließ das meiste der täglichen Regierungsarbeit über das Reich Wu, die zu dieser Zeit um die 35 Jahre alt war. Wu erwies sich als fähige Regentin mit scharfem Geist und ausgiebigem Wissen über Geschichte und Literatur. Sie zeigte außerdem bemerkenswerte Fähigkeiten darin, all jede zu vernichten, die gegen sie vorgingen oder eines Tages eine Bedrohung für sie darstellen könnten. Als Kaiserin Wu im Jahr 683 starb, war sie unangefochten die mächtigste Person in China."
            },
            {
                "heading": "Kaiserinmutter Wu",
                "text": "Nach Gaozongs Tod wurde Wus Sohn Zhongzong Kaiser. Er zeigte schnell besorgniserregende Anzeichen von Unabhängigkeit und besetzte etwa wichtige Posten ohne vorherige Absprache mit seiner Mutter. Da dies Wus Machtbasis zu unterminieren drohte, schritt sie entschieden ein. Zhongzong wurde abgesetzt und ins Exil geschickt, und Wus jüngster Sohn Ruizong wurde Kaiser. Dieses Mal ging Wu jedoch kein Risiko ein und isolierte den Kaiser. Der nominelle Kaiser, der am Beispiel seines älteren Bruders seine Lektion gelernt hatte, verhielt sich sehr still und tat nichts, um die Kaiserinmutter zu verärgern."
            },
            {
                "heading": "Kaiserin Wu",
                "text": "Im Jahr 690 n. Chr. stieg Wu selbst auf den Thron und ihr Sohn Ruizong wurde zum Kronprinzen degradiert. Unter den Traditionalisten sorgte das für einige Verstimmung, um die Wu sich in der ihr eigenen brutalen Art und Weise kümmerte: Sie erweiterte die Macht der Geheimpolizei, die ihr direkt unterstand, und Hunderte wurden ins Exil geschickt, verhaftet oder ermordet. Sie behielt ihren Posten für etwa 15 Jahre, bis sie im Alter von 80 Jahren schwer erkrankte und abgesetzt wurde. Sie starb später im gleichen Jahr."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Als Herrscherin galt Wu als fähige Regentin und schlau in der Beurteilung eines Charakters. Sie beförderte und unterstützte fähige Männer, deren unbedingte Loyalität sie sich so sicherte. Generäle, die sie ernannte, eroberten Korea und fügten dieses wohlhabende Land dem Reich hinzu. Sie war schnell darin, jegliche Bedrohungen zu beseitigen, und die frühen Jahre ihrer Regentschaft waren blutig und repressiv, selbst nach chinesischen Standards. Als sie sicherer auf dem Thron wurde, legte sie der Geheimpolizei jedoch kurze Zügel an und selbst ihre Feinde mussten zähneknirschend ihre Kompetenz und Entschiedenheit loben.Zusammengefasst kann man sagen, dass ihre Regentschaft gut für alle war, die keine Herausforderung für sie darstellten, und tödlich für alle, die genau das taten. Alles in allem bleibt Wu Zetian eine der faszinierendsten Staatsoberhäupter der Geschichte, die es sehr wohl verdient, weiter studiert zu werden."
            }
        ]
    }
}