{
    "id": 23,
    "name": "Dänemark",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/dänemark.png",
    "dawn_of_man": "Ehre und Ruhm seien mit Euch, Harald Blauzahn Gormson, mächtiger Erbe von König Gorm dem Alten und Thyra Danebod. Nicht nur, dass Ihr im Kampf gegen die norwegischen Armeen erfolgreich wart, Ihr habt auch riesige Bauvorhaben im ganzen Land durchgeführt, darunter zahlreiche Ringfestungen, um die Bevölkerung vor Invasionen und internen Auseinandersetzungen zu beschützen. Ihr habt die Wellen germanischer Siedler 983 n. Chr. abgewehrt und Euer Königreich vor ungewollten fremdländischen Einflüssen bewahrt.Unerschütterlicher Wikinger, für Euch ist erneut die Zeit gekommen, Eure Größe zu beweisen. Ihr seid aufgefordert, Euch zu erheben und Euer Volk zu neuer Macht und neuen Erfolgen zu führen! Werdet Ihr die Welt noch einmal beim Gedanken an Eure gewaltigen nordländischen Armeen erzittern lassen? Werdet Ihr den Schlachtruf der Wikinger durch die einbrechenden Wellen donnern lassen? Werdet Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Berserker",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/berserker.json"
        },
        {
            "name": "Norwegische Ski-Infanterie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/norwegian_ski_infantry.json"
        }
    ],
    "city_names": [
        "Kopenhagen",
        "Aarhus",
        "Kaupang",
        "Ribe",
        "Viborg",
        "Tonsberg",
        "Roskilde",
        "Haithabu",
        "Oslo",
        "Jelling",
        "Truso",
        "Bergen",
        "Faröer",
        "Reykjavik",
        "Trondheim",
        "Godthab",
        "Helluland",
        "Lillehammer",
        "Markland",
        "Helsingör",
        "Sarpsborg",
        "Odense",
        "Aalborg",
        "Stavanger",
        "Vorbasse",
        "Schleswig",
        "Kristiansand",
        "Halogaland",
        "Randers",
        "Fredrikstad",
        "Kolding",
        "Horsens",
        "Tromsø",
        "Vejle",
        "Koge",
        "Sandnes",
        "Holstebro",
        "Slagelse",
        "Drammen",
        "Hillerod",
        "Sonderborg",
        "Skien",
        "Svendborg",
        "Holbaek",
        "Hjorring",
        "Fladstrand",
        "Hadersleben",
        "Ringsted",
        "Skive"
    ],
    "spy_names": [
        "Jörgen",
        "Mette",
        "Henrik",
        "Niels",
        "Nele",
        "Frederik",
        "Ida",
        "Thea",
        "Freja",
        "Morten"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Eingebettet in die nordischen Länder Nordeuropas umfasst das Königreich von Dänemark sowohl das eigentliche Land Dänemark, als auch Grönland und die Färöer-Inseln. Als eins der ältesten Königreiche der Welt können frühe Aufzeichnungen von Dänemarks Geschichte bis ins 6. oder 7. Jahrhundert n. Chr. zurückverfolgt werden, als die Dänen noch ein über die Region verteiltes Stammesvolk waren. Nachdem sie schließlich unter der Herrschaft von König Harald Blauzahn vereinigt waren, ließen sich viele Dänen während den Invasionen im Zeitalter der Wikinger auch in England und Irland nieder. Von diesen frühen Berichten von wikingischen Erkundungen und Eroberungen bis zum Dänemark, das wir heute kennen, war das dänische Volk bei globalen Ereignissen seit Jahrhunderten an vorderster Front."
        },
        {
            "heading": "Geografie und Klima",
            "text": "Dänemark ist ein relativ kleines Land (ungefähr so groß wie der US-Staat Maine) in Nordeuropa. Zusammen mit den Nachbarländern Norwegen und Schweden gehört Dänemark zu der als Skandinavien bekannten Region. Obwohl es in erster Linie aus einigen hundert kleinen Inseln besteht, teilt die Halbinsel Jütland, Dänemarks Festland, ihre südliche Grenze mit Deutschland. Es ist somit das einzige skandinavische Land mit einer direkten Verbindung zum europäischen Festland.Dänemark ist vor allem ein flaches Land. Seine höchste Erhebung liegt nur gut 170 Meter über dem Meeresspiegel. Als Teil der moderaten Klimazone sind sowohl die Sommer- als auch die Wintermonate relativ gemäßigt. Selten gibt es extreme Temperaturen oder Niederschläge."
        },
        {
            "heading": "Frühe Geschichte und Ursprünge",
            "text": "Während der letzten Eiszeit war das Gebiet des heutigen Dänemarks beinahe vollständig von Eis bedeckt. Als das Eis um 12.000 bis 14.000 v. Chr. endlich zurückzuweichen begann, besiedelten kleine Gruppen von Jägern und Sammlern das Gebiet und überlebten hauptsächlich durch die Jagd auf Rentiere. Diese Jäger lebten wie Nomaden, zogen mit den Jahreszeiten weiter und folgten den Migrationsmustern der Tiere, auf die sie für ihr Überleben angewiesen waren.Mit der Zeit sollte die Bevölkerung der kleinen Inselregion weiter wachsen, als Einwanderer nordwärts zogen und erweiterte landwirtschaftliche Kenntnisse mit sich brachten. Bereits um 3.000 v. Chr. begannen die Bauern damit, Teile der weitläufigen Laubwälder in ganz Dänemark abzuholzen, wie heutzutage zahlreiche Funde von Feuersteinäxten im ganzen Land beweisen.Der Brauch, Dolmen zu errichten, eine Art Grabstätte, und schließlich die Ganggräber, verbreitete sich in diesem Zeitrahmen. Der Dolmen war eine Grabstätte aus mehreren senkrechten Steinen, auf denen ein weiterer großer Stein ruht. Diese frühen Grabstätten entwickelten sich zum Ganggrab weiter, einem megalithischen Bauwerk aus einem schmalen Eingang umgeben von großen Steinen, der in eine Grabkammer führt, die mit Erde oder weiteren Steinen abgedeckt ist. Es wird vermutet, dass es ganze Gemeinschaften Jahre gekostet hat, diese megalithischen Gräber zu errichten, doch nach der Entdeckung von Exemplaren ohne menschliche Überreste sind sich Archäologen immer noch nicht sicher, worin ihr wahrer Zweck bestand.In der nordischen Bronzezeit entwickelten sich diese Gräber weiter zum \"Tumulus\", dem Grabhügel, der heute in der Regel mit Wikingern assoziiert wird. In diesem Zeitalter entwickelte sich ebenfalls die Streitaxt, die legendäre Waffe der Wikinger, von ihren Steinzeit-Wurzeln in ihre frühe Bronze-Form. Obwohl Dänemark nur über wenige Kupferressourcen verfügte, um die Produktion von Bronze zuzulassen, gelangten dennoch große Mengen davon durch Handel und Eroberung nach Norden. So konnten die Dänen die Kunst der Metallschmiedekunst meistern. Im 8. Jahrhundert n. Chr. war Eisen leicht verfügbar und die Wikinger waren mit der historischen Waffe ihrer Wahl gut ausgerüstet."
        },
        {
            "heading": "Zeitalter der Wikinger",
            "text": "Im späten 8. Jahrhundert begannen die Wikinger Dänemarks, Norwegens und Schwedens damit, jeden Frühling Raubzüge über die Nordsee nach England und schließlich nach Frankreich, Spanien und zu Zielen im Osten durchzuführen. 793 diente der berüchtigte Wikinger-Überfall auf Lindisfarne, ein christliches Kloster an der englischen Küste, als Weckruf für das westliche Europa und markierte den inoffiziellen Beginn des Zeitalters der Wikinger.Der legendäre Wikinger Ragnar Lodbrok, der 845 über die Seine fuhr und damit drohte, Paris zu zerstören, und ein Lösegeld von 7.000 Pfund Silber erhielt, sollte den Platz der Wikinger als die unerbittliche Geißel Europas im 11. Jahrhundert in der Geschichte festigen. Ragnars angebliche Neigung, Gefangene den nordischen Göttern zu opfern, erschreckte die christliche Empfindsamkeit des europäischen Adels, was zu ständig größer werdenden Zahlungen führte (bekannt als \"Danegeld\"), um die Wikinger zu versöhnen.Der Schlüssel zum Erfolg der Wikinger auf ihren berüchtigten Raubzügen war Tüchtigkeit der Skandinavier im Schiffsbau. Sie waren bereits für die furchtlose Beherrschung der Meere bekannt und der Bau des \"Langskip\" oder Wikinger-Langschiffs, verlieh den Wikingern einen zuvor nie dagewesenen Vorteil in dieser Zeit. Während sie sich auf offener See auf konventionelle Segel verließen, konnten die Wikinger schnell zu Rudern für eine zusätzlich Manövrierfähigkeit wechseln, wenn sie sich in Küstennähe oder auf Flüssen befanden. Diese Anpassungsfähigkeit sollte das Ende vieler europäischer Küstensiedlungen besiegeln."
        },
        {
            "heading": "Entstehung des Königreichs",
            "text": "König Gorm der Alte legte das Fundament für das Königreich von Dänemark, das um ca. 936 n. Chr. seinen Anfang nahm. Er herrschte bis zu seinem Tod im Jahre 958. Allerdings war es sein Sohn, Harald Blauzahn, der als Erster ganz Dänemark unter einer Herrschaft vereinigen und Einfluss des Königreichs auf Teile von Norwegen und Schweden erweitern sollte. Blauzahn wurde ein starker Befürworter für die Bekehrung des dänischen Volks zum Christentum, ein Prozess, der unter zukünftigen Königen fortgesetzt wurde, besonders durch Knut den Großen und Sven II.Knut herrschte von 1016 bis zu seinem Tod im Jahre 1035 und wurde sogar zum König von England, Dänemark, Norwegen und Teilen Schwedens. Seine Herrschaft über England war sehr wichtig, da in dieser Zeit Mönche aus England nach Dänemark geschickt wurden, um das Christentum weiter zu etablieren. Als Wiedergutmachung an die Kirche befahl Knut, dass alle englischen Kirchen und Kloster, die in der Vergangenheit von Wikingern zerstört oder beschädigt wurden, repariert wurden. Dabei ging er sogar so weit, die geplünderten Reichtümer zurückzuzahlen.Nach Knuts Tod sollte Magnus I. kurzzeitig über Norwegen und Dänemark herrschen. Allerdings war es die Regenzzeit seines Nachfolgers, Sven Estridsson, die einen bleibenderen Einfluss auf das Königreich haben sollte. Während Svens Herrschaft wurden in ganz Dänemark Kirchen errichtet und er bemühte sich, sein Volk mit Christen in ganz Europa zu vereinigen, indem er die Lateinkenntnisse der Dänen förderte. Sven war jedoch nicht ohne Kontroversen und seine Beziehung zur Kirche war häufig angespannt. Zu seinen Lebzeiten zeugte er über 20 Kinder, von denen 19 als unehelich bestätigt wurden (außerhalb der Ehe geboren). Natürlich sollten in den 60 Jahren nach Svens Tod im Jahre 1074 von diesen 19 fünf (Harald III., Knut IV., Olaf I., Erik I. und Niels) friedlich nacheinander als zukünftige Könige von Dänemark regieren.Beginnend in 1397 und bis ins Jahr 1523 wurde Dänemark Teil der Kalmarer Union, durch die die Königreiche von Dänemark, Norwegen und Schweden unter einem einzigen Staatsoberhaupt vereinigt wurden. In dieser Union sollte Dänemarks erste Monarchin, Königin Margarethe I., bis 1412 herrschen. Die momentane Königin von Dänemark, Margrethe II., ist seitdem das einzige weibliche Staatsoberhaupt."
        },
        {
            "heading": "Neuere Geschichte",
            "text": "Vom 16. bis zum 18. Jahrhundert war Dänemark eine florierende Nation, die von dem erhöhten Handelsaufkommen mit Europa in dieser Zeit profitierte. Christian IV., Dänemarks Monarch mit der längsten Amtszeit von 1588 bis 1648 führte eine Anzahl von Neuerungen ein, die sowohl Dänemarks nationale Verteidigungen erweiterten, als auch seine wirtschaftlichen und kulturellen Grundlagen festigten. Unter seiner Herrschaft verdoppelte Christian die Größe der dänischen Marine, während er gleichzeitig den Bau zahlreicher Festungen in Auftrag gab. 1616 sollte die Gründung der Dänischen Ostindien-Kompanie zu einem kurzen, unverhofften Glücksfall für das Land werden, den es dem durch Christian verhängten Handelsmonopol und verschiedenen Teeschmuggel-Operationen nach England zu verdanken hatte. Obwohl er in Dänemark immer noch ein beliebtes historisches Staatsoberhaupt ist, sollten seine Beteiligung an mehreren Kriegen, insbesondere dem Dreißigjährigen Krieg, zu einem Rückgang der dänischen Macht in der baltischen Region führen.Während der Napoleonischen Kriege sollte die Unzufriedenheit Großbritanniens über die Fortsetzung des Handels der Dänen mit den Franzosen zu immer aggressiver werdenden Seegefechten führen. 1801 wurde ein Großteil der dänischen Marine durch eine britische Flotte vor Kopenhagen zerstört. Großbritannien machte sich immer mehr Sorgen, dass Dänemark unweigerlich an die Franzosen fallen würde, was Großbritannien den Zugang zur Ostsee verwehrt hätte, ein undenkbarer Verlust für das britische Militärkommando.1807 begann die Bombardierung von Kopenhagen (die Zweite Seeschlacht von Kopenhagen), als eine enorme britische Flotte, begleitet von Bodentruppen, die die Stadt einkreisten, eine massiv unterlegene dänische Streitmacht, die sich nicht ergeben wollte, angriff. Kopenhagen wurde schwer beschädigt und über 5.000 Zivilisten und Soldaten wurden bei dem Angriff getötet. Die Briten konfiszierten alle verbleibenden Schiffe der dänischen Flotte und zogen Dänemark in den Krieg auf der Seite der Franzosen. Dänemark kämpfte bis 1813, als die Kriegsanstrengungen das Land in den Bankrott stürzten und somit zur Unterzeichnung des Friedens von Kiel zwischen Großbritannien, Schweden und den verbündeten Königreichen von Dänemark und Norwegen führte."
        },
        {
            "heading": "Zweiter Weltkrieg",
            "text": "Obwohl Dänemark im Ersten Weltkrieg neutral war, sollte es unvermeidlich in den Zweiten Weltkrieg mit hineingezogen werden. Im April 1940 fiel Deutschland in Dänemark ein und traf auf wenig Widerstand. Dänemark durfte den Großteil seiner unabhängigen Regierungsfunktionen beibehalten und setzte die wirtschaftliche Kooperation mit Deutschland während der Besatzung bis 1943 fort. Im August desselben Jahres verweigerte sich die Regierung Dänemarks schließlich gegen eine weitere Teilnahme und befahl, den Großteil seiner Flotte zu versenken. Während der Besatzung halfen die dänische Regierung und die Widerstandsbewegung dem Großteil der dänischen Juden erfolgreich bei der Flucht nach Schweden.Nach seiner Befreiung im Jahre 1945 schloss sich Dänemark schnell den Alliierten an und wurde eines der Gründungsmitglieder der Vereinten Nationen. Dänemark war auch aktiv an der Gründung der \"North Atlantic Treaty Organization\" (NATO) beteiligt, einer militärischen Allianz, die Anfang 1949 entstand."
        },
        {
            "heading": "Modernes Dänemark",
            "text": "Heute ist Dänemark eine konstitutionelle Monarchie, die von Königin Margrethe II. als Staatsoberhaupt über einem parlamentarischen Regierungssystem angeführt wird. Dänemark schloss sich der Europäischen Wirtschaftsgemeinschaft (dem Vorgänger der Europäischen Union) an, nachdem ein öffentlicher Volksentscheid 1972 für eine Mitgliedschaft stimmte. Allerdings hat Dänemark es im Gegensatz zu vielen anderen Mitgliedsländern abgelehnt, seine Währung zum Euro zu wechseln. Das heutige Dänemark verfügt über eine robuste Wirtschaft, die trotz der kleinen Größe des Landes floriert. Dänemark liegt momentan auf Rang 16, was das Bruttoinlandsprodukt angeht. Die wichtigsten Exporte in Dänemark sind Nahrungsmittel und Vieh sowie Maschinen und Industriegüter. Trotz beträchtlicher Ölressourcen ist Dänemark auf der Welt führend in der Verwendung von Windkraft. Derzeit ist Windkraft für mehr als 15 Prozent von Dänemarks Gesamtstrombedarf verantwortlich, dem höchsten Prozentanteil von Windkraftnutzung auf der ganzen Welt. Von den bescheidenen Anfängen der Dänen der Steinzeit hat sich Dänemark zu einer der fortschrittlichsten Nationen der Welt erhoben."
        },
        {
            "heading": "Kulturelle Persönlichkeiten",
            "text": "Dänemark hat eine Anzahl an wichtigen kulturellen und wissenschaftlichen Persönlichkeiten im Verlauf der Geschichte hervorgebracht. Der dänische Autor und Dichter Hans Christian Andersen war berühmt für seine Kindergeschichten, die heute immer noch neu aufgelegt werden. Niels Bohr, ein dänischer Physiker, der 1922 den Nobelpreis gewann, spielte eine wichtige Rolle bei der Entwicklung der ersten Atombombe. In der Mitte des 20. Jahrhunderts sollte der \"Vater des dänischen Designs\", Arne Jacobsen, Designer und Architekten auf der ganzen Welt mit seinem modernen und funktionalen Stil inspirieren, der sich in allem - von Möbeln bis hin zu Beleuchtungsvorrichtungen - wiederfindet."
        },
        {
            "heading": "Kulturelle Persönlichkeiten",
            "text": "Dänemark hat eine Anzahl an wichtigen kulturellen und wissenschaftlichen Persönlichkeiten im Verlauf der Geschichte hervorgebracht. Der dänische Autor und Dichter Hans Christian Andersen war berühmt für seine Kindergeschichten, die heute immer noch neu aufgelegt werden. Niels Bohr, ein dänischer Physiker, der 1922 den Nobelpreis gewann, spielte eine wichtige Rolle bei der Entwicklung der ersten Atombombe. In der Mitte des 20. Jahrhunderts sollte der \"Vater des dänischen Designs\", Arne Jacobsen, Designer und Architekten auf der ganzen Welt mit seinem modernen und funktionalen Stil inspirieren, der sich in allem - von Möbeln bis hin zu Beleuchtungsvorrichtungen - wiederfindet."
        },
        {
            "heading": "Kulturelle Persönlichkeiten",
            "text": "Dänemark hat eine Anzahl an wichtigen kulturellen und wissenschaftlichen Persönlichkeiten im Verlauf der Geschichte hervorgebracht. Der dänische Autor und Dichter Hans Christian Andersen war berühmt für seine Kindergeschichten, die heute immer noch neu aufgelegt werden. Niels Bohr, ein dänischer Physiker, der 1922 den Nobelpreis gewann, spielte eine wichtige Rolle bei der Entwicklung der ersten Atombombe. In der Mitte des 20. Jahrhunderts sollte der \"Vater des dänischen Designs\", Arne Jacobsen, Designer und Architekten auf der ganzen Welt mit seinem modernen und funktionalen Stil inspirieren, der sich in allem - von Möbeln bis hin zu Beleuchtungsvorrichtungen - wiederfindet."
        }
    ],
    "leader": {
        "name": "Harald Blauzahn",
        "subtitle": "Staatsoberhaupt Dänemarks",
        "lived": "~920 n. Chr. bis 986",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harald_blauzahn.png",
        "trait": {
            "name": "Wikingerwut",
            "effect": "Einh. zu Wasser haben +1 Fortbew. [ICON_MOVES] und zahlen nur 1 Fortbew.-pkt., um an Land zu gehen. Nahkampfeinh. zahlen keine Fortbew.-pkte. zum Plündern."
        },
        "titles": [
            "König von Dänemark",
            "König von Norwegen"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Harald \"Blauzahn\" Gormsson war ab ungefähr 958 n. Chr. fast 30 Jahre lang König von Dänemark. Während seiner Herrschaft vereinte Blauzahn die umliegenden dänischen Stämme, verteidigte sein Volk gegen Angriffe aus Norwegen und dem Kaiserreich und schloss den Bau zahlreicher großer Verteidigungsprojekte ab, die zum Schutz seines Reiches dienen sollten. Blauzahn legte auch die nordischen, heidnischen Traditionen seiner Vorgänger ab und wurde zu einem gläubigen Christen, der stets versuchte, das Volk Dänemarks unter seiner Herrschaft auf friedliche Weise zu vereinen."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Das genaue Geburtsdatum Blauzahns ist zwar unbekannt, doch aufgrund von Aufzeichnungen über seine Errungenschaften als König wird angenommen, dass er um das Jahr 920 n. Chr. geboren wurde. Als Sohn von König Gorm dem Alten und Königin Thyra Danebod wurde Blauzahn zu einem waschechten Wikinger erzogen. Noch als junger Mann segelten Blauzahn und sein Bruder Knut umher, um zu plündern, und brachten die Kriegsbeute zurück zu ihrem Vater. Es heißt, dass Knut, der erstgeborene und beliebtere Sohn Gorms, bei einem Raubzug bei Irland auf englischem Gebiet getötet wurde. Mit Knuts Tod wurde Blauzahn zum alleinigen Erben des Throns von Dänemark. Als Gorm im Jahr 958 n. Chr. verstarb, bestieg Blauzahn den Thron und erwies sich als überaus fähiger Anführer auf und abseits des Schlachtfelds."
            },
            {
                "heading": "Die Vereinigung Dänemarks",
                "text": "Kurz nach dem Tod seines Vaters festigte Blauzahn seine Macht und versuchte, die noch übrigen, zerstrittenen Stämme Dänemarks schnell unter einer Krone zu vereinen. Auch wenn allgemein sein Vater Gorm als erster König Dänemarks bezeichnet wird, erstreckte sich dessen Königreich noch nicht über die ganze Region und es gab immer noch unabhängige Stämme. Unter Blauzahn fielen das gesamte dänische Gebiet sowie Teile Norwegens und Schwedens unter seine Herrschaft. Eine Zeit lang beanspruchte Blauzahn sogar den norwegischen Königstitel, doch inwieweit er dort wirklich Herrschergewalt ausüben konnte, bleibt fraglich."
            },
            {
                "heading": "Bauprojekte",
                "text": "Blauzahn gab während seiner Herrschaft in Dänemark zahlreiche bedeutende Bauprojekte in Auftrag. Zur damaligen Zeit wurden häufig so genannte Runensteine als Monumente errichtet, um die Toten und ihre Taten zu ehren, und auch Blauzahn sah es als angemessen, seinen Eltern auf diese Weise Respekt zu zollen. Er ließ einen zweiten Runenstein von Jelling - benannt nach dem Fundort in der dänischen Stadt Jelling - als Denkmal für seine Eltern errichten und schuf damit das wohl berühmteste Beispiel für Runeninschriften in Dänemark. Aufgrund seiner deutlich erkennbaren Abbildung von Christus am Kreuz wird dieser von Blauzahn errichtete Runenstein auch oft als Taufurkunde Dänemarks bezeichnet, da mit ihm das Ende der polytheistischen Traditionen einherging, die der Großteil der dänischen Bevölkerung gepflegt hatte.Außer den Runensteinen ließ Blauzahn zudem sechs Wikinger-Ringfestungen errichten, die als \"Trelleborg\" bekannt sind. Nachdem er die Kontrolle über mehrere umliegende Gebiete an germanische Stämme verloren hatte, ordnete Blauzahn den Bau dieser Festungen an strategisch wichtigen Punkten in ganz Dänemark an. Durch die Festungen, die jeweils bis zu 500 dänische Krieger beherbergen konnten, gelang es, weitere Verluste zu verhindern und das dänische Kernland vor weiteren Angriffen zu schützen."
            },
            {
                "heading": "Bekehrung zum Christentum",
                "text": "Blauzahns Übertritt zum Christentum um das Jahr 960 n. Chr. ist unter Historikern umstritten, was hauptsächlich an den unterschiedlichen Erzählungen darüber liegt, wie es zu seiner Konversion kam. Die zwei bekanntesten Quellen zu diesem Ereignis stammen von den beiden zeitgenössischen Geschichtsschreibern Widukind von Corvey und Adam von Bremen. Widukind berichtet, dass Blauzahn von einem Geistlichen namens \"Poppa\" konvertiert wurde, der entweder ein Gast des Hofes war oder als Missionar durch Dänemark reiste. Adam von Bremen hingegen, dessen Schilderung rund 100 Jahre später verfasst wurde, geht davon aus, dass Blauzahn nach einer Niederlage von Kaiser Otto I. gezwungen wurde, den Glauben zu wechseln.Wie auch immer es zu seiner Konversion kam - gesichert ist, dass Harald ein überzeugter Anhänger des Christentums wurde. So sorgte er nicht nur dafür, dass christliche Bildnisse Bestandteil des seinen Eltern gewidmeten Runensteins von Jelling wurden, sondern ließ darüber hinaus die Leiche seines Vaters von seinem traditionellen Wikinger-Grabhügel in die von Blauzahn selbst erbaute Kirche umbetten. Die Runensteine von Jelling stehen dort noch heute."
            },
            {
                "heading": "Historische Bewertung",
                "text": "König Harald Blauzahn gilt heute allgemein als gerechter und weiser König, der fast 30 Jahre lang über Dänemark herrschte. Er wusste, die Souveränität seines Landes - trotz einiger Rückschläge - gegen die Einflüsse mehrerer umliegender Reiche zu verteidigen und legte gleichzeitig den Grundstein für die Kultur seines Volkes in den folgenden Jahrhunderten. Am Ende war es Blauzahns eigener Sohn Sven, der sich gegen ihn auflehnte und ihn zwang, aus Dänemark zu fliehen. Nach Blauzahns Tod im Jahr 986 n. Chr. bestieg Sven Gabelbart den Thron und konnte selbst eine beeindruckende Herrschaft aufbauen."
            }
        ]
    }
}