{
    "id": 5,
    "name": "Ägypten",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/ägypten.png",
    "dawn_of_man": "Wir grüßen Euch, oh großer Ramses, Pharao von Ägypten, der die Sonne aufgehen und den Nil fließen lässt und der seinem glücklichen Volk alle guten Dinge des Lebens beschert! Oh, großer Herr, seit Menschengedenken lebt Euer Volk am Ufer des Nil, von wo aus es der Welt die Schrift, fortgeschrittene Mathematik, Bildhauerei und Architektur schenkte. Vor Jahrtausenden errichtete es riesige Monumente, die in ihrer Größe stolz bis heute stehen.Oh, Ramses, Euer Volk hat unzählige Jahre überdauert, während andere unbedeutende Nationen um Euer Land herum zu Ruhm kamen und wieder zu Staub zerfielen. Es erwartet von Euch, dass Ihr es noch einmal zu Größe führt. Könnt Ihr den Göttern die Ehre erweisen und Ägypten wieder an seinen rechtmäßigen Platz im Herzen der Welt setzen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Grabstätte",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/burial_tomb.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kriegsstreitwagen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/war_chariot.json"
        }
    ],
    "city_names": [
        "Theben",
        "Memphis",
        "Heliopolis",
        "Elephantine",
        "Alexandria",
        "Pi-Ramesses",
        "Gizeh",
        "Achetaton",
        "Hieraconpolis",
        "Abydos",
        "Asyut",
        "Avaris",
        "Lisht",
        "Buto",
        "Edfu",
        "Pithom",
        "Busiris",
        "Kahun",
        "Athribis",
        "Mendes",
        "El-Ashumein",
        "Tanis",
        "Bubastis",
        "This",
        "Oryx",
        "Sebennytus",
        "Akhim",
        "Karnak",
        "Luxor",
        "El-Kab",
        "Armant",
        "Balat",
        "El-Lahun",
        "Kom Medinet Ghurab",
        "Hawara",
        "Dashur",
        "Raqote",
        "Damanhur",
        "Merimde",
        "Abusir",
        "Herakleopolis",
        "Akoris",
        "Beni Hasan",
        "Tasa",
        "Badari",
        "Hermopolis",
        "Amrah",
        "Negade",
        "Koptos",
        "Hermonthis",
        "Ombos",
        "Aniba",
        "Soleb",
        "Semna",
        "Amara"
    ],
    "spy_names": [
        "Refaat",
        "Heba",
        "Salah",
        "Ahmed",
        "Zakaria",
        "Bastet",
        "Ma'at",
        "Nebhet",
        "Tefenet",
        "Neuth"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Nur wenige Zivilisationen haben die Geschichte so nachhaltig beeinflusst wie Ägypten. Die Ägypter, seit über 5.000 Jahren am mächtigen Fluss Nil angesiedelt, sind eine der ältesten bis heute existierenden Zivilisationen unseres Planeten. Neben vielen anderen Erfindungen gelten die Ägypter als Schöpfer der Schrift um 3000 v. Chr. Durch fortgeschrittene Mathematik stellten ägyptische Gelehrte mit hoher Genauigkeit die Planetenbewegungen dar. Und natürlich waren die Ägypter die besten Architekten des Altertums; sie schufen Denkmäler und Tempel, die uns auch heute noch erstaunen und inspirieren."
        },
        {
            "heading": "Geografie",
            "text": "Ägypten wird vom Nil durchquert, dem mit über 6.600 Kilometern Länge längsten Fluss der Erde. Ägypten liegt am nördlichen Ende dieses Flusses an einem schmalen, aber extrem fruchtbaren Korridor im sonst unwirtlichen Wüstengebiet der nordafrikanischen Sahara. Ägypten dehnt sich zwar weit nach Westen und Osten aus, doch der Großteil des Gebiets ist leere, nicht nutzbare Wüste. Daher haben immer schon beinahe alle Ägypter in Gehweite zum Fluss gelebt.Bis im 20. Jahrhundert Dämme gebaut wurden, trat der Nil jedes Jahr im Sommer über seine Ufer. Die ägyptischen Bauern verließen sich auf diese Fluten, denn sie brachten Wasser und Nährstoffe auf ihre Felder. Ein einziges Jahr der Dürre konnte der Bevölkerung schnell Hunger und Verderben bringen. Der Nil bot den Ägyptern außerdem viele Proteine. Sie waren geübte Fischer und konnten schon früh kleine Wasserfahrzeuge bauen und auf ihnen fahren.Nördlich von Ägypten liegt das Mittelmeer. Dieses milde, ergiebige Meer bietet sich zur Erkundung und für den Handel zwischen den Zivilisationen an seinen Ufern an."
        },
        {
            "heading": "Ursprünge",
            "text": "Die ersten Menschen, die sich am Nil ansiedelten, kamen dort wohl um 7000 v. Chr. an, nachdem Klimaveränderungen das umliegende und einst fruchtbare Land in Wüste verwandelt hatte. Um 5000 v. Chr. pflanzte man am Fluss entlang in kleinen Siedlungen Feldfrüchte an und mit fortschreitender Entwicklung des Anbaus wurden die Siedlungen größer und mächtiger. Bei Ausgrabungen wurden Luxusgüter wie getöpferte Grabbeigaben, Kupferschmuck oder Perlen und Kosmetikartikel aus dieser Zeit gefunden, was auf einen großen Zuwachs an Wohlstand und Freizeit dieser Kultur hindeutet.Der größere Reichtum erlaubte auch die Aufstellung und Aufrechterhaltung von Armeestreitkräften, mit denen andere nahegelegene Kulturen besiegt und erobert werden konnten. Um etwa 3000 v. Chr. war ein Großteil Ägyptens vereinigt. Der erste historisch belegte König war Menes, der die Hauptstadt Memphis gründete. Ihm wird auch die Umsetzung vieler Bewässerungstechniken zugeschrieben. Seine \"Erste Dynastie\" existierte etwa zwei Jahrhunderte."
        },
        {
            "heading": "Die Frühdynastische Periode",
            "text": "Die Erste und die Zweite Dynastie werden unter dem Begriff \"Frühdynastische Periode\" zusammengefasst, die etwa von 3100 v. Chr. bis 2600 v. Chr. dauerte. In dieser Zeit weitete Ägypten seine Macht entlang des Nils nach Süden und entlang der Mittelmeerküste nach Osten und Westen aus."
        },
        {
            "heading": "Das Alte Reich",
            "text": "Diese Zeit dauerte von etwa 2600 v. Chr. bis 2100 v. Chr. Das Alte Reich ist für die Vielzahl der Pyramiden bekannt, die zu dieser Zeit als Pharaonengräber gebaut wurden. Die Ägypter fuhren mit Booten auf dem Mittelmeer und dem Roten Meer, handelten mit Nahrung, Gewürzen, libanesischem Zedernholz und Luxusgütern wie Myrrhe (eine Art Räucherwerk), Ebenholz und Gold. Das Alte Reich zerfiel, als durch eine schwere Dürre die Regierung zusammenbrach, die ohnehin schon durch Korruption und Bürgerkrieg geschwächt war."
        },
        {
            "heading": "Spätere Perioden",
            "text": "Auf das Alte Reich folgten die Erste Zwischenzeit, dann das Mittlere Reich, dann die Zweite Zwischenzeit, das Neue Reich, die Dritte Zwischenzeit und schließlich die Spätzeit. Während dieser Zeitabschnitte (die etwa von 2100 v. Chr. bis 600 v. Chr. dauerten) erlebte Ägypten mehrfach Aufstieg und Fall, und Zeiten des Zwists und der internen Konflikte wechselten sich mit Zeiten des Friedens und des Wohlstands ab. Feinde von außen griffen Ägypten an, wenn es schwach war, und die Pharaos dehnten ihr Reich aus, wenn das Land stark war.Im Jahr 525 v. Chr. wurde Ägypten von den Persern eingenommen, die das Land unter Kontrolle hatten, bis Alexander der Große es 332 v. Chr. einnahm, während er das Persische Reich systematisch demontierte. Nach Alexanders Tod gründeten die Griechen die Ptolemäische Dynastie.Die mächtigen Ptolemäer regierten ohne Unterbrechung bis zum Tod Kleopatras VII. im Jahr 30 v. Chr. Ihr Selbstmord markierte gleichzeitig das Ende der Pharaonenzeit und den Anfang von Ägyptens Zeit als römischer und byzantinischer Provinz. Obwohl das Land 642 n. Chr. von muslimischen Eroberern eingenommen wurde, blieb es in den Händen fremder Herrscher - Araber, Osmanen, Franzosen und Briten -, bis es sich nach dem Ersten Weltkrieg schließlich von der britischen Regierung unabhängig machen konnte, die vom Seekrieg erschöpft war. Von 1922 bis 1952 schien Ägypten eine der erfolgreichsten konstitutionellen Monarchien der Welt zu sein. Doch das Land war reif für eine Revolution; es ist eine Ironie des Schicksals, dass der Militärputsch vom Juli 1952 unter Gamal Nasser Ägypten zu einer Insel der Stabilität im sonst so turbulenten Nahen Osten machte."
        },
        {
            "heading": "Kunst und Kultur",
            "text": "Die Monumentalarchitektur Ägyptens gilt bislang als unerreicht in der Geschichte. Die Ägypter waren auch großartige Bildhauer und schufen viele beeindruckende Statuen ihrer Pharaonen und Götter. Außerdem stellten sie feine, wunderschöne Arbeiten aus Gold, Edelsteinen und anderen Edelmetallen her - viel davon wurde in Gräbern und Gruften gefunden. Ein großer Teil der ägyptischen Kunst und Kultur scheint sich auf den Tod, die Bestattung und das Leben nach dem Tod bezogen zu haben (oder Kunstgegenstände mit diesen Motiven waren die häufigsten Grabbeigaben und daher besser erhalten als andere Kunst)."
        },
        {
            "heading": "Religion",
            "text": "Die Religion war in der ägyptischen Gesellschaft äußerst wichtig. Es gibt eine Vielzahl an Göttern und einen detaillierten und komplexen Schöpfungsmythos. Der Pharao war sowohl Mensch als auch Gott, und er war dafür verantwortlich, sich bei den Göttern für seine Untergebenen einzusetzen. Die Priester dienten auch als Staatsbeamte. (Sollten die Ägypter jemals von der Trennung von Staat und Kirche gehört haben, hielten sie das wohl nicht für angebracht.) Die Ägypter glaubten an ein Leben nach dem Tod für diejenigen, die sich dessen würdig erwiesen, und sie glaubten an Zauberei und Magie. Viele Historiker sind der Ansicht, dass die Ägypter ihre Pyramiden als Wege in das Reich der Götter für die bauten, die sie darin begruben."
        },
        {
            "heading": "Zusammenfassung",
            "text": "Einer 5.000 Jahre alten Zivilisation kann man in ein paar Absätzen leider nicht gerecht werden. Auf seinem Höhepunkt war Ägypten ein mächtiges Reich, das einen ganzen Kontinent umspannte und dessen wissenschaftlicher und kultureller Fortschritt der Menschheit unschätzbaren Nutzen brachte. Und die großartigsten Werke, die Pyramiden, erstaunen die Menschen bis heute - wie sie es auch schon vor 4.000 Jahren getan haben."
        },
        {
            "heading": "Zusammenfassung",
            "text": "Einer 5.000 Jahre alten Zivilisation kann man in ein paar Absätzen leider nicht gerecht werden. Auf seinem Höhepunkt war Ägypten ein mächtiges Reich, das einen ganzen Kontinent umspannte und dessen wissenschaftlicher und kultureller Fortschritt der Menschheit unschätzbaren Nutzen brachte. Und die großartigsten Werke, die Pyramiden, erstaunen die Menschen bis heute - wie sie es auch schon vor 4.000 Jahren getan haben."
        },
        {
            "heading": "Zusammenfassung",
            "text": "Einer 5.000 Jahre alten Zivilisation kann man in ein paar Absätzen leider nicht gerecht werden. Auf seinem Höhepunkt war Ägypten ein mächtiges Reich, das einen ganzen Kontinent umspannte und dessen wissenschaftlicher und kultureller Fortschritt der Menschheit unschätzbaren Nutzen brachte. Und die großartigsten Werke, die Pyramiden, erstaunen die Menschen bis heute - wie sie es auch schon vor 4.000 Jahren getan haben."
        }
    ],
    "leader": {
        "name": "Ramses II.",
        "subtitle": "Staatsoberhaupt der Ägypter",
        "lived": "ca. 1303-1213 v. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramses_ii..png",
        "trait": {
            "name": "Errichter von Monumenten",
            "effect": "+20% Produktion für Wunder-Bau."
        },
        "titles": [
            "Ramses der Große",
            "Der große Vorfahr"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Ramses II. gilt als Ägyptens größter und mächtigster Pharao. Er bestieg den Thron mit etwa zwanzig und regierte Ägypten über 60 Jahre lang. Ramses ist als großer Feldherr in die Geschichte eingegangen sowie wegen der umfangreichen Bauprojekte, die er einleitete. Außerdem erbaute er eine neue Hauptstadt - Pi-Ramesse. Manche Historiker glauben, dass Ramses der Pharao in der biblischen Geschichte von Moses ist."
            },
            {
                "heading": "Frühe Geschichte",
                "text": "Nachdem Ägyptens Macht und Ansehen eine Zeit lang gesunken waren, erholte es sich wieder und Ramses' Vater, Seti I., verbrachte einige Zeit damit, rebellische Provinzen in Asien wieder unter Kontrolle zu bringen. Die Hethiter, in Klein-Asien angesiedelt, erweiterten ihre Macht in Richtung Süden und die beiden großen Zivilisationen fochten einen langen Kampf um Syrien und Palästina aus. Der junge Ramses begleitete seinen Vater bei einigen dieser Feldzüge; im Alter von 10 Jahren stieg er zum Hauptmann auf - obwohl das fast sicher nur aus zeremoniellen Gründen geschah, liegt doch nahe, dass seine militärische Ausbildung schon sehr früh begonnen hatte. Ramses bestieg nach dem Tod seines Vaters den Thron mit Anfang zwanzig."
            },
            {
                "heading": "Feldzüge",
                "text": "Vier Jahre, nachdem Ramses Pharao geworden war, führte er eine Armee nach Norden, um die rebellischen Provinzen zurückzuerobern, die sein Vater nicht einnehmen konnte. Der Feldzug war offenbar erfolgreich, denn die Armee rückte bis nach Beirut vor.Im Jahr darauf griff Ramses die hethitische Festung bei Kadesch an. Die Schlacht von Kadesch ist eine der wenigen Schlachten aus dieser Zeit, von der noch Aufzeichnungen existieren. Ramses hielt die Festung für verlassen, rückte unvorsichtig vor und wurde von einer großen hethitischen Streitwagenarmee überrascht, die sich hinter dem Gebäude versteckt hatte. Obwohl Ramses diese Schlacht knapp gewann, war seine Armee so geschwächt worden, dass er sich nach Ägypten zurückziehen und die Festung in hethitischer Hand belassen musste. Er bekämpfte die Hethiter noch weitere zwölf Jahre lang und erreichte taktische Siege, doch konnte er das umkämpfte Gebiet nie halten.Neben seinem Krieg gegen die Hethiter kämpfte Ramses in Nubien und Libyen, wodurch er sein Herrschaftsgebiet nach Westen und Süden ausdehnen konnte. Diese Kriege waren allerdings nicht so bedeutend, da die Gegner kaum eine Bedrohung für das Überleben Ägyptens darstellten."
            },
            {
                "heading": "Frieden mit den Hethitern",
                "text": "Im einundzwanzigsten Jahr seiner Herrschaft erkannte Ramses, dass weitere Kriege zwecklos waren, und er stimmte einem Friedensvertrag mit den Hethitern zu, der auch der erste belegte Friedensvertrag der Geschichte ist. Interessanterweise wurden zwei Versionen des Vertrags geschrieben: Die ägyptische Version behauptet, dass die Hethiter um Frieden flehten, wogegen die hethitische Version besagt, dass die Ägypter ein Ende der Feindseligkeiten erbaten.Dieser Vertrag stabilisierte wohl die Grenzen zwischen den beiden Großmächten und während der Herrschaft Ramses' fanden keine Kriege mehr zwischen ihnen statt."
            },
            {
                "heading": "Pi-Ramesse",
                "text": "Schon früh während seiner Regierungszeit verlegte Ramses seine Hauptstadt von Theben in eine Stadt im Nildelta, die er in \"Pi-Ramesse\" umbenannte. Der neue Regierungssitz lag in der Nähe der Heimat seiner Vorfahren, aber noch wichtiger war, dass er sich viel näher an den aufständischen nördlichen Provinzen und der gefährlichen hethitischen Grenze befand. In nur wenigen Jahren entstand in dem bisher verschlafenen Dörfchen das große Regierungszentrum sowie eine Waffenfabrik. Die Stadt schmückten ein schöner Palast und viele Tempel, wie auch zahlreiche Statuen und andere Ornamente.Pi-Ramesse wurde lange nach Ramses' Herrschaft verlassen. Viele Jahrhunderte lang war der Ort verloren, doch vor einiger Zeit haben Archäologen Ruinen gefunden, die sie für Überreste dieser alten Stadt halten."
            },
            {
                "heading": "Öffentliche Bauvorhaben",
                "text": "Während seiner Herrschaft über Ägypten erbaute Ramses viele öffentliche Gebäude in ganz Ägypten. Viele davon waren Tempel und Monumente, doch er errichtete auch Lagerhäuser, Regierungsgebäude, Bewässerungssysteme und vieles mehr. Zweifelsohne war er ein unermüdlicher Selbstdarsteller und bedeckte Ägypten mit Statuen und Reliefs von sich, wobei er auch oft Bilder und Namen seiner Vorgänger mit seinem eigenen Abbild und Namen neu meißeln ließ. (Er befahl seinen Steinmetzen, sein Bild tief in den Stein zu meißeln, damit seine Abbilder nicht so leicht dasselbe Schicksal ereilen würde.)"
            },
            {
                "heading": "Biblische Verbindung",
                "text": "Viele Historiker glauben, dass Pi-Ramesse die im Alten Testament erwähnte Ramses-Stadt und eine der \"Schatzstädte\" ist, die die Israeliten während der ägyptischen Gefangenschaft erbaut hatten. Andere glauben, dass Ramses tatsächlich der Pharao des biblischen Auszugs aus Ägypten ist, also der Herrscher, den Moses zwang, sein Volk gehen zu lassen. Dies ist jedoch umstritten (besonders, weil Ramses II. sehr lang lebte und erwiesenermaßen nicht im Roten Meer ertrank)."
            },
            {
                "heading": "Tod und Bestattung",
                "text": "Ramses starb im Alter von 90 Jahren. Er wurde in einem Grab im Tal der Könige beigesetzt, aber später an einen geheimen Ort verlegt. Sein Leichnam wurde im späten 19. Jahrhundert entdeckt und wird im Ägyptischen Museum in Kairo ausgestellt. Es ist schwer zu sagen, ob der Pharao über diese Schändung erbost wäre oder sich vielleicht über die öffentliche Aufmerksamkeit freuen würde."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Ramses II. regierte Ägypten als Pharao für etwa 66 Jahre, was die zweitlängste Regierungszeit in der Geschichte Ägyptens ist. Er stärkte die Grenzen seines Imperiums und schloss einen sehr erfolgreichen Friedensvertrag mit seinen größten Feinden, den Hethitern, ab. Er sorgte sich eindeutig um das Wohl seines Volkes und gab viel für riesige öffentliche Gebäude aus. Von späteren ägyptischen Generationen wird er als der größte Pharao der Geschichte angesehen, was nur schwer zu bestreiten ist."
            }
        ]
    }
}