{
    "id": 6,
    "name": "England",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/england.png",
    "dawn_of_man": "Gelobt sei Ihre Durchlauchte Hoheit, Königin Elisabeth Gloriana; Ihr führt die berühmte Seenation England an und beschützt sie. England besteht schon seit Ewigkeiten. Seit die Insel bereits vor 35.000 Jahren besiedelt wurde, erlebte sie unzählige Wellen von Einwanderern, die sich in das englische Volk verwebten. Obwohl England nur eine kleine Insel ist, gab Euer Volk auf der Weltbühne viele Jahre lang den Ton an. Seine unvergleichliche Marine, brillante Künstler und eigenwillige Händler verliehen ihm im Verhältnis zu seiner bloßen Bevölkerungszahl weit überdimensionale Macht und Einfluss.Königin Elisabeth, werdet Ihr das englische Volk in ein neues goldenes Zeitalter führen? Es verlässt sich darauf, dass Ihr Eurer Nation erneut zu Frieden und Wohlstand verhelft. Werdet Ihr das Los der Größe annehmen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Langbogenschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/longbowman.json"
        },
        {
            "name": "Linienschiff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/ship_of_the_line.json"
        }
    ],
    "city_names": [
        "London",
        "York",
        "Nottingham",
        "Hastings",
        "Canterbury",
        "Coventry",
        "Warwick",
        "Newcastle",
        "Oxford",
        "Liverpool",
        "Dover",
        "Brighton",
        "Norwich",
        "Leeds",
        "Reading",
        "Birmingham",
        "Exeter",
        "Cambridge",
        "Gloucester",
        "Manchester",
        "Bristol",
        "Leicester",
        "Carlisle",
        "Ipswich",
        "Portsmouth",
        "Berwick",
        "Bath",
        "The Mumbles",
        "Southampton",
        "Sheffield",
        "Salisbury",
        "Colchester",
        "Plymouth",
        "Lancaster",
        "Blackpool",
        "Winchester",
        "Hull"
    ],
    "spy_names": [
        "James",
        "Scarlett",
        "Mycroft",
        "Charlotte",
        "Gwendolyn",
        "Mr. Eks",
        "Dr. Grey",
        "Andrew",
        "Scott",
        "Anne"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "England ist Teil Großbritanniens, einer \"grünen und angenehmen\" Insel vor der Westküste Europas. Es ist das größte Mitglied der politischen Einheit, die als Vereinigtes Königreich Großbritannien und Nordirland bekannt ist. Historisch gesehen sind die Engländer ein Seefahrervolk und in den letzten 500 Jahren hat England mittels seiner unvergleichlichen Marine seine Macht in Europa und in der Welt immer wieder unter Beweis gestellt."
        },
        {
            "heading": "Geografie und Klima",
            "text": "England ist der größte Teil Großbritanniens (neben Wales im Westen und Schottland im Norden). Mit einer Größe von etwa 208.000 m² ist die Insel etwas größer als der Bundesstaat Kansas in den USA. Bis etwa 6000 v. Chr. verband eine Landbrücke Großbritannien mit Kontinentaleuropa, seitdem ist es vom Festland durch den Ärmelkanal getrennt, der an seiner schmalsten Stelle etwa 32 km breit ist.Englands Landschaft ist geprägt von sanften Hügeln und verfügt über jede Menge natürlicher Ressourcen, darunter Kohle und (einst) flächendeckende Wälder. Dank des warmen Wassers, das mit den Strömungen des Atlantischen Ozeans an die Küsten gelangt, gibt es in England sehr viel Niederschlag und relativ milde Winter."
        },
        {
            "heading": "Frühe Geschichte: Die Römer",
            "text": "Die ersten schriftlichen Aufzeichnungen über England stammen von den Römern, die im Jahr 55 v. Chr. unter Julius Cäsar in Britannien einfielen. Cäsar fand eine Insel vor, die von etwa einer Millionen Kelten bevölkert wurde. Diese lebten in sich gegenseitig bekriegenden Stämmen und ihre Handwerkskenntnisse entsprachen denen der Eisenzeit. Cäsar führte zwei Invasionen in Britannien durch und obwohl er mehrere erfolgreiche Schlachten kämpfte, zwangen ihn Unruhen in Gallien, noch vor der endgültigen Eroberung von der Insel abzuziehen.Die Römer kehrten 90 Jahre später nach Britannien zurück - dieses Mal allerdings in großer Zahl. Im Jahr 43 n. Chr. landeten vier Legionen (etwa 20.000 Soldaten) unter dem Kommando von Aulus Plautius irgendwo an der südlichen oder südöstlichen Küste (die genaue Landungsstelle ist unbekannt). Nach einer Reihe von erbitterten Kämpfen konnten sie den Widerstand der Einheimischen niederschlagen und errichteten den Verwaltungssitz Camulodunum (Colchester). In den nächsten 50 Jahren dehnten die Römer ihre Grenzen aus. Im Westen eroberten sie trotz heftigen Widerstandes Wales und im Norden kamen sie bis zum Tyne. Im Jahr 122 n. Chr. begannen sie mit dem Bau des Hadrianwalls, einer Befestigung, die das römische Gebiet vor den wilden Pikten im nördlichen Hochland schützen sollte.Die Römer konnten ihre Vorherrschaft in Britannien weitere 300 Jahre halten, etwa bis zum Jahr 410 n. Chr. Sie hatten während ihrer Besatzungszeit maßgeblichen Einfluss auf die Einheimischen und waren verantwortlich für wichtige Fortschritte in den Bereichen Landwirtschaft, Technologie, Architektur und Literatur."
        },
        {
            "heading": "Der Aufstieg und Fall (und Aufstieg) der Angelsachsen",
            "text": "Als die militärische Präsenz der Römer in Britannien und Westeuropa zunehmend schwächer wurde - aufgrund von einfallenden germanischen Stämmen wie den Vandalen - erschienen einheimische Kriegsherren auf der Bildfläche, um das Machtvakuum zu füllen. Aber keiner war stark genug, um die immer stärker werdenden Angriffe der Pikten, Iren und anderer Barbaren abzuwehren. Der Legende nach soll König Vortigern die germanischen Sachsen nach Britannien eingeladen haben, um gegen die Pikten zu kämpfen, aber 442 n. Chr. wandten sich die Sachsen gegen ihre Gastgeber und eroberten einen Großteil des schottischen Tieflands. Die Sachsen blieben für etwa 50 Jahre an der Macht, bis sie dank der fähigen Kavallerie der überlebenden Briten vertrieben wurden.In der Mitte des 6. Jahrhunderts tauchte eine neue Welle germanischer Invasoren auf, die Angelsachsen, und schlugen die Einheimischen vernichtend. Die Überlebenden wurden in den Westen nach Cornwall und Wales vertrieben und die Angelsachsen blieben für mehrere Jahrhunderte an der Macht. In dieser Zeit kam es zu einer Konvertierung der Bevölkerung zum Christentum und einem Anstieg des Bildungswesens, der größtenteils den neuen christlichen Klöstern zu verdanken war. Zu dieser Zeit begannen die Briten im Südosten damit, sich selbst als \"Engländer\" zu bezeichnen."
        },
        {
            "heading": "Die Wikinger",
            "text": "Im 9. Jahrhundert war England (wie auch Schottland, Irland und ein Großteil Europas) immer wieder das Angriffsziel skandinavischer Räuber, auch als Wikinger bekannt. Die Wikinger eroberten Städte und Dörfer entlang der Nordsee und kontrollierten in der Mitte des Jahrhunderts beinahe die Hälfte Großbritanniens, einschließlich London. Im Jahr 877 gelang es Alfred dem Großen, König von Wessex, ihren Vormarsch im Süden Englands zu stoppen und in den nächsten 50 Jahren kämpften er und seine Nachfolger unermüdlich, um alle dänischen Eroberungen zurückzugewinnen. Athelstan, Alfreds Enkelsohn, war 927 der erste König, der über ganz England herrschte.Die Dänen waren jedoch noch nicht fertig mit England und eine neue Angriffswelle startete im Jahr 980. Geschwächt durch mittlerweile 20 Jahre lang andauernde Kämpfe, kapitulierten die Engländer 1013 schließlich und akzeptierten Sven Gabelbart als ihren König. Svens Nachfolger in England war Knut der Große, der bis 1035 herrschte. Die Dänen und die Engländer lebten in den nächsten 30 Jahren relativ friedlich nebeneinander, bis England 1066 erneut das Ziel einer Invasion wurde."
        },
        {
            "heading": "Die normannische Eroberung",
            "text": "Am 27. Oktober 1066 startete Wilhelm I., Herzog der Normandie, einen Großangriff auf England, bei dem er 6.000 Ritter und Fußsoldaten über den Ärmelkanal führte. Nachdem er die englische Armee besiegt und ihren König Harold in der Schlacht bei Hastings getötet hatte, marschierte Wilhelm in London ein. Im Dezember hatte der Großteil des englischen Adels Wilhelm bereits die Treue geschworen und am Weihnachtstag wurde er in der Westminsterabtei zum König gekrönt. Unter normannischer Herrschaft wurde der skandinavische Widerstand größtenteils niedergeschlagen und England trat in engeren Kontakt mit Europa."
        },
        {
            "heading": "Das Mittelalter",
            "text": "In den nächsten 400 Jahren fanden in England zahlreiche geschichtliche Ereignisse statt. Es gab erbitterte Machtkämpfe, Aufstände und Bürgerkriege, sowie Kriege in Europa, Schottland und anderswo. Es gab mehrere Kreuzzüge, eine Reihe von Seuchen und Hungersnöten sowie viele Könige namens Richard und Heinrich, von denen einige nicht ganz bei Sinnen waren. Bedauerlicherweise müssen wir uns - aufgrund von Zeit- und Platzmangel - direkt ins 16. Jahrhundert begeben: zum Aufstieg von Königin Elisabeth."
        },
        {
            "heading": "Königin Elisabeth I.",
            "text": "Königin Elisabeth I. war eine der bemerkenswertesten Herrscherpersönlichkeiten in der englischen Geschichte. Als Tochter von König Heinrich VIII. bestieg sie den Thron zu einer Zeit, als in England (und überall in Europa) große Unruhen herrschten. Klug, schön und couragiert erbte sie ein Land, das praktisch bankrott war, an der Schwelle eines religiösen Bürgerkrieges stand und von Spanien, seinem viel mächtigeren Nachbarn, bedroht wurde. Während ihrer Herrschaft vereinte Elisabeth das Land, vereitelte Spaniens Eroberungspläne und leitete eines der großen goldenen Zeitalter der Kunst und Literatur in der Geschichte der Menschheit ein. Unter ihrer Herrschaft kam es auch zu einer umfangreichen Verstärkung der englischen Marine, die die Ozeane über Jahrhunderte beherrschen sollte.Weitere Informationen über Königin Elisabeth I. findet Ihr in ihrem Zivilopädie-Eintrag."
        },
        {
            "heading": "Das Haus Stuart",
            "text": "Elisabeth I. starb kinderlos und der englische Thron ging an den schottischen König Jakob aus dem Hause Stuart über, der dann als Jakob I. über England regierte. Sein Nachfolger Karl I. wurde nach dem englischen Bürgerkrieg (1641-1645) vom Parlament gestürzt. Nach einer vorübergehenden Aussetzung wurde die Monarchie 1660 wiederhergestellt, jedoch in einer stark abgeschwächten Form, die sich dem \"Willen des Parlaments\" zu beugen hatte."
        },
        {
            "heading": "Das Vereinigte Königreich",
            "text": "Im Jahr 1707 führte das Vereinigungsgesetz (\"Acts of Union\") zu einem Zusammenschluss der Königreiche Schottland, England und Wales. Das englische und das schottische Parlament wurden zusammengelegt, womit es England als eine politische Einheit nicht mehr gab. England war jedoch der größte, reichste und mächtigste Teil des Vereinigten Königreichs, weshalb viele nicht zwischen den Begriffen England und Vereinigtes Königreich unterscheiden, was bei den Walisern und Schotten (und später auch den Nordiren) nicht gerne gehört wird.Im Jahr 1800 versuchte das Vereinigte Königreich, sich mit Irland zu vereinen, um zum \"Vereinigten Königreich Großbritannien und Irland\" zu werden. Viele der vorwiegend römisch-katholischen Iren protestierten vehement gegen diese Vereinigung, was zu einem schrecklichen Aufstand führte, der über 100 Jahre dauern sollte. Im Jahr 1922 erkannte man die Unabhängigkeit des südlichen Teils von Irland an und das Königreich bekam erneut einen neuen Namen: \"Das Vereinigte Königreich Großbritannien und Nordirland.\""
        },
        {
            "heading": "Rule Britannia",
            "text": "Während der Herrschaft von Königin Elisabeth entstanden die ersten britischen Kolonien in der Neuen Welt und die mächtige britische Marine schützte die wachsenden Interessen Großbritanniens überall auf der Welt. Die ersten britischen Kolonien wurden in der Karibik und in Nordamerika gegründet, aber mit der Zeit dehnte sich das Reich auch nach Asien und in den Südpazifik aus. Als der britische Einfluss in Indien wuchs, wurde die gesamte europäische Konkurrenz verdrängt und die englische Ostindien-Kompanie erlangte die eigentliche Herrschaft über den Subkontinent.Gegen Ende des 18. Jahrhunderts verlor das Vereinigte Königreich die Kontrolle über den Großteil Nordamerikas an die dreizehn Kolonien (die späteren Vereinigten Staaten von Amerika) in einer langen und schwierigen Revolution. Obwohl Großbritanniens Ansehen darunter schwer litt, expandierte das Weltreich unvermindert weiter. Am Anfang des 20. Jahrhunderts war es so groß und mächtig wie nie zuvor und umfasste ein Viertel der Landmasse der Erde und ihrer Bevölkerung."
        },
        {
            "heading": "Das Vereinigte Königreich im Krieg",
            "text": "Fast immer hat das Vereinigte Königreich danach gestrebt, die Vorherrschaft eines anderen Landes in Europa zu verhindern, und keine Marine zuzulassen, die es mit ihrer eigenen aufnehmen könnte. Zur Zeit der Herrschaft von Königin Elisabeth stellte Spanien die größte Bedrohung dar. Großbritannien wollte Spanien zugrunde richten und überfiel Schiffe der spanischen Schatzflotte, die aus der Neuen Welt kamen. Außerdem wurden Aufstände unterstützt, die in spanischen Kolonien stattfanden. Im 17. Jahrhundert führte Großbritannien eine Reihe von Kriegen gegen die Niederlande, als holländische Schiffe die Dominanz der britischen Seemacht gefährdeten.Im 19. Jahrhundert setzte sich das Vereinigte Königreich gegen das mächtige französische Reich unter der Führung von Napoléon Bonaparte zur Wehr. Die Franzosen hatten eine unvergleichbare Armee und den vielleicht größten Feldherrn in der Geschichte der Menschheit. Großbritannien hingegen konnte auf seine Flotte und die Reichtümer aus seinem Weltreich zurückgreifen. Der epische Kampf dauerte zwölf Jahre und Napoléon wurde letztendlich besiegt.Im 20. Jahrhundert kämpfte das Königreich in zwei schrecklichen Weltkriegen gegen Deutschland und dessen Verbündete. Diese Kriege trieben die Briten stark an ihre Grenzen, und obwohl Großbritannien am Ende auf der Gewinnerseite stand, war das Land erschöpft und praktisch bankrott. Ein Großteil des einst riesigen Reiches war verloren."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Es hat einige Jahre gedauert, aber letztendlich hat sich das Vereinigte Königreich von den Verwüstungen der Kriege des 20. Jahrhunderts erholt. Es ist zwar nicht mehr die vorherrschende Weltmacht von einst - die Vereinigten Staaten von Amerika und immer mehr auch China sind die neuen \"Supermächte\" -, aber es hat immer noch eine mächtige Marine, eine blühende Gesellschaft und eine starke Wirtschaft. Als wichtiger Teil des immer mehr vereinten und mächtigen Europas ist es auch ein starker Verbündeter der USA. Es besteht kein Zweifel, dass die \"grüne und angenehme\" Insel auch in Zukunft eine wichtige Rolle in der Weltgeschichte spielen wird."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Es hat einige Jahre gedauert, aber letztendlich hat sich das Vereinigte Königreich von den Verwüstungen der Kriege des 20. Jahrhunderts erholt. Es ist zwar nicht mehr die vorherrschende Weltmacht von einst - die Vereinigten Staaten von Amerika und immer mehr auch China sind die neuen \"Supermächte\" -, aber es hat immer noch eine mächtige Marine, eine blühende Gesellschaft und eine starke Wirtschaft. Als wichtiger Teil des immer mehr vereinten und mächtigen Europas ist es auch ein starker Verbündeter der USA. Es besteht kein Zweifel, dass die \"grüne und angenehme\" Insel auch in Zukunft eine wichtige Rolle in der Weltgeschichte spielen wird."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Es hat einige Jahre gedauert, aber letztendlich hat sich das Vereinigte Königreich von den Verwüstungen der Kriege des 20. Jahrhunderts erholt. Es ist zwar nicht mehr die vorherrschende Weltmacht von einst - die Vereinigten Staaten von Amerika und immer mehr auch China sind die neuen \"Supermächte\" -, aber es hat immer noch eine mächtige Marine, eine blühende Gesellschaft und eine starke Wirtschaft. Als wichtiger Teil des immer mehr vereinten und mächtigen Europas ist es auch ein starker Verbündeter der USA. Es besteht kein Zweifel, dass die \"grüne und angenehme\" Insel auch in Zukunft eine wichtige Rolle in der Weltgeschichte spielen wird."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Es hat einige Jahre gedauert, aber letztendlich hat sich das Vereinigte Königreich von den Verwüstungen der Kriege des 20. Jahrhunderts erholt. Es ist zwar nicht mehr die vorherrschende Weltmacht von einst - die Vereinigten Staaten von Amerika und immer mehr auch China sind die neuen \"Supermächte\" -, aber es hat immer noch eine mächtige Marine, eine blühende Gesellschaft und eine starke Wirtschaft. Als wichtiger Teil des immer mehr vereinten und mächtigen Europas ist es auch ein starker Verbündeter der USA. Es besteht kein Zweifel, dass die \"grüne und angenehme\" Insel auch in Zukunft eine wichtige Rolle in der Weltgeschichte spielen wird."
        }
    ],
    "leader": {
        "name": "Elisabeth I.",
        "subtitle": "Oberhaupt von England",
        "lived": "1533-1603 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/elisabeth_i..png",
        "trait": {
            "name": "Nie untergehende Sonne",
            "effect": "+2 [ICON_MOVES] Fortbewegung für Marineeinheiten. Erhält einen zusätzlichen Spion."
        },
        "titles": [
            "Gloriana",
            "Die jungfräuliche Königin",
            "Good Queen Bess"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Elisabeth I. war eine bemerkenswerte Persönlichkeit, die in einer bemerkenswerten Zeit lebte. Sie war schön, intelligent und willensstark. Sie behauptete sich und hatte Erfolg - und das in einer Zeit, in der Frauen sonst nur wenig mehr wert waren als bewegliches Gut."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Elisabeth war die Tochter von König Heinrich VIII. und Anne Boleyn, die der König hinrichten ließ, weil sie ihm keinen männlichen Thronfolger geschenkt hatte. Ihr frühes Leben war voller Gefahren. Sie wuchs als ungewollte Tochter eines gestörten Vaters auf, der Englands Verbindungen mit der katholischen Kirche kappte und Bürgerkrieg führte, damit er auf legale Weise eine andere Frau heiraten konnte (bzw. mehrere Frauen, wie sich später herausstellte). Elisabeth musste ihren ganzen Scharfsinn einsetzen, um am Leben zu bleiben. Sie genoss eine hervorragende Ausbildung bei verschiedenen Privatlehrern, darunter die größten Gelehrten der damaligen Zeit, und sprach fünf Sprachen fließend.Als König Heinrich VIII. starb, folge ihm sein junger Sohn Edward auf dem Thron. Mit fünfzehn war Elisabeth in ein Komplott verwickelt, durch das dieser gestürzt werden sollte. Beinahe wurde sie deswegen hingerichtet und überlebte nur, weil sie die misstrauischen Ermittler im Verhör davon überzeugen konnte, dass sie von dem Komplott nichts wusste.Als König Edward 1553 starb, bestieg Elisabeths ältere Schwester Mary den Thron. Als gläubige Katholikin war Mary bei vielen protestantischen Adligen recht unbeliebt und sie versuchten 1554, sie zu stürzen - jedoch ohne Erfolg. Elisabeth wurde auch diesmal beschuldigt, konnte sich aber erneut vor der Hinrichtung retten. Königin Mary starb 1558 und schließlich wurde Elisabeth Königin."
            },
            {
                "heading": "Königin Elisabeth I.",
                "text": "Elisabeth war eine außergewöhnliche Herrscherin. Sie etablierte die protestantische Kirche als offizielle Kirche von England. Und dennoch versuchte sie, die Katholikenverfolgung in England einzudämmen - zumindest soweit das möglich war, während der katholische Adel ihren Untergang plante. Außerdem stärkte sie die angeschlagene Währung von England - ein unabdingbarer Schritt, um die schwache finanzielle Lage der Nation zu verbessern.Elisabeth setzte alle ihr zur Verfügung stehenden Mittel ein, um ihre Ziele zu erreichen. Sie arbeitete sorgfältig an ihrem Ruf als \"jungfräuliche Königin\", was ihr große Beliebtheit beim Volk einbrachte. Zahllose Adlige und Könige aus ganz Europa wollten sie heiraten. Doch sie nahm keinen Antrag an, sondern setzte ihren Status als Unverheiratete ein, um sowohl Freund als auch Feind zu steuern; wenn eine Seite zu stark wurde, konnte sie sie wieder schwächen, indem sie kundtat, dass sie erwog, jemanden von der Gegenseite zu heiraten."
            },
            {
                "heading": "Mäzenin der schönen Künste",
                "text": "Elisabeth war eine große Freundin der Kunst, besonders der Musik und der Literatur. Sie machte England zu einem kulturellen Zentrum, in dem großartige Künstler wie William Shakespeare wirkten. Während ihrer Regierungszeit wurde das erste Schauspielhaus Englands gebaut, auf das bald weitere folgten - darunter Shakespeares Globe Theatre - und 1574 wurden Vorführungen an Werktagen legalisiert. Als Verehrerin der Poesie schrieb Elisabeth selbst zahlreiche bemerkenswerte Gedichte."
            },
            {
                "heading": "Auslandsbeziehungen",
                "text": "Militärisch gesehen stellte das katholische Spanien die größte Bedrohung für England dar. Spanien war damals Europas größte Militärmacht, und König Philipp von Spanien hatte mehr als einmal seine Absicht bekundet, in England einzufallen. 1588 versuchte er das auch, indem er eine riesige Armada bauen ließ, mit der er die aufstrebende englische Nation erobern wollte. Elisabeth reagierte schnell und setzte die englische Marine ein, um die spanische Flotte abzuwehren. Durch eine Kombination aus überlegener Taktik und Schiffsbau sowie schlechtem Wetter zum richtigen Zeitpunkt wurde die spanische Flotte besiegt. Seitdem war England etwa 400 Jahre lang nicht mehr ernsthaft von einer Invasion bedroht.Während Elisabeths Herrschaft gründeten England, Frankreich, Spanien und die Niederlande Kolonien in der Neuen Welt. Elisabeth heuerte eine große Zahl von Freibeutern an, die fremde Schiffe und Kolonienangriffen - wie die meisten anderen Nationen auch. Spanien und sein Reichtum aus der neuen Welt blieben das Hauptziel der Freibeuter.Insgesamt war Elisabeth jedoch - mit Ausnahme des glücklichen Sieges über die spanische Armada - eine wenig erfolgreiche Kriegsherrin. Sie leitete mehrere halbherzige Angriffe auf Irland, Frankreich und die Niederlande, die ihr jedoch alle keine Lorbeeren einbrachten."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Nach 45 Jahren an der Macht starb Elisabeth 1603. Obwohl sich in ihren späteren Jahren als Königin militärische und wirtschaftliche Rückschläge so negativ ausgewirkt hatten, dass viele Engländer erleichtert waren, als sie schließlich starb, belegt die Geschichte, dass sich der Zustand ihres Landes während ihrer Herrschaft wesentlich verbessert hatte. Zu ihren großartigen Fähigkeiten zählten ihr unbändiger Überlebenswille, ihre gekonnte Selbstinszenierung, ihre Ausstrahlung und ihre Zähigkeit, die sich auch mit den größten Herrschern der Geschichte messen kann. Es gibt wohl kaum bessere Worte, um sie zu beschreiben, als ihre eigenen: \"Ich weiß, dass ich zwar den Leib eines schwachen, kraftlosen Weibes, dafür aber Herz und Mark eines Königs habe.\""
            }
        ]
    }
}