{
    "id": 30,
    "name": "Äthiopien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/äthiopien.png",
    "dawn_of_man": "Seid gesegnet, Haile Selassie, ehrenhafter und rechtschaffener Kaiser von Äthiopien. Euer Vermächtnis als einer der größten Herrscher Äthiopiens und als spiritueller Anführer der Bewegung der Rastafari wird nur von Eurem Einfluss auf die Diplomatie und politische Kooperation in der ganzen Welt überstrahlt. Indem Ihr die erste schriftliche Verfassung Äthiopiens eingeführt habt, habt Ihr die Samen der Demokratie gesät, die in den folgenden Jahren Wurzeln schlagen sollten, und Euer weises Verständnis weltweiter Angelegenheiten sicherte den Platz Äthiopiens als Gründungsmitglied der Vereinten Nationen. Mit Euren Bemühungen, die Nation während Eurer Herrschaft zu reformieren und zu modernisieren, habt Ihr den Lauf der äthiopischen Geschichte für immer verändert.Verehrter König, einst schützte Eure Beherrschung das Volk vor den vielen Konflikten, die die Nationen der Menschen plagen, und das Königreich bittet Euch, erneut den Frieden zu sichern. Werdet Ihr das Volk mit Mut und Autorität in ein neues Zeitalter führen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Stele",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/stele.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mehal Sefari",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/mehal_sefari.json"
        }
    ],
    "city_names": [
        "Addis Abeba",
        "Harar",
        "Adwa",
        "Lalibela",
        "Gondar",
        "Axum",
        "Dire Dawa",
        "Bahir Dar",
        "Adama",
        "Mek'ele",
        "Awassa",
        "Jimma",
        "Jijiga",
        "Dese",
        "Debre Berhan",
        "Shashemene",
        "Debre Zeyit",
        "Sodo",
        "Hosaina",
        "Nekemte",
        "Assela",
        "Dilla",
        "Adigrat",
        "Debre Markos",
        "Kombolcha",
        "Debre Tabor",
        "Sebeta",
        "Shire",
        "Ambo",
        "Arsi Negele",
        "Gambela",
        "Zway",
        "Weldiya"
    ],
    "spy_names": [
        "Mulu Ken",
        "Wendimu",
        "Li'ol",
        "Demeke",
        "Mulu Alem",
        "Abebech",
        "Zema",
        "Mihret",
        "Kebedech",
        "Alemnesh"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Äthiopien war schon im ersten Jahrtausend v. Chr. die Heimat alter Reiche und besitzt eine bewegte Geschichte, die durch die Herrschaft großer Könige und Kaiser geschrieben wurde. Äthiopien war eines der wenigen afrikanischen Länder, die der Kolonialisierung Europas entgingen, und hat seine Souveränität bis ins 20. Jahrhundert behalten, als Mussolini mit seinen italienischen Truppen 1935 im Land einfiel. Zu dieser Zeit, als sein Volk unter dem Zweiten Weltkrieg leiden musste, hat der berühmte Kaiser Haile Selassie Äthiopien mitten auf die Weltbühne geführt und das Land zahlreichen Modernisierungen und Reformationen unterzogen."
        },
        {
            "heading": "Geografie und Klima",
            "text": "Äthiopien, Afrikas zehntgrößtes Land, umfasst den Großteil des Horns von Afrikas und liegt nahe der nordöstlichen Küste des Kontinents. Durchtrennt vom Großen Afrikanischen Grabenbruch wird Äthiopiens Geografie von Hochländern und unzusammenhängenden Gebirgsketten dominiert. Äthiopien liegt auf der afrikanischen tektonischen Platte, die bereits seit Millionen von Jahren zerbricht, was im Land im Laufe seiner Geschichte immer wieder zu Erdbeben geführt hat. In Äthiopien gibt es auch mehrere Dutzend aktiver und schlummernder Vulkane, darunter der Erta Ale, einer der wenigen Vulkane weltweit mit einem beständigen Lavasee im Krater. Das Klima Äthiopiens variiert stark, wobei das Land als Ganzes innerhalb einer tropischen Zone liegt. Es ist geprägt von starken Regenfällen in der sommerlichen Monsun-Zeit, der ein trockener, gemäßigter Winter folgt."
        },
        {
            "heading": "Ursprünge menschlicher Entwicklung",
            "text": "Der Große Afrikanische Grabenbruch, der Äthiopien in der Mitte teilt, wird als Geburtsstätte der menschlichen Entwicklung angesehen. Zahlreiche Fossilien wurden im Tal entdeckt, darunter das berühmte Skelett der \"Lucy\", welches schätzungsweise drei Millionen Jahre alt sein soll. Diese frühen Hominini haben sich später zu den ersten Homo Sapiens entwickelt, die Äthiopien vor über Hunderttausend Jahren in kleinen Gruppen besiedelten."
        },
        {
            "heading": "Vorgeschichte",
            "text": "Bereits im 10. Jahrtausend v. Chr. war Äthiopien von Stämmen bevölkert, die frühe Formen der Landwirtschaft und Tierhaltung nutzten. Später, zur Blütezeit der alten ägyptischen Zivilisation, errichteten Händler beider Nationen Handelsrouten, um Gold, Obsidian, Eisen und andere wertvolle Stoffe zu tauschen. Diese frühen Einwohner von Äthiopien, die im geheimnisvollen Goldland Punt gelebt haben, entwickelten viele landwirtschaftliche Praktiken, die noch heute Teil der äthiopischen Kultur sind."
        },
        {
            "heading": "Frühe Königreiche",
            "text": "Als das fortschrittlichste der frühen äthiopischen Königreiche ist das mächtige Aksumitische Reich historisch gut dokumentiert und trotzdem geheimnisvoll. Aksum wurde etwa im 4. Jahrhundert v. Chr. gegründet und wurde im Verlauf der nächsten fünfhundert Jahre zu einem wichtigen Handelszentrum. Wertvoller Weihrauch und Myrrhe, die von in Äthiopien verbreiteten Bäumen geerntet wurden, haben der Stadt Aksum und ihren Bewohnern zu großem Reichtum verholfen. Durch den Export dieser Güter und den Handel mit Eisen und anderen wertvollen Metallen wurde Aksum ein integraler Bestandteil der Handelsrouten, die Ägypten, Rom und Indien miteinander verbanden. Schließlich wurde sogar eine Währung in Aksum geschaffen, um die blühende lokale Wirtschaft zu unterstützen.Nach Jahren des Wohlstands soll jedoch der Legende nach eine rebellierende Königin namens Gudit zum Niedergang des Reiches geführt haben. Es heißt, Aksum soll lange eine Festung des Christentums gewesen sein, und die jüdische Königin Gudit wollte den Thron für sich erobern, wofür sie das Land verwüstete und schließlich die königliche Familie von Aksum umbrachte. Obwohl Gudits Leben und ihre kurze Herrschaft geheimnisvoll und kontrovers sind, kann mit Sicherheit gesagt werden, dass der Niedergang von Aksum mit ihrem spektakulären Erscheinen im 10. Jahrhundert n. Chr. übereinstimmt. Die Zagwe-Dynastie, die im 12. Jahrhundert nach dem Niedergang Aksums gegründet wurde, war die erste Dynastie eines äthiopischen Reiches, das bis ins 20. Jahrhundert andauerte. Obwohl die Zagwe-Dynastie nur ein gutes Jahrhundert an der Macht war, hat sie viel zu der Verbreitung des Christentums in Äthiopien beigetragen, welches eine erhebliche Rolle in der Zukunft des Landes spielen würde."
        },
        {
            "heading": "Rückkehr der Salomonischen Dynastie",
            "text": "Im Jahr 1270 n. Chr. begann unter Kaiser Yekuno Amlak, dem Begründer der Salomonischen Dynastie, der Aufstieg der Monarchie, die Äthiopien in den nächsten Jahrhunderten beherrschen würde. Die Herrscher der Salomonischen Dynastie führten ihre Wurzeln auf den biblischen König Salomon und seine Königin Mâkedâ zurück. Der Legende nach ist Königin Mâkedâ im 10. Jahrhundert v. Chr. von ihrem Königreich Saba (von dem vermutet wird, dass es im Gebiet des modernen Äthiopien lag) aus nach Israel gereist, um von der Weisheit des verehrten Königs Salomon zu lernen. Die Berichte sind sich über die Art ihrer Beziehung zu Salomon uneins, doch später gebar Mâkedâ einen Sohn, den sie Menelik nannte. Dieser wurde angeblich am Hof Salomons erzogen, wo er von Salomon die legendäre Bundeslade als Geschenk erhielt, ehe er nach Äthiopien zurückkehrte. Menelik I. herrschte angeblich um 950 v. Chr. und war der Vorvater der biblischen Dynastie, die später von den Kaisern Äthiopiens verehrt wurde.Fast 2.000 Jahre nach der Regierungszeit Meneliks behauptete Yekuno Amlak, seine Abstammung durch eine lange Reihe von Vorfahren eindeutig bis zum legendären Kaiser und seinen Eltern zurückverfolgt zu haben. Diese neu gegründete Salomonische Dynastie konnte mehr als fünfhundert Jahre lang über Äthiopien herrschen, bis in den 1970er-Jahren Haile Selassie an die Macht kam. Durch die volle Unterstützung der einflussreichen Äthiopisch-Orthodoxen Kirche (die bis heute noch behauptet, im Besitz der legendären Bundeslade zu sein) genossen die salomonischen Kaiser während ihrer Regierungszeiten relative Stabilität, trotz mehrerer versuchter Einfälle von außerhalb."
        },
        {
            "heading": "Islamische Invasion",
            "text": "Mitte des 16. Jahrhunderts grenzte Äthiopien an das immer mächtiger werdende islamische Königreich Adal, das von Imam Ahmad Gargn angeführt wurde, der auch als \"der Eroberer\" bekannt war. Mit dem Beginn eines heiligen Kriegs gegen die Christen in Äthiopien im Jahr 1529 entzündete Imam Ahmad einen weitreichenden Konflikt zwischen dem Sultanat Adal und Äthiopien. Während zahlreicher Schlachten über die folgenden etwa 15 Jahre konnte Ahmad fast das gesamte Königreich auslöschen und große Bereiche Äthiopiens für sich beanspruchen.Nach vielen Verlusten sah sich das Äthiopische Reich gezwungen, portugiesische Verstärkungen zu Hilfe zu rufen, um die islamischen Armeen abzuwehren. Portugiesische Erforscher und Missionare hatten Äthiopien in den vorangehenden Jahrzehnten erreicht, um die Bevölkerung zum römisch-katholischen Glauben zu bekehren, und Portugal kämpfte selbst gegen die islamischen Osmanen. Nach ausgedehnten Konflikten, in deren Verlauf schließlich die Osmanen dem Sultanat Adal zu Hilfe kamen, wurde der Krieg 1543 endgültig durch den Tod Imam Ahmads und des portugiesischen Generals Cristóvão da Gama beendet. Äthiopien erholte sich langsam von den Folgen des Krieges, doch die rasche Ausdehnung des Katholizismus in den umliegenden Regionen führten zu internen Zwistigkeiten, während die Äthiopisch-Orthodoxe Kirche darum kämpfte, ihren Einfluss auf die Nation zu verteidigen."
        },
        {
            "heading": "Zeitalter der Prinzen",
            "text": "Die als Zemene Mesafint, oder \"Ära der Prinzen\" bekannte Periode des 18. Jahrhunderts war von fast ununterbrochenen Unruhen in Äthiopien gekennzeichnet. Die Entwicklung gegenläufiger religiöser Gruppen zusammen mit andauernden regionalen Streitigkeiten führte zum Zusammenbruch der zentralen Regierung. Während zwischen den Prinzen, Kriegsherren und Adligen Kämpfe ausbrachen, um die Region zu teilen und ihre jeweils eigene Macht zu stärken, mussten die Einwohner Äthiopiens die verheerenden Auswirkungen dieser Konflikte ertragen.Kassa Hailu, der Kaiser, der der Ära der Prinzen schließlich ein Ende setzte, war zuerst als Gesetzloser und Wegelagerer berüchtigt. Er versammelte eine Armee um sich und häufte durch Warenschmuggel großen Reichtum an, die er dann mit den Armen teilte, wodurch er große Beliebtheit und Unterstützung gewann. Nachdem er mehrere der unabhängigen Provinzen vereinte und ihm immer mehr folgten, wurde Hailu schließlich 1855 als Theodor II. zum Kaiser gekrönt. Nach seiner Inthronisierung stabilisierte sich die Lage im ganzen Land und seine Herrschaft wird von vielen als Beginn des modernen Äthiopiens angesehen."
        },
        {
            "heading": "Haile Selassie",
            "text": "Der wahrscheinlich bekannteste Kaiser Äthiopiens, Haile Selassie, bestieg den Thron 1930 und fand rasch weltweite Anerkennung für die Äthiopier und ihr Land. Während seiner Herrschaft drängte er stark auf die Abschaffung der Sklaverei. Dieses Thema wurde bereits von vielen seiner Vorgänger angeregt, doch niemals durchgesetzt. Kaiser Selassie war auch sehr an der Modernisierung seiner Nation und der Abschaffung vieler Aspekte der Feudalpolitik interessiert, die immer noch in Äthiopien vorherrschte."
        },
        {
            "heading": "Italienische Besetzung",
            "text": "1935 fiel das faschistische Italien, angeführt von Benito Mussolini, in Äthiopien ein, um das Land als Provinz Italiens zu beanspruchen. Angesichts einer überlegenen militärischen Streitmacht konnte Äthiopien den Angriff nicht zurückschlagen und 1936 propagierte Mussolini die Errichtung eines italienischen Imperiums, darunter auch das besetzte äthiopische Gebiet. Haile Selassie musste zu dieser Zeit Exil in Großbritannien suchen, wo er bis zum Ende der Besatzung blieb. Selassie kämpfte vor dem Völkerbund um den Schutz Äthiopiens und verurteilte Italiens Einsatz von Senfgas an äthiopischen Soldaten und Bürgern. Trotz seiner Bitten vergingen erst noch Jahre, bis die Afrikanische Ostkampagne Großbritanniens erfolgreich die Besetzung Italiens beenden konnte. Haile Selassie kehrte als Kaiser von Äthiopien auf seinen Thron zurück, wo er fast 40 Jahre lang erfolgreich herrschte, bis sich eine neue Bedrohung ankündigte."
        },
        {
            "heading": "Der Derg",
            "text": "1974 führte ein von Kommunisten angeführter Militärputsch zu Haile Selassie Entmachtung, woraufhin er im königlichen Palast eingesperrt wurde. Die Gruppe, die ihn aus seinem Amt entfernte und unter dem Namen Derg bekannt ist, formte einen provisorischen Militärverwaltungsrat eines sozialistischen Äthiopiens und herrschte mit eiserner Faust. Selassie starb unter mysteriösen Umständen während seiner Gefangenschaft - ein kontroverses Thema, das noch heute heftig debattiert wird. Da die Derg und ihre kommunistischen Ideale nicht allgemein unterstützt wurden, kennzeichnete der Militärputsch auch den Beginn eines äthiopischen Bürgerkriegs. Dieser Krieg forderte das Leben mehrerer Hunderttausend Unschuldiger und tobte über 15 Jahre lang. 1991 gelang es der Revolutionären Demokratischen Front der Äthiopischen Völker, die Derg zu stürzen, woraufhin eine neue Verfassung und eine demokratisch gewählte Regierung geschaffen wurden."
        },
        {
            "heading": "Äthiopien heute",
            "text": "Die heutige Demokratische Bundesrepublik Äthiopien muss sich als zweit-einwohnerreichstes Land Afrikas einer Reihe sozialökonomischer Probleme stellen. Die weitreichende geografische Isolation einiger Gruppen im Land macht es zunehmend schwieriger, für Bildung, medizinische Versorgung und oftmals auch die grundlegendsten Dinge zu sorgen, die zum Überleben nötig sind. Obwohl die Nation ein Mehrparteiensystem hat, ist Korruption innerhalb der Regierung ein fortwährendes Problem. In den vergangenen Jahren wurde international auch das brutale Vorgehen der Regierung verurteilt, als Demonstranten und oppositionelle Parteimitglieder getötet wurden."
        },
        {
            "heading": "Äthiopien heute",
            "text": "Die heutige Demokratische Bundesrepublik Äthiopien muss sich als zweit-einwohnerreichstes Land Afrikas einer Reihe sozialökonomischer Probleme stellen. Die weitreichende geografische Isolation einiger Gruppen im Land macht es zunehmend schwieriger, für Bildung, medizinische Versorgung und oftmals auch die grundlegendsten Dinge zu sorgen, die zum Überleben nötig sind. Obwohl die Nation ein Mehrparteiensystem hat, ist Korruption innerhalb der Regierung ein fortwährendes Problem. In den vergangenen Jahren wurde international auch das brutale Vorgehen der Regierung verurteilt, als Demonstranten und oppositionelle Parteimitglieder getötet wurden."
        }
    ],
    "leader": {
        "name": "Haile Selassie",
        "subtitle": "Staatsoberhaupt von Äthiopien",
        "lived": "1892-1975 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/haile_selassie.png",
        "trait": {
            "name": "Geist von Adua",
            "effect": "Kampfbonus (+20%) beim Kampf gegen Einheiten einer Zivilisation mit mehr Städten als Äthiopien."
        },
        "titles": [
            "Kaiser von Äthiopien"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Haile Selassie war als \"Siegreicher Löwe von Juda\", \"König der Könige\" und \"Auserwählter Gottes\" bekannt und herrschte im 20. Jahrhundert als Kaiser fast 40 Jahre über Äthiopien. Der Mann, der als Haile Selassie bekannt wurde, wurde 1892 unter dem Namen Tafari Makonnen geboren und verbrachte sein Leben damit, den Interessen Äthiopiens zu dienen und seine Nation an die Spitze der afrikanischen Politik zu führen. Haile Selassie wollte das Land modernisieren und ist vor allem für die Reform der alten Feudalpraktiken bekannt. Er arbeitete rastlos daran, Äthiopien internationale Anerkennung auf der Weltbühne zu verschaffen. Seine Errungenschaften in der Weltpolitik werden nur von seiner Rolle als Messias der Rastafari-Religion übertroffen, unter deren Anhängern er als Gott verehrt wird, der die Rastas zurück in ihre Heimat Äthiopien führen wird."
            },
            {
                "heading": "Frühe Jahre und Politik",
                "text": "Als Sohn eines Provinzgouverneurs verbrachte Haile Selassie seine Kindheit und Jugend unter der Vormundschaft verschiedener Mentoren, die von seinem Vater ausgewählt wurden; darunter befand sich auch ein einflussreicher Mönch mit dem Namen Abba Samuel. Im weiteren Verlauf seiner Ausbildung schien es angemessen zu sein, ihn zum Gouverneur mehrerer kleiner Provinzen zu ernennen und im Alter von 17 Jahren hatte er sich bereits als aufstrebender Politstar etabliert. Während dieser Zeit setzte sich Selassie als moderner Geist von den anderen Gouverneuren ab und führte Richtlinien ein, die die feudale Kontrolle des Adels reduzierten und den Einfluss der zentralen Regierung ausweiteten.1916 wurde Haile Selassie unter Kaiserin Zauditu zum generalbevollmächtigten Regenten ernannt und erlangte damit auch die Position des Kronprinzen. Mit der Unterstützung der konservativen und der progressiven Lager war Selassie der ideale Regent. Im Laufe dieser Zeit wurde Selassie sehr zum Missfallen der konservativen Kaiserin von den progressiven Kräften in Äthiopien immer stärker unterstützt. Obwohl Kaiserin Zauditu offiziell das Staatsoberhaupt von Äthiopien war, übernahm Selassie als Regent große Teile der Regierungsarbeit alleine. In dieser Zeit sicherte Selassie Äthiopiens Mitgliedschaft im Völkerbund, eine Position, die er durch seine Bemühungen zur Abschaffung der Sklaverei in Äthiopien erreichte."
            },
            {
                "heading": "Der Kaiser im Exil",
                "text": "Als Haile Selassies Einfluss und Unterstützung im Volk immer weiter wuchsen, war die Kaiserin gezwungen, sich gegen den Rivalen zu wehren. 1928 beschuldigte Kaiserin Zauditu Selassie des Verrats, um ihn seines Amtes zu entheben, allerdings fand sie nur wenig Unterstützung. Selassie war zu dieser Zeit sehr beliebt und er hatte die Unterstützung des Militärs auf seiner Seite, wodurch Zauditu nur wenige Mittel zur Verfügung standen, um ihre Behauptungen durchzusetzen. In Folge dieser Konfrontation war Zauditu dazu gezwungen, Haile Selassie zum König von Äthiopien zu ernennen, ein Titel, der unter ihrem eigenen lag, seiner steigenden Macht im Land aber dennoch Tribut zollte. Weniger als zwei Jahre später verstarb die Kaiserin aus ungeklärten Gründen und hinterließ den äthiopischen Thron unbesetzt, sodass Selassie ihn für sich beanspruchen konnte. Nach seiner Krönung zum Kaiser im Jahr 1930 nahm er erstmals den Namen Haile Selassie an, der in der in Äthiopien vorherrschenden amharischen Sprache so viel bedeutet wie \"Macht der Dreifaltigkeit\". Kurz nach seinem Aufstieg auf den Thron wirkte er bei der Erschaffung der ersten geschriebenen Verfassung Äthiopiens mit, eine Aufgabe, die er laut seiner später verfassten Autobiografie schon zu seiner Zeit als Regent geplant hatte.1935 erklärte Italien unter der Führung von Benito Mussolini Äthiopien den Krieg und fiel im Herbst ins Land ein. Dieser Krieg ging als Italienisch-Äthiopischer Krieg in die Geschichte ein (im späten 19. Jahrhundert kam es schon einmal zu einem Überfall Italiens auf Äthiopien). Nach kurzen Kämpfen zwischen den italienischen und äthiopischen Truppen, zu denen auch einige Schlachten gehörten, die von Selassie persönlich angeführt wurden, konnte Italien die afrikanische Nation erfolgreich besetzen und letztlich annektieren.Italiens erfolgreicher Feldzug gegen Äthiopien zwang Haile Selassie ins Exil, allerdings plädierte er zuvor vor dem Völkerbund für eine Verteidigung Äthiopiens. Trotz seiner flammenden Rede gegen die faschistische Bewegung in Italien stieß sein Anliegen auf taube Ohren und Selassie musste sich damit abfinden, auf den richtigen Augenblick zu warten. Er verbrachte die folgenden fünf Jahre in England, von wo aus er sich weiter gegen die italienische Besetzung einsetzte und versuchte, in der internationalen Gemeinschaft Unterstützer für eine Bewegung zur Rückgewinnung seines Landes zu finden."
            },
            {
                "heading": "Rückkehr zur Macht",
                "text": "Mit dem Ausbruch des Zweiten Weltkriegs im Jahr 1939 wurden endlich Anstrengungen unternommen, um Äthiopien vom italienischen Regime zu befreien, angeführt von den Briten während ihres Ostafrika-Feldzuges. Verstärkt von ausgewählten Einheiten der äthiopischen Armee wurde diese Befreiungsarmee als Gideon Force bekannt und war entscheidend am Kampf um die Rückeroberung des äthiopischen Heimatlandes beteiligt. 1942 gaben sich die Italiener geschlagen und waren gezwungen, die zurückgewonnene Souveränität Äthiopiens anzuerkennen. Haile Selassie kehrte in die Hauptstadt Addis Abeba zurück. Da er im Völkerbund nur wenig Unterstützung fand, wurde Selassie zu einem der größten Befürworter der Vereinten Nationen und ihrer ausgeprägten Bestimmungen für die internationale Sicherheit und sicherte so Äthiopiens Position als eines der Gründungsmitglieder im Jahr 1948."
            },
            {
                "heading": "Jahrzehnte der Herrschaft",
                "text": "In den kommenden Jahren verfolgte Selassie weiter seine Vision von der Modernisierung Äthiopiens, indem er weitere Reformen einführte und die Auslandsbeziehungen seines Landes sowie dessen internationale Anerkennung stärkte. In den 60er Jahren war Selassie Vorsitzender der Organisation für Afrikanische Einheit, dem Vorläufer der heutigen Afrikanischen Union. Haile Selassie wollte Solidarität unter den unabhängigen Staaten des afrikanischen Kontinents schaffen und glaubte, dass eine gemeinsame Stimme die afrikanischen Völker stärken würde. Obwohl Selassie versuchte, die Organisation zu mehr als nur einer ideologischen Instanz zu machen, hatte die Organisation nur wenig Einfluss oder echte Macht ohne den Rückhalt einer Armee.Während er sich mit der internationalen Gemeinschaft befasste, konzentrierte Selassie sich ebenfalls auf die Verbesserung des Wohlstandes seines Volkes in der Heimat. Auch wenn seine Versuche, die Rechte des Adels auf Grundbesitz zu beschränken, nur wenig Erfolg hatten, setzte diese Initiative eine Bewegung in Gang, die auch nach seiner Amtszeit noch fortgesetzt wurde. Er setzte außerdem Reformen durch, die einen besseren Zugang zu Bildungseinrichtungen ermöglichten, während seine Wirtschaftsprogramme für ein gerechtes Steuersystem sorgten. Trotz des Wohlwollens, das ihm diese nationalen Programme einbrachten, sorgten Selassies Bemühungen zur Vergrößerung seiner eigenen Macht durch Änderungen an der Verfassung für steigenden sichtbaren Widerstand.Gegen Ende der 60er Jahre fassten marxistische Ideologien Fuß in Äthiopien und in den frühen 70er Jahren musste die Bevölkerung eine Periode der Hungersnot und Dürre durchleiden - Selassies Beliebtheit sank. Eine Wirtschaftskrise, die für eine schnell steigende Inflation sorgte, brachte das Fass zum Überlaufen. Selassie konnte seine Position bis ins Jahr 1974 behaupten und wurde dann von einer marxistischen Militärjunta, die als der Derg bekannt war, gestürzt und festgenommen."
            },
            {
                "heading": "Verhaftung und Tod",
                "text": "Haile Selassie lebte fortan unter Hausarrest und verstarb 1975 auf mysteriöse Weise. Zur genauen Todesursache gibt es gegenläufige Berichte. Dem offiziellen Bericht des Militärs zufolge starb er an den Folgen einer Krankheit, aber viele gehen davon aus, dass er vom Militär ermordet wurde. Erst 25 Jahre später, im November 2000, wurde Selassie endlich eine standesgemäße Beisetzung gewährt."
            },
            {
                "heading": "Rastafari-Gott",
                "text": "Die Rastafari-Bewegung geht auf die Worte des jamaikanischen Aktivisten Marcus Garvey zurück, dessen philosophische Ansichten die Grundlagen der Religion schufen, wie wir sie heutzutage kennen. Garveys Worte \"Seht auf Afrika und achtet auf die Krönung eines schwarzen Königs, er wird uns befreien\" wurden mit der Krönung von Haile Selassie im Jahr 1930 als erfüllte Prophezeiung angesehen. Obwohl Selassie selbst orthodoxer Christ war, hat er seine Position als Messias der Rastafari nie bestätigt oder verneint. 1966 reiste er nach Jamaika und traf dort auf zehntausende Rastafari-Gläubige."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Haile Selassie wird heutzutage im Allgemeinen als eloquenter Staatsmann und leidenschaftliches Staatsoberhaupt angesehen, der sich in seiner Regierungszeit mit einer Reihe von Schwierigkeiten auseinandersetzen musste und dennoch nur danach strebte, den Wohlstand seines Volkes und die Stabilität seines Landes zu sichern. Selassies Ansichten in Bezug auf die internationale Zusammenarbeit und Diplomatie haben nicht nur die Zukunft Äthiopiens und Gesamtafrikas beeinflusst, sondern die gesamte internationale Gemeinschaft."
            }
        ]
    }
}