{
    "id": 7,
    "name": "Frankreich",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/france.png",
    "dawn_of_man": "Ein langes Leben voller Triumph Euch, dem Ersten Konsul und Kaiser Frankreichs, Napoleon I., Herrscher über das französische Volk. Frankreich liegt im Herzen Europas. Lange war Paris das Zentrum der Welt in Sachen Kunst, Kultur und Literatur. Obwohl Frankreich von Konkurrenten - und häufig Gegnern - umgeben war, konnte die große Nation die Wirren der Zeit überdauern. Ihre Armeen sind von einem Ende der Welt bis ans andere erfolgreich in den Kampf gezogen, und ihre Soldaten und Generäle gehören zu den besten der Geschichte.Napoleon Bonaparte, Frankreich sehnt sich danach, dass Ihr Euer Imperium neu errichtet und es abermals zu Ruhm und Größe führt; dass Ihr Frankreich wieder zum Epizentrum von Kultur und Kultiviertheit macht. Kaiser, werdet Ihr erneut gegen Eure Feinde in den Kampf ziehen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Französischer Musketier",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/musketeer.json"
        }
    ],
    "city_names": [
        "Paris",
        "Orleans",
        "Lyon",
        "Troyes",
        "Tours",
        "Marseille",
        "Chartres",
        "Avignon",
        "Rouen",
        "Grenoble",
        "Dijon",
        "Amiens",
        "Cherbourg",
        "Poitiers",
        "Toulouse",
        "Bayonne",
        "Straßburg",
        "Brest",
        "Bordeaux",
        "Rennes",
        "Nizza",
        "Saint-Étienne",
        "Nantes",
        "Reims",
        "Le Mans",
        "Montpellier",
        "Limoges",
        "Nancy",
        "Lille",
        "Caen",
        "Toulon",
        "Nîmes",
        "Le Havre",
        "Lourdes",
        "Carcassonne",
        "Cannes",
        "Aix-en-Provence",
        "La Rochelle",
        "Bourges",
        "Calais"
    ],
    "spy_names": [
        "Jean-Paul",
        "Martine",
        "Lucien",
        "François",
        "Augustine",
        "Monsieur X",
        "Dr. Dupont",
        "Vipère",
        "Yvette",
        "Renard"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Frankreich, das in Westeuropa liegt und sechs (oder sieben, je nachdem, wie man zählt) Nachbarsstaaten hat und an den Atlantik, den Ärmelkanal und das Mittelmeer grenzt, war und ist eines der politischen, militärischen und kulturellen Zentren der westlichen Welt."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Frankreichs Landschaft ist geprägt von Ebenen und grünen Wäldern, an den Grenzen im Südosten und Westen erstrecken sich alte Gebirge. Das wunderschöne und fruchtbare Land bietet ideales Klima für den Weinanbau und einige der besten Anbaugebiete weltweit. Es liegt in der gemäßigten Klimazone und grenzt im Süden an das warme Mittelmeer, was der Landwirtschaft Frankreichs zu Gute kommt."
        },
        {
            "heading": "Das frühe Gallien",
            "text": "Die ruhigen Wasser des Mittelmeeres begünstigten die Erforschung und die Besiedelung von Frankreichs Südküste. Die Griechen gründeten die Kolonie Massalia (das heutige Marseille) bereits 600 v. Chr., aber die frühesten schriftlichen Aufzeichnungen über die Erkundung des Landesinneren stammen erst aus der Zeit der Römer, als sie im 1. Jahrhundert v. Chr. ihre Feldzüge im \"transalpinen Gallien\" (das Gallien jenseits der Alpen) führten. Dort trafen die Römer vorwiegend auf Kelten sowie auf ein paar Überlebende der vorkeltischen Iberer und Ligurer. Sie begegneten auch vielen Germanen auf ihrer Wanderung nach Gallien aus dem Norden und Osten.Nach und nach konnte Rom die Kontrolle über Gallien gewinnen, es war jedoch ein harter Kampf. Im Jahr 121 v. Chr. schickte Rom Armeen nach Gallien, um Massalia im Kampf gegen anrückende Kelten zu unterstützen, und musste zudem den Landweg nach Spanien verteidigen (wo Rom wichtige Besitztümer hatte). Das führte dazu, dass Rom einen Teil des südlichen Galliens als Provinz beanspruchte, was sich bis heute im Namen der französischen Provence widerspiegelt. Im Jahr 58 v. Chr. startete Cäsar einen Großangriff auf das Landesinnere Galliens. Der Krieg dauerte etwa acht Jahre lang und endete damit, dass Rom Gallien in mehr oder weniger sicheren Besitz nehmen konnte.Abgesehen von ein paar größeren, jedoch schnell niedergeschlagenen Aufständen war Gallien mehrere Jahrhunderte lang eine recht zufriedene römische Provinz. Das Land erblühte unter römischer Herrschaft und überall in den ländlichen Gebieten Frankreichs finden sich Überreste prächtiger römischer Villen. Nachdem Gallien \"gezähmt\" war, wurde es zu einem Ausgangspunkt für weitere römische Expansionen - nach Nordwesten über den Kanal nach Großbritannien sowie nach Nordosten in die Gebiete der barbarischen Germanen."
        },
        {
            "heading": "Das späte Gallien",
            "text": "Während des 3. und 4. Jahrhunderts n. Chr., als die Römer langsam ihre Vorherrschaft in Westeuropa verloren, setzten Angreifer aus dem Norden und dem Osten Gallien mehr und mehr unter Druck. Rom konzentrierte sich darauf, die Donau zu halten und die Barbaren daran zu hindern, in Italien einzufallen, wodurch Gallien schutzlos ausgeliefert war. In der Mitte des 3. Jahrhunderts konnten die germanischen Alemannen und Franken größere Gebiete Galliens erobern, die erst im Jahr 274 von den Römern zurückerobert werden konnten. Als die Lage in den ländlichen Regionen immer feindseliger und gefährlicher wurde, verstärkten die Städte und Dörfer ihre Verteidigungen - ein Prozess, der bis ins Mittelalter andauern sollte.Das Christentum, das Gallien im Jahr 250 n. Chr. erreichte, konnte sich bis zum Ende des 4. Jahrhunderts überall im Land etablieren."
        },
        {
            "heading": "Der Niedergang des römischen Galliens",
            "text": "Im Jahr 395 n. Chr. - das römische Reich war in eine östliche und eine westlich Hälfte aufgeteilt - hatte das Weströmische Reich Gallien so gut wie aufgegeben, während man dort verzweifelt versuchte, sich gegen barbarische Angreifer aus Österreich und Deutschland zu verteidigen. Das hatte zur Folge, dass 405-406 eine große Anzahl germanischer Stämme über den Rhein nach Gallien kamen und dort permanente Siedlungen für Gruppen wie die Franken und Burgunden etablierten. Die Westgoten zogen weit nach Süden und besetzten Gebiete in Aquitanien. Bis 476 wurden die Römer von den Germanen völlig aus Gallien verdrängt."
        },
        {
            "heading": "Das Mittelalter",
            "text": "Im Mittelalter (400-1200 n. Chr.) war Frankreich in mehrere kleine Königreiche aufgeteilt, die von den Nachfolgern der verschiedenen germanischen Eindringlinge regiert wurden. Im späten 5. Jahrhundert vereinigte der Frankenkönig Chlodwig I. den Großteil des Landes (mit der Ausnahme einiger sturer Königtümer der Westgoten im Süden). Chlodwig war der erste Herrscher aus dem Königsgeschlecht der Merowinger, die über das vereinigte Land regierten. Er verlegte seinen Regierungssitz nach Paris und wurde vom römischen Kaiser anerkannt, der seine Herrschaft rechtsmäßig machte.Als Chlodwig 511 starb, wurde das Königreich zwischen seinen vier Söhnen aufgeteilt, die die nächsten 50 Jahre damit verbrachten, sich gegenseitig zu bekriegen. Immer, wenn einer der Brüder starb, ging dessen Land an die verbleibenden Brüder - das ging solange, bis 558 nur noch einer übrig war. Das Königreich der Merowinger blieb ganze neun Jahre lang vereinigt, bis auch der letzte der Brüder starb und das Reich unter dessen Söhnen aufgeteilt wurde. Dieser Kreislauf von Eroberung und Aufteilung würde noch Jahrhunderte lang andauern und Tausende von Leben fordern.Mit Beginn des 8. Jahrhunderts tat ein neues, starkes Frankengeschlecht auf den Plan, das die Merowinger herausforderte. Die Karolinger, die aus dem nördlichen Austrasien kamen, besiegten ihre örtlichen Nachbarn und erlangten so die Macht über das nördliche Frankreich/Deutschland. Zuerst unterstützen sie die Merowinger, aber als König Theoderich IV. 737 starb, war der Karolinger-König Karl Martell stark genug, um selbst nach der Macht zu greifen - jedoch nicht nach der Krone. Während seiner Herrschaft konnte Martell den Einfall der Muslime in Frankreich stoppen und seine Macht in Deutschland ausbauen.Karl Martells Nachfolger war Pippin der Jüngere, der mit dem Segen des Papstes in Rom offiziell den Thron bestieg. Nach seinem Tod wurde sein Reich zwischen seinen beiden Söhnen Karlmann I. und Karl dem Großen aufgeteilt - im Gegensatz zu seinem Bruder konnte sich Karlmann aber nicht lange behaupten."
        },
        {
            "heading": "Karl der Große und das Heilige Römische Reich",
            "text": "Der Vater von Karl dem Großen starb 768, sein Bruder 771, und so wurde er der alleinige König Frankreichs. Er strebte danach, seine Macht in Deutschland und im von den Muslimen besetzten Spanien auszuweiten, hatte jedoch gegen die Germanen mehr Erfolg als gegen die Emirs in Spanien. In Italien unterstützte er den Papst, dessen Gebiete von den Langobarden aus dem Norden bedroht wurden. Er besiegte die Langobarden, krönte sich selbst zu ihrem König und schuf den Vatikanstaat, wodurch er sich die Dankbarkeit der Kirche verdiente.Gegen Ende des 8. Jahrhunderts war Karl der Große der unumstrittene Herrscher Westeuropas. Ihm gehörten große Teile des heutigen Frankreichs, Westdeutschlands, Norditaliens und der Beneluxstaaten. Im Jahr 800 krönte ihn Papst Leo III. zum Kaiser des Heiligen Römischen Reichs, wodurch er rechtsmäßiger Nachfolger der Cäsaren des Weströmischen Reichs wurde.Nach dem Tod von Karl dem Großen 813, erbte sein Sohn Ludwig der Fromme den Thron. Als dieser wiederum starb, fingen die Enkelsöhne von Karl dem Großen erneut an, um das Königreich zu kämpfen. Mit dem Vertag von Verdun im Jahr 843 wurde das Heilige Römische Reich in drei Gebiete entlang den Süd-Nord-Grenzen aufgeteilt - das Westfrankenreich, das Ostfrankenreich und das Mittelreich, das die anderen Reiche wie ein Keil trennte. Auch wenn es kleiner war, glichen die Grenzen des Westfrankenreichs in etwa denen des heutigen Frankreichs, weshalb einige Gelehrte die Entstehung des modernen Frankreichs dem Vertrag von Verdun zuschreiben."
        },
        {
            "heading": "Die Zeit nach dem Reich",
            "text": "Die neuen Königreiche waren nicht wirklich beständig und das Volk Frankreichs musste erneut 300 Jahre lang in mitten erbitterter Kriege und bösartiger Familienfehden ausharren, während die zahlreichen Könige und der Adel um die Vorherrschaft kämpften. Dazu kam die Ankunft der Wikinger, die bis nach Paris vordringen konnten und oft erhebliche Summen dafür verlangten, wieder abzuziehen. Sie mischten bis zum 9. und 10. Jahrhundert mit - einige errichteten sogar permanente Siedlungen in der Normandie. Die Herrscher mussten auch englische Monarchen zurückschlagen, die Gebiete im Westen - einschließlich Teile Aquitaniens, der Bretagne und der Lombardei - für sich beanspruchten. Es dauerte mehrere Jahrhunderte, bis die Briten endgültig vom Kontinent vertrieben werden konnten.Als das neue Jahrtausend sich näherte, bestiegen die Kapetinger den Thron Frankreichs. Auch sie verbrachten viel Zeit damit, sich gegenseitig zu bekriegen und gegen andere Adelsgeschlechter zu kämpfen, die ihnen den Thron streitig machen wollten.König Philipp II., der von 1180-1223 herrschte, tat viel, um die Monarchie zu stärken. Wenn er nicht gerade mit seinem Freund Richard Löwenherz bei einem Kreuzzug mitkämpfte, strukturierte er die Regierung neu, modernisierte die französische Wirtschaft und besiegte die Engländer, Flamen und Deutschen, einzeln oder in Gruppen. König Ludwig IX. (herrschte von 1226-1270) stärkte das Land noch weiter."
        },
        {
            "heading": "Der Hundertjährige Krieg (1328-1429)",
            "text": "Am Anfang des 14. Jahrhunderts war Frankreich das mächtigste Land auf dem Kontinent. Im Jahr 1328 bestieg König Philipp VI. den Thron. Eduard III., König von England, herrschte über Aquitanien und hatte auch einen entfernten Anspruch auf den französischen Thron, auf den er aber mit der Nachfolge König Philipps VI. keinen Anspruch erhob. Im Jahr 1337 konfiszierte Philipp jedoch Aquitanien und Eduard forderte daraufhin den französischen Thron, wodurch es zum Krieg zwischen Frankreich und England kam.Die Engländer verfolgten den Krieg auf den Meeren und stachelten Aufstände unter den Flamen in Frankreich an. 1346 gewann eine englische Armee die berühmte Schlacht von Crécy, konnte danach jedoch keine weiteren Fortschritte mehr erzielen und war schließlich gezwungen, den Kontinent mehr oder weniger mit leeren Händen zu verlassen. Im Jahr 1347 brach die Pest aus, forderte enorm viele Todesopfer und zögerte das Kriegsgeschehen vorerst hinaus. In den 1350ern gingen die Kämpfe von Neuem los, in deren Verlauf es die Engländer schafften, den französischen König gefangen zu nehmen. Sie verlangten ein hohes Lösegeld, das die Franzosen aber nicht zahlen wollten. Ihr König starb in Gefangenschaft in London. Der Krieg dauerte noch bis ins Jahr 1420 an, als der Vertrag von Troyes die Vereinigung der beiden Kronen durch den jugendlichen König Heinrich VI., König von England und Frankreich, besiegelte.Das wurde nicht von allen gerne gesehen. Der französische Adlige Karl VIII. hatte ziemlich direkten Anspruch auf den Thron und viele französische Patrioten wollten lieber ihn als irgendeinen englischen Herrscher. Darunter war auch eine bemerkenswerte, junge Bäuerin namens Jeanne d'Arc. Innerhalb weniger Jahre führte Jeanne die Franzosen zum Sieg und schlug die Engländer auf allen Fronten zurück. Karl wurde 1429 zum König ernannt, Jeanne starb einige Jahre später auf dem Scheiterhaufen."
        },
        {
            "heading": "Die Reformationskriege",
            "text": "Im 16. Jahrhundert herrschte in Europa großer Unmut gegen die katholische Kirche, der man vorwarf, gierig und korrupt zu sein. Im Jahr 1517 schlug Martin Luther seine \"95 Thesen\" an die Tür, in denen er die Ausschweifungen der Kirche verurteilte. Luthers Bewegung konnte viele Anhänger in Frankreich gewinnen und im Jahr 1534 veröffentlichte der König die erste Serie von Edikten gegen die protestantischen Hugenotten. Das bewirkte wenig, um die Bewegung aufzuhalten. Im Jahr 1562 befanden sich beide Seiten in einem offenen Krieg, der noch Jahrzehnte immer wieder auflodern sollte. Er endete erst 1598, als das Edikt von Nantes den Hugenotten religiöse Toleranz gewährte."
        },
        {
            "heading": "Das 17. Jahrhundert",
            "text": "Im 17. Jahrhundert gewann die Krone an Macht, was größtenteils der Arbeit eines Mannes zu verdanken war: Armand-Jean du Plessis, Kardinal und Herzog von Richelieu. Richelieu war ein äußerst fähiger Minister und eine der schillerndsten Persönlichkeiten der Geschichte. Er war brillant, berechnend und gnadenlos, und er war unermüdlich damit beschäftigt, die Macht des Königs zu erweitern und dessen Feinde zu zerstören. Er rückte auch gegen die Hugenotten vor, die ihre Religionsfreiheit zwar behalten durften, aber ihre militärische Macht verloren.Im Jahr 1643 bestieg der bemerkenswerte Louis XIV. den Thron. Der auch als \"Sonnenkönig\" bekannte Herrscher verführte und bändigte den französischen Adel und schuf mit Schloss Versailles einen der opulentesten Paläste, den die Welt je gesehen hat. Trotz seines zuweilen kindischen Gehabes war er ein ehrgeiziger König. Während seiner Herrschaft kämpfte er in drei großen Kriegen und mehreren kleineren Auseinandersetzungen. Er hatte ganze 72 Jahre regiert, als er 1715 starb. Damit hält er noch immer den Rekord für die längste Regierungszeit eines europäischen Monarchen."
        },
        {
            "heading": "Das 18. Jahrhundert",
            "text": "Im 18. Jahrhundert wuchsen die Macht und der Reichtum der Adelsgesellschaft weiter an, es entstand eine französische Mittelschicht und gleichzeitig wurden die Armen immer noch ärmer. Philosophisch betrachtet neigte das Zeitalter der Aufklärung dazu, traditionellen Institutionen, wie etwa die Kirche, zu untergraben. Im Jahr 1776 brach die Amerikanische Unabhängigkeitsbewegung aus und die Franzosen sahen, wie sich ein freies Volk erfolgreich gegen eine tyrannische Monarchie zur Wehr setzte, um Demokratie und Selbstbestimmung einzuführen. Durch diese Entwicklung wurden die Unruhen im Land noch zusätzlich angefacht."
        },
        {
            "heading": "Die Französische Revolution",
            "text": "Im Jahr 1789, im Windschatten der Amerikanischen Unabhängigkeitsbewegung, rebellierten die französischen Bauern und die Mittelschicht gegen den Adel und den König. Diese Revolution war eine brutale, blutige Angelegenheit, in der der König und wahrscheinlich 50.000 weitere französische Bürger durch die erst kürzlich erfundene Guillotine (ein wahrer wissenschaftlicher Triumph der Aufklärung) hingerichtet wurden.In den Anfangsphasen der Revolution stürmte das Volk die Bastille, schaffte den Adelsstand ab und zwang den König zu einer konstitutionellen Monarchie. Aber die neue Versammlung löste sich in Fraktionen auf, die gegeneinander um die Vorherrschaft kämpften, wodurch sie regierungsunfähig war. Ohne Sanktionen der Regierung richtete die Pariser Kommune etwa 1.350 Gefangene hin. Im September 1792 gab es eine gesetzgebende Nationalversammlung, die die Monarchie abschaffte und Frankreich zur Republik erklärte. Österreich und Preußen forderten die Wiedereinsetzung des Königs und drohten der französischen Bevölkerung mit Vergeltungsmaßnahmen, falls sie sich weigern sollte. Die Revolutionsregierung sah darin den Beweis für eine Verschwörung des Königs mit dem Feind; er wurde zum Tode verurteilt und im Januar 1793 hingerichtet.Im April 1793 wurde der \"Wohlfahrtsauschuss\" eingerichtet, der eine \"Terrorherrschaft\" entfesselte und im Zuge dessen etwa 15.000 bis 40.000 Todesurteile vollstreckte, um die öffentliche Sicherheit zu gewähren, viele davon ohne Prozess. Zahlreiche kleine Aufstände brachen aus, hauptsächlich ausgelöst durch den Zorn der Bauern darüber, wie sie von der katholischen Kirche behandelt wurden. Diese wurden jedoch erbarmungslos niedergeschlagen.Im Jahr 1795 führte die neue französische Verfassung eine völlig neue Regierungsform ein. Die Exekutive lag in der Hand eines fünfköpfigen \"Direktoriums\", das jährlich durch das neue, aus zwei Kammern bestehende Parlament gewählt wurde. Die neue Regierungsform erwies sich jedoch als unpraktisch und im Jahr 1799 ergriff ein Mann namens Napoléon Bonaparte die Macht."
        },
        {
            "heading": "Napoléon Bonaparte",
            "text": "Dieser außergewöhnliche Mann wurde auf der französischen Insel Korsika geboren und in der Armee für die Artillerie ausgebildet. Im Jahr 1799 führte er einen Staatsstreich durch und setze sich als Ersten Konsul ein - ein Titel, den sich Napoléon mehr oder weniger selbst ausgedacht hatte. Nach fünf Jahren krönte er sich schließlich zum Kaiser. 16 Jahre lang herrschte er über Frankreich und machte aus einem Land, das bankrott und vom Krieg zerrissen war, die mächtigste Nation Europas. Immer wieder kämpfte und besiegte er jedes andere Land in Reichweite, auch wenn sich die Gegner gegen ihn verbündet hatten. Sein erbittertster Feind, England, blieb die einzige Ausnahme, da er kein Mittel gegen die mächtige britische Marine besaß und England so unerreichbar für ihn blieb.15 Jahre lang waren Napoléons Feldzüge überall in Europa von Erfolg gekrönt, bis er schließlich von seinen verbündeten Gegnern bei Leipzig und ein Jahr später bei Waterloo geschlagen wurde. Weitere Informationen über diesen außergewöhnlichen General findet Ihr in seinem Zivilopädie-Eintrag."
        },
        {
            "heading": "Das 19. Jahrhundert",
            "text": "Nach Napoléons endgültiger Niederlage errichteten die Siegernationen eine konstitutionelle Monarchie in Frankreich, die etwa 40 Jahre dauern sollte, bis Napoléons Neffe, Louis Napoléon III., 1848 vom Volk zum Präsidenten gewählt wurde und sich 1852 zum Kaiser erklärte. Er blieb bis 1870 an der Macht, als er den Fehler beging, sich von Preußens Ministerpräsident Otto von Bismarck zu einem Krieg mit Preußen anstacheln zu lassen. Dieser Feldzug war eine einzige Demütigung. Die Preußen setzten ihr Schienennetzwerk strategisch brillant ein und konnten sich sammeln, bevor die Franzosen überhaupt kampfbereit waren. Am 2. September 1870 wurde Napoléon III. mitsamt seiner gesamten Armee gefangengenommen.Auf den Krieg folgte erneut ein Sturz der Monarchie, die von der Dritten Republik abgelöst wurde, der demütigende Verlust von Elsass-Lothringen an Preußen/Deutschland und Frankreichs brennende Rachegelüste, die Frankreich in den darauffolgenden Jahren teuer zu stehen kommen sollten."
        },
        {
            "heading": "Der Erste Weltkrieg",
            "text": "Der Erste Weltkrieg ist zurückzuführen auf einen riesigen Mangel an diplomatischem Sachverstand und fehlende Voraussicht der Europäer, als sich die einzelnen europäischen Nationen selbst ein undurchsichtiges Netz aus Allianzen und Verträgen webten und ihre Schicksale auf eine Art miteinander verknüpften, die sie selbst kaum durchblickten. Der Krieg wurde durch einen einfachen Landraub Österreich-Ungarns in Serbien ausgelöst; als Casus Belli (oder \"unsere Ausrede dafür, dass wir unseren Nachbarn beschießen\") musste der Mord an Erzherzog Franz Ferdinand durch einen serbischen Terroristen herhalten. Der Erzherzog wurde am 28. Juni 1914 getötet und bereits im August brachten sich die Europäer auf drei verschiedenen Kontinenten gegenseitig um.In diesem Krieg gab es zwei Seiten: die Zentralmächte (Deutschland, Österreich-Ungarn, das Osmanische Reich und Bulgarien) sowie die Triple Entente (Vereinigtes Königreich, Frankreich und Russland). Die Deutschen gingen an der Ostfront sofort zum Angriff über und vernichteten eine bei Weitem unterlegene Armee der Russen, wodurch diese beinahe ganz aus dem Kriegsgeschehen verdrängt wurden. An der Westfront drangen sie tief in französisches Gebiet vor, bevor sie östlich von Paris in einer verzweifelten Verteidigungsaktion der französischen und britischen Truppen gestoppt werden konnten.Die darauffolgenden vier Jahre war Frankreich im Landesinneren von einem höllischen 1,5 Kilometer breiten Schützengrabensystem durchzogen, in dem Soldaten zu Zehntausenden kämpften und starben - Fortschritte wurden in Zentimetern gemessen. Das Land war gebrandmarkt von unzähligen Leichen, Munitionsresten und den Auswirkungen chemischer Kriegsführung. 1917 traten die USA ins Kriegsgeschehen ein und die Moral der Deutschen begann zu bröckeln. 1918 wurde die deutsche Regierung gestürzt und die neue Regierung unterzeichnete einen Waffenstillstand.Frankreich war von dem Krieg ausgeblutet - es gab zwei Millionen Tote (4% der Gesamtbevölkerung) und über vier Millionen Verletzte. Das Gebiet, das sich an der Front und hinter den feindlichen Linien befunden hatte, war ein einziges Ödland aus verwesenden Leichen, zerstörten Städten und Dörfern. Der Zorn des französischen Volkes auf Deutschland gipfelte in der Forderung nach riesigen Reparationszahlungen - um Frankreich zu helfen und um den Feind zu bestrafen. Diese Politik versprach zwar kurzfristig Vorteile, hatte aber zwei erhebliche Nachteile: Man verbitterte das deutsche Volk und entfachte dessen Rachegelüste, und man löste bei den Amerikanern Empörung aus, wodurch diese weniger geneigt waren, sich zukünftig noch einmal in europäische Angelegenheiten einzumischen."
        },
        {
            "heading": "Der Zweite Weltkrieg",
            "text": "Der Zweite Weltkrieg war für Frankreich ein schmerzvolles und demütigendes Desaster. Als die Deutschen ihre Kriegsmaschinerie nach dem 1. Weltkrieg wieder aufbauten, errichteten die Franzosen, die nur noch über wenig Arbeitskräfte verfügten, die Maginot-Linie, eine recht beeindruckende Verteidigungsanlage aus Festungen, unterirdischen Bunkern und Gräben, die entlang der französischen Grenze zu Deutschland verlief. Wenn die deutsche Armee versucht hätte, dieses Hindernis zu überwinden, hätte sie sicher erhebliche Verluste erlitten und viel kostbare Zeit verloren.Unglücklicherweise haben die Franzosen aus politischen Gründen diese Verteidigungslinie nicht bis zur Nordsee hin erweitert, da Belgien sonst außerhalb der Linie gewesen wäre und seinerseits fürchtete, dass man mit einer Grenze zu Deutschland die Deutschen verärgern würde. Als die Deutschen dann tatsächlich entschieden, Frankreich anzugreifen, umgingen sie die Linie einfach und marschierten durch Belgien. Den Franzosen und den Briten gelang es zu keinem Zeitpunkt, eine stabile Verteidigungslinie gegen den deutschen Blitzkrieg zu errichten, und Frankreich wurde innerhalb weniger Wochen erobert - die Kapitulation erfolgte am 22. Juni 1940.Am 6. Juni 1944 landeten britische, amerikanische und freie französische Streitkräfte in der Normandie und leiteten die Befreiung Frankreichs von der deutschen Besatzung ein. Die deutsche Armee zog sich nur langsam zurück und verteidigte sich hartnäckig. Doch in Anbetracht der sich nähernden sowjetischen Truppen im Osten, katastrophaler Verluste an allen Fronten, des Verlusts der Lufthoheit und des permanenten Bombenregens alliierter Flotten auf deutsche Städte und Fabriken war eine Niederlage unausweichlich. Paris wurde am 25. August 1944 befreit und Deutschland kapitulierte am 8. Mai 1945."
        },
        {
            "heading": "Das moderne Frankreich",
            "text": "In den Jahren nach dem Zweiten Weltkrieg musste Frankreich widerwillig in zwei schrecklichen, vergeblichen Kriegen in Vietnam und Algerien mit ansehen, wie es seiner Überseebesitztümer beraubt wurde. Zur selben Zeit fand zu Hause der Wiederaufbau statt und es entstand eine neue und moderne Nation aus der Asche der beiden Weltkriege. Frankreich hat einen hohen Anteil an Immigranten, darunter viele Muslime, und leidet auch unter den Schwierigkeiten, die durch die schmerzvollen Zusammenstöße zwischen dem Islam und dem Westen derzeit verursacht werden.Die französische Kunst blüht mehr denn je, und Paris - oder die \"Stadt des Lichts\" - ist wieder der kulturelle Mittelpunkt der Welt. Zusammen mit Deutschland, seinem ehemaligen Feind, ist Frankreich eines der führenden Mitglieder der Europäischen Union. Aus historischer Sicht ist das ein erstaunlicher Triumph der Vernunft und verspricht eine strahlende Zukunft für Frankreich, Europa und den Rest der Welt."
        },
        {
            "heading": "Das moderne Frankreich",
            "text": "In den Jahren nach dem Zweiten Weltkrieg musste Frankreich widerwillig in zwei schrecklichen, vergeblichen Kriegen in Vietnam und Algerien mit ansehen, wie es seiner Überseebesitztümer beraubt wurde. Zur selben Zeit fand zu Hause der Wiederaufbau statt und es entstand eine neue und moderne Nation aus der Asche der beiden Weltkriege. Frankreich hat einen hohen Anteil an Immigranten, darunter viele Muslime, und leidet auch unter den Schwierigkeiten, die durch die schmerzvollen Zusammenstöße zwischen dem Islam und dem Westen derzeit verursacht werden.Die französische Kunst blüht mehr denn je, und Paris - oder die \"Stadt des Lichts\" - ist wieder der kulturelle Mittelpunkt der Welt. Zusammen mit Deutschland, seinem ehemaligen Feind, ist Frankreich eines der führenden Mitglieder der Europäischen Union. Aus historischer Sicht ist das ein erstaunlicher Triumph der Vernunft und verspricht eine strahlende Zukunft für Frankreich, Europa und den Rest der Welt."
        },
        {
            "heading": "Das moderne Frankreich",
            "text": "In den Jahren nach dem Zweiten Weltkrieg musste Frankreich widerwillig in zwei schrecklichen, vergeblichen Kriegen in Vietnam und Algerien mit ansehen, wie es seiner Überseebesitztümer beraubt wurde. Zur selben Zeit fand zu Hause der Wiederaufbau statt und es entstand eine neue und moderne Nation aus der Asche der beiden Weltkriege. Frankreich hat einen hohen Anteil an Immigranten, darunter viele Muslime, und leidet auch unter den Schwierigkeiten, die durch die schmerzvollen Zusammenstöße zwischen dem Islam und dem Westen derzeit verursacht werden.Die französische Kunst blüht mehr denn je, und Paris - oder die \"Stadt des Lichts\" - ist wieder der kulturelle Mittelpunkt der Welt. Zusammen mit Deutschland, seinem ehemaligen Feind, ist Frankreich eines der führenden Mitglieder der Europäischen Union. Aus historischer Sicht ist das ein erstaunlicher Triumph der Vernunft und verspricht eine strahlende Zukunft für Frankreich, Europa und den Rest der Welt."
        }
    ],
    "leader": {
        "name": "Napoléon Bonaparte",
        "subtitle": "Staatsoberhaupt von Frankreich",
        "lived": "1769-1821 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/napoleon_bonaparte.png",
        "trait": {
            "name": "Stadt des Lichts",
            "effect": "Auf Museen und Weltwunder bezogene Bonusse verdoppeln sich in ihrer Hauptstadt."
        },
        "titles": [
            "Erster Konsul der ersten französischen Republik",
            "Kaiser Napoléon I. des ersten französischen Kaiserreichs"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Es ist praktisch unmöglich, das militärische Genie von Napoléon Bonaparte überzubewerten."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Napoléon Bonaparte wurde auf der Insel Korsika geboren, wo er im Alter von zehn Jahren eine Militärakademie besuchte. In der Schule bewies er großes Talent in den Fächern Mathematik, Geschichte und Geografie sowie eine völlige Gleichgültigkeit gegenüber der Literatur und den Geisteswissenschaften. Mit 16 erhielt er sein Offizierspatent und wurde später Leutnant in einem Artillerie-Regiment. Als die französische Revolution ausbrach, stellte sich Napoléon auf die Seite der Revolutionäre und wurde zum Oberstleutnant der Artillerie ernannt, wo er sich schnell einen Namen als erfolgreicher Kommandant machte."
            },
            {
                "heading": "Aufstieg zur Macht",
                "text": "Schon recht früh bewies Napoléon sowohl seinen militärischen Scharfsinn als auch seine Fähigkeit, sich in der gefährlichen politischen Landschaft des revolutionären Frankreich zurechtzufinden, wo einen bereits ein falscher Schritt den Kopf kosten konnte - im wahrsten Sinne des Wortes. 1794 war er Brigadegeneral, und nur ein Jahr später wurde er zum Kommandanten der französischen Inlandsarmee benannt. Er war 25 Jahre alt. In den nächsten paar Jahren führte Napoléon die französische Armee zu großen Siegen über verschiedene Feinde auf dem Festland, darunter die überaus mächtigen Österreicher.Er profitierte von seinem Erfolg und seiner wachsenden Beliebtheit bei Volk und Armee, stürzte 1800 die Regierung und ernannte sich selbst zum \"Ersten Konsul\". Fünf Jahre später krönte er sich selbst zum \"Kaiser und Konsul auf Lebenszeit\" und bewies damit seine Geringschätzung der demokratischen Wurzeln der Revolution, die ihn an die Macht gebracht hat."
            },
            {
                "heading": "Vive l'Empereur!",
                "text": "Napoléon war ein hervorragender Administrator und organisierte die Regierung schnell neu, indem er die radikaleren und gewalttätigeren Gesetze der Revolution aufhob und die Kirchen wieder öffnete, was ihm das Wohlwollen des französischen Volkes sicherte. Allerdings befand sich Frankreich immer noch im Krieg mit fast ganz Europa, und Napoléon begab sich erneut aufs Schlachtfeld, wo er beeindruckende Siege gegen Österreich gewann und so das Land zu einem Frieden mit England zwang.England war weiterhin nervös bezüglich Frankreichs imperialer Ambitionen, und der Krieg wurde 1803 fortgesetzt. Napoléon sah sich einer Respekt einflößenden Allianz zwischen England, Österreich, Russland und Schweden gegenüber. Napoléon handelte schnell und einfallsreich, indem er die \"Inneren Linien\" einsetzte, um seine Truppen auf den zerstreuten Feind zu konzentrieren. Er marschierte schnell durch Europa, nahm die Hauptstadt Österreichs ein und vernichtete dann die russischen Truppen in der Schlacht von Austerlitz. Österreich bat erneut um Frieden. Über mehrere Jahre hinweg sollte Napoléon jeden Feind besiegen, der sich gegen ihn stellte. Er schlug die Preußen, die Spanier und erneut die Österreicher. Russland und England blieben allerdings unbesiegt."
            },
            {
                "heading": "Der russische Feldzug",
                "text": "Letztendlich entschied Napoléon, dass er in Europa niemals sicher sein würde, solange Russland, unterstützt von den heimtückischen Engländern, an seiner Flanke war. Da England mit seiner überlegenen Marine jenseits des Kanals in Sicherheit war, hatte er keine andere Wahl, als Russland anzugreifen, den einzigen Feind der Allianz, den seine Armeen erreichen konnten. 1812 führte er eine halbe Million Männer zum Angriff gegen Moskau. Die russischen Truppen zogen sich immer weiter zurück und nahmen bzw. verbrannten alle Dinge, die den Eroberern von Nutzen sein konnten, während Kosaken Napoléons Versorgungslinien von hinten ausplünderten. Bonaparte erreichte und eroberte Moskau, aber wieder einmal hatten die Russen alles mitgenommen oder verbrannt, was seine Männer hätte ernähren können, also war er gezwungen, sich zurückzuziehen. Dabei kämpfte er bitter um jeden Fortschritt gegen russische Truppen und den noch fataleren russischen Winter. Gegen Ende des Feldzugs hatte Napoléon 96% seiner Armee verloren."
            },
            {
                "heading": "Napoléons Sturz",
                "text": "Bei seiner Rückkehr nach Paris rekrutierte Napoléon sofort eine neue, 350.000 Mann starke Armee, aber sein Ruf, unverwundbar zu sein, war fort, und ganz Europa erhob sich gegen ihn. Preußen, Russland und Österreich verbündeten sich gegen ihn, und England schickte mehr Truppen ins umkämpfte Spanien. Obwohl Napoléon erneut glorreiche Siege errang, setzten seine Feinde ihre unnachgiebigen Angriffe fort. Letztendlich erkämpften sich die Verbündeten ihren Weg nach Paris, und Napoléon dankte ab. Für seine Mühen erhielt er die Herrschaft über die Insel Elba mit einem Einkommen von sechs Million Franc, die Frankreich bezahlen musste.Später kehrte er nach Frankreich zurück und versuchte ein letztes Mal, die Macht wieder an sich zu reißen, wurde aber schließlich ein für alle Male von den Engländern und den Preußen bei Waterloo in Belgien besiegt. Dieses Mal wurde er lebenslänglich auf die Insel St. Helena verbannt, rund 1.800 Kilometer vor der Küste Afrikas. Er starb dort im Jahr 1821."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Napoléon war einer der brillantesten Generäle aller Zeiten. Er bewegte seine Truppen mit beeindruckender Schnelligkeit und wusste immer genau, wo er zuschlagen musste, um den größten Schaden zu verursachen. Innerhalb seines Landes entpuppte er sich als tüchtiger und einfallsreicher Herrscher - Frankreich erblühte unter seiner Führung (bis seine endlosen Kriege dem Land die Stärke und den Kampfgeist nahmen). Da er im Grunde seines Herzens ein Armee-General war, gelang es ihm nie, eine Marine aufzustellen, die England die Vorherrschaft über die Ozeane hätte streitig machen können.Letztendlich war er einfach nicht in der Lage, alle zu besiegen."
            }
        ]
    }
}