{
    "id": 8,
    "name": "Deutschland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/germany.png",
    "dawn_of_man": "Seid gegrüßt, mächtiger Bismarck, Erster Kanzler von Deutschland und seinem Reich! Deutschland ist eine aufstrebende Nation, die aus den Ruinen des Heiligen Römischen Reiches auferstand und 1871 schließlich vereint wurde - vor über hundert Jahren. Die Deutschen sind kreativ und fleißig, und dazu erbitterte Krieger. Trotz großer Katastrophen in der ersten Hälfte des 20. Jahrhunderts ist Deutschland heute weltweit führend in den Bereichen Wirtschaft, Kunst und Technologie.Großer Fürst Bismarck, das deutsche Volk möchte, dass Ihr es zu größerem Ruhm geleitet. Es ist fest entschlossen und wendet sich an Euch, seinen geliebten Eisernen Kanzler, um es erneut anzuführen. Werdet Ihr mit eiserner und kriegerischer Faust herrschen oder die deutsche Kunst und Industrie fördern? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Hansekontor",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/hanse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Deutscher Panzer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/panzer.json"
        }
    ],
    "city_names": [
        "Berlin",
        "Hamburg",
        "München",
        "Köln",
        "Frankfurt",
        "Essen",
        "Dortmund",
        "Stuttgart",
        "Düsseldorf",
        "Bremen",
        "Hannover",
        "Duisburg",
        "Leipzig",
        "Dresden",
        "Bonn",
        "Bochum",
        "Bielefeld",
        "Karlsruhe",
        "Gelsenkirchen",
        "Wiesbaden",
        "Münster",
        "Rostock",
        "Chemnitz",
        "Braunschweig",
        "Halle",
        "Mönchengladbach",
        "Kiel",
        "Wuppertal",
        "Freiburg",
        "Hagen",
        "Erfurt",
        "Kassel",
        "Oberhausen",
        "Hamm",
        "Saarbrücken",
        "Krefeld",
        "Potsdam",
        "Solingen",
        "Osnabrück",
        "Ludwigshafen",
        "Leverkusen",
        "Oldenburg",
        "Neuss",
        "Mülheim",
        "Darmstadt",
        "Herne",
        "Würzburg",
        "Recklinghausen",
        "Göttingen",
        "Wolfsburg",
        "Koblenz",
        "Hildesheim",
        "Erlangen"
    ],
    "spy_names": [
        "Johann",
        "Marlene",
        "Wilhelm",
        "Eva",
        "Heinz",
        "Horst",
        "Karl",
        "Vera",
        "Albrecht",
        "Anton"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Auch wenn verschiedene germanische Völker den Norden Mitteleuropas Jahrtausende bevölkert haben, ist Deutschland als politische Einheit noch sehr jung und wurde nahezu im Alleingang von dem brillanten preußischen Politiker Otto von Bismarck vor etwa 140 Jahren gegründet. Während seiner noch kurzen Existenz hatte Deutschland weitreichende Auswirkungen - gute wie schlechte - auf die Geschichte der Menschheit."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Deutschland setzt sich aus einer Vielzahl verschiedener Landschaften zusammen, von schneebedeckten Bergen im Süden über Hügel im Westen bis hin zu Flachland im Osten. Das Land wird von mehreren großen Flüssen durchzogen, die Wasser für die Landwirtschaft liefern und als Gütertransportwege dienen. Die Hügel und Berge sind reich an natürlichen Ressourcen und die Ebenen sind fruchtbar. Das Klima in Deutschland ist gemäßigt und der reichliche Niederschlag ist für die europäische Art der Landwirtschaft optimal."
        },
        {
            "heading": "Vorgeschichte",
            "text": "Jahrhundertelang war das nördliche Mitteleuropa von germanischen Völkern besetzt, zu denen grob alle Stämme zählen, die germanische Sprachen sprechen (statt der romanischen Sprachen in Italien, Frankreich und Spanien). Es gibt Hinweise, die den Schluss zulassen, dass schon seit der Bronzezeit germanische Stämme in Norddeutschland gelebt haben. Anscheinend wurde Süddeutschland in dieser Zeit von Völkern keltischen Ursprungs bewohnt, die jedoch \"germanisiert\" wurden, als sich der Einfluss der germanischen Stämme weiter nach Süden ausbreitete."
        },
        {
            "heading": "Die Römer",
            "text": "Die ersten historischen Informationen über germanische Stämme stammen aus der Zeit um 50 v. Chr., als der römische General Julius Cäsar auf verschiedene Stämme stieß, gegen die er ins Feld zog, als er Gallien eroberte, eine Provinz, die grob das heutige Frankreich umfasste. Cäsar sicherte die östliche Grenze Galliens am Rhein, und auf der gegenüberliegenden Seite lebten die meisten der barbarischen germanischen Stämme.Die Römer und Germanen unterhielten 40 Jahre lang einen wackeligen Frieden, der von zahlreichen Überfällen und Grenzgefechten unterbrochen wurde, bis die Römer um etwa 10 v. Chr. von zwei Seiten aus in germanisches Territorium eindrangen, indem sie im Westen den Rhein und im Osten die Donau überquerten. Dies erwies sich jedoch als katastrophale Fehleinschätzung: Die Barbaren waren erstaunlich harte Gegner und einige der römischen Legionen wurden vernichtet. Die erniedrigten Römer zogen sich hinter die alten Grenzen an Donau und Rhein zurück und einige Jahrhunderte lang wurde kein neuer Invasionsversuch untergenommen. Die beiden Seiten existierten bis zum Jahr 350 n. Chr. mehr oder weniger friedlich nebeneinander.Während dieser Zeit herrschte zwischen Römern und Germanen reger Handel, die Germanen tauschten Rohstoffe gegen in Rom hergestellte Luxusgüter. Mit der Zeit erlernten die Germanen von den Römern die Herstellung von Keramik und fortschrittliche landwirtschaftliche Techniken, und sie fingen sogar an, römisches Geld zu verwenden."
        },
        {
            "heading": "Auftritt der Hunnen",
            "text": "Im Laufe des 4. Jahrhunderts setzten die Hunnenstämme, die von Osten aus in germanisches Territorium eindrangen, die germanischen Stämme immer mehr unter Druck und drängten sie in römisches Territorium. Daraufhin wurden Teile des Römischen Reichs über 50 Jahre lang von Westgoten, Sueben und Vandalen überrannt. Die Stadt Rom selbst wurde mehrere Male überfallen, und einige römische Kaiser starben im Kampf gegen die Eindringlinge. Die Römer arrangierten sich schließlich mit einigen von ihnen und gewährten ihnen Ländereien und etwas Schutz vor den herannahenden Hunnen.Mit dem Tod von Attila im Jahr 453 zerbrach das Hunnenreich, und die germanischen Stämme brauchten den Schutz Roms nicht mehr. Einige Stämme erklärten ihre Unabhängigkeit von Rom, und in kurzer Zeit wurden ein westgotisches Königreich im Südwesten Galliens, ein burgundisches Königreich im Südosten Galliens, ein fränkisches Königreich im Norden und das Königreich der Langobarden an der Donau gegründet - und das Weströmische Reich hörte auf zu existieren."
        },
        {
            "heading": "Die Franken",
            "text": "Sobald sich die Franken - das germanische Volk im römischen Gallien - den Nordwesten Galliens gesichert hatten, begannen sie damit, sich nach Osten über den Rhein und weiter in nicht romanisiertes germanisches Territorium auszubreiten, in denen die nicht romanisierten Germanen genauso stur unabhängig waren wie eh und je. Die Unterwerfung der Stämme brachte drei Jahrhunderte voller Krieg, Eroberung, Rebellion, Verrat, Bestrafung und noch mehr Krieg hervor. Religion war eines der größten Hindernisse für Frieden. Die Franken waren christianisiert worden und wollten in den barbarischen Ländern ihre Religion verbreiten. Die Germanen waren Heiden und wollten daran auch nichts ändern. Das Christentum sollte letztendlich siegreich bleiben, doch es war ein langer, schwieriger und oft blutiger Weg dorthin.Die Franken selbst waren keine stabile Einheit. Sie verwendeten ebenso viel Zeit darauf, sich gegenseitig zu bekämpfen, wie sie damit verbrachten, Feinde von außen zu bekriegen. Die älteste Linie dieser Herrscher, die Merowinger, blieben bis zur Mitte des 7. Jahrhunderts an der Macht, als sie von den Karolingern, einer rivalisierenden Fraktion aus dem Norden, entmachtet wurden. Die Karolinger waren mit einer Reihe extrem fähiger Könige gesegnet, die im Bündnis mit der katholischen Kirche die fränkische Macht über einen großen Teil Mitteleuropas ausbreiten konnten."
        },
        {
            "heading": "Karl der Große und das Heilige Römische Reich",
            "text": "Der größte unter den Karolingern, Karl der Große (742-814) war ein brillanter militärischer Anführer und ein geschickter Politiker. Er setzte die Unterwerfung der germanischen Stämme durch seinen Vater und Großvater fort und erweiterte das Reich bis ins südliche Frankreich und nach Italien. Als Gegenleistung dafür, dass er Rom vor den Sarazenen und den Byzantinern schützte, krönte der Papst ihn zum Kaiser des Heiligen Römischen Reiches. Heute gilt Karl der Große als einer der Gründer von Frankreich und Deutschland sowie als erster Mann, der nach den Römern Westeuropa vereinen konnte.Nach dem Tod von Karl dem Großen stieg sein Sohn Ludwig I. (Ludwig der Fromme) auf den Thron. Ludwig hatte mehr als einen Sohn, und als er starb, wurde das Reich zwischen ihnen aufgeteilt. Es sollten viele Jahre vergehen, bis ein Einzelner wieder über derart große Teile Europas herrschte."
        },
        {
            "heading": "Der Aufstieg Deutschlands (Teil I)",
            "text": "Ludwig der Deutsche, der Sohn von Ludwig dem Frommen, erbte den östlichen Teil des Heiligen Römischen Reiches, welches das Bayrische Königreich und andere Gebiete umfasste, aus denen später das Deutschland des Mittelalters hervorgehen sollte. Einen Großteil seiner Regentschaft verbrachte er damit, gegen die Slawen, die Wikinger und seine Brüder zu kämpfen, die den mittleren bzw. den westlichen Teil des Reichs von Karl dem Großen geerbt hatten - die Gebiete, aus denen später Frankreich und die Beneluxländer hervorgehen sollten. Ludwig der Deutsche herrschte etwa 50 Jahre (ca. 825-876). In dieser Zeit brachte er politische Stabilität in das kriegszerrüttete Königreich. Wenn er sich nicht mit seinen Nachbarn im Krieg befand, war Ludwig ein früher Förderer der deutschen Schrift, der die Gründung von Klöstern in seinem Königreich vorantrieb."
        },
        {
            "heading": "Das Mittelalter",
            "text": "In den zwei Jahrhunderten nach der Regentschaft Ludwigs wurde die Zentralregierung durch Druck von außen der Dänen, Sarazenen und Magyaren geschwächt. Sie erwies sich als unfähig, die Bürger vor Angriffen zu schützen, und so ging die Macht an regionale Herrscher über, was zu einem Flickwerk aus größtenteils unabhängigen Herzogtümern führte, die lediglich dem Namen nach keine unabhängigen politischen Einheiten waren. Nach dem Tod des letzten deutschen Karolingerkönigs wählten die deutschen Herzöge zunächst einen fränkischen Herzog zum König, doch als dieser sich als unfähig herausstellte, ging der Titel an einen sächsischen Herzog.Die Sachsen blieben einige Jahrhunderte an der Macht. Sie wehrten erfolgreich Angriffe von Barbaren aus dem Osten ab, allerdings erwies sich ihr Versuch, die deutsche Macht weiter nach Osten auszubreiten, als Desaster. Bis zum späten 10. Jahrhundert hatte Otto I. große Teile Italiens erobert. Papst Johannes XII. krönte ihn zum Kaiser, was eine mächtige Allianz zwischen den Deutschen und der Kirche ins Leben rief, die über ein Jahrhundert andauern sollte.Aber dieses Bündnis sollte nicht ewig bestehen. Letztendlich fing die Kirche an, die zunehmende Macht der deutschen Könige über ihren Besitz und ihr Personal abzulehnen. Reformer innerhalb der Kirche beklagten die Korruption der Bischöfe und Äbte, die ihre Positionen von Königen und Herzögen kauften (die Sünde der \"Simonie\"), und forderten, dass der Papst solche Ämter vergeben sollte. Die Lage spitzte sich 1075 zu, als König Heinrich IV. die Abdankung von Papst Gregor VII. forderte, woraufhin er von Gregor exkommuniziert wurde. Da er sich an der Schwelle zu einem Bürgerkrieg befand, war Heinrich gezwungen, den Papst um Vergebung zu bitten. Der Papst verzieh ihm, aber Heinrich war stark geschwächt und unfähig, die Rebellion zu unterdrücken, die 20 Jahre andauern sollte. Heinrich IV. überlebte zwar, aber die deutsche Monarchie war von diesem Konflikt dauerhaft geschwächt.In dieser Zeit wuchs die Macht Deutschlands in Mitteleuropa mit der Eroberung nicht-deutscher Bereiche im Westen und Osten durch deutsche Könige und Herzoge immer weiter. König Friedrich I. (Barbarossa), der von 1152 bis 1190 herrschte, zog aus, um die Lombardei und Italien zurückzuerobern. Obwohl er gegen die Langobarden nicht erfolgreich war, konnten er und seine Erben erhebliche Zugewinne in Italien verzeichnen. Friedrich starb 1190 während des verhängnisvollen dritten Kreuzzuges ins Heilige Land. Der Legende nach ertrank er beim Baden."
        },
        {
            "heading": "Der Fall Deutschlands (Teil I)",
            "text": "Die Erben Friedrichs waren nicht in der Lage, das zunehmend zersplitterte Deutschland zu einen, und als Friedrich II., Barbarossas Enkel, 1250 starb, gar es einige Zeit keinen Thronfolger. Auch als andere die Krone schließlich für sich beanspruchten, übte keiner davon wahre monarchistische Macht aus.Gegen Ende des 14. Jahrhunderts war die Auflösung Deutschlands so gut wie abgeschlossen."
        },
        {
            "heading": "Der Aufstieg Deutschlands (Teil II)",
            "text": "Deutschland sollte fünf lange Jahrhunderte geteilt bleiben. Im 18. Jahrhundert waren Österreich (unter den Habsburgern) und das Königreich Preußen die zwei vorherrschenden Mächte, und zu Beginn des 19. Jahrhunderts waren beide in die Wirren der Napoleonischen Kriege verwickelt, die Europa erschütterten. Auf dem Wiener Kongress, der 1814 nach der Niederlage Napoléons stattfand, taten sich viele der Staaten, die das alte deutsche Reich gebildet hatten, im Deutschen Bund zusammen. Österreich und Preußen trachteten beide danach, den Bund zu dominieren, und aufgrund ihrer unaufhörlichen Streitereien war der neue Staat schwach und gespalten.1861 ernannte König Wilhelm I. von Preußen Otto von Bismarck zum Ministerpräsidenten von Preußen. Nur drei Jahre später führte Bismarck sein Land in einen Krieg gegen Dänemark, das daraufhin dem wachsenden preußischen Reich zugeführt wurde. 1866 zog Preußen gegen Österreich in den Krieg, nachdem Bismarck mit List dafür gesorgt hatte, dass das Habsburger Reich isoliert und verwundbar dalag. Preußen konnte seinen einst mächtigen Gegenspieler mit Leichtigkeit besiegen und drängte Österreich so aus dem Bund.1870 zog Preußen gegen Frankreich in den Krieg und nutzte sein einzigartiges Schienennetzwerk für einen Blitzangriff, auf den Frankreich vollkommen unvorbereitet war. Die Franzosen wurden vernichtend geschlagen und Preußen beanspruchte das Gebiet Elsass-Lothringen. Nach dem deutlichen Sieg über die beiden einzigen Landmächte, die sie hätten aufhalten können, riefen Bismarck und die Preußen das Deutsche Reich, den direkten Vorgänger des heutigen Deutschlands, aus. Die nächsten 50 Jahre sollten die Geschicke Mitteleuropas von Deutschland bestimmt werden."
        },
        {
            "heading": "Der Fall Deutschlands (Teil II)",
            "text": "Die Geschichte des Ersten Weltkrieges ist allgemein bekannt. Im Prinzip war dieser Krieg Folge des schrecklichen Scheiterns der Diplomatie, als einige weniger fähige Männer Bismarcks Taktiken nacheifern wollten. In den Jahren vor diesem verheerenden Ereignis waren die Großmächte Europas in zwei bewaffnete Seiten aufgeteilt, und auf jeder Seite gab es ein Labyrinth aus diplomatischen Bündnissen, das nur wenig Raum für tatsächliche Diplomatie ließ. Land A war durch ein Abkommen an Land B gebunden, das Land C Hilfe im Fall eines Krieges mit Land D zugesichert hatte, das wiederum ähnlich mit den Ländern E, F und G verflochten war.1914 brach das ganze Kartenhaus in sich zusammen, nachdem Österreich-Ungarn einen recht plumpen Versuch unternommen hatte, sich Serbien einzuverleiben. Das Attentat auf einen Adligen aus Österreich-Ungarn durch einen serbischen Anarchisten wurde zum Vorwand für eine Kriegserklärung an Serbien genommen. Russland hielt sich an das Abkommen mit Serbien und erklärte seinerseits Österreich-Ungarn den Krieg, woraufhin Deutschland, das mit Österreich-Ungarn verbündet war, seine Streitkräfte mobilisierte, um Russland anzugreifen. Das brachte Frankreich - das den Verlust von Elsass-Lothringen 40 Jahre zuvor immer noch nicht verwunden hatte - dazu, gegen Deutschland ins Feld zu ziehen. England, das mit Frankreich und Russland verbündet war, blieb kaum eine Alternative, als Deutschland und Österreich-Ungarn ebenfalls den Krieg zu erklären.Auch wenn Deutschland und seine Verbündeten zu Beginn des Krieges einige große Erfolge verzeichnen konnte, indem sie Russland stark zusetzten und halb Frankreich überrannten, konnten sie ihren Feinden nicht den finalen Todesstoß versetzen, und kam es zu einer furchtbaren Pattsituation, die zu vier Jahre andauernden Grabenkämpfen führte. Großbritanniens Vorherrschaft auf See und der Eintritt der USA in den Krieg brachen schließlich den Kampfgeist der Deutschen. Vom Krieg erschöpft, an allen Fronten unter Druck und ohne Aussicht auf den Sieg, kam es innerhalb der deutschen Bevölkerung zur Revolte. Der Kaiser floh in die Niederlande, Deutschland rief die Republik aus und unterzeichnete am 11. November 1918 ein Waffenstillstandsabkommen. Der Krieg hatte insgesamt etwa 15 Millionen Menschenleben gefordert und ein Großteil Europas war nur noch ein stinkendes Ödland bestehend aus Schlamm, Leichen und Blindgängern.Die Siegermächte waren nach dem Krieg nicht übermäßig freundlich zu Deutschland. Frankreich holte sich die umstrittenen Gebiete Elsass-Lothringen zurück und die Alliierten bürdeten dem bereits mittellosen Land, dem verboten wurde, ein nennenswertes Militär zu unterhalten, hohe Reparationszahlungen auf. (Österreich-Ungarn erging es nicht besser: Das Reich wurde aufgrund ethnischer Gesichtspunkte in Österreich, Ungarn, Tschechoslowakei und Jugoslawien zerschlagen, und auch das Osmanische Reich wurde ähnlich zerstückelt.)Deutschland war am Boden, bankrott und befand sich in ständiger Gefahr, besetzt zu werden, wenn es seinen Nachbarn nicht gewaltige Geldsummen zahlte, die aber ihrerseits das Geld mindestens genauso dringend für den Wiederaufbau benötigten. Viele fragten sich, ob sich Deutschland jemals wieder von der Katastrophe des Ersten Weltkrieges erholen würde."
        },
        {
            "heading": "Der Aufstieg Deutschlands (Teil III)",
            "text": "Auch die Ereignisse, die zum Zweiten Weltkrieg führten, sind allgemein bekannt. Die Nationalsozialistische Partei machte sich die Wut und Erniedrigung, die das deutsche Volk fühlte, zu Nutzen und sicherte sich die Regierungsgewalt. Land, Wirtschaft und Militär wurden erstaunlich schnell wieder aufgebaut, während Juden, Homosexuelle, Sinti und Roma sowie andere Minderheiten mit zunehmender Härte verfolgt wurden.Während Deutschlands ehemalige Feinde untätig zusahen, vollzog Deutschland den Anschluss Österreichs und leibte sich dann die Tschechoslowakei ein. Stalins kommunistisches Russland, das von Frankreich, England und den USA isoliert war, half Deutschland bei der Aufteilung des wehrlosen Polens. Das führte dazu, dass Frankreich und England Deutschland den Krieg erklärten, doch keine der beiden Nationen hatte die militärische Macht, einen Offensivkrieg gegen Deutschlands wachsende Armee zu führen.1940 überfiel Deutschland Frankreich über den Umweg der Niederlande, Belgien und Luxemburg. Frankreichs Verteidigung war eingekesselt, und die deutschen Panzer machten mit den französischen und britischen Einheiten kurzen Prozess. In etwas mehr als einem Monat hatte Frankreich sich ergeben und Großbritannien war vom Festland vertrieben.1941 konzentrierte sich Deutschland auf den Osten. Die mächtige deutsche Kriegsmaschine schlug einen blutigen Pfad mitten in die Sowjetunion und zerstörte ganze russische Armeen, die sich ihr in den Weg warfen, um den Angriff aufzuhalten. Gegen Ende des Jahres 1941 schien Deutschland kurz davor zu stehen, die Sowjetunion zu zerschlagen und die unangefochtene Vorherrschaft auf dem europäischen Kontinent an sich zu reißen."
        },
        {
            "heading": "Der Fall Deutschlands (Teil III)",
            "text": "Trotz der anfänglichen, erstaunlichen Erfolge konnte Deutschland die Sowjetunion nicht komplett zerschlagen. Die russische Armee war zwar durch Stalins Säuberungsaktionen in den Offiziersreihen einige Jahre zuvor beeinträchtigt und dazu schlecht ausgerüstet und ausgebildet, aber sie stemmte sich dem deutschen Angriff heldenhaft entgegen. Die Rote Armee konnte den deutschen Vormarsch unter schweren Verlusten aufhalten, bevor Leningrad oder Moskau eingenommen werden konnte, was Stalin etwas Zeit verschaffte, um eine riesige Militärstreitmacht für eine Gegenoffensive auf die Beine zu stellen.An der Westfront sah es für Deutschland nicht besser aus. Die USA waren nach dem Angriff der Japaner auf Pearl Harbor in den Krieg eingetreten, und amerikanische und britische Truppen begannen, Deutschlands Macht zuerst in Afrika und dann in Italien zu schwächen. Als die Russen gegen schweren Widerstand der Deutschen nach Westen marschierten, landeten Amerikaner und Briten in Frankreich und eröffneten so eine weitere Front gegen die deutschen Streitkräfte. Unter dem schweren Druck an mehreren Fronten brach die deutsche Armee schließlich zusammen. Deutschland unterzeichnete am 8. Mai 1945 die bedingungslose Kapitulation.Deutschland musste für seine Vergehen teuer bezahlen. Millionen von Deutschen starben im Krieg, einschließlich einer erschreckenden Zahl deutscher Juden, die von ihren deutschen Landsleuten ermordet wurden. Die Sowjetunion, die selbst Millionen von Opfern zu verzeichnen hatte, verlagerte ihre Grenzen weiter westlich in polnisches Territorium hinein. Polen erhielt im Gegenzug Deutschlands östliche Territorien, und mehrere Millionen Deutsche wurden aus ihrer Heimat in die Teile vertrieben, die von Deutschland noch übrig waren. Deutschland selbst wurde unter den Alliierten aufgeteilt und besetzt. Russland besetzte Ostdeutschland, während Frankreich, Großbritannien und die USA Westdeutschland und halb Berlin kontrollierten."
        },
        {
            "heading": "Der Aufstieg Deutschlands (Teil IV)",
            "text": "In den Jahren nach dem Zweiten Weltkrieg schaffte Deutschland es ein weiteres Mal, sich auf erstaunliche Weise wieder aufzurappeln. Nach dem Ende des Kalten Krieges und dem Zusammenbruch der Sowjetunion wurden Ost- und Westdeutschland wiedervereinigt und es entstand erneut eine gewaltige Wirtschaftsmacht in Europa. Deutschland ist inzwischen ein enthusiastisches Mitglied der Europäischen Union und, was vielleicht am erstaunlichsten ist, ein enger Freund und Verbündeter Frankreichs. Das deutsche Volk scheint die Verantwortung für die schrecklichen Verbrechen, die im Namen Deutschlands im Zweiten Weltkrieg begangen wurden, zu akzeptieren und scheint fest dazu entschlossen, eine Wiederholung dieser Ereignisse niemals zuzulassen. Zusammenfassend lässt sich sagen, dass Deutschland im 21. Jahrhundert zu einer mächtigen Kraft für Frieden und Einheit in der Welt geworden ist."
        },
        {
            "heading": "Der Aufstieg Deutschlands (Teil IV)",
            "text": "In den Jahren nach dem Zweiten Weltkrieg schaffte Deutschland es ein weiteres Mal, sich auf erstaunliche Weise wieder aufzurappeln. Nach dem Ende des Kalten Krieges und dem Zusammenbruch der Sowjetunion wurden Ost- und Westdeutschland wiedervereinigt und es entstand erneut eine gewaltige Wirtschaftsmacht in Europa. Deutschland ist inzwischen ein enthusiastisches Mitglied der Europäischen Union und, was vielleicht am erstaunlichsten ist, ein enger Freund und Verbündeter Frankreichs. Das deutsche Volk scheint die Verantwortung für die schrecklichen Verbrechen, die im Namen Deutschlands im Zweiten Weltkrieg begangen wurden, zu akzeptieren und scheint fest dazu entschlossen, eine Wiederholung dieser Ereignisse niemals zuzulassen. Zusammenfassend lässt sich sagen, dass Deutschland im 21. Jahrhundert zu einer mächtigen Kraft für Frieden und Einheit in der Welt geworden ist."
        },
        {
            "heading": "Der Aufstieg Deutschlands (Teil IV)",
            "text": "In den Jahren nach dem Zweiten Weltkrieg schaffte Deutschland es ein weiteres Mal, sich auf erstaunliche Weise wieder aufzurappeln. Nach dem Ende des Kalten Krieges und dem Zusammenbruch der Sowjetunion wurden Ost- und Westdeutschland wiedervereinigt und es entstand erneut eine gewaltige Wirtschaftsmacht in Europa. Deutschland ist inzwischen ein enthusiastisches Mitglied der Europäischen Union und, was vielleicht am erstaunlichsten ist, ein enger Freund und Verbündeter Frankreichs. Das deutsche Volk scheint die Verantwortung für die schrecklichen Verbrechen, die im Namen Deutschlands im Zweiten Weltkrieg begangen wurden, zu akzeptieren und scheint fest dazu entschlossen, eine Wiederholung dieser Ereignisse niemals zuzulassen. Zusammenfassend lässt sich sagen, dass Deutschland im 21. Jahrhundert zu einer mächtigen Kraft für Frieden und Einheit in der Welt geworden ist."
        }
    ],
    "leader": {
        "name": "Bismarck",
        "subtitle": "Staatsoberhaupt der Deutschen",
        "lived": "1815-1898 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/bismarck.png",
        "trait": {
            "name": "Furor Teutonicus",
            "effect": "67%ige Chance, dass Ihr beim Besiegen von Barbaren in Lagern 25 Gold erhaltet und sie sich Euch anschließen. 25% weniger Landeinheitenunterhalt."
        },
        "titles": [
            "Kanzler des Deutschen Reichs",
            "\"Eiserner Kanzler\""
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Otto von Bismarck, auch bekannt als der Eiserne Kanzler, ist die vielleicht signifikanteste Figur der deutschen Geschichte. Während seiner langen politischen Karriere vereinte Bismarck Deutschland und gründete das Deutsche Reich. Deutschland wurde von einem schwachen losen Zusammenschluss von Staaten zu einer mächtigen geeinten Nation, die Zentraleuropa dominieren sollte."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Bismarck stammte aus einer adligen preußischen Familie, und ohne Zweifel lag ihm die Arroganz der preußischen Junker im Blut. Er war ein schlechter Schüler, der aber beim Duellieren sowie als Historiker und Linguist auftrumpfen konnte. Die meiste Zeit verbrachte er jedoch mit anderen Aristokraten mit Trinkgelagen in ihrer exklusiven Studentenverbindung.Unfähig, die Disziplin zu akzeptieren, die im Militärdienst verlangt wurde, trat Bismarck stattdessen dem preußischen Diplomatenkorps bei, wo seine Fähigkeiten ihm schnell die Aufmerksamkeit des preußischen Kaisers einbrachten. Er wurde zum preußischen Gesandten im Bundestag benannt und arbeitete in dieser Position an der Stärkung von Preußens Machtstellung innerhalb Deutschlands. Er stieg schließlich bis zum preußischen Ministerpräsidenten auf, und in dieser Stellung schaffte er es nach Jahren der Mühen, Deutschland unter preußischer Herrschaft zu vereinen. Bismarck gelang dies durch geschickte Diplomatie und eine Serie erfolgreicher Kriege."
            },
            {
                "heading": "Außenpolitik",
                "text": "Sobald Deutschland vereint war, konzentrierte sich Bismarck in der Außenpolitik hauptsächlich auf einen Frieden in Europa, was er durch die Isolation von Frankreich erreichen wollte, Deutschlands historischem Erzfeind. Darin war er größtenteils erfolgreich. 1870 konstruierte er einen Krieg mit Frankreich, um verschiedene deutsche Nationen (Bayern, Baden und andere) ins Deutsche Reich zu ziehen. Frankreich wurde im Krieg schnell besiegt.Nachdem er sein primäres Ziel, die deutschen Staaten an sich zu binden, erreicht hatte, verlangte Bismarck nach eher milden Friedensbedingungen, doch Deutschlands Bevölkerung und Militär wollten mehr, und so war er gezwungen, die französischen Provinzen Elsass und Lothringen zu annektieren. Bismarck wusste, dass dies auf lange Sicht Schwierigkeiten mit sich bringen würde. Vor dem Krieg hatte er einem Kollegen noch gesagt: \"Nehmen wir an, wir gewinnen das Elsass, dann müssten wir unsere Eroberung fortsetzen und Straßburg dauerhaft befestigen. Das wäre eine unmögliche Position, denn letztendlich werden die Franzosen Verbündete finden - und wir steuern dann auf schwere Zeiten zu.\" Das war genau das, was im Ersten Weltkrieg geschah, in dem Deutschland wahrhaft schwere Zeiten erlebte."
            },
            {
                "heading": "Innenpolitik",
                "text": "Obwohl Bismarck ein äußerst konservativer Monarchist war, war er der erste europäische Staatsführer, der ein soziales Sicherungssystem für die Arbeiterschaft vorantrieb. Er erneuerte das deutsche Zahlungssystem, in dem er zum ersten Mal eine einzige Währung einführte. Er half außerdem bei einer Novellierung von Zivil- und Handelsrecht. Sein Wohlwollen war jedoch nicht universell. Während er die deutschen Juden emanzipierte, erließ Bismarck Gesetze, um die Katholiken einzuschränken."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Die größte diplomatische Schwäche, die Bismarck hatte, war sein Verlangen, die Position Frankreichs um jeden Preis zu schwächen. Er war zeitlebens darin erfolgreich, machte Frankereich so jedoch zu einem unversöhnlichen Feind, was im folgenden Jahrhundert gravierende Konsequenzen nach sich ziehen sollte. Der größte innenpolitische Fehler Bismarcks war seine Gleichgültigkeit dem Volk gegenüber. Während Macht und Status Deutschlands zunahmen, verbesserte sich die Lebensqualität der Bevölkerung nur unwesentlich. Sein Sozialsystem hatte einige gute Auswirkungen, doch hatte er es hauptsächlich ins Leben gerufen, um den deutschen Sozialisten keine größeren Zugeständnisse machen zu müssen.Bismarck war ein großer Staatsführer, vielleicht der größte europäische Staatsmann des 19. Jahrhunderts. Seine Triumphe überschatteten seine Niederlagen, und beinahe im Alleingang machte er aus einer Gruppe zänkischer Königreiche einen mächtigen Staat. Auch wenn seine Politik ihren Teil zu den Katastrophen beitrugen, die Deutschland in der Zukunft erwarteten, war sie doch mehr auf die Unfähigkeit seiner Nachfolger zurückzuführen, sich dem wandelnden geopolitischen Klima in Europa anzupassen."
            }
        ]
    }
}