{
    "id": 9,
    "name": "Griechenland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/greece.png",
    "dawn_of_man": "Möge der Segen der Götter mit Euch sein, oh großer König Alexander! Ihr seid der Herrscher der mächtigen griechischen Nation. Euer Volk lebte jahrelang isoliert in Stadtstaaten - legendären Städten wie Athen, Sparta, Theben - wo es der Welt viele großartige Dinge bescherte, wie etwa Demokratie, Philosophie, Tragödie, Kunst und Architektur - die Grundsäulen der westlichen Zivilisation. Obwohl die Griechen nur wenige waren und sich oft gegenseitig bekriegten, konnten sie im 5. Jahrhundert v. Chr. ihren wesentlich größeren Nachbarn Persien an Land und zu Wasser besiegen.Alexander, Euer Volk ist bereit, in den Krieg zu ziehen, um die großartige griechische Kultur an Millionen weiterzugeben und Euch ewig währenden Ruhm zu verschaffen. Seid Ihr bereit, Euer Schicksal anzunehmen, König Alexander? Werdet Ihr Euer Volk siegreich zu Größe verhelfen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Begleitkavallerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/companion_cavalry.json"
        },
        {
            "name": "Hoplit",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/hoplite.json"
        }
    ],
    "city_names": [
        "Athen",
        "Sparta",
        "Korinth",
        "Argos",
        "Knossos",
        "Mykene",
        "Pharsalos",
        "Ephesus",
        "Halikarnassos",
        "Rhodos",
        "Eretria",
        "Pergamon",
        "Milet",
        "Megara",
        "Phokaea",
        "Sykion",
        "Tiryns",
        "Samos",
        "Mytilene",
        "Chios",
        "Paros",
        "Tegea",
        "Elis",
        "Syracuse",
        "Herakleia",
        "Gortyn",
        "Chalkis",
        "Pylos",
        "Pella",
        "Naxos",
        "Sykion",
        "Smyrna",
        "Larissa",
        "Apollonia",
        "Messene",
        "Orchomenos",
        "Ambracia",
        "Kos",
        "Knidos",
        "Amphipolis",
        "Patras",
        "Lamia",
        "Nafplion",
        "Apolyton"
    ],
    "spy_names": [
        "Jason",
        "Helena",
        "Alexa",
        "Cletus",
        "Kassandra",
        "Andres",
        "Desdemona",
        "Anthea",
        "Aeneas",
        "Leander"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Der Einfluss Griechenlands auf die westliche Kultur und Geschichte kann gar nicht genug betont werden. Das antike Griechenland hat einige der bedeutendsten Künstler, Philosophen, Wissenschaftler, Geschichtsschreiber, Dramatiker und Krieger hervorgebracht, die die Welt je gesehen hat. Griechische Krieger und Kolonisten haben ihre Kultur überall im Mittelmeerraum und bis in den Nahen und Fernen Osten verbreitet. Die Römer haben als Erben Griechenlands das griechische Gedankengut weiter nach ganz Europa getragen, von wo aus es seinen Weg über die Ozeane bis in die Neue Welt fand.Griechenland und seine Einwohner sind für zahllose Erfindungen und Entdeckungen verantwortlich, darunter die erste Theateraufführung, das erste Geschichtswerk und die erste philosophische Abhandlung. Sie waren die erste Nation des Westens, die belegbar über Sportveranstaltungen, Gedichte und eigens für das Theater errichtete Gebäude verfügte. Im Bereich Politik haben Griechen die erste bekannte Demokratie und Republik erschaffen. Griechische Einflüsse finden sich auch heute noch überall: Ärzte legen den hippokratischen Eid ab und moderne Architekten lassen sich immer noch von klassisch griechischen Formen inspirieren. Westliche Zivilisationen sind in vielerlei Hinsicht von der antiken griechischen Zivilisation geprägt."
        },
        {
            "heading": "Gebiet",
            "text": "Griechenland liegt auf einer großen, weit ausgedehnten Halbinsel, die sich südlich vom Balkan zwischen dem Ionischen Meer und der Ägäis ins östliche Mittelmeer erstreckt. Der Golf von Korinth, der sich zum Ionischen Meer hin öffnet und östlich entlang fast der gesamten Landfläche verläuft, entzweit die Halbinsel beinahe, sodass nur eine schmale Landenge den nördlichen und südlichen Teil verbindet. Griechenland ist insgesamt ziemlich bergig - schmale, fruchtbare Täler sind von majestätischen Berggipfeln umgeben. Die Sommer sind warm, die Winter in den Küstenebenen sind mild, aber in den Bergen fällt häufig Schnee.Historisch gesehen war das Ägäische Meer so etwas wie ein griechischer See. In der klassischen Periode herrschten die Griechen über die Hunderten von Inseln in der Ägais sowie über die felsigen Küsten Anatoliens (Türkei) im Osten."
        },
        {
            "heading": "Die Mykener",
            "text": "Über die ersten Einwohner Griechenlands ist nur wenig bekannt. Sie wurden in der Bronzezeit um 1900 v. Chr. nahezu komplett vernichtet, als zahlreiche mykenische Stämme vom Balkan aus in Griechenland einwanderten. Die neuen Bewohner standen 500 Jahre lang größtenteils unter der Herrschaft der minoischen Kultur auf Kreta, bis ca. 1400 v. Chr. die Mykener die minoische Herrschaft beenden konnten. Homers \"Ilias\" und \"Odyssee\" stammen aus der mykenischen Periode. Die Werke wurden zwar im Laufe der Zeit verändert, doch bieten sie nichtsdestotrotz einen Einblick in Kriegsführung, Politik, Religion und Alltagsleben der Mykener.Die Zivilisation der Mykener brach 1100 v. Chr. zusammen. Die Gründe dafür sind immer noch umstritten, doch es könnte ein Zusammenhang mit dem Zustrom einer weiteren Einwanderergruppe aus dem Norden bestehen - den Doriern. Nach dem Zusammenbruch der mykenischen Kultur begann für Griechenland das sogenannte, ca. 300 Jahre andauernde Dunkle Zeitalter, aus dem es nur wenige schriftliche Überlieferungen gibt."
        },
        {
            "heading": "Die Archaik",
            "text": "Die sogenannte Archaik beginnt nach dem Dunklen Zeitalter Griechenlands in der Mitte des 7. Jahrhunderts v. Chr. In dieser Zeit beginnen die Griechen erneut, schriftliche Aufzeichnungen zu machen. Die mykenische Schriftsprache ging jedoch im Dunklen Zeitalter verloren, sodass die Griechen die Buchstaben der Phönizier abwandelten und daraus ein eigenes griechisches Alphabet schufen.Das erste überlieferte Datum in der griechischen Geschichte ist 776 v. Chr., das Jahr der ersten Olympischen Spiele. Diese bestanden anfänglich offenbar aus nur einer Disziplin, einem Wettlauf über ungefähr 182 Meter, den ein Koch namens Koroibos von Elis für sich entschied. Die Spiele wurden alle vier Jahre abgehalten. In den folgenden Jahrzehnten kamen immer wieder neue Disziplinen hinzu, darunter ein 365-Meter-Rennen, der Marathonlauf, Ringen, Speerwurf und Diskus sowie später auch Faustkampf und Wagenrennen."
        },
        {
            "heading": "Griechische Kolonisation",
            "text": "Die Archaik ist von den Kolonisationsbemühungen der Griechen geprägt, als zahlreiche Städte Bürgergruppen losschickten, um die Inseln und Küsten des östlichen Mittelmeerraums zu besiedeln. Warum die griechischen Bürger ihre Heimat verließen, um Kolonien zu gründen, ist unbekannt: Manche Historiker glauben, die Siedler wurden durch Gier angetrieben, da sie glaubten, in der Ferne leichter zu Reichtum zu kommen, während andere dazu tendieren, Druck durch die hohen Bevölkerungszahlen wenigstens teilweise als Ursache zu sehen. In den nächsten Jahrhunderten wurden griechische Kolonien an den Küsten Nordafrikas, Siziliens, Italiens, Anatoliens, Ägyptens und des Nahen Ostens gegründet. Die Kolonien waren größtenteils unabhängig, hielten aber enge Verbindungen zur jeweiligen Heimatstadt."
        },
        {
            "heading": "Der Aufstieg der Polis",
            "text": "Der Begriff \"Polis\" bezeichnet den Stadtstaat in der griechischen Antike. Ursprünglich steht der Begriff für eine klassische politische Einheit im Stil Athens, also eine große Zentralstadt, die zahlreiche Städte und Dörfer in der Umgebung beherrscht. Er wird jedoch auch für eine Gruppe aus mehreren kleineren Städten ohne eine dominante Zentralstadt verwendet, was eher dem Aufbau Spartas entspricht. Beide Formen treten zum ersten Mal im 8. Jahrhundert v. Chr. auf. Manche Historiker glauben, dass die großen Städte sich um religiöse Tempel herum entwickelten, während andere die Meinung vertreten, dass die Griechen die Stadtorganisation von den Phöniziern übernahmen, die schon länger über ähnliche politische Gebilde verfügten.Jede Polis war eine souveräne politische Einheit, die nur den eigenen Bürgern gegenüber zur Rechenschaft verpflichtet war. Die Einwohner der Stadtstaaten hatten zwar meist eine gemeinsame Sprache, Geschichte und Nationalität (griechisch natürlich), doch das hielt sie nicht davon ab, ständig Konflikte anzuzetteln und sich gegenseitig den Krieg zu erklären, wenn ihnen danach war. Auch wenn sich die Stadtstaaten nicht selten zusammentaten, um einen gemeinsamen Feind zu bekämpfen, wurden solche Bündnisse nach der jeweiligen Krise meist schnell wieder aufgelöst.Es gab vier vorherrschende griechische Stadtstaaten - Korinth, Theben, Sparta und Athen -, von denen Sparta und Athen am mächtigsten waren. Es war auch der Kampf um Vorherrschaft zwischen diesen beiden Stadtstaaten, der schließlich die griechische Welt zum Einsturz bringen sollte."
        },
        {
            "heading": "Die Spartaner",
            "text": "Die Polis Sparta befand sich in einer relativ armen, unwirtlichen, zentral im Süden Griechenlands gelegenen Gegend. Im 8. Jahrhundert v. Chr. geriet Sparta in einen Krieg mit dem nahegelegenen Messenien. Die Spartaner gewannen, eroberten Messenien und versklavten die Bevölkerung; diese Sklaven wurden später als \"Heloten\" bekannt. Die Heloten waren verbittert über ihr Schicksal und versuchten immer wieder, sich aufzulehnen. Um die Sklaven in Schach zu halten, wurde die Gesellschaft Spartas stark militarisiert. Jeder männliche Spartaner musste sein Zuhause verlassen und in einem sehr frühen Alter den Militärdienst antreten. Die Soldaten Spartas waren extrem diszipliniert und quasi furchtlos, was ihnen den Ruf als beste Fußsoldaten Griechenlands einbrachte."
        },
        {
            "heading": "Die Athener",
            "text": "Athen lag im Südosten Griechenlands, in einer reichen und fruchtbaren Region namens Attika. Im Gegensatz zu Sparta waren die Athener eine starke Seemacht. Ihnen lagen die Künste, Kultur und Wissenschaft mehr als das strenge, militärische Leben der Spartaner. (An dieser Stelle sei allerdings erwähnt, dass auch die Athener genau wie Sparta Sklaven hatten und nicht davor zurückschreckten, feindliche Städte zu erobern und auszuplündern.)Im späten 6. Jahrhundert v. Chr. wurde Athen vom Tyrannen Peisistratos regiert, auf den seine Söhne folgten. Ein Athener Aristokrat bat daraufhin den König Spartas - Kleomenes I. - um Hilfe beim Sturz der Tyrannen, doch nach getaner Arbeit setzte Kleomenes selbst einen Marionettenherrscher ein. Dieser wurde von den Athenern vertrieben, die nun eine neue Regierung schufen, bei der alle Bürger, ausgenommen Frauen und Sklaven, gleich viel Macht innehatten - das war die Geburtsstunde der Demokratie. Die Spartaner griffen Athen an, um ihren Marionettenherrscher wieder einzusetzen, doch die Athener verteidigten ihre Stadt hartnäckig, bis die Angreifer sich zurückziehen mussten. So entstand eine Rivalität zwischen den beiden Mächten, die noch Jahrhunderte andauern sollte."
        },
        {
            "heading": "Das klassische Griechenland (510 v. Chr. - 323 v. Chr.)",
            "text": "Die klassische Periode des antiken Griechenlands beginnt, als die Athener ihren letzten Tyrannen stürzen, und reicht bis zum Tod von Alexander dem Großen. In dieser Zeit erlebt Griechenland geradezu eine explosionsartige Entwicklung in den Bereichen Kunst, Architektur, Literatur, Wissenschaft und Politikwissenschaft, eine ruhmreiche Wiedergeburt von menschlicher Kultur und Wissen. Man denke nur daran, wie viele Griechen man aus dieser Zeit kennt: Leonidas I., König von Sparta, Perikles, Oberhaupt von Athen, die Geschichtsschreiber Herodot und Xenophon, die Philosophen Sokrates, Platon und Aristoteles, die Dramatiker Euripides, Sophokles und Aristophanes, der Arzt Hippokrates - alle diese Männer lebten vor 2.500 Jahren und wir erinnern uns immer noch an sie. Gibt es irgendeine andere Periode in der Geschichte, in der so viele große Männer in einem so kleinen Landstrich auf der Karte aufgetreten sind?Auch wenn es eine wirklich außergewöhnliche Epoche war, so gab es auch viele blutige, schreckliche Kriege, und einige große Männer der Zeit investierten viel Energie in Versuche, sich gegenseitig umzubringen. Es stellt sich die interessante Frage, ob dies trotz oder gerade wegen der unaufhörlich wütenden Kriege ein goldenes Zeitalter war."
        },
        {
            "heading": "Die Perserkriege",
            "text": "Zu Beginn des 5. Jahrhunderts v. Chr. befanden sich die griechischen Städte an der anatolischen Küste (Ionien) unter der Herrschaft von Persien, einem riesigen und mächtigen Reich im Südosten. 499 v. Chr. kam es zu Revolten in den griechischen Städten. Einige Städte des griechischen Festlands unterstützten sie zwar, doch der massiven persischen Reaktion konnten sie nichts entgegensetzen, und sie wurden alle zurückerobert.Sieben Jahre später (492 v. Chr.) starteten die Perser einen großangelegten Vergeltungsangriff gegen die Griechen. Die persische Invasion setzte sich aus zwei Elementen zusammen: einer riesigen Armee und einer starken Flotte, die deren Flanke schützen sollte. Die Streitkräfte rückten durch Thrakien und Makedonien vor, doch ihr General wurde verwundet und sie mussten sich nach Kleinasien zurückziehen.490 v. Chr. setzte die persische Flotte eine enorme Streitmacht (zwischen 20.000 und 100.000 Soldaten) in Attika ab. Ihnen gegenüber stand eine wesentlich kleinere Armee aus vielleicht 9.000 Athenern und 1.000 Kämpfern aus Platea, denen es jedoch gelang, die Perser vernichtend zu schlagen. Danach herrschte zehn Jahre Frieden.480 v. Chr. startete der persische König Xerxes I. einen weiteren Großangriff auf Griechenland und führte dieses Mal ungefähr 300.000 Soldaten auf die Halbinsel. Die riesige Armee konnte die Städte in Zentralgriechenland schnell einnehmen und marschierte unerbittlich weiter auf Athen zu. Die Invasoren trafen bei den Thermopylen auf eine wesentlich kleinere Gruppe Soldaten u. a. aus Sparta, die hartnäckig und bis zum letzten Mann kämpften und so den Athenern genug Zeit verschafften, die Stadt zu verlassen. Diese waren zwar nun heimatlos, doch verfügten sie immer noch über ihre starke Flotte, mit der sie die persischen Schiffe zerstörten und so den Nachschub für die persische Armee in Athen abschnitten. In nur einem Jahr stellten die Spartaner eine große Armee auf und griffen die Besatzer an, die schließlich vernichtend besiegt wurden.478 v. Chr. waren die Athener in ihre größtenteils zerstörte Stadt zurückgekehrt und begannen mit dem Wiederaufbau. Sie gründeten zusammen mit zahlreichen Inselstädten den Attischen Seebund und konnten so die persische Flotte permanent aus dem Ägäischen Meer vertreiben."
        },
        {
            "heading": "Der Peloponnesische Krieg",
            "text": "Nach dem Sieg über Persien forderten die Athener große Geldsummen von den anderen Mitgliedern des Attischen Seebunds, womit sie ihre zerstörte Stadt wieder aufbauen wollten. Da Athen über die mit Abstand größte Flotte verfügte, waren die Inselstädte gezwungen zuzustimmen. Die Athener wurden reicher und mächtiger, als sie es je zuvor gewesen waren, sodass der Attische Seebund faktisch zum athenischen Reich geworden war.Alarmiert durch die wachsende Macht von Athen gründete Sparta den Peloponnesischen Bund, eine Allianz mit den anderen beunruhigten griechischen Landmächten, darunter auch Korinth und Elis. 458 v. Chr. brach zwischen dem Attischen Seebund und dem Peloponnesischen Bund Krieg aus, der mehrere Jahre ergebnislos andauerte, bis 445 v. Chr. ein Friedensvertrag unterzeichnet wurde. Der instabile Frieden hielt bis zum Jahr 431 v. Chr., als beide Seiten die Kämpfe wieder aufnahmen.Der Krieg dauerte Jahrzehnte. Die Truppen Spartas eroberten Attika und belagerten Athen, und die Stadt wurde von einer schrecklichen Seuche heimgesucht, die Tausende Einwohner, darunter auch den großen Anführer Perikles, das Leben kostete. Doch Athen überlebte und die Spartaner wurden zurückgedrängt. Die athenische Flotte drangsalierte die feindlichen Küstenlinien und Bündnispartner Spartas, sodass sich die Schatz- und Speisekammern des Peloponnesischen Bunds immer weiter leerten. Da keine Seite einen Vorteil erringen konnte, wurde 421 v. Chr. erneut ein Friedensvertrag geschlossen.Der Nikiasfrieden wurde 415 v. Chr. nach sechs Jahren durch eine großangelegte Invasion Athens auf Sizilien, wo sich mehrere Bündnisstädte Spartas befanden, beendet. Der Angriff Athens war ein langer, teurer und katastrophaler Fehlschlag, der zur Vernichtung der Invasionsarmee und nahezu der gesamten Flotte Athens führte. Athen war an Land wie auf See schlimm getroffen.405 v. Chr. konnte die Flotte Spartas (mit Hilfe der Perser) die Flotte der Athener besiegen und eine undurchdringliche Blockade um Athen aufbauen. Die Athener hungerten und hatten keine Aussicht auf fremde Hilfe, sodass sie schließlich kapitulierten. Die siegreichen Spartaner erlegten Athen hohe Strafen auf, entzogen der Stadt alle Besitztümer jenseits des Festlandes und untersagten den Wiederaufbau ihrer Flotte."
        },
        {
            "heading": "Philipp II. und Alexander von Makedonien",
            "text": "Da die Stadtstaaten Südgriechenlands durch jahrzehntelange brutale Kriege deutlich geschwächt waren, verlagerte sich das Machtzentrum in den Norden nach Makedonien. 338 v. Chr. führte Philipp II. eine Armee in den Süden und wurde dabei von seinem 16-jährigen Sohn Alexander begleitet, der schon während eines Feldzugs gegen einen thrakischen Aufstand sein Können als Heerführer unter Beweis gestellt hatte. Nach dem Sieg über mehrerer kleine Armeen konnten Philipp und Alexander eine vereinte Armee aus Thebanern und Athenern in der Schlacht von Chaironeia vernichtend schlagen. Philipp zog dann weiter nach Korinth, das sich kampflos ergab.Philipp bereitete eine großangelegte Invasion Persiens vor, die er an der Spitze einer großen Armee bestehend aus Makedoniern und anderen griechischen Kriegern anführen wollte. Doch 336 v. Chr. wurde er ermordet, sodass Alexander im Alter von 20 Jahren zum König von Makedonien ausgerufen wurde.Nach der Nachricht von Philipps Tod versuchten die südgriechischen Städte zu revoltieren, doch Alexander zog an der Spitze von 3.000 makedonischen Kavalleristen nach Süden, woraufhin sich die verängstigten Stadtstaaten schnell ergaben. Er zog dann weiter nach Norden auf den Balkan, wo er in einer Art Blitzkrieg mehrere Armeen besiegen konnte, die viel größer als seine eigene waren.Während Alexander die nördlichen Grenzen seines Königreichs sicherte, kam es in mehreren südlichen Stadtstaaten, darunter Theben und Athen, erneut zu Aufständen. Alexander rächte sich, indem er Theben bis auf die Grundmauern niederbrannte und den Großteil der Bewohner als Sklaven verkaufte, woraufhin Athen sofort kapitulierte und um Gnade flehte. Danach musste sich Alexander wegen der südgriechischen Stadtstaaten keine Sorgen mehr machen."
        },
        {
            "heading": "Die Eroberung Persiens",
            "text": "334 v. Chr. führte Alexander eine Armee bestehend aus 40.000 Griechen über den Hellespont in persisches Gebiet. Die Einzelheiten dieses außergewöhnlichen Feldzugs sind in einem anderen Kapitel dieser Zivilopädie beschrieben (siehe [link]Alexander der Große[end link]). An dieser Stelle soll nur gesagt sein, dass Alexander in zehn kurzen Jahren ganz Kleinasien, Persien und Ägypten sowie Teile Westindiens erobern konnte. Er starb im Alter von 32 Jahren 323 v. Chr. ohne Erben, sodass sein Reich aufgeteilt wurde und in die Hände seiner Generäle und deren Kinder fiel."
        },
        {
            "heading": "Alexanders Vermächtnis",
            "text": "Griechenland blieb nach Alexanders Tod nicht vereint. Da die Stadtstaaten wieder zu ihren üblichen Streitereien übergingen, wurden sie zu einer leichten Beute für Rom, der wachsenden Macht im Westen. 146 v. Chr. wurde Makedonien zur römischen Provinz und im Verlauf des nächsten Jahrhunderts wurde auch der Rest des Landes eingenommen.330 n. Chr. löste das Byzantinische Reich die römische Herrschaft über Griechenland ab. Die Byzantiner blieben knapp 1.000 Jahre an der Macht, bis sie von Osmanen verdrängt wurden. Diese herrschten ab Mitte des 15. bis früh ins 19. Jahrhundert über Griechenland, das 1829 seine Unabhängigkeit wiedererhielt - fast 1.850 Jahre nach der Eroberung durch die Römer."
        },
        {
            "heading": "Alexanders Vermächtnis",
            "text": "Griechenland blieb nach Alexanders Tod nicht vereint. Da die Stadtstaaten wieder zu ihren üblichen Streitereien übergingen, wurden sie zu einer leichten Beute für Rom, der wachsenden Macht im Westen. 146 v. Chr. wurde Makedonien zur römischen Provinz und im Verlauf des nächsten Jahrhunderts wurde auch der Rest des Landes eingenommen.330 n. Chr. löste das Byzantinische Reich die römische Herrschaft über Griechenland ab. Die Byzantiner blieben knapp 1.000 Jahre an der Macht, bis sie von Osmanen verdrängt wurden. Diese herrschten ab Mitte des 15. bis früh ins 19. Jahrhundert über Griechenland, das 1829 seine Unabhängigkeit wiedererhielt - fast 1.850 Jahre nach der Eroberung durch die Römer."
        }
    ],
    "leader": {
        "name": "Alexander",
        "subtitle": "Staatsoberhaupt der Griechen",
        "lived": "356-323 v. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/alexander.png",
        "trait": {
            "name": "Hellenische Liga",
            "effect": " Einfluss auf Stadtstaaten sinkt halb so schnell und steigt doppelt so schnell wie normalerweise."
        },
        "titles": [
            "Alexander der Große"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Alexander der Große zählt zweifelsohne zu den größten Kriegsherren aller Zeiten. In nur 17 Jahren führte er seine Armee in Europa, Asien, Afrika und dem Nahen Osten von Sieg zu Sieg und bezwang jede Zivilisation, die er erreichen konnte."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Alexander wurde 356 v. Chr. als Sohn Philipps II., eines immens erfolgreichen Königs und Kriegsherren, geboren. Philipp hatte das unbedeutende Makedonien zur stärksten Militärmacht seiner Zeit gemacht. Er hatte Athen, Illyrien und Thrakien erobert - die drei Mächte, die nur wenige Jahre zuvor kurz vor der Eroberung Makedoniens gestanden hatten. Als Sohn des mächtigsten Monarchen der \"zivilisierten\" Welt war für Alexander das Beste gerade gut genug - einschließlich seiner Erziehung. Der Gelehrte Aristoteles, der große Denker der westlichen Zivilisation, war sein Lehrer.Seine Mutter Olympias brachte ihm bei, dass er von Herkules und Achilles abstammte, sodass es dem jungen Alexander nicht an Selbstbewusstsein mangelte. Im Alter von nur 14 Jahren machte ihn Philipp zu seinem Stellvertreter in Makedonien, während er selbst einen Feldzug gegen Byzanz führte. In Abwesenheit seines Vaters schlug Alexander einen Aufstand in Thrakien nieder. Zwei Jahre später war er als Kommandant des linken Flügels der Armee seines Vaters an einer Schlacht beteiligt, in der Philipp über den griechischen Staatenbund triumphierte und damit faktisch ganz Griechenland unterwarf.Im Folgejahr wurde Alexander dann zumindest für eine Weile von seinem Glück verlassen. König Philipp verließ Alexanders Mutter für eine Frau namens Kleopatra und Alexander floh mit seiner Mutter aus Makedonien. Kurze Zeit später versöhnte sich Alexander wieder mit seinem Vater, aber Alexanders Position als Thronfolger wäre in großer Gefahr gewesen, wenn Philipp nicht praktischerweise vor der Zeugung eines weiteren Sohnes gestorben wäre."
            },
            {
                "heading": "Aufstieg zur Macht",
                "text": "Nach der Eroberung Griechenlands und des Balkans stellte König Philipp eine Armee für einen Feldzug gegen die Perser zusammen. 336 v. Chr. wurde Philipp jedoch während der Hochzeit seiner Tochter Kleopatra von Pausanias, dem Hauptmann seiner Leibwache, ermordet. (Es wird vermutet, dass Alexanders Mutter Olympias - oder gar Alexander selbst - die Ermordung beauftragt hat, aber Pausanias starb während des Attentats und so gibt es keine handfesten Beweise.) Im Alter von zwanzig Jahren wurde Alexander vom makedonischen Adel und der makedonischen Armee als König anerkannt. Er feierte seinen Triumph, indem er alle ermorden ließ, die seinen Thron infrage stellten, und setzte dann den von seinem Vater geplanten Einmarsch in Persien fort."
            },
            {
                "heading": "Die Erschaffung eines Reiches",
                "text": "Alexanders Armee bestand aus 30.000 Fußsoldaten und 5.000 Kavalleristen, unterstützt von Ingenieuren, Beobachtern, Wissenschaftlern und sogar Historikern - eine riesige Armee für die damalige Zeit.Im Kampf konnte Alexander erstaunliche Erfolge gegen die Perser verzeichnen. Wiederholt bezwang er ihre besten Soldaten, obwohl die Perser zahlenmäßig weit überlegen waren. Dieser Triumph war primär seinem militärischen Genie sowie der hervorragenden Ausbildung und dem ungebrochenen Kampfgeist seiner Truppen zu verdanken, die Alexander für unbesiegbar hielten.Alexander schien keine Furcht zu kennen. Meist führte er die makedonische Elite-Begleitkavallerie an vorderster Front in die Schlacht und im Laufe seiner militärischen Karriere zog er sich viele gefährliche Verletzungen zu, aber keine davon konnte seinen militärischen Eifer bremsen.Nach der Besetzung Persiens wandte sich Alexander nach Süden, um Syrien, Palästina, weite Teile des heutigen Irak und schließlich Ägypten zu erobern. 331 kehrte Alexander nach Persien zurück und vernichtete die letzten persischen Truppen, um das Land komplett zu erobern. Er rückte weiter nach Osten vor und unterwarf schließlich den mächtigen indischen König Poros, doch die Verluste waren so hoch, dass seine Männer Alexander anflehten, den Feldzug zu beenden und sie zu ihren Familien zurückkehren zu lassen. Alexander selbst begab sich daraufhin in die eroberte Stadt Babylon, um sein Reich von dort aus zu regieren."
            },
            {
                "heading": "Alexanders letzte Jahre",
                "text": "In nur acht Jahren Kampf hatte Alexander das bis dahin größte Reich aller Zeiten geschaffen und mit seinen Truppen die mächtigsten Zivilisationen der damaligen Zeit unterworfen. Er war der absolute Herrscher des größten Reichs, das die Welt je gesehen hatte.Allerdings schien ihn sein Erfolg zu langweilen.Als er in Babylon eingetroffen war, begann Alexanders Niedergang. Er fing an zu trinken und ließ sich auf alle Arten von Ausschweifungen ein (und davon gab es viele in Babylon). Er bekam Wutanfälle und paranoide Wahnvorstellungen. In einer Nacht tötete er unter Alkoholeinfluss seinen engsten Vertrauten Kleitos. Diese schreckliche Tat sollte Alexander für den Rest seines Lebens verfolgen - was nicht mehr lange dauern sollte.Im Juni 323 v. Chr. starb Alexander mit nur 32 Jahren und körperlich geschwächt durch seine Exzesse vermutlich an Malaria."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Damals, als Alexander die Größe seines Reiches sah, fing er an zu weinen, denn es gab nichts mehr, das er erobern konnte.Dieser herausragende Mann (und sein Vater vor ihm) eroberte Griechenland, den Balkan, Kleinasien, Syrien, Ägypten und Persien und drang in Asien bis nach Afghanistan vor. Allerdings überdauerte Alexanders Reich seinen Tod nicht lange - es war einfach zu groß, um von einem Normalsterblichen beherrscht zu werden - und so wurde es zwischen einigen seiner Generäle aufgeteilt. Aber Alexanders Feldzüge trugen den Hellenismus in große Teile der damals bekannten Welt und machten die griechische Sprache für Jahrhunderte zur Sprache der Kultur, der Kunst und der Wissenschaft.Mit Ausnahme von vielleicht ein oder zwei religiösen Führern hatte wohl kein einzelner Mensch je größeren Einfluss auf die westliche Zivilisation als Alexander der Große."
            }
        ]
    }
}