{
    "id": 10,
    "name": "Indien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/india.png",
    "dawn_of_man": "Seien Sie gegrüßt, Präsident Gandhi, großherziges Oberhaupt Indiens! Sie sind der Herrscher über eines der ältesten Länder der Welt, dessen Geschichte beinahe 10.000 Jahre zurückreicht! Indien ist ein spirituelles Land und Entstehungsort von drei Weltreligionen - Hinduismus, Buddhismus und Jainismus. Es ist ein leidenschaftliches Land voller Musik und Farben, ein Land großen Wohlstands und tiefster Armut. Jahrhundertelang war Indien in Königreiche geteilt, die ununterbrochen gegeneinander und gegen Eindringlinge von außen Krieg führten. Im 12. Jahrhundert n. Chr. wurde Indien von islamischen Türken erobert. Im frühen 17. Jahrhundert trafen die Engländer in Indien ein, und mithilfe listiger Diplomatie und technologischer Überlegenheit eroberten sie Ihr zersplittetes Land. England blieb etwa zwei Jahrhunderte an der Macht, bis es von einer ansteigenden Welle indischen Nationalismus' - einem noch nie zuvor dagewesenen friedlichen Aufstand - vertrieben wurde.Gandhi, Ihr Volk möchte, dass Sie es zu noch größerem Ruhm führen! Können Sie Ihrem Volk dabei helfen, sein großes Potenzial zu erkennen, um wieder zu einem weltweiten Zentrum für Kunst, Kultur und Religion zu werden? Können Sie eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Mogul-Festung",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mughal_fort.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kriegselefant",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/war_elephant.json"
        }
    ],
    "city_names": [
        "Delhi",
        "Mumbai",
        "Vijayanagara",
        "Pataliputra",
        "Varanasi",
        "Agra",
        "Kalkutta",
        "Lahore",
        "Bangalore",
        "Hyderabad",
        "Madurai",
        "Ahmedabad",
        "Kolhapur",
        "Prayag",
        "Ayodhya",
        "Indraprastha",
        "Mathura",
        "Ujjain",
        "Gulbarga",
        "Jaunpur",
        "Rajagriha",
        "Sravasti",
        "Tiruchirapalli",
        "Thanjavur",
        "Bodhgaya",
        "Kushinagar",
        "Amaravati",
        "Gaur",
        "Gwalior",
        "Jaipur",
        "Karatschi"
    ],
    "spy_names": [
        "Ashok",
        "Shanx",
        "Hormis",
        "Sanjeev",
        "Ananda",
        "Rani",
        "Parvati",
        "Mukta",
        "Karishma",
        "Jyotsna"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die Republik Indien ist das Land mit der zweithöchsten Bevölkerungszahl der Welt und die größte Demokratie. Indien ist ein Land der Gegensätze - es herrschen sowohl großer Reichtum als auch tiefste Armut. Es gibt dort hochtechnisierte Städte genauso wie primitive Dörfer. Man findet Schönheit und Elend, Hoffnung und Verzweiflung. Indien ist eine der ältesten Zivilisationen der Welt und wird dennoch als \"Schwellenland\" bezeichnet. Kurzum: Indien ist eine der faszinierendsten Zivilisationen des Planeten."
        },
        {
            "heading": "Gebiet",
            "text": "Indien sieht von oben betrachtet aus wie ein Diamant. Es grenzt im Norden an das Himalaja-Gebirge und im Süden zwischen dem Arabischen Meer und dem Golf von Bengalen ragt eine relativ flache Ebene in den Indischen Ozean hinaus. Die Ebene wird geteilt durch mehrere Flüsse, die von West nach Ost fließen und von denen einige während des Monsuns über die Ufer treten.Indien erstreckt sich auf etwa 3.287.000 Quadratkilometern - eine Fläche etwa neunmal so groß wie Deutschland. Das Klima ist größtenteils tropisch bzw. subtropisch - im Norden herrscht allerdings eher Gebirgsklima."
        },
        {
            "heading": "Vorgeschichte",
            "text": "Archäologen entdeckten Beweise für Ackerbau in Indien, die bis ins 7. Jahrtausend v. Chr. zurückgehen. Die ersten Zeichen für städtische Gemeinschaften stammen von etwa 2500 v. Chr. Die sogenannte Indus-Zivilisation dauerte etwa 800 Jahre. Experten glauben, dass sich das Indus-Gebiet über fast 1,3 Millionen Quadratkilometer erstreckte, eine (mehr oder weniger) einheitliche Sprache und Währung besaß und über ein weitläufiges Handelssystem verfügte.Aus ungeklärten Gründen zerfiel die Indus-Zivilisation etwa um 1800 v. Chr. Die großen Städte verschwanden so wie alle Spuren einer zentralen Verwaltung. Manchen Experten zufolge geschah dies wegen der Ressourcenausbeutung, die sich in Hungersnöten niederschlug und dazu führte, dass große städtische Siedlungen nicht erhalten werden konnten. Andere Theorien besagen, dass der Zusammenbruch von großen Einwanderungsströmen ausländischer Eindringlinge ausgelöst wurde. Der wahre Grund ist nicht bekannt, aber diese post-urbane Zeit dauerte beinahe eintausend Jahre an."
        },
        {
            "heading": "Die frühvedische Zeit",
            "text": "Die \"Frühvedische Zeit\" dauerte etwa von 1500 bis 800 v. Chr. Sie wurde nach den \"Veden\" benannt, den ältesten erhaltenen Schriften Indiens, die während dieser Periode geschaffen wurden. Bisher wurden vier bedeutsame vedische Texte gefunden - die Rigveda, die Samaveda, die Yajurveda und die Atharvaveda. Diese Texte beschreiben die religiösen und mythischen Praktiken des sogenannten \"arischen\" Volkes von Indien, das vermutlich um 2000 v. Chr. aus Europa nach Indien ausgewandert ist. Die hinduistische Religion lässt sich bis in diese Zeit zurückverfolgen.Zu Beginn der vedischen Zeit waren viele Menschen wieder zu Nomaden geworden und der Klan war die wichtigste politische Einheit. Mit der Zeit wurde die Bevölkerung wieder sesshafter und das Oberhaupt des Klans wurde zum König, der politische, religiöse und auch militärische Macht hatte. Mit Entwicklung des Steuersystems wuchsen Wohlstand und Macht des Staates.In diesem Zeitabschnitt wurde Eisen verbreitet eingesetzt und die Menschen kehrten wieder zum städtischen Leben zurück, besonders im Ganges-Tal. Die indische Zivilisation war wieder auf dem Vormarsch."
        },
        {
            "heading": "Kasten",
            "text": "Der Rigveda, der älteste Text der Veden, beschreibt die mythologische Grundlage für das indische Kastenwesten, das sich offenbar während dieser Periode entwickelt hatte. Kasten werden vererbt: Man wird in eine Kaste hineingeboren und kann nicht aufsteigen.In dieser Zeit gab es wohl vier große Kasten in Indien: die Brahmanen, die priesterliche Kaste; die Kshatriyas, die militärische und landverwaltende Kaste; die Vaishyas, Kaufleute und ausgebildete Handwerker; und die Sudras, die ungelernten Arbeiter.Das Kastensystem hat sich in Indiens Geschichte als außergewöhnlich hartnäckig erwiesen. Spuren davon findet man noch heute, trotz der Versuche der indischen Regierung, sie auszulöschen."
        },
        {
            "heading": "Das Wachstum der indischen Staaten",
            "text": "Um etwa 500 v. Chr. gab es in Indien über ein Dutzend größere Staaten. Manche davon waren Monarchien, andere hatten eher oligarchische Regierungssysteme. Sie kämpften regelmäßig gegeneinander und wollten ihren Einfluss und ihre Macht ausweiten.Zu ihren internen Konflikten kam noch hinzu, dass die indischen Staaten von außen unter Druck gesetzt wurden. 326 v. Chr. fiel Alexander der Große in Nordwest-Indien ein und nahm die Provinz Punjab ein, bevor er wieder umkehrte. Im frühen 2. Jahrhundert v. Chr. eroberte Demetrios, der griechische König von Baktrien, einen großen Teil Nordwest-Indiens und seine Erben regierten nach ihm noch eine Zeitlang. Inzwischen wurden die östlichen Regionen Indiens von Nomadenstämmen aus Zentralasien eingenommen, die von den Han-Kaisern aus China vertrieben worden waren. Nach und nach wurden die Besatzer verjagt oder eingegliedert, was großen Einfluss auf die indische Geschichte und Kultur hatte."
        },
        {
            "heading": "Das Maurya-Reich",
            "text": "Chandragupta Maurya (340-290 v. Chr.) war Gründer des Maurya-Reiches. Er war ein großer militärischer und politischer Anführer und vereinte einen Großteil des indischen Subkontinents unter seiner Herrschaft. Das Reich wurde von seinem Sohn Ashoka dem Großen (304-232 v. Chr.) vergrößert. Dieser führte die Eroberungszüge seines Vaters noch einige Jahre fort, bekehrte sich aber gegen Ende seines Lebens zum Buddhismus und lehnte Gewalt ab. Er baute zahlreiche buddhistische Tempel überall in Indien und tat viel für die Verbreitung dieser Religion in Südasien. Nach Ashokas Tod zerfiel das Maurya-Reich und 185 v. Chr. ermordete der Brahmane General Sunga den Maurya-König, riss die Macht an sich und begründete die Sunga-Dynastie."
        },
        {
            "heading": "Religion in Indien",
            "text": "Die Religion war in Indien schon immer eine mächtige Kraft. Drei Weltreligionen haben ihren Ursprung auf diesem Subkontinent und auch andere Religionen fanden großen Anklang in der Bevölkerung.Der Hinduismus ist die vorherrschende Religion in Indien. Seine Wurzeln reichen bis in die vedische Zeit zurück, was ihn zur ältesten Religion macht, die bis heute praktiziert wird. Etwa eine Milliarde Menschen üben den Hinduismus aus, davon leben 90% in Indien. Der Hinduismus ist weniger ein bestimmter Glaube oder eine Mythologie als eine Sammlung religiöser Traditionen und Grundsätze. Als bemerkenswert offenes Glaubenssystem umfasst der Hinduismus sowohl den Monotheismus als auch den Polytheismus, den Pantheismus und viele andere \"-ismen\". Dharma, Ethik, Samsara, das Rad des Lebens, des Todes und der Wiedergeburt, Karma, Ursache und Wirkung sowie Yoga, die Pfade der Erleuchtung, sind wichtige Begriffe der hinduistischen Religion.Der Buddhismus besteht aus Glaubenssätzen, die auf die Lehren des Siddharta Gautama (563-483 v. Chr.) - des Buddha - zurückgehen. In dieser Religion streben die Gläubigen nach dem Nirwana und dem Ausbruch aus dem ewigen Kreislauf des Leidens und der Wiedergeburt durch moralisch richtiges Verhalten, Meditation, Übungen und Studien. Der Buddhismus verbreitete sich in Indien zuerst nur langsam, bis Ashoka der Große Buddhist wurde, viele buddhistische Tempel in Indien baute und die Religion auch in andere Länder verbreitete. Mit der Zeit wurde der Buddhismus in Indien vom Hinduismus (und später vom Islam) verdrängt, bis er im 12. Jahrhundert n. Chr. beinahe völlig verschwunden war. In der heutigen Zeit lebt er in Indien wieder etwas auf.Der Jainismus lehrt, wie man durch Lernen und Selbstdisziplin den höchsten Bewusstseinszustand erreichen kann. Diese Religion ist gewaltfrei und hat ihre Ursprünge im 9. Jahrhundert v. Chr. Heute gibt es ca. 4 Millionen Anhänger dieser Religion in Indien und noch etwa 100.000 im Rest der Welt."
        },
        {
            "heading": "Die Gupta-Dynastie und danach",
            "text": "Die Gupta-Dynastie herrschte in Nord- und Zentralindien von 320 bis 540 n. Chr. Manche Gelehrte nennen diese Periode das \"Goldene Zeitalter\" Indiens, da in dieser Zeit indische Literatur, Kunst, Architektur und Philosophie florierten. Mitte des 5. Jahrhunderts wurde aber ein Großteil des Gupta-Reiches von zentralasiatischen Angreifern überrannt, den sogenannten \"Hunas\". (Es ist nicht geklärt, ob sie zu den beinahe zeitgleich auftretenden Hunnen gezählt werden können, die in Osteuropa einfielen.) In dieser Zeit wurde der zentralasiatische Einfluss in Indien noch verstärkt.Nach dem Zerfall der Gupta-Dynastie erlebte Indien den Aufstieg und Fall mehrerer kleinerer Königreiche, die jedoch nie so groß und einflussreich wurden wie das Gupta-Reich."
        },
        {
            "heading": "Die Muslime",
            "text": "Die Muslime begannen im 7. Jahrhundert n. Chr. damit, die indische Küste anzugreifen. Die erste einschneidende militärische Invasion fand jedoch erst im späten 12. Jahrhundert in Nordindien statt. Anführer der angreifenden muslimischen Türken war Sultan Mahmud von Ghazni, der den Punjab eroberte und viele erfolgreiche Feldzüge in Nord- und Zentralindien führte. Delhi wurde 1193 eingenommen und das Delhi-Sultanat begründet. Bis 1290 regierte dort die Mameluken-Dynastie, die dann von der Khilji-Dynastie abgelöst wurde. Die Khilji wiederum wurden von den Tughlak gestürzt, und so weiter. Das ging bis 1526, als Babur von Kabul die zu dieser Zeit regierende Macht stürzte und das Mogulreich gründete, das über dreihundert Jahre bestand.Die Muslime konnten Indien zwar nie ganz erobern, beherrschten aber große Gebiete des Landes. Der Großteil der Bevölkerung blieb hinduistisch, obwohl mehrere muslimische Herrscher energisch versucht hatten, sie zum Islam zu bekehren. Mit der Zeit zerfiel das Mogulreich, das immer häufiger von den Afghanen, Sikhs und Hindus angegriffen wurde. Seinen Todesstoß erhielt es durch die Briten."
        },
        {
            "heading": "Auftritt der Europäer",
            "text": "Der erste Europäer, der nachweislich von Europa nach Indien segelte, war Vasco da Gama, ein portugiesischer Kundschafter, der am 20. Mai 1498 nach über neun Monaten Kalikut, Indien, erreichte. Da Gama ließ einige Männer in Indien zurück, die einen Handelsposten aufbauen sollten - den ersten von vielen weiteren europäischen Posten entlang der indischen Küste. Die Portugiesen taten es da Gama schon bald darauf nach, indem sie Handel und Kriegsschiffe verbesserten und strategische Stützpunkte in Indien und Ostafrika aufbauten, mit denen sie sich im Indischen Ozean als vorherrschende Handelsmacht etablieren wollten. Die starken portugiesischen Schiffe konnten sich leicht gegen angreifende arabische und indische Schiffe zur Wehr setzen. (Letztlich war Indiens schwache Marine dafür verantwortlich, dass das Land für europäische Eroberer so leicht angreifbar wurde.)Die Portugiesen hielten ihre Handelsposten das gesamte 16. Jahrhundert hindurch aufrecht, bis sie 1580 von Spanien annektiert wurden. Spanien konzentrierte seine Seemacht auf den Schutz seiner vielfältigen Interessen in der Neuen Welt, was es den Niederländern und Engländern erleichterte, die spanische Vorherrschaft in Indien herauszufordern.Im 17. Jahrhundert begannen die Niederlande damit, ihr Handelsimperium auf den Pazifischen und den Indischen Ozean auszuweiten. Sie waren nicht auf Eroberungen oder Missionierung aus - sie wollten nur Gewürze. Den Großteil ihres Handels trieben sie mit Ostindien (Indonesien), unterhielten aber auch einige Posten in Südindien (wegen Pfeffer und Kardamom). Die Niederländer dominierten den indischen Handel jahrelang und unterbanden jegliche Angriffsversuche anderer europäischer Länder auf dieses Monopol.Im frühen 17. Jahrhundert fochten die Engländer die niederländische Vorherrschaft über Ostindien an und hofften darauf, auch in den Gewürzhandel einsteigen zu können. Als sie jedoch von der niederländischen Marine vernichtend geschlagen wurden, suchten sie nach leichterer Beute und griffen die portugiesischen Streitkräfte in Indien an. Nachdem sie die Portugiesen 1612 besiegt hatten, erhielten sie einen vielversprechenden Handelsvertrag mit den Moguln, denen die portugiesische Vorherrschaft auf dem Meer ohnehin missfallen hatte. Die Engländer trieben 70 Jahre lang friedlich Handel mit ihnen, bis sie die Moguln 1686 erfolglos angriffen. Sie lernten daraus ihre Lektion und setzten ihre friedliche Beziehung zu den Moguln für weitere 50 Jahre fort.Auch die Franzosen wollten im 16. Jahrhundert Handelsbeziehungen mit Indien aufbauen. Einige Jahre lang hatten sie damit auch Erfolg, doch bestimmte Ereignisse in Europa (soll heißen, Kriege) machten sie gegenüber anderen europäischen Mächten verwundbar. Ihr Erfolg verhielt sich immer umgekehrt proportional zu dem der Briten und der Niederländer."
        },
        {
            "heading": "Die britische Herrschaft",
            "text": "1757 kämpfte die Armee der Britischen Ostindien-Kompanie gegen die Streitkräfte des Nawab von Bengalen, der über die Steuermoral der Kompanie äußerst erbost war. Die Armee der Kompanie siegte und Bengalen wurde besetzt - die erste von vielen Städten, die im Namen des \"freien Handels\" noch erobert werden sollten. Im darauffolgenden Jahrhundert erweiterte die Kompanie ihr Herrschaftsgebiet und profitierte dabei von der zersplitterten politischen Landschaft Indiens, das aus kleinen, schwachen Königreichen und Fürstenstaaten bestand. Durch Bestechung, Drohungen und militärische Mittel erweiterten die Briten ihre Macht und bis 1850 hatten sie den Subkontinent fast vollständig unter ihre Herrschaft gebracht.1857 lehnten sich die Inder gegen die Briten auf. Diese Rebellion wird je nach Partei \"Indischer Aufstand\" oder \"Erster indischer Unabhängigkeitskrieg\" genannt. Anfangs war sie zwar erfolgreich, doch die britische Armee wurde verstärkt, um die umzingelten Truppen zu unterstützen. Diese Berufssoldaten besiegten die rebellischen Inder schnell und nach der Rebellion übernahm die britische Krone die Regierung von Indien. Das Land blieb die folgenden 90 Jahre das \"Juwel\" der britischen Herrscher.Die Briten profitierten zwar sehr von seiner Herrschaft über Indien, doch auch die indische Bevölkerung zog Vorteile daraus. Die Briten unterrichteten die Inder und brachten ihnen fortschrittliche europäische Wissenschaft und Technologie nahe. Sie errichteten ein stabiles Netzwerk von Telegrafen, Straßen und Eisenbahnen quer über das ganze Land. Außerdem brachten sie das indische Volk zusammen und so schließlich gegen sich selbst auf, indem es ihnen ein Feindbild lieferte, das allen Indern gemein war. Erst dadurch wurde die indische Unabhängigkeitsbewegung möglich gemacht."
        },
        {
            "heading": "Indische Unabhängigkeitsbewegung",
            "text": "Gegen Ende des 20. Jahrhunderts wurde die indische Unabhängigkeitsbewegung noch durch die wachsende Enttäuschung indischer Intellektueller befeuert, die auch selbst an ihrer eigenen Regierung teilhaben wollten. Die Briten bauten Einrichtungen für höhere Bildung in Indien und gaben dem Volk zu verstehen, dass es selbst die Regierung stellen könne, sobald es die richtige Ausbildung genossen und die nötige Lehrzeit abgeschlossen hätte. Doch bald wurde offensichtlich, dass das nur leere Versprechungen waren, denn die Briten behielten die höheren Ämter für sich und lehnten auch die vielversprechendsten indischen Kandidaten ab, egal, wie erfolgreich sie an der Universität gewesen waren. Diese Politik stellte sich als desaströs für die Briten heraus, da sie eine Schicht sowohl hochgebildeter als auch höchst unzufriedener Inder schuf.Der erste Indische Nationalkongress kam im Dezember 1885 zusammen und bestand aus 73 Vertretern, hauptsächlich Anwälte, Geschäftsleute und Landbesitzer. Unter anderem forderte er die Gleichheit zwischen indischen und britischen Kandidaten für Regierungspositionen, eine Verringerung des Geldbetrags, den Indien an seine britische Regierung zahlen musste, und ein Ende des Anglo-Birmanischen Krieges (der hauptsächlich von indischen Soldaten unter britischem Kommando geführt wurde). Zum Ende des 20. Jahrhunderts forderte der Indische Nationalkongress die Autonomie.Inzwischen befürchteten muslimische Inder, dass ihre Interessen vom mehrheitlich hinduistischen Indischen Nationalkongress nicht hinreichend vertreten würden, und gründeten eine Parallelorganisation, die Muslimliga, um für die muslimische Unabhängigkeit zu kämpfen. Die Zusammenarbeit zwischen der Muslimliga und dem Indischen Nationalkongress gestaltete sich äußert schwierig, und die Differenzen zwischen den beiden Organisationen hatten im Endeffekt katastrophale Auswirkungen für das Land.Als der Erste Weltkrieg ausbrach, unterstützte der Indische Nationalkongress begeistert die britischen Kriegspläne. Sogar Gandhi selbst ging in die indischen Dörfer und bat die Männer, zur britischen Armee zu gehen. Diese Unterstützung erhielten die Briten aufgrund der Annahme, dass sie die indische Loyalität mit politischen Zugeständnissen oder sogar Unabhängigkeit belohnen würden. Die Briten handelten allerdings nicht schnell genug und konnten die Erwartungen der Inder nicht hinreichend erfüllen, wodurch die Wut der indischen Bevölkerung noch weiter wuchs."
        },
        {
            "heading": "Gandhi",
            "text": "1921 übernahm Mahatma Gandhi (1869-1948) den Vorsitz des Indischen Nationalkongresses. Er führte eine Vorgehensweise namens \"Satyagraha\" ein - Widerstand durch gewaltlosen zivilen Ungehorsam. Es gab Massendemonstrationen, Märsche und Proteste unter seiner Führung - darunter auch der berühmte \"Salzmarsch\" im Jahr 1930, bei dem er und Tausende seiner Anhänger zum Meer marschierten, um Salz zu gewinnen, als Protest gegen die britische Steuer auf dieses lebenswichtige Mineral. Gandhi wurde mehrfach verhaftet und musste 1942 auch einen zweijährigen Arbeitsdienst leisten, während dem seine Frau starb und er sich eine Malariaerkrankung zuzog. Schließlich wurde er freigelassen, weil die Briten fürchteten, er würde im Gefängnis sterben.Trotz seiner enormen Beliebtheit in Indien und auf der ganzen Welt konnte Gandhi die wachsenden Uneinigkeiten zwischen Hindus und Muslimen in Indien nicht beseitigen. Sogar als er sein Land in die Unabhängigkeit führte, wurde es aufgrund religiöser Streitereien auseinandergerissen.Mehr Informationen über Gandhi gibt es in seinem Zivilopädie-Eintrag."
        },
        {
            "heading": "Unabhängigkeit",
            "text": "Das Britische Parlament war so geschwächt von den beiden Weltkriegen und hilflos gegen Gandhis Satyagraha-Strategie, dass die Briten Indien 1947 in die Unabhängigkeit entließen. Der Plan sah zwei Länder vor: das hinduistische Indien und das muslimische Pakistan. Pakistan wurde in zwei Regionen geteilt; eine im Osten und eine im Westen und zwischen ihnen etwa 1.500 Kilometer indisches Territorium. Während der Teilung Indiens wurden etwa 15 Millionen Menschen umgesiedelt: Hindus flohen aus dem neugegründeten Pakistan ins hinduistische Indien und Muslime flohen aus Indien in das muslimische Pakistan. Schätzungen zufolge starben auf der Flucht eine Million Menschen.Die neuen Nationen waren einander offen feindlich gesinnt und über die Jahre fochten sie immer wieder Kriege aus. Zu diesen Spannungen trugen hauptsächlich Uneinigkeiten über die Grenzziehung bei. 1971 schritt Indien bei einem Bürgerkrieg in Ostpakistan ein, das anschließend seine Unabhängigkeit von Westpakistan erklärte und zu Bangladesch wurde."
        },
        {
            "heading": "Das heutige Indien, Pakistan und Bangladesch",
            "text": "Die drei Nationen, die einst das historische Indien gebildet hatten, sind im späten 20. und frühen 21. Jahrhundert sehr unterschiedliche Wege gegangen. Bangladesch ist eine parlamentarische Demokratie und ein sehr kompaktes Land, das oft von Fluten, Stürmen und Hungerkatastrophen heimgesucht wird. Seit seiner Unabhängigkeit in den 70ern hat sich die Lebensqualität seiner Bevölkerung jedoch stetig verbessert.Pakistan ist das Land mit der sechstgrößten Bevölkerung der Welt und das muslimische Land mit der zweitgrößten Bevölkerung. Seine wirtschaftliche Lage hat sich in den letzten 25 Jahren zwar verbessert, wird durch geografische Gegebenheiten aber immer wieder aufgehalten. Im Osten liegt Indien, Pakistans alter Feind, mit dem es immer noch Grenzstreitigkeiten gibt, und beide Seiten besitzen inzwischen Atomwaffen. Im Westen liegt Afghanistan, das von Kämpfen zwischen Taliban-Terroristen, die Pakistan als Versteck benutzen, und amerikanischen Soldaten, die mit modernsten Waffen ausgerüstet sind, zerrissen ist. Wenn Pakistan es schafft, friedlich neben Indien zu existieren, und die Taliban und Amerikaner davon abhalten kann, das Land innerlich zu zerreißen, könnte ihm eine großartige Zukunft blühen.Indien ist das zweitbevölkerungsreichste Land der Welt und eine aufstrebende Demokratie. Es ist laut und ungestüm und seine Wirtschaft floriert. Seine technologische Basis ist unübertroffen und das Bildungssystem macht dem amerikanischen Konkurrenz. Außerdem besitzt das Land eine große Armee und Atomwaffen - beides hauptsächlich wegen Pakistan. Wenn Indien einen Weg findet, den Streit mit Pakistan zu beenden, könnte es eine Großmacht des nächsten Jahrhunderts werden."
        },
        {
            "heading": "Das heutige Indien, Pakistan und Bangladesch",
            "text": "Die drei Nationen, die einst das historische Indien gebildet hatten, sind im späten 20. und frühen 21. Jahrhundert sehr unterschiedliche Wege gegangen. Bangladesch ist eine parlamentarische Demokratie und ein sehr kompaktes Land, das oft von Fluten, Stürmen und Hungerkatastrophen heimgesucht wird. Seit seiner Unabhängigkeit in den 70ern hat sich die Lebensqualität seiner Bevölkerung jedoch stetig verbessert.Pakistan ist das Land mit der sechstgrößten Bevölkerung der Welt und das muslimische Land mit der zweitgrößten Bevölkerung. Seine wirtschaftliche Lage hat sich in den letzten 25 Jahren zwar verbessert, wird durch geografische Gegebenheiten aber immer wieder aufgehalten. Im Osten liegt Indien, Pakistans alter Feind, mit dem es immer noch Grenzstreitigkeiten gibt, und beide Seiten besitzen inzwischen Atomwaffen. Im Westen liegt Afghanistan, das von Kämpfen zwischen Taliban-Terroristen, die Pakistan als Versteck benutzen, und amerikanischen Soldaten, die mit modernsten Waffen ausgerüstet sind, zerrissen ist. Wenn Pakistan es schafft, friedlich neben Indien zu existieren, und die Taliban und Amerikaner davon abhalten kann, das Land innerlich zu zerreißen, könnte ihm eine großartige Zukunft blühen.Indien ist das zweitbevölkerungsreichste Land der Welt und eine aufstrebende Demokratie. Es ist laut und ungestüm und seine Wirtschaft floriert. Seine technologische Basis ist unübertroffen und das Bildungssystem macht dem amerikanischen Konkurrenz. Außerdem besitzt das Land eine große Armee und Atomwaffen - beides hauptsächlich wegen Pakistan. Wenn Indien einen Weg findet, den Streit mit Pakistan zu beenden, könnte es eine Großmacht des nächsten Jahrhunderts werden."
        }
    ],
    "leader": {
        "name": "Gandhi",
        "subtitle": "Staatsoberhaupt von Indien",
        "lived": "1869-1948 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gandhi.png",
        "trait": {
            "name": "Bevölkerungswachstum",
            "effect": " Unzufriedenheit durch Anzahl der Städte verdoppelt, Unzufriedenheit durch Anzahl Bürger halbiert."
        },
        "titles": [
            "Mahatma"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Mahatma Gandhi war ein indischer Patriot, der Anfang bis Mitte des 20. Jahrhunderts Indiens gewaltfreie Unabhängigkeitsbewegung gegen die imperiale britische Herrschaft anführte. Er war ein Pionier der Satyagraha-Strategie, um der Tyrannei durch massenhaften zivilen Ungehorsam entgegenzutreten, was äußerst effektiv gegen die britischen Herrscher war."
            },
            {
                "heading": "Frühe Geschichte",
                "text": "Mohandas Gandhi wurde als Sohn des Premierministers des kleinen Staates Porbandar geboren, als Indien unter britischer Herrschaft stand. In seiner Jugend legte Gandhi nur wenig von der Genialität an den Tag, die ihn als Erwachsenen kennzeichnen sollte; er war ein eher mittelmäßiger Schüler und recht schüchtern. Mit 13 Jahren ging er eine arrangierte Ehe ein, was zu dieser Zeit so üblich war. Offenkundig genoss er diese Erfahrung nicht und kritisierte später den grausamen Brauch der Kinderheirat.Nach dem Abschluss der weiterführenden Schule entschied sich Gandhi dazu, seinem Vater in den Staatsdienst zu folgen. Zu diesem Zweck beschloss er, in England zu studieren. Da sein Vater erst kürzlich verstorben war, wollte seine Mutter ihn zunächst nicht gehen lassen und erteilte ihm die Erlaubnis erst, nachdem er versprochen hatte, sich von Wein, Frauen und Fleisch fernzuhalten. In seiner Kaste wurden Reisen über den Ozean als unrein angesehen. Als er dennoch auf der Reise bestand, wurde er zu einem Kastenlosen erklärt. Er lernte während seiner Zeit in England viel über Land und Leute, und dieses Wissen erwies sich als unschätzbar wertvoll in seiner späteren Karriere. 1891 kehrte Gandhi schließlich mit abgeschlossenem Jurastudium nach Indien zurück. Nach dem erfolglosen Versuch, eine Anwaltskanzlei in Bombay zu betreiben, siedelte er wenig später nach Südafrika um."
            },
            {
                "heading": "Südafrika",
                "text": "Beruflich war Gandhi in Südafrika erfolgreicher, doch die rassistische Bigotterie und Intoleranz, die er dort erlebte, stießen ihn ab. Er verbrachte die nächsten 20 Jahre seines Lebens in Südafrika damit, sich um die Interessen aller unteren Klassen zu kümmern, nicht nur der indischen. Hier begann Gandhi, seine Philosophie des passiven Widerstands weiterzuentwickeln und zu lehren. Er wurde mehrere Male verhaftet, weil er sich einem neuen Gesetz widersetzte, das die Registrierung der gesamten indischen Bevölkerung vorsah, einschließlich der Abnahme von Fingerabdrücken. Als ein neues Gesetz erlassen wurde, nach dem nur noch christliche Ehen in Südafrika gültig waren, organisierte Gandhi einen gewaltfreien Massenprotest, den er auch anführte und der letztendlich dazu führte, dass die Regierung das Gesetz wieder kippte. Seine Verdienste brachten ihm den Ehrennamen \"Mahatma\" (dt. große Seele) ein - ein Ehrentitel für weise Personen, die sich im Dienst der Menschheit engagieren."
            },
            {
                "heading": "Rückkehr nach Indien",
                "text": "1915 kehrte Gandhi nach Indien zurück. Er schockierte die Welt, als er kundtat, wie erniedrigt er sich fühlte, in seinem Heimatland Englisch sprechen zu müssen. Außerdem schockierte er die indischen Adligen, indem er sie für ihren Prunk rügte und sie aufforderte, mit ihren Juwelen und ihrem Vermögen ihre Landsleute zu unterstützen.So begann Gandhis langer Kampf für die Unabhängigkeit seines Landes von der englischen Herrschaft. Er verfolgte dabei zwei Strategien - er klagte die Unterdrücker an, forderte aber gleichzeitig Opfer von seinem eigenen Volk. Die nächsten 30 Jahre verbrachte Gandhi damit, sein Volk unermüdlich zum passiven Widerstand zu ermahnen, was zu einem Streik nach dem anderen und zahllosen Märschen führte. Er fastete bis zur völligen körperlichen Erschöpfung und ertrug unzählige Schläge sowie monate- und sogar jahrelange Gefängnisaufenthalte. Er unternahm auch eine historisch wichtige Reise nach England, wo er große Teile der englischen Mittel- und Arbeiterklasse für sich gewinnen konnte - sehr zum Unmut der Regierung. Trotz zahlreicher Rückschläge und scheinbar endloser Anstrengungen setzte er sich schließlich durch. 1946 stimmte die britische Regierung - durch den Zweiten Weltkrieg erschöpft und nahezu bankrott - dem Rückzug aus Indien zu, teilte das Land aber zwischen Hindus und Muslimen auf, was bei Gandhi äußerste Bestürzung hervorrief."
            },
            {
                "heading": "Teilung",
                "text": "Die Teilung hatte einen Ausbruch religiös motivierter Gewalt mit Massakern an den Muslimen in Indien zur Folge. Dasselbe Schicksal ereilte die Hindus in Pakistan. Beide Länder versanken im Chaos. Gandhi reagierte darauf, indem er zu fasten begann - er weigerte sich zu essen, solange die Gewalt kein Ende genommen hätte. Erstaunlicherweise wirkte sein Fasten: Die Menschen in Indien und Pakistan wollten den Tod ihres Helden nicht mit ansehen und schickten ihm Briefe, in denen sie der Gewalt abschworen und ihn anflehten, wieder zu essen. Zur großen Erleichterung von Millionen von Menschen tat er das dann auch. Zwölf Tage später fiel Gandhi einem Attentat zum Opfer."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Heute gilt Gandhi als eine der großen Figuren der Menschheitsgeschichte. Es wird als mutiger und unermüdlicher Verfechter von Gerechtigkeit und moralischem Handeln angesehen, der in Südafrika für andere unterdrückte Volksgruppen ebenso eintrat wie für seine indischen Landsleute. Er gilt außerdem als brillanter politischer Anführer, der erfolgreich eine Kampagne für die Unabhängigkeit eines der mächtigsten Reiche der Welt anführte. Martin Luther King sagte einmal über ihn: \"Jesus Christus hat uns die Ziele vorgegeben, von Mahatma Gandhi haben wir die Taktik.\""
            }
        ]
    }
}