{
    "id": 37,
    "name": "Indonesien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/indonesia.png",
    "dawn_of_man": "Ehre sei mit euch, oh großer Held Gajah Mada, Premierminister von Majapahit, der den indonesischen Archipel einigte. Die Geschichten Eures Heldenmuts auf dem Schlachtfeld werden nur noch übertroffen von den Legenden über den Eid, den Ihr geleistet habt, die verstreuten Inseln Indonesiens unter einem Banner zu vereinen. Ihr habt Eurer Königin und dem Reich loyal gedient und wart nicht nur bestrebt, Euren Eid zu erfüllen, sondern ihr habt auch alle erobert, die Euch im Weg standen, und so den bekannten Archipel zur Gänze eingenommen und als Erster vereint, was man als das heutige Indonesien kennt.Mächtiger Krieger Gajah Mada, Euer Volk verlangt nach einem starken Anführer, der ihm den Wohlstand zurückbringt! Werdet Ihr Euch aufmachen, die benachbarten Königreiche zu erobern und den Ruhm Eures Reiches zu erweitern? Werdet Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Candi",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/candi.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kris-Kämpfer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/kris_swordsman.json"
        }
    ],
    "city_names": [
        "Jakarta",
        "Surabaya",
        "Medan",
        "Makassar",
        "Batam",
        "Denpasar",
        "Samarinda",
        "Mataram",
        "Ambon",
        "Bandung",
        "Kupang",
        "Depok",
        "Palembang",
        "Trowulan",
        "Semarang",
        "Jayapura",
        "Tangerang",
        "Bogor",
        "Pekanbaru",
        "Bandar Lampung",
        "Malang",
        "Padang",
        "Samarinda",
        "Ternate",
        "Banjarmasin",
        "Pontianak",
        "Cimahi",
        "Balikpapan",
        "Jambi",
        "Komodo"
    ],
    "spy_names": [
        "Adityawarman",
        "Airlangga",
        "Citra",
        "Halayudha",
        "Jayakatwang",
        "Lingga",
        "Mahendradatta",
        "Prapana",
        "Raden",
        "Devi"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die Geschichte der 18.307 Inseln, die den indonesischen Archipel bilden, ist eigentlich die von Hunderten von Stadtstaaten, kleinen Königreichen und dem ein oder anderen Imperium. Das Königreich von Dvipantara, erwähnt im indischen Epos Ramayana, das um 200 v. Chr. verfasst wurde, gilt als das erste dieser Reihe. Das letzte bedeutende hinduistische Königreich, das Majapahit-Imperium, vereinte einen Großteil des Archipels im 13. Jahrhundert n. Chr. Es folgte eine Reihe von islamischen Sultanaten, die bis zur Ankunft der europäischen Kundschafter und Händler über die Hauptinseln herrschten. Die Inselkette, die die Europäer als die \"Gewürzinseln\" bezeichneten, lag verteilt über Handelsrouten zwischen dem Fernen Osten und dem Westen, und die Portugiesen, Spanier, Briten und Niederländer kämpften um die Kontrolle der Inseln, bis die niederländische Ostindien-Kompanie die Herrschaft über Indonesien übernahm. Nach dem vier Jahre dauernden bewaffneten Kampf gegen die Niederländer nach dem Zweiten Weltkrieg und den darauf folgenden Perioden der Unruhe ist das Land jetzt stabiler, fortschrittlicher und harmonischer denn je, trotz der gelegentlichen Ausbrüche von konfessioneller und politischer Gewalt. Indonesiens Landesmotto: Bhinneka Tunggal Ika (\"Einheit durch Vielfalt\") reflektiert den ethnischen, religiösen, kulturellen und sprachlichen Pluralismus, der sich aus der umkämpften Vergangenheit des Landes ergeben hat."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Indonesien ist das größte Land in Südostasien, bestehend aus knapp 18.000 Inseln, die zwischen dem Indischen und dem Pazifischen Ozean entlang des Äquators verteilt sind. Laut Schätzungen der indonesischen Regierung sind 8.844 der Inseln namentlich erfasst und 922 permanent besiedelt. Die Inselkette ist etwas über 5.000 km lang, also ca. ein Achtel des gesamten Erdumfangs. Die Hauptinseln zeichnen sich durch dicht bewachsene Gebirge im Innern und alluviale Sümpfe und Dschungel entlang der Küsten aus. Die Vegetation der kleineren Inseln variiert von mit Dschungel bedeckten vulkanischen Gipfeln bis hin zu unfruchtbaren Sandinseln. Die Inselkette liegt auf dem Berührungspunkt dreier großer Erdplatten, und Indonesiens Geschichte ist von Vulkanausbrüchen und starken Erdbeben gezeichnet. Aufgrund seiner Lage verfügt Indonesien über ein tropisches Klima mit zwei Monsunzeiten. Die durchschnittliche Niederschlagsmenge in den unteren Hochebenen liegt bei 180 - 320 cm pro Jahr, an den Gebirgshängen sogar bei bis zu 610 cm. Die Temperatur schwankt selten; sie liegt in der Hauptstadt das gesamte Jahr über täglich in einem Bereich von 26 bis 30 Grad Celsius. Der Boden der Inseln ist extrem fruchtbar und die Küsten sind von reichhaltigen Flachgewässern umgeben; die Inselkette wird jedoch regelmäßig von Taifunen und Stürmen heimgesucht."
        },
        {
            "heading": "Frühe Geschichte",
            "text": "1891 n. Chr. entdeckten niederländische Forscher die versteinerten Knochen des Homo erectus, einem möglichen Vorfahren des Menschen, auch bekannt als \"Java-Mann\", die auf ein Alter von mindestens 700.000 Jahren datiert wurden. Der indonesische Archipel bildete sich in der Tauwetterperiode nach der letzten großen Eiszeit und wurde vor etwa 45.000 Jahren vom Homo sapiens erreicht. Sein ideales Klima und die Entwicklung des Nassreisanbaus führten um das 8. Jahrhundert v. Chr. zu den ersten menschlichen Siedlungen und im ersten und zweiten Jahrhundert v. Chr. zu den ersten \"Königreichen\", die kaum mehr als Ansammlungen von Dörfern mit gemeinsamen ethnischen und sprachlichen Hintergründen waren.Das erste überlieferte Königreich ist das Königreich Dvipantara, das in Indiens frühestem Epos, dem Ramayana (ca. 200 v. Chr.) erwähnt wird. In der Erzählung schickt General Sugriva Truppen dorthin, um nach Sita, der Gemahlin des Gottes Rama, zu suchen. Den Beschreibungen nach zu urteilen, befand sich Dvipantara entweder auf Java oder Sumatra. Die frühesten archäologischen Beweise für ein zusammenhängendes Königreich wurden im westlichen Java gefunden, wo eine Statue der Hindu-Gottheit Ganesha auf das erste Jahrhundert n. Chr. datiert wurde. Zur selben Zeit schrieb der römische Historiker Plinius der Ältere, dass entlang der Ostküste Afrikas Handel mit indonesischen Booten betrieben wurde. Im darauffolgenden Jahrhundert fasste der Geograf Ptolemäus Informationen aus indischen Quellen über die Inseln in seinem Werk \"Geographike Hyphegesis\" zusammen."
        },
        {
            "heading": "Hinduistisch-buddhistische Königreiche",
            "text": "In den folgenden Jahrhunderten gediehen und zerfielen eine Reihe von hinduistischen und buddhistischen Königreichen. Um 850 n. Chr. übernahm das Königreich Mataram die Herrschaft auf Java und forderte sogar die Hegemonie des mächtigen Handelsreichs Srivijaya heraus. Über Mataram ist nur wenig bekannt, abgesehen von verstreuten Inschriften in Sanskrit über König Sanjaya, der die Dynastie um 730 n. Chr. gründete, und König Dharmawangsa, der 990 n. Chr. vom Meer aus eine Invasion auf Gebiete des Srivijaya-Reichs in Sumatra startete. Dharmawangsa kam 1006 beim Gegenangriff der Srivijaya ums Leben. Sie plünderten seinen Palast und vernichteten das Königreich Mataram.Srivijaya war ein ethnisches malaiisches Königreich in Palembang auf Sumatra, eine auf maritimem Handel und Seemacht basierende Thalassokratie. Es besaß keine zentrale Regierung im modernen Sinne, sondern war eher ein lockeres Staatsgefüge mit verschiedenen Kolonien und Vasallenstaaten. Srivijaya konzentrierte sich auf den Gewürzhandel und kontrollierte im 7. Jahrhundert den Großteil der Küstengebiete von Sumatra, Java und der malaiischen Halbinsel sowie die Sunda-Straße und die Straße von Malakka. Obgleich Srivijayas Vorherrschaft im 11. Jahrhundert abnahm, blieb es bis in die 1300er Jahre eine gewaltige Seemacht. Doch allmählich erlangten verschiedene Teile des Reichs ihre Unabhängigkeit als regionale Königreiche. Srivijaya zerfiel vollends, als der letzte König zum Islam konvertierte, vor einer Majapahit-Invasion im Jahre 1398 n. Chr. floh und 1402 von seiner neuen Festung an der Mündung des Flusses Bertam aus das muslimische Sultanat von Malakka gründete.Aus den Ruinen von Srivijaya erhoben sich die Königreiche von Singhasari und Majapahit auf Java. Die Geschichte des Königreichs von Singhasari beginnt mit dem vermutlich erfundenen Bericht über Ken Arok, der die Dynastie um ca. 1182 n. Chr. gegründet haben soll. Um 1280 hatte Singhasari die letzten Spuren von Srivijaya ausgelöscht, doch das Königreich hatte die Aufmerksamkeit des Herrschers Kublai Khan erregt. Der große Khan schickte Gesandte zum Hof von König Kertanegara, um Singhasaris Unterwerfung und Tribute zu fordern. Nach einer Zurückweisung schickte Kublai in den Jahren 1281 und 1289 weitere Delegationen mit den gleichen Forderungen - und noch schlimmeren Folgen: Sein Botschafter wurde auf Befehl des Königs verstümmelt. Wütend sandte Kublai Khan eine Invasionsstreitmacht an Bord von 1.000 Kriegsschiffen aus. Einige Vasallen Singhasaris nutzten diese Situation aus und rebellierten. In dem sich daraus ergebenden Chaos fiel Singhasari, Kertanegara wurde getötet, die Mongolen vertrieben - was die Indonesier zu einem der wenigen Völker machte, die die Mongolen zurückschlugen - und der Schwiegersohn des Königs, Raden Wijaya, gründete 1293 n. Chr. das Majapahit-Königreich.Auch ohne dokumentierte Beweise ist bekannt, dass Majapahit das mächtigste der vorislamischen Königreiche war. Zwei Generationen nach der Gründung von Majapahit weitete der ehrgeizige Premierminister Gajah Mada die Herrschaft über einen Großteil des Archipels aus, bevor er in Ungnade fiel und seinen Untergang besiegelte. Nachfolgende Majapahit-Herrscher sollten die Aufgabe zu Ende bringen, die Gajah Mada begonnen hatte, und die Inseln zu dem Staat vereinen, der jetzt als Indonesien bekannt ist. Obwohl die Majapahit-Herrscher benachbarte Dynastien gestürzt und große Gebiete erobert hatten, lag ihr Fokus auf der Kontrolle des blühenden und stetig wachsenden Handels, was muslimische Händler und Missionare ins Land brachte. Nach seiner Blütezeit im 14. Jahrhundert nahm der Einfluss des Majapahit-Reichs ab. Nachdem es die erstarkende Macht des Malakka-Sultanats nicht abwenden konnte, ging das Königreich um 1520 n. Chr seinem Ende entgegen."
        },
        {
            "heading": "Die islamischen Staaten",
            "text": "Obwohl die Verbreitung des Islams über Indonesien um 1200 in Sumatra ihren Anfang nahm, wurde sie unter den toleranten Majapahit-Kaisern bedingt durch den verstärkten Handel zu einer regelrechten Flutwelle. Händler und der Adel waren in der Regel die ersten, die in den Majapahit-Siedlungen die neue Religion annahmen. Im 16. Jahrhundert war der Islam der vorherrschende Glaube in Sumatra und Java. Er vermischte sich mit den bestehenden kulturellen und religiösen Vorstellungen, so dass ein neuer muslimischer Glaube entstand, der typisch für Indonesien war. Nur Bali und ein paar kleinere Inseln behielten eine hinduistische Mehrheit.Neben dem mächtigen Sultanat von Malakka beherrschten zwei weitere langlebige islamische Königreiche die Inseln bis zur Ankunft der Europäer: das Sultanat Mataram auf Java und das Sultanat Banten, das die Sundastraße kontrollierte. In der Zeit ihres Bestehens waren die islamischen Sultanate größtenteils ausgesprochen reich durch den Handel mit Gewürzen und Seide, regiert von Schirmherren der Künste und Wissenschaften und bewacht von gut angeführten Seestreitkräften. Aber die Ankunft der Portugiesen, denen bald andere Kolonialmächte folgten, läutete die Unterwerfung der verschiedenen islamischen Staaten durch unbarmherzige Ausbeuter mit überlegener Technologie ein.Malakka fiel als Erstes, als es im August 1511 von portugiesischen Streitkräften unter der Führung von Afonso de Albuquerque eingenommen wurde. 1603 richtete die niederländische Ostindien-Kompanie ihren ersten festen Handelsposten in Indonesien ein, genauer gesagt in Banten. Nach zwei Jahrhunderten voller Auseinandersetzungen verkündete der Generalgouverneur der Holländer von seinem Hauptquartier in Serang aus, dass das Sultanat Banten in den Besitz der Kompanie übergegangen sei. In der Zwischenzeit hatten die Holländer auch die dynastischen Konflikte innerhalb des Sultanats Mataram ausgenutzt und den alten und kranken Sultan Pakubuwana 1749 n. Chr. gezwungen, die Herrschaft über das Königreich an die niederländische Ostindien-Kompanie abzutreten. Mit der Eroberung des von den Portugiesen beherrschten Malakka kam die niederländische Ostindien-Kompanie schließlich in den \"Besitz\" der Gewürzinseln."
        },
        {
            "heading": "Die niederländische Periode",
            "text": "Nachdem die niederländische Ostindien-Kompanie 1800 n. Chr. in Konkurs ging und aufgelöst wurde, übernahm die niederländische Regierung die Verwaltung ihrer Besitztümer in Indonesien. Über die folgenden 150 Jahre war die niederländische Herrschaft weitgehend angenehm, wenn auch dürftig. Eine Politik des erzwungenen Anbaus von Cash Crops und der Einführung von Schuldknechtschaft, die Bauern dazu zwang, jedes Jahr für 60 Tage auf regierungseigenen Plantagen zu arbeiten, führten zu weitverbreiteten Unruhen. Zudem bildeten die niederländischen Kolonisten eine privilegierte Oberklasse aufgrund von Gesetzen, die die Bürger in zwei Kategorien mit jeweils unterschiedlichen Rechten unterteilten: Europäer und Eingeborene. Die Unruhen in Indonesien brachten die Niederländer 1901 zu begrenzten politischen Reformen, verkörpert durch die \"Ethische Politik\", die erhöhte Investitionen in die Bildung der Ureinwohner und Veränderungen der Eigentumsgesetze beinhaltete. Beträchtliche Investitionen der Niederländer in die Infrastruktur des Landes - insbesondere in Häfen und Straßen - mit dem Ziel, die Wirtschaft zu modernisieren, trugen ebenfalls zur Beruhigung von nationalistischen Bewegungen bei ... doch nur für eine Weile."
        },
        {
            "heading": "Unabhängigkeit",
            "text": "Die niederländische Herrschaft endete mit der japanischen Invasion und Besatzung im Jahre 1942. Die Ereignisse des Zweiten Weltkriegs entfachten die Flammen des Nationalismus, der sich im Land in den letzten vier Jahrzehnten verbreitet hatte. Die erste nationalistische Bewegung, Budi Utomo, war bereits 1908 entstanden; die erste indonesische politische Partei, Sarekat Islam, wurde 1912 gegründet. Auf letztere folgte die Indische Sociaal-Democratische Vereeniging, aus der sich 1924 die Kommunistische Partei Indonesiens entwickelte. Abschließend wurde im Juli 1927 von Sukarno (der Indonesiens erster Präsident werden sollte) und anderen Liberalen die für die Unabhängigkeit eintretende Partai Nasional Indonesia gegründet. Im Anschluss an eine ergebnislose Revolte durch die Kommunisten wurden Sukarno und die meisten anderen nationalistischen Anführer festgenommen.Im Juli 1942 nahm Sukarno Japans Angebot an, öffentliche Unterstützung für Japans Kriegsanstrengungen zu sammeln. Japans Besatzung war häufig brutal und beizeiten von Folter und Zwangsarbeit gezeichnet; doch viele Nationalisten kooperierten weiterhin in der Hoffnung, ihr Ziel zu erreichen: die von japanischen Verwaltern versprochene Unabhängigkeit. Im März 1945, kurz vor einer militärischen Niederlage, verkündete Japan die Gründung eines Komitees zur Vorbereitung der Unabhängigkeit Indonesiens. Aber die Ereignisse waren schneller als das Komitee. Zwei Tage nach Japans Kapitulation gegenüber den alliierten Streitkräften erklärte Sukarno Indonesien einseitig als von der Kolonialherrschaft befreit. Die Niederlande, die ursprünglich von Großbritannien unterstützt wurden, versuchten, ihre Herrschaft erneut zu festigen, und eine erbitterte bewaffnete und diplomatische Auseinandersetzung entbrannte. Der Kampf endete erst, als die Niederländer unter dem wachsenden internationalen Druck die Unabhängigkeit Indonesiens offiziell anerkannten."
        },
        {
            "heading": "Modernes Indonesien",
            "text": "Sukarno und seine Anhänger versuchten zunächst mit den Verfassungen von 1945 und 1950, eine Demokratie nach westlichen Vorstellungen mit einem parlamentarischen Regierungssystem einzuführen, bei dem die Exekutive sich vor dem gewählten Parlament verantworten muss. Doch aufgrund der extremen Armut, den autoritären Traditionen, regionalen Unterschieden und der Angst vor einer javanischen politischen Vorherrschaft in Indonesien beschloss Sukarno, dass das Land stattdessen eine, wie er es nannte, \"gelenkte Demokratie\" brauchte. Im Juli 1959 setzte Sukarno die Verfassung von 1950 außer Kraft, löste das Parlament auf und ersetzte es durch eines, das vom Präsidenten ernannt wurde und dessen Willen unterworfen war.Nach einem Militärcoup im Jahre 1967 musste Sukarno zurücktreten und General Suharto, Indonesiens zweitem Präsidenten, weichen. Suharto blieb die nächsten 31 Jahre über als diktatorisch regierender Präsident an der Macht und versuchte, abweichende Meinungen zu unterdrücken, die Wirtschaft und Außenpolitik zu stabilisieren und den Kalten Krieg zu lenken. Nach wachsender Korruption und Verletzungen der Zivilrechte endete seine Amtszeit letztendlich mit der asiatischen Finanzkrise von 1997. Im Gegenzug für eine Rettungszahlung von $43 Milliarden durch die Vereinigten Staaten stimmte Suharto umfassenden Reformen zu. Doch wieder sollten die Ereignisse der Freiheitsbewegung zuvorkommen: Ein von Studenten angeführter Aufstand zwang Suharto im Mai 1998 zum Rücktritt. 1999 wählte das neu formierte nationale Parlament Abdurrahman Wahid zum Präsidenten. Er war der erste einer Reihe von demokratisch orientierten Reformatoren, die Indonesien in die Zukunft führen sollten."
        },
        {
            "heading": "Modernes Indonesien",
            "text": "Sukarno und seine Anhänger versuchten zunächst mit den Verfassungen von 1945 und 1950, eine Demokratie nach westlichen Vorstellungen mit einem parlamentarischen Regierungssystem einzuführen, bei dem die Exekutive sich vor dem gewählten Parlament verantworten muss. Doch aufgrund der extremen Armut, den autoritären Traditionen, regionalen Unterschieden und der Angst vor einer javanischen politischen Vorherrschaft in Indonesien beschloss Sukarno, dass das Land stattdessen eine, wie er es nannte, \"gelenkte Demokratie\" brauchte. Im Juli 1959 setzte Sukarno die Verfassung von 1950 außer Kraft, löste das Parlament auf und ersetzte es durch eines, das vom Präsidenten ernannt wurde und dessen Willen unterworfen war.Nach einem Militärcoup im Jahre 1967 musste Sukarno zurücktreten und General Suharto, Indonesiens zweitem Präsidenten, weichen. Suharto blieb die nächsten 31 Jahre über als diktatorisch regierender Präsident an der Macht und versuchte, abweichende Meinungen zu unterdrücken, die Wirtschaft und Außenpolitik zu stabilisieren und den Kalten Krieg zu lenken. Nach wachsender Korruption und Verletzungen der Zivilrechte endete seine Amtszeit letztendlich mit der asiatischen Finanzkrise von 1997. Im Gegenzug für eine Rettungszahlung von $43 Milliarden durch die Vereinigten Staaten stimmte Suharto umfassenden Reformen zu. Doch wieder sollten die Ereignisse der Freiheitsbewegung zuvorkommen: Ein von Studenten angeführter Aufstand zwang Suharto im Mai 1998 zum Rücktritt. 1999 wählte das neu formierte nationale Parlament Abdurrahman Wahid zum Präsidenten. Er war der erste einer Reihe von demokratisch orientierten Reformatoren, die Indonesien in die Zukunft führen sollten."
        }
    ],
    "leader": {
        "name": "Gajah Mada",
        "subtitle": "Staatsoberhaupt von Indonesien",
        "lived": "ca. 1290 - 1364 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gajah_mada.png",
        "trait": {
            "name": "Gewürzinselbewohner",
            "effect": "Die ersten 3 Städte, die auf Kontinenten gegründet werden, auf denen Indonesien nicht begonnen hat, bringen jeweils 2 einzigartige Luxusgüter (und können niemals vernichtet werden)."
        },
        "titles": [
            "Premierminister und General des Majapahit-Reichs"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Gajah Mada (frei übersetzt \"der Elefantengeneral\"), ein Volksheld von Indonesien und Ikone des indonesischen Nationalstolzes und Patriotismus, diente dem Majapahit-Imperium von Indonesien im 14. Jahrhundert n. Chr. über dreißig Jahre lang als Premierminister. Obwohl man nur wenig über seine Jugend und seinen Werdegang herausgefunden hat, ist bekannt, dass er als Bürgerlicher geboren wurde und allein aufgrund seines Intellekts und seiner Schläue an die Macht kam - verbunden mit seinem Ruf als grimmiger Kämpfer. Während seiner Dienstzeit als königliche Leibgarde spielte Gajah Mada eine zentrale Rolle bei der Abwehr einer Rebellion gegen den König, wodurch ihm zum Lohn der Weg in die Herrscherelite geebnet wurde. Nach seinem Aufstieg zum Premierminister führte Gajah Mada das Majapahit-Reich zu großem Erfolg, indem er viele der angrenzenden Inselreiche eroberte und als Erster einen Großteil des Gebiets des heutigen Indonesiens vereinte."
            },
            {
                "heading": "Aufstieg zur Macht",
                "text": "Die ersten Aufzeichnungen über das Leben des Gajah Mada beginnen im Erwachsenenalter, als er eine elitäre Wacheinheit kommandiert haben soll, die mit dem Schutz der Königsfamilie von Jayanagara, dem Herrscher von Majapahit (1309 - 1328 n. Chr.), betraut war. Während dieser Zeit führte ein abtrünniger Politoffizier des Majapahit-Reichs namens Rakrian Kuti eine Rebellion gegen König Jayanagara an. Als er von dem Komplott erfuhr, brachte Gajah Mada den König sicher aus der Hauptstadt heraus, die an Kutis Streitkräfte fiel, und versteckte ihn in der nahegelegenen Stadt Badander. Als der König in Sicherheit war, soll Gajah Mada das Gerücht verbreitet haben, der König sei tot, um der Rebellion den Wind aus den Segeln zu nehmen. Gleichzeitig stellte er einen Trupp zusammen, um die Hauptstadt zurückzuerobern und den rechtmäßigen König wieder auf den Thron zu setzen. Gajah Mada stellte fest, dass viele Mitglieder der Miltärkaste vom vermeintlichen Tod des Königs schwer getroffen waren und dass Kuti beim Volk unbeliebt war. Bei der darauf folgenden Gegenrevolte wurde der Emporkömmling Kuti getötet, und Gajah Mada wurde zum Lohn in seine erste Führungsposition in der Herrscherschicht erhoben."
            },
            {
                "heading": "Premierminister von Majapahit",
                "text": "Die Legende besagt, dass Gajah Madas Loyalität einige Jahre später ins Wanken geriet, als der König Madas Frau zur Konkubine nahm. Daraufhin soll Gajah Mada den Hofarzt, einen ehemaligen Anhänger Kutis, überredet haben, den König zu töten, als dieser krank wurde. Nach dem Tod des Königs ließ Gajah Mada den Arzt umgehend festnehmen und exekutieren. Ob die Geschichte nun wahr ist oder nicht - nach Jayanagaras Tod bestieg seine Stiefschwester Tribhuwana Wijayatunggadewi den Thron, die beabsichtigte, die Grenzen ihres Reichs auszuweiten. Gajah Mada hatte das Glück, dass die neue Königin seine Rolle bei dieser Expansion als äußerst wichtig erachtete, und so wurde er 1329 n. Chr. zum \"Mahapatih\", zum Premierminister, ernannt. Mit seiner weitreichenden Macht und der neuen Autorität setzte sich Gajah Mada die entlegenen Regionen des Archipels zum Ziel und schwor, Großartiges für das Reich zu leisten, das ihm seine Zukunft anvertraute. Sein berühmter Eid, bekannt als Sumpah Palapa und häufig unterschiedlich ausgelegt, erklärte einfach gesagt: \"Ich werde weder Frucht noch Würze, die irdischen Freuden, genießen, bis alle bekannten Inseln für Majapahit erobert wurden.\""
            },
            {
                "heading": "Eroberungen",
                "text": "Nach seiner Rückkehr von der Niederschlagung einer Rebellion in Sadeng (Ost-Java) im Jahr 1331 n. Chr. dauerte es nicht lange, bis Gajah Mada seine Feldzüge startete, um die benachbarten Inseln im indonesischen Archipel zu erobern, beginnend mit Bali und Lombok 1343. Nach und nach nahm er zum Ruhm seines Volkes die Königreiche und Städte, Staaten und Provinzen ein. Darunter auch das buddhistische Königreich Sriwijaya mit seiner Hauptstadt Palembang sowie kleinere Königreiche in West-Sumatra, wo Gajah Mada einen Prinzen des Majapahit-Reichs als Vasallenherrscher einsetzte. Des Weiteren eroberte der Elefantengeneral mit Samudra-Pasai in Sumatra das erste muslimische Sultanat in Indonesien. Im Anschluss an diesen Sieg nahmen die Streitkräfte des Majapahit-Reichs innerhalb von zwei Jahren ein weiteres halbes Dutzend unabhängiger Städte und Königreiche ein, darunter auch Temasek (das heutige Singapur) jenseits der Meerenge.1350 n. Chr. überließ Tribhuwana den Thron von Majapahit ihrem Sohn Hayam Wuruk, der als der größte aller Könige von Majapahit gilt. Während seiner Herrschaft dehnte sich das Reich am weitesten aus und umfasste den gesamten indonesischen Archipel. Handel und Künste gediehen unter dem neuen König, der die Angelegenheiten seiner Nation gern seinem Premierminister überließ, während er selbst die Künste und Wissenschaften förderte. Mit der stillschweigenden Zustimmung des Königs erweiterte Gajah Mada das Reich um zwei Dutzend Königreiche, von denen einige so weit entfernt lagen wie das heutige Malaysia und die südlichen Philippinen.Gajah Mada, der bis 1357 mehr als ein Dutzend Inseln im Archipel erobert hatte, sah sich nun einer schwierigen Situation gegenüber, da eines der letzten unabhängigen Königreiche Sunda in West-Java war. Zwar war es vorgesehen, dass die Prinzessin von Sunda mit Hayam Wuruk vermählt werden sollte, um ein Bündnis zu schließen, doch Gajah Mada wollte mehr. Indem er der Prinzessin von Sunda den Titel der Königsgemahlin von Majapahit verweigerte und sie zur Konkubine herabsetzte, brachte Gajah Mada das Volk von Sunda gegen sich auf. Bei der Zusammenkunft mit der Hochzeitsgesellschaft in der Stadt Bubat wurden die Verhandlungen derart feindselig, dass ein Kampf ausbrach. Gajah Mada und seine Truppen massakrierten die gesamte Königsfamilie von Sunda und ihre Leibwache.Dieser Vorfall befleckte Gajah Madas Vermächtnis, da man seine Taten für rücksichtslos und unbarmherzig erachtete. Minister und Hofbeamte von Majapahit verurteilten ihn als blutrünstig und grausam. Der König enthob Gajah Mada aller Titel, Befugnisse und Ehren. Der eben noch mächtigste Mann im ganzen Reich verbrachte daraufhin den Rest seines Lebens in relativer Abgeschiedenheit auf seinem Anwesen in Ost-Java. Gajah Madas Tod 1363 n. Chr. blieb so gut wie unbeachtet."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Im modernen Indonesien wird Gajah Mada als Held gefeiert - als Ikone des indonesischen Patriotismus und Nationalstolzes. Gajah Mada gilt als Quelle der Inspiration und als Beispiel für das Potenzial aller Indonesier, große Persönlichkeiten zu sein. Beim Widerstand gegen die japanische Besetzung und während der Unabhängigkeitsrevolte gegen die Niederlande in den späten 1940er Jahren diente er als mythisches Propagandasymbol. Sein Vermächtnis als der erste Mann, der die zahlreichen Inseln des Indonesischen Archipels zu einer Nation vereinte, wird die Geschichte überdauern, ebenso wie seine gerühmte Hingabe und seine unerschütterliche Loyalität gegenüber dem König und dem Volk von Majapahit."
            }
        ]
    }
}