{
    "id": 12,
    "name": "Japan",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/japan.png",
    "dawn_of_man": "Seid gesegnet, ehrwürdiger Oda Nobunaga, Herrscher des Landes, in dem die Sonne aufgeht - mögt Ihr noch lange in ihrer prächtigen Blüte wandeln. Ihr seid der Herrscher von Japan, dem Land der aufgehenden Sonne. Die Japaner sind ein Inselvolk, stolz und fromm mit einer langen Kunst- und Literaturtradition. Ihre Zivilisation entstand vor Tausenden von Jahren - Jahre schrecklicher Kriege, Ausdehnung und Isolation, großen Wohlstands und tiefster Armut. Neben seinen Fähigkeiten auf dem Schlachtfeld ist Euer Volk auch ungeheuer fleißig und seine technologischen Innovationen und mächtigen Fabriken werden von niederen Völkern andernorts neidvoll zur Kenntnis genommen.Legendärer Daimyo, werdet Ihr die Zügel des Schicksals in die Hand nehmen? Werdet Ihr Eurer Familie und Eurem Volk Ehre und Ruhm bereiten? Werdet Ihr erneut mit Schwert und Schild siegreich in den Krieg ziehen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Samurai",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/samurai.json"
        },
        {
            "name": "Zero",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/zero.json"
        }
    ],
    "city_names": [
        "Kyoto",
        "Osaka",
        "Tokio",
        "Satsuma",
        "Kagoshima",
        "Nara",
        "Nagoya",
        "Izumo",
        "Nagasaki",
        "Yokohama",
        "Shimonoseki",
        "Matsuyama",
        "Sapporo",
        "Hakodate",
        "Ise",
        "Toyama",
        "Fukushima",
        "Suo",
        "Bizen",
        "Echizen",
        "Izumi",
        "Omi",
        "Echigo",
        "Kozuke",
        "Sado",
        "Kobe",
        "Nagano",
        "Hiroshima",
        "Takayama",
        "Akita",
        "Fukuoka",
        "Aomori",
        "Kamakuro",
        "Kochi",
        "Naha"
    ],
    "spy_names": [
        "Akaishi",
        "Oki",
        "Hattori",
        "Morozumi",
        "Momochi",
        "Kawashima",
        "Orin",
        "Sakanishi",
        "Kaede",
        "Mochizuki"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die Inseln Japans sind aus der unvorstellbaren Kraft der Plattentektonik entstanden und wurden nach oben gedrückt, als sich die Pazifische Platte unter die Eurasische Platte schob. So entstand ein bergiges Land voller Schönheit und Gefahr, in dem die Menschen in einem engen Korridor zwischen Vulkan und Meer leben."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Japan ist ein kleines Land, dessen Fläche knapp über der von Deutschland liegt. Mehr als 80% des Landes sind Gebirge. Japan besteht aus den vier Hauptinseln Hokkaido, Honshu, Shikoku und Kyushu sowie einer Vielzahl von kleineren Inseln. Das Land ist in geologischer Hinsicht relativ jung, das bedeutet die Gebirge sind hoch und zerklüftet und werden von schmalen, schnell fließenden Strömen durchzogen. Zudem gibt es viele Vulkane in Japan, von denen einige sehr aktiv sind. Mit Erdbeben sollte man dort auch rechnen - abgesehen von Angriffen riesiger, radioaktiver Monster.Japan ist von einem Monsunklima geprägt, das je nach Jahreszeit feuchte oder trockene Winde mit sich bringt. Im Winter erreicht die kalte, feuchte Luft aus Sibirien und dem Japanischen Meer den Westen des Landes, was zu heftigem Regen und Schneefall führt. Im Sommer strömt durchgehend feuchte Luft vom Pazifik zur Ostseite des Landes."
        },
        {
            "heading": "Vorgeschichte",
            "text": "Es wird allgemein angenommen, dass Siedler schon in der Altsteinzeit vor etwa 20.000 Jahren nach Japan kamen (vielleicht auch 10.000 Jahre früher oder später), als die Menschen mit einfachen Werkzeugen aus Stein arbeiteten. Die Einwanderer kamen wahrscheinlich über das Japanische Meer, wobei sie Landbrücken benutzten, welche die Inseln damals vorübergehend mit Korea und Asien verbanden.Es ist zwar nur wenig über die prähistorische Zeit in Japan bekannt, doch es steht fest, dass die Bewohner relativ früh genug von der Seefahrt verstanden, um zwischen den Inseln hin- und herzureisen, da die japanische Kultur auf allen Inseln erstaunlich homogen ist. (Das wäre nicht der Fall, wenn die Inselkulturen über längere Zeiträume voneinander isoliert gewesen wären.)Die präkeramische Kultur wurde von der Jomon-Zeit abgelöst, die von 7500-250 v. Chr. andauerte. Der Begriff \"Jomon\" bezieht sich auf eine Töpferart, bei der Fäden in den Ton gedrückt werden, um kunstvolle Muster entstehen zu lassen. Neben der Erfindung der Töpferei gab es in dieser Zeit einen wichtigen Fortschritt von geschlagenen zu geschliffenen Werkzeugen. Die Menschen der Jomon-Zeit warten hauptsächlich Jäger, Sammler und Fischer.Die Jomon-Kultur wurde von der Yayoi-Zeit abgelöst, die ungefähr von 250 v. Chr. bis 250 n. Chr. dauerte. Diese Kultur hatte ihren Ursprung auf Kyushu und brachte Fortschritte in der Töpferei, einfache Landwirtschaft und die Verwendung eiserner und bronzener Werkzeuge mit sich. Die Jomon übernahmen außerdem zeremonielle Beerdigungspraktiken und lernten Bewässerung und das Weben von Textilien. Einige ihrer technischen und kulturellen Entwicklungen waren sicher eigene Entdeckungen, während andere wahrscheinlich durch Kontakte mit China und Korea zustande kamen. Mithilfe dieser Kenntnisse konnte die Yayoi-Kultur sich schnell in ganz Japan ausbreiten und die primitivere Jomon-Kultur ablösen."
        },
        {
            "heading": "Frühe schriftliche Überlieferung",
            "text": "Die frühesten schriftlichen Quellen über Japan findet man in China. Sie stammen aus der Han-Zeit dieser Kultur und es heißt darin, dass ungefähr 50 n. Chr. der \"Staat von Nu in Wo\" Gesandte zum späteren Hof der Han-Dynastie geschickt hat. \"Nu\" war einer von mehr als 100 Staaten, aus dem \"Wo\" (Japan) damals bestand. Der chinesische Hof berichtet später, dass irgendwann nach 250 n. Chr. eine gewisse \"Königin Himiko\" über einen Bund von mehr als 30 Staaten regierte, dessen Hauptstadt in Yamatai war. Niemand weiß sicher, wo sich Yamatai befand, und es gibt keine schriftlichen japanischen Aufzeichnungen aus dieser Zeit."
        },
        {
            "heading": "Die Kofun-Zeit (ca. 250-550 n. Chr.)",
            "text": "Da japanische Quellen nur äußerst rar gesät sind, ist es sehr umstritten, wie und wann Japan vereinigt wurde. Es ist bekannt, dass Yamatai irgendwann im 4. Jahrhundert verschwand und das Königreich Yamato aufstieg. In der Mitte des 4. Jahrhunderts schickte Japan eine große Eroberungsarmee auf die koreanische Halbinsel, was auf eine relativ große Zentralmacht schon zu Beginn des Jahrhunderts schließen lässt.Unter der Herrschaft der Yamatos setzten Bauern zum ersten Mal Eisenwerkzeuge zur Kultivierung ein und das Land wurde mit gefluteten Feldern überzogen, auf denen man Reis anbaute. Diese schmackhafte und sehr nährstoffreiche Getreideart wurde schon bald zur Grundlage der japanischen Küche. Durch diese Fortschritte konnten weniger Bauern mehr Nahrung anbauen, sodass die Yamatos die überzähligen Menschen für Feldzüge oder den Bau großer Grabmale für sich selbst einsetzen konnten. In dieser Zeit importierten die Japaner aber auch mehrere technische Errungenschaften aus den Nachbarländern, von denen die wichtigste sicherlich die Schrift aus China war. Mit der chinesischen Schrift kam im 5. Jahrhundert auch der Konfuzianismus ins Land.Im 5. Jahrhundert nahmen die Yamatos eine eher militante Stellung ein, aber die Gründe dafür sind umstritten. Manche Historiker glauben, dass dies eine Reaktion auf eine Invasion oder die Eroberung des Königreichs durch fremde Krieger war. Andere wiederum glauben, dass die Yamatos ihr fortschrittliches Militär und ihre Landwirtschaftsmethoden einfach nur aggressiver einsetzten, ganz ohne ausländischen Einfluss. Was immer auch dahintersteckte, die Yamatos griffen mit ihren Armeen den Süden Koreas an, wohl um die dort entdeckten Eisenvorkommen für sich zu sichern. Die Rohstoffknappheit auf den Heimatinseln war in den folgenden Jahrhunderten stets der Hauptantrieb der japanischen Außenpolitik."
        },
        {
            "heading": "Das Klansystem",
            "text": "In dieser Epoche entstand auch das \"Uji-Kabane\"-System in Japan. Der Begriff \"Uji\" kann als \"Klan\" übersetzt werden, während \"Kabane\" sich auf einen erblichen Adelstitel bezieht. Unter diesem System wurden die Menschen in einer landwirtschaftlichen Gemeinde zu Mitgliedern eines Klans. Jedes Mitglied hatte dabei eine besondere Stellung in der Gemeindehierarchie. Die Menschen glaubten daran, dass eine gute Ernte garantiert werden konnte, wenn sich jeder den Vorfahren und Klangöttern gegenüber richtig verhält. So wurde der Ahnenkult zu einem wichtigen Bestandteil des Uji-Kabane-Systems."
        },
        {
            "heading": "Nach Yamato: Konfuzianismus, Buddhismus u. Gesetz",
            "text": "Im 6. Jahrhundert verloren die Yamatos an Status und Einfluss, da das Militär sowohl in Japan selbst als auch im Ausland Niederlagen hinnehmen musste. Mit dem Machtverlust der Yamatos ging ein Machtgewinn der einheimischen Klanoberhäupter einher. Der Untergang der zentralen Autorität führte natürlich auch zu mehr Konflikten im Land, da die Kriegsherren das entstandene Machtvakuum für sich nutzen und ausfüllen wollten.Im 6. Jahrhundert kam auch der Buddhismus nach Japan, wahrscheinlich aus Korea. Prinz Shotoku war ein Verfechter des Buddhismus. Er herrschte um die Jahrhundertwende und übernahm die Prinzipien des Friedens und der Erlösung als Ideale für seinen Hof. Interessanterweise fand auch der chinesische Konfuzianismus beim Adel immer mehr Anklang, sodass sich Shotoku offenbar auch nach dieser Religion richtete. Shotoku herrschte von 592-628 n. Chr. über das Land. Der Yamato-Klan konnte in dieser Zeit seine Macht und seinen Einfluss teilweise wiedererlangen.Nach Shotokus Tod herrschte Chaos am japanischen Hof. Die mächtige Shoga-Familie ergriff die Macht und tötete Shotokus Erben. Sie wurde wiederum 645 von Prinz Nakano Oe und Nakatomi Kamatari gestürzt, die alle Angehörigen der Shoga und jeden töteten, der sich der kaiserlichen Familie widersetzte. Nach der Beseitigung ihrer Feinde leiteten sie politische Reformen ein, um die Macht der Zentralregierung zu stärken und die mächtigen Klans zu schwächen.Etwa zur selben Zeit, als die Japaner ihre Verwaltungsgesetze niederschrieben, stellten sie auch Straf- und Bürgergesetze auf. Dabei bedienten sie sich stark an den Gesetzen der Tang-Dynastie in China und änderten diese für die spezifischen Bedürfnisse Japans ab. Das japanische System teilte die Menschen in Freie und Sklaven auf. Weniger als 10% der gesamten japanischen Bevölkerung waren Sklaven - die meisten waren freie Bauern.Das politische System blieb mehrere Jahrhunderte lang halbwegs intakt, bis im 10. Jahrhundert strukturelle Fehler dazu führten, dass die Regierung unterwandert wurde. Mehrer große Klans übernahmen die Kontrolle über wichtige Regierungsämter und nutzten ihre Macht, um immense Reichtümer in ihre eigenen Schatzkammern zu schleusen. Die Steuern wurden immer höher und Macht und Reichtum sammelten sich auf Kosten der Provinz-Klans und aller Bauern beim zentralen Adel. Teilweise auch aus dem Unmut über die Zentralregierung heraus entstand eine neue Klasse adliger Krieger - die sogenannten Samurai."
        },
        {
            "heading": "Der Aufstieg der Samurai",
            "text": "Im 10. und 11. Jahrhundert wurden die Samurai zu einer wichtigen neuen Macht in Japan. Außerhalb des Hofes eroberten Samurai-Kriegsherren ganze Provinzen; am Hof selbst fungierten sie als Leibwachen und Generäle für den Adel. Gegen Ende des 11. Jahrhunderts erlangte der Samurai-General Taira Kiyomori so viel Macht und Einfluss, dass er Premierminister wurde und den kaiserlichen Hof faktisch leitete. Sein Sohn Antoku konnte 1180 sogar den kaiserlichen Thron besteigen. Die Taira-Herrschaft hielt jedoch nicht lange, da die Familie 1185 vom Minamoto-Klan in einer Seeschlacht besiegt wurde, die der Höhepunkt eines fünf Jahre andauernden blutigen Machtkampfs war, der als \"Gempei-Krieg\" in die Geschichte einging.Nach dem Sieg errichtete der Minamoto-Anführer Joritomo das Shogunat: eine Militärregierung, in der der Shogun (kurz für \"Seii Taishogun\" oder \"Unterdrücker der Barbaren und großer General\") im Namen des Kaisers über Japan regierte. Diese Regierungsform erwies sich als bemerkenswert stabil und überlebte fast 700 Jahre bis zu ihrer Abschaffung im Jahr 1868.In den nächsten Jahrhunderten ging die Macht auf die Hojo-Familie über, die im frühen 12. Jahrhundert einen Versuch des Kaisers Go-Toba abwehrte, wieder an die wahre Macht zu gelangen. Am Ende des 12. Jahrhunderts wehrten sie mehrere Invasionsversuche der Mongolen ab, wobei ihnen der Zufall in Form zweier Taifune half, die große Teile der Angreifer an Schlüsselstellen der Schlacht zerstörten. Die Japaner nannten diese Stürme \"Kamikaze\" oder \"göttliche Winde\", die vom Himmel geschickt wurden, um die Japaner vor den Barbaren zu schützen."
        },
        {
            "heading": "Der Zusammenbruch der zentralen Autorität",
            "text": "Der Hojo-Klan blieb bis 1333 an der Macht, als Kaiser Go-Daigo mit einem Putsch wieder die kaiserliche Familie an die Macht brachte. In der Schlacht wurde er von zahlreichen Adligen sowie mehreren Samurai-Klans und ein paar militanten buddhistischen Mönchen unterstützt. Einige wichtige Verbündete Go-Daigos waren jedoch mit ihrem Anteil an der Ausbeute unzufrieden und vertrieben den Kaiser in einer Revolte 1336 nach Norden in die Yoshino-Berge. In den nächsten 60 Jahren gab es einen nördlichen und einen südlichen Kaiserhof, und die Herrschaft über Japan wurde unter ihnen aufgeteilt. Der südliche Kaiser blieb eine Marionette in den Händen des südlichen Shogunats. 1391 wurden die kaiserlichen Höfe wieder vereint und der große Shogun Ashikaga Takauji herrschte über das Land.Im 14. Jahrhundert wuchs die Macht der Bauernfamilien und Gemeinden, und es kam zu immer stärkerem Widerstand gegen die Kriegsherren. Große Aufstände brachen 1428, 1429 und 1441 aus und wurden danach fast jährlich wiederholt. 1467 brach ein Bürgerkrieg über die Nachfolge von Shogun Ashikaga aus, der 10 Jahre andauern und die Zerstörung zahlreicher großer Tempel und die Vertreibung großer Teile der Zivilbevölkerung zur Folge haben sollte. Nach dem Kriegsende 1477 war die zentrale Regierung stark angeschlagen, sodass es in dieser Epoche zu zahlreichen regionalen Aufständen und dem Aufstieg einer neuen regionalen Kriegsherrenklasse kam: den \"Daimyos\"."
        },
        {
            "heading": "Die Zeit der Streitenden Reiche",
            "text": "Die Jahre von 1338-1573 sind als die Zeit der Streitenden Reiche bekannt, in der nahezu permanent Krieg herrschte, da das Shogunat und die kaiserliche Familie beide fast machtlos waren und überall im Land Machtkämpfe zwischen den Daimyos ausgetragen wurden. Viele Burgen wurden in dieser Zeit gebaut und japanische Krieger konnten sich im Belagerungskrieg viele Fähigkeiten aneignen, vor allem seit europäische Händler ihnen beigebracht hatten, wie man Musketen baut."
        },
        {
            "heading": "Oda Nobunaga und die Vereinigung Japans",
            "text": "1549 starb der Vater des jungen Adligen Oda Nobunaga und überließ seinem Sohn etwas Land, Geld und mehrere Samurai als Gefolgsleute. In nur elf Jahren hatte er jegliche Opposition in der Provinz Owari besiegt und diese erobert. Als brillanter Visionär und Militärführer lernte Oda schnell mit den neuen Musketen umzugehen und verwendete sie mit tödlicher Effizienz gegen seine Gegner. 1562 verbündete er sich mit Tokugawa Ieyasu, einem benachbarten Feudalherrn, der sich als einer der größten Anführer aller Zeiten erweisen sollte.In den 1560ern eroberte Nobunaga Kyoto, das historische Machtzentrum Japans. 1573 setzte er den Shogun ab und sicherte so seine reale und zeremonielle Macht. Zum Zeitpunkt seiner Ermordung im Jahr 1582 hatte Oda fast die Hälfte Japans vereinigt. Im Zivilopädie-Eintrag zu Oda gibt es weitere Informationen zum Leben dieses bemerkenswerten Oberhaupts.Odas Nachfolger war Toyotomi Hideyoshi, der Sohn eines Bauern, der in Odas Diensten als Krieger und Kommandant Bedeutung erlangte. 1590 hatte Hideyoshi ganz Japan vereint. Als Teil seines Plans, die Zentralregierung zu stärken, ließ er die Bauern entwaffnen und erließ eine Steuerreform. Außerdem schuf er ein neues Feudalsystem, das Bauern an ihre Dörfer und Handwerker und Händler an ihre Städte band. Hideyoshi starb 1598 und wurde von Tokugawa Ieyasu abgelöst, der 1603 den Titel eines Shogun annahm.Obwohl er die westlichen Waffen und Einheiten nur zu gerne bei der Vereinigung Japans einsetzte, sah Tokugawa die Europäer bald als Bedrohung seiner Herrschaft. Er (wie auch seine Erben) verbannte das Christentum vollständig aus Japan, vertrieb so gut wie alle Leute aus dem Westen von den Inseln und erlaubte den Einsatz von Musketen nur den eigenen Kriegern. In den nächsten Jahrhunderten blieb Japan hartnäckig vom Westen isoliert - ein Zustand, der das Land wahrscheinlich vor einer demütigenden europäischen Besetzung und Kolonisierung bewahrte, die so viele seiner asiatischen Nachbarn erdulden mussten."
        },
        {
            "heading": "Die Öffnung Japans und die Meiji-Restauration",
            "text": "Im 19. Jahrhundert waren die Niederlande die einzige europäische Macht, die mit Japan Handel trieb, und selbst dieser Kontakt war ziemlich begrenzt. Bis zur Mitte des Jahrhunderts versuchten mehrere europäische Mächte, diplomatische Beziehungen mit Japan aufzubauen, doch ohne Erfolg. Auf der Suche nach Häfen für ihre Handels- und Fischereiflotte beschlossen die Vereinigten Staaten, diese Sache voranzutreiben, und schickten 1853 eine moderne Flotte unter dem Kommando von Commodore Matthew C. Perry in die Uraga-Bucht. Der Schock, eine ausländische Militärmacht direkt vor den Küsten der bis dato unangetasteten Küsten Japans zu entdecken, zerstörte das alte Tokugawa-Shogunat und die Macht ging schließlich und endlich wieder auf den Kaiser über.Der junge Meiji-Kaiser, der 1867 den Thron bestieg, leitete eine Zeit radikaler Reformen in Japan ein, um das Land militärisch und ökonomisch auf eine Stufe mit den westlichen Mächten zu bringen, deren Kriegsschiffe die Meere rundum kontrollierten. Die sogenannte \"Meiji-Restauration\" war eine bemerkenswerte Zeit, in der Japan in weniger als einem Jahrhundert den Feudalismus abschaffte, die Samuraiklasse fast komplett auflöste und das Land wieder an die Bauern übergab, die es bearbeiteten. Die Regierung leitete ein Industrialisierungsprogramm in die Wege, das sich sehr schnell als großer Erfolg herausstellte. Im späten 19. Jahrhundert nahm Japan eine Verfassung an, die sich grob nach europäischen Vorbildern richtete.Im frühen 20. Jahrhundert hatte sich Japan im Pazifikraum als zweite Großmacht hinter den Vereinigten Staaten etabliert, was andere Länder zu ihrem Unglück erst viel zu spät bemerkten."
        },
        {
            "heading": "Der Chinesisch-Japanische Krieg",
            "text": "1894 führte China einen Krieg gegen Japan über die Kontrolle Koreas. Japan gewann mit Leichtigkeit und erlangte so die formelle Unabhängigkeit Koreas von China, sowie Formosa, die Liaotung-Halbinsel, die Pescadoren-Inseln sowie einige weitere Gebiete für sich selbst. Japan konnte zudem ungerechte Handelsabkommen mit China erzwingen. Die westlichen Mächte bestanden auf die Rückgabe der Liaotung-Halbinsel an China, das daraufhin die Halbinsel mit ihrem wichtigen Hafen an Russland verpachtete, was bei den Japanern großen Ärger hervorrief."
        },
        {
            "heading": "Der Russisch-Japanische Krieg",
            "text": "Im Boxeraufstand von 1900 lehnten sich chinesische Bürger gegen alle Ausländer auf, die ihnen Opium verkauften und ihr Land ausraubten. Die Westmächte und Japan reagierten mit der Entsendung von Truppen, die Jagd auf die chinesischen Bürger machten und noch mehr chinesisches Gebiet besetzten. Russland besetzte die Mandschurei, was Japan wiederum als Bedrohung für seine Gebiete in Korea und China empfand. 1904 griffen die Japaner ohne Vorwarnung die russische Flotte an - eine Strategie, die sie auch später gegen unvorbereitete Westmächte einsetzten. Die Japaner waren sensationell erfolgreich gegen die Russen und zeigten dem staunenden Weltpublikum, dass sie es jederzeit mit einer westlichen Großmacht aufnehmen konnten.Durch das Friedensabkommen mit Russland erlangte Japan die Vorherrschaft in Korea und erhielt russische Gebiete in China. Der amerikanische Präsident Roosevelt erhielt für das Aushandeln des Abkommens den Friedensnobelpreis. (Damals waren wohl nicht sehr viele Chinesen oder Koreaner im Nobelpreiskomitee.)"
        },
        {
            "heading": "Das Kaiserreich Japan",
            "text": "Bestärkt durch seinen Erfolg gegen China und den Westen versuchte Japan, die Gelegenheit zu nutzen und seine Macht in Ostasien zu vergrößern. Das Land erhöhte den Druck auf Korea und die chinesischen Gebiete und konnte im Ersten Weltkrieg die deutschen Kolonialgebiete in Asien und im Pazifik einnehmen. In der Nachkriegszeit versuchte man mit mehreren Militärabkommen zwischen europäischen Mächten, den Vereinigten Staaten und Japan, die japanische Expansion zu begrenzen und gleichzeitig die Unabhängigkeit Japans zu wahren.In den 1930ern kamen in Japan die Militaristen an die Macht, teilweise eine Reaktion auf das Leid im Land während der Großen Depression. Westliche und chinesische Zölle (und anti-japanischer Rassismus) schränkten Japans Möglichkeiten ein, Geld durch Exporte zu verdienen - Geld, das Japan dringend zur Versorgung der wachsenden Bevölkerung benötigte. Die Militaristen argumentierten, dass Japan nur durch Waffengewalt Zugang zu externen Märkten bekommen würde. Dies in Kombination mit der Angst vor Kommunismus und der wachsenden Unzufriedenheit über die Regierung führte dazu, dass das japanische Militär seine Macht auszubauen versuchte. In den späten 1920ern führte das Militär Einsätze in der Mandschurei durch, ohne zuvor eine Bewilligung bei der Regierung eingeholt zu haben, die schlichtweg zu schwach war, um sich durchzusetzen.Im Mai 1932 ermordeten Marineoffiziere den Premierminister und 1936 wurden Attentate auf mehrere bedeutende Politiker verübt, als rebellische Militäreinheiten die Innenstadt Tokios besetzten. Die Rebellion konnte zwar schnell niedergeschlagen werden, doch es war klar geworden, dass die Regierung nur durch den guten Willen des Militärs überlebt hatte. Der neue junge Kaiser Hirohito galt eigentlich als fortschrittlich, doch er schwieg, weil er fürchtete, der Thron selbst wäre sonst in Gefahr. Es war klar, dass das japanische Militär faktisch das Land kontrollierte, wenn auch nicht formell."
        },
        {
            "heading": "Die Entwicklung hin zum Zweiten Weltkrieg",
            "text": "In den 1930ern waren die Beziehungen Japans mit der UdSSR, England und den Vereinigten Staaten ziemlich schlecht und verschlechterten sich weiter. Die UdSSR war immer noch verärgert über die Niederlage gegen Japan dreißig Jahre zuvor und hoffte, dass die japanische Regierung gestürzt würde, damit Japan genau wie Russland ein Arbeiterparadies werden konnte. England und die USA störten Japans brutale Vorgehensweise in China und Korea und fürchteten, dass Japans wachsende Seemacht ihre eigenen weitreichenden Interessen in Asien und dem Pazifik bedrohen könnte. Um den englisch-amerikanischen Druck zu verringern, unterzeichnete Japan 1936 einen gegenseitigen Verteidigungspakt mit Deutschland und Italien, und 1940 einen weiteren. Angesichts der aufkommenden deutschen Bedrohung im Westen versuchte die UdSSR, ihre östlichen Grenzen zu sichern, und unterzeichnete 1940 einen Nichtangriffspakt mit Japan.Nach dem deutschen Angriff auf Russland im Jahr 1941 besetzte Japan den Norden Indochinas, um so die Versorgungsrouten der Briten nach China zu blockieren, die dort die chinesischen Nationalisten im Kampf gegen Japan unterstützten. Im Gegenzug froren die Vereinigten Staaten alle japanischen Anlagen ein und, was noch viel schlimmer war, sie verhängten ein Ölembargo gegen das Land. Japan hatte zwei Möglichkeiten: auf die Bedingungen der USA eingehen und sich aus Indochina und womöglich sogar aus China selbst zurückziehen, oder die großen Ölfelder von Niederländisch-Ostindien einnehmen. Da die Verhandlungen mit den USA zu nichts führten, entschied sich die japanische Regierung für den Krieg."
        },
        {
            "heading": "Der Zweite Weltkrieg",
            "text": "Der Zweite Weltkrieg war anfangs ein überraschend großer Erfolg für Japan und begann mit einer Reihe sehr wirkungsvoller Überraschungsangriffe auf US-Basen in Pearl Harbor, Hawaii und auf den Philippinen. Die japanische Marine konnte die zerschlagenen US-Truppen fast vollständig aus dem Pazifik vertreiben, doch es gelang ihr nicht, einen vernichtenden Schlag zu landen. In den folgenden Jahren bauten die Vereinigten Staaten Schiffe, Flugzeuge, Geschütze und U-Boote, die ihre anfänglichen Verluste mehr als wettmachten. Die US-Marine und die Armee lernten schnell und konnte schon bald mit der mühsamen und äußerst schwierigen Aufgabe beginnen, die hartnäckigen Japaner wieder zurück über den Pazifik zu treiben.Im August 1945 warfen die USA zwei Atombomben über Japan ab und zerstörten so die Städte Hiroshima und Nagasaki fast vollständig, woraufhin die Japaner schnell kapitulierten."
        },
        {
            "heading": "Die Nachkriegszeit",
            "text": "Nach dem Krieg verlor Japan alle seine Überseegebiete und wurde zudem von den Vereinigten Staaten besetzt. Die UdSSR besetzte einige Inseln im Norden, deren Zugehörigkeit noch heute ein Konfliktpunkt ist.Die amerikanische Besetzung lief relativ freundlich ab, wenn man das so sagen kann. Die Amerikaner setzten in Japan eine demokratische Verfassung ein und untersagten dem Land, eine eigene Militärmacht aufzubauen. Die USA halfen Japan auch dabei (oder zwangen es dazu), die Reste des Feudalsystems abzuschaffen und eine großflächige Landreform einzuleiten. Japan konnte zudem schnell seine Infrastruktur und das Währungssystem wiederaufbauen. Die USA hofften, dass Japan eine lebhaft florierende kapitalistische Demokratie werden würde und so ein Gegengewicht für die wachsende Macht des Kommunismus in Asien darstellen könnte. Dies gelang ihnen besser, als sie es sich in ihren kühnsten Träumen hätten vorstellen können."
        },
        {
            "heading": "Japan heute",
            "text": "Begünstigt durch die Bedingungen, die dem Land nach dem Zweiten Weltkrieg auferlegt worden waren, konnte Japan das Geld, das andere Länder für ihr Militär ausgeben, für vorteilhaftere und vor allem profitablere Zwecke einsetzen. Japan ist heute tatsächlich eine blühende Demokratie und eine treibende Wirtschaftskraft. Das Land litt im Regierungs- und Wirtschaftsbereich zwar nicht selten unter Vetternwirtschaft, was unter anderem zu einem Kollaps des japanischen Bankensystems in den 1990ern führte, doch konnte Japan seit dem Krieg insgesamt einen geradezu explosiven Anstieg der Wirtschaft verzeichnen. Die Bevölkerung ist sehr gebildet, motiviert und auf dem neuesten Stand der Technik.Seit die Stellung der Vereinigten Staaten im Pazifikraum durch das Aufkommen neuer Mächte schwächer wurde, hat Japan langsam damit begonnen, wieder ein eigenes Militär aufzubauen. Das Land ist, was die Landesverteidigung im Großen und Ganzen betrifft, immer noch auf die USA angewiesen, doch wie lange es noch dabei bleibt, ist unklar.Solange Japan gute Beziehungen zu seinen Nachbarn Russland, China und Südkorea unterhalten kann und Nordkorea nicht zusammenbricht, sollte dem Land eine rosige Zukunft bevorstehen."
        },
        {
            "heading": "Japan heute",
            "text": "Begünstigt durch die Bedingungen, die dem Land nach dem Zweiten Weltkrieg auferlegt worden waren, konnte Japan das Geld, das andere Länder für ihr Militär ausgeben, für vorteilhaftere und vor allem profitablere Zwecke einsetzen. Japan ist heute tatsächlich eine blühende Demokratie und eine treibende Wirtschaftskraft. Das Land litt im Regierungs- und Wirtschaftsbereich zwar nicht selten unter Vetternwirtschaft, was unter anderem zu einem Kollaps des japanischen Bankensystems in den 1990ern führte, doch konnte Japan seit dem Krieg insgesamt einen geradezu explosiven Anstieg der Wirtschaft verzeichnen. Die Bevölkerung ist sehr gebildet, motiviert und auf dem neuesten Stand der Technik.Seit die Stellung der Vereinigten Staaten im Pazifikraum durch das Aufkommen neuer Mächte schwächer wurde, hat Japan langsam damit begonnen, wieder ein eigenes Militär aufzubauen. Das Land ist, was die Landesverteidigung im Großen und Ganzen betrifft, immer noch auf die USA angewiesen, doch wie lange es noch dabei bleibt, ist unklar.Solange Japan gute Beziehungen zu seinen Nachbarn Russland, China und Südkorea unterhalten kann und Nordkorea nicht zusammenbricht, sollte dem Land eine rosige Zukunft bevorstehen."
        }
    ],
    "leader": {
        "name": "Oda Nobunaga",
        "subtitle": "Staatsoberhaupt von Japan",
        "lived": "1534-1582 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/oda_nobunaga.png",
        "trait": {
            "name": "Bushido",
            "effect": "Einheiten kämpfen, als wären sie bei voller Stärke, selbst wenn sie beschädigt sind. +1 Kultur durch alle Fischerboote und +2 Kultur durch jedes Atoll."
        },
        "titles": [
            "Daimyo"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Oda Nobunaga war ein Kriegsherr im Japan des 16. Jahrhunderts. Er war sowohl ein brillanter General als auch ein geschickter Politiker und interessierte sich für neue Technologien. Nobunaga bahnte sich kämpfend und mit List seinen Weg an die Spitze und sicherte sich die Herrschaft über knapp die Hälfte des feudalen Japans. Seine zwei Stellvertreter, Toyotomi Hideyoshi und Tokugawa Ieyasu, sollten sein Werk nach seinem Tod vollenden und Japan zum ersten Mal seit über einem Jahrhundert wieder vereinen."
            },
            {
                "heading": "Frühe Geschichte",
                "text": "Oda Nobunaga wurde im Jahr 1534 n. Chr. geboren, mitten in der Sengoku-Zeit Japans, der \"Zeit der Streitenden Reiche\". Damals war das feudale Japan in Provinzen aufgeteilt, die mächtigen \"Daimyos\" (Lehnsherren) unterstanden, während ein schwacher Shogun im Namen eines noch schwächeren Kaisers regierte. Die Sengoku-Zeit erlebte den beinahe vollständigen Umsturz der etablierten Ordnung: Provinzfürsten entmachteten ihre Daimyos, die Vasallen entmachteten ihre Fürsten, und unbedeutendere Zweige der Familien bekämpften einander um die Vorherrschaft. Es war eine wahrlich brutale Zeit der japanischen Geschichte, die der Adel nur mit Klugheit, Macht und Glück überstehen konnte.Nobunaga wurde als Sohn eines wohlhabenden Regierungsbeamten in der kleinen, unbedeutenden Provinz Owari geboren. Nach dem Tod seines Vaters im Jahr 1551 erbte er dessen Titel, Reichtum und militärische Vasallen. Zu dieser Zeit war er 17 und allen Aufzeichnungen zufolge ein wilder, unbändiger Knabe. Der Legende nach benahm sich Nobunaga bei der Bestattung seines Vaters so sehr daneben, dass einer seiner Freunde und Vasallen wegen der Blamage Seppuku (rituellen Selbstmord) beging. Geschockt und aufgerüttelt vom Tod seines Gefolgsmanns begann Nobunaga, seine Position und seine Pflichten ernst zu nehmen."
            },
            {
                "heading": "Aufstieg zur Macht",
                "text": "In den nächsten zehn Jahren übernahm Nobunaga die Vorherrschaft über die Provinz Owari, wobei er alle, die ihm im Weg standen, systematisch an sich band oder vernichtete. Um sein Ziel zu erreichen, war Nobunaga in eine unglaublich komplizierte Serie aus Bündnissen, Kämpfen, Verrat und Mord verstrickt, die jeder noch so verworrenen südamerikanischen Telenovela zur Ehre gereicht hätte. Es spielte sich folgendermaßen ab:Als sein Vater starb, war der Oda-Klan in viele Fraktionen zersplittert. Einige zogen Nobunaga als legitimen Nachfolger vor, während andere seinen jüngeren (und weniger wilden) Bruder Nobuyuki für geeigneter hielten. In der Zwischenzeit nutzte Nobutomo, der Bruder des verstorbenen Vaters, seine Position als Stellvertreter von Shiba Yoshimune, dem Shugo (Militärgouverneur) der machtlosen Provinz Owari, um seinen Anspruch auf die Führung des Oda-Klans zu stärken. Als er jedoch erfuhr, dass der Shugo insgeheim Nobunaga bevorzugte, ließ Nobutomo Shiba Yoshimune ermorden.In der Zwischenzeit überzeugte Nobunaga einen weiteren Bruder seines Vaters, Oda Nobumitsu, sich gegen Nobutomo aufzulehnen (der ja, wie bereits erwähnt, gerade erst Shiba, den Shugo von Owari, ermordet hatte). Nobunaga und sein Onkel Nobumitsu griffen Nobutomo in der Burg Kiyosu an und töteten ihn. Durch den Tod seines Onkels erlangte Nobunaga die Kontrolle über den neuen Shugo der Provinz Owari, Shiba Yoshikane (der Erbe von Shiba Yoshimune). Er benutze Shiba Yoshimune, um Allianzen mit den Klans Imagawa und Kira zu schmieden, die Shiba ebenfalls Gefolgschaft schuldig waren.Nobunaga führte dann eine Armee ins Feld in die Provinz Mino, um Saito Dosan gegen seinen rebellischen Sohn Saito Yoshitatsu zu helfen, war jedoch nicht erfolgreich, und Dosan fiel im Kampf.1556 rebellierte Nobunagas Bruder Nobuyuki (der ja auch noch da war) mit Hilfe von Shibata Katsuie und Hayashi Hidesada. Nobunaga besiegte die Verschwörer in der Schlacht von Ino und zeigte ungewöhnliche Gnade, indem er seinem Bruder und dessen Verbündeten verzieh. Sein Bruder revanchierte sich, indem er auf der Stelle einen neuen Aufstand plante, doch er wurde von seinem ehemaligen Verbündeten Shibata Katsuie verraten, der Nobunaga von den Plänen in Kenntnis setzte. Nobunaga ermordete daraufhin seinen Bruder.Und so ging es immer weiter. Bis zum Jahr 1559 hatte Nobunaga all seine Rivalen vernichtet und war der unangefochtene Meister der Provinz Owari, auch wenn Shiba Yoshikane als seine Marionette die Position des Shugo weiter innehatte. Zumindest so lange, bis Nobunaga entdeckte, dass Yoshikane mit den Klans Kira und Imagawa insgeheim Pläne gegen ihn schmiedete. Als er davon erfuhr, entfernte er ihn aus seiner Position."
            },
            {
                "heading": "Weitere Eroberungen",
                "text": "Nachdem er die Provinz Owari gesichert hatte, begann Nobunaga damit, seine Macht in Japan auszudehnen. 1560 führte er eine lächerlich kleine Armee gegen eine bei Weitem überlegene Streitkraft, die auf dem Weg nach Kyoto war, um den schwachen Shogun Ashikaga zu stürzen. Entgegen allen Erwartungen konnte Nobunaga einen überraschenden Sieg erringen.Ein Schlüssel zu Nobunagas militärischem Erfolg war, dass er schon früh die neuen Waffen einsetzte, die zu dieser Zeit von europäischen Händlern ins Land gebracht wurden. Er war einer der ersten Daimyos, der komplette Musketen-Einheiten aufstellte, was ihm einen großen Vorteil gegen seine eher rückständigen Feinde verschaffte. Er war außerdem ein begabter Verwalter, der den landwirtschaftlichen und merkantilen Wohlstand der Provinz Owari mit vollen Händen für seine Kriegsanstrengungen ausgab.1568 marschierte Nobunaga nach Kyoto, wo er seinen Verbündeten Ashikaga Yoshiaki als Shogun unter seiner Kontrolle installierte. Bis zum Jahr 1573 hatten die beiden Männer sich überworfen, woraufhin Nobunaga Ashikaga absetzte und so das lange Ashikaga-Shogunat beendete.Nobunaga konsolidierte seine Kontrolle über Japan, indem er verschiedene buddhistische Sekten angriff, die über politische Macht verfügten. Die Mönche widersetzten sich eisern, und einige leisteten über ein Jahrzehnt lang Widerstand. Nobunaga verteilte das eingenommene religiöse Eigentum an verschiedene Samurai und Adlige, um deren Loyalität weiter zu festigen. Nobunaga war den jesuitischen Missionaren aus Europa freundlich gesonnen, die in immer größerer Zahl nach Japan strömten - vermutlich, weil sie keine politische Macht hatten, die ihm bedrohlich werden könnte. Er ließ sich jedoch nicht zum Christentum bekehren."
            },
            {
                "heading": "Nobunagas Tod",
                "text": "Bis 1582 hatte Nobunaga Zentraljapan fest im Griff und begann damit, seine Macht weiter nach Westen auszudehnen. Während einer militärischen Kampagne wurde er jedoch von einem Untergebenen beim Tempel Honno-ji verraten und beging Seppuku. Sein Mörder überlebte ihn nur um elf Tage, bevor er von Nobunagas treuen Stellvertretern besiegt wurde, die sein Werk - die Vereinigung Japans - vollenden sollten."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Oda Nobunaga wird allgemein als einer der drei größten Oberhäupter in der japanischen Geschichte angesehen. Seine zwei Stellvertreter, Toyotomi Hideyoshi und Tokugawa Ieyasu, sind die anderen beiden. Bis 1590 hatte Hideyoshi die Eroberung Japans vollendet. Nach seinem Tod kam Tokugawa Ieyasu an die Macht und begründete das Tokugawa-Shogunat, das Japan in den darauffolgenden Jahrhunderten beherrschen sollte. Zusammen schufen diese drei Männer den modernen Staat Japan.Nobunaga war ein brutaler Mann in einer brutalen Zeit. Doch durch seine Bemühungen, Japan zu vereinigen, beendete er die grausamen Kriege, die das Land über ein Jahrhundert lang heimgesucht hatten."
            }
        ]
    }
}