{
    "id": 24,
    "name": "Korea",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/korea.png",
    "dawn_of_man": "Seid gegrüßt, gepriesener König Sejong der Große, Diener des Volkes und Beschützer der Joseon-Dynastie. Eure glorreiche Vision von Wohlstand und überwältigender Güte für den einfachen Mann haben Euch zum beliebtesten aller koreanischen Könige gemacht. Seit den Anfangstagen Eurer Herrschaft wurden Eure Bemühungen, eine gerechte Gesellschaft für alle zu bieten, nur von den technischen Fortschritten übertroffen, die von Eurem unstillbaren Durst nach Wissen angespornt wurden. Angeleitet von Eurer Weisheit entwickelten die Gelehrten der Jadehalle Koreas erste Schriftsprache - Hangeul - die dem Volk nach Jahrhunderten der literarischen Dunkelheit das Licht der Schriftkunst und der Wissenschaften brachte.Ehrbarer Sejong, das Volk ersucht Euch erneut um Rat! Werdet Ihr die Gelegenheit nutzen, Eurem Volk Harmonie und Verständnis zu schenken? Könnt Ihr Euer Königreich erneut zu solch wundervollen Höhen aufschwingen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Schildkrötenschiff",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/turtle_ship.json"
        },
        {
            "name": "Hwach'a",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/hwach'a.json"
        }
    ],
    "city_names": [
        "Seoul",
        "Busan",
        "Jeonju",
        "Daegu",
        "Pjöngjang",
        "Kaesong",
        "Suwon",
        "Gwangju",
        "Gangneung",
        "Hamhung",
        "Wonju",
        "Ulsan",
        "Changwon",
        "Andong",
        "Gongju",
        "Haeju",
        "Cheongju",
        "Mokpo",
        "Dongducheon",
        "Geoje",
        "Suncheon",
        "Jinju",
        "Sangju",
        "Rason",
        "Gyeongju",
        "Chungju",
        "Sacheon",
        "Gimje",
        "Anju"
    ],
    "spy_names": [
        "Kim",
        "Park",
        "Han",
        "Na",
        "Kong",
        "Yu",
        "Ahn",
        "Na",
        "Da",
        "Eun"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die koreanische Halbinsel, die heute bekanntlich in die Republiken Nord- und Südkorea unterteilt ist, war im Laufe der Jahre die Heimat etlicher Königreiche, von denen manche tugendhaft, andere jedoch zutiefst verrucht waren. Zwischenzeitlich konkurrierte Korea mit den mächtigen Nachbarstaaten China und Japan, und unter der Herrschaft der Joseon-Dynastie war es mehr als 500 Jahre lang vereint. Die Unruhen durch die japanische Besetzung im frühen 20. Jahrhundert und den nachfolgenden Koreakrieg 1950 zerstörten diese Einheit. Südkorea stieg aus dem Konflikt als weltweit zunehmend ökonomisch und kulturell bedeutende Nation empor. Im Gegensatz dazu wird das unterdrückerische Regime des zurückgezogenen Nordkoreas häufig wegen seiner Handhabung von Menschenrechten und diplomatischen Beziehungen international verurteilt."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Die koreanische Halbinsel liegt zwischen dem gelben Meer und dem Ostmeer und grenzt im Norden an China und im geringen Maße auch an Russland an. Die Grenze zu beiden Ländern verläuft entlang des Yalu und des Tumen. Obwohl Korea verschiedene Geländeformen zu bieten hat, besteht das Land vor allem aus Bergen, von denen der Paektusan mit einer Höhe von 2.744 m (9.003 Fuß) der höchste ist. Wie seine Nachbarländer wird auch Korea jeden Sommer vom ostasiatischen Monsun heimgesucht, der in großen Teilen des Landes für starken Regenfall und drückende Luftfeuchtigkeit sorgen kann. Die Wintermonate können ebenfalls sehr hart sein - Temperaturen unter null Grad sind keine Seltenheit, vor allem im Norden des Landes."
        },
        {
            "heading": "Vorgeschichte und das Alte Reich",
            "text": "Spätestens ab Mitte der Altsteinzeit wurde Korea von Menschen bewohnt, die in Höhlen oder unter Felsvorsprüngen nahe am Meer lebten. Über mehrere tausend Jahre bildeten sich primitive Gemeinschaften, vor allem da die Sammler immer geschicktere Jäger wurden. Von den vielen frühen Gemeinschaften der Halbinsel sollte eine besonders hervorstechen und aufsteigen, um das Fundament für alle kommenden koreanischen Königreiche zu legen - \"Go-Joseon\" oder \"Alt-Joseon\".Alt-Joseon wurde um 2000 v. Chr. vom legendären Dangun Wanggeom gegründet, dessen Vater aus dem Himmel herabgestiegen sein soll. Einige moderne Historiker gehen davon aus, dass der Name \"Dangun Wanggeom\" in Wahrheit ein Titel früher Autoritätspersonen war und somit eine politische und zugleich religiöse Person in der Gemeinschaft bezeichnete. Aber ob von einem einzelnen Anführer oder von einer Reihe früher Anführer geleitet - Alt-Joseon wurde eines der fortschrittlichsten frühen koreanischen Stammesreiche im Vorfeld der Eisenzeit im 4. Jahrhundert v. Chr."
        },
        {
            "heading": "Aufstieg der Drei",
            "text": "Im 1. Jahrtausend n. Chr. war Korea die meiste Zeit über in die Herrschaftsgebiete dreier Monarchien unterteilt. Die \"Drei Reiche von Korea\" - Goguryeo, Baekje und Silla - herrschten jeweils über einen Teil der Halbinseln, wobei Goguryeo das größte und eine gewisse Zeit lang auch das mächtigste dieser Reiche war. Doch diplomatische Beziehungen führten zum Untergang von Goguryeo, denn der südlichste Rivale Silla handelte mit der chinesischen Tang-Dynastie ein Bündnis aus. Das Bündnis stärkte Silla genug, um bis 668 sowohl Baekje als auch Goguryeo einzunehmen, bis Silla unbestritten über den Großteil der koreanischen Halbinsel herrschte."
        },
        {
            "heading": "Wandel von Königreichen",
            "text": "Nachdem die Königreiche Goguryeo und Baekje erobert waren, herrschte das neue \"Vereinigte Silla\" oder \"Spätere Silla\" noch mehrere hundert Jahre lang über die Halbinsel. Wie oft nach einer so lange ununterbrochenen Herrschaft wurde die Autorität des Königs um das 9. Jahrhundert n. Chr. in Frage gestellt. Das \"Knochenrangsystem\", eine Art Erbrecht, das auf den Blutsbanden einer Person mit dem König beruhte, hatte das Gleichgewicht der Macht zwischen dem König und dem Adel seit einiger Zeit aufrechterhalten. Doch dieses System sollte am Ende zum Untergang Sillas führen, denn der Adel, auf den man aufgrund der Steuern und des Verwaltungsaufwands angewiesen war, wurde das Kastensystem leid, das seine Rolle innerhalb der Regierung so einschränkte.Am Ende führten ständige interne Streitigkeiten dazu, dass sich der König bis 935 der aufsteigenden Goryeo-Dynastie unterworfen hatte. Goryeo blieb bis 1392 in Korea ein souveränes Königreich, auch trotz dem Druck seitens der mongolischen Yuan-Dynastie aus China."
        },
        {
            "heading": "Joseon-Dynastie",
            "text": "Die Joseon-Dynastie, die allgemein als das bedeutendste Königreich der koreanischen Geschichte angesehen wird, wurde 1392 vom rebellischen Goryeo-Kommandanten I Seong-gye gegründet. Er hatte den Befehl, in die benachbarte chinesische Provinz Liaotung einzufallen (ein Präventivschlag gegen das chinesische Ming-Reich). Stattdessen ergriff er die Gelegenheit, die Herrschaft über Korea selbst zu übernehmen, indem er seine Armee in die Goryeo-Hauptstadt führte und den König bei einem Militärputsch stürzte. Er gründete eine eigene Dynastie und nannte sich fortan König Taejo von Joseon, nach dem alten Joseon-Königreich. Taejo schuf die erste vereinigte koreanische Dynastie in der Geschichte des Landes.Der angesehenste Joseon-Herrscher, König Sejong der Große, herrschte von 1418 bis zu seinem Tode 1450. Mit seiner Politik ebnete Sejong während seiner Herrschaft den Weg für große Fortschritte der Kunst und Wissenschaft, einschließlich der Veröffentlichung der koreanischen Schriftsprache \"Hangul\". Während dieser Zeit fasste auch der Konfuzianismus in Korea Fuß, dessen Wurzeln in der vorangegangenen Goryeo-Dynastie bereits etabliert worden waren. Der Neokonfuzianismus, auch bekannt als \"Seongnihak\", wurde zur bedeutendsten Denkschule für Gelehrte auf der ganzen Halbinsel. Die konfuzianischen Werte der Tugendhaftigkeit und Selbstveredelung bildeten die Grundlage für viele Werte, die die koreanische Gesellschaft heute noch in Ehren hält.Die Joseon-Dynastie wurde in den 500 Jahren ihres Bestehens von 27 einzelnen Monarchen beherrscht und endete 1897. Während der letzten Jahre der Dynastie durchlief Korea eine Zeit des Isolationismus und schränkte den Kontakt zu den umliegenden Nationen ein, um äußere Einflüsse zu schwächen. Nachdem China und Japan es lange zu beeinflussen versucht hatten, gehen viele Historiker davon aus, dass sich zu diesem Zeitpunkt, als man Korea als \"Einsiedlerkönigreich\" bezeichnete, die ersten Hinweise auf ein modernes koreanisches Nationalgefühl entwickelten."
        },
        {
            "heading": "Koreanisches Reich",
            "text": "Der Erste Chinesisch-Japanische Krieg, den China und Japan ab 1894 auf weiten Strecken der koreanischen Halbinsel austrugen, ließ Japans wachsende Stärke in Ostasien erstmals spüren. Die Joseon-Dynastie, die China lange zu beeinflussen versucht hatte und die Japans neue Macht fürchtete, erklärte 1897 die Gründung des Koreanischen Reiches. Obwohl man hoffte, auf diesem Wege Koreas Unabhängigkeit von China und Japan zu sichern, waren diese Ambitionen nur von kurzer Dauer. Nach dem Sieg über den Großteil der Streitkräfte der chinesischen Qing-Dynastie ereiferte sich Japan schnell, Korea zu beherrschen."
        },
        {
            "heading": "Besatzung durch Japan",
            "text": "Gemäß dem Vertrag zwischen Japan und Korea, der 1910 geschlossen wurde (und von dem koreanische Historiker heute noch sagen, dass er unter erheblichem Zwang unterzeichnet wurde), wurde Korea vollständig von Japan annektiert. Trotz aktiven Widerstands seitens des koreanischen Volkes seit Beginn der Besetzung bewahrte Japan fast 35 Jahre lang die Herrschaft über die Nation. Die \"provisorische Regierung der Republik Korea\" in Shanghai, China, diente während dieser Zeit als koreanische Exilregierung. Die Besetzung Koreas durch Japan endete schließlich am 2. September 1945, nach Japans Niederlage im Zweiten Weltkrieg. Viele Koreaner hegen aufgrund dieser dunklen Phase ihrer Geschichte heute noch einen Groll gegen Japan."
        },
        {
            "heading": "Koreakrieg",
            "text": "Der Koreakrieg, der große Konflikt, durch den die koreanische Halbinsel in die heutige Unterteilung gespalten wurde, wurde durch das Machtvakuum verursacht, das durch die Niederlage Japans im Zweiten Weltkrieg entstand. Der 38. Breitengrad, eine Trennlinie, auf die sich die Vereinigten Staaten und die Sowjetunion geeinigt hatten, sollte lediglich eine vorübergehende administrative Teilung der Länder darstellen. 1948 bildete Nordkorea jedoch eine kommunistische Regierung unter der Führung von Kim II-Sung, während Südkorea mit nationalen Wahlen seinen ersten Präsidenten Rhee Syng-man wählte. Beide Anführer bestanden darauf, das koreanische Volk solle unter einer Herrschaft vereint werden, doch jeder wollte, dass die Vereinigung innerhalb seines eigenen politischen Systems geschah.Im Juni 1950 startete Nordkorea, unterstützt von sowjetischer Militärausrüstung aus dem Zweiten Weltkrieg, eine Invasion des Südens. Kurz darauf veröffentlichten die Vereinten Nationen eine Resolution, mit der sie die Invasion verurteilten und ihren Mitgliedsstaaten einen militärischen Eingriff empfahlen. Die Vereinigten Staaten betrachteten die Ausbreitung des Kommunismus zu diesem Zeitpunkt als direktes Resultat des sowjetischen Einflusses und reagierten, indem sie die primäre militärische Unterstützung Südkoreas stellten.Obwohl Nordkorea bereits früh einen Großteil des südlichen Gebiets eroberte, machte die Ankunft der amerikanischen Truppen unter der Führung von General MacArthur dies schnell wieder wett. Die amerikanischen und südkoreanischen Streitkräfte, die schließlich das Gebiet Südkoreas bis zum 38. Breitengrad zurückeroberten, kämpften bis zum Stillstand gegen den Norden. 1951 begannen Verhandlungen um einen Waffenstillstand, der das Kämpfen - wenn auch nicht den Krieg - beenden und mehrere Jahre lang anhalten sollte. Dieser Waffenstillstand wurde schließlich 1953 unter Anleitung der Vereinten Nationen von der Demokratischen Volksrepublik Korea (Norden) und der Republik Korea (Süden) unterzeichnet."
        },
        {
            "heading": "Die Teilung Koreas",
            "text": "Offiziell regelt der von beiden koreanischen Republiken vereinbarte Waffenstillstand nur das Ende der Kämpfe und beide Parteien befinden sich theoretisch noch im Krieg. Heute ist die entmilitarisierte Zone (DMZ) zwischen beiden Republiken die am schwersten befestigte Grenze auf der ganzen Welt und beide Seiten beobachten sich gegenseitig mit höchster Wachsamkeit. Im Laufe der Jahre gab es immer wieder kleinere Angriffe und andere Verletzungen des Waffenstillstandes, zumeist feindselige Übergriffe des nordkoreanischen Regimes. Trotz dieser Zwischenfälle ist die zerbrechliche Feuerpause seit über 50 Jahren in Kraft."
        },
        {
            "heading": "Modernes Korea",
            "text": "Heute gehört Südkorea zu den führenden Nationen in der wissenschaftlichen und technologischen Entwicklung und zählt zu den \"Tigerstaaten\", einer Gruppe von vier hoch entwickelten Industriestaaten in Asien (die anderen drei sind Hongkong, Singapur und Taiwan). Südkorea verfügt über gut ausgebildete und hochqualifizierte Arbeitskräfte und neue Technologien werden schnell übernommen: So verfügt Südkorea zum Beispiel über einige der schnellsten privaten Internetanbindungen auf der ganzen Welt. Südkorea ist zudem die Heimat der überaus erfolgreichen Marken Samsung und LG, zwei der weltweit führenden Hersteller von Mobiltelefonen.Im Gegensatz dazu hat die geheimnistuerische Regierung von Nordkorea schon Probleme, den täglichen Bedarf ihrer Bevölkerung zu decken, die unter dem kommunistischen Regime an Hunger und Armut leidet. Nordkorea schirmt sich selbst von der Öffentlichkeit ab und die wenigen bekannten Fakten stammen entweder von Flüchtlingen, die dem Regime entkommen sind, oder von seltenen erlaubten Besuchen durch ausländische Journalisten. Nordkorea wird regelmäßig für die Entwicklung von Waffenprogrammen sanktioniert, die von der internationalen Gemeinschaft als gefährlich angesehen werden, und verfügt somit nur über eine sehr begrenzte Wirtschaft, die auf die dauerhafte Unterstützung durch die Volksrepublik China und auf humanitäre Hilfeleistungen von den Mitgliedsstaaten der Vereinten Nationen angewiesen ist."
        },
        {
            "heading": "Modernes Korea",
            "text": "Heute gehört Südkorea zu den führenden Nationen in der wissenschaftlichen und technologischen Entwicklung und zählt zu den \"Tigerstaaten\", einer Gruppe von vier hoch entwickelten Industriestaaten in Asien (die anderen drei sind Hongkong, Singapur und Taiwan). Südkorea verfügt über gut ausgebildete und hochqualifizierte Arbeitskräfte und neue Technologien werden schnell übernommen: So verfügt Südkorea zum Beispiel über einige der schnellsten privaten Internetanbindungen auf der ganzen Welt. Südkorea ist zudem die Heimat der überaus erfolgreichen Marken Samsung und LG, zwei der weltweit führenden Hersteller von Mobiltelefonen.Im Gegensatz dazu hat die geheimnistuerische Regierung von Nordkorea schon Probleme, den täglichen Bedarf ihrer Bevölkerung zu decken, die unter dem kommunistischen Regime an Hunger und Armut leidet. Nordkorea schirmt sich selbst von der Öffentlichkeit ab und die wenigen bekannten Fakten stammen entweder von Flüchtlingen, die dem Regime entkommen sind, oder von seltenen erlaubten Besuchen durch ausländische Journalisten. Nordkorea wird regelmäßig für die Entwicklung von Waffenprogrammen sanktioniert, die von der internationalen Gemeinschaft als gefährlich angesehen werden, und verfügt somit nur über eine sehr begrenzte Wirtschaft, die auf die dauerhafte Unterstützung durch die Volksrepublik China und auf humanitäre Hilfeleistungen von den Mitgliedsstaaten der Vereinten Nationen angewiesen ist."
        }
    ],
    "leader": {
        "name": "Sejong der Große",
        "subtitle": "Herrscher von Korea",
        "lived": "1397-1450 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/sejong_the_great.png",
        "trait": {
            "name": "Gelehrte der Jadehalle",
            "effect": "+2 Wissenschaft für Spezialisten und Große Persönlichkeiten-Modernisierungen. Technologieschub für jedes neue wissenschaftliche Gebäude/Wunder der Hauptstadt."
        },
        "titles": [
            "König der Joseon-Dynastie"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Sejong Daewang, der als \"Sejong der Große\" in die Geschichtsbücher eingegangen ist, war der vierte König der koreanischen Joseon-Dynastie und herrschte von 1418 bis zu seinem Tod im Jahr 1450. Vielen galt er als der größte König der koreanischen Geschichte und er ist für seine bemerkenswerte Liebe und Respekt gegenüber dem menschlichen Leben bekannt. Er setzte viele Bürger- und Sozialgesetze zur Verbesserung des Wohlbefindens seines Volkes um. Sejong unterstützte auch wissenschaftliche und technologische Fortschritte und ihm wird die Entwicklung des Hunminjeongeum und damit der koreanischen Schriftsprache zugeschrieben, die heute als \"Hangeul\" bekannt ist."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Sejong wurde am 7. Mai 1397 geboren und war der dritte Sohn von König Taejong aus der Joseon-Dynastie. Der Überlieferung nach war er schon früh ein außergewöhnlich guter Schüler und eifriger Leser und mit 16 Jahren wurde er zum Kronprinzen ernannt. Mit 21 bestieg Sejong den Thron und sein Einfluss auf das koreanische Leben und die politische Struktur Koreas zeigten sich sofort."
            },
            {
                "heading": "Sprache, Literatur und Wissenschaft",
                "text": "Sejongs bekannteste Errungenschaft ist wahrscheinlich die Einführung der koreanischen Schriftsprache Hangeul. Die \"Chiphyonjon\" oder \"Halle der Würdigen\" entstand 1420 und war ein Kollektiv bekannter Gelehrter, die vom König höchstpersönlich ausgewählt wurden. Ursprünglich wurde sie als Forschungsinstitut eingerichtet und erhielt schließlich den Auftrag, ein koreanisches Alphabet zu entwickeln, das dem einfachen Volk beim Verständnis der koreanischen Sprache helfen sollte. Bis zu dieser Zeit hatte sich Korea bei allen geschriebenen Werken auf die chinesische \"Hanja\"-Schrift verlassen und diese in den koreanischen Dialekt übernommen. Diese Schrift wurde von der breiten Masse jedoch nicht verstanden und Sejong wollte diese Tendenz zum Analphabetismus aufhalten.Der ursprüngliche Name dieses ersten echten koreanischen Schriftstücks war \"Hunminjeongeum\", was wörtlich übersetzt \"Die richtigen Laute für die Unterrichtung des Volkes\" bedeutet. Es leitete eine neue Ära der Alphabetisierung und des Verständnisses beim einfachen Volk Koreas ein. Erstmals wurde es 1446 veröffentlicht, es dauerte aber noch mehrere Jahre, bis diese neue Schrift vom Großteil des koreanischen Volkes angenommen wurde. Bis heute ist der \"Hangeul-Tag\" am 9. Oktober, dem Datum der Erstveröffentlichung, in ganz Südkorea ein Feiertag."
            },
            {
                "heading": "Der großmütige Anführer",
                "text": "Sejongs Erbe ist von großer Wohltätigkeit geprägt, die von seinem starken Glauben daran bestimmt war, dass alle Menschen seinen Respekt verdienten - nicht nur seine Untergebenen in seinem Königreich, sondern auch die sogenannten \"barbarischen Stämme\", die über ganz Asien verstreut waren. Er maß seinen Erfolg als Staatsoberhaupt an der Zufriedenheit und dem Wohlstand seines Volkes und ihr Wohlergehen war sein größtes Anliegen. Als König bot er den Armen und Alten zusätzliche Nahrung, erließ den Bauern oft Steuern und manchmal sogar ganzen Provinzen, die wegen des Wetters oder schlechter Ernten Not leiden mussten. Sejong war auch dafür bekannt, dass er die Alten zu ihren Ehren auf Bankette einlud - egal, welchen Rang oder gesellschaftlichen Status sie hatten."
            },
            {
                "heading": "Das Gesetz und die Strafgerichtsbarkeit",
                "text": "Sejong führte einige Verbesserungen des koreanischen Rechtssystems ein, um für die Angeklagten gerechte und vernünftige Verhandlungen zu erreichen. Sejong hielt es für ungerecht, dass Bürger für Gesetzesverstöße verantwortlich gemacht werden konnten, ohne dass man ihnen Gelegenheit dazu gab, die Gesetze zu kennen, die sie gebrochen hatten. Gegen den Widerstand seiner Minister ordnete Sejong an, die koreanischen Gesetzestexte in voller Länge öffentlich zugänglich zu machen, damit sie jeder lesen konnte.Sejong war auch gegen die Todesstrafe und ersuchte die Richter, sie nicht anzuwenden, wenn sie nicht absolut notwendig war. Seine Einführung des \"Gesetzes der drei Einsprüche\" ermöglichte es den Angeklagten, bis zu drei Mal beim König Einspruch einzulegen, damit sichergestellt war, dass sie Gelegenheit dazu hatten, für sich selbst zu sprechen."
            },
            {
                "heading": "Militärische Fortschritte",
                "text": "Unter Sejong begann Korea mit der Entwicklung mehrerer früher Schießpulverwaffen, von denen die berühmteste die \"Hwach'a\" oder auch \"Feuerkarren\" war. Sie wurde speziell als Antipersonenwaffe entwickelt und bestand aus einem Wagen mit Rädern, der Dutzende schwarzpulvergetriebene Pfeile über das Schlachtfeld verschießen konnte. Diese Waffe wurde zu Sejongs Zeit zwar nur begrenzt eingesetzt, doch sie wurde in den darauffolgenden Jahrhunderten zu einer wichtigen Verteidigungswaffe für die koreanische Halbinsel. In der Schlacht von Haengju im Jahr 1593 schlugen dreitausend koreanische Soldaten dank der Hwach'a eine 30.000 Mann starke angreifende japanische Armee zurück und dezimierten sie um 10.000 Mann."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Mit fortschreitendem Alter setzte Sejong sein politisches Tagesgeschäft und seine Regierungsangelegenheiten fort, obwohl er erblindet war und unter Diabetes litt, der schließlich am 18. Mai 1450 zu seinem Tod führte. Sejong ist als weiser, vornehmer und mitfühlender Herrscher in die Geschichte eingegangen, der in Wissenschaft und Technik für immensen Fortschritt sorgte und eine kulturelle Entwicklung des koreanischen Volkes einleitete, die sich noch über Jahrhunderte auswirkte."
            }
        ]
    }
}