{
    "id": 19,
    "name": "Mongolei",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/mongolei.png",
    "dawn_of_man": "Seid gegrüßt, großer Temudschin, unsterblicher Herrscher über das mächtige Reich der Mongolen! Eure Fäuste zertrümmern die Mauern von Städten und Eure Stimme bringt Eure Feinde zum Verzweifeln. Oh Khan, Ihr habt die kriegerischen Stämme Nordasiens zu einem mächtigen Volk vereint und so die größte Kavallerie erschaffen, die je ein Mensch gesehen hat! Die raffinierte Diplomatie Eures Volks hat seine Gegner entzweit, was sie vor den mongolischen Eroberungsarmeen schwach und hilflos machte. In nur wenigen Jahren eroberten die Soldaten Eures Volkes einen Großteil Chinas und Ostasiens. Und das Reich wuchs weiter, bis es sich im Westen bis nach Europa und im Süden bis nach Korea erstreckte. Tatsache ist, dies war das größte Reich, das es je gegeben hat, und lässt die erbärmlichen Eroberungen der Römer oder Griechen klein aussehen.Temudschin, Euer Volk bittet Euch erneut, es siegreich in den Kampf zu führen! Wird die Welt erneut unter dem donnernden Klang Eurer Kavallerie, wie sie über die Steppen dahinfegt, erzittern? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Keshik",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/keshik.json"
        },
        {
            "name": "Khan",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/khan.json"
        }
    ],
    "city_names": [
        "Karakorum",
        "Beshbalik",
        "Turfan",
        "Hsia",
        "Alt-Sarai",
        "Neu-Sarai",
        "Täbris",
        "Tiflis",
        "Otrar",
        "Sanchu",
        "Kazan",
        "Almarikh",
        "Ulan Bator",
        "Hovd",
        "Dahran",
        "Dalandzadgad",
        "Mandalgovi",
        "Choybalsan",
        "Erdenet",
        "Tsetserleg",
        "Baruun-Urt",
        "Ereen",
        "Batshireet",
        "Choyr",
        "Ulaangom",
        "Tosontsengel",
        "Atlay",
        "Uliastay",
        "Bayanhongor",
        "Har-Ayrag",
        "Nalayh",
        "Tes"
    ],
    "spy_names": [
        "Asashoryu",
        "Tömöriin",
        "Zevegiin",
        "Jigjidiin",
        "Enkhbat",
        "Mönkhbayar",
        "Gündegmaa",
        "Ssima",
        "Batachikhan",
        "Chulunny"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Mongolische Reich war das größte zusammenhängende Reich der Geschichte. Es erstreckte sich von der Donau bis zum Japanischen Meer und von Sibirien bis nach Kambodscha, was etwa 22% der gesamten Landfläche der Erde ausmacht. In seinen bescheidenen Anfängen war es eine Mischung aus unabhängigen Nomadenstämmen, doch die Mongolen veränderten das Gesicht der Welt und wurden zu einer der gefürchtetsten und effektivsten Land-Militärmächte aller Zeiten."
        },
        {
            "heading": "Geografie und Klima",
            "text": "Die Mongolei erstreckt sich über Ostasien und ihre Geografie ist markant und vielfältig mit steilen Felszügen im Norden und Westen, fruchtbaren Steppen im Zentrum des Landes und der Wüste Gobi an der Grenze im Süden. Die Steppen könnten zwar als üppiges Weideland dienen, aber das raue Klima der Mongolei spricht eine andere Sprache. Die Sommer sind kurz und heiß, während das Land in den langen, eiskalten Wintern von zerstörerischen Eisstürmen (bekannt als Zud) heimgesucht wird, was das Grasen auf Weideland die meiste Zeit des Jahres unmöglich macht."
        },
        {
            "heading": "Frühe Geschichte",
            "text": "Nomadenstämme haben die mongolische Landschaft schon mindestens seit der Altsteinzeit beherrscht. Die Stammesmitglieder waren erfahrene Bauern und Jäger, die den harten Wintern und trockenen Sommern stets einen Schritt voraus sein mussten. Sie waren fähige Reiter und Bogenschützen, die den berittenen Kampf ausgezeichnet beherrschten. Manchmal bildeten einzelne Stämme Bündnisse, wie z. B. den Stammesbund der Xiongnu 209v. Chr. Als Gruppe stellten sie eine so große Bedrohung dar, dass sich die Qin-Dynastie gezwungen sah, die Chinesische Mauer zu errichten, aber diese lockeren Stammesbündnisse hatten keinerlei dauerhafte Macht. Während der nächsten Jahrhunderte sollten viele Stämme den Versuch eines Bündnisses starten, aber diese kurzlebigen Allianzen hatten aufgrund interner Machtkämpfe und Streitigkeiten über Jurten, Pferde, Frauen und Weiderechte nie lange Bestand."
        },
        {
            "heading": "Auftritt Temudschin",
            "text": "Während eines besonders chaotischen Zeitabschnitts besiegte der junge Sohn eines mongolischen Häuptlings einen besonders grausamen Stamm der Merkiten. Sein Name war Temudschin. Die Häuptlinge, die von dem Sieg und seiner Kontrolle über die Armee (er verbot Plünderungen und Vergewaltigungen, was für die damalige Zeit außergewöhnlich war) beeindruckt waren, verliehen ihm in einer Versammlung den Titel \"Khan\" und gaben ihm die Herrschaft über den Stamm.Seine Onkel und Cousins waren nicht gerade erfreut darüber, dass der junge Mann den Thron bestiegen hatte, und versuchten, ihm die Herrschaft über den Stamm gewaltsam zu entreißen. In einem brillanten Feldzug, der von 1203 bis 1205 dauerte, vernichtete Temudschin schließlich die Gegner in seiner Familie und brachte auch alle verbleibenden Stämme unter seine Kontrolle. Nie zuvor hatte ein Mann es geschafft, die Stämme der Mongolen unter sich zu vereinen. 1206 erhielt er den Titel Dschingis Khan - Herrscher über alles. Mit diesem monumentalen Ereignis war das Mongolische Reich offiziell geboren."
        },
        {
            "heading": "Das Leben im Mongolischen Reich",
            "text": "Dschingis Khan ist in erster Linie für seinen militärischen Mut und seine Eroberungen bekannt, aber er konnte die Macht über sein Reich nur durch strikte Disziplin und Ordnung im zivilen Bereich aufrechterhalten. Er schuf einen Gesetzeskodex namens Jassa, den alle Bürger des Reiches befolgen mussten: Adelige und einfache Bürger gleichermaßen. Die Jassa verhängte harte Strafen gegen jeden, der bei einem Gesetzesverstoß erwischt wurde (meist endete es für die Täter mit dem Tod). Für jeden Bürger galt das Recht der Religionsfreiheit, alle Formen des Vandalismus waren verboten und Regierungsbeamte wurden aufgrund ihrer Leistung ernannt und nicht aufgrund ihrer Abstammung. Trotz der immensen Größe und der Unterschiede zwischen den Völkern war das Mongolische Reich unglaublich gut verwaltet und einer der sichersten Orte auf Erden, solange man die Regeln befolgte. Städte, die sich den Erlässen des Khans nicht beugen wollten, wurden systematisch und endgültig zerstört.Weitreichende Handelswege, die sich über das gesamte Reich erstreckten, wurden eingerichtet und ermöglichten so sichere Reisen von Europa nach China. Zudem wurde ein effizientes Postsystem namens Yam eingerichtet, dessen Grundlagen später vom amerikanischen Pony Express übernommen wurden. Straßen wurden gebaut, gerechte Steuern erhoben und die Bürger des Reichs lernten die geschriebene Sprache. Das Leben war überraschend gut, vorausgesetzt, man gehorchte dem Willen des Khan."
        },
        {
            "heading": "Eine globale Supermacht",
            "text": "Aufgrund des effizienten Regierungssystems und der mächtigen mongolischen Bogenschützen zu Pferd wurde ein Land nach dem anderen von den Mongolen erobert und in das Reich eingegliedert. Als Dschingis Khan 1227 starb, erstreckte sich das Mongolische Reich bereits vom Pazifik bis zum Kaspischen Meer und war damit doppelt so groß wie das Römische Reich auf dem Gipfel seiner Macht. Seine Nachfolger setzten noch vierzig Jahre lang die Unterwerfung benachbarter Nationen fort.Bis 1258 hatten die mongolischen Armeen Bagdad eingenommen und den Kalifen getötet, nachdem sich dieser weigerte, friedlich zu kapitulieren. Das öffnete ihnen das Tor nach Syrien und Europa. Einige kleine Expeditionen wurden in den Westen bis in die Ukraine und nach Polen entsendet, aber der Großteil der Armee kam nicht weiter als bis nach Syrien. Viele europäische Nationen schickten dem Khan Verträge und Briefe in der Hoffnung auf ein friedliches Bündnis anstelle ihrer Unterwerfung."
        },
        {
            "heading": "Bürgerkrieg und das Ende einer Ära",
            "text": "Die unaufhaltsamen Eroberungszüge der Mongolen hätten bis hin zum Atlantik fortgesetzt werden können, aber ein Tod in der Familie des herrschenden Khans zwang den General des Westens - Kublai Khans Sohn Hülägü - zum Rückzug in den Iran. Syrien und die neuen Gebiete im Westen waren schnell verloren.Hülägü und sein Vetter Berke (ein General des Ostens) gerieten in einen ernsthaften Streit über mysteriöse Todesfälle unter ihren jeweiligen Gefolgsleuten und in diesem Konflikt wurden die Armeen und Territorien des Reichs entzweit. Kublai schlug die internen Aufstände schnell nieder und schickte die Armeen wieder auf Eroberungsfeldzüge in Gebiete außerhalb des Reichs. Die Solidarität der mongolischen Armee und Regierung war jedoch geschwächt, was das Fundament für den Niedergang des Reiches legte.In den nächsten hundert Jahren sollten viele interne Machtkämpfe und Zwiste zwischen der Familie des Khans und den Generälen folgen, die das Reich noch zusätzlich schwächten. Mit dem Tod des herrschenden Khans im Jahr 1335 brach in Persien bald Anarchie aus. Zudem forderte der Ausbruch des Schwarzen Todes in dieser Zeit viele Opfer unter den Regierungsbeamten, die Handelsbeziehungen mit den Verbündeten der Mongolen brachen zusammen und Millionen Menschen starben. Das Chaos war unvermeidlich.Bald darauf fielen die westlichen Provinzen, gefolgt von dem Verlust Chinas 1368. Die übrigen Mongolen flohen schnell in ihre ursprüngliche mongolische Heimat und zerbrachen wieder in kleinere Stämme. Innerhalb von nur dreißig kurzen Jahren lag das Reich, das einst die Welt beherrschte, wieder in Trümmern."
        },
        {
            "heading": "Unter China",
            "text": "In den nächsten drei Jahrhunderten verloren die Mongolen langsam an Macht und besannen sich größtenteils wieder auf ihre Stammestraditionen. Der letzte Khan starb 1634. 1691 wurde das Gebiet der heutigen Mongolei unter chinesische Herrschaft gebracht, unter der es bis zum Jahr 1911 stand. Während dieser Zeit führte die Verantwortungslosigkeit des Adels in Bezug auf ihre Untertanen zusammen mit Chinas skrupelloser Steuerpraxis zu grenzenloser Armut in der Region."
        },
        {
            "heading": "Eine neue Mongolei",
            "text": "Mit dem Fall der chinesischen Qing-Dynastie im Jahr 1911 erklärte die Mongolei ihre Unabhängigkeit, die allerdings nicht lange Bestand haben sollte. 1919 wurde das Land von Xu Shuzheng zurückerobert. Die Russen kamen den Mongolen jedoch zu Hilfe und besiegten die chinesische Besatzung nur drei Jahre später. 1924 wurde mit der Unterstützung der UdSSR die Mongolische Volksrepublik geboren.Das Leben im Kommunismus war hart. Der gesamte Viehbestand ging in Regierungsbesitz über, buddhistische Klöster wurden zerstört und die Mönche ermordet. Die ständigen Kämpfe an den Grenzen und innerhalb des Landes führten zu Unfrieden in der Bevölkerung, die ohnehin ständig mit der Armut zu kämpfen hatte."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Beeinflusst von Michail Gorbatschows Perestroika in der UdSSR erlebte die Mongolei im Jahr 1992 eine friedliche demokratische Revolution, in deren Verlauf ein Mehrparteiensystem und ein kapitalistisches Wirtschaftsmodell eingeführt wurden. Eine neue Verfassung wurde eingesetzt und das Land erhielt den Namen \"Mongolei\". Das Land hat die ersten schwierigen Jahre überstanden und ist inzwischen dank seiner großen Ressourcenvorkommen zu einer wichtigen Wirtschaftsnation aufgestiegen. In kurzer Zeit hat die Mongolei viele positive Bündnisse mit Weltmächten geschlossen, darunter Japan, die USA und China, und setzt sich dafür ein, sein Volk in eine schönere und wohlhabendere Zukunft zu führen."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Beeinflusst von Michail Gorbatschows Perestroika in der UdSSR erlebte die Mongolei im Jahr 1992 eine friedliche demokratische Revolution, in deren Verlauf ein Mehrparteiensystem und ein kapitalistisches Wirtschaftsmodell eingeführt wurden. Eine neue Verfassung wurde eingesetzt und das Land erhielt den Namen \"Mongolei\". Das Land hat die ersten schwierigen Jahre überstanden und ist inzwischen dank seiner großen Ressourcenvorkommen zu einer wichtigen Wirtschaftsnation aufgestiegen. In kurzer Zeit hat die Mongolei viele positive Bündnisse mit Weltmächten geschlossen, darunter Japan, die USA und China, und setzt sich dafür ein, sein Volk in eine schönere und wohlhabendere Zukunft zu führen."
        }
    ],
    "leader": {
        "name": "Dschingis Khan",
        "subtitle": "Staatsoberhaupt der Mongolei",
        "lived": "ca. 1162-1227 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/dschingis_khan.png",
        "trait": {
            "name": "Mongolischer Schrecken",
            "effect": " Kampfstärke +30% im Kampf gegen Stadtstaat-Einheiten oder bei einem Angriff auf einen Stadtstaat. +1 [ICON_MOVES] Fortbewegung für alle berittenen Einheiten."
        },
        "titles": [
            "Staatsoberhaupt der Mongolei"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Dschingis Khan ist einer der bekanntesten und gefürchtetsten Anführer in der Geschichte der Menschheit. Hunderte Statuen, Gebäude und Handelsprodukte tragen sein Abbild und es wurden zahlreiche Werke der Unterhaltung zur Würdigung seines Lebens erschaffen. Er war der Erste, der die kriegführenden Nomadenstämme Nordostasiens vereinte und das größte bekannte zusammenhängende Reich errichtete. Weniger bekannt sind wohl die Verbesserungen und Fortschritte, die er in Bezug auf Infrastruktur, Handel und Religionsfreiheit erreichte. Er war nicht nur ein Krieger, sondern dazu auch ein fähiges und kluges Staatsoberhaupt."
            },
            {
                "heading": "Geburt",
                "text": "Geboren als Borjigin Temudschin im Jahr 1162 n. Chr. wuchs Temudschin in einem Mongolenstamm auf, der in den Gebieten nahe des heutigen Ulaanbaatar siedelte. Er war der drittälteste Sohn eines Stammeshäuptlings und soll nach einem gefangen genommenen Häuptling der Tataren benannt worden sein. Es ist nicht viel über die frühen Jahre Temudschins bekannt und die wenigen vorhandenen Quellen widersprechen sich häufig. Heute existieren keine genauen Porträts oder Bilder mehr von ihm, aber viele Quellen beschreiben Temudschin als glanzvollen Herrscher mit langem rotem Haar und blaugrünen Augen."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Temudschins frühe Jahre waren - wie bei vielen Stammesleuten aus der Region - trotz der adeligen Abstammung ziemlich schwierig. Im Alter von neun Jahren wurde er mit der Tochter eines benachbarten Stammeshäuptlings verlobt und ausgeschickt, um bei ihrer Familie zu leben. Sein Vater wurde auf dem Weg nach Hause ermordet und Temudschins Stamm überließ ihn und den Rest seiner Familie ihrem Schicksal. Die Familie war mittellos, bis er seine Verlobte im Alter von 16 Jahren heiratete."
            },
            {
                "heading": "Die Vereinigung beginnt",
                "text": "Temudschin begann sein Machtstreben, als er sich dem Blutsbruder seines verstorbenen Vaters Tughrul, dem Khan der Keraiten, als Gefolgsmann anschloss. Während dieser Zeit wurde Temudschins Frau von den Merkiten gefangen genommen und Tughrul stellte dem jungen Kriegsherrn 20.000 Männer zum Kampf zur Verfügung. Temudschin holte nicht nur seine Frau zurück, sondern schlug die Merkiten vernichtend und erlangte die Herrschaft über sie. So wurde er aufgrund seiner eigenen Leistungen zum Khan und begann, weitere benachbarte Stämme zu erobern.Während seiner Eroberungszüge brach der junge Khan vollkommen mit der mongolischen Tradition. Er schuf neue Gesetze und gliederte die eroberten Gebiete in das wachsende Reich ein, anstatt sie zu zerstören und zu plündern. Sein Gesetz, die Jassa, versprach Soldaten gerechte Bezahlung und Wohlstand, stellte Raub und Plünderei jeglicher Art unter Strafe und bot allen eroberten Stämmen Schutz und Religionsfreiheit. Temudschins politische Reformen brachten ihm Treue ein und schufen großen Zusammenhalt in seiner wachsenden Nation.Der Rest der Geschichte über seine Expansions- und Einigungsbemühungen der Mongolenstämme ist voll von Märchen über Verrat, Intrigen, vernichtenden Siege, Verschwörungen, Familienfehden und noch mehr Verrat. So kam es auch zu Konflikten mit seinem früheren Verbündeten Tughrul und seinem ältesten Sohn Jochi. Aber trotz dieser Rückschläge konnte er erstmals alle Nomadenstämme der Mongolei bis 1206 entweder unterwerfen oder aber in sein Reich eingliedern. In einem gemeinsamen Rat der Häuptlinge erhielt er den Namen \"Dschingis Khan\" - er sollte der ewige und universelle Herrscher der mongolischen Völker sein."
            },
            {
                "heading": "Eroberungen",
                "text": "Nach der Vereinigung der Mongolei startete Dschingis Khan bald eine Reihe erfolgreicher Militärfeldzüge, um umliegende und abgelegene Gebiete zu erobern und so ein riesiges Reich unter seiner Herrschaft zu erschaffen. 1209 erzwang er die Kapitulation der Xia-Provinzen und kurz danach im Jahr 1211 schloss er die Eroberung der Jin-Dynastie ab.Als Nächstes konzentrierte er sich auf den Westen und zog in Richtung Persien. In einem geschickten Manöver mit nur zwei Armeen, die jeweils aus 20.000 Männern bestanden, startete Dschingis Khan einen erfolgreichen Angriff gegen die Kara Kitai und erstreckte seinen Einfluss so bis direkt vor Persiens Haustür.Aber er hatte nicht vor, das benachbarte Reich Choresmien zu erobern, und bot stattdessen eine politische Allianz an und entsandte eine 500-Mann starke Handelskarawane zur Hauptstadt. Er hoffte, einen mächtigen Handelspartner auf der Seidenstraße zu finden. Der Schah Choresmiens jedoch misstraute dem jungen Anführer und ließ die Karawane ermorden. In einem erneuten Versuch schickte Dschingis Khan eine Gruppe Botschafter direkt zum Schah, der auf diese Geste antwortete, indem er einen von ihnen köpfen ließ. Dschingis Khan war außer sich vor Wut, versammelte 200.000 Männer und beaufsichtigte persönlich den blutigen Untergang und die darauffolgende Unterwerfung des choresmischen Reiches im Jahr 1220. Direkt nach seinem Erfolg eroberte er viele Gebiete auf seinem Weg zurück in die Mongolei, darunter Georgien, Afghanistan und die verbliebenen Xia-Gebiete im Westen.Als sein Siegeszug abgeschlossen war, erstreckte sich das Reich Dschingis Khans vom Kaspischen Meer im Westen bis hin zum Japanischen Meer im Osten. Es war damit doppelt so groß wie das Römische Reich."
            },
            {
                "heading": "Thronfolge und Tod",
                "text": "Dschingis Khan war inzwischen ein alter Mann und das Thema seiner Nachfolge war heiß umkämpft. Sein ältester Sohn Jochi wurde verdächtigt, von einem anderen Mann abzustammen (als Folge der Gefangennahme von Dschingis Khans Frau) und viele lehnten es glattweg ab, ihn als neuen Herrscher zu akzeptieren. Diese Diskussion wurde jedoch 1226 hinfällig, als Jochi unter mysteriösen Umständen starb. Gerüchten zufolge soll Dschingis Khan selbst die Vergiftung seines Sohnes angeordnet haben. Sein mittlerer Sohn Ögedei wurde zum Erben erklärt, da Dschingis Khan ihn für das besonnenste und stabilste seiner verbleibenden Kinder hielt.Kurz darauf, im Jahr 1227, starb Dschingis Khan und die Ursachen dafür sind bis heute nicht geklärt. Einige glauben, dass er im Kampf gegen die Tanguten vom Pferd gefallen ist, andere wiederum, er sei einer langen Krankheit erlegen. Es gibt sogar eine Theorie, dass eine gefangen genommene Prinzessin der Tanguten ihn mit einer Schere ermordet haben soll. Ungeachtet der Mittel oder der Ursache wurde Dschingis Khan entsprechend seinen Wünschen in einem anonymen Grab bestattet, dessen genauer Ort ein streng gehütetes Familiengeheimnis war. Überlieferungen zufolge soll ein Fluss darüber hinweggeleitet worden sein, um es zu schützen. Andere Geschichten erzählen von einem Hain, der gepflanzt wurde, um das Grab zu verstecken. 2004 wurden in einer archäologischen Ausgrabung die vermeintlichen Überreste von Dschingis Khans Palast entdeckt und es besteht weiterhin die Hoffnung, sein Grab doch noch zu finden."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Je nachdem, wen man fragt, gilt Dschingis Khan entweder als würdiger Anführer und ausgezeichneter Herrscher, oder aber als blutrünstiger Mörder. In der heutigen Mongolei wird seiner wohlwollend als Herrscher der Nation gedacht und seine zahlreichen politischen Reformen gepflegt und weitergegeben. In den von ihm eroberten Gebieten wie etwa dem Irak und dem Iran gilt er durchweg als Völker mordender, fanatischer Tyrann, der unermessliche Zerstörung bewirkte. Die Geschichten über seine Bedeutung oder Brutalität mögen infrage gestellt werden oder übertrieben sein, doch nichtsdestotrotz ist er zweifellos einer der wichtigsten und einflussreichsten Anführer des Mittelalters und sein Erbe ist bis heute verwurzelt und sichtbar."
            }
        ]
    }
}