{
    "id": 38,
    "name": "Marokko",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/morocco.png",
    "dawn_of_man": "Das Volk von Marokko erwartet Eure Weisungen, großer Sultan Ahmad al-Mansur aus der Dynastie der Saadier. Ihr seid für Euer Geschick als Verhandlungsführer und Diplomat berühmt, Eure bedachten Worte haben das Schmieden neuer Allianzen ermöglicht und die Souveränität Eurer Nation und seines Volkes über Jahrzehnte gesichert. Und wenn Worte dennoch scheiterten, wart Ihr ebenso erfolgreich bei Eroberungen und habt die Armeen Marokkos auf dem Schlachtfeld in den Sieg geführt und so den Einfluss Eures Reiches erweitert.Weiser und angesehener Sultan, das Volk sehnt sich nach Eurer Führung. Kann sich Euer Geschick in der Diplomatie mit dem Eurer Rivalen messen oder werdet Ihr mit dem Schwert in der Hand vor sie treten? Euer einst großes Königreich strebt zurück nach seinem ehemaligen Glanz. Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Berber-Kavallerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/berber_cavalry.json"
        }
    ],
    "city_names": [
        "Marrakesch",
        "Rabat",
        "Fes",
        "Casablanca",
        "Tanger",
        "Salé",
        "Ouarzazate",
        "Meknès",
        "Agadir",
        "Oujda",
        "Kenitra",
        "Tétouan",
        "Essaouira",
        "Safi",
        "Taroudannt",
        "Mohammedia",
        "El Aaiún",
        "Beni Mellal",
        "El Jadia",
        "Ksar-el-Kebir",
        "Taza",
        "Fquih Ben Salah",
        "Khouribga",
        "Nador",
        "Settat",
        "Berrechid",
        "Larache",
        "Khémisset",
        "Guelmim",
        "Dakhla",
        "Chefchaouen",
        "Ben Guerir",
        "El Kelaa des Sraghna",
        "Erfoud"
    ],
    "spy_names": [
        "el-Krim",
        "ibn-Battuta",
        "al-Jazzar",
        "al-Kahina",
        "Hayyuj",
        "Kusayla",
        "al-Idrisi",
        "Salih",
        "Tariq",
        "Dihya"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Der weitgereiste amerikanische Journalist Richard H. Davis (1864 - 1916) schrieb: \"Marokko ist ein wunderbarer Ort, der von der Zivilisation verdorben wurde.\" Der Wahrheitsgehalt dieser Aussage mag angezweifelt werden, aber heute ist Marokko einer der fortschrittlichsten muslimischen Staaten. Das Land unterhält enge wirtschaftliche und kulturelle Beziehungen zu den liberalen westlichen Nationen und hat sich dennoch seine eigene kulturelle Identität bewahrt. Das Gebiet Marokkos ist zwar bereits seit der Antike bewohnt - auf phönizische Siedlungen folgten die Karthager, die Römer und die Vandalen - doch erstmals wurde das Land nach dem Berberaufstand (739 - 743) vereint, bei dem die arabische Herrschaft gestürzt wurde. Unter den folgenden islamischen Kalifaten beherrschte Marokko den riesigen Maghreb, ein Gebiet in Nordwestafrika, das sowohl das Atlas- und Rif-Gebirge als auch die westliche Sahara und die südliche Mittelmeerküste umfasst. Im Jahr 1554 übernahm der Saadier-Sultan Muhammad asch-Schaich die Herrschaft über ganz Marokko. Im folgenden Jahrhundert wehrte das Land zahlreiche Angriffe und Überfälle der Europäer und der osmanischen Türken ab, was es zum einzigen arabischen Land machte, das nie unter die Herrschaft der Osmanen fiel. Im 17. Jahrhundert wurden die Saadier von der Alawiden-Dynastie verdrängt, die bis heute in einer konstitutionellen Monarchie herrscht. Fünfzig Jahre lang war Marokko ein französisch-spanisches Protektorat, erlangte aber 1956 wieder die Unabhängigkeit."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Ein großer Teil des heutigen Marokko ist gebirgig: Das Rif-Gebirge grenzt im Nordwesten und Nordosten an das Mittelmeer und das Atlasgebirge verläuft von Nordosten nach Südwesten mitten durch Marokko. Die westliche Sahara bedeckt den Großteil des Südostens. Den Maghreb, nördlich zwischen Atlas und Küste gelegen, zeichnet ein mediterranes Klima aus, während in der trockenen Sahara im Süden arides Klima herrscht. Die nördlichen Gebiete Marokkos erfreuen sich kühler, feuchter Winter und trockener Sommer, wohingegen die Sahara von extremer Hitze und nur geringen Niederschlägen geprägt ist. Daher wurden die Küstenebenen schon früh von den Menschen kultiviert. Während das Rif-Gebirge eher fruchtlos und mit Gras und Moos bedeckt ist, breiteten sich im höheren Atlasgebirge viele Eichen-, Wacholder- und Zedernwälder sowie verschiedene Wildtierarten aus. Den Kontrast bildet die Sahara, in der Sanddünen und Felsrücken vorherrschen und nur selten Oasen zu finden sind. Einige Völker siedelten sich an den reichen Küstengebieten an und in den rauen Gebirgen des Rif und Atlas breiteten sich die Berberstämme aus."
        },
        {
            "heading": "Das alte Marokko",
            "text": "Das heutige Marokko wurde schon vor Tausenden von Jahren besiedelt. Die Knochen eines frühen Homo Sapiens, die bei Jebel Irhoud gefunden wurden, sind etwa 160.000 Jahre alt. Zwischen 6000 und 3000 v. Chr. entwickelte sich im damals noch weniger trockenen Maghreb eine neolithische Kultur, aus der später die Berber hervorgingen. Ihre Sprache entstand etwa 2000 v. Chr. parallel zu landwirtschaftlichen Siedlungen am Fuß des Atlasgebirges und entlang der Atlantikküste.Phönizische Händler errichteten im heutigen Gebiet Marokkos im Zuge ihrer Erkundungen des westlichen Mittelmeers um 2000 v. Chr. Küstensiedlungen, um Salz und andere Mineralien abzubauen. Karthago, das sich aus dem Kerngebiet in Tunesien in Richtung Westen ausbreitete, baute bis zum 5. Jahrhundert v. Chr. Beziehungen zu mehreren Berber-Königreichen auf. Das karthagische Reich erweiterte seine Hegemonie entlang der nordafrikanischen Mittelmeerküste, doch ein mächtiges Berber-Königreich - Mauretanien - wahrte seine Unabhängigkeit. Nach den Punischen Kriegen herrschten statt der Karthager die Römer und die meisten Berberreiche, auch Mauretanien, wurden zu römischen Vasallenstaaten. Nach dem Fall Roms im Westen kamen im 5. Jahrhundert n. Chr. die Vandalen über die spanische Meerenge. Unter ihrem großen König Geiserich und dessen Nachfolgern bauten die seefahrenden Vandalen ein Reich auf römischen Ruinen auf, das sich vom Atlasgebirge bis nach Korsika und Sizilien erstreckte."
        },
        {
            "heading": "Das islamische Marokko",
            "text": "In der zweiten Hälfte des 7. Jahrhunderts n. Chr. überrannten die Araber den Maghreb und bekehrten die Berber zum Islam. Mit der Verwaltung der Region wurden zwar ansässige Gouverneure betraut, doch die arabischen Herrscher betrachteten die Berber lediglich als lästiges, besiegtes Volk und legten für die Stämme hohe Steuern und Tributzahlungen fest. Im Jahr 740 revoltierten die Berber schließlich. Die Rebellion begann bei den Stämmen im westlichen Marokko und breitete sich wie ein Lauffeuer über den Maghreb aus. Allerdings verlosch sie vor den Mauern der arabischen Festungsstadt Kairouan. Doch die Berber hatten ihre Unabhängigkeit von den Arabern zurückgewonnen und weder die Umayyaden noch ihre abbasidischen Nachfolger konnten die Herrschaft über den \"wilden Westen\" des Islam wiederherstellen. Marokko war geprägt von Dutzenden kleiner autonomer Berber-Königreiche, in denen der Islam nun nach unterschiedlichen Vorlieben verändert wurde. Das reichte von radikalislamischen Sekten bis hin zu Einflechtungen anderer Glaubensrichtungen.Marokko wurde schnell zu einem regelrechten Hafen für Flüchtlinge, Radikale, Rebellen und Abenteurer aus dem östlichen arabischen Kalifat. Einer von ihnen, Idris ibn Abdullah, tat sich mit den Awraba-Berbern zusammen und gemeinsam überfielen sie einige andere Stämme und gründeten 788 die Dynastie der Idrisiden. Sein Sohn Idris II. erbaute mit Fes eine neue Hauptstadt und Marokkos Macht wuchs so weit, dass das Land zu einem Zentrum der islamischen Lehren wurde.Dieses \"goldene Zeitalter\" endete in den frühen 900er Jahren, als eine andere Gruppe von Religionsflüchtlingen aus dem Osten ins Land kam. Die Fatimiden hatten im heutigen Tunesien die Macht übernommen und fielen in Marokko ein, wobei sie sich sowohl die Idrisiden als auch das Königreich von Sidschilmasa im Süden einverleibten. Doch den Berberstämmen konnten die Angreifer ihre Herrschaft nicht aufzwingen. Der Maghreb fiel dem Chaos anheim und wurde von so unterschiedlichen Gruppen wie den Fatimiden-Generälen, idrisidischen Loyalisten, umayyadischen Abenteurern, Stammeshäuptlingen und militanten religiösen Propheten umkämpft. Im Jahr 965 führte der fatimidische Kalif al-Muizz eine riesige Armee nach Marokko, um die Ordnung wiederherzustellen, doch diese währte nur so lange, bis sich die Fatimiden auf Ägypten und ihre dortige neue Hauptstadt Kairo konzentrierten."
        },
        {
            "heading": "Die Berberdynastien",
            "text": "Nach beinahe einhundert Jahren der Anarchie erhob sich Marokko im 11. und 12. Jahrhundert unter einer Reihe von Berber-Dynastien, den Almoraviden, Almohaden, Meriniden und Wattasiden, zu kultureller und politischer Blüte. Diese Dynastien, die Marokko jeweils kurzzeitig vereinten, erhoben sich am südlichen Rand des Atlasgebirges. Sie wurden von religiösen Reformatoren gegründet und fußten auf losen, konkurrierenden Stammesbündnissen. Obwohl die Berber durch diese Königreiche so etwas wie eine gemeinsame nationale Identität erfuhren, konnte letztlich keine von ihnen eine politische Einheit im Maghreb schaffen. Trotz einiger brillanter kultureller und wissenschaftlicher Leistungen zerbrach die Berber-Dynastie angesichts aufsässiger Stämme, die für ihre Autonomie und Individualität einstanden."
        },
        {
            "heading": "Die Saadier-Sultane",
            "text": "Die Herrschaft der Saadier-Dynastie, einer angeblich direkt von Mohammed abstammenden arabischen Familie, begann 1554, als Muhammad asch-Schaich die Wattasiden und ihre Berber-Verbündeten bei der Schlacht von Tadla besiegte. Die Saadier hatten bereits die Wattasiden-Hauptstadt Fes besetzt, und als ihr letzter Herrscher bei Tadla starb, erklärte sich asch-Schaich kurzerhand zum unangefochtenen Sultan von Marokko. Seine Herrschaft währte allerdings nur kurz, denn die Osmanen ließen ihn 1557 ermorden und besetzten im darauffolgenden Jahr das Land. Die osmanische Armee wurde daraufhin von einem Bündnis der Saadier, Berber und Spanier besiegt, was der Saadier-Familie den Thron sicherte.Der nächste Herrscher, Abdallah al-Ghalib (1557 - 1574), vereinte die einzelnen Berberstämme und spielte die Spanier gegen die Osmanen aus. Mit seinem Tod begann ein Machtkampf, aus dem der äußerst fähige Ahmad al-Mansur als Sieger hervorging und den Thron bestieg. Der Sohn einer berberischen Mutter genoss die beispiellose Unterstützung der Berber und, da er ein gläubiger Moslem war, auch die der Araber. Nachdem Marokko durch die Schlacht von Alcácer-Quibir (auch \"Schlacht der drei Könige genannt) beträchtlichen Reichtum durch portugiesisches Lösegeld erhalten und das Songhaireich jenseits der Sahara erobert hatte, begann eine relativ friedliche Zeit für das Land, die künstlerische, wissenschaftliche und architektonische Erfolge hervorbrachte.Al-Mansurs Tod durch die Pest im Jahr 1603 löste einen Erbfolgekrieg aus, der 24 Jahre lang währte und letztlich zum Zusammenbruch der Saadier-Dynastie führte. Zwischen 1627 und 1659 herrschten im wiedervereinten Marokko zwar noch vier Saadier-Sultane in Folge, doch diese Zeit war geprägt von stetigem Verlust von Land, Wohlstand und Einfluss."
        },
        {
            "heading": "Die Alawiden",
            "text": "Während der unruhigen Zeit nach dem Tod al-Mansurs konnte die Alawidenfamilie einige der Berber- und Beduinenstämme vereinen, die in dem Gebiet um die Tafilalt-Oasen lebten. 1664 standen die marokkanische Sahara sowie das Draa-Tal unter der Herrschaft der Alawiden. Zwei Jahre später marschierte Mulai ar-Raschid mit einer kleinen Armee aus Stammesangehörigen in Fes ein und beendete damit den Einfluss der Dila-Zawiya, einer nationalistischen Berberbewegung, die einen Großteil Nordmarokkos beherrschte. 1669 wurde der letzte Saadier-Sultan im Zuge des Niedergangs von Marrakesch durch ar-Raschid gestürzt, der sich daraufhin zum Sultan ganz Marokkos erklärte.150 Jahre lang erblühte Marokko unter der Alawidenherrschaft, die für Modernisierung, Verwaltungsreformen, religiöse Toleranz und verstärkten Handel mit Europa und den Vereinigten Staaten sorgte. Doch als Sultan Mulai Abd ar-Rahman (1822 - 1859) die algerische Unabhängigkeitsbewegung von Abd el-Kader unterstützte, wurde er 1844 von französischen Truppen vernichtend geschlagen. Seine Nachfolger, Sidi Muhammad IV. und Mulai al-Hassan I., wurden mehr und mehr in Konflikte mit europäischen Mächten gezogen. Obwohl 1880 in der Madrider Konferenz Marokkos Unabhängigkeit garantiert wurde, mischten sich die Franzosen mehrfach in die internen Angelegenheiten des Landes ein. Deutsche Bemühungen, dem französischen Einfluss im Maghreb zu begegnen, führten zur Ersten (1905 - 1906) und Zweiten (1911) Marokkokrise. 1912 wurden die alawidischen Sultane gezwungen, das Protektorat Französisch-Marokko im Zuge des Vertrags von Fes (März 1912) anzuerkennen. Etwa zur selben Zeit fiel das Rif-Gebiet in Nordmarokko unter den \"Schutz\" Spaniens."
        },
        {
            "heading": "Europäische Protektorate und Unabhängigkeit",
            "text": "Die Protektorate nahmen Marokko theoretisch nichts von seinem Status als souveräner Staat. Die alawidischen Sultane \"regierten, aber herrschten nicht\". Frankreich konnte auf einen großen Erfahrungsschatz bei der Einrichtung einer Verwaltung zurückgreifen, den es durch die Eroberung Algeriens und das tunesische Protektorat gewonnen hatte. Doch es gab einige wichtige Unterschiede: So wurde das Protektorat Marokko weniger als zwei Jahre vor dem Ausbruch des Ersten Weltkriegs gebildet, was Zweifel hinsichtlich der Moral und Herausforderungen der Kolonialherrschaft schürte. Zudem verwarfen die neuen französischen Verwalter die bisherige Assimilationspolitik der Landesbewohner. Stattdessen planten sie im städtischen Maßstab, um kulturelle Vermischungen zu vermeiden. Und schließlich hatte Marokko eine tausendjährige Tradition der Unabhängigkeit, die auf der vehement verteidigten Einzigartigkeit der Berberstämme aufbaute.Die französische Verwaltung Marokkos verbündete sich politisch mit den Zehntausenden französischer Kolonisten, die ins Land strömten, um riesige landwirtschaftlich nutzbare Gebiete zu erwerben. In Frankreich selbst unterstützten die politischen Parteien auch die drakonischsten Maßnahmen zur Steigerung des französischen Einflusses. Da die Befriedung der Berber und Nationalisten nur schleppend voranschritt, wollte die französische Regierung die wirtschaftliche Entwicklung forcieren, darunter auch die Ausbeutung Marokkos reicher Mineralienvorkommen, den Aufbau moderner Transportsysteme und die Investition in moderne Agrarindustrie zur Sättigung der französischen Märkte.Im spanischen Protektorat hingegen ging es weniger schroff zu. Geltende Gesetze und die Autorität der Herrscher blieben erhalten. Dadurch, dass im Rif viele Enklaven sephardischer Juden - Nachkommen von Flüchtlingen aus Spanien und Portugal in den 1490er Jahren - existierten, die jahrhundertelang vom Handel zwischen Afrika und der Iberischen Halbinsel profitiert hatten, erleichterte den Spaniern die Verwaltung des Gebiets bezüglich Sprache und Kultur erheblich. Zudem ermutigte Spanien seine Bürger nicht dazu, nach Marokko auszuwandern, sondern eher zu Investitionen in die marokkanische Wirtschaft. Generell - mit Ausnahme des Spanischen Bürgerkriegs Ende der 1930er Jahre - war Spanisch-Marokko für alle Beteiligten eine recht friedliche und profitable Angelegenheit.Nach einigen Jahren der Unruhe mit Randalen in den Städten und Stammesaufständen schickten die Franzosen den beliebten marokkanischen Sultan Mohammed V. ins Exil und ersetzten ihn durch Muhammad ibn Arafa, dessen Anspruch auf den Thron durchweg als nicht legitimiert angesehen wurde. Drei Jahre später - vor dem Hintergrund eines vereinigten marokkanischen Widerstands und eines Bürgerkriegs in Algerien - erklärte sich Frankreich bereit, die erneute Unabhängigkeit des Landes zu verhandeln. Mohammed V. konnte erfolgreich die schrittweise Wiederherstellung der marokkanischen Souveränität aushandeln und stimmte unter anderem der Einsetzung eines konstitutionellen Monarchen und eines Zwei-Kammern-Parlaments zur Regierung des Landes zu. Die nun folgenden Alawidenkönige schmiedeten mit den westlichen Demokratien feste Bündnisse und machten Marokko damit zu einem der stabilsten und liberalsten muslimischen Länder mit einer blühenden Kultur und Wirtschaft."
        },
        {
            "heading": "Europäische Protektorate und Unabhängigkeit",
            "text": "Die Protektorate nahmen Marokko theoretisch nichts von seinem Status als souveräner Staat. Die alawidischen Sultane \"regierten, aber herrschten nicht\". Frankreich konnte auf einen großen Erfahrungsschatz bei der Einrichtung einer Verwaltung zurückgreifen, den es durch die Eroberung Algeriens und das tunesische Protektorat gewonnen hatte. Doch es gab einige wichtige Unterschiede: So wurde das Protektorat Marokko weniger als zwei Jahre vor dem Ausbruch des Ersten Weltkriegs gebildet, was Zweifel hinsichtlich der Moral und Herausforderungen der Kolonialherrschaft schürte. Zudem verwarfen die neuen französischen Verwalter die bisherige Assimilationspolitik der Landesbewohner. Stattdessen planten sie im städtischen Maßstab, um kulturelle Vermischungen zu vermeiden. Und schließlich hatte Marokko eine tausendjährige Tradition der Unabhängigkeit, die auf der vehement verteidigten Einzigartigkeit der Berberstämme aufbaute.Die französische Verwaltung Marokkos verbündete sich politisch mit den Zehntausenden französischer Kolonisten, die ins Land strömten, um riesige landwirtschaftlich nutzbare Gebiete zu erwerben. In Frankreich selbst unterstützten die politischen Parteien auch die drakonischsten Maßnahmen zur Steigerung des französischen Einflusses. Da die Befriedung der Berber und Nationalisten nur schleppend voranschritt, wollte die französische Regierung die wirtschaftliche Entwicklung forcieren, darunter auch die Ausbeutung Marokkos reicher Mineralienvorkommen, den Aufbau moderner Transportsysteme und die Investition in moderne Agrarindustrie zur Sättigung der französischen Märkte.Im spanischen Protektorat hingegen ging es weniger schroff zu. Geltende Gesetze und die Autorität der Herrscher blieben erhalten. Dadurch, dass im Rif viele Enklaven sephardischer Juden - Nachkommen von Flüchtlingen aus Spanien und Portugal in den 1490er Jahren - existierten, die jahrhundertelang vom Handel zwischen Afrika und der Iberischen Halbinsel profitiert hatten, erleichterte den Spaniern die Verwaltung des Gebiets bezüglich Sprache und Kultur erheblich. Zudem ermutigte Spanien seine Bürger nicht dazu, nach Marokko auszuwandern, sondern eher zu Investitionen in die marokkanische Wirtschaft. Generell - mit Ausnahme des Spanischen Bürgerkriegs Ende der 1930er Jahre - war Spanisch-Marokko für alle Beteiligten eine recht friedliche und profitable Angelegenheit.Nach einigen Jahren der Unruhe mit Randalen in den Städten und Stammesaufständen schickten die Franzosen den beliebten marokkanischen Sultan Mohammed V. ins Exil und ersetzten ihn durch Muhammad ibn Arafa, dessen Anspruch auf den Thron durchweg als nicht legitimiert angesehen wurde. Drei Jahre später - vor dem Hintergrund eines vereinigten marokkanischen Widerstands und eines Bürgerkriegs in Algerien - erklärte sich Frankreich bereit, die erneute Unabhängigkeit des Landes zu verhandeln. Mohammed V. konnte erfolgreich die schrittweise Wiederherstellung der marokkanischen Souveränität aushandeln und stimmte unter anderem der Einsetzung eines konstitutionellen Monarchen und eines Zwei-Kammern-Parlaments zur Regierung des Landes zu. Die nun folgenden Alawidenkönige schmiedeten mit den westlichen Demokratien feste Bündnisse und machten Marokko damit zu einem der stabilsten und liberalsten muslimischen Länder mit einer blühenden Kultur und Wirtschaft."
        }
    ],
    "leader": {
        "name": "Ahmad al-Mansur",
        "subtitle": "Herrscher von Marokko",
        "lived": "ca. 1549 - 1603 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ahmad_al-mansur.png",
        "trait": {
            "name": "Tor nach Afrika",
            "effect": "Erhält +3 Gold und +1 Kultur für jeden Handelsweg mit Zivilisationen oder Stadtstaaten. Der Eigentümer des Handelswegs erhält +2 Gold für jeden Handelsweg nach Marokko."
        },
        "titles": [
            "Sultan der Saadier-Dynastie"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Als einer der einflussreichsten Herrscher in der Geschichte Nordafrikas spielte Ahmad al-Mansur eine entscheidende Rolle für die Zukunft Marokkos. Als fünfter Sultan der Saadier-Dynastie im 16. Jahrhundert n. Chr. war Ahmad al-Mansur als schlauer Diplomat bekannt, der Marokkos strategische Position auf der Weltbühne stärkte und seinem Königreich zu einer wichtigen Position während der Renaissance verhalf."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Als fünfter und jüngster Sohn von Sultan Muhammad asch-Schaich war sein Weg zum Thron von Marokko nicht gesichert. Sein ältester Bruder Abdallah al-Ghalib war der auserkorene Thronfolger und bestieg 1557 n. Chr. nach dem Tod seines Vaters den Thron. Leider glaubte sein älterer Bruder, dass er die Herrschaft am einfachsten durch die Ermordung seiner jüngeren Geschwister sichern konnte, woraufhin al-Mansur und sein Bruder Abd al-Malik aus dem Land flohen und beinahe zwanzig Jahre lang im Osmanischen Reich lebten."
            },
            {
                "heading": "Aufstieg zur Macht",
                "text": "Nach dem Tod von Sultan Abdallah al-Ghalib im Jahr 1574 bestieg sein Sohn Abu Abdallah Mohammed den Thron, obwohl der rechtmäßige Erbe Abd al-Malik war. Mit Hilfe der Osmanen (bei denen al-Mansur und sein Bruder im Exil lebten) stellte Abd al-Malik eine Armee auf und fiel in Marokko ein, wo er den Thronräuber Abu Abdallah Mohammed stürzen konnte. Allerdings starben beide Kontrahenten in der Schlacht von Ksar-el-Kebir im Jahr 1578, woraufhin Ahmad al-Mansur zum Sultan aufstieg.Marokkos Armeen fügten den feindlichen Truppen, darunter auch die portugiesische Armee, die sich mit dem Thronräuber verbündet hatte, schwere Verluste zu. Indem er Tausende von Portugiesen gefangen nahm und ein Lösegeld für ihre sichere Rückkehr forderte, gelang es al-Mansur durch geschickte Verhandlungen, Marokkos Schatzkammern mit portugiesischem Gold aufzufüllen."
            },
            {
                "heading": "Herrschaft",
                "text": "Nachdem er seinen Sitz auf dem Thron gefestigt hatte, erlangte al-Mansur hohes Ansehen als Herrscher über ein erstarktes und wohlhabendes Marokko. Er begann umgehend damit, das Verwaltungssystem seiner Nation zu reformieren, und führte neue Steuerformen ein. Außerdem wollte er sein Imperium vergrößern und griff das benachbarte Songhai an, von dem er sich neue Einkommensquellen für sein Reich erhoffte. Trotz einiger Siege und der Eroberung mehrerer Städte in Songhai, konnte selbst al-Mansur die Probleme nicht lösen, die die Verwaltung eines so weit entfernten Landes hinter der Sahara mit sich brachten.Leider führten die zahlreichen Unternehmungen von al-Mansur - die militärische und territoriale Expansion, neue Bauwerke sowie groß angelegte Kunst- und Kulturprojekte - schließlich dazu, dass Marokkos Reichtümer aufgebraucht waren. Als das Geld knapp wurde, musste al-Mansur seine großen Ambitionen für das Königreich zurückfahren. Marokko hatte zudem Schwierigkeiten mit der Kontrolle der entlegenen eroberten Gebiete, so dass sich viele der Macht Marokkos entziehen konnten.Nachdem Ahmad al-Mansur im Jahr 1603 an der Pest starb, begannen Marokkos Macht und Einfluss zu schwinden. Gegen 1620 waren die Songhai-Städte verloren, die marokkanischen Handelsrouten wurden von anderen abgelöst und Steuerprobleme machten dem Sultanat zu schaffen. Schließlich waren viele der Vorteile, die Marokko al-Mansurs außergewöhnlichen administrativen und diplomatischen Fähigkeiten zu verdanken hatte, verloren."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Ahmad al-Mansur wird heute weitläufig als einer der größten Diplomaten der Geschichte angesehen, der ein herausragendes Gespür dafür hatte, Freund und Feind bei Laune zu halten. Seinen sorgsam geschmiedeten diplomatischen Plänen verdankte Marokko seine Unabhängigkeit trotz gegensätzlicher Absichten zahlreicher Nachbarreiche, darunter auch das mächtige Osmanische Reich. Seine Herrschaft zeichnete sich durch religiöse Toleranz, wissenschaftliche Lehren und ein Aufblühen der Kunst in Nordafrika aus, was es viele Jahrzehnte früher oder später in der Form nicht gab."
            }
        ]
    }
}