{
    "id": 14,
    "name": "Persien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/persia.png",
    "dawn_of_man": "Möge der himmlische Segen mit Euch sein, geliebter König Dareios von Persien! Ihr führt ein starkes und weises Volk an. Zu Beginn Eurer Geschichte erhob sich der große persische Anführer Kyros gegen das mächtige Reich Medien, das 550 v. Chr. fiel. Durch raffinierte Diplomatie und militärische Stärke eroberte der große Kyros das wohlhabende Lydien und das mächtige Babylon, und sein Sohn setzte die Geschichte mit der Eroberung Ägyptens einige Jahre später fort. Mit der Zeit erstreckte sich Persiens Herrschaft bis ins weit entfernte Makedonien an der Türschwelle der aufstrebenden griechischen Stadtstaaten. Persien sollte lange Zeit florieren, bis der schurkische Emporkömmling Alexander von Makedonien das große Reich in einem schrecklichen Feldzug zu Fall brachte.Dareios, Euer Volk möchte, dass Ihr Persien erneut zu Macht und Ruhm verhelft! Das Reich Eurer Vorfahren soll abermals auferstehen, um über seine Feinde zu triumphieren und der Welt Frieden und Ordnung zu bescheren. Oh König, werdet Ihr dieser Bitte nachkommen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Satrapenhof",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/satrap's_court.json"
        }
    ],
    "unique_units": [
        {
            "name": "Krummsäbelkämpfer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/immortal.json"
        }
    ],
    "city_names": [
        "Persepolis",
        "Pasargade",
        "Susa",
        "Ekbatana",
        "Tarsus",
        "Gordium",
        "Bactra",
        "Sardis",
        "Ergili",
        "Dariush Kabir",
        "Ghulaman",
        "Zohak",
        "Istakhr",
        "Jinjan",
        "Borazjan",
        "Herat",
        "Dakyanus",
        "Bampur",
        "Tureng Tepe",
        "Rey",
        "Shiraz",
        "Tuspa",
        "Hasanlu",
        "Gabae",
        "Merv",
        "Behistun",
        "Kandahar",
        "Altin Tepe",
        "Bunyan",
        "Charsadda",
        "Ura Tyube",
        "Dura-Europos",
        "Aleppo",
        "Qatna",
        "Kabul",
        "Capisa",
        "Kyreskhata",
        "Marakanda",
        "Peshawar",
        "Van",
        "Pteira",
        "Arshada",
        "Artakoana",
        "Aspabota",
        "Autiyara",
        "Bagastana",
        "Baxtri",
        "Darmasa",
        "Daphnai",
        "Drapsaka",
        "Eion",
        "Gandutava",
        "Gaugamela",
        "Harmozeia",
        "Hekatompylos",
        "Izata",
        "Kampada",
        "Kapisa",
        "Karmana",
        "Kounaxa",
        "Kuganaka",
        "Nautaka",
        "Paishiyauvada",
        "Patigrabana",
        "Phrada"
    ],
    "spy_names": [
        "Azi",
        "Dabir",
        "Firuz",
        "Gaspar",
        "Shahzad",
        "Aga",
        "Marjane",
        "Peri",
        "Sartaj",
        "Yasmin"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Wort \"Persien\" stammt aus einer Region im südlichen Iran, die früher \"Persis\" genannt wurde; es beschreibt Gebiete, in denen die persische Sprache und persische Bräuche dominierten. In der Geschichte gab es eine ganze Reihe \"Persischer Reiche\"; in diesem Eintrag nehmen wir speziell die Achämeniden-Dynastie unter die Lupe, die 559 v. Chr. begann und etwa zwei Jahrhunderte später mit dem Angriff des griechischen Militärgenies Alexanders des Großen endete."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Die iranische Halbinsel, die das Herz des Persischen Reiches bildete, ist ein Hochplateau, das im Osten und Westen von Bergen umgeben ist. Im Süden liegt der Persische Golf und der Golf von Oman, im Norden das Kaspische Meer und weitere Berge. In seiner Blütezeit umfasste das Persische Reich auch Ägypten, den Nahen Osten und einen großen Teil von Klein-Asien (die heutige Türkei). Etwas Allgemeines über die Landschaft und das Wetter einer so riesigen und vielfältigen Region auszusagen, die sich über zwei Kontinente erstreckte, ist unmöglich."
        },
        {
            "heading": "Vor den Persern: Die Meder",
            "text": "Vor den Persern waren die Meder die aufstrebende Macht in diesem Gebiet. Der Historiker Herodot schreibt, dass der erste König der Meder Deiokes war, der von 728-675 v. Chr. regierte. Deiokes' Sohn Phraortes unterwarf die Perser; später starb er im Kampf gegen die Assyrer. Irgendwann im 6. Jahrhundert fielen die Meder unter die Herrschaft der Skythen, doch diese zogen sich zurück oder wurden bis zum Ende des 6. Jahrhunderts integriert, womit das Königreich wieder unter der Herrschaft der Meder stand.König Kyaxares (625-585 v. Chr.) war den Aufzeichnungen zufolge ein brillanter Herrscher, der die medische Armee neu organisierte, sie erfolgreich in die Schlacht gegen die mächtigen Assyrer führte und dabei mehrere wichtige assyrische Städte einnahm. Kyaxares verbündete sich mit den Babyloniern und die beiden Mächte zerstörten gemeinsam Assyrien. Bei der Beuteteilung erhielt Babylon das assyrische Gebiet auf dem Fruchtbaren Halbmond (das Gebiet zwischen den Flüssen Euphrat und Tigris) vollständig - die Meder bekamen assyrisches Gebiet im Hochland östlich und nördlich von Babylon, darunter auch Gebiete in Klein-Asien.Kyaxares' Sohn, Astyages, war offenbar militärisch und politisch nicht so geschickt wie sein Vater - er war der letzte König der Meder."
        },
        {
            "heading": "Der Aufstieg Persiens",
            "text": "Die Legende besagt, dass König Kyaxares Persien an seinen Vasallen Kambyses I. weitergab, der die Krone wiederum seinem Sohn, Kyros II. weitergab. Dieser festigte seine politische Position, indem er die Tochter des medischen Königs Astyages heiratete. Trotz seiner königlichen Verbindung war Kyros nicht mit seiner untergeordneten Position zufrieden und nachdem er sich mit dem nahen Babylon verbündet hatte, rebellierte er gegen die Meder. 550 v. Chr. waren die Perser erfolgreich und die Meder existierten nicht mehr.Kyros II. war der erste \"achämenidische\" König von Persien. Nachdem er Mittelmeergebiet eingenommen hatte, dehnte er Persien bis nach Klein-Asien aus. Zuerst isolierte er Lydien und nahm es dann ein (der damalige König war der berühmte Krösus). Anschließend belagerte er alle griechischen Stadtstaaten an der Westküste Klein-Asiens systematisch und nahm sie dann ein. Nun hatte er die nördliche Seite gesichert und wandte sich nach Süden gegen seinen einstigen Verbündeten Babylon.Babylon war zwar eine große Macht, doch intern war es gespalten. Der König war unbeliebt und da er zugelassen hatte, dass Kyros Lydien zerstörte, hatte er nun keine potenziellen Verbündeten mehr. Tatsächlich fiel Babylon ohne große Gegenwehr gegen Persien. 539 marschierte Kyros triumphierend in die Stadt ein und beherrschte nun ein Imperium, das sich bis zur ägyptischen Grenze erstreckte.Kyros hatte jedoch nicht sehr lange etwas von seinen Siegen: Er starb im Kampf in Zentralasien 529 v. Chr."
        },
        {
            "heading": "Die Expansion Persiens",
            "text": "Auf Kyros II. folgte sein Sohn Kambyses II. Dieser führte 525 v. Chr. - nachdem er sich den Thron angeblich durch den Mord an seinem Bruder gesichert hatte - einen Feldzug gegen Ägypten, das nach Schlachten bei Pelusion und Memphis fiel. Kambyses versuchte anschließend, das Persische Reich weiter nach Westen auszudehnen, doch seine Angriffe gegen Karthago, Nubien und Amon waren erfolglos. 522 erfuhr Kambyses von einer Revolte im Iran, die von einem Betrüger angeführt wurde, der sich als sein Bruder ausgab - Bardiya. Kambyses starb, während er zurückeilte, um die rebellische Region wieder unter Kontrolle zu bekommen. Es heißt, dass er Selbstmord beging, doch manche Historiker glauben, dass das nur Propaganda war, die von seinem Nachfolger verbreitet wurde.Nach dem Tod Kambyses' II. führte ein Mann namens Darius dessen Truppen wieder zurück in den Iran, um die Rebellion aufzuhalten, die offensichtlich schon weit fortgeschritten war, als er schließlich ankam. Darius stammte aus dem achämenidischen Haus und war ein entfernter Verwandter von Kambyses II., zu dessen rechtmäßigem Erben er sich selbst ernannt hatte. Es dauerte ein Jahr, bis er nach harten Kämpfen die Revolte niedergeschlagen und sich seinen Anspruch auf den Thron gesichert hatte, doch im Jahr 521 war Darius I. Herrscher des Persischen Reiches.Darius I. war in jeder Hinsicht ein Herrscher der Superlative. Nachdem er die Rebellion mit einer Kombination aus harten Strafen für Rebellenführer und Milde gegenüber der ansässigen Bevölkerung zum Schweigen gebracht hatte, arbeitete er für eine Neuorganisation des Imperiums und eine Neuordnung der Gesetze. Er dehnte die persische Macht weiter in Richtung Nordindien aus und errichtete einen Brückenkopf über den Hellespont und verband so Persien dauerhaft mit Europa. Er schlug erfolgreich eine Revolte der griechischen Stadtstaaten nieder und erwarb sich das Wohlwollen der Griechen, indem er die dortigen Tyrannen stürzte und dem Volk wieder die Demokratie brachte.492 hatten Darius' Streitkräfte Thrakien und Makedonien auf dem Balkan zurückerobert und schufen so die Voraussetzungen für eine Invasion Griechenlands. Zuerst unterschätzte Darius die Schwierigkeiten eines Griechenland-Feldzuges und 490 fügten ihm die Griechen in der Schlacht von Marathon eine herbe Niederlage zu. Darius musste sich zurückziehen und neu gruppieren. Er begann mit den Vorbereitungen für einen weiteren Feldzug, doch dieser sollte viel größer und mächtiger werden.Darius I. starb 486 v. Chr., sein Nachfolger war sein Sohn Xerxes I. Xerxes musste sofort eine große Revolte in Ägypten niederschlagen, was ihm mit einem einzigen schnellen Feldzug 484 auch gelang. Anders als seine Vorgänger ging Xerxes hart gegen die rebellische Provinz vor, indem er die dortigen Anführer stürzte und die Bürger unter direkte persische Herrschaft stellte. Dasselbe tat er mit den Babyloniern, als diese 482 v. Chr. aufständisch wurden."
        },
        {
            "heading": "Xerxes und die Feldzüge gegen Griechenland",
            "text": "480 führte Xerxes eine riesige Armee nach Nordgriechenland, die von der mächtigen persischen Marine unterstützt wurde. Nordgriechenland fiel relativ schnell und trotz des heldenhaften Widerstands der Spartaner und Böotier bei Thermopylen konnten die Griechen Xerxes' Armee nicht davon abhalten, in Athen einzumarschieren und den mächtigsten Stadtstaat Griechenlands einzunehmen. Die Athener hatten ihre Stadt jedoch schon vor Ankunft der Perser geräumt und ihre Marine blieb eine relativ große Streitmacht.Bei der Schlacht von Salamis (480 v. Chr.) besiegte eine griechische Flotte von etwa 370 Trieren 800 persische Galeeren, wobei etwa 300 persische Schiffe auf der einen und nur 40 griechische Schiffe auf der anderen Seite versenkt wurden. Diese Niederlage verzögerte die persische Offensive gegen Griechenland noch um ein weiteres Jahr und gab den Griechen genug Zeit, um ihre Verteidigung zu verstärken. Xerxes war gezwungen, nach Persien zurückzukehren, und er überließ seinem General Mardonius das Kommando, woraufhin die Griechen prompt mehrere wichtige See- und Landschlachten gegen den neuen Anführer gewannen. Mit Mardonius' Tod in der Schlacht von Plataiai war der Feldzug vorüber und die überlebenden Perser zogen sich ungeordnet aus Griechenland zurück.Xerxes unternahm nie wieder einen Feldzug gegen Griechenland. 465 v. Chr. wurde er ermordet."
        },
        {
            "heading": "Persiens Stagnation und Untergang",
            "text": "Die drei persischen Könige nach Xerxes I. - Artaxerxes I., Xerxes II. und Darius II. - die von 465-404 v. Chr. herrschten, waren schwach und unmotiviert. Am Ende des 4. Jahrhunderts erlangten die Perser in der Ägäis wieder etwas Macht und spielten die Griechen im langen Peloponnesischen Krieg zwischen Athen und Sparta erfolgreich gegeneinander aus; doch 405 v. Chr. revoltierte Ägypten und Persien hatte die eigensinnige Provinz über 50 Jahre lang nicht mehr unter Kontrolle.Auf Darius II. folgte Artaxerxes II., der 45 Jahre lang regierte (404-359 V. Chr.). Während seiner Herrschaft führte Artaxerxes II. Krieg gegen Sparta - erneut über die griechischen Kolonien in Klein-Asien. Persien verbündete sich mit den Athenern (die sich von ihrer schweren Niederlagen im Peloponnesischen Krieg erholten) und Sparta war gezwungen, sich damit abzufinden.Trotz dieser wenigen Siege wuchsen mit dem 3. Jahrhundert die Schwäche und Desorganisation der Perser. 373 v. Chr. rebellierten einige Satrapen (Statthalter) des Imperiums. Sie konnten zwar niedergeschlagen werden, doch es folgten in immer kürzeren Abständen weitere Revolten. Die Stellung des Königs verlor immer mehr an Stabilität; Artaxerxes III. konnte 359 v. Chr. durch Verrat den Thron besteigen; er versuchte, seine Position zu festigen, indem er bald nach seiner Krönung alle Verwandten, die er finden konnte, ermordete. 338 wurde Artaxerxes auf Befehl des Eunuchen Bagoas ermordet, der Artaxerxes' jüngsten Sohn Arses als Nachfolger einsetzte. Arses versuchte sofort, Bagoas zu vergiften, doch er scheiterte und wurde selbst umgebracht. Anschließend setzte Bagoas Darius III. als Herrscher ein. Darius III. war zuvor Satrap vom Armenien gewesen und mit dem verstorbenen König zwar nur sehr entfernt verwandt, allerdings war auch so gut wie jeder mit größerem Thronanspruch bereits tot."
        },
        {
            "heading": "Philip und Alexander und das Ende der Achämeniden",
            "text": "Ob Dareios III. ein guter Herrscher war oder nicht, lässt sich nur schwer sagen. Als er den Thron bestieg, hatte das Persische Reich bereits seit über einem Jahrhundert an Macht verloren, da seine Landesteile beinahe ständig gegen die immer unfähiger werdende Zentralverwaltung revoltierten. Intrigen im Palast schwächten die Monarchie zusätzlich, und wer als Herrscher überleben wollte, war zu sehr damit beschäftigt, auf der Hut zu sein, als sich um das Reich zu kümmern. Wer immer unter diesen Umständen an die Macht kam, hatte Probleme. So groß die Schwierigkeiten zu Hause auch waren, sie waren nichts im Vergleich zu denen, die Dareios III. am Hellespont erleben sollte.359 v. Chr. bestieg König Philip den Thron von Makedonien, das zwischen Griechenland und dem Balkan lag. Innerhalb von nur 20 Jahren eroberte Philip Griechenland vollständig und begann mit Vorbereitungen für einen Angriff auf Persien. Nachdem Philip 336 v. Chr. ermordet worden war, wurde ein junger Mann namens Alexander König. Er sicherte sich seinen Thron, schlug eine griechische Rebellion nieder und setzte Philips Angriff auf Persien fort.Alexander war ein militärisches Genie - er war mutig und sehr ehrgeizig. Als Oberhaupt der äußerst disziplinierten griechischen Armee, die mit überlegenen Waffen und Taktik vorgingen, schnitt er durch Persien wie ein heißes Messer durch Butter. Dareios traf mehrmals in der Schlacht auf ihn, oft mit zahlenmäßig weit überlegenen Truppen, doch Alexander zerstörte eine seiner Armeen nach der anderen. Die persische Hauptstadt Persepolis fiel 330 v. Chr. gegen Alexanders Armeen und Dareios wurde im selben Jahr ermordet. Damit war der letzte achämenidische Herrscher den Invasoren zum Opfer gefallen."
        },
        {
            "heading": "Zusammenfassung",
            "text": "Das Achämenidische Reich überlebte und erblühte trotz seiner gefährlichen Nachbarschaft über 200 Jahre lang. Auf seinem Höhepunkt reichte es von Indien bis Ägypten und vom Iran zum Balkan. Da das Reich drei Kontinente umfasste und seine Einwohner sich in Dutzenden verschiedener Sprachen unterhielten, war es riesig und unbeholfen. Im besten Fall waren die achämenidischen Könige Gesetzgeber, die ihre untergebene Bevölkerung milde und gerecht behandelten und sich so wenig wie möglich in die interne Politik der Provinzen einmischten, solange diese sich benahmen. Im schlechtesten Fall waren die achämenidischen Könige unfähige, tyrannische Verräter.Was immer sie sonst waren, die achämenidischen Könige waren Überlebenskünstler. Für eine Familie sind zweihundert Jahre an der Macht sehr viel. Wären nicht Alexander und Philip in der Nähe gewesen, hätten sie noch weitere 100 Jahre an der Macht bleiben können. Alexander der Große war zwar ein brillanter Anführer und Kriegsherr, doch sein eigenes Reich überstand seinen Tod kaum ein Jahr lang."
        },
        {
            "heading": "Zusammenfassung",
            "text": "Das Achämenidische Reich überlebte und erblühte trotz seiner gefährlichen Nachbarschaft über 200 Jahre lang. Auf seinem Höhepunkt reichte es von Indien bis Ägypten und vom Iran zum Balkan. Da das Reich drei Kontinente umfasste und seine Einwohner sich in Dutzenden verschiedener Sprachen unterhielten, war es riesig und unbeholfen. Im besten Fall waren die achämenidischen Könige Gesetzgeber, die ihre untergebene Bevölkerung milde und gerecht behandelten und sich so wenig wie möglich in die interne Politik der Provinzen einmischten, solange diese sich benahmen. Im schlechtesten Fall waren die achämenidischen Könige unfähige, tyrannische Verräter.Was immer sie sonst waren, die achämenidischen Könige waren Überlebenskünstler. Für eine Familie sind zweihundert Jahre an der Macht sehr viel. Wären nicht Alexander und Philip in der Nähe gewesen, hätten sie noch weitere 100 Jahre an der Macht bleiben können. Alexander der Große war zwar ein brillanter Anführer und Kriegsherr, doch sein eigenes Reich überstand seinen Tod kaum ein Jahr lang."
        }
    ],
    "leader": {
        "name": "Dareios I.",
        "subtitle": "Staatsoberhaupt von Persien",
        "lived": "550-486 v. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/darius_i.png",
        "trait": {
            "name": "Vermächtnis der Achämeniden",
            "effect": " Goldene Zeitalter dauern 50% länger und bringen für Einheiten +1 [ICON_MOVES] Fortbewegung und einen Bonus von +10% auf Kampfstärke."
        },
        "titles": [
            "König Dareios der Große"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Nach dem Tod von Kambyses II. riss Dareios I., Sohn des Satraps (Statthalters) von Parthien, den persischen Thron 552 v. Chr. gewaltsam an sich. Dareios, der ein Verwaltungsgenie war, brachte während seiner Herrschaft Ordnung in das ausgedehnte persische Reich und sorgte für mehr Reichtum und Wohlstand. Durch ihn wurden auch viele bedeutende Bauwerke in ganz Persien geschaffen."
            },
            {
                "heading": "Frühe Geschichte",
                "text": "Viel von unserem Wissen über Dareios I. verdanken wir dem antiken griechischen Geschichtsschreiber Herodot sowie den Niederschriften, die Dareios selbst in Auftrag gegeben hat. Laut Herodot verdächtigte der Perserkönig Kyros der Große den jugendlichen Dareios, ein Komplott gegen ihn zu schmieden. Dareios überlebte diese Anschuldigungen und wurde später zum General und Leibwächter von Kyros' Sohn und Thronfolger Kambyses II., nachdem dieser den Thron bestieg. Kambyses starb 522 v. Chr. in Ägypten. Nach dessen Tod kehrte Dareios nach Medien zurück und tötete Kambyses' Bruder Bardiya, den Dareios beschuldigte, ein Betrüger und Thronräuber zu sein.Nachdem er König Bardiya (oder den Betrüger, je nachdem, wessen Geschichte man Glauben schenken will) getötet hatte, bestieg Dareios den persischen Thron. Das wurde in den Provinzen nicht gerade gut aufgenommen und Dareios hatte es mit mehreren Revolten in Babylon, Susa, Medien, Margiana und bei den Sattagyden zu tun. In Babylon kam es zweimal zu Unruhen, in Susa sogar dreimal, aber diese Revolten waren unkoordiniert, und einzeln konnte Dareios sie leicht unterdrücken. Laut einer seiner Niederschriften besiegte Dareios neun Rebellenführer in 19 Kämpfen. Um 518 v. Chr. war seine Herrschaft gesichert."
            },
            {
                "heading": "Sicherung der Grenzen Persiens",
                "text": "Nachdem er seine Position gefestigt hatte, startete Dareios eine Serie von Kriegen, um Persiens Grenzen zu sichern und auszudehnen. 519 v. Chr. griff er die Skythen östlich des Kaspischen Meeres an, und kurz danach eroberte er das Industal. Später griff er den Nordwesten Kleinasiens an und eroberte Thrakien und danach Makedonien. Er versuchte auch seinen Brückenkopf in Europa nördlich der Donau zu erweitern, musste sich aber dem eisernen Widerstand der skythischen Nomaden geschlagen geben. Zuletzt sicherte er die Ägäischen Inseln Limnos und Imbros.Persien herrschte nun über die griechischen Kolonien in Kleinasien, den Bosporus (samt Kontrolle über das Schwarze Meer), Makedonien, das im Norden an die Grenzen Griechenlands stieß, sowie eine Anzahl von strategisch wichtigen Inseln in der Ägäis. Das führte unweigerlich zu einem Konflikt mit den mächtigen, aber gespaltenen Stadtstaaten Griechenlands, die missgünstig und beunruhigt das immer größer werdende Persien beobachteten."
            },
            {
                "heading": "Dareios der Große",
                "text": "Wenn er nicht gerade gegen die Nachbarn des Imperiums kämpfte, ergriff Dareios eine Reihe von Maßnahmen, um sein Reich zu vereinigen und dessen Verwaltung zu verbessern. Er organisierte es in Satrapien (Provinzen) und legte die jeweiligen jährlichen Tributzahlungen fest. Er verbesserte das persische Straßennetz und standardisierte das Währungs-, Maß- und Gewichtssystem, wodurch er die Handelsmöglichkeiten überall im Reich verbesserte. Er finanzierte Forschungsexpeditionen von Indien bis Ägypten und vollendete den Bau eines Kanals in Ägypten, der vom Nil zum Roten Meer führte.Dareios war der größte Bauherr Persiens in der achämenidischen Geschichte. Er errichtete Befestigungen, einen Palast und Verwaltungsgebäude in Susa, seiner Verwaltungshauptstadt. In der Hauptstadt Persepolis begann Dareios mit dem Bau eines neuen Palastes, eines Ratsgebäudes, eines Schatzhauses und weiterer Befestigungen (wobei diese erst nach seinem Tod fertiggestellt wurden).Auch wenn Dareios nicht zögerte, Aufstände innerhalb von Persien niederzuschlagen, so war er doch sehr tolerant gegenüber den religiösen Ansichten seines Volkes. In Ägypten errichtete er eine Reihe von Tempeln, um die ägyptischen Götter zu ehren, und ordnete in seiner ägyptischen Satrapie an, dass die dortigen Gesetze in Zusammenarbeit mit der ägyptischen Priesterklasse festgelegt werden sollten. 519 v. Chr. erlaubte er den Juden, mit dem Wiederaufbau des Tempels von Jerusalem zu beginnen. Es wird angenommen, dass Dareios selbst ein Anhänger des Zarathustrismus war, der schließlich zur Staatsreligion in Persien wurde."
            },
            {
                "heading": "Krieg gegen Griechenland",
                "text": "499 v. Chr. unterstützten die griechischen Stadtstaaten Athen und Eretria den Aufstand einiger griechischer Kolonien in Kleinasien gegen Persien. Dareios schlug die Revolte nieder und begann mit der Planung eines Feldzuges gegen die sich einmischenden Griechen.492 v. Chr. führte Dareios' Schwiegersohn Mardonius einen Feldzug gegen die Griechen an, aber seine Flotte wurde in einem Sturm nahe des Berges Athos zerstört, wodurch der Angriff nicht fortgesetzt werden konnte. 490 v. Chr. fiel eine andere persische Streitmacht erfolgreich in Griechenland ein, zerstörte Eretria und versklavte dessen Einwohner, bevor sie dann schließlich von athenischen Kriegern bei Marathon besiegt wurde. Dareios plante gerade den dritten Feldzug, als er 486 v. Chr. starb."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Dareios hat geschichtlich gesehen einen positiven Eindruck hinterlassen (wenn man von seiner fragwürdigen Machtergreifung einmal absieht, auch wenn solche Methoden zu seiner Zeit nicht ungewöhnlich waren). Er errichtete Straßen, organisierte die persischen Provinzen und das Verwaltungssystem neu, sicherte die Grenzen des Reiches und behandelte sein Volk mindestens genauso gut wenn nicht sogar besser als andere Herrscher seiner Zeit. Auch wenn er in erster Linie nicht als Kriegsherr bekannt ist, so führte er eine Reihe erfolgreicher Feldzüge gegen Feinde von innen wie von außen. Es ist gut möglich, dass er sogar Griechenland erfolgreich hätte unterwerfen können, wenn er denn nicht verstorben wäre. Sein Sohn Xerxes I. war dieser Aufgabe sicherlich nicht gewachsen. Alles in allem stand sein Imperium zum Zeitpunkt seines Todes besser da als zum Zeitpunkt seiner Machtergreifung, was für jeden Herrscher in dieser Zeitperiode ein großer Erfolg gewesen wäre."
            }
        ]
    }
}