{
    "id": 39,
    "name": "Polen",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/polen.png",
    "dawn_of_man": "Lang Lebe König Kasimir der Große, Beschützer und Souverän des Königreichs Polen. Ihr habt zu Zeiten großer Umbrüche den Thron bestiegen, als die Wirtschaft des Landes in Trümmern lag und sein Volk von den Kriegen Eures Vorgängers demoralisiert war. Doch Eure Herrschaft markierte den Beginn einer neuen Ära, deren Überfluss und Sicherheit nur durch die sorgsame Art Eurer Regentschaft möglich wurde. Zu Euren bemerkenswertesten Errungenschaften gehört der von Euch eingesetzte Gesetzeskodex, der vielen der zu dieser Zeit üblichen Bräuche eine gesetzliche Grundlage gab und die Nation stärkte.Verehrter König Kasimir, das Volk hat die ruhige Hand, mit der Ihr regiert, lange bewundert. Könnt Ihr Euer Königreich und seine Untertanen wieder in ein goldenes Zeitalter des Wohlstands führen? Werdet Ihr all jene unterwerfen, die sich Euch entgegen stellen, oder strebt Ihr friedliche Beziehungen an? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Herzogliche Stallungen",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ducal_stable.json"
        }
    ],
    "unique_units": [
        {
            "name": "Flügelhusar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/winged_hussar.json"
        }
    ],
    "city_names": [
        "Warschau",
        "Krakau",
        "Lodsch",
        "Breslau",
        "Posen",
        "Danzig",
        "Stettin",
        "Bromberg",
        "Lublin",
        "Kaunas",
        "Kattowitz",
        "Bialystok",
        "Gdingen",
        "Schweidnitz",
        "Tschenstochau",
        "Radom",
        "Thorn",
        "Kielce",
        "Gleiwitz",
        "Memel",
        "Beuthen",
        "Allenstein",
        "Rzeszów",
        "Bielitz-Biala",
        "Ruda Slaska",
        "Rybnik",
        "Plock",
        "Elbing",
        "Landsberg an der Warthe",
        "Oppeln",
        "Schaulen",
        "Waldenburg",
        "Grünberg in Schlesien",
        "Wloclawek"
    ],
    "spy_names": [
        "Wincenty",
        "Roman",
        "Benita",
        "Jan",
        "Kazimierz",
        "Josef",
        "Krystyna Skarbek",
        "Tarnowski",
        "Marian",
        "Alenka"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Invasion, Besetzung, Teilung, Rebellion und Wiedergeburt - dieser Kreislauf hat die auf der einen Seite tragische und auf der anderen Seite triumphale Geschichte Polens im vergangenen Jahrtausend geprägt. Das Land liegt zwischen der Ostsee im Norden und den Karpaten im Süden und seine Ebenen waren stets der Übergangsweg bei Invasionen aus Zentraleuropa im Westen und aus den riesigen Gebieten Russlands im Osten. Polen erhielt Mitte des 10. Jahrhunderts während der Piasten-Königsdynastie ein eigenes ethnisches und politisches Gesicht. Seine neue Geschichte beginnt 966, als der erste Piastenkönig Mieszko I. zum Christentum bekehrt wurde. In den folgenden Jahrhunderten wuchs und schrumpfte Polens Reichtum immer wieder durch seine mächtigen Nachbarn und Besetzer - von den germanischen Teutonenkönigen über die Goldene Horde der Mongolen bis hin zu den Streitkräften der Sowjetunion. Doch auch in Zeiten nationaler Krisen blieben die polnischen Ideale von Revolution und Unabhängigkeit stark. Diese Ideale, die von polnischen Auswanderern wie Pulaski und Kosciuszko in andere Länder getragen wurden, inspirierten die Amerikanische und die Französische Revolution. So enthielt auch die polnische Verfassung von 1791 - die älteste Europas - diese demokratischen Ideale. 1918 wurde das Land als freie Nation wiederhergestellt, doch nur wenige Völker im 20. Jahrhundert litten so sehr unter den beiden Weltkriegen wie die Polen. Nach einem halben Jahrhundert unter totalitärer Regierung als kommunistischer Satellitenstaat schaffte es in den 1980ern die Bewegung Solidarnosc, das Land wieder zu einem souveränen Staat zu machen. Seit Beginn des 21. Jahrhunderts ist Polen eine fortschrittliche, marktwirtschaftliche Demokratie und wichtiges Mitglied sowohl der NATO als auch der Europäischen Union."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Polens Landschaft ist von beeindruckender Schönheit und besteht zu etwa 30,5 Prozent aus Wald, großen Flüssen (besonders Weichsel und Oder) und ausladendem Flachland. Es liegt im geografischen Zentrum Europas und ist in vier unterschiedliche Gebiete geteilt: das Tatra-Gebirge im Süden (Teil der Westkarpaten, der höchste Gipfel misst knapp 2500 Meter), die Hügellandschaft im Norden, das zentrale Flachland und schließlich das Sumpf- und Dünenland an der Ostsee. Die Eiszeiten formten mit ihren Gletschern Polens Landschaft und machten seine Böden mit Lehm und Löss mit zu den fruchtbarsten der Erde. Polen besitzt mit über 10.000 Seen eine der größten Seendichten der Welt. In Europa kommt nur Finnland auf mehr Seen. Das Klima ist generell gemäßigt mit ganzjährigem Niederschlag, allerdings sind die Winter tendenziell trockener als die Sommer. Die reichen Böden und das gemäßigte Klima machen das Land zu einem starken Agrarzentrum - Polen gehört zu den weltgrößten Produzenten von Zuckerrüben und Triticale-Getreide und ist Europas Hauptquelle für Kartoffeln und Roggen. Nicht umsonst wurde das Land schon \"Brotkorb Europas\" genannt."
        },
        {
            "heading": "Die Gründung Polens",
            "text": "Da Polen recht weit von den alten Zivilisationen am Mittelmeer und im Nahen Osten lag, blieb es während des Stein-, Bronze- und Eisenzeitalters relativ unberührt. Die ersten Siedlungen wurden vor etwa 7500 Jahren gegründet. Im Zuge der großen Völkerwanderungen gegen Ende des westlichen Römischen Reichs zogen die Slawen in das Gebiet und ließen sich dort nieder - zunächst als Stämme, die später zu kleinen Königreichen wurden. Aus einem davon stammte Mieszko, der erste in historischen Aufzeichnungen erwähnte Herrscher der \"Polen\".Die nur teilweise belegte Legende besagt, dass der Stamm der Polanen - dessen Zentrum die Festung bei Gniezno war - von Mieszko angeführt wurde, der enge Bündnisse mit den Wislanen um Krakau schmiedete. Als Großmähren, zu dem die Wislanen gehörten, um 960 zerstört wurde, vereinte Mieszko die Polanen und Wislanen und gründete somit die Dynastie der Piasten. Mieszko wurde von römisch-katholischen Missionaren aus Böhmen davon überzeugt, sich zum christlichen Glauben zu bekennen, und im Jahr 966 wurde er getauft. Trotz einiger Unstimmigkeiten wird dieses Jahr von den meisten Historikern als Beginn des modernen Polen akzeptiert."
        },
        {
            "heading": "Die Piasten",
            "text": "Mit einer Reihe starker Nachfolger von Mieszko I. konvertierten die bis dahin heidnischen Polen allmählich zum Christentum, schufen ein mächtiges Königreich und integrierten Polen in die breiter gefächerte europäische Kultur. Mieszkos Sohn Boleslaw I. gründete eine rein polnisch-katholische kirchliche Organisation und seine säkulare Autorität wurde vom römisch-deutschen Kaiser anerkannt. So wurde Boleslaw 1025 zum ersten König Polens gekrönt. Zum Ende dieses Jahrhunderts erstreckte sich Polen von der Ostsee bis zu den Karpaten und markierte damit grob seine historischen Grenzen. Da das Königreich jedoch keine Erbfolgetradition hatte, zerfiel es nach dem Tod Boleslaws III. im Jahr 1138 und wurde unter dessen Söhnen aufgeteilt. Diese Aufspaltung führte zu anhaltenden internen Streitigkeiten und Druck von außen im 12. und 13. Jahrhundert.Wladyslaw I. (1260 - 1333), auch \"Ellenlang\" genannt, war ein Herzog in der Linie der Piasten und verbrachte sein Leben damit, das Reich wiederzuvereinen. Bei der Verteidigung Polens schlug König Wladyslaw I. Schlachten gegen die heidnischen Litauer und die Mongolen und führte einen Krieg, um den Deutschritterorden aus dem Land zu jagen. Nach seinem Tod bestieg sein mindestens ebenso fähiger Sohn Kasimir III. den Thron. Als Kasimir der Große sicherte er nicht nur den Besitz seines Vaters, den dieser durch scharfsinnige Diplomatie und kurze, siegreiche Kriege angehäuft hatte, sondern machte Polen auch zu einem Kultur- und Handelszentrum. Er schaffte es, die Größe des Königreichs mehr als zu verdoppeln, organisierte das Wirtschafts- und Rechtssystem neu und gab den Anstoß zur Gründung von Polens erster Universität. Unter Kasimirs liberaler Herrschaft wurde Polen ein regelrechter Hafen für Vertriebene und Verfolgte: Deutsche siedelten sich in den Städten an, armenische und slawische Flüchtlinge im ländlich geprägten Flachland, und Tausende von Juden bereicherten mit ihrer Ansiedlung das Land. Da Kasimir der Große keine männlichen Nachfahren hatte, war er der letzte Piasten-König. Er starb 1370."
        },
        {
            "heading": "Die Jagiellonen-Dynastie",
            "text": "Kasimir hatte seinen Neffen Ludwig I. von Ungarn als seinen Nachfolger bestimmt, dessen kurze Regierungszeit in Polen recht ereignislos verlief. Nach Ludwigs Tod 1382 erwählte der polnische Adel seine jüngere Tochter Hedwig von Anjou zur Königin. Vier Jahre später wählte der Adel Jogaila, den Großherzog von Litauen (in Polen als Wladyslaw II. Jagiello bekannt), zum König, nachdem dieser Hedwig geheiratet hatte und zum Katholizismus konvertiert war. Wladyslaw II. half den Litauern, die einen erbitterten Krieg gegen den Deutschritterorden kämpften, und brachte 1401 die Polen ins Spiel. 1410 bei Grunwald - nach einer der blutrünstigsten Schlachten des Mittelalters - gewann seine litauisch-polnische Armee so deutlich, dass der Deutschritterorden so gut wie ausgelöscht wurde. Die meisten seiner Anführer wurden entweder getötet oder gefangen genommen. Dieser Sieg sicherte Wladyslaw für den Rest seines Lebens den Thron und die Jagiellonen-Dynastie entstand.Die Jagiellonen-Monarchen mussten sich in den folgenden Jahrzehnten wiederholt gegen ihre begehrlichen Nachbarn zur Wehr setzen - gegen den wiederauflebenden Deutschritterorden, das Herzogtum Preußen, die Königreiche Böhmen und Ungarn, das Großherzogtum Moskau und im Süden gegen die osmanischen Türken und Krimtataren, die zwischen 1474 und 1569 nicht weniger als 75-mal in das Land einfielen. Polens Könige konnten die Grenzen und den Einfluss des Landes während der gesamten Dynastie aufrechterhalten.Noch bedeutsamer als die militärischen Erfolge und Misserfolge waren die gesellschaftlichen und wissenschaftlichen Veränderungen unter den Jagiellonen. 1505 übertrug die Nihil-Novi-Verfassung den Großteil der legislativen Macht vom Monarchen an den Sejm, eine Parlamentskammer des polnischen Adels, und machte somit einen großen Schritt in Richtung Demokratie. Protestantische Reformationsbewegungen, besonders die von Jan Hus von Böhmen, drangen in den polnischen Katholizismus vor und führten zu Gesetzen, die die religiöse Toleranz förderten. Ideale der Renaissance spornten die Jagiellonen-Könige Sigismund I. und Sigismund II. dazu an, die polnischen Künste und Kultur zu fördern, die dann auch im ganzen 16. Jahrhundert erblühten. Und 1543 veröffentlichte der polnische Astronom Nikolaus Kopernikus im Jahr seines Todes sein epochales Werk, in dem er das heliozentrische Bild des Sonnensystems bestätigte."
        },
        {
            "heading": "Polen-Litauen",
            "text": "Im Juni 1569 - angefacht von Nationalismus, demokratischen Idealen und Bedenken wegen Bedrohungen von außen - proklamierte der Sejm in einem Beschluss den Unionsstaat Polen-Litauen, der zwar einen gewählten König zum Oberhaupt hatte, ansonsten aber hauptsächlich durch örtliche Adelsversammlungen und ein Zentralparlament regiert wurde. Einen Monat später akzeptierte der kinderlos gebliebene letzte Vertreter der Jagiellonen-Dynastie Sigismund I. schließlich die neue Union und unterzeichnete den Beschluss. Die Zeit unter Polen-Litauen gilt zwar als relativ stabil und wohlhabend - die Verbreitung der westlichen Kultur etwa in die Ukraine und Westrussland schritt voran - doch die Union geriet wiederholt in Konflikte mit Russland, Schweden, den Osmanen und mit aufständischen Kosaken. Der Tribut dieser Kriege - hauptsächlich Polen-Litauens Beteiligung im Großen Nordischen Krieg (1700 - 1721) in Verbindung mit einer Reihe schwacher Könige - führte dazu, dass das Land dringend politische Reformen nötig hatte. Mitte des 18. Jahrhunderts setzte der Sejm Reformen auf den Gebieten Handel, Militär, Gesellschaft und Bildung durch, darunter auch die Kommission für die nationale Bildung im Jahr 1773, das erste staatlich subventionierte Bildungssystem Europas."
        },
        {
            "heading": "Teilungen Polens",
            "text": "Diese Reformbemühungen, die Polen an der Rückkehr zu seinem alten Ruhm zu hindern drohten, bewegten die angrenzenden Mächte zum Einschreiten. 1772 erfolgte die erste Teilung Polens, als Russland, Österreich und Preußen Teile des Landes besetzten. Nach dem kurzen Polnisch-Russischen Krieg vollzogen Preußen und Russland die zweite Teilung, die Polen so viel von seinen Gebieten nahm, dass es sich weder wirtschaftlich noch militärisch selbst versorgen konnte. 1795 gingen mit der dritten Teilung durch Österreich, Russland und Preußen auch die letzten Besitztümer an diese Mächte über und das unabhängige Polen existierte nicht mehr.Zwischen 1772 und 1918 war Polen faktisch ein besetztes Land mit kurzen Abschnitten relativer Autonomie. 1807 stellte Kaiser Napoleon das freie Herzogtum Warschau wieder her, doch nach den Napoleonischen Kriegen teilte der Wiener Kongress das polnische Gebiet wieder unter den Siegern auf. Die Jahrzehnte der Teilung waren auch durch zahlreiche polnische Rebellionen geprägt, die die Unabhängigkeit zum Ziel hatten, vor allem vom Aufstand im November 1830 und der Revolte im Januar 1863, die beide eine Befreiung der Gebiete unter russischer Herrschaft anstrebten. Trotz aller Unterdrückung profitierte Polen von weitreichenden Industrialisierungs- und Modernisierungsprogrammen, die von den Besatzermächten angestoßen wurden, besonders in den Gebieten, die die relativ aufgeklärte preußische Verwaltung innehatte. Diese oktroyierte Modernisierung machte Polen im 20. Jahrhundert ökonomisch und politisch lebensfähig. Dennoch war die Herrschaft vor allem durch Russland und weniger auch durch Österreich und Preußen dürftig und nicht frei von Schwierigkeiten. Der Komponist Wybicki, dessen Mazurka von 1797 im Jahr 1927 zur Nationalhymne Polens wurde, schrieb: \"Polen ist noch nicht verloren ...\""
        },
        {
            "heading": "Unabhängigkeit durch den Eisernen Vorhang",
            "text": "Kurz nach dem Waffenstillstand im November 1918 nutzten polnische Nationalisten die Gelegenheit, die sich aus den Unruhen der Russischen Revolution ergab, und erklärten die Schaffung der Zweiten Polnischen Republik. Die westlichen Verbündeten hatten sich bereits auf die Wiederherstellung Polens, dreizehnter Punkt in US-Präsident Wilsons berühmtem 14-Punkte-Programm, geeinigt. Der Polnisch-Sowjetische Krieg 1919 - 1921 zwang Lenins Russland zur Annahme von Polens Freiheit, was nebenbei den Vorstoß des Kommunismus nach Europa aufhielt. Doch die Bedrohung durch Russland und Deutschland in Kombination mit der weltweiten Depression brachten die rechten Nationalisten der Sanacja-Bewegung an die Macht und die Regierung wurde zunehmend autoritär.Die Sancja-Bewegung regierte Polen bis zum Angriff durch Deutschland 1939, der den Zweiten Weltkrieg auslöste. Gemeinsam mit Stalins russischer Armee überrannten die Deutschen schnell das Land, das Winston Churchill zum \"ersten Alliierten\" erklärte. Die Besatzung durch Deutschland und Russland war brutal und effizient. Von allen am Krieg beteiligten Nationen hatte Polen die größten Bevölkerungsverluste zu verzeichnen - über sechs Millionen, was etwa ein Fünftel der Vorkriegsbevölkerung ausmachte. Der deutsche Einmarsch in die Sowjetunion führte letztlich zur \"Befreiung\" Polens durch russische Streitkräfte, die sich weigerten zu gehen. Auf Drängen Stalins sanktionierten Großbritannien und die Vereinigten Staaten die Schaffung einer provisorischen, pro-kommunistischen Koalitionsregierung für Polen. 1952 wurde die Republik Polen offiziell ausgerufen und schnell zu einem wichtigen Teil des Eisernen Vorhangs sowie Mitglied des Warschauer Pakts während des Kalten Krieges.Die kommunistische Herrschaft war für Polen hart und teuer. Trotz großer Widerstände und Proteste gingen einige östliche Teile des Landes dauerhaft an die Sowjetunion über. Die repressive Politik beschränkte nun jeden Aspekt des polnischen Lebens - von kulturellem Ausdruck über Religion und Reisen bis hin zu wirtschaftlichen und Bildungschancen für den Einzelnen. Die natürlichen Ressourcen und der industrielle Wohlstand der Nation wurden von der Sowjetunion geplündert und Polen war ein armes Land. Trotz all dessen galt Polen zur damaligen Zeit noch als einer der weniger repressiven Staaten hinter dem Eisernen Vorhang."
        },
        {
            "heading": "Wieder frei",
            "text": "Turbulenzen am Arbeitsmarkt in den 1980ern führten zur Gründung der Gewerkschaft Solidarnosc (Solidarität), die mit der Zeit eine der treibenden Kräfte der polnischen Politik wurde. Obwohl die Bewegung verfolgt und bekriegt wurde, konnte sie über das folgende Jahrzehnt die Dominanz der polnischen kommunistischen Partei verringern. Mit Auflösung der Sowjetunion und dem Fall des kommunistischen Regimes erstarkte Solidarnosc. 1989 spielte die Bewegung eine tragende Rolle bei Polens ersten (wenn auch nur teilweise) freien Parlamentswahlen. Im Jahr darauf gewann Lech Walesa, der Kandidat von Solidarnosc, die Präsidentschaftswahl. Damit endeten faktisch die russische Herrschaft und die kommunistische Regierung in Polen. Innerhalb kurzer Zeit führte die Solidarnosc-Regierung wieder die Zivilfreiheiten in Polen ein und richtete die Wirtschaft des Landes modern marktwirtschaftlich aus.Nach zwei Generationen, in denen das Land ostwärts gerichtet war, kehrte das demokratische Polen wieder zu seiner bedeutenden Rolle im kulturellen, wirtschaftlichen und politischen Leben Europas zurück. 1999 wurde das Land Mitglied der North Atlantic Treaty Organization (NATO), um die Sicherheit in der Region zu gewährleisten. Die Polen stimmten anschließend für den EU-Beitritt und so wurde das Land im Mai 2004 Vollmitglied dieses Wirtschaftsmotors. Nach der Rückkehr zu den polnischen Traditionen von Freiheit, Selbstvertrauen und Toleranz kann das Land nun wieder von seiner reichen und vielfältigen Vergangenheit profitieren."
        },
        {
            "heading": "Wieder frei",
            "text": "Turbulenzen am Arbeitsmarkt in den 1980ern führten zur Gründung der Gewerkschaft Solidarnosc (Solidarität), die mit der Zeit eine der treibenden Kräfte der polnischen Politik wurde. Obwohl die Bewegung verfolgt und bekriegt wurde, konnte sie über das folgende Jahrzehnt die Dominanz der polnischen kommunistischen Partei verringern. Mit Auflösung der Sowjetunion und dem Fall des kommunistischen Regimes erstarkte Solidarnosc. 1989 spielte die Bewegung eine tragende Rolle bei Polens ersten (wenn auch nur teilweise) freien Parlamentswahlen. Im Jahr darauf gewann Lech Walesa, der Kandidat von Solidarnosc, die Präsidentschaftswahl. Damit endeten faktisch die russische Herrschaft und die kommunistische Regierung in Polen. Innerhalb kurzer Zeit führte die Solidarnosc-Regierung wieder die Zivilfreiheiten in Polen ein und richtete die Wirtschaft des Landes modern marktwirtschaftlich aus.Nach zwei Generationen, in denen das Land ostwärts gerichtet war, kehrte das demokratische Polen wieder zu seiner bedeutenden Rolle im kulturellen, wirtschaftlichen und politischen Leben Europas zurück. 1999 wurde das Land Mitglied der North Atlantic Treaty Organization (NATO), um die Sicherheit in der Region zu gewährleisten. Die Polen stimmten anschließend für den EU-Beitritt und so wurde das Land im Mai 2004 Vollmitglied dieses Wirtschaftsmotors. Nach der Rückkehr zu den polnischen Traditionen von Freiheit, Selbstvertrauen und Toleranz kann das Land nun wieder von seiner reichen und vielfältigen Vergangenheit profitieren."
        }
    ],
    "leader": {
        "name": "Kasimir III.",
        "subtitle": "Herrscher über Polen",
        "lived": "1310 - 1370 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/kasimir_iii..png",
        "trait": {
            "name": "Solidarität",
            "effect": "Ihr erhaltet eine kostenlose Sozialpolitik, wenn Ihr das nächste Zeitalter erreicht."
        },
        "titles": [
            "König von Polen"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "König Kasimir III., der einzige polnische König, der sich den Titel \"der Große\" verdient hat, herrschte im 14. Jahrhundert n. Chr. und zeichnete sich als entschlossener und fähiger Anführer aus, der durch seine Diplomatie und Vernunft bedeutend zum Wohlergehen seines Volks und zur Sicherheit seines Königreichs beigetragen hat. Auch wenn es Kasimirs Vorgänger, seinem Vater König Wladyslaw I., gelungen war, das geteilte Königreich zu vereinen, hinterließ er seinem Sohn eine Vielzahl von Herausforderungen. Indem er die geschwächte Wirtschaft aufbaute, das Militär stärkte, die Gesetzgebung reformierte und Polens Territorium erweiterte, hinterließ Kasimir der Große ein weitaus stärkeres Polen als bei seinem Amtseintritt und begründete damit sein Vermächtnis als einer der größten Könige des Landes. Seinem Lebenswerk ist es zu verdanken, dass Polen Ansehen und Respekt im mittelalterlichen Europa genoss."
            },
            {
                "heading": "Frühe Herrschaft",
                "text": "Auch wenn Kasimir nur der zweite Sohn von Wladyslaw war, wurde er in allen Dingen unterrichtet, die ein König des Mittelalters beherrschen musste. Nach dem Tod seines älteren Bruders im Jahr 1312 n. Chr. wurde er zum Thronerben und in die Obhut von Janislaw übergeben - dem späteren Erzbischof von Gniezno und einem der wichtigsten Berater Kasimirs. Als sein Vater 21 Jahre später in Krakau starb, wurde Kasimir zum Herzog von Groß- und Kleinpolen gekrönt, womit er die Vereinigung Polens besiegelte, deren Grundstein Wladyslaw gelegt hatte."
            },
            {
                "heading": "Innere Angelegenheiten",
                "text": "Bereits kurz nach seiner Thronbesteigung musste sich Kasimir mit einer Reihe von politischen Problemen beschäftigen, ganz abgesehen von den Unruhen im polnischen Adel. Um Polens Militär zu stärken, das erheblich auf die Kooperation des polnischen Adels angewiesen war, musste Kasimir dem Adel eine Reihe von Privilegien zusprechen, die zuvor nur einem König zustanden. Nun bestand eine klare Trennlinie zwischen dem polnischen Adel und dem Volk, außerdem wurde die Autorität des Adels im Umgang mit niederen Klassen, besonders der aufsteigenden Händlerklasse, gestärkt. Doch obwohl Kasimir zu Kompromissen gezwungen war, sorgte sein Handeln dafür, dass die feudalen Armeen Polens Zuwachs erhielten und die Autorität der Krone anerkannten.Kasimir scheute keine Mühen, um den innerstaatlichen Zustand Polens zu verbessern und die neue Adelsmacht im Gleichgewicht zu halten, was er durch eine Reihe von Initiativen durchsetzte. Er standardisierte und stabilisierte die Währung und ließ neue Burgen, Kirchen und sogar ganze Städte bauen - womit er für neue Handelsmöglichkeiten und wirtschaftliches Wachstum sorgte. Selbst verlassenen Städte und Gebieten wurde so neues Leben eingehaucht. Im März 1347 führte Kasimir gesetzliche Reformen durch und legte mit dem \"Liber juris Teutonici\" den Grundstein für eine einheitliche Gesetzgebung, um die Rechte der aufstrebenden Mittelklasse zu schützen. Indem er eine Form der Magdeburger Rechte erließ - ein deutsches Konzept, das Städten einen gewissen Grad an Autonomie zusprach - gab er Händlern und Handwerkern stabilere Handelsregulierungen, wodurch er sie ermutigte, sich in Städten im ganzen Land niederzulassen. In Krakau wurde ein spezielles Gericht gegründet, um in allen Streitfällen zu verhandeln und das Gesetz einheitlich anzuwenden. In der Hoffnung, eine neue Generation an fähigen Anwälten und Beamten auszubilden, gründete Kasimir der Große im Jahr 1364 die Krakauer Akademie - die heutige Jagiellonen-Universität.Auch wenn die Historiker nicht wissen, worauf Kasimirs Einstellung gegenüber den polnischen Juden beruhte, weiß man, dass er alles versuchte, um ihnen dieselben Rechte und denselben Schutz wie allen anderen Untertanen zu bieten. Im Jahr 1334 bestätige Kasimir die Charta von 1264, womit er die Rechte der Juden schützte - darunter Gesetze, die verboten, Juden zum Christentum zu bewegen, was von den vorherigen Herrschern größtenteils ignoriert worden war. Kasimir sicherte auch ihre Rechte als Kaufleute und Händler und sprach sich für eine Integration der Juden in ein vereintes und vielfältiges Polen aus. Die Schändung jüdischer Friedhöfe und Synagogen wurde zu einem Verbrechen erklärt, das energisch verfolgt wurde."
            },
            {
                "heading": "Erfolge im Ausland",
                "text": "Als Kasimir den Thron bestieg, war seine Herrschaft noch schwach und von allen Seiten durch ausländische Mächte angefochten. Der böhmische König forderte die Krone, die Deutschritter besetzten die polnischen Gebiete Kujawien und Dobrien in Pommern und ein noch unerklärter Krieg mit Litauen im Norden gefährdete die Stabilität und den Handel in den umliegenden Provinzen. Die polnischen Gebietsansprüche in der Ukraine wurden von den Nachbarstaaten ignoriert und um die Lage noch zu verschlimmern, hatte Polen keinen Verbündeten von Bedeutung.\r\nDurch sein diplomatisches Geschick konnte Kasimir neue Allianzen schmieden und zusätzliche Gebiete für Polen sichern. Die Heirat seiner Schwester Elisabeth mit dem König von Ungarn brachte ihm einen verlässlichen Verbündeten ein. Um die Allianz zu festigen, sah er von seinen Ansprüchen auf Schlesien ab. Die ungarische Allianz ermöglichte es Kasimir in den Jahren 1340 und 1349, die ehemaligen Herzogtümer Halic und Vladimir in Rothreußen zu besetzen. In der Zwischenzeit wurde ein Pakt mit Böhmen geschlossen und dessen König ließ all seine Ansprüche auf den polnischen Thron fallen. Dies wiederum führte zu Verhandlungen, die den Rückzug der Deutschritter aus Ostböhmen nach sich zogen. Zu guter Letzt stimmte Kasimir Tributzahlungen an die Goldene Horde zu, um ihre regelmäßigen Überfälle auf Polen zu verhindern. Polens wachsende Macht und die freundschaftlichen Beziehungen zu den Mongolen führten dazu, dass sich in den Jahren 1351 und 1353 mehrere masowische Prinzen in Russland zu Kasimirs Vasallen erklärten.Kasimir heiratete Prinzessinnen aus Litauen, Deutschland und Schlesien und sicherte so die friedlichen Beziehungen mit ihren Heimatländern. Doch obwohl er vier Ehefrauen und mehrere Geliebte hatte, hatte Kasimir mit fünf Töchtern keinen legitimen Thronerben. Während er damit beschäftigt war, seine Töchter zu verheiraten, um Polens Position weiter zu stärken, drohten Unruhen und Krieg, falls er ohne Sohn sterben sollte. Um für eine klare Thronfolge zu sorgen, bestimmte Kasimir in seinen letzten Jahren seinen Neffen, Ludwig von Ungarn, Sohn von Elisabeth, zu seinem Thronerben. Als Kasimir im Jahr 1370 starb, wurde Ludwig zu Polens König ernannt."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Kasimir galt in der Geschichte als das Ideal eines mittelalterlichen Königs - nobel, besonnen, diplomatisch und in der Lage, Befugnisse zu übertragen, falls dieses erforderlich sein sollte. Auch wenn im folgenden Jahrhundert einige Gebiete wieder verlorengingen, vergrößerte Kasimir III. während seiner Herrschaft die Fläche Polens von rund 130.000 Quadratkilometern im Jahr 1333 auf etwa 233.000 Quadratkilometer. Kasimir lag das Wohlergehen seines Volks sehr am Herzen und seine Entscheidungen spiegeln deutlich seine Bemühungen wider, die Position Polens zu stärken. Indem er starke Verbündete gewann, Reformen energisch verfolgte und unnötige Konflikte vermied, hat sich Kasimir der Große seinen Titel mehr als verdient."
            }
        ]
    }
}