{
    "id": 22,
    "name": "Polynesien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/polynesia.png",
    "dawn_of_man": "Seid gegrüßt und gesegnet, Kamehameha der Große. Ihr wurdet auserwählt, um Eure zerstreuten Völker wieder zu vereinen. Oh mächtiger König, Ihr wart der Erste, der die Insel Hawaii 1791 n. Chr. unter einer Herrschaft vereinte. Bis zum Jahr 1810 waren auch die restlichen Inseln Teil Eures Reiches. Als erster König von Hawaii habt Ihr das Rechts- und Steuersystem standardisiert und den Mamalahoe Kanawai eingeführt - ein Erlass zum Schutz der Zivilbevölkerung in Kriegszeiten. Ihr habt die fortwährende Einheit und Souveränität der Inseln durch Eure großen Gesetze und Taten über Euren Tod im Jahr 1819 hinaus sichergestellt.Oh weiser und erhabener König, Euer Volk wünscht sich erneut ein eigenes Königreich und braucht ein Oberhaupt einzigartiger Größe! Werdet Ihr diesem Ruf folgen und erneut den Umhang des Löwen des Pazifiks tragen? Werdet Ihr ein Königreich errichten, das die Zeit überdauert?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Maori-Krieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/maori_warrior.json"
        }
    ],
    "city_names": [
        "Honolulu",
        "Samoa",
        "Tonga",
        "Nuku Hiva",
        "Raiatea",
        "Aotearoa",
        "Tahiti",
        "Hilo",
        "Te Wai Pounamu",
        "Rapa Nui",
        "Tuamotu",
        "Rarotonga",
        "Tuvalu",
        "Tubuai",
        "Mangareva",
        "Oahu",
        "Kiritimati",
        "Ontong Java",
        "Niue",
        "Rekohu",
        "Rakahanga",
        "Bora Bora",
        "Kailua",
        "Uvea",
        "Futuna",
        "Rotuma",
        "Tokelau",
        "Lahaina",
        "Bellona",
        "Mungava",
        "Tikopia",
        "Émaé",
        "Kapingamarangi",
        "Takuu",
        "Nukuoro",
        "Sikaiana",
        "Anuta",
        "Nuguria",
        "Pileni",
        "Nukumanu"
    ],
    "spy_names": [
        "Tiki",
        "Hotu Matua",
        "Rongo-ma-tane",
        "Kupe",
        "Haloti",
        "Degei",
        "Babamik",
        "Kulu Lau",
        "Nangananga",
        "Turua"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Polynesien, mehr eine lockere Verbindung von Inseln als eine vereinte Zivilisation, verfügt über eine reiche Kultur und eine faszinierende Geschichte. Als die meisten Europäer im finsteren Mittelalter versanken, perfektionierten die Polynesier die Kunst, den mächtigen Pazifik in kleinen hölzernen Kanus zu überqueren, wobei sie sich an den Sternen, am Wetter und der Tierwelt orientierten. Letztendlich wurden die meisten Inseln von europäischen Mächten kolonialisiert, doch viel der einheimischen Kultur und Sprache wird noch heute für zukünftige Generationen bewahrt."
        },
        {
            "heading": "Geografie und Klima",
            "text": "Polynesien ist der allgemeine Name für eine Gruppierung von Inseln im zentralen und südlichen Pazifik, auch bekannt als das Polynesische Dreieck. Die Region, die im Westen an Neuseeland, im Norden an Hawaii und im Osten an die Osterinsel grenzt, beinhaltet über 1.000 bewohnte Inseln. Der Name stammt ursprünglich vom französischen Schreiber Charles de Brosses, der damit 1756 alle Pazifikinseln bezeichnete. Später wurde der Begriff auf seine heutige Bedeutung begrenzt.Die Inseln sind vulkanischen Ursprungs, viele haben idyllische weiße Strände, Palmen und klare Lagunen - alles in allem also wahre Inselparadiese. Das Klima Polynesiens ist tropisch und warm, doch starke Passatwinde sorgen dafür, dass die Temperaturen auf vielen der Inseln erträglich bleiben. Die Inseln werden gelegentlich von Taifunen heimgesucht, die in der Region zwischen Januar und März aktiv sind."
        },
        {
            "heading": "Frühe Geschichte: Erste Siedler",
            "text": "Die alte Geschichte der polynesischen Völker ist noch immer geheimnisumwittert, doch Archäologen und Anthropologen sind sich einig, dass eine von drei Theorien erklärt, wie die Inseln ursprünglich besiedelt wurden.Die erste Theorie, die auch als \"Schnellzug nach Polynesien\" bekannt ist, besagt, dass vor etwa 3.000 Jahren Siedler aus Taiwan über einen Zeitraum von ca. 1.000 Jahren Richtung Westen zogen. Es kam kaum zu Vermischungen mit anderen Einheimischen, auf die sie trafen, was die vorherrschenden genetischen und linguistischen Charakteristika in Polynesien erklärt. Die anderen beiden Theorien beschreiben ein längeres Migrationsmuster, bei dem es auch zu Vermischung und Interaktion mit allen einheimischen Bevölkerungen kam, besonders den Melanesiern.Ungeachtet der Zeit, die die ersten Siedler benötigten, um das westliche Polynesien zu erreichen, wurde ihre Route mit großer Zuversicht festgelegt. Hawaii, der nördlichste Punkt, wurde um 500 n. Chr. besiedelt, gefolgt von Neuseeland um 1000 n. Chr. Das genaue Datum, wann die Polynesier die Osterinsel entdeckten, ist noch umstritten. Einige archäologische Beweise deuten darauf hin, dass die Insel zuerst zwischen 300 und 500 n. Chr. bevölkert wurde, doch in jüngster Zeit bevorzugen Forscher immer mehr das Jahr 800. Andere Wissenschaftler glauben, dass die Insel nicht vor 1200 n. Chr. bewohnt war."
        },
        {
            "heading": "Befahren der Gewässer",
            "text": "Das Polynesische Dreieck ist gewaltig. Jede der drei Seiten misst etwa 6.300 Kilometer. Um diese Entfernungen zurücklegen zu können, waren ein erstaunliches Maß an Schiffstechnologie, Begabung bei der Navigation und Mut vonnöten. Dank der Technik der Orientierung prägten sich Navigatoren die Bewegung bestimmter Sterne, das Wetter, die örtliche Tierwelt und die Richtung der Wellen auf dem Ozean ein. Diese Informationen wurden mündlich an nachfolgende Generationen von Navigatoren weitergegeben, wobei die Geheimnisse von Elitefamilien gut geschützt wurden. Um bei den gefährlichen Überfahrten zu helfen, wurden außerdem Ausleger für die Kanus entwickelt, was eine sichere Überquerung des Meeres ermöglichte. Viele dieser Techniken und Navigationshilfen werden noch heute von modernen polynesischen Seefahrern weitergegeben und eingesetzt."
        },
        {
            "heading": "Verbindung nach Amerika",
            "text": "Polynesische Siedler erreichten die Küsten des heutigen Hawaii um das Jahr 500 n. Chr. herum, einige Beweise deuten jedoch darauf hin, dass diese Ankunft schon um 300 n. Chr. geschehen sein könnte. Diese frühen Bewohner kamen vermutlich von den Marquesas-Inseln, die über 6.000 Kilometer südlich von Hawaii liegen. Eine zweite Welle an Immigranten könnte im 11. Jahrhundert von Raiatea oder Bora Bora angekommen sein, möglicherweise sogar von Tahiti. Einige Archäologen bevorzugen die Tahiti-Theorie, da eine uralte hawaiische Volksweise von einem Mann namens Pa'ao spricht, der nachweislich tahitischer Abstammung war. Diese Historiker glauben, dass diese Welle tahitischer Siedler eine Reihe hochrangiger Häuptlinge, das Tapu-Rechtssystem und die religiöse Praxis der Menschenopfer mit sich brachte.Es gibt auch Beweise, dass die Polynesier über den Pazifik zurücksegelten, nachdem sie diese neuen Länder betreten hatten, und so amerikanische Flora und Fauna über die Inseln verbreiteten. Die Süßkartoffel etwa - eine amerikanische Pflanze - wurde überall auf den polynesischen Inseln gefunden, als europäische Reisende zum ersten Mal auf die polynesischen Siedlungen trafen."
        },
        {
            "heading": "Ankunft der Europäer",
            "text": "Die Polynesier lebten in relativer Abgeschiedenheit, bis die europäischen Mächte auftauchten auf der Suche nach neuen Ländern und Handelsrouten. Viele der Inseln traten Mitte des 16. Jahrhunderts mit den Europäern in Kontakt - einige kamen als Entdecker, andere als Missionare. Im 19. Jahrhundert fingen zahlreiche Kolonialmächte, darunter Frankreich, Großbritannien und die Vereinigten Staaten, damit an, die bewohnten Inseln gewaltsam zu kolonialisieren, und erklärten sie zu Protektoraten und Territorien ihrer jeweiligen Reiche. Nur wenige Inseln, wie etwa Hawaii, blieben in dieser Zeit unabhängig."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Trotz des riesigen Ozeans, der die verschiedenen Inseln voneinander trennt, teilen sich die eingeborenen Polynesier noch heute ähnliche kulturelle Merkmale, religiöse Glaubenssätze und gemeinsame Sprachen. Leider bilden viele der ursprünglichen Einheimischen, wie etwa die Maori, heute die Minderheiten auf den Inseln, der Großteil der Bevölkerung ist europäischer Abstammung. Die meisten der einheimischen Bevölkerungen kämpfen jedoch darum, ihre Kultur und Sprache lebendig zu halten, und in den meisten großen Gebieten gibt es einen aktiven und effektiven Prozess der Wiederbelebung und Vertiefung."
        },
        {
            "heading": "Die Gegenwart und die Zukunft",
            "text": "Trotz des riesigen Ozeans, der die verschiedenen Inseln voneinander trennt, teilen sich die eingeborenen Polynesier noch heute ähnliche kulturelle Merkmale, religiöse Glaubenssätze und gemeinsame Sprachen. Leider bilden viele der ursprünglichen Einheimischen, wie etwa die Maori, heute die Minderheiten auf den Inseln, der Großteil der Bevölkerung ist europäischer Abstammung. Die meisten der einheimischen Bevölkerungen kämpfen jedoch darum, ihre Kultur und Sprache lebendig zu halten, und in den meisten großen Gebieten gibt es einen aktiven und effektiven Prozess der Wiederbelebung und Vertiefung."
        }
    ],
    "leader": {
        "name": "Kamehameha I.",
        "subtitle": "Staatsoberhaupt Polynesiens",
        "lived": "ca. 1758-1819 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/kamehameha_i.png",
        "trait": {
            "name": "Orientierung",
            "effect": "Kann wassern und sofort Ozeane passieren. +1 Sicht zu Wasser. +10%\r\n Kampfstärke, wenn max. 2 Geländef. von Moai-Statue entfernt."
        },
        "titles": [
            "König der Hawaiischen Inseln"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Kamehameha I., eines der am meisten respektierten Staatsoberhäupter in der Geschichte Hawaiis, war der erste Mensch, der die hawaiischen Inseln vereinte und das Königreich Hawaii gründete. Seine Geburt und frühen Handlungen erfüllten zahlreiche hawaiische Prophezeiungen und er wurde einer der größten Krieger in der bekannten Geschichte Hawaiis. Neben seinen militärischen Fähigkeiten war Kamehameha außerdem ein großer Staatsmann, der in Kriegszeiten wichtige Edikte erließ, die zur Basis vieler humanitärer Gesetze rund um den Globus wurden."
            },
            {
                "heading": "Frühe Jahre, Jahre der Prophezeiung",
                "text": "Uralte Legenden berichteten davon, dass eines Tages ein großer König geboren werden würde, der alle Inseln Hawaiis vereinen und dessen Erscheinen eine Flamme am Himmel ankündigen würde. 1758 war der Halleysche Komet am Himmel über Hawaii zu sehen - zahlreichen Berichten zufolge wurde Kamehameha kurz danach geboren. Geboren wurde er unter dem Namen Pai'ea (\"der Krebs mit dem harten Panzer\") als Sohn des Häuptlings der Großen Insel, Keoua Nui. Keoua war einer der niedrigeren Häuptlinge der Insel, die in einem Erbkrieg der vorherigen Generation in verschiedene Bezirke aufgeteilt worden war. Alapa'inuiakauaua, ein rivalisierender Häuptling, hatte große Teile der Insel zurückerobert und war de facto ihr Herrscher.Die Nachricht von der Geburt Pai'eas ließ Alapa'i aufhorchen, denn der große Häuptling der Legende war auch bekannt als \"Vernichter der Häuptlinge\" - ein vereintes Hawaii würde keine Stammeshäuptlinge mehr brauchen. Alapa'i erließ den Befehl, das Kind zu töten. Keoua war sich jedoch der unheilvollen Geburt des Kindes bewusst und versteckte ihn bei einer anderen adligen Familie.Fünf Jahre lang lebte Pai'ea im Verborgenen, bis Alapa'i dem Kind (aus unbekannten Gründen) die Rückkehr an den Hof unter seinem Schutz anbot. Während dieser Zeit am Hof erlernte Pai'ea die königlichen Disziplinen der Diplomatie und des Krieges. Hier erwarb er auch seinen berühmten Namen Kamehameha, der so viel bedeutet wie \"der Einzige\"."
            },
            {
                "heading": "Erster Halt: Die Große Insel",
                "text": "Nach Alapa'is Tod wurde Kamehameha Berater am Hof des neuen Häuptlings. Diese Stelle hielt er bis 1782, als das Königtum auf einen neuen Herrscher überging und Kamehameha auf eine wichtige religiöse Position befördert wurde. Mit der neu gewonnenen Macht begann Kamehameha damit, eine Unterstützerbasis unter den niedriger gestellten Häuptlingen im Kona-Bezirk auf der Großen Insel aufzubauen. Er konnte sich die Unterstützung von fünf Häuptlingen sichern und forderte schließlich den Hof heraus. Bei der Schlacht von Moku'ohai besiegten die Streitkräfte von Kamehameha den herrschenden Häuptling und er wurde neuer Herrscher der Bezirke Kohala, Kona und Hamakua.Aus dieser Position heraus konnte Kamehameha 1790 den Nachbarbezirk Puna erobern, sah sich in Ka'u jedoch schon bald einem Aufstand gegenüber, der von Keoua Kuahu'ula angeführt wurde. Der sehr religiöse Kamehameha errichtete einen großen Tempel, um sich die Gunst der Götter und den göttlichen Segen bei der Abwehr der Rebellion zu sichern. 1791 wurde der Tempel fertiggestellt und Kamehameha lud Keoua ein, sich mit ihm zu treffen. Es ist nicht ganz geklärt, was genau bei diesem schicksalhaften Treffen am Strand geschah, doch am Ende wurde Keoua durch Musketenfeuer getötet und Kamehameha wurde König über die gesamte Große Insel."
            },
            {
                "heading": "Mehr Prophezeiungen, mehr Eroberungen",
                "text": "Kamehameha war getrieben von der Idee, mehr als nur die Große Insel zu vereinen. Er wollte alle Inseln Hawaiis unter eine Flagge bringen. Befeuert wurde dieses Bestreben durch eine weitere alte Legende, von der man behauptete, dass er sie erfüllt habe. Auf der Großen Insel hatten die Götter einen gewaltigen Felsen platziert: den 3.000 Pfund schweren Naha-Stein. In der Legende hieß es, dass eines Tages ein mächtiger Krieger erscheinen und den Stein heben würde, und jener Krieger würde als der Große König und Einiger der Inseln bekannt. Mit 14 Jahren war Kamehameha der Einzige, von dem bekannt war, dass er diese Leistung vollbracht hatte. Durch seine Siege und zahlreichen erfüllten Prophezeiungen bestärkt, machte er sich daran, Pläne für die restlichen Inseln zu schmieden.Durch einen für Kamehameha glücklichen Zufall fingen britische und amerikanische Händler an, die Insel anzusteuern und ihm bereitwillig Waffen und Munition zu verkaufen. Mit diesen technologisch überlegenen Waffen nahm er 1795 schnell Maui und Oahu ein. Mit nur 10.000 Soldaten dezimierte er schnell Mauis Streitkräfte und zog weiter nach Oahu. Dort traf er bei den Pali-Klippen auf erbitterten Widerstand (vor allem durch einen abtrünnigen Kommandanten), konnte die feindlichen Soldaten letztendlich jedoch besiegen, wobei er viele über den Rand der Klippen in den Tod drängte.Nun waren nur noch zwei Inseln übrig: die westlichen Inseln Kauai und Niihau. In seiner Hauptstadt Honolulu baute Kamehameha ein gewaltiges Kriegsschiff und unternahm 1796 die erste Invasion von Kauai. Eine Rebellion auf der Großen Insel, die von seinem Bruder angeführt wurde, zwang ihn dazu, zurückzukehren und die Truppen neu aufzustellen. 1803 unternahm er den nächsten Versuch, Kauai einzunehmen, doch dieses Mal brach eine tödliche Krankheit unter seinen Männern aus. Ermüdet von diesen Rückschlägen baute Kamehameha daraufhin die größte Armada in der hawaiischen Geschichte, ausgestattet mit europäischen Schonern, gewaltigen Kriegskanus und tödlichen Kanonen. Kaumualii, der Häuptling von Kauai, erblickte die anrückende Armada vermutlich mit einem Hauch der Beklemmung und entschloss sich, sein Glück mit Verhandlungen zu versuchen. 1810 wurde Kaumualii ein Vasall von Kamehameha, der daraufhin alleiniger Herrscher über ganz Hawaii wurde."
            },
            {
                "heading": "Der Napoleon des Pazifik",
                "text": "Kurz darauf machte sich Kamehameha, der mehr als nur ein erobernder Kriegsheld war, an die Arbeit, das Leben auf den Inseln zu verbessern und die Vereinigung zu festigen. Er erschuf ein einziges Rechtssystem, führte Steuern ein und ging offizielle Handelsbeziehungen mit Europa und den Vereinigten Staaten ein. Kamehameha legte auch den Grundstein für die spätere Verfassung Hawaiis, den Mamalahoe. Dieses Gesetz fand einen bescheidenen Anfang während einer der frühen Militäroperationen Kamehamehas. Während eines Überfalls wurde Kamehamehas Fuß unter einem Felsen eingeklemmt und er geriet in den Hinterhalt zweier örtlicher Fischer, die dem legendären Krieger voller Furcht begegneten. Aus Angst, dass er sie töten würde, schlugen sie ihm mit dem Paddel ihres Kanus auf den Kopf, wobei das Paddel zerbrach. Zwölf Jahre später wurden die zwei Fischer gefunden und vor Gericht gestellt; zumindest dachten die beiden das. Stattdessen entschuldigte sich Kamehameha dafür, Unschuldige angegriffen zu haben, und schenkte den beiden Männern Land als Entschädigung. Er bestimmte, dass von diesem Moment an jegliche Unbeteiligte in Kriegszeiten unter Schutz stehen. Dieses \"Gesetz des zersplitterten Paddels\" hat seitdem zahlreiche humanitäre Kriegsgesetze auf der ganzen Welt beeinflusst.Während seiner Regentschaft konnte er außerdem dafür sorgen, dass Hawaii eine unabhängige Nation bleiben konnte, während alle anderen polynesischen Inseln von hungrigen Kolonialmächten geschluckt wurden. Sein Vermächtnis der Unabhängigkeit hat ihm auch den Beinamen \"Napoleon des Pazifik\" beschert."
            },
            {
                "heading": "Tod einer Legende",
                "text": "Am 8. Mai 1819 starb Kamehameha als respektierter König, legendärer Krieger und Vater von sieben Kindern. Im heiligen Brauch hawaiischer Religion wurde seine Leiche von seinen engsten Freunden versteckt, auf dass niemand seinen Aufenthaltsort kennt und seine Macht, oder Mana, für persönliche Zwecke stehlen kann. Die Begräbnisstätte bleibt bis heute ein Geheimnis."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Kamehameha ist bis heute eine der wichtigsten Persönlichkeiten der hawaiischen Geschichte und eines ihrer meistrespektierten Staatsoberhäupter geblieben. Er schaffte die Praxis der Menschenopfer ab, schützte Unschuldige in Zeiten des Krieges und gründete eine der wenigen unabhängigen Nationen in Polynesien. Ob seine Geburt nun von göttlicher Bestimmung war oder nicht, niemand kann abstreiten, dass er die Rolle des Großen Königs ausfüllte, die eine alte Prophezeiung Jahrtausende zuvor vorhergesagt hatte."
            }
        ]
    }
}