{
    "id": 40,
    "name": "Portugal",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/portugal.png",
    "dawn_of_man": "Seid gesegnet, anmutige Königin Maria, Beschützerin und Souverän des portugiesischen Volkes. Ihr wart die erste Königin, die Portugal regierte, und es war Eure kluge Führung, die den Königshof vor den Übergriffen Napoleons bewahrte und einen sicheren Hafen in Brasilien schuf, um die Integrität der portugiesischen Herrschaft zu bewahren. Obwohl Ihr während Eurer Regentschaft mit Krankheit zu kämpfen hattet, schreibt man es Euren Bemühungen für eine enge Kooperation mit Brasilien zu, diesem Staat letztlich zur Unabhängigkeit verholfen zu haben - und dafür werdet Ihr von den Menschen beider Nationen für immer respektiert werden.Oh, noble und pflichtgetreue Königin, werdet Ihr erneut das Königreich Portugal im Geiste der Kooperation und des Wohlstandes führen? Werdet Ihr ein neues Vermächtnis etablieren - eines, das alle vor Euch übertreffen wird? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Nao",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/nau.json"
        }
    ],
    "city_names": [
        "Lissabon",
        "Porto",
        "Braga",
        "Coimbra",
        "Funchal",
        "Leiria",
        "Goa",
        "Vila Nova de Gaia",
        "Aveiro",
        "Luanda",
        "Évora",
        "Faro",
        "Castelo Branco",
        "Bissau",
        "Guarda",
        "Viseu",
        "Praia",
        "Braganza",
        "Beja",
        "Tomar",
        "Maputo",
        "Tavira",
        "Figueira da Foz",
        "Viana do Castelo",
        "São Tomé und Príncipe",
        "Silves",
        "Sintra",
        "Dili",
        "Lamego",
        "Ponta Delgada"
    ],
    "spy_names": [
        "Francisco",
        "Gaspar",
        "Alvaro",
        "Bento",
        "Roberto",
        "Afonso",
        "Galeote",
        "Diogo",
        "Eliana",
        "Oriana"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das bereits seit prähistorischer Zeit besiedelte Portugal wurde im ersten Jahrtausend v. Chr. von den Phöniziern und später auch den Karthagern erschlossen, die dort auf keltische Stämme trafen, die über die Pyrenäen auf die Iberische Halbinsel vorgedrungen waren. Im Laufe der folgenden Jahrhunderte wurde die Halbinsel von den Römern, Sueben und Westgoten regiert, doch ein Meilenstein in der Geschichte Portugals war die Invasion der Berber 711 n. Chr. Im Zuge der Reconquista wurde Portugal 1139 als unabhängiges christliches Königreich geboren. Im \"Zeitalter der Entdeckung\" stieg Portugal im 15. und 16. Jahrhundert mit einem Reich, das sich von Südamerika über Afrika bis in den Fernen Osten erstreckte, zur führenden europäischen Handels- und Seemacht auf. Im 19. Jahrhundert zerfiel das Weltreich wieder und 1822 erlangte Brasilien die Unabhängigkeit - ein schwerer Schlag für die Macht und das Ansehen Portugals. Nach der Revolution im Jahr 1910, die das Ende der Monarchie mit sich brachte, litt Portugal unter zahlreichen Militärdiktaturen und autoritären Regimes, bis schließlich 1975 erstmalig demokratische Wahlen abgehalten wurden. Die neue Verfassung von 1976 und der EEG-Beitritt 1986 sicherten den Fortbestand einer progressiven Demokratie. Der Irrglaube, dass Portugal lediglich ein Außenposten am Rande Europas sei, wurde vom amerikanischen Journalisten Richard H. Davis in folgenden Worten zusammengefasst: \"Portugal ist ein großer Hügel mit einem weißen Wachturm darauf, an dem Signalflaggen wehen. Es wird offenbar nur von einem einzigen Mann bewohnt, der in einer langen Reihe gelber Häuser mit roten Dächern lebt. Ansonsten ist es von Schafen bevölkert, die kunstvoll am Hang entlang balancieren.\" Doch mit seinem geschichtlichen und kulturellen Reichtum und seiner heutigen Rolle als eine der globalisiertesten Nationen ist Portugal weitaus mehr."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Das moderne Portugal erstreckt sich über einen Teil der Iberischen Halbinsel des europäischen Festlands sowie über zwei Inselgruppen im Atlantik: Madeira und die Azoren. Es ist kein großes Land, doch es bietet eine Vielfalt an Landschaftsformen - von den sanften Hügeln und Ebenen im Süden bis hin zur Serra da Estrela, einem Gebirgszug, dessen höchster Berg über 1990 Meter misst. Die Azoren liegen ca. 1600 km westlich von Lissabon und sind Teil des Mittelatlantischen Rückens, Madeira liegt ca. 970 km südwestlich von Lissabon. Im Iberischen Massiv, dem kastilischen Hochland Spaniens, entspringen drei Flüsse, die durch Portugal in den Atlantik fließen: der Duero im Norden, der Tajo in der Landesmitte und der Rio Guadiana entlang der südöstlichen Grenze. Portugals Klima ist mediterran. Trotz kühlerer Temperaturen in den Bergen ist es eines der wärmsten Länder Europas. Der durchschnittliche Niederschlag beträgt fast drei Meter pro Jahr in den nördlichen Gebirgen bis hin zu nicht einmal 30 cm entlang eines Teilstücks des Duero. Das Klima auf den Inselgruppen gilt als gemäßigt maritim, wobei auf Madeira ein weitaus trockeneres Klima herrscht als auf den Azoren. Da das Gebiet bereits seit Tausenden von Jahren besiedelt ist, ist nur noch wenig von der ursprünglichen Flora und Fauna übrig. Die dominanteste Vegetation sind Pinien und Eichen. Was Säugetiere und Vögel anbelangt, unterscheidet die Tierwelt Portugals sich kaum von der in Spanien. Die portugiesischen Gewässer dagegen haben eine reiche biologische Vielfalt mit Tausenden von Fischarten, darunter verschiedene Sardinen-, Thunfisch- und Makrelenarten."
        },
        {
            "heading": "Alte Geschichte",
            "text": "Im Mesolithikum ca. 5500 v. Chr. entwickelte sich in Portugal erkennbar eine menschliche Kultur. Innerhalb von 2000 Jahren zogen neolithische Stämme aus Andalusien nach Portugal und brachten den Ackerbau, das Töpferhandwerk und die Verarbeitung weicher Metalle mit. In der Eisenzeit vor 500 v. Chr. kamen die Kelten von Norden auf die Iberische Halbinsel und verdrängten die neolithischen Bewohner. Zur selben Zeit errichteten Reisende aus Phönizien und Karthago Handelsposten und Siedlungen. Als Rom 201 v. Chr. im Zuge des Zweiten Punischen Krieges die Halbinsel eroberte, widersetzte sich der Stamm der Lusitaner der römischen Herrschaft in seinen Festungen im Westen, bis die Kelten im Jahr 140 v. Chr. schließlich bezwungen wurden. 25 v. Chr. gründete Kaiser Augustus die Stadt Augusta Emerita (das heutige Mérida) als Hauptstadt der Provinz Lusitania, die gesamt Portugal umfasste.Als das Weströmische Reich unterging, kam ein germanischer Stamm, die Sueben, von Gallien auf die Iberische Halbinsel. Sie siedelten sich im Süden Galiziens an, nahmen Lusitania ein und überrannten den Rest der Halbinsel. Die Sueben wiederum wurden von den Wandalen verdrängt, die nach einiger Zeit nach Nordafrika weiterzogen. 550 n. Chr. hatten die Sueben ihr Königreich wieder aufgebaut und ihr König konvertierte zum Katholizismus. Doch das gotische Königreich war schwach und gespalten und litt unter Jahrzehnte währenden Unruhen. Als 711 n. Chr. die Muslime einfielen, war der einzige ernstzunehmende Widerstand auf Mérida konzentriert. Innerhalb von zwei Jahrzehnten überrannten die Mauren den Großteil von Portugal und Galizien. Im Jahre 756 gründete Abd ar-Rahman I. in Córdoba das Kalifat der Umayyaden."
        },
        {
            "heading": "Muslimisches Iberien & Reconquista",
            "text": "Die nächsten fünfeinhalb Jahrhunderte über blieb Portugal unter muslimischer Herrschaft. 1031 n. Chr. löste sich das Kalifat von Córdoba in 23 separate \"Taifa\"-Königreiche auf, die jeweils von einem Emir regiert wurden, der wiederum Damaskus unterstand. Der Großteil von Portugal fiel an die Taifa von Badajoz. Unaufhörliche Unruhen innerhalb der Taifa führten 1086 zu einer Eroberung durch die Almoraviden aus Marokko, die ihrerseits 1147 durch die Dynastie der Almohaden verdrängt wurden. Die maurische Herrschaft über al-Andalus, den muslimischen Teil der Iberischen Halbinsel, war ebenso erleuchtet wie gnadenlos. Nur das nördliche Königreich Asturien blieb christlich und schlug die Mauren mehrfach zurück, um seine Unabhängigkeit zu wahren.Fünfzig Jahre, nachdem Karl Martell die Muslime in der Schlacht von Tours zurückgeschlagen hatte, begann Karl der Große mit seiner Invasion 778 n. Chr. mit der christlichen Rückeroberung der Iberischen Halbinsel. Mit vereinten Kräften drängten die Asturier, Franken und die Deutschritter über die nächsten 500 Jahre hinweg die Mauren Stück für Stück zurück, bis im Jahre 1300 die einzigen muslimischen Gebiete auf der Halbinsel im Emirat von Granada an der Mittelmeerküste zu finden waren. Die Kreuzritter schufen auf der Iberischen Halbinsel eine Reihe christlicher Königreiche: Navarra im Jahre 824, León im Jahre 910, Aragon im Jahre 1035, Kastilien im Jahre 1037 ... und Portugal im Jahre 1139 n. Chr."
        },
        {
            "heading": "Gründung von Portugal",
            "text": "Die Grafschaft Portucalia, die zum Königreich von León gehörte, wurde Afonso Henriques für seinen Einsatz bei der Zurückdrängung der Muslime zugesprochen. 1128 besiegte Graf Alfons die Streitkräfte seiner Mutter, um seine Alleinherrschaft sicherzustellen. Im darauffolgenden Jahrzehnt führte er einen ununterbrochenen Feldzug gegen die Mauren, bis ihm in der Schlacht von Ourique im Juli 1139 ein entscheidender Sieg gelang. Unmittelbar darauf wurde er einstimmig von seinen Soldaten zum König Alfons I. von Portugal gewählt. Afonso berief seine Cortes in der Stadt Lamego ein, wo er offiziell vom Erzbischof von Braga zum König gekrönt wurde. Das neue Königreich wurde vom König von León und Kastilien 1143 als unabhängiger christlicher Staat anerkannt, die Anerkennung durch Papst Alexander III. folgte 1179.Alfons I. und seine Nachfolger setzen ihren Vorstoß gegen die Mauren in Richtung Süden fort. 1249 endete Portugals Reconquista mit der Einnahme der Algarve, womit das Land seinen aktuellen Grenzverlauf auf dem Festland erhielt. Nach der Reconquista herrschte größtenteils Frieden auf der Iberischen Halbinsel und das Königreich gedieh sowohl wirtschaftlich wie auch kulturell. 1383 nahm Johann I. von Kastilien, der Schwiegersohn des alternden und erbenlosen Königs von Portugal, den Thron ein. Eine Gruppe niederer portugiesischer Adliger und Bürgerlicher besiegten unter der Führung von Johann von Avis (dem späteren König Johann I.), die Kastilier und das Haus Avis stieg zum Regenten Portugals auf."
        },
        {
            "heading": "Reich",
            "text": "Johann I. von Portugal fand schnell eine Beschäftigung für alle abenteuerlustigen Söhne des Landes. Als Seefahrernation sollte Portugal ein Vorreiter in der Unternehmung von Entdeckungsreisen werden, um ein Weltreich zu errichten, das den gesamten Globus umspannt. Die Bestrebungen begannen ganz bescheiden mit der Eroberung von Portugals erstem Übersee-Außenposten, der muslimischen Stadt Ceuta an der nordafrikanischen Küste im Jahre 1415 n. Chr. Unter der Schirmherrschaft und Führung von Johanns drittem Sohn Infante Dom Henrique - besser bekannt als Heinrich der Seefahrer (1394 - 1460) - entdeckten portugiesische Kapitäne kurz darauf Madeira und die Azoren und leiteten damit die erste Welle der portugiesischen Kolonisation ein. Im Laufe des Jahrhunderts nahmen die Portugiesen Gebiete an der afrikanischen Küste ein, entlang der sie in Richtung Süden segelten, um einen Weg nach Indien und in den Osten zu finden.Vasco da Gama erschloss schließlich im Jahre 1498 einen Seeweg nach Indien und brachte den Wohlstand des Ostens nach Portugal. Zwei Jahre später entdeckte die vom Äquatorialstrom des Atlantiks abgetriebene Flotte von Pedro Cabral Brasilien und nahm das Land im Namen der portugiesischen Krone ein. Zehn Jahre später eroberte Afonso de Albuquerque Goa in Indien, Hormus im Persischen Golf und Malakka in Malaysia. Weitere portugiesische Handelsleute etablierten Außenposten entlang der Küsten Indiens, Taiwans, Japans und Timors. Bis zum Anfang des 16. Jahrhunderts dominierte die kleine Nation Portugal die Seewege des Indischen und Südatlantischen Ozeans und war eine ernstzunehmende wirtschaftliche, militärische und politische Macht in Europa."
        },
        {
            "heading": "Restauration",
            "text": "Die portugiesische Nachfolgekrise im Jahr 1580 führte zu einer Vereinigung von Spanien und Portugal unter Philipp II. von Spanien. Portugal war zwar noch immer eine eigenständige Nation, doch die Union beraubte Portugal einer eigenen Außenpolitik, was die Verwicklung in die spanischen Kriege in Europa und Übersee zur Folge hatte. Gestärkt durch die Abzweigung von Geldern aus Portugals Überseekolonien und Handelseinnahmen in die spanische Staatskasse erlangte Portugal 1640 n. Chr. durch einen Aufstand des portugiesischen Adels wieder die Unabhängigkeit und das Haus Braganza besetzte den portugiesischen und brasilianischen Thron.Die nächsten 150 Jahre über gingen die politischen Ereignisse in Europa größtenteils an Portugal vorbei. Mit der Ausnahme einer kurzen spanischen Invasion während des Siebenjährigen Krieges genossen die portugiesischen Könige und ihr Volk den Frieden und die Früchte des Kolonialreichs. Bis zum Einmarsch des französischen Kaisers Napoleon Bonaparte. Trotz seiner über vierhundert Jahre alten Allianz mit Großbritannien war es Portugal bis dahin gelungen, sich aus den Tumulten der Napoleonischen Kriege herauszuhalten. 1807, nachdem Prinzregent Johann VI., der die Führung des Landes an Stelle seiner entmündigten Mutter Maria I. übernommen hatte, sich geweigert hatte, die Kontinentalsperre zu unterstützen, im Zuge derer britische Importe nach Europa verboten wurden, marschierten französische und spanische Truppen in Portugal ein. Ohne Hoffnung auf einen Sieg floh der Prinzregent im November zusammen mit der Verwaltung und seinem Hofstaat (insgesamt ca. 10.000 Leute), über den Atlantik nach Brasilien.Obwohl Portugal von Untergrundkämpfern und anglo-portugiesischen Truppen unter dem Kommando von Wellington befreit wurde, führte die fünfjährige Besetzung und die Umsiedlung der Regierung zu einem langsamen aber sicheren Abstieg, der sich bin ins 20. Jahrhundert ziehen sollte. Der Zerfall des Kolonialreichs, vor allem die Unabhängigkeit von Brasilien 1822, schwächte Portugals Wirtschaft. Abgesehen von Kolonialangelegenheiten und Revolten verfolgte die Regierung größtenteils eine Politik des Isolationismus. Die Nation fiel in sozialer wie auch technologischer Hinsicht hinter anderen europäischen Ländern zurück. Haupteinahmequellen wurden die Landwirtschaft, einschließlich der Fischerei, und der Tourismus. Portugal galt zunehmend als \"verschlafene Provinz Europas\"."
        },
        {
            "heading": "Revolution und die Republik",
            "text": "In dieser Zeit war König Karl I. zweimal gezwungen, Portugal für bankrott zu erklären - einmal 1892 und erneut im Jahr 1902. Beide Male hatte die Bankrotterklärung Proteste, Aufstände, soziale Unruhen, örtliche Revolten und einen weit verbreitete Kritik an der Monarchie zur Folge. All dies gipfelte im Februar 1908 in der Ermordung des Königs und des Thronerben, seines Sohnes Ludwig Philipp. Karls zweiter Sohn Manuel II. bestieg daraufhin den Thron, konnte die Lage jedoch nicht verbessern. In Oktober 1910 wurde die Monarchie bei einem Volksaufstand abgeschafft und eine freie Republik entstand. Die wirtschaftliche Instabilität, das soziale Chaos und die politischen Unruhen waren jedoch ein fruchtbarer Nährboden für Radikalismus und so konnte das Militär 1926 in einem Staatsstreich die Ditadura Nacional (\"nationale Diktatur\") ausrufen. In der Folge wurde Portugal von verschiedenen Militärjuntas regiert und sein Einfluss und Wohlstand verringerten sich weiterhin. Anfang der 1960er Jahre führten Unabhängigkeitsbestrebungen in Angola, Mosambik und Guinea zum Portugiesischen Kolonialkrieg (1961 - 1974), woraufhin die internationale Gemeinschaft Handels- und Waffenembargos sowie andere Sanktionen über Portugal verhängte."
        },
        {
            "heading": "Eine neue Ordnung",
            "text": "Die Junta forderte Blut und Geld - und beides konnte sich Portugal bei seinen Bestrebungen, der Entkolonialisierung entgegenzuwirken, nicht leisten. Angesichts einer Welle externer und interner Meinungsverschiedenheiten wurde die Diktatur schließlich im Zuge der Nelkenrevolution, einem relativ unblutigen linksgerichteten Aufstand des Militärs im April 1974, abgeschafft. Die Revolution führte zur Unabhängigkeit der noch verbliebenen Überseegebiete und zur Wiederherstellung der Demokratie nach einer Übergangsperiode von zweihundert Jahren. Die portugiesische Verfassung wurde 1976 neu geschrieben, um sowohl sozialistische wie auch kommunistische Prinzipien einzubeziehen. Seither schwankt die Regierung zwischen Neosozialismus und Neoliberalismus. Es wurden Landreformen und Verstaatlichungen durchgeführt und Portugal war bereits zweimal auf Stabilisationsprogramme des Internationalen Währungsfonds angewiesen, um sich wirtschaftlich zu erholen. 1986 wurde Portugal Mitgliedsstaat der EEG und später der Europäischen Union. 1999 wurde mit Macao die letzte portugiesische Kolonie an die Volksrepublik China übergeben. Dank dieser Bestrebungen wurde Portugal wieder in Europa integriert und hat seinen Platz in der weltweiten Bruderschaft der Nationen gefunden."
        },
        {
            "heading": "Eine neue Ordnung",
            "text": "Die Junta forderte Blut und Geld - und beides konnte sich Portugal bei seinen Bestrebungen, der Entkolonialisierung entgegenzuwirken, nicht leisten. Angesichts einer Welle externer und interner Meinungsverschiedenheiten wurde die Diktatur schließlich im Zuge der Nelkenrevolution, einem relativ unblutigen linksgerichteten Aufstand des Militärs im April 1974, abgeschafft. Die Revolution führte zur Unabhängigkeit der noch verbliebenen Überseegebiete und zur Wiederherstellung der Demokratie nach einer Übergangsperiode von zweihundert Jahren. Die portugiesische Verfassung wurde 1976 neu geschrieben, um sowohl sozialistische wie auch kommunistische Prinzipien einzubeziehen. Seither schwankt die Regierung zwischen Neosozialismus und Neoliberalismus. Es wurden Landreformen und Verstaatlichungen durchgeführt und Portugal war bereits zweimal auf Stabilisationsprogramme des Internationalen Währungsfonds angewiesen, um sich wirtschaftlich zu erholen. 1986 wurde Portugal Mitgliedsstaat der EEG und später der Europäischen Union. 1999 wurde mit Macao die letzte portugiesische Kolonie an die Volksrepublik China übergeben. Dank dieser Bestrebungen wurde Portugal wieder in Europa integriert und hat seinen Platz in der weltweiten Bruderschaft der Nationen gefunden."
        }
    ],
    "leader": {
        "name": "Maria I.",
        "subtitle": "Staatsoberhaupt von Portugal",
        "lived": "1734 - 1816 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/maria_i..png",
        "trait": {
            "name": "Mare Clausum",
            "effect": "Ressourcenvielfalt bringt Portugal bei Handelswegen doppelt so viel Gold."
        },
        "titles": [
            "Amtierende Königin von Portugal, Brasilien und der Algarve"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Als Vertreterin einer Dynastie, die sich jahrhundertelang durch Tragödien und Wahnsinn auszeichnete, ist Maria I. wohl diejenige, die am besten bekannt ist und vom portugiesischen Volk am meisten geliebt wird. Die Königin von Portugal, Brasilien und der Algarve war während ihrer Herrschaft in Portugal als Maria die Fromme und später, nachdem sie 1807 vor Napoleons Invasion nach Brasilien floh, als Maria die Wahnsinnige bekannt. Maria I., die durch ihren zunehmenden Wahnsinn unfähig wurde zu regieren, starb 1816 in Rio de Janeiro."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Maria, die zusammen mit ihren drei jüngeren Schwestern am Hof aufwuchs und unterrichtet wurde, widmete sich vor allem der Religion und Theologie. Fasziniert von den Ritualen und der Klarheit des Glaubens verbrachte Maria viele Stunden mit Gebeten und Andachten. Beschreibungen von Gästen am Hof zufolge war sie großgewachsen und doch grazil, mit eher spitzen Gesichtszügen, aber auch mit einem warmen Lächeln. Bereits im jugendlichen Alter litt sie unter Anfällen von Melancholie und nervöser Anspannung, die sie zwischenzeitlich ans Bett fesselten.Als Maria volljährig wurde, wurde sie mit Peter III. vermählt, dem jüngeren Bruder ihres Vaters. Trotz des großen Altersunterschieds - Maria war bei der Hochzeit 25 und Peter 42 - war ihre Ehe beständig und glücklich. Beide waren sehr fromm und gingen mehrmals täglich gemeinsam zur Messe. Peter ließ seinen Palast in Queluz abreißen und errichtete einen neuen nach dem Vorbild von Versailles, das Maria sehr bewunderte; 1764 n. Chr. zog das Paar dort ein. Im Laufe der Jahre gebar Maria sieben Kinder, von denen jedoch nur drei das Erwachsenenalter erreichten."
            },
            {
                "heading": "Aufstieg",
                "text": "1776 n. Chr. erlitt König Joseph I. einen Schlaganfall und starb daraufhin im Februar 1777. Nach dem Erdbeben und der Flutwelle, die 1755 die Küsten von Lissabon und Portugal verwüstet hatten, und einem Mordanschlag im Jahr 1758 hatte Joseph die Regierungsgewalt mehr und mehr seinem skrupellosen Staatssekretär überlassen, dem Marquis von Pombal. Dessen Reformierungsmethoden waren brutal und gingen auf Kosten von Bürgerrechten und persönlichen Freiheiten. Vor allem aufgrund seiner vorbehaltlosen anti-jesuitischen Politik war es Marias erste Handlung nach der Thronbesteigung, ihn aus der Regierung zu entlassen.In den nächsten Jahren sah sich Portugal allmählich in europäische Angelegenheiten verwickelt. Angesichts der Französischen Revolution wurde ein Bündnis mit Großbritannien eingegangen. Im Juli 1782 schloss sich Portugal der bewaffneten Neutralität an und hoffte somit, sich den Napoleonischen Kriegen zu entziehen, deren Konflikt sich zusehends ausbreitete. Maria und ihr Gemahl verbrachten diese Jahre als Förderer der Künste, wobei sie besonders an religiösen Werken und Bauvorhaben interessiert waren."
            },
            {
                "heading": "Wahnsinn",
                "text": "Die Königin litt schon seit langem an religiösem Wahn und Melancholie, doch ihr Geisteszustand wurde erstmals 1786 n. Chr. der Öffentlichkeit bekannt, als sie nach einer religiösen Zeremonie aufgrund eines Deliriums in ihre Gemächer zurückgetragen werden musste. Ihr Zustand verschlechterte sich, als im selben Jahr ihr Gemahl nach einer kurzen Krankheit starb, zwei Jahre später gefolgt von ihrem ältesten Sohn und ihrer einzigen noch lebenden Tochter Maria Anna. Im selben Jahr war auch der langjährige Beichtvater der Königin verstorben. All diese Ereignisse zusammen ließen Maria I. vollkommen dem Wahnsinn verfallen.1792 kam der Ministerrat zu dem Entschluss, dass die Königin geisteskrank sei, und bat darum, dass ihr einziger noch lebender Sohn Johann die Führung der öffentlichen Angelegenheiten übernehmen solle. Er wurde zum Prinzregenten von Portugal ernannt, da seine Mutter nicht fähig war, weiter zu regieren. Maria I. war fortan an den Palast gebunden, wo sie von Zeit zu Zeit in den Fluren gesehen wurde, wie sie auf und ab lief, \"Ai Jesus\" jammerte und nach ihrem verstorbenen Gemahl und ihren Kindern rief."
            },
            {
                "heading": "Flucht nach Brasilien",
                "text": "1807 n. Chr. weigerte sich die Regierung, sich Napoleons Blockade Großbritanniens anzuschließen, und es kam dadurch zu einer französisch-spanischen Invasion. Da Johann eine Niederlage nicht abwenden konnte, beschloss er auf Drängen der britischen Regierung hin, mit der gesamten königlichen Familie und seinen Ministern ins portugiesische Vizekönigtum Brasilien zu fliehen. Obwohl Wellington Portugal während des Spanischen Unabhängigkeitskriegs befreite, blieb die Königsfamilie auch noch einige Jahre darauf in Brasilien.Maria verbrachte die meiste Zeit ihrer letzten Lebensjahre im Karmeliterkloster in Rio de Janeiro. In den acht Jahren, die sie dort zubrachte, litt sie zunehmend an körperlichen Krankheiten, einschließlich Dysenterie und Tropenfieber. Durch Arthritis und Ödeme war sie erst an den Rollstuhl gebunden und wurde schließlich bettlägerig. Wenn ihr Sohn oder andere Familienmitglieder sie besuchten, schrie sie wiederholt: \"Ich will sterben!\" Ihr tragisches Leben endete schließlich im Alter von 81 Jahren."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Trotz ihres Wahnsinns wird Maria I. sowohl in Portugal als auch in Brasilien aufgrund der zahlreichen Veränderungen und Ereignisse bewundert, die während ihrer Regentschaft bewirkt wurden. In Portugal gilt sie heute als eine der starken Frauen in der langen Geschichte des Landes. Ihr kultureller Stellenwert zeigt sich besonders am Beispiel des Nationalpalasts von Queluz, einem Meisterwerk des Rokoko, das zum Teil ihrer Vorstellung entsprang. In Brasilien gilt sie als eine der Schlüsselfiguren, die letztendlich die Unabhängig der Nation herbeiführten. Ihr Privatleben war zwar beklagenswert, ihr historisches Vermächtnis hingegen ist es nicht."
            }
        ]
    }
}