{
    "id": 15,
    "name": "Rom",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/rom.png",
    "dawn_of_man": "Möge der Segen der Götter mit Euch sein, Cäsar Augustus, Herrscher Roms und all seiner Ländereien. Euer Reich war in der westlichen Gesellschaft das größte und langlebigste, und Euer Volk formte ganz alleine Kultur, Rechtssystem, Kunst und Kriegsführung wie kein anderes vor oder nach ihm. In den Jahren ruhmreicher Eroberungen erlangte Rom die Herrschaft über Mittelmeergebiete von Spanien im Westen bis nach Syrien im Osten und sollte sich später bis über einen Großteil Englands und Norddeutschlands erstrecken. Die römische Kunst und Architektur inspirieren die Welt bis heute und erfüllen sie mit Ehrfurcht, und Rom lässt alle geringeren Nationen, die später entstanden, vor Neid erblassen.Oh mächtiger Kaiser, Euer Volk wendet sich noch einmal an Euch, um die Ehre Roms wiederherzustellen. Werdet Ihr dafür sorgen, dass Euer Reich sich erneut erhebt und Frieden und Ordnung über alle bringt? Werdet Ihr Rom wieder zum Zentrum der Welt machen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Balliste",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/ballista.json"
        },
        {
            "name": "Legion",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/legion.json"
        }
    ],
    "city_names": [
        "Rom",
        "Antium",
        "Cumae",
        "Neapolis",
        "Ravenna",
        "Arretium",
        "Mediolanum",
        "Arpinum",
        "Circei",
        "Setia",
        "Satricum",
        "Adrea",
        "Ostia",
        "Velitrae",
        "Viroconium",
        "Tarentum",
        "Brundisium",
        "Caesaraugusta",
        "Caesarea",
        "Palmyra",
        "Signia",
        "Aquileia",
        "Clusium",
        "Sutrium",
        "Cremona",
        "Placentia",
        "Hispalis",
        "Artaxata",
        "Aurelianorum",
        "Nicopolis",
        "Londinium",
        "Eburacum",
        "Gordion",
        "Agrippina",
        "Lugdunum",
        "Verona",
        "Corfinium",
        "Treveri",
        "Sirmium",
        "Augustadorum",
        "Bagacum",
        "Lauriacum",
        "Teurnia",
        "Curia",
        "Fregellae",
        "Alba Fucens",
        "Sora",
        "Interrama",
        "Suessa",
        "Saticula",
        "Luceria",
        "Arminium",
        "Sena Gallica",
        "Castrum Novum",
        "Hadria"
    ],
    "spy_names": [
        "Flavius",
        "Regula",
        "Servius",
        "Lucia",
        "Cornelius",
        "Licina",
        "Canus",
        "Serpens",
        "Agrippa",
        "Brutus"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Römische Reich ist die bemerkenswerteste und langlebigste politische Einheit in der Geschichte der westlichen Zivilisation. Es wurde etwa im 8. Jahrhundert v. Chr. gegründet und Teile bestanden noch bis ins 14. Jahrhundert n. Chr. Die Römer waren in einigen Bereichen große Erfinder und zögerten nicht, sich Ideen anzueignen, die sie in anderen Kulturen fanden. Sie waren maßgeblich an der Gestaltung der westlichen Kultur, Gesetzgebung, Kunst, Architektur, Religion, Sprache und Kriegsführung beteiligt.Dieser Zivilopädie-Eintrag befasst sich mit dem Aufstieg Roms, der Römischen Republik und der Gründung des Römischen Reiches unter dem großen Kaiser Augustus."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Die Stadt Rom liegt am Tiber im Zentrum Italiens. Das Land, das an die Form eines Stiefels erinnert, wird von mehreren Höhenrücken und einem Gebirgssystem durchzogen; die Küstenregionen sind flacher und eignen sich besser für die Landwirtschaft. Das zentrale Hochland kann im Winter kalt und eisig sein, wohingegen die Tiefländer an der Küste von einem milderen, typisch mediterranen Klima profitieren können.Zu seiner Blütezeit kontrollierte das Reich weite Teile West- und Mitteleuropas sowie ein großes Stück des Nahen Ostens und den Großteil der Küste Nordafrikas. Darum ist es nicht verwunderlich, dass das Terrain und das Klima im Reich von Provinz zu Provinz sehr stark variiert haben."
        },
        {
            "heading": "Das frühe Rom",
            "text": "Der Legende nach wurde Rom von den Zwillingsbrüdern Romulus und Remus gegründet, Söhne des Gottes Mars und einer Königstochter. Die Kinder wurden bei ihrer Geburt ausgesetzt, aber von einer Wölfin gerettet, die sie stillte und großzog. Als sie erwachsen waren, gründeten die beiden Söhne eine neue Stadt, gerieten aber in Streit darüber, wer der Herrscher sein sollte. Romulus gewann die Auseinandersetzung: Er tötete seinen Bruder und wurde zum ersten König Roms.Archäologen datieren die erste größere Siedlung in dieser Region auf das 8. Jahrhundert v. Chr. (obwohl es Hinweise gibt, dass es dort schon 200 Jahre früher Siedlungen gegeben haben soll). Die Stadt wurde von den Latinern auf dem Palatin-Hügel am Tiber gegründet. Aufgrund ihrer strategischen Lage wurde die Stadt zu einem Handelsposten zwischen den Etruskern im Norden und den griechischen Siedlungen im Süden. Dadurch profitierte Rom von neuen Technologien und kulturellen Fortschritten beider Gruppen. Das blieb den Nachbarn nicht verborgen und zwei Jahrhunderte lang mussten die Latiner Angriffe von den Etruskern und den Sabinern, einem anderen regionalen Volk, abwehren."
        },
        {
            "heading": "Die Republik",
            "text": "Der letzte römische König war der Sage nach ein brutaler Tyrann - der schreckliche Tarquinius Superbus. Er wurde gestürzt, nachdem sein Sohn eine tugendhafte Adlige vergewaltigt hatte. Moderne Historiker glauben, dass die Wahrheit wesentlich prosaischer ist: Laut einer aktuellen Theorie wurde Rom von den Etruskern erobert, die den römischen König verbannten. Bevor sie jedoch ihren eigenen Monarchen einsetzen konnten, zwangen äußere Umstände sie, die Stadt zu verlassen. Als die Römer dann feststellten, dass es ihnen ohne König besser ging, verzichteten sie darauf, Tarquinius wieder in sein Amt zu berufen und gründeten eine Republik, die sich grob am griechischen Modell orientierte. Man glaubt, dass der letzte römische König am Ende des 5. Jahrhunderts v. Chr. fiel.Das politische System der Römer entwickelte sich mit der Zeit weiter, aber die frühe Form sah in etwa so aus: Rom wurde von zwei Konsuln regiert, die für die Rechtsprechung und die Militärführung verantwortlich waren und dieselbe Macht besaßen. Die beiden Konsuln wurden jährlich von der Comitia Centuriata gewählt - dem römischen Heer. Um in Zeiten der Gefahr eine einheitliche Führung zu gewährleisten, bestand die Möglichkeit, einen \"Diktator\" zu bestimmen. Dieser Diktator hatte die oberste Befehlsgewalt über die römischen Streitkräfte, seine Amtszeit war jedoch auf sechs Monate beschränkt. Danach ging die Macht wieder an die Konsuln und den Senat über.Der zweite Machtblock in der römischen Regierung war der Senat. Er bestand aus etwa 300 Männern aus den führenden römischen Familien. Der Theorie nach war der Senat ein rein beratendes Organ, das die Konsuln und die Versammlungen (siehe unten) beriet, tatsächlich hatte der Senat aber enorme politische Macht und die Versammlungen leisteten seinen \"Ratschlägen\" immer Folge.Zwei Versammlungen trafen sich regelmäßig in Rom, die (in der Theorie) sämtliche politische Macht hatten. Die Comitia Centuriata versammelte sich auf dem Marsfeld außerhalb der Stadtgrenze und bestand, wie schon erwähnt, aus römischen Soldaten. Sie wählten die Konsuln und Magistrate und stimmten zudem über Krieg und Frieden ab. Die Tributkomitien, die aus den männlichen Bürgern Roms bestanden, fanden innerhalb der Stadtgrenzen statt. Diese Versammlungen verabschiedeten Gesetze und waren als Gericht in Rechtsstreitigkeiten tätig, in denen es um Geld ging."
        },
        {
            "heading": "Die römische Expansion",
            "text": "Während des Großteils ihrer Geschichte befand sich die Römische Republik mit einem oder mehreren ihrer Nachbarn im Krieg. Rom erweiterte fortwährend sein Gebiet - und das auf Kosten anderer italienischer Völker. Nach einer elf Jahre andauernden Auseinandersetzung eroberte Rom im Jahr 426 v. Chr. die nahe Stadt Fidenae, danach folgte ein schmerzlicher, zehn Jahre langer Kampf um die etruskische Stadt Veji. Beinahe alle dieser Bemühungen wurden im Jahr 390 v. Chr. zunichte gemacht, als ein gallischer Stamm die römischen Armeen besiegte und die Stadt einnahm. Rom brauchte beinahe ein halbes Jahrhundert, um sich von dieser vernichtenden Niederlage zu erholen.In der Mitte des 3. Jahrhunderts v. Chr. beherrschte die Republik jedoch den Großteil Mittelitaliens und besaß latinische Kolonien, die sich weit nach Norden und Süden ausbreiteten. Nebenher gingen die Arbeiten am unvergleichlichen Straßennetzwerk weiter, das das wachsende Imperium miteinander verband, und Rom war im Begriff, seine erste Flotte zu bauen.Während Roms Macht wuchs, kam es zu Konflikten mit anderen regionalen Mächten. Darunter war zum Beispiel Karthago, eine ehemalige Kolonie der Phönizier, die sich an der Nordküste Tunesiens befand. Zu diesem Zeitpunkt hatte Karthago ein mächtiges Handelsimperium, das weite Teile Nordafrikas westlich von Ägypten, die Küstengebiete Spaniens und Frankreichs sowie Sizilien abdeckte. Rom und Karthago führten drei \"Punische Kriege\" um die Herrschaft über das westliche Mittelmeer (264-146 v. Chr.). Während römische Historiker Karthago die Schuld für diese Kriege zuschrieben, glauben heutige Historiker, dass die Römer die Auseinandersetzung provoziert haben, indem sie auf karthagischem Gebiet in Sizilien ihre Muskeln haben spielen lassen."
        },
        {
            "heading": "Der Erste Punische Krieg",
            "text": "Im Ersten Punischen Krieg (264-241 v. Chr.) war die karthagische Söldnerarmee den römischen Legionen nicht gewachsen und erlitt eine vernichtende Niederlage in der Schlacht von Agrigent im Jahr 261 v. Chr. Die elitäre karthagische Seeflotte hatte anfangs mehr Erfolg gegen die unerfahrene römische Marine, aber mit der Zeit ging dieser Vorteil verloren, als die Römer neue Schiffe konstruierten und Kampferfahrung sammeln konnten. Schließlich sahen die Karthager ein, dass sie unterlegen waren und traten Sizilien an die Römer ab. Kurz danach nutzten die Römer Unruhen in der karthagischen Armee aus, um auch noch die karthagischen Inseln Korsika und Sardinien einzunehmen.Da ihre Aktivitäten im zentralen Mittelmeer jetzt von den Römern beschränkt wurden, entschloss sich Karthago, seine Verluste durch Expansion nach Spanien wettzumachen. Rom reagierte, indem es sich mit der spanischen Stadt Sagunt verbündete und machte damit klar, dass man Karthagos Interessen im Mittelmeer praktisch nirgendwo dulden würde. Im Jahr 219 v. Chr. belagerte der karthagische General Hannibal Sagunt, was eine erneute Kriegserklärung der Römer zur Folge hatte. Der Zweite Punische Krieg (219-201 v. Chr.) begann."
        },
        {
            "heading": "Der Zweite Punische Krieg",
            "text": "Als brillanter Feldführer erkannte Hannibal sofort, dass Karthago Rom nicht besiegen konnte, solange Rom uneingeschränkten Zugang zu allen Ressourcen Italiens hatte. Um zu gewinnen, musste er die römische Zusammenarbeit mit anderen italienischen Städten unterbinden - und dafür musste er seine Armee nach Italien bringen. Da die Römer jetzt das Meer beherrschten, blieb ihm nur der lange, mühsame Landweg. Diese bemerkenswerte, sechs Monate lange Reise beinhaltete auch einen gefährlichen Marsch über die italienischen Alpen. Im Jahr 218 v. Chr. kam Hannibal mit 20.000 Fußsoldaten und etwa 5.000 Kavalleristen in Italien an.Im Jahr 217 v. Chr. besiegte Hannibal eine etwa 15.000 Mann starke römische Armee und konnte sie größtenteils vernichten. Danach zog er nach Süden in der Hoffnung, in den italienischen Bündnisstädten für Aufstände zu sorgen, aber nur wenige schlossen sich der Sache Karthagos an. Er zog weiter mit seinen Streitkräften im Land umher, konnte zunächst jedoch nur wenig bewirken.Im Jahr 216 v. Chr. hatten sich die Römer neu formiert und schickten eine noch größere Armee gegen Hannibal, die aus etwa 50.000 bis 80.000 Soldaten bestand. Die zwei Heere trafen bei Cannae aufeinander. Hannibal ließ seine Mitte im Angesicht des römischen Angriffs zurückfallen, schickte dann aber seine Reiter los, um die Römer von hinten anzugreifen, die versäumt hatten, ihre Flanken ausreichend zu schützen. Das römische Heer wurde eingeschlossen und von allen Seiten attackiert. So gelang es Hannibal erneut, eine römische Streitmacht zu vernichten, dieses Mal eine noch größere. Hannibals Triumph demoralisierte die Römer völlig - und was noch viel wichtiger war: Eer überzeugte die Menschen in Süditalien davon, dass Hannibal gewinnen konnte, und viele von ihnen verließen Rom und schlossen sich den Karthagern an.Während sich Hannibals Streitkräfte vergrößert hatten, war er nun auch für den Schutz zahlreicher verbündeter Städte verantwortlich. Rom hingegen hatte zwar einen erheblichen Teil seiner Armee und seiner Besitztümer im Süden verloren, hatte aber immer noch Norditalien, ganz abgesehen von seiner Seehoheit im Mittelmeer. Es kam zu einer Patt-Situation.Im Jahr 207 v. Chr. kopierte Hasdrubal, Hannibals Bruder, den berühmten Marsch über die Alpen und brachte eine weitere Armee nach Norditalien. Er wollte entlang der Ostküste Italiens (der von Rom entfernten Seite) nach Süden weiter, um sich seinem Bruder anzuschließen und einen endgültigen Angriff auf Rom zu starten. Rom gelang es, eine weitere Armee auf die Beine zu stellen, und die beiden Heere trafen beim Metaurus aufeinander. Der römische General Gaius Claudius Nero tat es Hannibal gleich und es gelang ihm, Hasdrubal zu flankieren und seine Armee am Rückzug zu hindern. Der Großteil der karthagischen Armee wurde vernichtet und Hasdrubal getötet - sein Kopf wurde abgeschnitten und in Hannibals Lager geworfen. Das brach der Invasion das Rückgrat. Hannibal blieb zwar noch einige Jahre in Italien, konnte die Römer aber nicht erneut herausfordern.In der Zwischenzeit hatte der römische General Scipio den Großteil des karthagischen Spaniens erobert. Trotz der Anwesenheit Hannibals in Süditalien konnte er den Senat davon überzeugen, einer Invasion in Afrika selbst zuzustimmen. Im Jahr 204 überquerte er das Mittelmeer. Er zerstörte die gegnerische Streitkraft der Karthager und eine weitere im Jahr 203. Im Jahr 202 v. Chr. traf er auf Hannibal, der angesichts der Krise aus Italien zurückgerufen wurde. Obwohl Hannibals Armee etwas größer war, bestanden Scipios Truppen aus Veteranen und er verfügte über eine fähigere Kavallerie. Hannibals Armee wurde eingeschlossen und größtenteils vernichtet. Erschöpft und schutzlos begann Karthago mit Friedensverhandlungen. Rom nahm Karthago seine letzten spanischen Besitztümer und Inseln weg und verlangte außerdem eine Wiedergutmachung von 10.000 Talenten (einer fantastischen Menge Goldes)."
        },
        {
            "heading": "Der Dritte Punische Krieg",
            "text": "Der Dritte Punische Krieg (149-146 v. Chr.) ereignete sich etwa 50 Jahre nach dem Zweiten. Es wird allgemein anerkannt, dass dieser Konflikt nicht viel mehr als eine Plünderung des fast hilflosen Karthago durch die Römer war. Auch wenn Karthago nicht mehr über die militärische Stärke verfügte, um Rom zu bedrohen, blickte das Reich neidisch auf die afrikanische Stadt und ihr wachsendes Handelsimperium. Die Römer stellten Karthago eine Reihe von unzumutbaren Forderungen; unter anderem sollten Karthagos Bürger die Stadt verlassen und ins Landesinnere ziehen, damit sie vom Seehandel ausgeschlossen würden. Die Karthager weigerten sich und Rom fing an, die Stadt zu belagern. Die Karthager wehrten sich zwar hartnäckig, letztendlich fiel Karthago aber im Jahr 146 v. Chr. Die Stadt wurde zerstört, auf den Feldern wurde Salz ausgestreut (der Legende nach) und die Überlebenden in die Sklaverei verkauft. Jetzt hatte Rom die uneingeschränkte Herrschaft über das Mittelmeer."
        },
        {
            "heading": "Soziale Unruhen und der Niedergang der Republik",
            "text": "Obwohl Rom weiter expandierte und überall im Mittelmeer Kriege führte, kehrten im 1. Jahrhundert v. Chr. zehntausende entlassener Soldaten aus dem Ausland zurück. Für diese ehemaligen Soldaten gab es jedoch nicht genug Arbeit, vor allem deshalb nicht, weil Rom mit Sklaven aus Überseekolonien förmlich überschwemmt wurde. Diese Männer waren zornig - und sie hatten eine Stimme. Mehrere Männer versuchten, Landreformen umzusetzen, die vorsahen, den Reichen Land wegzunehmen und unter den Soldaten zu verteilen, aber der Senat (der größtenteils aus reichen Männern bestand) verhinderte diese Pläne. Um als Konsul gewählt werden zu können, mussten die römischen Politiker diese Männer beschwichtigen, woraufhin es zu einer populistischen Politik kam und die politischen Machtkämpfe an Schärfe zunahmen.Im Jahr 88 v. Chr. marschierte Sulla, ein gewählter Konsul, mit seiner Armee in Rom ein und zwang den Senat, Gesetze zu verabschieden, welche die gegnerische Partei auf Dauer schwächen würden. Nachdem seine Armee die Stadt wieder verlassen hatte, nahmen seine Gegner sie ein und negierten Sullas Gesetze. Im Jahr 83 v. Chr. kehrte Sulla zurück und tötete den Großteil seiner Kontrahenten. Er verabschiedete eine Reihe von Verfassungsreformen und zog sich dann in den Ruhestand zurück.Nun war es klar, dass der über Rom herrschen würde, der die Loyalität der Armee gewinnen konnte. Im Jahr 62 v. Chr. einigten sich drei Männer darauf, die Macht unter sich aufzuteilen. Dieses \"erste Triumvirat\" bestand aus den Generälen Gnaeus Pompeius der Große, Marcus Licinius Crassus sowie einem Soldaten und talentierten Politiker aus reicher Familie mit dem Namen Julius Cäsar.Diese Männer hatten dasselbe Interesse zur Zusammenarbeit und Kooperation, wie es der durchschnittliche Killerhai besitzt, und nach Crassus' Tod gingen Cäsar und Pompeius aufeinander los. Cäsar war zu diesem Zeitpunkt auf dem Schlachtfeld und Pompeius wollte ihn mit Hilfe des Senats von seinem Kommando entheben. Cäsar weigerte sich aber und marschierte auf Rom zu. Die Armee, die die Stadt verteidigte, war allerdings unerfahren und Pompeius ging davon aus, dass sie gegen Cäsars hochmotivierte Veteranen chancenlos war, woraufhin er und der Senat die Flucht ergriffen. Im Jahr 49 v. Chr. konnte Cäsar so widerstandslos in Rom einmarschieren."
        },
        {
            "heading": "Die Geburt eines Imperiums",
            "text": "Die Ereignisse, die in Julius Cäsars letzten Jahren stattfanden, sind allgemein bekannt. Während er die Fassade aufrecht erhielt, dass Rom eine Republik war, wurde er praktisch zum Diktator. Er gab sich selbst die Befugnis, alle Senatoren zu ernennen und reformierte das Staatswesen so, dass man in Versammlungen nur für seine Kandidaten und Gesetze entscheiden würde. Im Jahr 44 v. Chr. wurde er von Mitgliedern des Senats ermordet.Nach Cäsars Tod verbündete sich sein Offizier Marcus Antonius mit Marcus Lepidus und Cäsars Adoptivsohn Gaius Octavius, um Cäsars Mörder zu besiegen. Kurz danach zerstritten sich die Mitglieder des Zweiten Triumvirats untereinander und Octavius - jetzt bekannt als \"Augustus\" - wurde zum unangefochtenen Herrscher Roms. (Weitere Informationen über Augustus findet Ihr in seinem Zivilopädie-Eintrag.) Die Römische Republik war tot, aber das Römische Reich war gerade erst geboren. Die Welt würde vor all seiner Macht und Herrlichkeit bald schon erzittern."
        },
        {
            "heading": "Der Rest ist Geschichte",
            "text": "Das mächtige Römische Reich ist ein unglaublich faszinierendes und komplexes Thema. Obwohl es schon lange tot ist, wirft es noch immer seine Schatten auf unsere Welt, und Ereignisse, die vor 2.000 Jahren in Rom stattgefunden haben, beeinflussen noch heute unser Alltagsleben. Man darf sich fragen, ob dasselbe irgendwann einmal von einer der heutigen Zivilisationen gesagt werden kann."
        },
        {
            "heading": "Der Rest ist Geschichte",
            "text": "Das mächtige Römische Reich ist ein unglaublich faszinierendes und komplexes Thema. Obwohl es schon lange tot ist, wirft es noch immer seine Schatten auf unsere Welt, und Ereignisse, die vor 2.000 Jahren in Rom stattgefunden haben, beeinflussen noch heute unser Alltagsleben. Man darf sich fragen, ob dasselbe irgendwann einmal von einer der heutigen Zivilisationen gesagt werden kann."
        }
    ],
    "leader": {
        "name": "Augustus Cäsar",
        "subtitle": "Staatsoberhaupt der Römer",
        "lived": "63 v. Chr. - 14 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/augustus_cäsar.png",
        "trait": {
            "name": "Die Ehre Roms",
            "effect": "+25% Produktion für alle Gebäude, die bereits in der Hauptstadt vorhanden sind."
        },
        "titles": [
            "Princeps"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Als Gaius Octavius geboren, sollte Augustus der erste (und möglicherweise größte) römische Kaiser werden. Er beendete ein Jahrhundert der Bürgerkriege und begründete die 200 Jahre währende Pax Romana (Römischer Friede), die zugleich ein goldenes Zeitalter der römischen Literatur und Kultur einläutete."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Octavius wurde 63 v. Chr. geboren. Sein Vater (der ebenfalls Gaius Octavius hieß) war ein geachteter, aber dennoch unbedeutender Angehöriger der Equites (römischer Ritterstand). Seine Mutter war eine Nichte von Julius Cäsar. Als Octavius' Vater starb, war dieser erst vier Jahre alt, und so wuchs er im Haus seines Stiefvaters Lucius Marcus Phillippus auf.Im Alter von 15 Jahren streifte er die \"Toga Virilis\" (Männer-Toga) über - das Symbol dafür, dass er jetzt ein erwachsener Bürger war - und wurde in das Priesterkollegium gewählt. Im Jahr 46 v. Chr. begleitete er Julius Cäsar auf dessen letzten Feldzug in Spanien. Dort angekommen, beeindruckte er den großen Feldherrn dermaßen, dass Julius Cäsar sein Testament änderte und Octavius zu seinem Haupterben bestimmte."
            },
            {
                "heading": "Tod des Julius Cäsar",
                "text": "Nach Cäsars Ermordung in den Iden des März im Jahr 44 v. Chr. ging das gesamte Vermögen, das Cäsar im Laufe seines Lebens angehäuft hatte, in den Besitz des 18-jährigen Octavius über. Zum Zeitpunkt von Cäsars Ermordung hielt sich Octavius mit einigen seiner Soldaten im heutigen Albanien auf. Als ihn die Todesnachricht erreichte, kehrte er nach Italien zurück und rekrutierte eine aus Cäsars Veteranen bestehende Armee, deren Loyalität er sich sicherte, indem er betonte, dass er Cäsars Erbe war. In Rom angekommen, verbündete sich Octavius mit Marcus Antonius und Marcus Lepidus zum sogenannten \"Zweiten Triumvirat\", das sich gegen Cäsars Mörder Marcus Brutus und Gaius Cassius richtete. Die Streitkräfte von Octavius und Antonius spürten Brutus und Cassius in Griechenland auf und schlugen die Truppen der Cäsarenmörder bei Philippi (42 v. Chr.). Sowohl Brutus als auch Cassius begingen nach ihrer Niederlage Selbstmord."
            },
            {
                "heading": "Antonius und Kleopatra",
                "text": "Zur Bekräftigung ihres Bündnisses heiratete Antonius Octavius' Schwester Octavia und die beiden Feldherren teilten das römische Territorium untereinander auf: Octavius behielt den westlichen Teil, während Antonius nach Osten ging, wo er eine sagenumwobene Affäre mit der ägyptischen Königin Kleopatra begann. Octavius betrachtete Antonius' Verhalten als Beleidigung seiner Schwester und seiner Familie und so kühlte sich das Verhältnis der beiden Co-Regenten merklich ab. Während Antonius in Ägypten die Freuden des Lebens genoss, festigte Octavius derweil in Rom seinen politischen Einfluss und verstärkte seine Truppen. Schließlich zogen die beiden gegeneinander in den Krieg und im Jahr 31 v. Chr. besiegte Octavius die Truppen von Antonius und Kleopatra in der Seeschlacht bei Actium. Das Liebespaar wurde bis nach Ägypten verfolgt, wo sie am Ende beide Selbstmord begingen."
            },
            {
                "heading": "Octavius wird zu Augustus",
                "text": "Octavius war nun der unangefochtene Alleinherrscher Roms. Er übertrug seine enorme Macht an den Senat, in dem zahlreiche seiner Verbündeten saßen. Im Gegenzug verlieh ihm der Senat den Ehrennamen \"Augustus\" (der Erhabene) und überschüttete ihn mit Ehrungen. Wichtiger als das war jedoch, dass der Senat ihm auch die Titel des römischen Konsuls, Tribuns und Zensors zuerkannte, die nie zuvor auf eine einzige Person vereint worden waren. Die juristische Macht innerhalb Roms oblag offiziell demSenat - aber da Octavius den Senat kontrollierte, war das alles lediglich bürokratische Augenwischerei. Obwohl er die ganze Macht eines Kaisers innehatte, bevorzugte Augustus seine Selbstdarstellung als \"Princeps\" oder \"Erster Bürger\" (vielleicht, um die verbleibenden Republikaner in Rom nicht noch mehr gegen sich aufzubringen)."
            },
            {
                "heading": "Augustus privat",
                "text": "Während seiner Regentschaft herrschten vier Jahrzehnte lang Frieden und Wohlstand - nach fast einem Jahrhundert der Bürgerkriege und Unruhen eine willkommene Verschnaufpause für die Römer. Augustus führte ein beeindruckendes Bauprogramm in der antiken Stadt durch und errichtete unter anderem ein neues Senatsgebäude sowie großartige Tempel wie den Apollo-Tempel und den \"Tempel des Divus Iulius\" (zu Ehren seines verstorbenen Großonkels). Später brüstete sich Augustus - zu Recht - damit, dass er Rom von einer Stadt aus Ziegeln in eine Stadt aus Marmor verwandelt habe. Während seiner Amtszeit entstanden die größten Werke der berühmtesten römischen Schriftsteller und Dichter: Virgil, Ovid, Horaz und Livius liefen allesamt zur Hochform auf."
            },
            {
                "heading": "Die römische Expansion",
                "text": "Augustus' Generäle feierten große Erfolge und waren froh darüber, ihre militärische Schlagkraft nach langer Zeit endlich wieder gegen ausländische Feinde einsetzen zu können statt gegen die eigenen Landsleute. Die Grenzen Roms wurden bis an die Donau ausgeweitet, Nordspanien wurde erobert und Armenien im Osten befriedet.Während seiner Regentschaft erlitt Augustus zwei schwere militärische Niederlagen. 15 v. Chr. wurde Marcus Lollius, der römische Statthalter Galliens, von einer Allianz der Stämme der Sugambrer, Tenkterer und Usipeter geschlagen, die über den Rhein nach Gallien vorgerückt waren; der römischen Position in Gallien wurde dabei aber kaum Schaden zugefügt und Sueton beschrieb diese Niederlage als \"eher beschämend denn ernst\".Die zweite Niederlage hatte jedoch weit größere Ausmaße: 9 n. Chr. führte Publius Quinctilius Varus, der Statthalter von Germanien, drei Legionen über die Donau und tief in barbarisches Gebiet hinein, wo er vom germanischen Stamm der Cherusker überrascht und in einer drei Tage andauernden Schlacht besiegt wurde. All seine Männer wurden getötet oder gefangen genommen. Varus beging darauf Selbstmord und die Sieger schickten seinen Kopf als Geschenk an Marbod, den König der Markomannen in Böhmen.Als Augustus von der Katastrophe erfuhr, entsandte er umgehend Truppen in die Stadt Rom, um Aufständen entgegenzuwirken. Außerdem verlängerte er die Aufträge der Statthalter in den Provinzen, um sicherzustellen, dass erfahrene Männer das Kommando hatten, falls die unterworfenen Stämme sich auflehnen sollten. Er ließ auch große Spiele zu Ehren des Jupiter austragen, um das Los des Römischen Reiches zu verbessern. Eindeutig hatte diese Niederlage Augustus schwer getroffen. Sueton berichtete, dass er \"mehrere Monate lang weder seinen Bart noch sein Haar stutzen ließ, und dass er manchmal seinen Kopf vor die Tür schlug und dabei schrie, 'Varus, Varus, gib mir meine Legionen zurück!'\"Die Stämme lehnten sich jedoch nicht auf, und das Römische Reich überstand die Katastrophe ohne langfristige Konsequenzen."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Nach Augustus' Tod im Jahr 14 n. Chr. war eine Rückkehr zum alten System der Republik undenkbar und so trat Kaiser Tiberius friedlich seine Nachfolge an.Während Augustus' langer Amtszeit florierte das Römische Reich und dominierte den Mittelmeerraum. Dank seiner Politik funktionierte das Reich so gut, dass Rom auch für die folgenden zwei Jahrhunderte die gesamte bekannte Welt ohne größere kriegerische Auseinandersetzungen oder andere ernsthafte Bedrohungen beherrschen sollte. Nur wenige Staatsgebilde in der Geschichte können dies von sich behaupten."
            }
        ]
    }
}