{
    "id": 16,
    "name": "Russland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/russia.png",
    "dawn_of_man": "Seid gegrüßt, Eure Kaiserliche Majestät Katharina, wunderbare Kaiserin Russlands. Das größte Land der Welt steht Euch zu Befehl. Das mächtige Russland erstreckt sich vom pazifischen Ozean im Osten bis zur Ostsee im Westen. Trotz Kriegen, Dürren und zahlreichen anderen Katastrophen überlebte und florierte das russische Volk und brachte einige der besten Künstler und Wissenschaftler der Welt hervor. Das Reich ist bis heute eines der stärksten in der Geschichte der Menschheit - eine wahre Supermacht, die über die größte je entworfene Zerstörungsgewalt verfügt.Katharina, Eure Untertanen möchten, dass Ihr die ruhmreichen Tage Russlands und seines Volks wieder herbeiführt, das Land neu belebt und das Wunder der Aufklärung wieder entfacht. Werdet Ihr Eurem Volk wieder zu Größe verhelfen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Krepost",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/krepost.json"
        }
    ],
    "unique_units": [
        {
            "name": "Kosak",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/cossack.json"
        }
    ],
    "city_names": [
        "Moskau",
        "St. Petersburg",
        "Nowgorod",
        "Rostow",
        "Jaroslawl",
        "Jekaterinburg",
        "Jakutsk",
        "Wladiwostok",
        "Smolensk",
        "Orenburg",
        "Krasnojarsk",
        "Chabarowsk",
        "Bryansk",
        "Twer",
        "Nowosibirsk",
        "Magadan",
        "Murmansk",
        "Irkutsk",
        "Chita",
        "Samara",
        "Archangelsk",
        "Tscheljabinsk",
        "Tobolsk",
        "Wologda",
        "Omsk",
        "Astrachan",
        "Kursk",
        "Saratow",
        "Tula",
        "Wladimir",
        "Perm",
        "Woronesch",
        "Pskov",
        "Staraja Russa",
        "Kostroma",
        "Nischni Nowgorod",
        "Suzdal",
        "Magnitogorsk"
    ],
    "spy_names": [
        "Alexei",
        "Lena",
        "Dmitry",
        "Anastasia",
        "Tatiana",
        "Boris",
        "Doktor Seriy",
        "Mikhail",
        "Natacha",
        "Zmeya"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Wie Winston Churchill einst sagte, ist Russland \"ein Rätsel innerhalb eines Geheimnisses, umgeben von einem Mysterium.\" Es ist Teil Europas und Asiens, unterscheidet sich aber von beiden. Es ist reich an Naturschätzen, aber seine Einwohner lebten häufig in Armut. Es wurde von den Goten, Hunnen, Mongolen, Franzosen und Deutschen heimgesucht, und doch blieb es immer Russland. Es war eine Supermacht und ein beinahe gescheiterter Staat, eine Monarchie, eine kommunistische Diktatur und eine Demokratie - alles innerhalb einer Zeitspanne von 100 Jahren. Russland ist sicherlich eine der faszinierendsten Zivilisationen in der Geschichte der Menschheit."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Russland ist ein riesiges Land. Mit einer Fläche von ungefähr 17.000.000 km² ist es beinahe doppelt so groß wie die Vereinigten Staaten von Amerika, besitzt aber nur halb so viele Einwohner. In Russland gibt es riesige Gebirge, weite Steppen und wilde Flüsse. Im Osten grenzt es an den Pazifischen Ozean, im Westen an die Ostsee. Im südlichsten Teil kann es im Sommer kochend heiß werden, und doch sind gerade russische Winter sind für ihre Brutalität berüchtigt - sie sind lang, kalt und dunkel."
        },
        {
            "heading": "Russische Vorgeschichte",
            "text": "Archäologische Funde beweisen, dass Russland schon seit etwa viertausend Jahren bewohnt ist, aber nicht viel ist über die ersten Siedler in diesem riesigen Land bekannt. Die Griechen und die Perser ließen sich zu einem frühen Zeitpunkt in der Ukraine nieder und scheinen dort gejagt und Ressourcen aus den großen nördlichen Wäldern abgebaut zu haben. Mehrere Nomadenstämme haben das Land zwischen dem 4. und 10. Jahrhundert n. Chr. durchquert, bevor sie sich weiter westlich in Europa niedergelassen haben; darunter die Hunnen, Goten und die Magyaren. Während desselben Zeitraums begannen die Ostslawen, in den Osten Russlands zu wandern, gefolgt von Händlern der Germanen, die nach Handelsgütern und neuen Ostrouten zum Meer suchten. Dabei stießen sie auf finnische Stämme, die nach Süden wanderten."
        },
        {
            "heading": "Kiewer Rus",
            "text": "Aus dem 8. Jahrhundert stammen die ersten schriftlichen Einträge über die \"Kiewer Rus\". Man vermutet, dass die Rus skandinavische Wikinger waren, die von der Ostseeküste aus in den Süden wanderten (obwohl das von einigen russischen Historikern bestritten wird, die der Meinung sind, dass die ursprüngliche Kiewer Rus aus Slawen bestand.) Im Jahr 860 drangen die Rus weit in den Süden vor und griffen Konstantinopel an. Im Jahr 1000 n. Chr. hatte die Kiewer Rus die Kontrolle über eine Handelsroute, die von der Ostsee bis zum Schwarzen Meer reichte und die das Rückgrat für eine wachsende regionale Handelsmacht bildete.Im 12. Jahrhundert deckte die Kiewer Rus einen Großteil des zukünftigen Osten Russlands ab - sie reichte von Polen im Westen bis zur Wolga im Osten und von Finnland im Norden bis zur Ukraine im Süden. Es war schwierig, ein so großes Gebiet von einer zentralen Stelle aus zu leiten, besonders als Teile des Reiches begannen, ihre eigene Individualität zu entwickeln und eigenen Zielen nachzugehen. Auch wirtschaftlich gesehen teilte sich das Reich - die nördlichen Provinzen favorisierten die baltischen Mächte als Handelspartner, die westlichen Gegenden Polen und Ungarn. Die südlichen Regionen bevorzugten Kleinasien und das Mittelmeergebiet. Gegen Ende des 12. Jahrhunderts hatte die Kiewer Rus nichts mehr außer dem Namen gemein und bestand quasi aus einer Anzahl von kleineren feudalen Staaten."
        },
        {
            "heading": "Die Invasion der Mongolen",
            "text": "Der erste Einfall der Mongolen in Kiewer Gebiet geschah bei der Schlacht an der Kalka im Jahr 1223, als ein mongolischer Erkundungsfeldzug auf die verbündete Streitmacht mehrerer Rus-Staaten unter dem Kommando von \"Mstislaw dem Kühnen\" und \"Mstislaw Romanowitsch dem Alten\" traf. Die Rus konnten sich anfangs zwar erfolgreich wehren, verloren aber ihre Schlachtordnung, als sie den sich zurückziehenden Feind verfolgen wollten. Die Reiter der Mongolen sammelten sich und besiegten ihre Verfolger, bevor sich diese wieder organisieren konnten. Ein Großteil der Rus ergab sich den Mongolen mit der Bitte, verschont zu werden. Die Mongolen akzeptierten die Bedingungen, brachten die Rus aber trotzdem um. Die Mongolen verließen die Rus dann für einige Jahre, bevor sie mit einer viel größeren Streitmacht zurückkamen.Im Jahr 1237 überquerte eine riesige mongolische Armee aus etwa 30.000 berittenen Bogenschützen erneut die Wolga. In nur ein paar Jahren eroberten, plünderten und zerstörten die Mongolen Dutzende von russischen Dörfern und Städten, darunter Rjasan, Kolomna, Moskau, Rostow, Kaschin, Dmitrow, Koselsk, Halytsch und Kiew. Gewissenhaft erstickten sie auch das kleinste Anzeichen von Widerstand bereits im Keim. 1240 war der Großteil der Rus eine rauchende Ruine in der Hand der Mongolen, die ihr Interesse dann aber in den Westen auf Ungarn und Polen verlagerten."
        },
        {
            "heading": "Die Goldene Horde",
            "text": "Das westliche Mongolische Reich, das einen Großteil Russlands einschloss, wurde (wenn wohl auch nicht von den Mongolen selbst) \"Goldene Horde\" genannt. Seine Hauptstadt war \"Sarai\", eine neue Stadt, die bei der Wolga errichtet wurde. Obwohl die Mongolen (auch bekannt als \"Tataren\") unbarmherzige Invasoren und Eroberer waren, waren sie relativ gütige Herrscher. In der Regel hatten sie wenig direkt mit ihren Untergeben zu tun und bevorzugten es, die bestehenden Machtstrukturen der eroberten Gebiete intakt zu halten. Ihre Ursprünge hatten die Mongolen im Schamanismus, konvertierten später aber zum Islam und waren äußerst tolerant gegenüber anderen Religionen. Solange sie ihre Tributzahlungen bekamen, ließen sie das Volk in Ruhe.Die Goldene Horde überlebte bis zum Ende des 14. Jahrhunderts, als sie von Timur (Tamerlan) aus dem Süden besiegt wurde. Da er ihr Handelsreich für sich wollte, überfiel und zerstörte Timur die mongolischen Städte Sarai, Asow und Kaffa, wodurch die mongolischen Herrscher tödlich geschwächt wurden. Einheimische Rus-Anführer, besonders diejenigen, die aus Moskau stammten, füllten schnell das größer werdende Machtvakuum."
        },
        {
            "heading": "Das Großfürstentum Moskau",
            "text": "Unter der Herrschaft von Iwan III. (1462-1505) begann das Großfürstentum Moskau mit der \"Sammlung der Lande\", einem Vorhaben, bei dem es alle östlichen slawischen Länder annektieren wollte, einschließlich ursprünglicher russischer Gebiete wie auch Fürstentümer in Weißrussland und der Ukraine, von denen keines eine historische Verbindung zu Moskau besaß. 1478 annektierte Moskau Nowgorod, im Jahr 1485 Twer. Iwans Arbeit wurde 1497 beinahe zunichte gemacht, als unter seinen Verwandten ein tödlicher Machtkampf um die Thronfolge ausbrach. Iwan hatte ursprünglich seinen Enkelsohn aus seiner ersten Ehe vorgesehen, wurde dann aber schließlich gezwungen, den Sohn seiner zweiten Ehefrau, Wassili, zu bestimmen.Während Iwans Herrschaft wurde Moskau zum ersten Mal in den Strudel europäischer Diplomatie hineingezogen. Iwan wollte enger mit Byzanz zusammenarbeiten, um Druck auf den wachsenden Polnisch-Litauischen Staat im Westen Moskaus auszuüben (die Mächte stritten sich um die kleineren Fürstentümer, die nach dem Zusammenbruch der Goldenen Horde übriggeblieben waren).Nach Iwans Tod stärkte sein Sohn Wassili III. die Monarchie und ließ Moskaus Territorium weiter anwachsen. Er schaffte es aber nicht, rechtzeitig für einen Thronfolger zu sorgen und war gezwungen, für eine Regentschaft zu sorgen, bis sein Sohn Iwan alt genug war, den Thron zu besteigen. Als sein Vater 1533 starb, war Iwan drei Jahre alt und krank. Die Herrschaft wurde aufgeschoben und das Reich litt unter einer Vielzahl politischer Intrigen. Als Iwan dann erwachsen war, entwickelten sich die Dinge von schlecht zu extrem schlecht - man könnte sogar \"schrecklich\" sagen."
        },
        {
            "heading": "Iwan der Schreckliche",
            "text": "Im Alter von 16 wurde Iwan der Schreckliche (1530-1584) zum ersten gekrönten russischen \"Zaren\" (der Begriff geht auf den lateinischen Titel \"Cäsar\" zurück.) Man weiß erstaunlich wenig über den Mann Iwan, außer dass er oft krank und sechsmal verheiratet war. Viele glauben, dass er am Anfang seiner Herrschaft nur eine Schachfigur war - ein Marionettenherrscher, der von einer der Fraktionen gesteuert wurde, die um die Dominanz in diesem aufgebrachten Land kämpften. Während dieser Zeit verordnete er eine Reihe von Reformen, die das Militär- und Rechtssystem umstrukturierten, sowie Gesetze, die die Rechte von Landerben (also der Adelsgesellschaft) einschränkten. Auch wenn es scheint, dass diese Reformen darauf ausgelegt waren, das russische Militär auf einen größeren Feldzug vorzubereiten, um Russlands Gebiet zu erweitern, war dieses Unternehmen nicht wirklich von Erfolg gekrönt.In seinen Mittzwanzigern fing Iwan an, seine Macht auszubauen - und zwar auf Kosten so ziemlich aller in seinem näheren Umfeld. Die eigenständig denkenden Adligen wurden vom Hof des Zaren gejagt und durch speichelleckerische Rabauken ersetzt, die höheren militärischen Dienstgrade wurden einfach entfernt. Iwan erklärte tausende Quadratkilometer besten Ackerlandes zur \"Opritschnina\" - mit anderen Worten zum Staatsterritorium des Zaren - über das Iwan die alleinige Verfügungsgewalt hatte.Iwan war als militärischer Anführer genau so gut wie als Menschenfreund: er vernichtete buchstäblich die Armee und ließ das Land durch den katastrophalen Livländischen Krieg bankrottgehen, der sich über 20 Jahre hinzog (1558-1583). Iwan starb 1584 - und damit keinen Moment zu früh.Die Dinge wendeten sich nach Iwans Tod kurzzeitig zum Besseren, als einer seiner Freunde namens Boris Godunow den Thron bestieg - aber als Boris im Jahr 1605 starb, ging alles wieder den Bach runter, warum diese Zeitperiode (1606-1613) auch als \"Zeit der Wirren\" bekannt ist. Eine Zentralregierung gab es nicht mehr, aus- und inländische Armeen wüteten durchs Land und ein Betrüger nach dem anderen beanspruchte die Krone für sich, nur um anschließend von einem anderen gestürzt zu werden. Letztendlich schafften es Händler aus dem Norden Russlands, eine Rebellenarmee aufzustellen (größtenteils aus schwedischen Truppen), die die Besetzer aus Moskau verjagten und die Kosaken zurück an die Macht brachten. Mit der Kontrolle über den Regierungsapparat (oder was davon übrig war), riefen die Rebellen zur Wahl eines neuen Zaren."
        },
        {
            "heading": "Die Romanows",
            "text": "Michail Fjodorowitsch war erst 16, als er zum Zaren gemacht wurde und musste sich darauf unzähligen Problemen stellen. Jahrzehnte geprägt von Revolten und Verwahrlosung hatten das Land größtenteils in eine Ruine verwandelt, das Volk hatte die Flucht ergriffen und das Ackerland lag brach. Teile des Landes waren von ausländischen Truppen besetzt und die Gebiete, die es nicht waren, hatten oftmals ihre eigenen Armeen, die der Zentralregierung nicht unterstellt waren. Der erste Zar der Romanows hat fast 20 Jahre gebraucht, um die Kontrolle über das Land zurückzugewinnen.Der Zar, der nach Michail an die Macht kam, setzte Russlands Expansion fort und kämpfte oder verbündete sich zeitweilig mit Schweden, Polen und dem Osmanischen Reich, je nachdem, auf welches Gebiet es Russland gerade abgesehen hatte. Zu den umkämpften Ländern gehörten die östliche Ukraine, die baltischen Gebiete und Weißrussland."
        },
        {
            "heading": "Peter der Große",
            "text": "Peter der Große (1672-1725) herrschte gemeinsam mit seinem Halbbruder Iwan V. in der Zeitspanne von 1682 bis 1696 über Russland. Nach dem Tod seines Bruders war Peter von 1696 bis 1725 alleiniger Zar. Die frühe Phase seiner Herrschaft verbrachte Peter in der Stadt Preobraschenskoje im Exil, während seine Halbschwester Sophia das Land regierte. Darum ging die eigentliche Zaren-Ausbildung größtenteils an ihm vorüber und er konzentrierte sich stattdessen auf Sport, Mathematik und militärisches Training.Zu Beginn seiner Herrschaft war Russland zwar eine wachsende Landmacht, aber es fehlte der direkte Zugang zum Schwarzen Meer, dem Kaspischen Meer und zur Ostsee. Peter war der Überzeugung, dass Russland ohne Seemacht kein großes Land werden könne - ein Großteil seiner Politik zielte deshalb auf dieses Vorhaben. Im Jahr 1695 eroberte Peter im Süden die krimtatarische Stadt Asow und näherte sich so ein großes Stück dem Schwarzen Meer.Im Jahr 1697 gründete Peter die \"Große Gesandtschaft\" - eine Gruppe aus 250 Leuten, die durch Westeuropa reisen sollten, um Informationen über die europäische Kultur und Wirtschaft zu sammeln. Peter begleitete die Gruppe inkognito. Vier Monate lang arbeitete er als Schiffszimmermann in der niederländischen Ostindien-Kompanie, danach in etwa dieselbe Zeit in der Werft der britischen Marine. Als er Europa durchreiste, heuerte Peter hunderte europäische Arbeiter an, um die russischen Städte sowie die heimische Wirtschaft und Infrastruktur zu modernisieren.Peter war auch auf der Suche nach Verbündeten in seiner Auseinandersetzung mit den Osmanen, blieb jedoch erfolglos. Da er davon ausging, dass Russland ohne Hilfe nicht gegen die Türken ankommen würde, vereinbarte der pragmatische Zar einen Friedensvertrag mit den Osmanen und konzentrierte sich auf die Ostsee.Gegen Ende des 16. Jahrhunderts besetzten die Schweden die Ostseeküste, darunter auch Karelia, Ingermanland, Estland und Livonia. Peter verbündete sich mit Sachsen und Dänemark-Norwegen, die 1700 einen gemeinsamen Angriff starteten. Dieser \"Nordische Krieg\", bei dem Peter eine äußerst aktive Rolle einnahm - oft war er an der Front und im direkten Kriegsgeschehen zu finden - dauerte ganze 21 Jahre.In der Zwischenzeit begann Peter 1703 mit dem Bau der Stadt Sankt Petersburg im Nordwesten Russlands, nahe am Finnischen Meerbusen. Im Jahr 1712 ernannte er sie zur neuen Hauptstadt. 1721 hatte Russland Schweden aus dem östlichen und südlichen Baltikum verdrängt. Drei Jahre später half Peter bei der Rettung einiger Seeleute, deren Schiff in den eisigen Wassern des Finnischen Meerbusens gekentert war. Während dieses Abenteuers zog er sich eine Erkältung zu und starb kurze Zeit später.Peter starb, ohne einen Nachfolger zu ernennen, und die nächsten 40 Jahre sahen einige mehr oder weniger schwache Regentschaften und kurzlebige Herrscher; am meisten stach noch seine Tochter Elisabeth hervor, die von 1741 bis 1760 regierte. Während ihrer Herrschaft wurde 1755 die Moskauer Staatliche Universität gegründet und Russland baute seine Kontrolle über die westliche Ukraine aus.Elisabeths Nachfolger war ihr höchst unbeliebter Neffe Peter III. Dessen Herrschaft dauerte nur zwei Jahre - bis er von seiner bemerkenswerten Frau Katharina II. gestürzt (und vermutlich ermordet) wurde."
        },
        {
            "heading": "Katharina die Große",
            "text": "Katharina war die Tochter eines deutschen Fürsten. Im Alter von 15 Jahren kam sie nach Russland, um Peter III. zu heiraten, den russischen Thronfolger. Sie bildete sich selbst, indem sie europäische Literatur las. Schön, intelligent und geistreich wie sie war, eroberte sie die Herzen der russischen Adelsgesellschaft, bei der sie beliebter war als ihr Ehemann, dem Geistesschwäche nachgesagt wurde. Sie wurde bereitwillig unterstützt, als sie im Alter von 33 einen Staatsstreich durchführte und zur alleinigen Herrscherin wurde.Katharinas Herrschaft dauerte 30 Jahre an. In dieser Zeit vergrößerte sie die Grenzen des Russischen Reiches durch den Gewinn wichtiger Gebiete entlang des Schwarzen und des Kaspischen Meeres wie auch im Osten jenseits des Urals. Katharina fügte dem Reich auch größere Teile Polens hinzu, als das Land im Jahr 1772 unter Österreich, Preußen und Russland aufgeteilt wurde; allerdings bereiteten diese Gebiete Russland langfristig mehr Probleme als Vorteile.Während ihrer Amtszeit setzte Katharina auch viele wichtige Reformen um und versuchte die Struktur lokaler Administrationen zu verbessern und die dort herrschende Korruption zu bekämpfen. Trotz ihres liberalen Rufes war sie keine besondere Freundin des Bauernstandes; vielmehr nahm das widerwärtige Prinzip der Leibeigenschaft (Abhängigkeit von einem Grundherren) zu ihrer Zeit zu und das Landvolk hatte es noch schwerer.Katharina starb 1796. Weitere Informationen über diese außergewöhnliche Herrscherin findet Ihr in ihrem Zivilopädie-Eintrag."
        },
        {
            "heading": "Russland im 19. Jahrhundert",
            "text": "Die ersten beiden Jahrzehnte des 19. Jahrhunderts erlebten den Aufstieg und Fall eines der größten Generäle der europäischen Geschichte, Napoléon Bonaparte, Kaiser von Frankreich. Nach der Französischen Revolution machte er aus einem geteilten und geschwächten Frankreich eine der mächtigsten Nationen Europas. Russland und seine Verbündeten wurden 1805 in Austerlitz besiegt; die Russen und die Franzosen kämpften 1806 und 1807 erneut gegeneinander. Es folgte ein fünfjähriger Frieden, bis Napoléon den fürchterlichen Russlandfeldzug startete. Die russischen Armeen kämpften zwei weitere Jahre gegen die Franzosen und waren größtenteils für Napoléons letztendliche Niederlage und seine Verbannung aus Europa verantwortlich. Russland stieg aus diesen Kriegen als vorherrschende Militärmacht auf dem Kontinent hervor.Russlands militärisches Ansehen bekam einen heftigen Schlag verpasst, als es das Reich nicht schaffte, gegen eine kleine, schlecht geführte Armee der Franzosen und Engländer während des Krimkriegs (1853-1856) anzukommen. Das führte dazu, dass Zar Alexander II. versuchte, das Land umfassend zu modernisieren - dazu zählte etwa die Abschaffung der Leibeigenschaft 1861. Diese Liberalisierungsbemühungen stießen jedoch auf wenig Gegenliebe, da von den Bauern verlangt wurde, jährliche Rückzahlungen zu leisten, um die eigene Freiheit zu erkaufen, aber oftmals erging es den Männern in Freiheit noch schlechter als in der Sklaverei. Zu dieser Zeit führte Russland auch eine Reihe von Rechtsreformen ein, die auf europäischen Modellen basierten, doch obwohl sie eine Verbesserung gegenüber dem alten System darstellten, behandelte das Gesetz die Bauern noch immer nicht als gleichberechtigte Bürger.Ab 1870 traten die Revolutionäre immer stärker hervor, darunter besonders Studenten. Im Jahr 1873 versuchten sie, einen Aufstand unter der Bauernschaft anzuzetteln. Sie waren jedoch nicht sonderlich erfolgreich und viele von ihnen wurden verhaftet oder nach Sibirien geschickt. Die Überlebenden arbeiteten ab dann im Geheimen und versuchten, Attentate gegen hochrangige Beamte zu begehen. 1881 gelang es einer Gruppe Terroristen schließlich, Alexander II. zu ermorden. Die Anführer dieser Gruppe wurden verhaftet und gehängt.Alexander III., der neue Zar, führte eine Reihe antiliberaler Gesetze ein, die Bildungsmöglichkeiten einschränkten und die Rechte der einzelnen Bürger noch weiter beschränkten.1894 starb Alexander III. und sein zum Misserfolg verdammter Sohn Nikolaus II. bestieg den Thron."
        },
        {
            "heading": "Der Anfang vom Ende",
            "text": "Während des Russisch-Japanischen Krieges (1904-1905) erlebten die Russen eine Reihe von vernichtenden Niederlagen gegen die Japaner. Dadurch wurde das Ansehen der Regierung schwer geschädigt und es folgte eine Reihe von Anschlägen und Protesten, als verschiedene Gruppen eine Vielzahl von Reformen einführen wollten. Im Jahr 1905 marschierte eine Gruppe von Arbeitern aus Sankt Petersburg auf den Winterpalast zu, um dem Zaren eine Forderungsliste zu übergeben. Sie wurden jedoch von russischen Truppen abgefangen, die das Feuer eröffneten und 130 Arbeiter töteten. Die Neuigkeiten vom \"Petersburger Blutsonntag\" verbreiteten sich schnell und es kam zu landesweiten Ausschreitungen. Später im Jahr stimmt der Zar widerwillig der Einsetzung einer gewählten Versammlung zu. Damit waren die Revolutionäre aber nicht zufriedengestellt und die Unruhen dauerten zwei weitere, harte Jahre an.Die Schaffung dieser neuen Versammlung, der \"Duma\", spaltete die Opposition - einige wollten versuchen, Reformen innerhalb des Systems umzusetzen, während andere es von außen torpedierten. Das Land blieb dabei blutend auf der Strecke, bis der Ausbruch des Ersten Weltkrieges das ganze System zum Einsturz brachte."
        },
        {
            "heading": "Der Erste Weltkrieg",
            "text": "Der Erste Weltkrieg war ein gigantisches Versagen, was Diplomatie und menschliche Vernunft angeht. In den Vorkriegsjahren hatten sich die europäischen Nationen in einer Reihe von Angriffs- und Verteidigungsbündnissen zusammengefunden, die garantierten, dass jeder noch so kleine Konflikt den ganzen Kontinent in eine Feuersbrunst stürzen würde. In Folge des Landraubs Österreich-Ungarns in Serbien im Jahr 1914 trat Russland an der Seite Serbiens ins Kriegsgeschehen ein, Deutschland an der Seite Österreichs und Frankreich zusammen mit Großbritannien an der Seite Russlands - und so weiter.Zar Nikolaus II. mobilisierte so schnell wie möglich seine Streitkräfte und schickte sie nach Westen, um dem deutschen Feind gegenüberzutreten, der es jedoch schaffte, die russischen Truppen einzukreisen und den Großteil gefangen zu nehmen. Im Jahr 1915 marschierte eine Offensive der Deutschen und Österreicher praktisch ungehindert in Polen ein und zog von dort aus weiter in die westlichen Provinzen Russlands. Dieser Angriff, zusammen mit dem Kriegseintritt des historischen Feindes Türkei an der Seite Deutschlands, stellte die bereits angeschlagene russische Regierung vor eine unglaubliche Belastungsprobe.Zar Nikolaus II. schlug sich angesichts der Krise nicht allzu gut. Er verlegte seinen Amtssitz nach Weißrussland, um das \"persönliche Kommando\" der Truppen innezuhaben, woraufhin sich seine Frau und ihr verhasster Berater Rasputin um die täglichen Regierungsangelegenheiten kümmern mussten. Im Jahr 1916 wurde Rasputin von einer Verschwörung ermordet, einschließlich vieler der treuesten Verbündeten der Zarenfamilie.Im selben Jahr verbesserte sich zwar die militärische Situation, aber die Lage im Land wurde noch schlimmer. Immer mehr Bauern wurden zur Armee berufen, woraufhin die Lebensmittel knapper und knapper wurden. Hinzu kam, dass Lieferungen aus dem Ausland vom Feind aufgehalten wurden. Diese Hungersnot und die steigende Inflation sorgten für Unruhen unter den Arbeitern. Im Jahr 1917 forderte die Februarrevolution die Abschaffung der Aristokratie. Die Regierung rief Kosaken zur Hilfe, um die Aufstände niederzuschlagen, welche aber ihren Befehl verweigerten und zum Feind überliefen. Kurz danach schloss sich auch die Duma der Sache der Aufständischen an und der Zar musste am 15. März abdanken. Er und seine Familie wurden kurze Zeit später hingerichtet.Das Zarenreich war tot. Die Union der Sozialistischen Sowjetrepubliken nahm ihren Anfang."
        },
        {
            "heading": "Die UdSSR",
            "text": "Die Sowjetunion bestand 50 Jahre lang. Ihr größter Triumph war der Sieg über Deutschland im Deutsch-Sowjetischen Krieg während des Zweiten Weltkriegs. Sie diente auch als Gegengewicht zu den Vereinigten Staaten, die nach dem Zweiten Weltkrieg beinahe uneingeschränkte Macht besaßen. (Ob das gut oder schlecht war, hängt vom Blickwinkel des Betrachters ab.) Ihr größtes Versagen war die Unfähigkeit, den Lebensstandard der sowjetischen Bürger zu verbessern, um in diesem Bereich mit anderen europäischen und westlichen Ländern gleichzuziehen. Die Sowjetunion endete im Jahr 1991 - teils aufgrund des Drucks von den USA und ihrer Verbündeten, hauptsächlich aber aufgrund massiver innenwirtschaftlicher Probleme.Es ließe sich noch viel über die Sowjetunion sagen - sehr viel mehr - aber Zeit- und Platzbeschränkungen erfordern einen anderen Zivilopädie-Eintrag in einem anderen Spiel."
        },
        {
            "heading": "Russland heute",
            "text": "Die neue Russische Föderation ist noch immer ein Rätsel innerhalb eines Geheimnisses, umgeben von einem Mysterium. Sie hat den Kommunismus zugunsten eines Systems, das man mit \"oligarchischer Kapitalismus\" beschreiben könnte, aufgegeben. Sie hat eine Menge Multi-Millionäre hervorgebracht, aber viele ihrer Einwohner sind nach wie vor arm. Sie befreite viele ihrer Satellitenstaaten - Ostdeutschland, die Ukraine, die Baltischen Staaten - wirft aber nach wie vor einen schweren Schatten auf ihre Nachbarn (man denke an den Kaukasus-Konflikt im Jahr 2008). Sie ist eine Demokratie, aber die Macht scheint mehr und mehr in einem Mann gebündelt zu sein. Es lässt sich nicht sagen, was aus diesem langlebigen Land im 21. Jahrhundert wird, aber Russland wird gewiss nach wie vor eine der mächtigsten und wichtigsten Nationen der Erde bleiben."
        },
        {
            "heading": "Russland heute",
            "text": "Die neue Russische Föderation ist noch immer ein Rätsel innerhalb eines Geheimnisses, umgeben von einem Mysterium. Sie hat den Kommunismus zugunsten eines Systems, das man mit \"oligarchischer Kapitalismus\" beschreiben könnte, aufgegeben. Sie hat eine Menge Multi-Millionäre hervorgebracht, aber viele ihrer Einwohner sind nach wie vor arm. Sie befreite viele ihrer Satellitenstaaten - Ostdeutschland, die Ukraine, die Baltischen Staaten - wirft aber nach wie vor einen schweren Schatten auf ihre Nachbarn (man denke an den Kaukasus-Konflikt im Jahr 2008). Sie ist eine Demokratie, aber die Macht scheint mehr und mehr in einem Mann gebündelt zu sein. Es lässt sich nicht sagen, was aus diesem langlebigen Land im 21. Jahrhundert wird, aber Russland wird gewiss nach wie vor eine der mächtigsten und wichtigsten Nationen der Erde bleiben."
        }
    ],
    "leader": {
        "name": "Katharina",
        "subtitle": "Staatsoberhaupt der Russen",
        "lived": "1729-1796 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/catherine.png",
        "trait": {
            "name": "Sibirische Reichtümer",
            "effect": "Strategische Ressourcen gewähren +1 Produktion und doppelten Ertrag von Pferd-, Eisen- und Uran-Ressourcen."
        },
        "titles": [
            "Zarin von Russland"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Katharina die Große herrschte in der zweiten Hälfte des 18. Jahrhunderts über Russland. Sie war verantwortlich für eine erhebliche Expansion des Russischen Reiches, da sie durch Eroberungen und kluge Diplomatie mehrere Zehntausend Quadratkilometer Land erringen konnte. Als schöner und intelligenter Frau gelang es ihr, die klügsten Köpfe in Europa zu betören, sodass ihr Hof schon bald zu einem Zentrum für das Gedankengut der Aufklärung auf dem Kontinent wurde. Katharina, die in Deutschland geboren wurde, ist eine der bedeutendsten Herrscherinnen in der Geschichte Russlands."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Sophie Auguste Friederike von Anhalt-Zerbst-Dornburg wurde 1729 im preußischen Stettin geboren. Als 16-jährige heiratete sie den russischen Großfürsten Peter (den späteren Peter III.) und wurde so Großfürstin Jekaterina Alexejewna. Katharina lernte daraufhin Russisch und konvertierte zum orthodoxen Glauben. Darüber hinaus las sie sehr viel, vor allem die zeitgenössische Literatur. Die gleichsam schöne wie intelligente Katharina war mit den französischen Philosophen Rousseau und Diderot und vielen anderen bedeutenden Denkern ihrer Zeit (angeblich nicht nur) befreundet."
            },
            {
                "heading": "Aufstieg zur Macht",
                "text": "Katharina führte eine extrem unglückliche Ehe. Ihr Ehemann, Zar Peter III., war allen Berichten zufolge ein heruntergekommener und neurotischer Charakter. Es heißt, er war gemein, hässlich (weil pockennarbig) und ein Trinker. Außerdem soll er die Russen verachtet und die Preußen geliebt haben, was ihn am russischen Hof nicht besonders beliebt machte. Obwohl sie selbst als Ausländerin geboren wurde, war Katharina viel beliebter beim Adel und, noch viel wichtiger, beim russischen Militär.Im Alter von 33 Jahren versicherte sich Katharina der Unterstützung einiger Garderegimenter und stürzte ihren Ehemann, der schon bald bei einem \"Jagdunfall\" getötet wurde. Katharina war nun die alleinige Herrscherin Russlands."
            },
            {
                "heading": "Außenpolitik",
                "text": "Als Zarin verfolgte Katharina eine Expansionspolitik, die auf militärischer Durchsetzungskraft basierte. Der Erste Russisch-Türkische Krieg (1768-1774) - erklärt durch Sultan Mustafa III. nach einem Grenzkonflikt, bei dem ein Kosak osmanisches Gebiet betreten und angeblich die Einwohner von Balta getötet hatte - war ein außerordentlicher russischer Erfolg, der Katharina die südliche Ukraine, den nördlichen Kaukasus und die Krim einbrachte, sodass Russland nun Zugang zum Schwarzen Meer hatte. Die Osmanen versuchten zwar, ihr Gebiet im Zweiten Russisch-Türkischen Krieg zurückzuerobern, scheiterten aber kläglich.In den Jahren nach der Französischen Revolution fürchtete Katharina, dass Aufklärungsbewegungen in ganz Europa die Monarchien bedrohen könnten. Gegen Ende des Jahrhunderts zeigte Polen, eine russische Marionette, beunruhigende Tendenzen in Richtung Demokratie. 1792 besiegten russische Truppen polnische Loyalisten im Russisch-Polnischen Krieg, nach dem Polen zwischen Russland, Österreich und Preußen aufgeteilt wurde.Während ihrer gesamten Herrschaftszeit unterhielt Katharina freundschaftliche Beziehungen mit den europäischen Großmächten Preußen, Frankreich und Österreich, die sich als Gegenleistung nicht in den Weg der russischen Expansion stellten."
            },
            {
                "heading": "Innenpolitik",
                "text": "Während ihrer Herrschaft leitete Katharina zahlreiche politische Reformen ein, um so die notorisch korrupte und inkompetente russische Bürokratie zu verbessern. Sie versuchte, ihre Regierung und ihren Hof nach dem französischen Vorbild in Versailles zu gestalten. Ihre Reformen bezahlte sie, indem sie die Geistlichkeit enteignete, der fast ein Drittel des Landes und der Leibeigenen gehörte. Sie schmeichelte sich zudem beim Adel ein und vergrößerte so dessen ohnehin schon gewaltige Macht über die russischen Bauern.1773 brach in Russland, das noch mit den schlimmen Auswirkungen des langen Krieges mit der Türkei zu kämpfen hatte, eine Seuche aus. Gestützt durch die wachsende Unzufriedenheit der Öffentlichkeit gab der Kosakenoffizier Jemeljan Pugatschow vor, Zar Peter III., der verstorbene Ehemann Katharinas, zu sein, und stellte eine Bauernarmee auf, um die Zarin zu stürzen, solange das russische Militär im Krieg mit den Türken gebunden war. Zum Glück für Katharina endete der Erste Russisch-Türkische Krieg gerade rechtzeitig, sodass ein Teil der russischen Truppen von der Front abgezogen werden konnte, um die Rebellen, noch bevor sie Moskau erreichten, zu besiegen. Diese Ereignisse ließen bei Katharina ein großes Misstrauen gegenüber den russischen Bauern entstehen und sie erließ sogar noch härtere Gesetze gegen sie."
            },
            {
                "heading": "Die Künste",
                "text": "Als Förderin der Künste ließ Katharina viele Statuen und Gemälde anfertigen. Unter ihrer Herrschaft wandelte sich St. Petersburg von einer primitiven, bedrohlichen Stadt zu einer der schönsten und beeindruckendsten Hauptstädte Europas. Katharinas private Kunstsammlung bildete die Grundlage für die berühmte Eremitage, eines der größten und bekanntesten Kunstmuseen der Welt."
            },
            {
                "heading": "Der Skandal",
                "text": "Trotz ihrer vielen öffentlichen Erfolge sind der Nachwelt vor allem ihre privaten Ausschweifungen in Erinnerung geblieben. Ihre Affären sind geradezu legendär. Es heißt, dass sie mit einem ziemlich großen Teil des russischen Offizierskorps geschlafen hat, ganz zu schweigen von ihren zahlreichen öffentlich gemachten Liebschaften mit einer ganzen Horde von bekannten europäischen Politikern und Künstlern. Sie soll dafür bekannt gewesen sein, ihre Liebhaber, sobald sie ihrer überdrüssig wurde, mit Geldgeschenken, Bauern oder Landbesitz irgendwo weit weg von Moskau zu \"pensionieren\"."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Katharinas Herrschaft war von der Expansion des Reiches geprägt. Am wichtigsten waren hierbei die Sicherung des nördlichen Ufers des Schwarzen Meeres, die Besetzung der Krim und die weitere Ausdehnung des Reiches in die Steppengebiete jenseits des Urals. Damit waren die russischen Bauernsiedlungen im Süden geschützt und zugleich konnten Handelswege durch das Schwarze Meer eingerichtet werden. Die Teilung Polens führte Russland schließlich noch weiter (wenn auch nur geografisch) an den Rest Europas heran.Katharina führte zahlreiche öffentliche Arbeitsprojekte in ganz Russland und den besetzten Gebieten durch. Zudem förderte sie den Binnen- und Auslandshandel. Auf der anderen Seite tat sie nur wenig, um das Schicksal der russischen Bauern zu verbessern, deren Leben vielmehr unter ihrer Herrschaft nur noch viel härter wurde.Katharina starb im Alter von 67 Jahren und war damit die älteste Regentin der Romanow-Linie. Genau wie Elisabeth I. von England stellte sie sich als Frau heraus, die klug und stark genug war, um ein großes Land zu führen."
            }
        ]
    }
}