{
    "id": 17,
    "name": "Siam",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/siam.png",
    "dawn_of_man": "Seid gegrüßt, großer König Ramkhamhaeng, Anführer des glorreichen siamesischen Volkes! Oh mächtiger König, Euer Volk verneigt sich in Angst und Ehrfurcht vor Euch! Ihr seid der Herrscher Siams, eines alten Landes im Herzen Südostasiens. Siam ist ein wunderschönes und geheimnisvolles Land. Es ist von Feinden umzingelt und wurde von schrecklichen Kriegen und fürchterlicher Armut heimgesucht, aber das kluge und loyale siamesische Volk hat durchgehalten und triumphiert. König Ramkhamhaeng, Euer Reich war bis zum 13. Jahrhundert n. Chr. Teil des Reichs der Khmer, als Eure Vorfahren sich erhoben und das kleine Königreich Sukhothai gründeten. Durch erfolgreiche Schlachten und kluge Diplomatie wurde aus dem winzigen Königreich ein mächtiges Imperium, das über ein Jahrhundert Südostasien beherrschen sollte!Oh weiser und einflussreicher König Ramkhamhaeng, Euer Volk will, dass Ihr es erneut zu einstiger Größe führt! Könnt Ihr Verstand und Waffenstärke dazu einsetzen, Euer Volk zu beschützen und Eure Gegner zu unterwerfen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Wat",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/wat.json"
        }
    ],
    "unique_units": [
        {
            "name": "Naresuans Elefant",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/naresuan's_elephant.json"
        }
    ],
    "city_names": [
        "Sukhothai",
        "Si Satchanalai",
        "Muang Saluang",
        "Lampang",
        "Phitsanulok",
        "Kamphaeng Phet",
        "Nakhon Chum",
        "Vientiane",
        "Nakhon Si Thammarat",
        "Martaban",
        "Nakhon Sawan",
        "Chainat",
        "Luang Prabang",
        "Uttaradit",
        "Chiang Thong",
        "Phrae",
        "Nan",
        "Tak",
        "Suphanburi",
        "Hongsawadee",
        "Thawaii",
        "Ayutthaya",
        "Taphan Hin",
        "Uthai Thani",
        "Lop Buri",
        "Ratchasima",
        "Ban Phai",
        "Loci",
        "Khon Kaen",
        "Surin"
    ],
    "spy_names": [
        "Aran",
        "Chanarong",
        "Kiet",
        "Niran",
        "Virote",
        "Kulap",
        "Mayuree",
        "Phueng",
        "Ratana",
        "Tola"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Thailand - ehemals Siam - liegt in Südostasien zwischen Birma (Myanmar), Laos, Kambodscha und Malaysia und ist ein Land mit einer langen und bewegten Geschichte. Das wunderschöne und geheimnisvolle Land voller dunkler Wälder und uralter Berge hat Besetzung und Revolution, Fluten und Hungersnöte sowie Aufstieg und Niedergang verschiedener Reiche erlebt."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Thailand ist ein subtropisches Land, das in einer Monsunregion liegt. Von Mai bis Oktober bringen die warmen Nordwestwinde gewaltige Regenmengen ins Land. Die Westküste erfährt eine unglaubliche Niederschlagsmenge von 4.000 Millimetern pro Jahr (der hügelige Norden erfährt weniger Niederschlag). Der Wind schlägt von November bis Februar um und bringt kühleres, trockeneres Wetter ins Land. Die ländlichen Regionen sind von Wäldern, Sümpfen und Feuchtgebieten bedeckt. In Thailand werden traditionell Wasserbüffel, Pferde und Elefanten als Lasttiere eingesetzt. Im späten 20. Jahrhundert haben sich allerdings auch landwirtschaftliche Maschinen im Land verbreitet."
        },
        {
            "heading": "Siamesische Vorgeschichte",
            "text": "Die frühesten bekannten Siedler im damaligen Siam verständigten sich in Mon-Khmer-Sprachen. Es gab mehrere verschiedene Gruppen von Siedlern auf der südöstlichen Halbinsel. Eine davon, die Mon, haben den Buddhismus bereits im 6. Jahrhundert n. Chr. angenommen. Eine weitere Gruppe, die Khmer, waren vor allem in Kambodscha ansässig, ihre Hauptstadt war Angkor, in der auch Angkor Wat liegt. Im 12. Jahrhundert erstreckte sich ihr Reich über die Hälfte des heutigen Thailands. Die Khmer waren eher Anhänger des Hinduismus als des Buddhismus.Um das Jahr 1000 n. Chr. erlebte die Region einen Zufluss von Tai sprechenden Menschen, die auch \"Tai\" genannt wurden. Zeitgenössische Historiker glauben, dass der Ursprung der Tai in Vietnam liegt. In wenigen Jahrhunderten hatten die Tai sich über große Teile Südostasiens ausgebreitet, im Westen bis ins nordöstliche Indien und im Süden bis zur Malaiischen Halbinsel. Bis zum 13. Jahrhundert waren die Tai zahlenmäßig stark genug geworden, um die Vorherrschaft der Mon und Khmer in Siam zu gefährden."
        },
        {
            "heading": "Sukhothai und Ramkhamhaeng",
            "text": "Mitte des 13. Jahrhunderts revoltierte ein Tai-Herrscher erfolgreich gegen das Reich der Khmer und gründete das Königreich Sukhothai. Es blieb eine kleine, unwichtige Macht bis zum Aufstieg seines dritten Herrschers, Ramkhamhaeng, im Jahr 1279. In nur zwanzig Jahren formte dieser außergewöhnliche Herrscher aus dem kleinen Königreich eine wichtige regionale Macht.Während seiner Herrschaft weitete Ramkhamhaeng die Dominanz seines Königreichs nach Westen bis nach Birma aus, nach Osten nach Laos, und im Süden bis auf die Malaiische Halbinsel. Der König war ebenso kluger Diplomat wie Kriegsherr. Viele Territorien schlossen sich seinem Bund freiwillig an. Gegen Ende seiner Herrschaft ließ er seine Erfolge in einen Stein meißeln. Dieser beschreibt ein wohlhabendes, zufriedenes Königreich, regiert von einem liebenden und wohlwollenden Monarchen. Ramkhamhaeng starb im Jahr 1298. Weitere Informationen über Ramkhamhaeng findet Ihr in seinem Zivilopädie-Eintrag.Sukhothai hatte noch ein Jahrhundert lang nach dem Tod seines großen Herrschers Bestand, bevor es vom Königreich Ayutthaya, einer neuen Tai-Macht, die im Süden ihren Aufstieg erlebte, einverleibt wurde."
        },
        {
            "heading": "Ayutthaya",
            "text": "Das Königreich Ayutthaya wurde 1351 von Rama Thibodi I. im Flussbecken des Chao Phraya, einer fruchtbaren Ebene nördlich des heutigen Bangkok, auf den Überresten eines früheren Reiches namens Lavo gegründet. 1352 griff König Rama Thibodi die Khmer an und trieb sie weiter nach Osten. 1387 war Ayutthaya stark genug, um nach Norden vorzurücken und Sukhothai zu erobern. 1431 griff das Königreich erneut die Khmer an. Dieses Mal nahmen sie die Hauptstadt Angkor ein und plünderten sie nach einer siebenmonatigen Belagerung.Allen Aufzeichnungen zufolge war die Stadt Ayutthaya wunderschön und wohlhabend. Sie wurde von einer Reihe von Nord-Süd-Kanälen durchzogen, die alle Bereiche der Stadt mit Wasser versorgten. Die Überreste der atemberaubenden Paläste und Tempel sind noch heute in der Stadt zu sehen. Die Tai von Ayutthaya waren das erste Volk in der Region, die Siamesen genannt wurde, was zum späteren Namen der Nation führte.Von den Khmer nahmen die Ayutthayaner den Glauben an die Göttlichkeit des Königs an. Der König stand über allen Menschen. Niemand durfte ihm direkt ins Gesicht schauen, abgesehen von Mitgliedern der königlichen Familie. Zusätzlich zur erhöhten religiösen Macht organisierte König Trailok (1448-1488) den Staat neu, um auch die politische Macht in den Händen der Monarchie zu konzentrieren.Ayutthayaner lebten in einem strengen Kastensystem, das jeder Person abhängig von ihrem Rang einen numerischen Wert zuordnete. Ein Sklave war fünf sogenannte Sakdi Na wert, ein freier Mann zwischen 25 und 400 und der Vizekönig 100.000 Sakdi Na. (Der Wert des Königs kann nur geschätzt werden. Mit Sicherheit war es verdammt viel!) Sowohl Buddhismus als auch Hinduismus waren im Land verbreitet.Nachdem man sich um Sukhothai im Norden und die Khmer im Südosten gekümmert hatte, lag die größte Bedrohung für Ayutthaya in Birma im Westen. 1569 wurde Ayutthaya von Birma überrannt und erobert. Gegen Ende des 16. Jahrhunderts erhielt das Land seine Unabhängigkeit jedoch wieder zurück. 1767 fielen birmesische Truppen erneut ein, entführten die königliche Familie, brannten die Stadt nieder und zerstörten sämtliche Kunstwerke und historischen Aufzeichnungen von Ayutthaya. Aus der Asche Ayutthayas sollte jedoch schon bald das Königreich Siam auferstehen."
        },
        {
            "heading": "Thonburi",
            "text": "1767, im Jahr der endgültigen Vernichtung von Ayutthaya, gründete ein Tai-Herrscher namens Taksin eine neue Hauptstadt in Thonburi, etwa 65 km von Ayutthaya entfernt (in der Nähe des heutigen Bangkok). Die Stadt, östlich des Flusses Chao Phraya erbaut, war leichter gegen birmesische Truppen zu verteidigen. Da sie näher am Meer gelegen war, war sie außerdem besser geeignet für den internationalen Handel. Tatsächlich ermutigte Taksin chinesische Händler zu Geschäften in Thonburi. Die Steuereinnahmen aus diesem Handel wurden dazu genutzt, die siamesische Wirtschaft wiederaufzubauen, die durch den letzten Angriff Birmas in Trümmern lag.Taksin nutzte den Reichtum seines Landes, um eine mächtige Armee aufzubauen, und begann damit, das Territorium zu erweitern. Nachdem sie das Gebiet zurückerobert hatten, das zu Sukhothai und Ayutthaya gehört hatte, eroberten Taksins Truppen weitere Bereiche in Laos und vertrieben die birmesischen Streitkräfte aus den traditionellen Tai-Gebieten im Norden. 1782 fing Taksin an, Zeichen einer psychischen Erkrankung zu zeigen. Er wurde entmachtet und getötet. Ihm folgte Chao Phraya Chakri auf den Thron nach, der seinen Namen in Rama I. änderte. Die Chakri-Dynastie ist noch heute in Thailand an der Macht."
        },
        {
            "heading": "Siams Wiederbelebung",
            "text": "Kurz nachdem er den Thron bestiegen hatte, verlegte der neue König die Hauptstadt nach Bangkok, einem kleinen Dorf auf der anderen Seite des Flusses Chao Phraya. Bangkok wurde schnell zu einer belebten Handelsstadt, vor allem durch die vielen Chinesen, die in die Metropole einwanderten.König Rama I. und seine Nachfolger weiteten die Macht Siams noch weiter nach Laos und nach Süden auf die malaiische Halbinsel aus. Sie gerieten außerdem weiterhin in Konflikte mit Birma, das eine stete Bedrohung blieb, bis Birma seinerseits selbst von den Briten bedroht wurde, die sich über Indien näherten.König Rama I. war außerdem ein großer Förderer von Kultur, Religion und Gesetz in Siam. Er baute siamesische Tempel und Paläste wieder auf und erneuerte das siamesische Rechtssystem. Sein Nachfolger Rama III., der in der Zeit 1809-1824 herrschte, war ein Förderer der Künste und selbst kein schlechter Dichter."
        },
        {
            "heading": "Siam und der Westen",
            "text": "Der vermutlich größte Erfolg siamesischer Diplomatie war es, dass das Land nicht von westlichen Mächten besetzt wurde wie alle anderen Länder in Südostasien. 1826 unterzeichnete Siam ein Abkommen mit Großbritannien, und 1855 wurde dieses erweitert, was den Briten uneingeschränkten - und nicht besteuerten - Handel in siamesischen Häfen ermöglichte. Die Briten sicherten sich außerdem das Recht, eigene Gerichte einzurichten, um Fälle zu verhandeln, die britische Bürger betrafen. Das war ein erniedrigender Verlust an Souveränität und Einkommen für Siam, hielt Großbritannien aber davon ab, das Land zu überfallen und zu besetzen, und Siam unterzeichnete schon bald ähnliche Abkommen mit anderen europäischen Mächten und den USA.König Rama IV., der 1851-1868 regierte, begeisterte sich für westliche Kulturen. Er berief mehrere westliche Berater an seinen Hof. Er engagierte außerdem die Britin Anna Harriette Leonowens als Lehrerin für seine Kinder. Mrs. Leonowens schrieb später ein Buch über diese Zeit, auf dessen Grundlage das Musical \"Der König und ich\" entstand. Sowohl das Buch als auch das Musical sind hochgradig unterhaltsam und Historikern zufolge hochgradig unwahr.In manchen Bereichen war König Rama IV. recht fortschrittlich für seine Zeit. Bevor er den Thron bestieg, war er buddhistischer Mönch, und er trachtete danach, den Buddhismus in seinem Land zu reformieren, den er für korrupt und abergläubisch hielt. Er fing außerdem an, die siamesische Monarchie zu erneuern, indem er die eher beschwerenden Aspekte der Göttlichkeit entfernte. Auch wenn er ein absoluter Herrscher blieb, war es seinen Untergebenen wenigstens gestattet, ihn direkt anzusehen.Der Sohn von König Rama IV., Rama V., regierte von 1868 bis 1910. Er setzte die Praxis seines Vaters fort, dem Westen Zugeständnisse zu machen, um Siams Unabhängigkeit zu wahren, verlor dabei jedoch große Teile der Territorien in Laos und Kambodscha an Frankreich und einige Teile Malaysias an Großbritannien. Er reformierte weiterhin die Monarchie und die Regierung im Allgemeinen, einschließlich der Abschaffung der Sklaverei, der Einführung eines modernen Schulsystems, dem Bau von Schienen- und Telegrafensystemen sowie der Einführung eines neuen Gerichtswesens."
        },
        {
            "heading": "Das 20. Jahrhundert",
            "text": "Die beiden Nachfolger von König Rama V., treffend genannt Rama VI. (Regentschaft: 1910-1925) und Rama VII (Regentschaft: 1925-1935), modernisierten Siam weiter. 1917 eröffnete Rama VI. die erste Universität in Thailand. In diesem Jahr trat er auch auf der Seite der Alliierten in den Ersten Weltkrieg ein. Nach dem Krieg konnte er die Sieger davon überzeugen, auf die besonderen Zugeständnisse in Siam zu verzichten, und erlangte zum ersten Mal seit 75 Jahren vollständige Unabhängigkeit für sein Land. Die Reformen und Kriege von Rama VI. waren jedoch extrem teuer und zogen notwendige Reduzierungen der Regierungsausgaben nach sich, was ihm den Zorn der Bevölkerung einbrachte. Die Missstimmung hielt noch in der Regentschaft seines Nachfolgers an und wurde durch die Große Depression noch verschlimmert.1932 führte eine Studentengruppe unter der Führung des Anwalts Pridi Phanomyong und mit Unterstützung des Militärs einen gewaltlosen Putsch durch, der den König dazu zwang, der Gründung einer Nationalversammlung zuzustimmen und eine konstitutionelle Monarchie zu errichten. 1933 versuchten Mitglieder der königlichen Familie einen erfolglosen Gegenputsch, nach dem König Rama VII. das Land verlassen musste und 1935 abdankte. Es wurde ein Regierungsrat einberufen für die Zeit, bis der sehr junge Prinz Ananda Mahidol (Rama VIII.) alt genug sein würde.Tatsächlich wurde das Land allerdings nun vom Militär regiert. 1938 wurde Phibul Songkhram, ein Feldmarschall, der am Putsch 1932 beteiligt war, Militärdiktator. Er änderte den Namen des Landes in Thailand, wozu er durch Thai-Nationalismus sowie antichinesische und pro-japanische Strömungen im Land ermutigt wurde. 1940, nach der Besetzung Frankreichs durch Deutschland, eroberte er französische Territorien in Laos und Kambodscha.Nach dem Angriff auf Pearl Harbor 1941 marschierten japanische Truppen in Thailand ein und forderten das Recht ein, das Land durchqueren zu dürfen, um ihren Angriff auf Singapur zu erleichtern, das in der Hand Großbritanniens war. Die Streitkräfte Thailands leisteten minimal symbolischen Widerstand und wurden dann aufgefordert, die Waffen niederzulegen. 1942 ging Thailand eine Allianz mit Japan ein und erklärte Großbritannien und den USA den Krieg. Im ganzen Land und in Übersee bildeten sich Widerstandsgruppen, die Japan und die kollaborierende thailändische Regierung angriffen. Im Juli 1944 war Phibul gezwungen, sein Amt niederzulegen, und die Diktatur brach nach Japans Kapitulation zusammen."
        },
        {
            "heading": "Nach dem Krieg - \"Wer wollte eine Revolution?\"",
            "text": "Thailand hatte nach dem Zweiten Weltkrieg einen relativ leichten Start. Von Frankreich eroberte Gebiete wurden zurückgegeben, aber ansonsten gab es keine größeren Strafen. Das Land litt jedoch unter großen internen Machtkämpfen. Der König wurde 1946 erschossen aufgefunden. Der Kopf der Regierung wurde für den Tod des Königs verantwortlich gemacht und ins Exil verbannt, und der faschistische Militärführer Phibul Songkhram übernahm wieder die Macht.In den Jahren des Kalten Krieges brachten die USA viel Geld nach Thailand, wovon das meiste von Militär und Diktatur kassiert wurde. Der Großteil der thailändischen Industrie war in Besitz des Diktators und seiner Anhänger und 1957 kam es zu einem weiteren Militärputsch, der einen weiteren Feldmarschall, Sarit Thanarat, an die Macht brachte.Thanarat herrschte fünf Jahre. Auch wenn er die absolute Kontrolle über Regierung und Militär behielt, setzte er wirtschaftliche Reformen durch, die den Wohlstand unter der wachsenden thailändischen Mittelschicht aufteilte, was ihm breite Unterstützung im Volk einbrachte. Aus den USA kam weiteres Geld, dass er zur Unterstützung des Militärs nutzte, aber auch zum Ausbau der Infrastruktur. Thanarat unterstützte auch die Monarchie, die zu dieser Zeit keine politische Macht mehr hatte, die aber wieder zu einem mächtigen Symbol des thailändischen Nationalismus' geworden war. Zu Lebzeiten war er ein beliebter Politiker, doch nach seinem Tod nahm sein Ruf schweren Schaden, als bekannt wurde, wie viel von Thailands Geld er gestohlen und versteckt hatte.Thanarats Nachfolger erhielten weiterhin große Geldsummen aus Amerika. Im Gegenzug unterstützte Thailand die Amerikaner in Vietnam. Bis zum Ende der 1960er Jahre dienten mehr als 10.000 thailändische Soldaten in Vietnam und Tausende amerikanischer Soldaten waren in Thailand stationiert, das eine wichtige Basis für die US-Luftwaffe war. Öffentliche Unzufriedenheit mit dem Krieg und der Regierung nahmen zu und 1973 trieb eine von Studenten angeführte Revolte die Staatsführer ins Exil.Thailand genoss eine kurze Phase parlamentarischer Demokratie, doch 1976 gab es einen weiteren Militärputsch, diesmal mit der Unterstützung der Monarchie. Das führte dazu, dass sich viele unzufriedene Thais in die Dschungel zurückzogen und die Reihen der abtrünnigen kommunistischen Partei anwachsen ließen. 1980 setzte das Militär die rechtsgerichtete Regierung wieder ab, die sie selbst installiert hatte, und ersetzte sie durch eine Diktatur mit demokratischen Zügen. In den folgenden acht Jahren teilte sich das Militär die Macht mit dem Parlament, wobei der König als Vermittler fungierte, und 1988 kam ein gewählter Premierminister an die Macht, der drei Jahre lang regierte - bis er vom Militär gestürzt wurde.1992 hielt die Militärjunta Wahlen ab, die eines ihrer eigenen Mitglieder für sich entscheiden konnte, was niemanden überraschte. Die Öffentlichkeit war unzufrieden mit dem Ausgang und es kam zu Massenprotesten, die blutig niedergeschlagen wurden. Am Ende griff der König ein, der Diktator an der Macht trat zurück und eine eher demokratische Regierung wurde installiert. Dieser Zustand hielt acht Jahre lang an, doch 2006 führten Unzufriedenheit der Öffentlichkeit und Regierungsexzesse zu einem weiteren Militärputsch.Mit Unterstützung des Königs wurde eine weitere Übergangsregierung geformt, die von einem General im Ruhestand geleitet wurde. Eine neue Verfassung wurde geschrieben und im August 2007 durch eine öffentliche Wahl ratifiziert. Im September 2008 verlor der amtierende Premierminister aufgrund eines Urteils des Verfassungsgerichtes sein Amt. Im Oktober konnte sein Nachfolger sein Büro nicht betreten, weil es von Demonstranten besetzt wurde. Später musste er zurücktreten, als seine Partei vom Verfassungsgericht verboten wurde. Der zum Zeitpunkt des Schreibens dieser Zeilen letzte Premierminister trat im Dezember 2008 sein Amt an."
        },
        {
            "heading": "Thailand morgen",
            "text": "Wer weiß, was kommt? Thailand ist ein großartiges Land mit einer langen Geschichte, die von niemals enden wollenden Serien politischer Unruhen durchzogen zu sein scheint. Die Lage ist vor allem deshalb unsicher, weil der amtierende König Bhumibol Adulyadej, der vermutlich der einzige Mensch ist, der das Land zusammenhalten kann, über 80 Jahre alt ist. Man muss hoffen, dass das Land sein Ableben ohne größeres Chaos überstehen wird, doch angesichts der chaotischen Zeitgeschichte stehen die Chancen nicht besonders gut."
        },
        {
            "heading": "Thailand morgen",
            "text": "Wer weiß, was kommt? Thailand ist ein großartiges Land mit einer langen Geschichte, die von niemals enden wollenden Serien politischer Unruhen durchzogen zu sein scheint. Die Lage ist vor allem deshalb unsicher, weil der amtierende König Bhumibol Adulyadej, der vermutlich der einzige Mensch ist, der das Land zusammenhalten kann, über 80 Jahre alt ist. Man muss hoffen, dass das Land sein Ableben ohne größeres Chaos überstehen wird, doch angesichts der chaotischen Zeitgeschichte stehen die Chancen nicht besonders gut."
        }
    ],
    "leader": {
        "name": "Ramkhamhaeng",
        "subtitle": "Staatsoberhaupt von Siam",
        "lived": "1240-1298 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramkhamhaeng.png",
        "trait": {
            "name": "Vater und Kinder",
            "effect": " Nahrung, Kultur und Glauben von freundlich gesinnten Stadtstaaten um 50% gesteigert."
        },
        "titles": [
            "Rama der Mutige"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Im Jahr 1278 erbte ein Prinz namens \"Ramkhamhaeng\" das kleine und unbedeutende Königreich Sukhothai. Innerhalb von zwanzig Jahren (und durch seine brillante Kombination aus militärischem Genie und kluger Diplomatie) dehnte er die Grenzen und den Einfluss seines Königreichs beinahe über ganz Südostasien aus."
            },
            {
                "heading": "Frühe Geschichte",
                "text": "Über Ramkhamhaengs frühes Leben ist nur wenig bekannt. Seine Eltern waren König Sri Indraditya und Königin Sueang. Er hatte zwei Schwestern und zwei ältere Brüder, von denen einer früh starb und der andere, Ban Mueang, nach dem Tod ihres Vaters König wurde. Ramkhamhaeng lernte angeblich unter dem weisen Poeten Sukathanta.Mit 19 diente er seinem Vater bei dem Angriff auf die Stadt Sukhothai, die von den Khmer besetzt war. Der Sieg in diesem Kampf erweiterte die Macht des Königs beträchtlich und etablierte Sukhothai als unabhängiges Königreich. Wegen seiner heldenhaften Taten während des Kampfes erhielt der Prinz den Titel \"Phra Ram Khamhaeng\" oder \"Rama der Mutige\".Nach dem Tod seines Vaters 1257 übergab sein Bruder, der neue König Ban Mueang, Ramkhamhaeng die Stadt Si Satchanalai. Ban Mueang starb 20 Jahre später und Ramkhamhaeng bestieg den Thron."
            },
            {
                "heading": "König Ramkhamhaeng",
                "text": "Während seiner Regierungszeit dehnte Ramkhamhaeng das Machtgebiet seines Königreichs im Westen nach Birma, im Osten nach Laos und im Süden auf die Malaiische Halbinsel aus. Der König war ein scharfsinniger Diplomat und Kriegsherr - viele Gebiete schlossen sich ihm freiwillig an. Ramkhamhaeng wollte Südostasien nicht beherrschen, sondern förderte den Handel und diplomatische Bündnisse mit umliegenden Königreichen.Beinahe alles, was man über Ramkhamhaengs Herrschaft weiß, stammt aus einer Steininschrift, die er 1292 gegen Ende seiner Regierungszeit schuf. Sie ist auch das erste erhaltene Beispiel der thailändischen Sprache und stellt ihn als weises und wohlwollendes Staatsoberhaupt dar."
            },
            {
                "heading": "Kunst und Kultur",
                "text": "Ramkhamhaeng war ein glühender Anhänger des Buddhismus. Er unterstützte auch die Kunst und die thailändische Kunst erfuhr während seiner Regierungszeit ein besonders hohes Niveau, besonders im Bereich der Bronzeskulpturen und Keramikarbeiten."
            },
            {
                "heading": "Ramkhamhaengs Tod",
                "text": "Ramkhamhaeng starb 1298. Sein erweitertes Reich, das von seinem persönlichen Magnetismus und seiner brillanten internationalen Diplomatie zusammengehalten wurde, überlebte seinen Tod nicht lange und die am weitesten entfernten Provinzen lösten sich schon bald. Sukhothai selbst überdauerte noch ein Jahrhundert, bevor es schließlich fiel."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Ramkhamhaeng wird heute als großartiger Anführer angesehen und als Erster, der ein vereintes Siam regierte (später Thailand). Man sollte allerdings berücksichtigen, dass beinahe alles, was man über ihn weiß, von einer Steininschrift stammt, die er selbst schuf. Falls er also wirklich gravierende Schwächen hatte, hätte er sie dann wohl für alle Zeiten in Stein gemeißelt (und würde das wohl heute jemand tun)?Dennoch gibt es viele unabhängige Beweise dafür, dass er erfolgreich ein großes Imperium aufbaute und es seinem Volk während seiner Herrschaft gut ging. Und darauf wäre wohl jedes Staatsoberhaupt stolz."
            }
        ]
    }
}