{
    "id": 18,
    "name": "Songhai",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/songhai.png",
    "dawn_of_man": "Möge der Segen Gottes, dem Größten aller, mit Euch sein, Askiya - dem Oberhaupt des Volkes des Songhai! Viele Jahre war Euer Königreich ein Vasallenstaat des mächtigen westafrikanischen Mali, bis König Sonni Ali Ber Mitte des 14. Jahrhunderts Mali die Unabhängigkeit abtrotzte, große Gebiete eroberte und zahlreiche Gegner abwehrte, die ihn zerstören wollten. Seine Eroberung der wohlhabenden Städte Timbuktu und Djenné verhalfen dem wachsenden Reich der Songhai schließlich zu wirtschaftlicher Macht, die das Überleben des Reichs etwa hundert Jahre sicherstellen sollte, bis es von Gegnern mit fortschrittlicher Technologie - Musketen gegen Speerkämpfer - unterworfen wurde.König Askiya, Euer Volk will, dass Ihr ihm zu Ruhm verhelft. Ihr sollt dafür sorgen, dass es mächtig und wohlhabend ist und über die notwendigen Waffen verfügt, um jeden Gegner zu besiegen. Könnt Ihr es vor der Vernichtung bewahren, großer König? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Lehmmoschee",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/mud_pyramid_mosque.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mandekalu-Kavallerie",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/mandekalu_cavalry.json"
        }
    ],
    "city_names": [
        "Gao",
        "Timbuktu",
        "Jenne",
        "Taghaza",
        "Tondibi",
        "Kumbi Saleh",
        "Kukia",
        "Walata",
        "Tegdaoust",
        "Argungu",
        "Gwandu",
        "Kebbi",
        "Boussa",
        "Mopti",
        "Bamako",
        "Wa",
        "Kayes",
        "Awdaghost",
        "Ouadane",
        "Dakar",
        "Tadmekket",
        "Tekedda",
        "Kano",
        "Agadez",
        "Niamey",
        "Torodi",
        "Ouatagouna",
        "Dori",
        "Bamba",
        "Ségou"
    ],
    "spy_names": [
        "Ahmadou",
        "Ayub",
        "Badru",
        "Bokhari",
        "Guedado",
        "Adhiambo",
        "Chinaka",
        "Laila",
        "Mariama",
        "Oni"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Reich der Songhai war eine Zivilisation, die im 15. und 16. Jahrhundert in Westafrika aufblühte. Die Songhai erschienen zuerst bei der Stadt Gao, einem Vasallen des Malireiches. Im frühen 14. Jahrhundert erreichten die Songhai ihre Unabhängigkeit von Mali und konnten in den folgenden zwei Jahrhunderten expandieren, bis sie schließlich das größte Reich in der Geschichte Afrikas bildeten."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Das Gebiet in Westafrika, das die Songhai besetzten, ist größtenteils flach und sehr trocken. Es wird von den zwei großen Strömen des Niger und des Senegal bestimmt, die einfache und schnelle Transportmöglichkeiten von Ost nach West sowie fruchtbares Ackerland an ihren Ufern bieten. Das tropische Klima ist heiß und es gibt eine trockene und eine feuchte Jahreszeit. Von März bis Juni weht ein heißer, trockener Wind von der Sahara und die Tagestemperatur steigt oft über 37 Grad Celsius an."
        },
        {
            "heading": "Vor den Songhai: Die Mali",
            "text": "Vor dem Aufstieg der Songhai wurde der Großteil Zentralwestafrikas vom Malireich beherrscht. Dieses Reich wurde vermutlich kurz vor 1.000 n. Chr. gegründet. Es handelte sich hauptsächlich um ein Handelsreich und es lag buchstäblich an der Kreuzung Afrikas, von der aus die Sahara-Handelsrouten in nord-südlicher Richtung und die Flusswege in ost-westlicher Richtung kontrolliert werden konnten. Unter dem großen Anführer Mansa Musa (1307-1331?) eroberte das Malireich die reichen Städte Timbuktu und Gao und sicherte sich die Kontrolle über die wertvollen Salzvorkommen im Norden.Mali war ein muslimisches Reich und unter Musa wurde die Stadt Timbuktu zu einem wichtigen Zentrum der Wissenschaften in der muslimischen Welt. Zur Zeit der Jahrhundertwende war das Reich jedoch zu groß geworden, um von einer Zentralregierung beherrscht zu werden, und wichtige Gebiete erklärten ihre Unabhängigkeit und begannen, sich loszusagen. Eines dieser Gebiete war Gao, die Heimat der Songhai."
        },
        {
            "heading": "Der Aufstieg der Songhai",
            "text": "Die Songhai sollen um 800 n. Chr. zum ersten Mal in Gao aufgetaucht sein. Man weiß nur wenig über ihre Anfänge, aber es ist bekannt, dass König Kossoi im 11. Jahrhundert zum Islam konvertierte und Gao zur Hauptstadt des wachsenden Songhai-Königreiches machte. Unter der Herrschaft der Songhai wurde Gao zu einer reichen, florierenden Stadt. Im frühen 13. Jahrhundert eroberten die Mali das Songhai-Königreich und machten es zu einem Vasallen. Songhai blieb etwa fünfzig Jahre unter malinesischer Kontrolle und konnte erst unter König Sulaiman-Mar wieder unabhängig werden.Songhai erlebte im nächsten Jahrhundert einen unsicheren Frieden, bis ein weiterer großer Anführer, Sonni Ali Ber, das Königreich zu wahrer Blüte führte."
        },
        {
            "heading": "Sonni Ali Ber",
            "text": "Sonni Ali Ber herrschte knapp dreißig Jahre über die Songhai (1464-1492). Er war ein brillanter Militärführer und Stratege. Sonni versuchte die zunehmende Schwäche Malis auszunutzen und führte Armeen zur Eroberung der Stadt Timbuktu, wobei die plündernden Tuareg, die die Stadt beim Schwinden der malinesischen Macht übernommen hatten, vertrieben wurden. Er erweiterte sein Reich weiter nach Westen und brachte alle malinesischen Gebiete nördlich von Djenné unter seine Kontrolle. Dabei verlief seine Expansion durchaus nicht widerstandslos. Im Laufe seiner Herrschaft wehrte Ali Angriffe der Mossi, Dogon und Fulani ab.1473 wollte Ali Ber einen noch größeren Schatz erlangen - die reiche Handelsstadt Djenné. Diese war immer noch Teil des Malireiches und die Einwohner leisteten hartnäckig Widerstand. Da Ali die Stadt nicht im Sturm erobern konnte, wurde sie schließlich belagert. Djenné kapitulierte erst 7 Jahre nach Beginn der Belagerung.Die zeitgenössischen Quellen bezeichnen Ali Ber meistens als unberechenbaren Tyrannen, der mal großzügig, mal brutal war, mit einer eisernen Faust regierte und alle, die er gefangen nahm, töten oder unterdrücken ließ. Das mag zwar teilweise übertrieben sein, da die muslimischen Gelehrten und Geschichtsschreiber Ali Ber für seine unorthodoxe Auslegung des Islam verachteten, da Ali anscheinend eine Mischung aus dem Islam selbst und traditionellen Religionsvorstellungen der Songhai bevorzugte."
        },
        {
            "heading": "Askiya Muhammad",
            "text": "Muhammad I. Askiya herrschte von 1493 bis 1528 über Songhai. Askiya bedeutet in etwa \"Thronräuber\", was auf die Art seiner Machtübernahme hinweist. Er stürzte Ali Bers Sohn und Erben nicht einmal ein Jahr nach dem Tod des Königs. Dass er selbst die Bezeichnung Thronräuber als Titel und Dynastienamen wählte, weist darauf hin, dass dieser außergewöhnliche Mann auch einen außergewöhnlichen Humor besaß.Askiya war zwar mit kriegerischen Mitteln an den Thron gekommen, doch er war mehr als nur ein Kriegsherr. Während seiner Herrschaft kämpfte er mit unterschiedlichem Erfolg in zahlreichen Schlachten, doch er ist hauptsächlich als Reformer, Organisator und Mann Gottes bekannt. In seiner Herrschaftszeit schuf er eine Bürokratie, um das Regieren des Reiches zu erleichtern und die steuerlichen, militärischen und landwirtschaftlichen Vorhaben in Einklang zu bringen. Er eröffnete viele religiöse Schulen in ganz Songhai und machte 1495 eine berühmt gewordene Pilgerreise nach Mekka.Askiya herrschte bis 1528, als er von seinem Sohn abgesetzt wurde. Weitere Informationen über diesen außergewöhnlichen Herrscher sind in seinem Zivilopädie-Eintrag zu finden."
        },
        {
            "heading": "Der Untergang der Songhai",
            "text": "In den Jahren nach Askiyas Absetzung konnte kein anderer Anführer die Macht über einen längeren Zeitraum halten. Askiyas Sohn Musa regierte drei Jahre und wurde von Muhammad II. abgelöst, der sechs Jahre an der Macht war. Darauf folgten zwei Anführer mit zwei bzw. zehn Jahren Herrschaftszeit. 1549 kam Askiya Dawud an die Macht und regierte 33 Jahre bis 1582. Diese relativ stabile Herrschaft wurde erschüttert, als der Sultan von Marokko die wertvollen Salzvorkommen bei Taghaza überfiel.Das Ende kam 1591. Da die Songhai immer schwächer und zerstrittener waren und über keine modernen Waffen verfügten, startete eine marokkanische Armee, die mit Musketen bewaffnet war, einen Großangriff. Die Songhai-Krieger wurden komplett aufgerieben, ihre Anführer in die Berge vertrieben und die großen Städte Timbuktu und Gao erobert. Mit nur einem vernichtenden Feldzug wurde so ein ganzes Königreich quasi komplett ausgelöscht."
        },
        {
            "heading": "Lektion gelernt",
            "text": "Der Untergang der Songhai war brutal und schnell. Er ähnelt in vielem der Eroberung des Aztekenreiches etwa siebzig Jahre vorher (1521). Beide Reiche waren vorher mächtig, reich und schlagkräftig. Beide dachten, sie seien unverwundbar. Beide wurden von einer kleinen Armee mit überlegener Waffentechnologie vernichtet. Das erinnert an den berühmten Leitsatz: \"Nimm nie ein Messer zu einer Schießerei mit. Nimm eine Pistole mit. Oder am besten mindestens zwei Pistolen.\" Dies gilt sowohl für Königreiche wie für Schießereien."
        },
        {
            "heading": "Lektion gelernt",
            "text": "Der Untergang der Songhai war brutal und schnell. Er ähnelt in vielem der Eroberung des Aztekenreiches etwa siebzig Jahre vorher (1521). Beide Reiche waren vorher mächtig, reich und schlagkräftig. Beide dachten, sie seien unverwundbar. Beide wurden von einer kleinen Armee mit überlegener Waffentechnologie vernichtet. Das erinnert an den berühmten Leitsatz: \"Nimm nie ein Messer zu einer Schießerei mit. Nimm eine Pistole mit. Oder am besten mindestens zwei Pistolen.\" Dies gilt sowohl für Königreiche wie für Schießereien."
        }
    ],
    "leader": {
        "name": "Askiya",
        "subtitle": "Staatsoberhaupt der Songhai",
        "lived": "ca. 1440-1538 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/askia.png",
        "trait": {
            "name": "Kriegsherr am Fluss",
            "effect": "Dreimal so viel Gold von Barbarenlagern und durch Stadtplünderung. Landeinheiten erhalten die Beförderungen Kriegskanus und Amphibisch, was sie zu Wasser stärker macht."
        },
        "titles": [
            "Askiya (Thronräuber)"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Askiya Muhammad (herrschte von 1493 n. Chr. bis 1528 n. Chr.) führte die Zentralregion des westlichen Sudan zum Songhaireich zusammen, dem größten Reich der afrikanischen Geschichte. Obwohl er zahlreiche militärische Feldzüge führte, ist er vor allem für die Reorganisation, die Modernisierung und die Stabilisierung des Songhaireiches bekannt. Außerdem ist er für seine Pilgerfahrt nach Mekka berühmt."
            },
            {
                "heading": "Frühe Geschichte",
                "text": "Askiya war ein General unter Sonni Ali, dem ersten großen Anführer des Songhaireiches. Ali vergrößerte den Machtbereich der Songhai entlang des Niger und eroberte die wohlhabenden Städte Timbuktu und Djenné. Obwohl er nominell dem Islam angehörte, praktizierte Ali nebenher auch den afrikanischen Animismus und duldete in seinem Reich sowohl Muslime als auch Nicht-Muslime. 1492 kam Ali bei einem ungewöhnlichen Unfall ums Leben; er fiel mit seinem Pferd in einen Fluss und wurde einen Wasserfall hinuntergetrieben. Alis Nachfolger war sein Sohn Sonni Baru. Askiya schmiedete unverzüglich Pläne, um Baru zu stürzen und übernahm dann 1493 mit Hilfe muslimischer Rebellen erfolgreich die Macht."
            },
            {
                "heading": "Pilgerfahrt nach Mekka",
                "text": "1495, zwei Jahre, nachdem er an die Macht gekommen war, begab sich Askiya auf eine Pilgerreise nach Mekka. Diese Pilgerreise ist berühmt für den Prunk und den Wohlstand, den Askiya während der langen Reise zur Schau stellte. In Mekka traf Askiya den Kalifen von Ägypten, der ihn zum seinem religiösen Vertreter ernannte und ihm den Titel \"Kalif von Westafrika\" verlieh. In einer farbenprächtigeren Version der Ereignisse schildert der Chronist Mahmud Kati, der Muhammad begleitete, dass die Dämonen von Mekka Askiya zum Kalifen ernannten.Als Askiya 1497 ins Songhaireich zurückkehrte, war er dem Islam treu ergeben. Während seiner Herrschaft unterstützte Askiya enthusiastisch die religiösen Universitäten in Timbuktu und ließ im gesamten Reich viele Moscheen und religiöse Schulen errichten."
            },
            {
                "heading": "Militärische Ausbreitung",
                "text": "Während seiner Herrschaft vergrößerte Askiya das Reich in Richtung Norden, Süden und Westen und führte erfolgreiche Feldzüge gegen etliche Nachbarstädte und -reiche. Jedoch waren nicht all seine Schlachten von Erfolg gekrönt und so wird er allgemein zwar als guter, aber nicht als herausragender militärischer Führer anerkannt."
            },
            {
                "heading": "Organisation des Reiches",
                "text": "Mit der Ausdehnung des Reiches wurde es immer schwerer zu verwalten. Askiya unterteilte die Regionen in Provinzen, die jeweils einem Verwalter unterstellt waren. Er erweiterte die Regierung um Verwalter für Finanzen, Recht, innere Angelegenheiten, Landwirtschaft, Wasser und Forstwesen sowie einen Verwalter für \"Stämme der weißen Rasse\" (die von den Songhai unterworfenen Mauren und Tuareg). Darüber hinaus stellte er Bodentruppen sowie eine Marine auf (wobei letztere aus Kriegskanus bestand).Außerdem reformierte Askiya das Steuersystem und legte Bestimmungen für die Landwirtschaft, die Jagd und den Fischfang fest."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Askiya regierte gut fünfunddreißig Jahre lang. 1528 n. Chr. wurde er aufgrund von Altersschwäche und Blindheit von einem seiner Söhne abgesetzt; er verstarb 10 Jahre später. Er wird als überaus kompetenter Verwalter angesehen und seine Regierungszeit war ein goldenes Zeitalter für Religion und Wissenschaft in Westafrika. Obwohl er kein großer General war, konnte er sein Reich dennoch erweitern und seine Eroberungen auch verteidigen, bis das Alter ihn seiner Kräfte beraubte. Insgesamt wird Askiya als einer der größten Herrscher in der Geschichte des afrikanischen Kontinents südlich der Sahara angesehen."
            }
        ]
    }
}