{
    "id": 21,
    "name": "Spanien",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/spain.png",
    "dawn_of_man": "Gesegnete Isabella, Dienerin Gottes, heilige Königin von Castilla y León, Euer Volk grüßt Euch und heißt Euch willkommen! Ihr seid die Herrscherin Spaniens, seit langer Zeit ein wunderschönes Land am Scheideweg der Welt zwischen Europa und Afrika, mit einer Küste am Mittelmeer und der anderen am mächtigen atlantischen Ozean. Die Spanier sind ein multikulturelles Volk, das in der muslimischen und der christlichen Welt verwurzelt ist. In einem Wettstreit der Seefahrer entdeckten und eroberten spanische Abenteurer einen großen Teil der Neuen Welt, die mit ihrem Gold und Silber den Spaniern jahrhundertelang unvergleichlichen Reichtum und Einfluss sichern sollte - die ganze Welt beobachtete den spanischen Hof mit neidvollem Blick.Oh rechtschaffene und tugendhafte Isabella, werdet Ihr das spanische Reich neu errichten und der Welt abermals die Großartigkeit Eures Volkes beweisen? Werdet Ihr das Los der heiligen Monarchie erneut annehmen und Eure Feinde unter den wachsamen Augen des Himmels bezwingen? Eure treuen Untertanen warten auf Euren Befehl. Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Tercio",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/tercio.json"
        },
        {
            "name": "Konquistador",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/conquistador.json"
        }
    ],
    "city_names": [
        "Madrid",
        "Barcelona",
        "Sevilla",
        "Córdoba",
        "Toledo",
        "Santiago",
        "Salamanca",
        "Murcia",
        "Valencia",
        "Saragossa",
        "Pamplona",
        "Vitória",
        "Santander",
        "Asturias",
        "Jaén",
        "Logroño",
        "Valladolid",
        "Palma",
        "Teruel",
        "Almería",
        "León",
        "Zamora",
        "Mida",
        "Lugo",
        "Alicante",
        "Cádiz",
        "Elche",
        "Alcorcón",
        "Burgos",
        "Vigo",
        "Badajoz",
        "La Coruña",
        "Oviedo",
        "Bilbao",
        "San Sebastián",
        "Granada",
        "Mérida",
        "Huelva",
        "Ibiza",
        "Las Palmas",
        "Teneriffa"
    ],
    "spy_names": [
        "Rodrigo",
        "Esmeralda",
        "Leon",
        "Mathilda",
        "Ramona",
        "Señor X",
        "Topolino",
        "Serpiente",
        "Garcia",
        "El Lobo"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Aufgrund seiner Position auf der Iberischen Halbinsel zwischen Nordafrika und Europa ist Spanien seit prähistorischen Zeiten bis heute ein wichtiges Gebiet. Das Land, das einst die erste imperiale Weltmacht war, musste später vernichtende Kriege und Jahrhunderte politischer Unruhe überstehen. Von der Entdeckung und Kolonisierung der Neuen Welt bis hin zu Spaniens Engagement in zahllosen Unabhängigkeitskriegen ist dieses Land eines der wenigen mit einem derart anhaltenden und weitreichenden globalen Einfluss."
        },
        {
            "heading": "Geografie und Klima",
            "text": "In Sachen geografische Größe steht das Königreich Spanien an Platz 51 aller Länder - es ist nur etwa 80.000 Quadratkilometer größer als der Staat Kalifornien. Die Mehrheit des Landes wird von Hochplateaus und Bergketten dominiert wie der Sierra Nevada im Süden und den Pyrenäen im Norden. Spaniens höchster Gipfel ist der Teide auf Teneriffa, einer Insel, die zur spanischen Inselgruppe der Kanaren gehört.Spaniens Klima ist äußerst vielfältig, selbst wenn man nur das Festland und keine der Kolonien betrachtet. Die südlichen Gebiete grenzen an das Mittelmeer und genießen ein mildes mediterranes, semiarides Klima. Die Zentralebene ist naturgemäß kontinental und die nördlichen Gebiete wechseln zwischen Meeres- und Gebirgstemperaturen. Der meiste Regen fällt in Spanien in den Bergen."
        },
        {
            "heading": "Frühe Geschichte: Vom Cro-Magnon zu den Kelten",
            "text": "Archäologische Funde weisen darauf hin, dass vor 32.000 Jahren erstmals Menschen Fuß auf die Iberische Halbinsel setzten. Die berühmten Höhlenmalereien von Altamira sind ein Artefakt dieser ersten Besiedelung. Die Halbinsel wurde hauptsächlich von zwei Völkern besiedelt: den Iberern im Süden und Osten und den Kelten im Norden und Westen. Die Halbinsel war für die Kelten und Iberer die optimale Handelsposition, und viele phönizische und griechische Händler betrieben regen Gold- und Silberhandel, der hauptsächlich in der Stadt Tartessos an der Stelle des heutigen Sevilla stattfand. Ein paar phönizische, griechische und karthagische Handelskolonien wurden entlang der Mittelmeerküste der Halbinsel gegründet, aber die einheimische Bevölkerung behielt trotz dieses Zuflusses von Gold und Macht aus dem Ausland die Kontrolle über die meisten ihrer Gebiete."
        },
        {
            "heading": "Auftritt der Römer",
            "text": "Dieses Treiben fand etwa 210 v. Chr. ein Ende, als die Römer die karthagischen Kolonien im Zweiten Punischen Krieg einnahmen. Die Römer unternahmen einen Feldzug in das Herz der Iberischen Halbinsel und eroberten beinahe die gesamte Landmasse. Im Laufe der nächsten 500 Jahre wurden die Kelten und Iberer immer weiter \"romanisiert\". Einheimische Adelsfamilien wurden in den römischen Adel eingeführt, das Land war von römischen Straßen und Handelsposten übersät und neue Bewässerungssysteme wurden errichtet, unter anderem die berühmten Aquädukte. Das Christentum verbreitete sich auch in dieser Zeit und wurde von der einheimischen Bevölkerung schnell angenommen.Rom jedoch verlor auf der Halbinsel (die jetzt \"Hispania\" oder \"Iberia\" genannt wurde) an Einfluss, als die germanische Invasion Galliens 409 n. Chr. die Völker der Sueben und Vandalen nach Iberien verdrängte. Die vertriebenen Stämme gründeten ein neues Königreich im heutigen Galizien und Portugal, und Rom hatte nicht genügend Ressourcen, um sie aufzuhalten. Die Vandalen verbreiteten sich schnell über Iberien und ließen den Römern nur ein kleines Gebiet an der Küste im Süden namens Spania. Die Römer in Byzanz hofften, Iberien von diesem Punkt aus zurückerobern zu können, aber schon bald fiel die gesamte Halbinsel unter die Herrschaft der Westgoten."
        },
        {
            "heading": "Die Ankunft der Mauren",
            "text": "Die Westgoten setzten ihre Herrschaft über Iberien drei Jahrhunderte lang fort, bis eine plötzliche Invasion des islamischen Reichs der Umayyaden die Halbinsel überschwemmte. Die gewaltigen maurischen Armeen kamen von Nordafrika über das Meer nach Gibraltar und eroberten beinahe ganz Iberien in nur sieben Jahren von 711 - 718 n. Chr. Die neuen islamischen Herrscher erlaubten es den Christen und Juden, ihre Religion weiterhin zu praktizieren, aber sie verlangten Sondersteuern von ihnen und unterwarfen sie ein paar diskriminierenden Bräuchen. Trotz dieser (für die damalige Zeit) geringfügigen Schikanen konvertierten viele Einheimische zum Islam.Unter den Invasoren selbst herrschte keine Einheit, obwohl sie Religion und Absichten teilten, und so spalteten sich bald einzelne maurische Gruppen ab und gründeten eigene Siedlungen, vorrangig in den Regionen um Valencia und Granada. Im 11. Jahrhundert zerfiel das muslimische Territorium, und so konnten ein paar der verbleibenden christlichen Königreiche ihre Grenzen wieder ausdehnen. Christen und Muslime rangen jahrhundertelang miteinander um die Herrschaft über Iberien, was schließlich in der Reconquista (dt. \"Rückeroberung\") endete."
        },
        {
            "heading": "Die Reconquista, die Vereinigung und die Inquisition",
            "text": "Die Reconquista, die offiziell mit der Schlacht von Covadonga im Jahr 722 begann (aber erst viel später ihren Höhepunkt erleben sollte) war der Name für den Versuch der Christen, Iberien aus der Herrschaft der Muslime zurückzuerobern. Viele wichtige christliche Königreiche wurden im Zuge der Reconquista gegründet, darunter Asturien und Aragón, aber die meisten muslimischen Königreiche hielten an ihren Gebieten fest. Die nächsten 700 Jahre tobte zwischen den Christen und den Muslimen eine Schlacht um die Iberische Halbinsel: Festungen wurden errichtet und eingenommen, Einflussbasen und Machtgleichgewichte verschoben sich und Grenzen wurden beinahe jährlich neu gezeichnet. Zwar verbreiteten sich die christlichen Königreiche langsam über Iberien, aber ein klarer Sieger war nicht erkennbar.Das änderte sich schlagartig nach der schicksalhaften Vereinigung der Königreiche Kastilien und Aragón durch die Hochzeit von Isabella I. und Ferdinand II. im Jahr 1469. Die beiden Monarchen führten einen gezielten Angriff gegen die islamische Festung in Granada, und 1492 beendeten sie endgültig die 781 Jahre währende Herrschaft der Muslime über Iberien.1492 war ein wichtiges Jahr für das Königspaar: Christoph Kolumbus erreichte mit der Unterstützung Isabellas Amerika (was zur Kolonisierung der Neuen Welt führte), und den iberischen Juden wurde befohlen, zum Christentum zu konvertieren. Eine Weigerung wurde mit Vertreibung oder während der Inquisition sogar mit dem Tod bestraft.Das neue, vereinte Königreich von Isabella und Ferdinand wurde bekannt unter dem Namen España (oder Spanien). Es wurde aufgrund seiner vermögenden Kolonien in der Neuen Welt zur ersten \"Weltmacht\" der damaligen Zeit."
        },
        {
            "heading": "Spanisches Kolonialreich, die Herren der neuen Welt",
            "text": "In seiner Blütezeit zählte das Spanische Reich Gebiete überall auf der Welt zu seinem Besitz - von großen Teilen Nord- und Südamerikas über kleine Teile Europas, zahlreiche Städte in Nordafrika bis hin zu ganz Ostindien. Die Spanier waren die globalen Vorreiter in diesem Zeitalter der Entdeckungen, sammelten große Reichtümer an und trieben regen Handel mit ihren zahlreichen Kolonien und Fürstentümern. Mit Recht wurde behauptet, dass im Spanischen Reich niemals die Sonne untergeht.Spaniens Handelsrouten zur Neuen Welt brachten nicht nur neues Wissen und eine reichere Kultur, sondern auch neue Ressourcen in Form wertvoller Metalle (z. B. Gold), Gewürze und Pflanzen. Das Goldene Zeitalter Spaniens war außerdem von intellektuellen und spirituellen Reformen geprägt, beginnend mit der Entwicklung des Humanismus, den Anfängen der Reformation und der Gründung der Schule von Salamanca."
        },
        {
            "heading": "Unruhen und Krieg oder \"Keine Pause für Spanien\"",
            "text": "Große Macht bringt große Verantwortung mit sich, zumindest wenn man nicht will, dass Berber-Korsaren Sklavenjagden an den Küsten des eigenen Reiches veranstalten. Abgesehen von der wachsenden Bedrohung durch die Piraten und die Osmanen befand sich Spanien permanent im Krieg gegen Frankreich. Religiöse Unruhen und Kriege beutelten das katholische Reich, während die Reformation es in immer größere Militäraktionen in ganz Europa verstrickte. In den 1650ern wurde das Imperium von der Großen Pest von Sevilla heimgesucht, und was von Unruhen und Religionskriegen verschont worden war, musste nun auch noch gegen den schwarzen Tod bestehen.Von diesem Punkt an verringerten sich die Macht und der Einfluss Spaniens. Das Land verlor seine europäischen Besitztümer, vorrangig aufgrund der Trennung von Portugal und den Niederladen, und erlitt danach militärische Rückschläge im äußerst verlustreichen Dreißigjährigen Krieg.Diverse Kriege bedrohten und dezimierten das einst stolze Imperium die nächsten zwei Jahrhunderte lang. Im 18. Jahrhundert fiel Napoléon Bonaparte heimtückisch in das Land ein, unter dem Vorwand, auf dem Weg nach Portugal zu sein. Im frühen 19. Jahrhundert führte eine nationalistische Revolte, die die Regierung der französischen Besatzung stürzen wollte, dann zum Spanischen Unabhängigkeitskrieg. Obwohl schließlich ein Sieg über die Franzosen errungen werden konnte (hauptsächlich aufgrund des desaströsen Russlandfeldzugs Napoléons), brach im Land politisches Chaos aus.Spanien sah sich bald in zahlreiche Unabhängigkeitskriege seiner eigenen Kolonien verstrickt, die schließlich im Spanisch-Amerikanischen Krieg gipfelten. Auch im 20. Jahrhundert sollte sich für das gefallene Imperium nicht viel ändern: Der Spanische Bürgerkrieg der 1930er brachte den Faschismus und eine autoritäre Regierung ins Land und forderte über eine halbe Million Opfer. Dieser Krieg wird häufig auch als erste Schlacht des Zweiten Weltkriegs bezeichnet.Erst mit dem Tod von General Francisco Franco im Jahr 1975 wurde die Monarchie wieder eingesetzt, und zum ersten Mal in den letzten 300 Jahren ging es für Spanien langsam wieder aufwärts."
        },
        {
            "heading": "Gegenwart und Zukunft",
            "text": "Im Jahr 1978 wurde mit dem Inkrafttreten der spanischen Verfassung die Demokratie in Spanien eingeführt; König Juan Carlos gebot den radikalen und nationalistischen Rebellenbewegungen endgültig Einhalt, die angriffslustig durch die ländlichen Gebiete zogen und hauptsächlich von einer Gruppe baskischer Terroristen angeführt wurden. Im Jahr 1982 wurde Spanien Mitglied der NATO und trat 1986 der Europäischen Gemeinschaft bei, der heutigen Europäischen Union.Seit den ruhmreichen Tagen als imperiale Weltmacht und den Jahrhunderten nationaler und internationaler Unruhen hat sich Spanien neu geordnet und ist als neuer Global Player hervorgegangen mit der neuntgrößten Wirtschaft und dem zehnthöchsten Lebensstandard weltweit. Ein Großteil der Weltbevölkerung kann zumindest einen Teil seiner nationalen Identität oder Kultur auf Spanien zurückführen, von den architektonischen Eisenwerken in New Orleans bis hin zum katholischen Glauben auf den Philippinen. Nur wenige der heutigen Nationen hatten so weitreichenden und anhaltenden Einfluss wie das imperiale Spanien - auf dem Höhepunkt seiner Macht wie heute noch."
        },
        {
            "heading": "Gegenwart und Zukunft",
            "text": "Im Jahr 1978 wurde mit dem Inkrafttreten der spanischen Verfassung die Demokratie in Spanien eingeführt; König Juan Carlos gebot den radikalen und nationalistischen Rebellenbewegungen endgültig Einhalt, die angriffslustig durch die ländlichen Gebiete zogen und hauptsächlich von einer Gruppe baskischer Terroristen angeführt wurden. Im Jahr 1982 wurde Spanien Mitglied der NATO und trat 1986 der Europäischen Gemeinschaft bei, der heutigen Europäischen Union.Seit den ruhmreichen Tagen als imperiale Weltmacht und den Jahrhunderten nationaler und internationaler Unruhen hat sich Spanien neu geordnet und ist als neuer Global Player hervorgegangen mit der neuntgrößten Wirtschaft und dem zehnthöchsten Lebensstandard weltweit. Ein Großteil der Weltbevölkerung kann zumindest einen Teil seiner nationalen Identität oder Kultur auf Spanien zurückführen, von den architektonischen Eisenwerken in New Orleans bis hin zum katholischen Glauben auf den Philippinen. Nur wenige der heutigen Nationen hatten so weitreichenden und anhaltenden Einfluss wie das imperiale Spanien - auf dem Höhepunkt seiner Macht wie heute noch."
        },
        {
            "heading": "Gegenwart und Zukunft",
            "text": "Im Jahr 1978 wurde mit dem Inkrafttreten der spanischen Verfassung die Demokratie in Spanien eingeführt; König Juan Carlos gebot den radikalen und nationalistischen Rebellenbewegungen endgültig Einhalt, die angriffslustig durch die ländlichen Gebiete zogen und hauptsächlich von einer Gruppe baskischer Terroristen angeführt wurden. Im Jahr 1982 wurde Spanien Mitglied der NATO und trat 1986 der Europäischen Gemeinschaft bei, der heutigen Europäischen Union.Seit den ruhmreichen Tagen als imperiale Weltmacht und den Jahrhunderten nationaler und internationaler Unruhen hat sich Spanien neu geordnet und ist als neuer Global Player hervorgegangen mit der neuntgrößten Wirtschaft und dem zehnthöchsten Lebensstandard weltweit. Ein Großteil der Weltbevölkerung kann zumindest einen Teil seiner nationalen Identität oder Kultur auf Spanien zurückführen, von den architektonischen Eisenwerken in New Orleans bis hin zum katholischen Glauben auf den Philippinen. Nur wenige der heutigen Nationen hatten so weitreichenden und anhaltenden Einfluss wie das imperiale Spanien - auf dem Höhepunkt seiner Macht wie heute noch."
        }
    ],
    "leader": {
        "name": "Isabella",
        "subtitle": "Staatsoberhaupt von Spanien",
        "lived": "1451-1504 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/isabella.png",
        "trait": {
            "name": "Sieben Städte aus Gold",
            "effect": " Goldbonus für Naturwunderentdeckung (mehr für Erstentd.). Kultur, Zufriedenh. u. Geländefeldertr. v. Naturwundern verdoppelt."
        },
        "titles": [
            "Königin von Kastilien und Léon",
            "Titularkönigin von Aragón, Mallorca, Neapel und Valencia"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Isabella I. war 30 Jahre lang Königin von Kastilien und León, und gemeinsam mit ihrem Mann Ferdinand legte sie den Grundstein für das vereinte Spanien. Ihre Rolle bei der spanischen Vereinigung, die Unterstützung von Kolumbus' Reisen nach Amerika und die Beendigung der Reconquista (dt. \"Zurückeroberung\") der Iberischen Halbinsel machen Isabella zu einer der beliebtesten und wichtigsten Monarchen der spanischen Geschichte."
            },
            {
                "heading": "Die frühen Jahre",
                "text": "Isabella wurde am 22. April 1451 in Ávila als Tochter von Johann II. von Kastilien und Isabella von Portugal geboren. Sie hatte einen älteren Bruder namens Heinrich (26 Jahre älter als sie) und später auch einen jüngeren Bruder namens Alfons, der sie in der Thronfolge verdrängte. Als ihr Vater im Jahr 1454 starb, bestieg Heinrich den Thron von Kastilien als König Heinrich IV., und Isabella und ihre Familie zogen nach Arévalo, um dort in einer heruntergekommenen Burg zu leben, in der ihre Mutter allmählich den Verstand verlor. Erst Jahre später, als seine Frau ein Kind zur Welt brachte, erlaubte Heinrich seiner Verwandtschaft die Rückkehr an den Hof in Segovia.Hier wurde Isabella in allen möglichen königlichen Disziplinen unterrichtet, und ihr Leben verbesserte sich spürbar, allerdings wurde ihr von Heinrich eine Bedingung auferlegt - sie durfte Segovia nicht ohne seine Erlaubnis verlassen. Heinrich gab vor, Isabella damit vor dem politischen Aufruhr schützen zu wollen, der sich im Königreich aufgrund der Wahl seines Thronfolgers (seiner eigenen Tochter Johanna) zusammenbraute, aber wahrscheinlich wollte er damit nur den Kontakt zum rebellierenden Adel unterbinden.Die Adeligen hatten allerdings kein Problem damit, ihren jüngeren Bruder Alfons zu beeinflussen, und so kam es 1467 zur zweiten Schlacht von Olmedo, in der er um sein Recht auf die Thronfolge kämpfte. Als Kompromiss ernannte Heinrich Alfons zum Fürsten von Asturien, was ihn zum Kronprinzen von Kastilien und Léon machte, und leitete die Vermählung von Alfons mit seiner Tochter Johanna in die Wege. Aber Alfons konnte seine neue Rolle nicht lange genießen, da er kurze Zeit später verstarb - vermutlich fiel er der Pest zum Opfer. Alfons hatte in seinem Testament Isabella zu seiner Nachfolgerin bestimmt, und so ging der Titel auf sie über.Statt weiter gegen ihren älteren Bruder Heinrich zu rebellieren, traf sich Isabella bei den Stieren von Guisando mit Heinrich, um ein dauerhaftes Friedensabkommen mit ihm auszuhandeln. Heinrich ernannte sie zu seiner offiziellen Thronfolgerin, aber sie durfte nicht ohne sein Einverständnis heiraten. Allerdings durfte Heinrich sie auch nicht gegen ihren Willen zur Heirat zwingen. Beide Seiten waren mit dem Abkommen einverstanden, und Heinrich begann unverzüglich mit der Suche nach einem geeigneten Mann für seine jüngere Schwester."
            },
            {
                "heading": "Heinrich versagt als Heiratsvermittler",
                "text": "Zu diesem Zeitpunkt war Isabella bereits mit Ferdinand, dem Sohn von Johann II. von Aragón, verlobt (die Verlobung bestand seit ihrem dritten Lebensjahr), doch Heinrich hielt sich nicht diese Vereinbarung. Stattdessen wollte er Isabella mit Karl IV. von Viana, einem weiteren Sohn von Johann, verheiraten, aber Johann lehnte das Angebot ab.Kurz darauf, im Jahr 1464, wollte Heinrich Isabella mit König Eduard IV. von England verheiraten, doch auch Eduard lehnte ab. Es folgten zahlreiche Versuche, sie mit Alfons V. von Portugal zu verheiraten, aber sie lehnte ihn vor dem Altar aufgrund seines hohen Alters ab.Die kastilische Seifenoper wurde dann mit Isabellas Verlobung mit Pedro Girón, dem Bruder eines Vertrauensmanns von Heinrich, fortgesetzt. Isabella betete inständig, dass die Hochzeit abgesagt würde, da Don Pedro 27 Jahre älter war als sie. Isabella glaubte fest daran, dass Gott ihre Gebete erhört hatte, denn der Don verstarb infolge eines Blinddarmdurchbruchs, als er auf dem Weg zu seiner Verlobten war.Der nächste in Heinrichs schrumpfender Reihe von Anwärtern war Karl von Valois, der Bruder von Ludwig XI. Zu diesem Zeitpunkt hatte Isabella genug von Heinrichs offenkundigen Versuchen, sie mit einer politisch ungünstigen Hochzeit aus der Thronfolge zu bugsieren, und nahm heimlich Verhandlungen mit Johann II. von Aragón auf, um die Hochzeit mit seinem Sohn Ferdinand doch noch zu besiegeln."
            },
            {
                "heading": "Ferdinand und der Kampf um den Thron",
                "text": "Auch wenn alle Parteien für eine Hochzeit zwischen Isabella und Ferdinand waren (mit der Ausnahme von Heinrich, der noch immer Frankreich und Portugal umgarnen wollte), gab es dennoch ein kleines Problem - die beiden waren Cousin und Cousine zweiten Grades. Nach kirchlichem Recht war zur Vermählung der zwei eine päpstliche Bulle erforderlich, aber der Papst scheute sich aus Angst vor Kastiliens, Portugals und Frankreichs Rache davor, eine auszustellen.Isabella verweigerte jedoch eine Hochzeit ohne diesen Erlass, da sie zu dieser Zeit schon eine überaus fromme Frau war. Ferdinand wandte sich an Roderic de Borja in Rom (dem späteren Papst Alexander VI.) und präsentierte Isabella eine \"päpstliche Bulle\" von Pius II. Dieses Dokument - wahrscheinlich eine Fälschung - war ausreichend für Isabella, und sie willigte in die Vermählung ein. Unter dem Vorwand, das Grab ihres Bruders in Ávila besuchen zu wollen, konnte Isabella Heinrichs Kontrolle entkommen, und Ferdinand reiste verkleidet als Händler nach Kastilien ein. Isabellas dramatische Reise endete am 19. Oktober 1469, als sie Ferdinand in Valladolid das Ja-Wort gab.Heinrich erfuhr ziemlich schnell von der Hochzeit und flehte den Papst an, die Hochzeit für ungültig zu erklären. Der neue Papst, Sixtus IV., hatte jedoch im Gegensatz zu seinem Vorgänger keine Angst vor möglichen kastilischen Feindseligkeiten und schenkte dem Ehepaar stattdessen eine echte päpstliche Bulle, um Heinrichs Pläne endgültig zu vereiteln.1474, nur wenige Jahre später, starb Heinrich, und in Kastilien entbrannte ein Krieg um die Thronfolge. Portugal unterstützte Heinrichs Tochter Johanna, aber Isabella hatte die Unterstützung von Aragón (dank Ferdinand) und später auch Frankreich auf ihrer Seite. Der Krieg zog sich vier Jahre hin, aber am Ende kam Sixtus IV. Isabella erneut zur Hilfe. Der Papst erklärte Johannas Ehe mit Alfons V. von Portugal für ungültig - ironischerweise aufgrund des zu nahen Verwandtschaftsgrades. Johanna musste ihre Titel als Prinzessin und Königin von Kastilien niederlegen, und der Thron ging am 20. Januar 1479 an Isabella über.In den frühen Jahren ihrer Herrschaft bemühte sich Isabella vor allem um die Festigung ihrer Macht und um die Fortsetzung der Zurückeroberung der Iberischen Halbinsel. Ihre Herrschaft ging jedoch vor allem im bedeutsamen Jahr 1492 in die Geschichte ein."
            },
            {
                "heading": "1492",
                "text": "Beinahe alle historisch wichtigen Ereignisse in Isabellas Herrschaft fanden in diesem Jahr statt: das Ende der Reconquista, die Unterstützung von Christoph Kolumbus und das Vorantreiben der Inquisition.Über sieben Jahrhunderte führten die iberischen Monarchen einen als Reconquista bekannten Krieg, um das Gebiet wieder unter ihre Kontrolle zu bringen und die Muslime zu vertreiben. In den letzten 200 Jahren dieses Krieges war das Emirat von Granada die letzte Festung der muslimischen Dynastien auf der Iberischen Halbinsel. Isabella und Ferdinand führten den Krieg fort und starteten 1482 einen entschlossenen Angriff auf das Königreich. Isabella motivierte ihre Soldaten oft selbst, indem sie mitten auf dem Schlachtfeld betete und sogar ihre Festung außerhalb der Stadt Granada in der Form eines Kreuzes errichten ließ, da sie überzeugt war, das dies Gottes Wille sei. Schließlich waren Isabellas Truppen siegreich, und sie unterzeichnete den Vertrag von Granada, der die Reconquista nach 700 Jahren der Kämpfe beendete.In den frühen Jahren ihrer Herrschaft wurde Isabella von einem jungen Entdecker namens Christoph Kolumbus aufgesucht, der Gelder für eine neue Expedition auftreiben wollte, um Indien mit Segelschiffen in Richtung Westen zu erreichen. Ihre Berater hielten seinen Plan für undurchführbar und glaubten, dass seine geschätzte Entfernung zu Asien viel zu kurz sei, um der Wahrheit zu entsprechen. Aber anstatt ihn einfach hinauszuwerfen, wie es Portugal getan hatte, gewährte ihm Isabella ein kleines jährliches Gehalt und freie Unterkunft in all ihren Städten. Er versuchte weiter, seinen Plan den Monarchen schmackhaft zu machen, und wurde weiterhin abgelehnt.Nach ihrer Rückkehr aus Granada wurde Isabella erneut von Christoph Kolumbus aufgesucht. Auf Anraten ihres Beichtvaters wies Isabella ihn diesmal entschieden zurück. Als Kolumbus Córdoba aus Verzweiflung verlassen wollte, überzeugte Ferdinand Isabella davon, ihre Meinung zu ändern. Sie schickte die königliche Wache, um ihn aufzuhalten, und schmiedete Pläne zur Finanzierung seines Vorhabens. Kolumbus brach am 3. August 1492 zu seiner schicksalhaften Reise auf und landete am 12. Oktober in Amerika. Isabellas und Ferdinands Unterstützung des unerschrockenen Entdeckers leitete Spaniens goldenes Zeitalter der Erkundung und Kolonisierung ein."
            },
            {
                "heading": "Niemand erwartet die spanische Inquisition!",
                "text": "Das Tribunal des heiligen Amtes der Inquisition in Spanien (oder kurz \"die spanische Inquisition\") wurde 1478 von Isabella ins Leben gerufen, um den katholischen Glauben in Kastilien und Aragón zu wahren und die mittelalterliche Inquisition unter päpstlicher Kontrolle zu ersetzen. 1492 wendete sich alles jedoch zum Schlechten.Der Dominikanermönch Tomás de Torquemada wurde zum ersten Großinquisitor ernannt, und er brachte die beiden Monarchen dazu, eine aktivere Politik zur religiösen Vereinigung zu verfolgen. Obwohl Isabella zunächst nichts von harten Maßnahmen gegen die Juden in ihrem Königreich hielt (aus rein wirtschaftlichen Gründen), konnte Torquemada zunächst Ferdinand und mit dessen Hilfe auch Isabella überzeugen. Das Alhambra-Edikt wurde am 31. März 1492 unterzeichnet und sah die Zwangsvertreibung der Juden vor. Etwa 200.000 Juden verließen daraufhin Spanien, andere konvertierten, wobei letztere unter strenger Beobachtung durch die Inquisition standen.Die Muslime in der Region um Granada, denen man ursprünglich religiöse Freiheiten zugesprochen hatte, wurden zur Konvertierung gezwungen. Als sich zahlreiche Muslime dagegen wehrten, wurde ein Erlass in Kraft gesetzt, um die Konvertierung oder Vertreibung der Muslime zu erzwingen, wie es schon bei den Juden der Fall gewesen war."
            },
            {
                "heading": "Die späten Jahre",
                "text": "Isabella stabilisierte ihr wachsendes Reich während ihrer Herrschaft immer weiter und arbeitete daran, ihre Kinder mit anderen europäischen Nationen zu verbinden, um einen weiteren Krieg um die Thronfolge zu verhindern. Sie wollte die Iberische Halbinsel endlich unter einer Krone vereinigen. Sie verheiratete ihre ältesten Sohn mit einer österreichischen Erzherzogin, um eine Verbindung zu den Habsburgern zu knüpfen, und ihre älteste Tochter mit Manuel I. von Portugal. Isabellas Pläne scheiterten jedoch, als ihre beiden ältesten Kinder kurz darauf starben und die Krone an ihre drittgeborene Tochter Johanna die Wahnsinnige überging. Johanna heiratete Philipp von Burgund, und sie war die letzte Monarchin des Hauses Trastámara. Nach ihrem Thron ging die Krone an die Habsburger über.Isabella starb im Jahr 1504 und wurde in der Königskapelle von Granada begraben."
            },
            {
                "heading": "Historisches Vermächtnis",
                "text": "Unter Isabellas Herrschaft wurde Spanien vereint, die Reconquista der Iberischen Halbinsel beendet und die Macht in der Region zentralisiert. Sie legte zudem den Grundstein für die mächtigste Militärmaschinerie des folgenden Jahrhunderts (die spanische Armada), reformierte die spanische Kirche und führte die spanischen Expansionsbemühungen in die neuen amerikanischen Kolonien. Obwohl viele ihre Rolle in der Inquisition und der Verfolgung von Juden und Moslems kritisieren, setzen sich andere dafür ein, die Königin von der katholischen Kirche heiligsprechen zu lassen. Trotz ihrer fragwürdigen Taten zur Verfolgung anderer Religionen bleibt Isabella eines der einflussreichsten und bedeutendsten Mitglieder der spanischen Monarchie."
            }
        ]
    }
}