{
    "id": 3,
    "name": "Aztekenland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_aztecs.png",
    "dawn_of_man": "Willkommen, oh göttlicher Montezuma! Wir verbeugen uns in Ehrfurcht vor Eurer Größe! Mögen die Himmel alle denkbaren guten Dinge alle Tage Eures Lebens auf Euch niederregnen lassen! Ihr seid das Oberhaupt des mächtigen Volkes der Azteken, Nomaden, die ihre Heimat im Norden verloren und sich im 12. Jahrhundert in der Mesa Central ansiedelten - im Herzen eines Landes, das später Mexiko heißen sollte. Umgeben von zahlreichen Stämmen, die um die üppigen Ländereien rund um die heiligen Seen Texcoco, Xaltocan und Zumpango kämpften, konnten sich die Azteken mittels kluger Bündnisse und militärischer Macht innerhalb von knapp 200 Jahren die Herrschaft über das Becken Mittelamerikas sichern und errichteten ein Reich, das sich zwischen beiden Ozeanküsten erstreckte.Oh großer König Montezuma! Euer Volk ruft Euch abermals an, Euch zu erheben und es zu Ruhm und Ehre zu führen! Verschafft Eurem Volk Wohlstand und Macht und die Herrschaft über seine Gegner und Rivalen! Werdet Ihr diesem Ruf nachkommen, glorreicher Anführer? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Schwimmende Gärten",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/floating_gardens.json"
        }
    ],
    "unique_units": [
        {
            "name": "Jaguarkrieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/jaguar.json"
        }
    ],
    "city_names": [
        "Tenochtitlan",
        "Teotihuacan",
        "Tlatelolco",
        "Texcoco",
        "Tlaxcala",
        "Calixtlahuaca",
        "Xochicalco",
        "Tlacopan",
        "Atzcapotzalco",
        "Tzintzuntzen",
        "Malinalco",
        "Tula",
        "Tamuin",
        "Teayo",
        "Cempoala",
        "Chalco",
        "Tlalmanalco",
        "Ixtapaluca",
        "Huexotla",
        "Tepexpan",
        "Tepetlaoxtoc",
        "Chiconautla",
        "Zitlaltepec",
        "Coyotepec",
        "Tequixquiac",
        "Jilotzingo",
        "Tlapanaloya",
        "Tultitan",
        "Ecatepec",
        "Coatepec",
        "Chalchiuites",
        "Chiauhita",
        "Chapultepec",
        "Itzapalapa",
        "Ayotzinco",
        "Iztapam"
    ],
    "spy_names": [
        "Metztli",
        "Xitllali",
        "Chimalli",
        "Quauhtli",
        "Teyacapan",
        "Yaotl",
        "Coatl",
        "Huitzilin",
        "Itzli",
        "Tepin"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die Azteken waren eine eingeborene amerikanische Zivilisation, die im Zeitraum vom 15. bis zum 16. Jahrhundert in Zentralmexiko lebte. Die Azteken herrschten über ein mächtiges Reich und besaßen eine reiche Kultur, die einige der beeindruckendsten vorkolumbianischen Bauten hervorbrachte. Heute erinnert man sich an die Azteken hauptsächlich wegen der blutigen religiösen Praktiken und der Geschwindigkeit, mit der das Reich im Angesicht eines externen Überfalls zusammenbrach."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Das Reich der Azteken lag auf dem Zentralplateau im Herzen des modernen Mexiko (Mexiko-Stadt ist auf den Ruinen der alten aztekischen Hauptstadt Tenochtitlán errichtet). Zur Zeit der Azteken war die Landschaft im Tal von Mexiko von einigen zusammenhängenden Seen geprägt: Zumpango, Xaltocan, Texcoco, Xochimilco und Chalco, die später trockengelegt wurden, um Überflutungen zu verhindern. Das Gebiet wird von üppigem Regen bei gemäßigtem Klima bestimmt und das Land ist unglaublich fruchtbar."
        },
        {
            "heading": "Ursprung der Azteken",
            "text": "Der Ursprung der Azteken ist unbekannt, aber ihre traditionellen Geschichten lassen vermuten, dass sie ein Jäger- und Sammlerstamm auf der nördlichen mexikanischen Hochebene waren, bevor sie dann im 12. Jahrhundert in Mesoamerika auftauchten. Das Wort \"Azteke\" stammt von \"Aztlán\" (Weißes Land) ab, eine Anspielung auf Nordmexiko. Die Azteken erreichten Zentralmexiko um das Jahr 1250 herum. Ihre Geschichte vor dieser Zeit ist nur Spekulation und Mythos."
        },
        {
            "heading": "Frühe Geschichte",
            "text": "Zur Zeit der Ankunft der Azteken war die Bevölkerung in Zentralmexiko in Hunderte kleiner Stämme oder Stadtstaaten zersplittert, die wichtigsten davon die Azcapotzalco und die Culhuacán. In der frühen Zeit waren die Azteken die Vasallen der Azcapotzalco, die ihnen 1325 die Genehmigung erteilten, sich auf einer kleinen Insel im Texcoco-See anzusiedeln, wo sie ihre Hauptstadt Tenochtitlán gründeten. Die Azteken blieben etwa 100 Jahre lang Untergebene der Azcapotzalco."
        },
        {
            "heading": "Der Dreibund",
            "text": "Im 15. Jahrhundert waren die Azcapotzalco zu einer starken regionalen Macht geworden. 1427 ließ Maxtla, Herrscher der Azcapotzalco, den aztekischen Herrscher Chimalpopca ermorden und die Hauptstadt Tenochtitlán belagern. Um die Azcapotzalco zu besiegen, verbündete sich Chimalpopcas Nachfolger Itzcóatl mit zwei anderen mächtigen Stadtstaaten: Texcoco und Tlacopán. Die Verbündeten konnten die Belagerung von Tenochtitlán beenden und kurz danach die Azcapotzalco unterwerfen.Im Laufe des nächsten Jahrhunderts gelangte dieser Dreibund an die Macht über ganz Zentralmexiko und dehnte seine Macht auf das gesamte Land aus, vom Atlantik bis zum Pazifik. Tenochtitlán wurde das dominante Mitglied der Allianz, was die Azteken de facto zu Herrschern über ein gewaltiges kontinentales Reich machte."
        },
        {
            "heading": "Montezuma I.",
            "text": "1440 beerbte Montezuma I. seinen Onkel Itzcóatl als Herrscher über die Azteken. Während seiner Regentschaft festigte Montezuma den Dreibund. Er weitete den Einfluss des Bundes bis zur Golfküste aus und unterwarf dabei Totonaken und die Huaxteken. Er führte außerdem erfolgreiche Kampagnen gegen andere Nachbarn, einschließlich die Mixteken sowie die Städte Cotaxtla und Orizaba. (Es ist wichtig, Montezuma I. nicht mit seinem glücklosen und inkompetenten Namensvetter Montezuma II. zu verwechseln, von dem später die Rede ist.) Montezuma I. starb 1469. Weitere Informationen zu Montezuma I. findet Ihr in seinem Zivilopädie-Eintrag."
        },
        {
            "heading": "Tlacaélel",
            "text": "Während Montezuma den Thron innehatte, war sein Halbbruder Tlacaélel damit beschäftigt, den aztekischen Staat zu reformieren. Er schrieb die aztekische Religion um, wobei er laut einigen Quellen Hunderte von Texten wegen historischen Ungenauigkeiten verbrennen ließ. Unter Tlacaélel wurde in der aztekischen Religion festgelegt, dass die Azteken ein auserwähltes Volk wären mit der Bestimmung, über alle anderen zu herrschen. Tlacaélel hob außerdem die Wichtigkeit von Militarismus und ritueller Opferung in der aztekischen Religion hervor - eine Veränderung, die weitreichende und verheerende Effekte auf die Azteken und die gesamte Region haben sollte. Tlacaélel überwachte die Erschaffung zahlreicher Tempel und religiöser Gebäude, einschließlich der großen Pyramide in Tenochtitlán, die dem aztekischen Kriegsgott Huitzilopochtli gewidmet war.Politisch gesehen war Tlacaélel einer der Architekten des Dreibundes. Man sagt, er habe die Geschichtsaufzeichnungen besiegter Völker verbrennen lassen, um sicherzustellen, dass die Weltanschauung seines Volkes die dominante war. Er stärkte außerdem den Adel und Klerus der Azteken auf Kosten der Bauern.Tlacaélel starb 1487, vermutlich zu Erleichterung von Historikern mit dem Fachgebiet Mittelamerika überall auf der Welt."
        },
        {
            "heading": "Aufstieg des Reiches",
            "text": "Auf der Höhe seiner Macht umfasste das Aztekenreich ein Gebiet von über 500.000 Quadratkilometern (knapp unter einem Drittel des heutigen Mexikos) mit fünf bis sechs Millionen Untertanen. Ähnlich wie die Mongolen überließen die Azteken die beherrschten Stämme sich selbst, solange der verlangte Tribut gezahlt wurde. Die Azteken waren gute Händler, die ebenso gerne Geschäfte mit Verbündeten machten wie mit Feinden. Durch das Fehlen eines monetären Systems basierte die Wirtschaft auf dem Barterhandel.Da die Azteken weder Zugtiere noch radbasierte Fahrzeuge besaßen, schufen sie ein breites Netzwerk aus Straßen für die Fortbewegung zu Fuß. Neben den Händlern waren es Soldaten und Militärkuriere, die diese Straßen konstant nutzten, sodass sie sicher genug waren, dass auch Frauen alleine reisen konnten."
        },
        {
            "heading": "Spannende Sachen (lies: Menschenopfer)",
            "text": "Die aztekische Religion, von Tlacaélel bearbeitet, ging davon aus, dass ein steter Strom an Opferungen nötig wäre, um die störungsfreie Funktion des Universums zu garantieren. Opferungen waren demnach nötig, um Regenfall, das Wachstum der Ernte, das Aufgehen der Sonne etc. zu gewährleisten. Sünden wurden durch Opferungen gesühnt. Es wurden Tiere, Wohlstand, Nahrungsmittel, das eigene Blut - und Menschen geopfert. Die Azteken behaupteten, 1487 über 80.000 Gefangene zur Neuweihung der großen Pyramide von Tenochtitlán geopfert zu haben, doch viele Historiker sind der Meinung, dass es sich dabei um eine maßlose Übertreibung handeln muss und in Anbetracht der Größe des Opfertisches 5.000 Menschenopferungen oder weniger logistisch möglich gewesen sein können. Auch wenn die kleinere Zahl näher an der Wahrheit liegt, handelt es dennoch im eine Menge Blut und schlagende Herzen.Besonderen Wert hatten bei den Azteken Opferungen von feindlichen Kriegern, die in der Schlacht gefangen genommen wurden, was zu einem Problem wurde, als das Reich so ziemlich jedes Volk in Reichweite eroberte. Das führte zu einer Form des ritualisierten Kampfes, bekannt als die \"Blumenkriege\", bei denen sich zwei Seiten zu einer festgelegten Zeit trafen, um gezielt in einem Kampf Gefangene zu nehmen. Sobald der Kampf zu Ende war, brachte jede Seite ihre Gefangenen zurück in ihre Städte, in denen diese dann geopfert wurden."
        },
        {
            "heading": "Der Fall der Azteken",
            "text": "1502 löste der neunte Herrscher Montezuma II. (Regierungszeit 1502-1520) seinen Onkel Ahuitzotl als Oberhaupt eines Reiches ab, das fast seine größte Ausdehnung erreicht hatte. Es reichte vom heutigen nördlichen Mexiko bis nach Honduras und Nicaragua. Das Aztekenreich war noch immer dabei, sich auszudehnen, und seine Gesellschaft entwickelte sich noch immer, als der Fortschritt 1519 durch die Ankunft spanischer Abenteurer vor der Küste am Golf von Mexiko gestoppt wurde.Im Februar 1519 führte Hernán Cortés eine Expedition nach Zentralamerika an, die mit 500 Mann, 13 Pferden und einigen Kanonen ausgestattet war. Mitte August marschierte er in Tenochtitlán ein, nachdem er seine Schiffe verbrannt hatte, um einen Rückzug unmöglich zu machen. Auf dem Weg sammelte er zahlreiche Verbündete unter den amerikanischen Ureinwohnern, die nur zu gern beim Niedergang der verhassten Azteken halfen.Spanischen Aufzeichnungen zufolge kamen Cortés bei seiner Eroberung aztekische Überlieferungen zu Hilfe, in denen es hieß, dass der Gott Quetzalcoatl als weißer Mann über das Wasser zurückkehren würde. Die Azteken waren sich nicht sicher, ob es sich bei Cortés um Quetzalcoatl handelte, daher zögerten sie, gegen ihn zu kämpfen. Cortés' vermeintliche Göttlichkeit wurde von Pferden, Hunden, Feuerwaffen und Kanonen unterstrichen, welche die Azteken noch nie zuvor gesehen und vor denen sie daher extreme Angst hatten.Als Cortés Tenochtitlán erreichte, hatte er ein großes Gefolge eingeborener Verbündeter. Montezuma II. hieß die Spanier friedlich in der Stadt willkommen, woraufhin Cortés ihn gefangen nahm. Über Montezuma ließ Cortés den Azteken befehlen, die Spanier mit großen Schätzen zu versorgen. Am Ende steinigten die Azteken Montezuma und trieben die Spanier aus ihrer Hauptstadt, doch Cortés kehrte mit Verstärkung zurück und belagerte die Stadt. 1521 fiel die Stadt schließlich und wurde ausgeplündert, und im August wurde der letzte aztekische Herrscher gefangen genommen.Das Reich wurde bezwungen und von ambitionierten Fremden mit fortschrittlichen Waffen zerstört, die sich den Hass der Mehrheit auf ihre aztekischen Herrscher zunutze machten. Bedauerlicherweise waren die Spanier nicht wesentlich netter zum einheimischen Volk, und es sollte einige Zeit dauern, bis die Ureinwohner wieder frei von Unterdrückung leben und ihr Schicksal erneut selbst bestimmen konnten."
        },
        {
            "heading": "Der Fall der Azteken",
            "text": "1502 löste der neunte Herrscher Montezuma II. (Regierungszeit 1502-1520) seinen Onkel Ahuitzotl als Oberhaupt eines Reiches ab, das fast seine größte Ausdehnung erreicht hatte. Es reichte vom heutigen nördlichen Mexiko bis nach Honduras und Nicaragua. Das Aztekenreich war noch immer dabei, sich auszudehnen, und seine Gesellschaft entwickelte sich noch immer, als der Fortschritt 1519 durch die Ankunft spanischer Abenteurer vor der Küste am Golf von Mexiko gestoppt wurde.Im Februar 1519 führte Hernán Cortés eine Expedition nach Zentralamerika an, die mit 500 Mann, 13 Pferden und einigen Kanonen ausgestattet war. Mitte August marschierte er in Tenochtitlán ein, nachdem er seine Schiffe verbrannt hatte, um einen Rückzug unmöglich zu machen. Auf dem Weg sammelte er zahlreiche Verbündete unter den amerikanischen Ureinwohnern, die nur zu gern beim Niedergang der verhassten Azteken halfen.Spanischen Aufzeichnungen zufolge kamen Cortés bei seiner Eroberung aztekische Überlieferungen zu Hilfe, in denen es hieß, dass der Gott Quetzalcoatl als weißer Mann über das Wasser zurückkehren würde. Die Azteken waren sich nicht sicher, ob es sich bei Cortés um Quetzalcoatl handelte, daher zögerten sie, gegen ihn zu kämpfen. Cortés' vermeintliche Göttlichkeit wurde von Pferden, Hunden, Feuerwaffen und Kanonen unterstrichen, welche die Azteken noch nie zuvor gesehen und vor denen sie daher extreme Angst hatten.Als Cortés Tenochtitlán erreichte, hatte er ein großes Gefolge eingeborener Verbündeter. Montezuma II. hieß die Spanier friedlich in der Stadt willkommen, woraufhin Cortés ihn gefangen nahm. Über Montezuma ließ Cortés den Azteken befehlen, die Spanier mit großen Schätzen zu versorgen. Am Ende steinigten die Azteken Montezuma und trieben die Spanier aus ihrer Hauptstadt, doch Cortés kehrte mit Verstärkung zurück und belagerte die Stadt. 1521 fiel die Stadt schließlich und wurde ausgeplündert, und im August wurde der letzte aztekische Herrscher gefangen genommen.Das Reich wurde bezwungen und von ambitionierten Fremden mit fortschrittlichen Waffen zerstört, die sich den Hass der Mehrheit auf ihre aztekischen Herrscher zunutze machten. Bedauerlicherweise waren die Spanier nicht wesentlich netter zum einheimischen Volk, und es sollte einige Zeit dauern, bis die Ureinwohner wieder frei von Unterdrückung leben und ihr Schicksal erneut selbst bestimmen konnten."
        }
    ],
    "leader": {
        "name": "Montezuma I.",
        "subtitle": "Staatsoberhaupt der Azteken",
        "lived": "ca. 1397-1469 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/montezuma_i.png",
        "trait": {
            "name": "Gefangene als Opfergaben",
            "effect": "Bringt Kultur für das Reich durch jede besiegte feindliche Einheit."
        },
        "titles": [
            "Kaiser"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Montezuma I. verhalf als mächtiger Krieger und Anführer dem Volk der Azteken zu Größe und Ruhm. Er sollte nicht mit seinem glücklosen Enkel Montezuma II. verwechselt werden, der hilflos mit ansehen musste, wie sein Reich von spanischen Konquistadoren zerpflückt wurde."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Montezuma (dessen Name bedeutet: \"Schaut finster wie ein Fürst\") stammte von einer königlichen Familie ab. Sein Vater, Huitzilihuitl, war der zweite aztekische \"Tlatoani\" oder Kaiser, und seine Mutter, Miyahuaxihuitl, war die Tochter des Herrschers der Stadt Cuauhnahuac. Nach dem Tod seines Vaters wurde Montezumas Onkel Itzcóatl gewählt. Montezumas älterer Bruder Tlacaélel war einer von Itzcóatls engsten Beratern, während Montezuma als General in der aztekischen Armee diente.Nach Itzcóatls Tod im Jahr 1440 wurde Montezuma zum Kaiser gewählt. Tlacaélel war nicht sonderlich traurig darüber, übergangen worden zu sein (vielleicht dachte er, er würde ohne die Krone länger leben), und stand seinem Bruder offenbar treu zu Diensten. Montezumas Krönung war eine gewaltige Zeremonie, während der viele Gefangene geopfert wurden."
            },
            {
                "heading": "Eine bescheidene Lebensweise",
                "text": "Trotz des Wohlstands, den sein politischer Titel mit sich brachte, scheint es, als hätte Montezuma selbst bescheiden, in einem einfachen Palast mit \"nur ein paar Ehefrauen\" gelebt. Wenn er nicht mit religiösen Pflichten oder Staatsangelegenheiten beschäftigt war, verbrachte er viel Zeit damit, sich mit seinen Freunden und Beratern zu besprechen."
            },
            {
                "heading": "Innenpolitik",
                "text": "Während seiner Herrschaft arbeiteten Montezuma und sein Bruder Tlacaélel daran, die aztekische Stadt Tenochtitlán auszubauen. Neben anderen Verbesserungen bauten sie ein Aquäduktsystem, das jede Menge Süßwasser in die Stadt transportierte. Natürlich benötigte das wachsende Tenochtitlán neben Süßwasser auch immer mehr Nahrung, um seine hungrigen Einwohner zu versorgen. Da es in Mittelamerika keine Zugtiere gab, musste jeder einzelne Brocken Nahrung auf dem Rücken in die Stadt transportiert werden. Montezumas Regierung setzte staatliche Inspektoren ein, um sicherzustellen, dass jedes Stück Ackerland, das zu Fuß erreichbar war, bestellt wurde. Er befahl außerdem den Bau eines Deichsystems, um Überschwemmungen zu verhindern und mehr Ackerland zu erhalten.Montezuma und sein Bruder bauten auch viele Tempel in der Stadt und ihrer Umgebung, darunter auch der neue Tempel für Huitzilopochtli, den Gott des Krieges. Der Tempel von Huitzilopochtli wurde im Jahre 1455 mit dem Opfer einer großen Anzahl von huaxtekischen Kriegsgefangenen geweiht."
            },
            {
                "heading": "Aufwandsgesetze",
                "text": "Vermutlich auf das Drängen seines Bruders Tlacaélel führte Montezuma Aufwandsgesetze ein, die das bereits mehrschichtige aztekische Klassensystem systematisierten und untermauerten. Der Status einer Person legte fest, was er oder sie anziehen und wie er und sie sprechen durfte. Die Armen durften keine Kleidung aus Baumwolle oder Sandalen tragen, und die Kleider durften nicht länger als Kniehöhe sein. Nur der Adel durfte in Häusern leben, die mehr als ein Stockwerk hatten. Wenn jemand ein Verbrechen beging, wurde er zum Sklaven, der niedrigsten aller Klassen, oder er wurde geopfert."
            },
            {
                "heading": "Religiöse Veränderungen",
                "text": "Während Montezumas Herrschaft arbeitete sein Bruder Tlacaélel an der Reformierung der aztekischen Religion. Er schrieb die religiösen Schriften der Azteken um und befahl die Vernichtung von vielen anderen, die nicht mit seinem Verständnis der aztekischen Geschichte und Religion übereinstimmten. Unter Tlacaélel wurde die aztekische Religion militärischer und forderte immer mehr gefangene Soldaten als Opfer. Der Bedarf an Opfergefangenen sollte mit der Zeit eine der treibenden Kräfte hinter der aztekischen Außenpolitik werden."
            },
            {
                "heading": "Außenpolitik",
                "text": "Als Herrscher versuchte Montezuma, die \"Dreifache Allianz\" zwischen den zentralmexikanischen Stadtstaaten Tenochtitlán, Texcoco und Tlacopán zu stärken. Er erweiterte zudem das aztekische Reich, indem er Pánuco, die Totonaken, Coatzacoalcos und Chalco eroberte. Manche nehmen an, dass er die Stämme wegen ihrer Abgaben eroberte, in der Hoffnung, so eine kontinuierliche Nahrungsversorgung für Tenochtitlán zu sichern, das trotz seiner Bemühungen immer noch regelmäßig von Hungersnöten heimgesucht wurde. Eine andere Theorie besagt, dass er es tat, um den notorischen Bedarf der aztekischen Religion an Gefangenenopfern zu stillen. Wieder eine andere Theorie führt an, dass er es tat, weil das nun einmal die Aufgabe eines aztekischen Herrschers war: Erobern. Die Antwort darauf ist wahrscheinlich eine Kombination aus allen drei Theorien."
            },
            {
                "heading": "Tod",
                "text": "Montezuma starb 1469. Nach ihm kam sein 19 Jahre alter Vetter Axayacatl an die Macht, Vater von Montezumas Namensvetter, dem glücklosen Montezuma II., der alles an Spanien verlieren sollte."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Im Allgemeinen war Montezuma ein erfolgreicher Herrscher. Er erweiterte sein Reich, führte seine Armeen persönlich zum Sieg und arbeitete hart für sein Volk. Er war sicherlich auch ein brutaler Anführer, der Tausende von Gefangenen seinen durstigen Göttern opferte. Aber seine Religion hielt diese Art von Barbarei für notwendig - mit Blut konnte man gewährleisten, dass die Sonne aufging, die Ernte gut ausfiel und die aztekische Nation florierte.Hätte er sich bei den Ritualopfern zurückhalten können? Vermutlich. Aber der Gedanke kam ihm vielleicht nie - oder überhaupt irgendwem damals an diesem Ort. Es hilft, sich daran zu erinnern, dass die \"aufgeklärten\" Menschen in Europa etwa zur selben Zeit damit beschäftigt waren, Ketzer lebendig zu verbrennen. Das kann zwar die Taten Montezumas nicht rechtfertigen, setzt sie aber in einen historischen Kontext."
            }
        ]
    }
}