{
    "id": 43,
    "name": "Zulu",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/zulu.png",
    "dawn_of_man": "Euer Volk kniet vor Euch, großer Krieger Shaka vom Königreich der Zulu. Nachdem Ihr aus dem Exil zum wahren Anführer der Zulu geworden wart, habt Ihr Veränderungen in der Zulu-Gesellschaft veranlasst, neue Gesetze eingeführt und Kulturreformen, die die Position Eures Königreichs festigten. Es war jedoch Eure Standhaftigkeit in der Kunst des Krieges, die Euren Ruf wahrlich zementierte, denn Eure Taktiken und Strategien auf dem Schlachtfeld haben das Gesicht des Kampfes in den Ebenen des südlichen Afrika für immer verändert.Höchst beeindruckender König, Euer Volk sehnt sich wieder nach Einheit und nach der Stärke, die ihm Eure Führerschaft brachte. Könnt Ihr das Zulu-Königreich wieder zu solcher Bedeutung führen? Werdet Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Ikanda",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ikanda.json"
        }
    ],
    "unique_units": [
        {
            "name": "Impi",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/impi.json"
        }
    ],
    "city_names": [
        "Ulundi",
        "uMgungundlovu",
        "Nobamba",
        "Bulawayo",
        "KwaDukuza",
        "Nongoma",
        "Ondini",
        "Nodwengu",
        "eNdondakusuka",
        "Babanango",
        "Khangela",
        "KwaHlomendlini",
        "Hlobane",
        "Ethekwini",
        "Mlambongwenya",
        "Eziqwaqweni",
        "Emangweni",
        "Isiphezi",
        "Masotsheni",
        "Mtunzini",
        "Nyakamubi",
        "Dumazulu",
        "Hlatikulu",
        "Mthonjaneni",
        "Empangeni",
        "Pongola",
        "Tungela",
        "KwaMashu",
        "Ingwavuma",
        "Hluhluwe",
        "Mtubatuba",
        "Mhlahlandlela",
        "Mthatha",
        "Maseru",
        "Lobamba",
        "Qunu"
    ],
    "spy_names": [
        "Gumede",
        "Jama",
        "Mageba",
        "Malanda",
        "Mnguni",
        "Ndaba",
        "Phunga",
        "Senzangakhona",
        "Balungile",
        "Samkelisiwe"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Zu Beginn jedes Winters versammelten sich die eroberungswilligen Zulu-Krieger im Land ihrer Ahnen, um sich mit dem Schrei \"Ngathi Impi\" (was in etwa so viel bedeutet wie \"Für uns, Krieg!\") auf weitere ruhmreiche Taten einzustimmen. Vor dem Hintergrund dieser Tradition sollte Shaka das Zulu-Reich gründen und Cetshwayo die mächtigen Briten herausfordern. 1816 n. Chr. übernahm Shaka die Häuptlingswürde des relativ unbedeutenden Zulu-Stamms und zwei Jahre darauf die Herrschaft über den Stamm seines Mentors, die Mthethwa. Im Laufe des nächsten Jahrzehnts besiegten Shaka und seine Krieger die meisten Stämme der Region und vereinten sie zum größten einheimischen Reich, das es im südlichen Afrika je gegeben hat. Nach Shakas Ermordung bestieg sein Halbbruder Dingane, selbst einer der Mörder, den Thron. Unter den folgenden Häuptlingen kam es immer wieder zu Konflikten mit den weißen Siedlern. Erst mit den niederländischen Voortrekkers (Vorausziehenden) und anschließend mit der britischen Kapkolonie. Letzterer Konflikt führte schließlich zum Zulukrieg mit den Briten. Cetshwayo konnte zwar zu Beginn einige Siege erringen, wurde aber 1879 besiegt und gefangen genommen. Das Zululand wurde 1887 vom Britischen Empire annektiert. Obwohl sie besiegt worden waren und Besatzer erdulden mussten, war der Kampfgeist der Zulu ungebrochen. Zulu-Anführer sollten später eine bedeutende Rolle beim Ende der Apartheid und der Entwicklung des modernen Staates Südafrika spielen."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "In der Region KwaZulu-Natal, die sich über das ehemalige Königreich Zululand erstreckt, herrscht ein subtropisches Klima. Die Sommer sind heiß und feucht, die Winter klar und kalt mit Schneefall in den Drakensbergen. Geografisch lassen sich drei unterschiedliche Gebiete festlegen. Das Flachland entlang der Küste zum Indischen Ozean ist durch tiefe Schluchten und dichte subtropische Wälder geprägt. Im Westen und Norden befinden sich Gebirge, die Drakensberge und Lebomboberge. Zwischen dem Meer und den Bergen liegen die KwaZulu-Natal Midlands, ein leicht hügeliges Plateau, das nach Westen hin ansteigt. Die Region war einst das Herz des Zulu-Reichs und ist durch feuchte Grasflächen gekennzeichnet, die durch afromontane Wälder unterbrochen werden. In diesem Gebiet konnten die Zulu große Schlachtrind-Herden halten, die für ihre Wirtschaft und ihre Kultur eine bedeutende Rolle spielten. Während die Stämme damals nur wenige Kenntnisse von kultivierter Landwirtschaft hatten, ist die Region KwaZulu-Natal heute für großflächige Zuckerrohr- und Maisfelder und als Südafrikas führendes Anbaugebiet für Früchte wie Bananen und Ananas bekannt."
        },
        {
            "heading": "Aufstieg des Königreichs Zululand",
            "text": "Die Zulu waren ein kleiner Stamm aus der Volksgruppe der Nguni, als Shaka mit der Hilfe von Dingiswayo, dem Häuptling der mächtigen Mthethwa, die Herrschaft über sie übernahm. Die Mthethwa hatten Shaka und seiner Mutter Zuflucht gewährt, nachdem diese von Shakas Vater vertrieben worden waren. Unter der Anleitung Dingiswayos wuchs Shaka zu einem beeindruckenden Krieger heran, erhielt das Kommando über eines von Dingiswayos Regimentern und vollbrachte außergewöhnliche Leistungen. In dieser Zeit brachte er Reformen in den Bereichen Bewaffnung (er stattete seine Einheiten mit dem Assegai-Speer aus, der eine breite Klinge und einen kürzeren Schaft hatte) und Taktik (die \"Büffelhörner\"-Formation sollte feindliche Einheiten einkreisen und vernichten). Außerdem führte er eine Organisation nach Alter ein, die festlegte, dass Jungen in ähnlichem Alter in militärischen Siedlungen, den so genannten Ikanda, als Krieger ausgebildet wurden und anschließend ihr ganzes Leben lang gemeinsam in einem Regiment kämpften. 1816 gelang es Shaka nach dem Tod seines Vaters, seinen älteren Bruder zu töten, und er konnte die Herrschaft der Zulu übernehmen. Da es sich um einen relativ unblutigen Umsturz handelte, akzeptierten die Zulu ihn bereitwillig als ihren neuen Anführer.Da er durch seine Verbindungen zu den Mthethwa einen erheblichen Handlungsspielraum hatte, begann Shaka seine neuen Streitkräfte skrupellos dafür einzusetzen, Stämme in der Umgebung zu unterwerfen, zu denen auch der Stamm seiner Mutter gehörte. Als Dingiswayo durch die Ndwandwe ermordet wurde, wusste Shaka das entstandene Machtvakuum bei den Mthethwa schnell für sich zu nutzen und vereinte seine Besitztümer mit denen seines verstorbenen Mentors. Im Laufe des nächsten Jahrzehnts konnte das Zulu-Reich die meisten umliegenden Stämme überrennen und sich einverleiben. Nachdem sie den ersten Angriff der Ndwandwe abgewehrt hatten, gelang es Shakas Truppen zwei Jahre später, die Ndwandwe und ihre Verbündeten in der Schlacht am Mhlatuze entscheidend schlagen. Wie er es bereits zuvor getan hatte, nahm er auch diesmal die Überlebenden der besiegten Stämme in sein Reich auf. Als Shaka 1828 ermordet wurde, war das Zulu-Reich zu einer nicht unerheblichen Macht geworden.Shakas Herrschaft hatte einen immens großen Einfluss auf die afrikanische Geschichte. 1825 hatte er ein Gebiet erobert, das sich nahezu über 30.000 Quadratkilometer erstreckte. Dabei hatte er eine Kriegerkultur entwickelt, die den Südosten Afrikas beherrschte und vom Fluss Tugela im Süden bis zu den Drakensbergen im Norden reichte. Neben seinen militärischen Reformen, die oft im Vordergrund stehen, konnte Shaka auch die Landwirtschaft stabilisieren und den Handel in seinem Reich fördern. Er stellte herzliche Beziehungen zu den sich ausbreitenden Europäern her, warnte jedoch seine Häuptlinge, sich vor ihrer Gier und ihrer Kultur zu schützen. Die bedeutendste Folge von Shakas Herrschaft war wohl die große Völkerwanderung aufgrund der Mfecane (Notzeiten), im Zuge derer Stämme, die vor den sich ausbreitenden Zulu flohen, immer wieder andere Stämme vertrieben und so das ethnische und kulturelle Gesicht Afrikas für immer veränderten."
        },
        {
            "heading": "Shakas Nachfolger",
            "text": "Dingane (1795 - 1840 n. Chr.), der Halbbruder Shakas und einer seiner Mörder, übernahm den Thron und ließ den Großteil seiner königlichen Verwandtschaft hinrichten, verschonte dabei aber seinen Halbbruder Mpande. Dingane fürchtete die Regimenter der Armee Shakas, von denen viele ihrem ehemaligen Herrscher noch immer treu ergeben waren, weit mehr als seine Familie. Als Zeichen seines guten Willens gewährte er den älteren Kriegern das Heiratsrecht und ließ sie nicht mehr als Vollzeitsoldaten, sondern in Milizen dienen. Da er mit diesen Maßnahmen die militärische Vorherrschaft der Zulu untergraben hatte und nicht an die Fähigkeiten Shakas heranreichte, musste sich Dingane mehreren Rebellionen seiner untergebenen Stämme stellen. 1837 trat Dingane zudem Zulu-Gebiete an niederländische Kolonisten ab, die aus der britischen Kapkolonie vertrieben worden waren - die Voortrekkers. Später aber ließ er Piet Retief, den Anführer der Voortrekkers, mitsamt dessen diplomatischem Anhang in seinem königlichen Kraal ermorden und anschließend 500 niederländische Männer, Frauen und Kinder in einem Lager in der Nähe massakrieren. Bald darauf besiegten im Dezember 1838 etwa 450 mit Feuerwaffen ausgerüstete Voortrekkers Dinganes 10.000 Mann starke Armee in der Schlacht am Blood River. Dingane brannte seinen Kraal nieder und floh nach Norden.Mpande wurde mit 17.000 Zulu-Kriegern abtrünnig und schloss sich den Niederländern an. Im Januar 1840 wurde Dingane von unzufriedenen Offizieren seiner Armee getötet. Mpande (1798 - 1872 n. Chr.) übernahm die Herrschaft und hielt enge Verbindungen zu Andries Pretorius, dem neuen Anführer der Voortrekkers. Die Niederländer gründeten mit dem Segen Mpandes die südlich des Tugela und westlich der britischen Siedlung Port Natal gelegene Burenrepublik Natalia. Als der Krieg zwischen den Buren und den Briten ausbrach und die niederländische Kolonie annektiert wurde, wandte sich Mpande den Briten zu und pflegte bis zu seinem Tod gute Verbindungen zu ihnen. Mpande wurde von seinem Volk häufig als schwacher Herrscher gesehen, was teilweise ein Resultat seiner engen Beziehungen zu den sich ausbreitenden Weißen war, aber sicher auch daran lag, dass es ihm nicht gelang, die Ambitionen seiner Söhne Cetshwayo und Mbulazi im Zaum zu halten. 1852 brach ein Machtkampf zwischen den beiden aus, der in einer offenen Feldschlacht an den Ufern des Tugela kulminierte, in der Mbulazi getötet wurde."
        },
        {
            "heading": "Cetshwayo und der Zulukrieg",
            "text": "Im September 1873 wurde Cetshwayo nach dem Tod Mpandes Herrscher über das immer noch mächtige Zulu-Reich. Wie bei den Zulu üblich, schuf er sich eine neue Hauptstadt namens Ulundi (\"hoher Platz\"). Im Glauben, der erste wahre Nachfolger Shakas zu sein, führte er dessen militärische Vorgehensweisen und Praktiken wieder ein und bewaffnete sogar einige seiner Impi mit Musketen, da ihn diese bei den niederländischen Siedlern beeindruckt hatten. Er nahm sich auch Shakas letzte Warnung vor den Weißen zu Herzen und vertrieb christliche Missionare aus seinem Gebiet. Er forderte andere Stämme auf, sich gegen die Ausbreitung der Buren in Transvaal zu erheben und ließ selbst britische Gebiete entlang der Zulu-Grenzen überfallen, um Rinder zu erbeuten.1878 n. Chr. forderte Sir Henry Frere, der britische Hochkommissar für Südafrika, von 14 Zulu-Häuptlingen Reparationen für die Grenzvorfälle ein. Cetshwayo befand die Bedingungen des Ultimatums für nicht annehmbar und versetzte seine Regimenter in Kriegsbereitschaft. Im Dezember überquerten britische Streitkräfte den Tugela, um die Bedingungen durchzusetzen und die Zulu zu bestrafen. Doch der erste Angriff wurde am 22. Januar in der Schlacht bei Isandhlwana entscheidend zurückgeschlagen, da es den Zulu gelang, die Hauptkolonne der Briten zu überwältigen und unter den hauptsächlich britischen Soldaten 1.300 Opfer zu fordern. Dies war bis heute die schlimmste Niederlage, die der britischen Armee durch eine afrikanische Streitkraft zugefügt wurde. Cetshwayo konnte diesen erstaunlichen Sieg jedoch nicht in einen strategischen oder diplomatischen Vorteil ummünzen. Nach einer Zeit der Panik und Planung überquerten die Briten erneut den Tugela, gingen aber diesmal vorsichtiger vor. Es folgten mehrere britische Siege und die Belagerung und Zerstörung von Ulundi. Einen Monat später wurde Cetshwayo gefangen genommen und erst nach Kapstadt und anschließend nach London gebracht. Er sollte erst 1883 n. Chr. wieder nach Afrika zurückkehren."
        },
        {
            "heading": "Ende des Königreichs Zululand",
            "text": "Die Briten teilten das führerlose Zulu-Reich in 13 Königreiche auf, die schon bald untereinander in Konflikte verfielen und die Grenzen des Kolonialreichs erneut bedrohten. Die Briten brachten Cetshwayo nach Afrika zurück und installierten ihn als Herrscher über eine Pufferzone aus ehemaligen Zulu-Gebieten, in der Hoffnung, so die Ordnung wiederherstellen zu können. Es sollte jedoch nicht lange dauern, bis Cetshwayo in Ulundi von Zibhebhu, einem der Unterkönige, und dessen verbündeten Burensöldnern angegriffen wurde. Cetshwayo wurde verwundet, konnte jedoch zum Kraal bei Eshowe entkommen, wo er im Februar 1884 seinen Verletzungen erlag.\r\nDie zweite Eroberung Ulundis gilt bei Historikern als das definitive Ende des Königreichs Zululand. Cetshwayos Sohn Dinuzulu erbte im Alter von 15 Jahren die Reste des Reichs. Mit der Hilfe von Buren unter der Führung von Louis Botha besiegte er Zibhebhu und eroberte ihre Gebiete. Er wurde gezwungen, sein Versprechen an die Buren zu halten, und musste ihnen etwa die Hälfte seines Zululands abtreten, in dem diese eine unabhängige niederländische Republik gründeten. Dies beunruhigte die Briten so sehr, dass sie Dinzulus verbleibendes Königreich 1887 n. Chr. annektierten. Der Häuptling selbst wurde in seinem Land in politische Verwicklungen verstrickt und von den Briten 1906 aufgrund seiner Mitwirkung bei der Bambatha-Rebellion verhaftet, des Hochverrats für schuldig befunden und auf der Insel St. Helena inhaftiert. Als 1910 die Südafrikanische Union gegründet wurde, veranlasste Botha, der erste Premierminister des Landes, dass Dinzulu die letzten Jahre seines Lebens auf einer Farm in Transvaal verbringen durfte."
        },
        {
            "heading": "Das Zululand in der Moderne",
            "text": "Die Südafrikanische Union, die aus den vier britischen Kolonien Natal, Transvaal, der Kapkolonie und dem Oranje-Freistaat gebildet wurde, war ein Dominion des Britischen Empire mit autonomer Regierung. Innerhalb der Union machten die Zulu die größte ethnische Gruppierung aus. 1948 führten die Anführer der regierenden Nationalen Partei die Apartheidsgesetze ein, um die Vorherrschaft der weißen Bevölkerung durch Rassentrennung zu fundamentieren. Diese \"Rassengesetze\" regelten jeden Aspekt des sozialen, politischen und kulturellen Lebens. Alle Schwarzen mussten Pässe mit Fingerabdrücken und einem Foto bei sich tragen, in denen auch geregelt war, welche \"nicht-schwarzen\" Gebiete der Besitzer des Passes betreten durfte. 1951 wurden mit dem Bantu Authorities Act die sogenannten \"Homelands\" für die Einheimischen eingerichtet, deren größtes KwaZulu bildete.Als die Union 1961 n. Chr. eine republikanische Verfassung erhielt, wurden die Apartheidsgesetze übernommen. In den 1960er bis 1980er Jahren verfolgte die Regierung zudem eine Umsiedlungspolitik, die das Ziel hatte, die Einheimischen in ihre Homelands zu drängen und dort zu halten. In den späten 1980er Jahren brach die Apartheid jedoch unter dem Druck inländischer Aktivisten (insbesondere der United Democratic Front) und internationaler Organisationen wie dem Afrikanischen Nationalkongress und den Vereinten Nationen zusammen. Die Apartheid wurde schließlich nach Verhandlungen, die von 1990 bis 1993 andauerten, abgeschafft, und im April 1994 gab es die ersten freien Wahlen. Zu dieser Zeit spielten Zulu-Nationalisten eine wichtige Rolle als Aktivisten und Politiker. Die Zulu-Königswürde wurde wieder eingeführt, der König hat jedoch keine politische Macht (aber einen erheblichen kulturellen Einfluss). Im Südafrika nach der Apartheid ist seine Stellung von der Verfassung garantiert und die Nachfolge geregelt."
        },
        {
            "heading": "Das Zululand in der Moderne",
            "text": "Die Südafrikanische Union, die aus den vier britischen Kolonien Natal, Transvaal, der Kapkolonie und dem Oranje-Freistaat gebildet wurde, war ein Dominion des Britischen Empire mit autonomer Regierung. Innerhalb der Union machten die Zulu die größte ethnische Gruppierung aus. 1948 führten die Anführer der regierenden Nationalen Partei die Apartheidsgesetze ein, um die Vorherrschaft der weißen Bevölkerung durch Rassentrennung zu fundamentieren. Diese \"Rassengesetze\" regelten jeden Aspekt des sozialen, politischen und kulturellen Lebens. Alle Schwarzen mussten Pässe mit Fingerabdrücken und einem Foto bei sich tragen, in denen auch geregelt war, welche \"nicht-schwarzen\" Gebiete der Besitzer des Passes betreten durfte. 1951 wurden mit dem Bantu Authorities Act die sogenannten \"Homelands\" für die Einheimischen eingerichtet, deren größtes KwaZulu bildete.Als die Union 1961 n. Chr. eine republikanische Verfassung erhielt, wurden die Apartheidsgesetze übernommen. In den 1960er bis 1980er Jahren verfolgte die Regierung zudem eine Umsiedlungspolitik, die das Ziel hatte, die Einheimischen in ihre Homelands zu drängen und dort zu halten. In den späten 1980er Jahren brach die Apartheid jedoch unter dem Druck inländischer Aktivisten (insbesondere der United Democratic Front) und internationaler Organisationen wie dem Afrikanischen Nationalkongress und den Vereinten Nationen zusammen. Die Apartheid wurde schließlich nach Verhandlungen, die von 1990 bis 1993 andauerten, abgeschafft, und im April 1994 gab es die ersten freien Wahlen. Zu dieser Zeit spielten Zulu-Nationalisten eine wichtige Rolle als Aktivisten und Politiker. Die Zulu-Königswürde wurde wieder eingeführt, der König hat jedoch keine politische Macht (aber einen erheblichen kulturellen Einfluss). Im Südafrika nach der Apartheid ist seine Stellung von der Verfassung garantiert und die Nachfolge geregelt."
        }
    ],
    "leader": {
        "name": "Shaka",
        "subtitle": "Anführer des Zulu-Reichs",
        "lived": "ca. 1787 - 1828 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/shaka.png",
        "trait": {
            "name": "Iklwa",
            "effect": "Nahkampfeinheiten kosten 50% weniger Unterhalt. Alle Einheiten benötigen 25% weniger Erfahrung für die nächste Beförderung."
        },
        "titles": [
            "Häuptling der Zulu"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "\"Schlage deinen Gegner ein für alle Mal. Beende die Existenz seines Stammes, oder er lebt weiter, um dir erneut an die Kehle zu gehen.\" Dem Tagebuch von H.F. Flynn zufolge gab Shaka diese Order seinem Verbündeten Dingiswayo bezüglich eines besiegten Feindes. Auch wenn das angezweifelt werden darf, so bringen diese Worte sicherlich Shakas Philosophie auf den Punkt. Der uneheliche Sohn eines Stammeshäuptlings Shaka kaSenzangahona besiegte 1816 seinen Halbbruder, um die Herrschaft über die Zulu zu erlangen. Man schreibt ihm die Vereinigung der Nguni-Stämme zum Zulu-Reich zu. Auch wenn er wegen seiner Reformen und Innovationen als militärisches Genie galt, so wurde er doch für die Brutalität seiner Herrschaft verdammt. Wie man auch urteilt, Shaka legte den Grundstock für einen beeindruckenden Zulu-Staat. Bis zu seiner Ermordung 1828 waren die Zulu nahe daran, selbst den Europäern bei der Kontrolle über das südliche Afrika den Rang abzulaufen."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Auch wenn das Leben Shakas von Legenden und Unwahrheiten umnebelt ist, wissen wir, dass er der unrechtmäßige Sohn von Senzangakhona, dem Häuptling eines unbedeutenden Zulu-Stamms war, der weniger als 1500 Menschen zählte. Shakas Mutter Nandi war die Tochter eines verstorbenen Häuptlings der Langeni. Trotz seiner Versuche, die Vaterschaft zu leugnen, heiratete Senzangakhona schließlich Nandi und machte sie zu seiner dritten Ehefrau. Aber die Beziehung war schwierig und der Zulu-Häuptling schickte Nandi und Shaka ins Exil. Die beiden wanderten bis 1803 umher, als sie Zuflucht bei den Mthethwa und ihrem Häuptling Dingiswayo fanden.Unter dem Schutz Dingiswayos wuchs Shaka zu einem großgewachsenen, beindruckenden Krieger voller Wagemut heran. Im Alter von 23 erhielt Shaka das Kommando über ein Regiment in Dingiswayos Armee. Durch seine Taten und Statur stieg er in der Armee schnell auf und wurde zu einem der führenden Kommandeure des Häuptlings. Shaka stellte die Bewaffnung seiner Einheiten um und ersetzte den von den Mthethwa bevorzugten leichten Wurfspeer durch einen zum Zustoßen gedachten Speer (den berühmten Assegai) und einen großen, mit Kuhhaut bespannten Schild.Beim Tod von Shakas Vater um 1816 bot Dingiswayo seinem Schützling militärische Unterstützung, um seinen Halbbruder Sigujana zu ermorden und sich selbst als Häuptling der Zulu einzusetzen. Der Putsch ging relativ blutlos vonstatten und die Zulu akzeptierten Shaka ohne Vorbehalte. Shaka verpflichtete sich als Vasall der Mthethwa. Als Liebling des Häuptlings erhielt Shaka ungewöhnlich viel Spielraum bei der Erweiterung seines Landbesitzes durch die Eroberung und Auslöschung benachbarter Stämme. Bis 1817 befehligte Shaka eine Streitmacht aus 2000 Kriegern und hatte sich seine Position als Nummer Eins unter den Vasallen Dingiswayos gesichert."
            },
            {
                "heading": "Herrschaft",
                "text": "Der Legende nach zögerte Shaka bei Dingiswayos letzter Schlacht gegen Zwide von den Ndwandwe die Ankunft seiner Streitmacht absichtlich hinaus, bis Dingiswayo besiegt und getötet war, um seine eigenen Truppen unversehrt zu halten. Shaka nutzte das so entstandene Machtvakuum und begann mit brutaler Effizienz mit der Eroberung und Ermordung kleiner benachbarter Stämme. Innerhalb weniger Jahre wurden die Qwabe, Hlubi und Mkhize dem Zulu-Reich einverleibt. Durch Diplomatie und Schutz brachte Shaka auch die Sithole und Thuli unter sein Kommando. Bis 1824 verfügte Shaka über eine Armee aus 20.000 Kriegern, ausgebildet nach seinen taktischen Vorgaben und Strategien.Besorgt über die wachsende Macht der Zulu ging Zwide gegen Shaka vor. Die erste Ndwandwe-Invasion konnte am Gqokoli-Hügel durch die überlegene Taktik und Shakas Verteidigungsstrategie abgewehrt werden. 1819 entsandte Zwide eine zweite Expedition ins Zulu-Gebiet. Durch stetigen Rückzug lockte Shaka die Gegnermassen tief in sein eigenes Territorium, bis er beim Fluss Mhlathuze seine Regimenter auf die erschöpften Ndwandwe und ihre Verbündeten losließ. Die zweitägige Schlacht endete in einer entscheidenden Niederlage für die Eindringlinge, bei der die Stämme der Ndwandwe, Jere, Maseko und Msene regelrecht ausgelöscht wurden.Als 1824 die ersten Händler die südöstliche Küste Afrikas erreichten, herrschte Shaka über ein Reich, das sich über die gesamte Küste und weit ins Landesinnere erstreckte. Shaka gewährte den weißen Händlern bevorzugte Behandlung, trat ihnen Land ab und erlaubte die Errichtung eines Handelspostens bei Port Natal. Shaka war sich über die Handelsvorteile im Klaren, war neugierig auf ihre Technologie und Kultur und sorgte dafür, dass es zwischen den Zulu und den Europäern keine ernsthaften Konflikte gab."
            },
            {
                "heading": "Ermordung",
                "text": "Bis 1828 war Shaka unangefochtener Despot, doch seine Grausamkeit und sein unvorhersehbares Verhalten nagten an der Loyalität seines Volkes. Beim Tod seiner Mutter im Oktober 1827 entsendete Shaka seine königlichen Regimenter, um die umgebenden Stammeshäuptlinge zur Trauer zu zwingen. Im September 1828 nutzen sein Leibwächter Mbopha und seine Halbbrüder Dingane und Mhlangana die Abwesenheit seiner loyalen Truppen, um Shaka in der Nähe des Ikanda in KwaDukuza zu erstechen. Shakas Leiche wurde in eine leere Korngrube geworfen, die mit Steinen und Schlamm aufgefüllt wurde. Den genauen Ort hat man nie wirklich ausfindig machen können."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Zum Zeitpunkt seines Todes herrschte Shaka über ein riesiges Gebiet im südöstlichen Afrika. Er war der Alleinherrscher über 250.000 Untertanen und konnte eine Armee aus 40.000 erfahrenen Kriegern ins Feld führen. Es wird geschätzt, dass beim Aufbau seines Reichs an die zwei Millionen Menschen gestorben sind. Auch wenn das Königreich nur 80 Jahre bestand, wirft Shaka einen großen Schatten auf die afrikanische Geschichte. Heutzutage kennt man Shaka als den Anführer, der den Zulu-Geist ins Leben rief, der es ihnen ermöglichte, der Apartheid und dem Nationalismus die Stirn zu bieten, die das moderne Südafrika prägten."
            }
        ]
    }
}