{
    "id": 29,
    "name": "Keltenreich",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_celts.png",
    "dawn_of_man": "Seid gelobt und mit ewigem Ruhm gesegnet, oh wilde, rachedurstige Kriegerkönigin! In diesen von Mannsbildern beherrschten Zeiten habt Ihr nicht nur Euren Thron und Eure souveräne Herrschaft gesichert, sondern Euch noch dazu dem mächtigen Römischen Reich erfolgreich widersetzt. Nachdem Ihr schreckliche Strafen und Erniedrigungen durch die römischen Invasoren erdulden musstet, habt Ihr Euer Volk versammelt, um einen blutigen, fürchterlichen Aufstand zu beginnen. Unter den Rädern Eures Streitwagens fielen ganze Legionen und Ihr habt London in Brand gesteckt. Zwar behielten die Römer die Inseln am Ende in ihrem Besitz, aber Ihr allein habt Nero zu der Überlegung bewogen, alle Truppen abzuziehen und Britannien für immer zu verlassen.Oh schlafende Löwin, Euer Volk verlangt danach, dass Ihr Euch wieder erhebt und es erneut in das Schicksal führt, dem Ihr Euren Namen verdankt. Werdet Ihr die Herausforderung auf dem Schlachtfeld annehmen und die Kelten zum ewigen Sieg führen? Werdet Ihr Eure Gebiete zurückerobern und eine Zivilisation errichten, die die Zeit überdauert?",
    "unique_buildings": [
        {
            "name": "Ceilidh-Halle",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/ceilidh_hall.json"
        }
    ],
    "unique_units": [
        {
            "name": "Piktenkrieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/pictish_warrior.json"
        }
    ],
    "city_names": [
        "Edinburgh",
        "Dublin",
        "Cardiff",
        "Truro",
        "Nantes",
        "Douglas",
        "Glasgow",
        "Cork",
        "Aberystwyth",
        "Penzance",
        "Rennes",
        "Ramsey",
        "Inverness",
        "Limerick",
        "Swansea",
        "St Ives",
        "Brest",
        "Peel",
        "Aberdeen",
        "Belfast",
        "Caernarfon",
        "Newquay",
        "Saint-Nazaire",
        "Castletown",
        "Stirling",
        "Galway",
        "Conwy",
        "St Austell",
        "Saint-Malo",
        "Onchan",
        "Dundee",
        "Londonderry",
        "Llanfairpwllgwyngyll",
        "Falmouth",
        "Lorient"
    ],
    "spy_names": [
        "Crìsdean",
        "Siobhán",
        "Seamus",
        "Ffion",
        "Pádraig",
        "Deirdre",
        "Gwyneth",
        "Éadaoin",
        "Alwyn",
        "Col Ceathar"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die keltischen Stämme Europas, die heute als Vorfahren von Millionen in aller Welt gefeiert werden, waren in der Geschichte eine der größten antiken Gesellschaften. Aus den Kulturen der frühen Eisenzeit in Mitteleuropa hervorgegangen, entwickelten sich die Kelten zu einer vielfältigen und doch gewaltigen Gesellschaft von Hunderten einzelner Stämme, die sich über den gesamten Kontinent erstreckten. Die Kelten florierten für den Großteil des 1. Jahrtausends v. Chr., wurden jedoch schließlich in eine Reihe schrecklicher Konflikte mit dem unbeugsamen Römischen Reich verwickelt, das die keltische Kultur im Zuge seiner europäischen Eroberung unterdrückte, aber auch viele ihrer Aspekte übernahm."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Das Gebiet, das durch das früheste bekannte keltische Volk bewohnt war, liegt in Teilen des heutigen Deutschlands und Österreichs, obwohl die Kelten schließlich weite Teile Europas besiedelten, einschließlich Frankreich (Gallien), die Britischen Inseln und Spanien (Iberien). Durch die großen Unterschiede bezüglich Klima und Geografie ist es schwierig, die Merkmale ihres Gebietes zu definieren. Die Tatsache, dass sie sich an so verschiedene Bedingungen anpassten, zeugt aber davon, dass das keltische Volk sehr robust war."
        },
        {
            "heading": "Keltische Ursprünge",
            "text": "Auch wenn Historiker heute noch über die keltischen Wurzeln debattieren, so geht man doch davon aus, dass die Kelten aus der Urnenfelder-, der Hallstatt- und der La-Tène-Kultur in Europa hervorgingen, die in der späten Bronze- und der frühen Eisenzeit aufeinander folgten. Die frühen keltischen Völker wanderten über weite Entfernungen, wobei sich ihre Sprachen und ihre Religion mit denen der Bewohner vermischten, die sie dort vorfanden. Um 1300 v. Chr. war die erste dieser protokeltischen Kulturen, die Urnenfelderkultur, vor allem in den südlichsten Regionen des heutigen Deutschlands anzufinden. Das Volk der Urnenfelderkultur lebte in der späteren Bronzezeit und breitete sich mit primitiven Stammesfürstentümern bis Frankreich aus. Während die Urnenfelderkultur florierte und ihr Gebiet ausweitete, kam es oft zu Konflikten zwischen den lose verbundenen Stämmen und nicht selten überrannten die Stämme ihre eigenen Klansleute in den entfernteren Gebieten im Zuge eines Kreislaufs von Expansion und Integration.Mit der späteren Entwicklung der Hallstattkultur, benannt nach archäologischen Funden in der Nähe der Gemeinde Hallstatt in Österreich, breiteten sich die protokeltischen Völker weiter in Europa aus. Diese frühen Kelten wanderten im 1. Jahrtausend v. Chr. weiterhin durch Mitteleuropa und entwickelten sich weiter zur so genannten La-Tène-Kultur, die in der späten Eisenzeit den Großteil Europas umfasste. Aus der La-Tène-Kultur gingen die ersten eindeutig keltischen Gesellschaften in mehreren Nationen auf dem gesamten Kontinent hervor."
        },
        {
            "heading": "Kelten Großbritanniens",
            "text": "Die vor allem auf den Britischen Inseln ansässigen \"Inselkelten\" stellen heute die wohl größte verbleibende Gruppe der ehemals weit verbreiteten keltischen Bevölkerung Europas dar. Vereint durch gemeinsame Sprachen und Religion, siedelten sich die Kelten der Eisenzeit vom 7. bis 3. Jahrhundert v. Chr. in weiten Teilen Großbritanniens, Schottlands und Irlands an. Die keltischen Migranten, von denen man annimmt, dass sie sich mit den einheimischen Völkern vermischten, breiteten sich weiter aus, bis sie fest in der Region angesiedelt waren.Im 1. Jahrhundert n. Chr. festigten die Kelten ihren Ruf als furchterregende Krieger, indem sie sich unter dem Banner der Königin Boudicca vom Stamm der Icener vereinten. Nachdem sie unnötige Grausamkeiten durch die Römer erfahren hatte, führte Boudicca die vereinten Stämme der Britischen Inseln gegen die römischen Legionen an, die damals größte Streitmacht. Die Römer hatten seit der Plünderung Roms durch den keltischen Häuptling Brennus im Jahr 387 v. Chr. keine solche keltische Macht mehr gesehen, denn Boudiccas Armee umfasste hunderttausende Kämpfer. Obwohl die Römer die Rebellion schließlich erfolgreich niederschlugen (wobei die Verluste auf beiden Seiten insgesamt auf mehr als 100.000 geschätzt werden), hatten sie wie schon vorher die Macht der Kelten stark unterschätzt und zahlten einen hohen Preis."
        },
        {
            "heading": "Die Keltiberer",
            "text": "Die Kelten der Iberischen Halbinsel (heute Spanien, Portugal und Andorra) waren Migranten aus Gallien. Sie verließen ihre Heimat im frühen 6. und 5. Jahrhundert v. Chr. und wurden schnell in die einheimische iberische Kultur integriert. Die Keltiberer, wie sie genannt wurden, verbündeten sich im Ersten Punischen Krieg mit Karthago gegen Rom, eine Entscheidung, die nach der Niederlage des bekannten karthagischen Generals Hannibal zu ihrer Unterwerfung durch die Römer beitrug.Die Keltiberer waren für den Bau von \"Castros\" bekannt - steinerne Hügelfestungen, die auf der gesamten Iberischen Halbinsel errichtet wurden. Verschiedene Arten von Hügelfestungen wurden auch in den von Kelten bewohnten Regionen Großbritanniens und Mitteleuropas vorgefunden, die heute in Spanien zu sehenden Exemplare sind jedoch besonders gut erhalten. Numantia, ein von den Keltiberern im 2. Jahrhundert v. Chr. gebautes Castro, ist im heutigen Spanien ein Nationaldenkmal."
        },
        {
            "heading": "Die Gallier",
            "text": "Von der Geschichte Galliens vor der Eroberung durch die Römer fehlen genaue Aufzeichnungen, dennoch sind die Gallier uns möglicherweise von den Kelten am vertrautesten. Sie lebten vor allem im Gebiet des heutigen Frankreichs und wurden von Julius Cäsar in seinen historischen Berichten über den Gallischen Krieg, den \"Commentarii de Bello Gallico\", ausführlich beschrieben. Die Dutzenden einzelnen gallischen Stämme entwickelten ausgedehnte Handelsrouten zwischen ihren kleinen Städten und etablierten so eine Kultur, die mehrere Jahrhunderte lang unabhängig florierte. Diese reiche Kultur wurde jedoch schließlich durch die römische Eroberung beinahe vollständig ausgelöscht.Obgleich sie in allen keltischen Kulturen Europas auftraten, waren die Druiden unter den Galliern besonders stark vertreten. Als hochangesehene Priesterklasse der Kelten erfüllten die Druiden verschiedene wichtige Aufgaben in der keltischen Gesellschaft, denn neben ihrer traditionell anerkannten Position als religiöse Vertreter waren sie auch Richter und Gelehrte. Leider wurde die Weisheit der Druiden gemäß Tradition ausschließlich mündlich weitergegeben, sodass ein mysteriöses Vermächtnis von Riten und Ritualen zurückblieb, die uns heute noch größtenteils unerklärlich sind."
        },
        {
            "heading": "Die römische Eroberung",
            "text": "390 v. Chr. griff der gallische Häuptling Brennus den römischen Verbündeten Etrurien an und kam schließlich bis nach Rom, wo er die Stadt plünderte und verwüstete. Brennus erhielt eine beträchtliche Summe, um die Eroberung aufzugeben, doch der Sieg brachte ihm und den Kelten nur einen vorübergehenden Gewinn, da hiermit der lang anhaltende Konflikt zwischen den Römern und den Kelten begann.Die erbitterte Rivalität zeigte sich im Bündnis der iberischen Kelten mit Karthago gegen Rom im Zweiten Punischen Krieg. Den iberischen Kelten gelang es, der römischen Eroberung noch bis weit ins 1. Jahrhundert v. Chr. standzuhalten, doch dann wurden sie endlich unterworfen und ins Reich aufgenommen, wobei viele Überreste des keltischen Einflusses in Spanien verlorengingen.Fast ein Jahrhundert später, einen halben Kontinent weiter nördlich, fiel der legendäre General Julius Cäsar 58 v. Chr. mit seinen Legionen in Gallien ein und löste damit den Gallischen Krieg aus. Durch die steigenden Gebietsansprüche der Gallier und die römische Neigung, Gebiete auszuplündern, um Schulden zu begleichen (erfahrene Legionen waren nicht billig), bedeutete der Gallische Krieg das Ende für das unabhängige Gallien, das daraufhin stark \"romanisiert\" wurde. Diese Eroberungen waren Vorboten der späteren Herrschaft Roms über weite Teile Mitteleuropas.Unter der Führung Cäsars drangen die Römer auch erstmalig nach Großbritannien vor, wohl als Vergeltung für die Unterstützung, die die Britannier den Galliern gewährt hatten. Ungeachtet des heftigen Widerstands stießen die Römer noch mehr als ein Jahrhundert lang unter den Kaisern Claudius und später Hadrian weiter in Großbritannien vor."
        },
        {
            "heading": "Einfluss der keltischen Kultur",
            "text": "Aufgrund der starken Migration der Kelten und ihrer späteren Aufnahme in die römische Gesellschaft verbleiben viele einzigartige keltische Elemente auch in den Artefakten Roms. Man vermutet, dass die Kelten auf dem Höhepunkt ihrer Kultur Elemente der römischen, griechischen und germanischen Kunst in ihre Arbeit einfließen ließen. Nach ihrer Unterwerfung durch die Römer griffen diese wiederum viele der Elemente auf, die die Kelten übernommen hatten. So fand man keltische Kunst, die oft Tiere, Gottheiten und die Natur stark stilisiert darstellte, auf römischen Töpferwaren und Reliefs wieder. Die Kelten waren auch für Innovationen im Bereich der Kriegskunst verantwortlich. Sie entwickelten einmalige Schwert- und Rüstungsformen, die vermutlich die Entstehung der römischen Gladius- und Spatha-Schwerter beeinflussten."
        },
        {
            "heading": "Keltische Religion",
            "text": "Obwohl uns kaum historische Aufzeichnungen über die antike Religion der Kelten vorliegen, sind ihre Priester, die Druiden, seit langer Zeit umstritten und wecken großes Interesse sowohl bei Historikern als auch bei der Allgemeinheit. Man nimmt an, dass das von den Griechen und Römern in den letzten Jahren des 1. Jahrhunderts v. Chr. beschriebene Druidentum nach der römischen Eroberung Europas unterdrückt und schließlich vergessen wurde. Trotz der eigenen Geschichte voller brutaler Eroberungen und der Leichtigkeit, mit denen sie zu Unterhaltungszwecken Leben nahmen, erachteten die Römer ironischerweise die keltische Religion als barbarisch aufgrund der Menschenopfer, welche die Druiden gebracht haben sollen. Ob die Druiden tatsächlich in dem Umfang Menschen opferten, wie es die römischen Berichte andeuten, wird heute noch debattiert."
        },
        {
            "heading": "Die keltische Sprache",
            "text": "Die indogermanischen Sprachen, eine Familie mehrerer hundert Dialekte, aus denen sich die keltischen Sprachen entwickelten, werden seit der Steinzeit in ganz Europa und Teilen Asiens gesprochen. Obwohl die keltischen Sprachen heute vor allem in Schottland, Irland, Großbritannien und Frankreich auftreten, waren sie früher weit verbreitet und dienten sogar dazu, die vielen keltischen Stämme zu vereinen, die über den europäischen Kontinent verteilt waren.Heute gibt es sechs \"lebendige\" keltische Sprachen, die noch Anwendung finden. (Die meisten gerieten mit der Zeit in Vergessenheit.) Das vor allem in Wales und England gesprochene Walisisch ist der am häufigsten gebrauchte der verbleibenden Dialekte, den noch mehr als 600.000 Menschen sprechen sollen. Irisch, Bretonisch, schottisches Gälisch, Kornisch und Manx sind die anderen verbleibenden keltischen Sprachen, obwohl diese Dialekte zusammen vermutlich nur noch von weniger als 2 Millionen Menschen gesprochen werden und noch viel seltener als Muttersprache."
        },
        {
            "heading": "Moderne Abstammung",
            "text": "Heute erkennt die \"Keltische Liga\", eine Nichtregierungsorganisation, die für keltisches Erbe und Kultur eintritt, die Bretagne, Cornwall, Irland, die Isle of Man, Schottland und Wales als \"keltische Nationen\" an. Auch wenn diese Gebiete als Hauptstützen keltischer Sprache und keltischen Erbes dienen, wird geschätzt, dass weltweit Millionen Menschen mit keltischer Abstammung leben. Die sechs verbleibenden keltischen Sprachen, die noch gesprochen werden, werden den sechs entsprechenden Regionen zugeordnet."
        },
        {
            "heading": "Moderne Abstammung",
            "text": "Heute erkennt die \"Keltische Liga\", eine Nichtregierungsorganisation, die für keltisches Erbe und Kultur eintritt, die Bretagne, Cornwall, Irland, die Isle of Man, Schottland und Wales als \"keltische Nationen\" an. Auch wenn diese Gebiete als Hauptstützen keltischer Sprache und keltischen Erbes dienen, wird geschätzt, dass weltweit Millionen Menschen mit keltischer Abstammung leben. Die sechs verbleibenden keltischen Sprachen, die noch gesprochen werden, werden den sechs entsprechenden Regionen zugeordnet."
        }
    ],
    "leader": {
        "name": "Boudicca",
        "subtitle": "Anführerin der Kelten",
        "lived": "Unbek. - ca. 61 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/boudicca.png",
        "trait": {
            "name": "Druidenkunde",
            "effect": "+1 Glauben je Stadt mit einem angrenzenden nicht verbesserten Wald. Der Bonus erhöht sich auf +2 Glauben in Städten mit 3 oder mehr angrenzenden nicht verbesserten Waldfeldern."
        },
        "titles": [
            "Königin der Icener"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Boudicca, die legendäre Kriegerkönigin vom keltischen Stamm der Icener, ist in die Geschichte eingegangen, weil sie eine Reihe römischer Siedlungen dezimiert hatte, während sie einen Aufstand keltischer Stämme gegen die Macht der römischen Armee anführte, die im ersten Jahrhundert n. Chr. England besetzten. Es gibt zwar nicht viele historische Aufzeichnungen aus dieser Zeit, man hält sich größtenteils an die Berichte der römischen Historiker Tacitus und Cassius Dio, aber im Allgemeinen glaubt man, dass sich Boudiccas Aufstand in etwa so abgespielt hat: Boudiccas Gatte, König Prasutagus der Icener, war lange ein Verbündeter der Römer und behielt die Souveränität über sein Volk während der Eroberung Britanniens durch die Briten. Bei seinem Tod ernannte er angeblich Boudicca und ihre beiden Töchter als gemeinsame Erben, in der Hoffnung, die Rechte und den Stand seiner Familienlinie zu erhalten. Die Römer kümmerten sich nicht um die alte Freundschaft und drangen schnell vor, um das Gebiet der Icener zu annektieren. Man kann mit Sicherheit sagen, dass die Römer in dieser Angelegenheit unerbittlich und brutal vorgingen. Boudicca wurde öffentlich ausgepeitscht.Die Empörung, die die Respektlosigkeit und Brutalität der Römer gegen die Icener hervorrief, brachte Boudicca und ihre Leute dazu, eine Rebellion mit Unterstützung benachbarter Stämme, vor allem der Trinovanten, zu organisieren. Boudicca versammelte eine riesige Streitmacht mit geschätzt mehr als 70.000 Kämpfern und marschierte auf die römische Kolonie Camulodunum zu. Die Römer, die auf einen so groß angelegten Angriff nicht vorbereitet waren, wurden überrascht und fanden bei den Rebellen keine Gnade. Die Stadt Camulodunum wurde belagert und zerstört, die Rebellenarmee zog weiter zur Stadt Londinium und zerstörte auf dem Weg alles, was den Römern von Wert war. Verulamium war die dritte und letzte Stadt, die während Boudiccas Aufstand zerstört wurde, sie wurde bis auf die Grundmauern niedergebrannt und ihre römischen Bewohner massakriert. Insgesamt soll Boudiccas Armee mehr als 80.000 Römer und pro-römische Briten getötet haben.An einem unbekannten Ort im englischen Binnenland stellten sich 61 n. Chr. die römische Armee und ihre gesammelten Legionen den rebellischen Stämmen entgegen. Zu Boudiccas Leidwesen setzte die umfassende Ausbildung und Taktik der Römer dem Aufstand ein Ende. Man sagt, Frauen und Kinder, die die Versorgungswagen der Rebellen begleiteten, kamen zum Schlachtfeld, um die Schlacht zu beobachten und Unterstützung zu bieten. Die Anwesenheit der Beobachter auf dem Feld ließ den Rebellen jedoch nur wenig Bewegungsspielraum. Der Aufstand wurde niedergeschmettert und an die 70.000 bis 80.000 Rebellen wurden in der Schlacht und danach getötet. Man nimmt an (auch wenn dies keineswegs bestätigt ist), dass sich Boudicca kurz nach der Schlacht selbst das Leben genommen hat. Die gängigste Theorie besagt, dass sie Gift genommen hat, um einer Gefangennahme zu entgehen."
            },
            {
                "heading": "Urteil der Geschichte",
                "text": "Es ist zwar nicht einfach, eine legendäre Figur wie Boudicca zu beurteilen, aber man kann mit Sicherheit sagen, dass der Aufstand, den sie gegen die Römer führte, einen berechtigten Grund hatte: Man wehrte sich gegen die Besetzung und die unerträglichen Grausamkeiten, die die Römer dem keltischen Volk angetan hatten. Die Rebellen unter Boudicca schlachteten römische Soldaten wie Bürger zwar gleichermaßen; die Geschichte verurteilt ihre Taten aber nicht als skrupellos, wenn das gnadenlose Verhalten der Römer mit in Betracht gezogen wird. Es gibt zwar nur wenige Einzelheiten über Boudiccas Leben vor der Rebellion, aber ihr Ruf als edle Kriegerin, die starb, um die Freiheit ihres Volkes zu verteidigen, wird auch in Zukunft bestehen bleiben."
            }
        ]
    }
}