{
    "id": 33,
    "name": "Niederlande|Niederlanden",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_netherlands.png",
    "dawn_of_man": "Seid gegrüßt, starker Prinz Wilhelm von Oranien, Befreier der Niederlande und Held des niederländischen Volkes. Durch Euren Mut bei der Rebellion von 1568 gegen die spanische Herrschaft erlangten die Niederländer ihre Freiheit und es kam schließlich zum Achtzigjährigen Krieg. Euer Unterfangen ermöglichte die Entstehung einer der ersten modernen Republiken in Europa, der Republik der Sieben Vereinigten Provinzen. Ihr habt Euer Leben für die Rebellion geopfert und seid 1584 durch die Hand eines Attentäters gestorben, doch Euer Tod diente nur dazu, den Mut des Volkes zu festigen, und Euer Vermächtnis als \"Vater des Vaterlandes\" wird ewig als Symbol der niederländischen Unabhängigkeit bestehen.Tapferer Prinz, das Volk sehnt sich erneut nach Eurer Weisheit. Könnt Ihr die Souveränität Eures Königreiches erneut sichern und Eurem Volk zu Größe verhelfen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Wassergeuse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/sea_beggar.json"
        }
    ],
    "city_names": [
        "Amsterdam",
        "Rotterdam",
        "Utrecht",
        "Groningen",
        "Breda",
        "Nimwegen",
        "Den Haag",
        "Haarlem",
        "Arnheim",
        "Zütphen",
        "Maastricht",
        "Tilburg",
        "Eindhoven",
        "Dordrecht",
        "Herzogenbusch",
        "Almere",
        "Alkmar",
        "Brielle",
        "Vlissingen",
        "Apeldoorn",
        "Enschede",
        "Amersfoort",
        "Zwolle",
        "Venlo",
        "Uden",
        "Grave",
        "Delft",
        "Gouda",
        "Nieuwstadt",
        "Weesp",
        "Coevorden",
        "Kerkrade"
    ],
    "spy_names": [
        "Joost",
        "Hendrika",
        "Marten",
        "Anke",
        "Guus",
        "Herr X",
        "Dr. Grijs",
        "Willem",
        "Thijs",
        "Neef"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Königreich der Niederlande, häufig einfach als \"Holland\" bezeichnet, hat sich unter dem Einfluss vieler ehrgeiziger Reiche von einer unbedeutenden Provinz Nordeuropas zu einem der bedeutendsten Handelszentren der Welt entwickelt. Beginnend mit den Eroberungen der Römer, dem späteren Aufstieg der Franken und schließlich dem des Heiligen Römischen Reiches wurden die Niederlande zu einem häufigen Ziel expandierender europäischer Königreiche. Allerdings hinterließ niemand größere Spuren als die spanischen Habsburger, die mit der Verfolgung der niederländischen Protestanten unter König Philipp direkt zum Ausbruch des Achtzigjährigen Krieges beitrugen. Die Bürger der Niederlande kämpften beinahe ein Jahrhundert lang gegen ihre spanischen Herren um die Unabhängigkeit und setzten sich unermüdlich für eine eigene nationale Identität ein. Als die neue Republik zu einer führenden Wirtschaftsmacht heranwuchs, brachte die neu gebildete Nation viele große Persönlichkeiten der Kultur und Wissenschaft hervor."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Das Königreich der Niederlande liegt an der Küste Nordeuropas und dazu gehören auch die Gebiete Aruba, Curaçao und Sint Maarten in der Karibik. Die Provinzen der Niederlande in Europa sind sehr flach und ein Großteil des Landes wurde durch Deiche vom Meer zurückgewonnen. Trotz der relativ geringen Landesfläche, die etwa der doppelten Fläche des US-amerikanischen Staates New Jersey entspricht, leben mehr als 16 Millionen Menschen in den Niederlanden. Aufgrund der geringen verfügbaren Fläche ist die Stadtplanung und -entwicklung in den Niederlanden schon lange sehr ausgeprägt, da viele Einwohner in den dichten Stadtgebieten leben, unter anderem in der Hauptstadt Amsterdam."
        },
        {
            "heading": "Vorgeschichte",
            "text": "Vor der Ankunft der Römer im 1. Jahrhundert v. Chr. wurde die Region der Niederlande von verschiedenen germanischen Stämmen bewohnt. Diese Stämme kamen aus den umliegenden Gebieten, besonders aus Skandinavien, und waren frühe Nachfahren der Kelten, deren Herkunft man bis ins nahegelegene Österreich und Deutschland verfolgen kann. Unter diesen Stämmen gehörten die auf einer Rheininsel lebenden Bataver zu den mächtigsten und gefürchtetsten. Die Bataver waren zwar keine erfolgreichen Händler oder Handwerker, aber ihr Ruf als Kämpfer reichte aus, um ihnen unter den anderen Stämmen eine gewisse vorherrschende Stellung zu sichern."
        },
        {
            "heading": "Römische Besetzung",
            "text": "Die südlichste Region der Niederlande, von den Römern \"Germania Inferior\" (Niedergermanien) genannt, wurde im 1. Jahrhundert n. Chr. durch das römische Militär besetzt. Wie Julius Cäsar in seinen Berichten über den Gallischen Krieg schrieb, haben Krieger vom Stamm der Bataver während der ersten Kampagnen in Europa an der Seite der Römer als Söldner gekämpft. Die Bataver erhoben sich schließlich gegen die zunehmend restriktive römische Herrschaft, was zu ihrer Unterwerfung führte. Die Römer herrschten fast 400 Jahre lang unangefochten über das Gebiet, bis ihr ganzes Reich unterging."
        },
        {
            "heading": "Friesen und Franken",
            "text": "Obwohl es nur wenige schriftliche Aufzeichnungen aus dieser Zeit gibt, wissen wir, dass das Gebiet, das die Römer in den Niederlanden besetzt hatten, nach dem Untergang des Römischen Reiches schnell von den Franken und Friesen übernommen wurde. Zwar hatten diese Stammesgruppen schon seit Jahrhunderten in dieser Region verstreut gelebt, doch in Abwesenheit der einst so mächtigen Römer ergab sich nun für sie eine viel größere Gelegenheit zu expandieren. Das Frankenreich umfasste die Niederlande und Deutschland schließlich fast vollständig, die Ausnahme war das friesische Reich an der Nordküste. Da sie auf so engem Raum lebten, wurden die Franken und die Friesen zu erbitterten Rivalen, die ihre territorialen Konflikte in einer Reihe von Kriegen austrugen. 734 führte der Sieg der Franken bei der Schlacht an der Boorne zur Auflösung des friesischen Reiches und seiner Eingliederung in das Frankenreich. Die spätere Eroberung Italiens und die fränkische Expansion unter Karl dem Großen schufen die Grundlagen für mehrere zukünftige Königreiche, einschließlich Frankreich und Deutschland, unter deren Herrschaft die Niederlande in den folgenden Jahrhunderten fielen."
        },
        {
            "heading": "Sich verändernde Reiche",
            "text": "Nach dem Tod von Karl dem Großen 814 wurde das Frankenreich in drei Teile geteilt: das Mittelfränkische, das Ostfränkische und das Westfränkische Reich. Der Großteil der Niederlande befand sich auf dem Gebiet des von Lothar I. regierten Mittelreiches. Die Spaltung des einst so ausgedehnten Reiches führte auch zur Entstehung der deutschen Königreiche (die später zum Heiligen Römischen Reich wurden) und Frankreichs, die in den Niederlanden um Einfluss und Territorien rangen. Im 15. Jahrhundert n. Chr. fielen weite Teile der Region zwar unter die Herrschaft des Heiligen Römischen Reiches, doch das Herzogtum Burgund, ein Nebenzweig der französischen Königsfamilie, fasste die Absicht, sich die Niederlande anzueignen.Während dieser Zeit schwemmte auch die erste von vielen schrecklichen Fluten über die Niederlande hinweg, wobei Tausende Menschen starben und die Infrastruktur des Landes größtenteils zerstört wurde. 1287 brach die verheerende Luciaflut über die Niederlande herein, die mehr als 50.000 Todesopfer forderte und einen kleinen See in eine Meeresbucht der Nordsee verwandelte, die so genannte Zuidersee. Die Zuidersee wurde erst im 20. Jahrhundert wieder endgültig von der Nordsee getrennt und wurde so wieder zum Frischwassersee."
        },
        {
            "heading": "Machtübergänge",
            "text": "Im 14. und 15. Jahrhundert fielen die Niederlande und das benachbarte Belgien beinahe vollständig unter die Kontrolle der Herzöge von Burgund. Ab 1400 eigneten sich die französischen Herzöge immer mehr Gebiete im niederländischen Flachland an, teils durch Heirat und Erbschaft, teils durch sorgfältig geplante Landkäufe und Annektierung.Der Landbesitz von Burgund in den Niederlanden wurde durch die Heirat von Maria von Burgund mit dem österreichischen Herzog Maximilian I. an die Habsburger vererbt. Obwohl der König von Frankreich die Vererbung der burgundischen Ländereien anzufechten versuchte, erbte das Land schließlich Marias Sohn, Philipp I., und die Macht ging an die Habsburger über.1521 war das Haus Habsburg in die spanische und die österreichische Familie gespalten, wobei die spanischen Habsburger die Niederlande behielten, während die Nachkommen des österreichischen Zweiges Deutschland und die umliegenden Regionen als Kaiser des Heiligen Römischen Reiches regierten."
        },
        {
            "heading": "Protestantische Reformation",
            "text": "Als während der protestantischen Reformation in Europa die traditionelle Autorität des römischen Katholizismus in Frage gestellt wurde, fasste die protestantische Bewegung in den Niederlanden Fuß. Die Ausbreitung des protestantischen Glaubens in den Niederlanden bereitete den katholischen Herrschern des Landes - erst Karl V. und, viel wichtiger noch, seinem später regierenden Sohn Philipp II. von Spanien - große Sorgen. Die zunehmend grausame Verfolgung der niederländischen Protestanten durch König Philipp führte in den darauffolgenden Jahren zu großer Unzufriedenheit beim Volk der Niederlande."
        },
        {
            "heading": "Aufstand gegen Spanien",
            "text": "Während sich die Verbitterung aufgrund von Philipps Taktiken in den Niederlanden ausbreitete, trat die bedeutendste Gestalt des niederländischen Aufstandes, Wilhelm von Oranien, als lautstarker Verfechter der religiösen Toleranz hervor. Wilhelm selbst war als Protestant aufgewachsen, jedoch im Zuge seiner adligen Erziehung zum Katholizismus konvertiert. Ungeachtet seiner religiösen Ansichten glaubte er fest daran, dass jeder das Recht habe, seinen eigenen Glauben zu praktizieren. Da Wilhelm vom niederländischen Adel stammte und Spanien als treuer Untertan diente, zögerte er zunächst, sich gegen den König zu stellen. Als Philipp jedoch keine Anstalten machte, auf die Anliegen der Niederländer einzugehen, wurde Wilhelm gezwungen zu handeln. 1567 waren bereits kleinere Rebellionen im Gange und Wilhelm, der den Aufstand finanzierte und sich gegen Philipp wandte, wurde von Spanien geächtet.Nachdem Wilhelm seine Armee in zahlreichen offenen Schlachten gegen Spanien zum Sieg geführt hatte, wurde 1581 in den befreiten nördlichen Gebieten die Republik der Sieben Vereinigten Provinzen geschaffen. Diese anfänglichen Erfolge waren jedoch erst der Anfang eines langwierigen Konflikts, der als der Achtzigjährige Krieg bekannt wurde, und der spanische König blieb weiterhin Herr der südlichen Gebiete der Niederlande. Wilhelm von Oranien erlag 1584 einem Attentat durch einen loyalen katholischen Anhänger Philipps und der Krieg wurde bis 1648 fortgeführt. Erst dann war die gesamte Republik der Vereinigten Niederlande endlich frei von der spanischen Herrschaft."
        },
        {
            "heading": "Handelsvorherrschaft",
            "text": "Nach dem Achtzigjährigen Krieg und der Gründung der Republik der Vereinigten Niederlande im Norden wurden die Niederlande schnell zum vorherrschenden Handelszentrum in Europa. Angeführt von der niederländischen Ostindien-Kompanie, dem ersten multinationalen Unternehmen der Welt, etablierten niederländische Händler neue Handelsrouten und besiedelten Kolonien rund um den Globus. In dieser Epoche, die als das \"Goldene Zeitalter der Niederlande\" bekannt wurde, traten auch rapide wissenschaftliche Fortschritte und militärische Neuerungen auf und es entwickelte sich dort eine blühende Kunst- und Musikkultur."
        },
        {
            "heading": "Bemühungen um Vorherrschaft zu Wasser",
            "text": "England wurde angesichts des niederländischen Handels mit den englischen, französischen und spanischen Kolonien zunehmend besorgt, da er die britischen Handelsvorhaben behinderte und die Rentabilität einschränkte. Daher verabschiedete das britische Parlament 1651 eine Reihe von Gesetzen, die das Ausmaß der niederländischen Schifffahrt regulieren sollten. Diese so genannten Navigationsakte sollten den Zugang der Niederlande zu den englischen Häfen einschränken. Englands Bemühungen, die Meere zu kontrollieren, führten unmittelbar zu einer Reihe von Konflikten, den Englisch-Niederländischen Seekriegen, im gesamten 17. Jahrhundert. Im Verlauf der nächsten 100 Jahre bis Mitte des 18. Jahrhunderts ging der Einfluss der Niederlande sowohl in politischen Kreisen als auch im Welthandel aufgrund zahlreicher Seeschlachten, die Größe und Gewalt der niederländischen Flotte reduzierten, stark zurück."
        },
        {
            "heading": "Etablierung des Königreichs",
            "text": "Während der Napoleonischen Kriege wurden die Niederlande als Ganzes 1795 von den Franzosen besetzt und es wurde die kurzlebige Batavische Republik gegründet, ein Außenposten der Französischen Republik. Nach der Unterzeichnung des Vertrags von Fontainebleau 1814, mit dem offiziell das Ende der Eroberungen Napoleons in Europa verkündet wurde, konnte das niederländische Volk sich erneut unabhängig erklären, indem das Vereinigte Königreich der Niederlande gegründet wurde. Kurz darauf spaltete sich Belgien, das bis dahin zu den Niederlanden gehört hatte, ab und bildete 1830 eine eigene, unabhängige Nation."
        },
        {
            "heading": "Die Weltkriege",
            "text": "Nachdem sie sich als souveräne Nation etabliert hatten, bemühten sich die Niederlande stets darum, wann immer möglich die Neutralität zu wahren. Somit blieben die Niederlande für die Dauer des Ersten Weltkriegs neutral und beteiligten sich nicht mit Militärgewalt am Konflikt, sondern unterhielten weiterhin Wirtschaftsbeziehungen zu beiden Seiten.Im Zweiten Weltkrieg erklärten die Niederlande erneut zu Beginn der Feindseligkeiten ihre Neutralität. Dieses Mal ließ Deutschland jedoch nicht zu, dass das wertvolle niederländische Gebiet sich heraushielt. Bei der Invasion 1940 stieß die deutsche Streitmacht anfangs auf Widerstand seitens des niederländischen Militärs, doch schließlich wurden die Niederlande besiegt und vom Deutschen Reich besetzt. Während der Besetzung durch die Deutschen flüchtete die niederländische Regierung und agierte im Exil, während die Nation von den deutschen Streitkräften regiert wurde. Obwohl die Widerstandsbewegung in den Niederlanden immer größer wurde, da die Besetzung zunehmend unerträglich wurde, wurden dennoch niederländische Juden sowie jüdische Flüchtlinge aus Deutschland zu Tausenden getötet. Unter ihnen war auch Anne Frank, deren Tagebuch zu einer häufig gelesenen Chronik dieser Zeit wurde.1944 versuchten die Alliierten im Zuge eines der größten Flugzeugeinsätze der Geschichte, Operation Market Garden, die Brücken über die Flüsse Rhein und Maas von den Niederlanden nach Deutschland unter ihre Kontrolle zu bringen. Die Alliierten setzten Tausende von Fallschirmjägern in der Region ab, doch der Erfolg der Mission war nur begrenzt. Die Befehlshaber der Alliierten machten das schlechte Wetter und Kommunikationsprobleme für die Behinderung des alliierten Vorsturms verantwortlich. Die Niederlande blieben daher bis zur Kapitulation Deutschlands im Frühjahr 1945 in deutscher Hand."
        },
        {
            "heading": "Moderne Niederlande",
            "text": "Das heutige Vereinigte Königreich der Niederlande ist eine konstitutionelle Monarchie mit einem gewählten Parlament zusätzlich zur amtierenden Königin Beatrix. Als Gründungsmitglied der Europäischen Union unterstützt das Königreich seit Langem die Bemühungen der Union, der Region friedliche Beziehungen und wirtschaftliche Stabilität zu bringen. Den Haag, die drittgrößte Stadt der Niederlande, ist Sitz der niederländischen Regierung sowie des Internationalen Gerichtshofs der Vereinten Nationen."
        },
        {
            "heading": "Kulturelle Symbole",
            "text": "Im Lauf der Geschichte haben die Niederlande einige der angesehensten Künstler, Wissenschaftler, Forscher und Gelehrten der Welt hervorgebracht, die teilweise Wegbereiter der heutigen Verfahren in ihrem jeweiligen Fach waren. Die berühmten Maler Rembrandt van Rijn und Vincent van Gogh waren beide Niederländer und ihre Werke zählen zu den am meisten bewunderten - und zu den wertvollsten - Schöpfungen der Kunstwelt. Wissenschaftler wie Christiaan Huygens, der als Erster die Ringe des Saturn entdeckte, und Antonie van Leeuwenhoek, der \"Vater der Mikrobiologie\", leisteten große Beiträge zur Zukunft der wissenschaftlichen Entdeckungen."
        },
        {
            "heading": "Kulturelle Symbole",
            "text": "Im Lauf der Geschichte haben die Niederlande einige der angesehensten Künstler, Wissenschaftler, Forscher und Gelehrten der Welt hervorgebracht, die teilweise Wegbereiter der heutigen Verfahren in ihrem jeweiligen Fach waren. Die berühmten Maler Rembrandt van Rijn und Vincent van Gogh waren beide Niederländer und ihre Werke zählen zu den am meisten bewunderten - und zu den wertvollsten - Schöpfungen der Kunstwelt. Wissenschaftler wie Christiaan Huygens, der als Erster die Ringe des Saturn entdeckte, und Antonie van Leeuwenhoek, der \"Vater der Mikrobiologie\", leisteten große Beiträge zur Zukunft der wissenschaftlichen Entdeckungen."
        }
    ],
    "leader": {
        "name": "Wilhelm von Oranien",
        "subtitle": "Anführer der Niederlande",
        "lived": "1533 - 1584 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/william_of_orange.png",
        "trait": {
            "name": "Niederländische Ostindien-Kompanie",
            "effect": "Bewahrt 50% der Zufriedenheitsvorteile eines Luxusguts, sofern das letzte Exemplar verkauft wurde."
        },
        "titles": [
            "Fürst von Oranien"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Weithin als Gründer und Befreier der Niederlande bekannt, führte Wilhelm, Fürst von Oranien, der auch \"Wilhelm der Schweiger\" genannt wurde, Mitte des 16. Jahrhunderts eine erfolgreiche Rebellion gegen die spanische Habsburger-Dynastie an, die über die niederländischen Gebiete herrschte. Wilhelm, einst selbst ein loyaler Diener Königs Philipp II. von Spanien, wurde letztlich zum bekanntesten Kopf der Rebellion, da sein Missfallen über die anhaltende Verfolgung niederländischer Protestanten durch die Spanier immer größer wurde. Er konnte viele seiner Adelskollegen für seine Sache gewinnen und wurde in den Augen des spanischen Monarchen zum Gesetzlosen. Er führte die niederländischen Truppen in mehrere erfolgreiche Schlachten gegen den König, bevor er 1584 durch die Kugel eines Attentäters verstarb."
            },
            {
                "heading": "Adlige Erziehung",
                "text": "Geboren 1533 als Sohn des Grafen Wilhelm von Nassau erhielt Wilhelm im Alter von 11 Jahren den Titel des Fürsten von Oranien, als sein Vorgänger und Cousin René ohne Erbe für Titel und Ländereien verstarb. Zu dieser Zeit gehörten die Niederlande zum Herrschaftsgebiet des Kaisers des Heiligen Römischen Reiches, Karl V., der als Oberhaupt der Habsburger-Monarchie regierte und zugleich König von Spanien war. Nachdem er zunächst die Erziehung und Ausbildung bekam, die man von einem Adligen erwartete, wurde Wilhelm später zu einem einflussreichen Mitglied am kaiserlichen Hof. Die Verbindungen des Kaisers zur spanischen Krone sollten noch eine bedeutende Rolle bei Wilhelms Bestreben spielen, den Spaniern die Herrschaft über die Niederlande zu entreißen.Wilhelm stieg schnell in den Rängen des Militärs auf, war bereits mit Anfang 20 Kommandant in der kaiserlichen Armee und hatte auch mehrere diplomatische Ämter als Berater des Kaisers inne. Wilhelm musste sich seine Gunst beim Kaiser jedoch teilweise durch seinen Glauben erkaufen, und er entsagte seiner lutherischen Erziehung zugunsten der römisch-katholischen Kirche, um seinen Aufstieg zur Macht zu beschleunigen."
            },
            {
                "heading": "Ursachen der Rebellion",
                "text": "1555 übergab Karl V. die spanische Krone an seinen Sohn, Philipp II. Dieser war für sein rigoroses Vorgehen gegen Protestanten in seinem Reich bekannt, zeigte nur wenig Verständnis für deren Ansichten und verlieh der Inquisition gegen die Reformation mehr Macht. Als Wilhelm seinem neuen König diente, dämmerte ihm, welche Pläne Philipp wirklich verfolgte, da dieser keinerlei Skrupel zeigte, die Protestanten auf grausame Art und Weise loszuwerden. Wilhelm hatte den Katholizismus zwar im Laufe seiner Erziehung angenommen, war jedoch als Lutheraner aufgewachsen und immer noch fest davon überzeugt, dass es ein Recht jedes Menschen sei, seinen eigenen Glauben zu haben. Es heißt, dass Wilhelm bei einem Jagdausflug ein Gespräch Philipps mit Heinrich II. von Frankreich mithörte, in dem diese sich über die geplante Auslöschung der Protestanten in ihren beiden Reichen austauschten. Dies soll das Schlüsselereignis gewesen sein, das Wilhelm dazu brachte, sich später gegen Philipp und die spanische Herrschaft über die Niederlande zu wenden.Um die etablierten Protestanten in den Niederlanden zu unterdrücken, ins Exil zu treiben oder einem noch schlimmerem Schicksal zuzuführen, entwickelte Philipp ein System mit Plakaten, auf denen bekanntgegeben wurde, dass auf die Ausübung des lutherischen und calvinistischen Glaubens die Strafe Folter oder Tod stand. Die Verfolgung nahm so extreme Formen an, dass viele niederländische Katholiken den Protestanten bei ihrem Kampf gegen die Maßnahmen Philipps zur Seite standen.Wilhelm begann, den König öffentlich zu kritisieren, machte seine Meinung zu diesem Thema unmissverständlich klar und ermutigte andere dazu, sich ebenfalls gegen das unterdrückerische Vorgehen Philipps zu wenden. 1566 reichten mehrere niederländische Adlige bei der spanischen Statthalterin Margarethe von Parma eine Petition zur Beendigung der Protestantenverfolgung in den Niederlanden ein. Trotz ihrer Bemühungen, zu einem friedlichen Kompromiss zu gelangen, wies Philipp die eingereichte Petition ab, was direkt darauf überall im niederländischen Gebiet zum reformatorischen Bildersturm führte, bei dem protestantische Rebellen katholische Kirchen plünderten."
            },
            {
                "heading": "Der Aufstand beginnt",
                "text": "Als im Zuge des Bildersturms auch die öffentliche Ausübung protestantischer Glaubenspraktiken immer mehr zunahm, schickte Philipp den \"Eisernen\" Herzog von Alba, Fernando Alvarez de Toledo, in die Niederlande, um den Aufstand dort niederzuschlagen und die Rebellen zu bestrafen. Bei seiner Ankunft richtete Alba den Rat der Unruhen - bei den Protestanten später auch bekannt als \"Blutrat\" - als Instrument zur Verurteilung und Bestrafung der Rebellen und ihrer Anführer ein. Viele derjenigen, die vor den Rat gerufen wurden, tauchten unter, wie auch Wilhelm selbst, doch es heißt, dass mehr als 1.000 Protestanten vom Eisernen Herzog für schuldig befunden und hingerichtet wurden."
            },
            {
                "heading": "Ausbruch des Krieges",
                "text": "Während er den Aufstand von seiner Heimat Nassau aus finanzierte, stellten Wilhelm und die Rebellen Armeen auf, um die Spanier an mehreren Fronten anzugreifen. Eine Gruppe protestantischer Exilanten und niederländischer Adliger, die den Spaniern Widerstand leistete, wurden \"Geusen\" oder \"Bettler\" genannt - die bekanntesten von ihnen waren die \"Wassergeusen\". Wilhelm unterstützte die Wassergeusen, damit sie ihre Schiffe ausrüsten konnten, mit denen sie als Freibeuter Küstenstädte in den Niederlanden angriffen, um sie auszuplündern.Wilhelms Bruder, Ludwig von Nassau, führte eine Armee aus Söldnern und französischen Hugenotten (Protestanten) gegen eine spanische Streitmacht unter dem Kommando des niederländischen Adligen Johann von Ligne, der Philipp gegenüber loyal war. Sie trafen sich 1568 in der Schlacht von Heiligerlee in der Provinz Groningen im Norden der Niederlande. Ludwig konnte die spanische Armee besiegen und Johann von Ligne starb auf dem Schlachtfeld. Wilhelms zweitjüngster Bruder, Adolf, fiel jedoch ebenfalls, als er die niederländische Kavallerie kommandierte. Diese bedeutende Schlacht gilt unter Historikern als der Beginn des Achtzigjährigen Krieges, wie der Konflikt um die niederländische Unabhängigkeit ebenfalls bezeichnet wird.In der Schlacht von Jemgum wurde Ludwigs Armee kurz darauf von den spanischen Truppen vernichtend geschlagen, als er versuchte, die Stadt Groningen zu belagern, und er war gezwungen, den Rückzug anzutreten. Wilhelm übernahm nun selbst die Führung und konnte mit einer Armee mehrere Siege erringen, was der niederländischen Bevölkerung Mut machte, da immer mehr Städte in ihrem Land der spanischen Herrschaft entrissen wurden. Doch trotz der beträchtlichen Gebietsgewinne - die Niederländer eroberten innerhalb des nächsten Jahrzehnts den Großteil der nördlichen Gebiete - hatten die Spanier die südlichen Niederlande weiter fest im Griff."
            },
            {
                "heading": "Wurzeln der Unabhängigkeit",
                "text": "1573 wurde die Utrechter Union in der gleichnamigen niederländischen Stadt unterzeichnet, um den Widerstand der nördlichen Provinzen gegen Spanien zu vereinigen. Auch wenn die Union noch nicht wirklich unabhängig war, stellt ihre Gründung doch einen Wendepunkt bei der Befreiung von der spanischen Herrschaft über die Provinzen dar. Während Spanien noch immer die südlichen Gebiete kontrollierte, kam es 1581 mit der Unterzeichnung der Plakkaat van Verlatinghe zur offiziellen Unabhängigkeitserklärung und der Lossagung der Niederlande von Philipps Herrschaft. Wilhelm sollte die vollständige Befreiung der Niederlande aus dem Griff Spaniens jedoch nicht mehr erleben."
            },
            {
                "heading": "Attentatsversuche",
                "text": "Nachdem König Philipp ein nicht unerhebliches Kopfgeld auf Wilhelm ausgesetzt hatte, ließ der erste Attentatsversuch nicht lange auf sich warten. Der Spanier Juan de Jáuregui feuerte 1582 einen Schuss auf Wilhelm ab, der ihn am Hals schwer verletzte. Er überlebte zwar, doch der langsame Heilungsprozess erschwerte ihm seine Teilnahme an der Rebellion sehr. Nicht einmal zwei Jahre später wurde Wilhelm erneut zum Ziel eines Attentäters. Diesmal war es der französische Katholik Balthasar Gérard, der Wilhelm in dessen Haus auflauerte und drei Schüsse auf ihn abgab. Die tödliche Kugel traf Wilhelm in der Brust.In den darauffolgenden Tagen kam Gérard vor Gericht und wurde zum Tode verurteilt. Seine Bestrafung bestand aus Folter und zog sich über eine ganze Woche hin. Er wurde schließlich erlöst, indem man ihn köpfte."
            },
            {
                "heading": "Urteil der Geschichte",
                "text": "Wilhelm wird heute als Initiator der niederländischen Unabhängigkeitsbewegung und Gründer des souveränen Staats geachtet, den die Niederlande heute darstellen. Indem er die Menschen in den Provinzen ermutigte, sich gegen die spanische Herrschaft und ihre skrupellose Verfolgung der niederländischen Protestanten zu wenden, vertrat Wilhelm zeitlebens den aufgeklärten Standpunkt, dass Gerechtigkeit nur herrscht, wenn alle Menschen ihren Glauben frei ausüben können."
            }
        ]
    }
}