{
    "id": 20,
    "name": "Inkaland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_inca.png",
    "dawn_of_man": "Oh, Ihr, der Ihr die Welt neu erschafft, Eure treuen Untertanen grüßen Euch, König Pachacútec! Ihr herrscht über das Volk der Inka. Die Inka bewiesen bereits in ihren Anfängen im kleinen Staat Cusco ihr Potenzial, zogen gegen ihre zahlreichen Feinde in den Krieg, zerschmetterten deren Armeen und errichteten ein mächtiges Reich, das sich von Ecuador bis Chile erstreckte - es war sogar das größte Reich im präkolumbischen Amerika. Euer Volk bestand nicht nur aus Soldaten, es befanden sich auch großartige Architekten und Künstler darunter, und die Überreste ihrer Arbeit inspirieren die Welt bis heute und erfüllen sie mit Ehrfurcht.Oh, König Pachacútec, der die Erde erzittern lässt! Werdet Ihr erneut den Boden selbst beschwören, um Euch im Kampf zur Seite zu stehen? Eure Armeen warten auf Euer Signal. Werdet Ihr den Ruhm Eures Reiches wiederherstellen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Schleuderschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/slinger.json"
        }
    ],
    "city_names": [
        "Cusco",
        "Tiwanaku",
        "Machu",
        "Ollantaytambo",
        "Corihuayrachina",
        "Huamanga",
        "Vilcas",
        "Vilcabamba",
        "Vitcos",
        "Andahuaylas",
        "Ica",
        "Arequipa",
        "Nasca",
        "Atico",
        "Juli",
        "Chuito",
        "Chuquiago",
        "Huánuco Pampa",
        "Tambococha",
        "Huaraz",
        "Riobamba",
        "Caxamalca",
        "Sausa",
        "Tambo Colorado",
        "Huaca",
        "Tumbes",
        "Chan Chan",
        "Sipán",
        "Pachakamaq",
        "Llactapata",
        "Písac",
        "Kuelap",
        "Pajatén",
        "Chucuito"
    ],
    "spy_names": [
        "Amaru",
        "Apichu",
        "Pariapichiu",
        "Puma",
        "Quenti",
        "Suyuntu",
        "Uturuncu",
        "Uturuncu",
        "Purutu",
        "Ozcollo"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Das Reich der Inka war das größte präkolumbianische Reich in ganz Amerika und erstreckte sich entlang der Anden von Peru bis Chile. Die Anfänge des riesigen Reiches waren bescheiden: Das einstmals kleine Königreich wuchs zu einer Macht heran, die das gesamte \"zivilisierte\" Südamerika beherrschte. Obwohl das Reich nur ein kurzes Jahrhundert lang bestand, trug es viel dazu bei, die Menschen und Kulturen der unterschiedlichen Stämme der Berge zu vereinen. Trotz der vollständigen Auslöschung der Inka haben viele Artefakte und Bauwerke bis heute überdauert, wie etwa die berühmte Stadt Machu Picchu, die ein Zeugnis der Macht ist, die die Könige der Inka einst innehatten."
        },
        {
            "heading": "Geografie und Klima",
            "text": "Das Zentrum des Reiches befand sich entlang der Anden und umfasste Gebiete, die heutige Teile von Argentinien, Ecuador, Peru, Chile, Bolivien und Kolumbien einschließen. Klima und Landschaft waren gebirgig, doch da die Inka bereits früh den Terrassenfeldbau perfektionierten, konnten sie problemlos in den Bergen leben. Die fruchtbaren Täler, die zwischen den Gipfeln gebettet lagen, boten den Inka den notwendigen Lebensraum, um sich auszudehnen."
        },
        {
            "heading": "Frühe Geschichte: Das Reich von Cusco",
            "text": "Das mächtige Imperium der Inka stammt von dem kleinen Königreich Cusco im westlichen Peru ab. Unter der Herrschaft von Pachacútec, dem neunten Sapa Inca, begann Cusco eine Kampagne mit dem Ziel, die umliegenden Stämme unter einer Herrschaft zu vereinen. Sowohl durch militärische Eroberungen als auch durch friedliche Eingliederungen legten Pachacútec und sein Sohn Tupac so das Fundament für das Reich Tawantinsuyu. Wörtlich bedeutet dieser Name die Entstehung des Reiches aus vier unterschiedlichen Provinzen - Chinchasuyu im Nordwesten, Antisuyu im Nordosten, Kuntisuyu im Südwesten und Qullasuyu im Südosten.Pachacútec führte ein neues Regierungssystem ein, um seine Eroberungen zu organisieren. Die Kinder der herrschenden Familien wurden nach Cusco (der Hauptstadt) umgesiedelt, um dort direkt von den Inka zu lernen und ihre Kultur und Lebensweise anzunehmen. Wenn sie älter geworden waren, wurden sie in ihre ursprünglichen Provinzen im Reich zurückgebracht, wo sie dann die Kultur der Inka weiter verbreiteten."
        },
        {
            "heading": "Fortwährende Expansion",
            "text": "Nach Pachacútecs Tod im Jahr 1471 strengte sein Sohn Tupac Inka Yupanqui neue Eroberungen im Norden an. Zu diesem Zeitpunkt war den Inka nur noch ein wichtiger Rivale an der Westküste geblieben, der Stamm der Chimú. Tupac eliminierte diesen schnell und gliederte sein Land in das wachsende Reich ein.Tupacs Sohn Huayna Cápac vergrößerte das Reich später um einige zusätzliche Gebiete des heutigen Ecuadors, doch seine Expansion in Richtung Süden kam mit der Schlacht am Río Maule zum Stillstand, da die Stämme der Mapuche sich den Inka entgegenstellten. Dies war jedoch keine vollständige Niederlage für die Inka, da ein Großteil des Landes in diesem Gebiet aus Wüste bestand, und die Mehrheit der Bevölkerung blieb in den Anden."
        },
        {
            "heading": "Der weiße Mann nahet",
            "text": "Im Jahr 1526 begann die Herrschaft der Inka über das Land zu bröckeln. Der spanische Eroberer Francisco Pizarro erreichte das Land der Inka, als er das Gebiet südlich von Panama erkundete, und bat die Krone sofort um Erlaubnis zur Invasion - er glaubte fest daran, dass das Land voller Schätze wäre.Im Jahr 1532 kehrte er mit einer kleinen Armee zurück und fand ein Reich vor, das nur auf seine Eroberung wartete. Huaynas Söhne Huascar und Atahualpa führten einen Bürgerkrieg um die Kontrolle über die Ländereien, und der Ausbruch der Pocken tat sein Übriges, um die Bevölkerung drastisch zu dezimieren. Pizarros Truppen (168 Männer, 1 Kanone und 27 Pferde) waren den Inka zahlenmäßig klar unterlegen, aber dank überlegener Technologie und Militärstrategie setzten sie sich am Ende durch.Pizarros erste Schlacht, die Schlacht von Puná, fand noch im selben Jahr in der Nähe des heutigen Guayaquil (Ecuador) statt, und er konnte sie mit Geschick für sich entscheiden. Pizarro gründete vor Ort die neue Stadt Piura und entsandte einen seiner Männer, Hernando de Soto, weiter landeinwärts, um das Land zu erkunden. De Soto traf auf den siegreichen Atahualpa und kehrte mit der Einladung zu einem Treffen zu Pizarro zurück. Die Spanier verlangten, dass die Inka König Carlos I. von Spanien als Herrscher akzeptierten und unverzüglich zum Christentum konvertierten. Aufgrund der sprachlichen Barriere oder allgemeiner Kommunikationsprobleme verstand Atahualpa nicht das volle Ausmaß der Forderungen des Treffens und verlangte nach weiteren Erklärungen. Frustriert und entnervt griffen die Spanier Atahualpas Lager an und nahmen den Anführer als Geisel, statt einen besseren Dolmetscher zu suchen.Der Inkakönig bot Pizarro unglaubliche Mengen an Gold und Silber für seine Freilassung, und Pizarro akzeptierte prompt. Pizarro hielt sich jedoch nicht an seinen Teil der Abmachung und verweigerte die Freilassung von Atahualpa. In der Zwischenzeit wurde Huascar ermordet, und Pizarro nutzte dies zu seinem Vorteil, indem er behauptete, dass Atahualpa hinter der schändlichen Tat steckte. In einem zweifelhaften Verfahren wurde Atahualpa im August 1533 von den Spaniern zum Tode verurteilt."
        },
        {
            "heading": "Das Ende eines Reiches",
            "text": "Nachdem Atahualpa und Huascar aus dem Weg geräumt waren, wurde ihr jüngerer Bruder Manco von den Spaniern auf den Thron gesetzt, der zunächst pflichtbewusst mit ihnen kooperierte. Nachdem Manco seine eigene Macht gefestigt hatte, versuchte er 1536, die Stadt Cusco einzunehmen, um sein Reich zurückzuerobern. Er war den spanischen Invasoren jedoch nicht gewachsen und floh mit seinem Gefolge in die Berge von Peru, von wo aus er für die nächsten 36 Jahre regieren sollte. Im Jahr 1572 fiel jedoch auch die letzte Festung der Inka und Mancos Sohn Tupac Amaru, zu dem Zeitpunkt König der Inka, wurde hingerichtet.Nach der Ausrottung des Königshauses der Inka unterdrückten die neuen spanischen Herrscher die Eingeborenen auf brutale Art und Weise und versuchten, ihnen ihre Kultur, Religion und Traditionen zu nehmen. Jede Inkafamilie musste ein Familienmitglied als Arbeiter in die spanischen Gold- und Silberminen schicken und unmittelbar nach dem Tod dieses Arbeiters für Ersatz sorgen, was aufgrund der harten Arbeitsbedingungen im Schnitt nach ein bis zwei Jahren der Fall war. Zudem breiteten sich die Pocken schnell in den Überresten des Reiches aus und forderten zwischen 60% bis 90% der Bevölkerung. Typhus, Grippe, Diphtherie und Masern erledigten den Rest - im Jahr 1618 waren alle Spuren der Inkakultur verwischt. Alles, was nun noch von ihrer einst ruhmreichen Zivilisation übrig ist, sind die bruchstückhaften Überlieferungen einiger verstreuter Stämme und ein paar Steinhauereien - Relikte aus einer längst vergangenen Zeit."
        },
        {
            "heading": "Das Ende eines Reiches",
            "text": "Nachdem Atahualpa und Huascar aus dem Weg geräumt waren, wurde ihr jüngerer Bruder Manco von den Spaniern auf den Thron gesetzt, der zunächst pflichtbewusst mit ihnen kooperierte. Nachdem Manco seine eigene Macht gefestigt hatte, versuchte er 1536, die Stadt Cusco einzunehmen, um sein Reich zurückzuerobern. Er war den spanischen Invasoren jedoch nicht gewachsen und floh mit seinem Gefolge in die Berge von Peru, von wo aus er für die nächsten 36 Jahre regieren sollte. Im Jahr 1572 fiel jedoch auch die letzte Festung der Inka und Mancos Sohn Tupac Amaru, zu dem Zeitpunkt König der Inka, wurde hingerichtet.Nach der Ausrottung des Königshauses der Inka unterdrückten die neuen spanischen Herrscher die Eingeborenen auf brutale Art und Weise und versuchten, ihnen ihre Kultur, Religion und Traditionen zu nehmen. Jede Inkafamilie musste ein Familienmitglied als Arbeiter in die spanischen Gold- und Silberminen schicken und unmittelbar nach dem Tod dieses Arbeiters für Ersatz sorgen, was aufgrund der harten Arbeitsbedingungen im Schnitt nach ein bis zwei Jahren der Fall war. Zudem breiteten sich die Pocken schnell in den Überresten des Reiches aus und forderten zwischen 60% bis 90% der Bevölkerung. Typhus, Grippe, Diphtherie und Masern erledigten den Rest - im Jahr 1618 waren alle Spuren der Inkakultur verwischt. Alles, was nun noch von ihrer einst ruhmreichen Zivilisation übrig ist, sind die bruchstückhaften Überlieferungen einiger verstreuter Stämme und ein paar Steinhauereien - Relikte aus einer längst vergangenen Zeit."
        }
    ],
    "leader": {
        "name": "Pachacútec",
        "subtitle": "Staatsoberhaupt der Inka",
        "lived": "ca. 1410-1471 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pachacuti.png",
        "trait": {
            "name": "Inka-Pfad",
            "effect": "Keine Geländekosten für Einheiten auf Hügelfeldern. Keine Unterhaltskosten für Modernisierungen auf Hügeln. Kosten auf anderen Feldern halbiert."
        },
        "titles": [
            "Sapa Inca"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Pachacútec war der neunte Herrscher über das Königreich von Cusco, und während seiner Regentschaft baute er das kleine Königreich zu einem gewaltigen Imperium namens Tawantinsuyu aus. Pachacútecs Inkareich erstreckte sich vom heutigen Chile bis nach Ecuador und deckte große Teile von Peru, Bolivien und Nordargentinien ab. Er legte den Grundstein dafür, dass das Inkareich später noch weiter wachsen sollte."
            },
            {
                "heading": "Thronbesteigung",
                "text": "Pachacútec war der Sohn des Inka Wiraqucha und zweiter in der Thronfolge nach seinem älteren Bruder Urco. Das Königreich von Cusco war zu diesem Zeitpunkt eher klein und unbedeutend und wurde vom benachbarten Stamm der Chankas bedroht. Von Pachacútecs frühen Jahren ist nicht viel bekannt, bis er die Chance erhielt, seinen Vater während einer Invasion der Chankas zu beeindrucken. Während sein Vater und sein Bruder vom Schlachtfeld flohen, trommelte Pachacútec die verbliebenen Truppen zusammen und gewann nicht nur diese Schlacht, sondern vernichtete die Chankas so gründlich, dass der Legende nach die Erde selbst sich erhob, um für ihn zu kämpfen. Pachacútec, der \"Weltenveränderer\", wurde zum neuen Kronprinzen und Teilherrscher von Cusco ernannt."
            },
            {
                "heading": "Errichtung eines Reiches",
                "text": "Im Jahr 1438 wurde Pachacútec durch den Tod seines Vaters zum Alleinherrscher des Königreichs und begann unverzüglich mit einer Reihe von Angriffen auf die benachbarten Königreiche. Sein neues Reich erstreckte sich von Ecuador bis Chile und wuchs zu einem der beeindruckendsten Königreiche Südamerikas heran.Obwohl viele Königreiche durch Eroberung einverleibt wurden, verfolgte Pachacútec auch raffiniertere Strategien, um neue Gebiete zu gewinnen. Zuerst entsandte er Spione in Gebiete, die ihn interessierten, um Informationen über Wohlstand und militärische Stärke zu sammeln. Wenn ihm ein Land gefiel, bot er den jeweiligen Herrschern an, sich kampflos zu ergeben, und pries die Vorzüge eines Lebens unter der Herrschaft der Inka an. Viele willigten ein (um nicht das Schicksal der Chankas zu teilen) und schickten ihre Kinder nach Cusco, die dort aufzuwuchsen und nach Inkarecht erzogen wurden. Sie wurden indoktriniert und mit adeligen Inka verheiratet, bevor sie in ihre Herkunftsländer zurückgeschickt wurden, um dort zu herrschen. Dies sicherte Frieden und die Ausdehnung des Reiches.Um sein neues Land zu kontrollieren, teilte Pachacútec es in vier Provinzen ein, die jeweils von einem Gouverneur verwaltet wurden, der sich vor Ort um die alltäglichen Belange kümmerte. Er schuf außerdem geteilte Machtbereiche für das Priestertum und die Armee, was es zu einem der ersten Systeme zur gegenseitigen Kontrolle machte. Cusco selbst wurde neu errichtet, um dem Reich als Hauptstadt zu dienen, und jeder Provinz wurde ein Teil der Stadt gewidmet. In dieser Zeit ließ er auch die berühmte Stadt Machu Picchu errichten, die ihm persönlich als Anwesen in den Bergen gedient haben soll.Nach seinem Tod im Jahr 1471 wurde Pachacútecs jüngerer Sohn Tupac zum neuen Herrscher des Inkareichs. Sein älterer Sohn Amaru wurde übergangen, da er kein Krieger wie sein Vater war."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Pachacútec wird in Peru als Nationalheld verehrt, und viele von ihm errichtete Monumente stehen noch heute. Er war vor allem für seine politischen und militärischen Fähigkeiten bekannt, galt jedoch nie als besonders gütiger Herrscher. Um den Fortbestand seines Reichs zu sichern, siedelte er Hunderttausende von Menschen an Plätze in seinem Reich um, die ihm sinnvoll erschienen. Trotz seiner Fehler leitete Pachacútec die größte Eroberungsphase der Inka ein und erweiterte das Reich, bis es sich fast über das gesamte bekannte und bewohnte Südamerika erstreckte."
            }
        ]
    }
}