{
    "id": 31,
    "name": "Hunnenreich",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_huns.png",
    "dawn_of_man": "Eure Männer grüßen Euch voller Stolz, großer Attila, begnadeter Krieger und Herrscher des Reichs der Hunnen. Gemeinsam mit Eurem Bruder Bleda habt Ihr die Grenzen Eures Reiches ausgedehnt und seid zu einer der mächtigsten und Furcht einflößendsten Nationen des fünften Jahrhunderts geworden. Ihr habt den oströmischen Kaisern Euren Willen aufgezwungen und Königreich um Königreich entlang der Donau und der Nisava erobert. Als souveräner Herrscher der Hunnen seid Ihr mit Euren Armeen quer durch Europa nach Gallien marschiert, um Euer bereits beeindruckendes Territorium bis zum Atlantischen Ozean auszudehnen. Euer unerwarteter Tod führte schnell zum Zerfall und dem Untergang Eures Reiches, aber Euer Name und Eure Taten sind das ewige Erbe Eures Volkes.Furcht einflößender General, Euer Volk verlangt nach einem neuen Reich der Hunnen. Ein Reich, das die Heldentaten und vergangenen Geschehnisse des ehemaligen Reiches wie die verblassten Träume einer sterbenden Sonne erscheinen lässt. Werdet Ihr diesem Ruf folgen, um Euren rechtmäßigen Ruhm wiederzuerlangen? Werdet Ihr wieder auf Euer treues Ross steigen und Eure Armeen in den Sieg führen? Werdet ihr eine Zivilisation errichten, die die Zeit überdauert?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Berittener Bogenschütze",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/horse_archer.json"
        },
        {
            "name": "Rammbock",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/battering_ram.json"
        }
    ],
    "city_names": [
        "Attilas Hof"
    ],
    "spy_names": [
        "Balamber",
        "Uldin",
        "Donatus",
        "Charato",
        "Octar",
        "Bleda",
        "Ellac",
        "Dengizik",
        "Hildico",
        "Gudrun"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die im 4. und 5. Jahrhundert n. Chr. durch Europa ziehenden Hunnen waren ein nomadischer Volksstamm, der vermutlich in den Steppen Zentralasiens seinen Ursprung hatte. Unter ihrem bekanntesten Anführer Attila vereint zog die hunnische Armee plündernd und brandschatzend durch Europa und wurde zur berüchtigten Geißel Roms und seiner Verbündeten."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Es wird angenommen, dass die Hunnen ursprünglich aus der Mongolei und Zentralasien einwanderten. Sie überquerten die Wolga zum ersten Mal im späten 4. Jahrhundert. Die hoch gelegenen, rauen Ebenen der Mongolei sind geografisch sehr vielfältig. Sie sind von Bergwäldern, Grasland, Wüsten und Hunderten von kleinen Seen und Sümpfen umgeben. Das Gebiet beheimatet verschiedene Wildpferdearten, was sicher zu den Reitkünsten der Hunnen beigetragen hat.In ihrer Blütezeit kontrollierten die Hunnen ein ausgedehntes Gebiet in Mitteleuropa von den Steppen Zentralasiens bis zum heutigen Deutschland. Diese Vielzahl geografischer und klimatischer Gegebenheiten hatte anscheinend keinerlei Nachteile für die Herrschaft der Hunnen über einen so großen Landstrich."
        },
        {
            "heading": "Ursprünge der Hunnen",
            "text": "Die heiß diskutierte Frage nach der Herkunft der Hunnen ist bis heute nicht abschließend geklärt. Die meisten Berichte sagen einfach nur, dass die Hunnen \"aus dem Nichts\" kamen und Verderben über alle brachten, die ihren Weg kreuzten. Wahrscheinlich waren die Hunnen Nachfahren der Xiongnu, einem Stammesverbund nomadischer Reitervölker im Norden Chinas. Die Xiongnu führten im 3. Jahrhundert v. Chr. häufige Raubzüge auf die chinesische Qin-Dynastie durch und waren, zusammen mit einigen anderen Nomadenstämmen, der Grund für den Bau der Großen Mauer. Etwa zu dem Zeitpunkt, als die Xiongnu aus der Geschichtsschreibung verschwanden, erschienen die Hunnen in Teilen Europas. Dieses mysteriöse Erscheinen einer neuen Gesellschaft im Westen, während zeitgleich im Osten eine verschwand, gilt als einer der wenigen Hinweise auf eine Verbindung zwischen den Hunnen und den Xiongnu."
        },
        {
            "heading": "Einzug in Europa",
            "text": "Frühe Berichte über die Hunnen waren alles andere als unparteiisch, da sie aus Sicht ihrer unzähligen Feinde geschrieben wurden. Dies hat dazu geführt, dass die Geschichte der ersten Eroberungen der Hunnen lückenhaft ist. Bei ihrem Einfall nach Europa im 4. Jahrhundert haben die Hunnen angeblich mehrere andere Stämme unterworfen, darunter auch die Alanen, die Ostgoten und die Westgoten. Zu dem Zeitpunkt waren die Hunnen zwar lediglich ein loser Stammesverband, doch sie griffen auch furchtlos das oströmische und weströmische Reich an, während sie gleichzeitig im Sold Roms gegen andere Stämme zogen und so beide Seiten gegeneinander ausspielten. In dieser Epoche begannen die Byzantiner (das Oströmische Reich) den Hunnen Tribut zu zahlen, um friedliche Beziehungen zwischen den Völkern zu sichern, auch wenn die Römer ihren Teil der Abmachung nicht immer einhielten.Die Geschichte der Hunnen ist für die Zeit direkt vor der Herrschaft Attilas gesicherter. Vorgänger Attilas war sein Onkel Rua, der schrittweise die Kontrolle über die verschiedenen hunnischen Streitkräfte erlangte und jeglichen Widerstand ausschaltete. Rua herrschte mit eiserner Hand über die Hunnen und führte zahlreiche erfolgreiche Übergriffe auf Nachbarstämme, ehe er sich ein größeres Ziel setzte.Als König des hunnischen Stammesbunds begann Rua mehrere Auseinandersetzungen mit dem Oströmischen Reich. Anscheinend waren einige der zuvor unterworfenen Stämme in der Hoffnung auf Asyl zu den Byzantinern geflohen. Rua verlangte ihre Auslieferung, ließ seine Armee auf byzantinische Gebiete los und plünderte Thrakien nordwestlich von Konstantinopel. Im Verlauf seiner Kampagne wurde Rua allerdings, angeblich von einem Blitzschlag, getötet und die Hunnen waren gezwungen, sich zurückzuziehen."
        },
        {
            "heading": "Eine beängstigende Streitmacht",
            "text": "Nach Ruas Tod im Jahr 434 teilten sich Attila und sein Bruder die Herrschaft und trieben die Expansion der hunnischen Gebiete in Europa voran. Durch stetig fließende Tribute und Beute wurden die Hunnen während des 5. Jahrhunderts eine immer größere Macht auf dem europäischen Kontinent. Der römische General Aëtius, ein früherer Verbündeter Ruas, der zuvor seine Position als Befehlshaber der römischen Truppen in Gallien durch die Hunnen gesichert hatte, heuerte die Hunnen erneut an, um als Söldner in seiner Kampagne gegen burgundische Räuber zu dienen, die die nördlichen Provinzen Roms angriffen.Vom Wohlstand ermutigt zogen die Hunnen wieder gegen das Oströmische Reich (ein beliebtes Ziel ihrer Kampagnen) und schüchterten die geschwächten byzantinischen Herrscher derart ein, dass sie 435 den Vertrag von Margus unterzeichneten. Hierin wurde angeblich der vorherige Tribut der Byzantiner verdoppelt, der sich bereits auf mehrere hundert Pfund Gold pro Jahr belief, was die Mittel der Hunnen weiter vergrößerte. Wie auch zuvor kamen die Byzantiner ihren Verpflichtungen nicht nach und entrichteten den Tribut nicht. Und wie zuvor kehrten die Hunnen in oströmisches Gebiet zurück, plünderten einige Städte und erreichten 443 schließlich Konstantinopel. Erneut stimmten die Byzantiner einer enormen Tributzahlung zu, diesmal in dreifacher Höhe, worauf die Hunnen wieder abzogen."
        },
        {
            "heading": "Herrschaft Attilas",
            "text": "Attilas Bruder Bleda starb 445 und Attila wurde zum Alleinherrscher des Hunnenreichs. Im Jahr 447 hatte Attila die oströmischen Armeen besiegt, einige römische Festungen erobert und seine Kontrolle über den Balkan gesichert. Die Römer versuchten die Hunnen erneut mit Tribut zufriedenzustellen und zahlten sogar eine Zeit lang tatsächlich ... bis Attilas Aufmerksamkeit anderswo in Anspruch genommen wurde.Im Jahr 451 fiel Attila in Gallien ein und griff auf dem Weg nach Orleans einige Städte an. Ironischerweise war der einstige Gönner der Hunnen, der römische General Aëtius, nun gezwungen, sich zur Verteidigung Galliens mit seiner Armee den Hunnen in den Weg zu stellen. Als Anführer einer vereinten Streitmacht von Römern und Westgoten trat General Aëtius Attila in der Schlacht auf den Katalaunischen Feldern entgegen und konnte die Hunnen zurückschlagen. Nach dieser ersten ernsthaften Niederlage seiner Laufbahn als Militärbefehlshaber war Attila gezwungen, sich aus Gallien zurückzuziehen und sich neu zu formieren. Der ehrgeizige Eroberer marschierte daraufhin mit seiner Streitmacht nach Osten, um in Italien einzufallen und das Herz des römischen Volkes anzugreifen.Attila plünderte mehrere Städte Norditaliens, schaffte es aber nie ganz bis Rom. Einige Historiker glauben, dass das Eingreifen von Papst Leo I. Attila davon überzeugt hat, nicht weiter zu machschieren, während andere meinen, dass die Bedrohung durch oströmische Verstärkungen in Wahrheit der Grund war. Kurz darauf starb Attila im Jahr 453 unerwartet während seiner Hochzeitsnacht. Manche Geschichtsschreiber behaupten, dass ein einfaches Nasenbluten ihm zum Verhängnis geworden wäre. Ohne die starke Herrschaft des charismatischen Attilas und seinen legendären Ruf war der Bann der angeblich unbesiegbaren Hunnen gebrochen."
        },
        {
            "heading": "Nach Atilla",
            "text": "Nach dem Tod Attilas sollte das Hunnenreich an seinen ältesten Sohn Ellac fallen. Doch Attilas andere Söhne Dengizich und Ernak gierten ebenfalls nach dem Thron und interne Zwistigkeiten ließen das Reich rasch zerbrechen. Nur ein Jahr nach Beginn seiner Herrschaft wurde Ellac 454 bei der Schlacht am Nedao getötet, als die Hunnen von einer Armee vereinter Germanenstämme vernichtend geschlagen wurden. Nach dem Tod seines Bruders sicherte sich Dengizich kurzzeitig den Thron, doch die nun immer mehr zerfallenden Hunnen verschwanden ebenso rasch aus der Geschichte, wie sie erschienen waren. Als Dengizich 469 starb, begannen die verbliebenen Hunnen vermutlich, sich in die Länder ihrer Vorfahren in den Steppen Zentralasiens zurückzuziehen."
        },
        {
            "heading": "Hunnische Gesellschaft",
            "text": "Auch wenn ihre Herkunft immer noch ein Rätsel ist, sind sich doch die meisten Berichte einig, dass die Hunnen auf dem Pferd aßen, schliefen und starben, was erklärt, warum sie in der Geschichte durchgehend für ihre Reitkünste und herausragenden Fähigkeiten im berittenen Kampf erwähnt wurden. Die Hunnen waren vor allem Hirten und hielten verschiedenste Nutztiere, die eine örtlich flexible Ernährungssicherung ermöglichten und aus denen sie Kleidung herstellten. Sie waren außerdem geschickte Bogenschützen, die ihre Fähigkeiten durch die Jagd übten. Sie setzten spezielle Kompositbögen ein, die sie sowohl gegenüber ihren Feinden, als auch für ihre Beute zu tödlichen Gegnern machten.Trotz ihres Rufs als Eroberer gab es unter den Hunnen auch fähige Handwerker und Künstler. Eine Anzahl von Bronzeartefakten, die den Hunnen zugeschrieben werden, wurden in den von ihnen bewohnten Gebieten gefunden, darunter Bronzekessel, die vermutlich bei hunnischen Begräbnisriten verwendet wurden."
        },
        {
            "heading": "Hunnische Gesellschaft",
            "text": "Auch wenn ihre Herkunft immer noch ein Rätsel ist, sind sich doch die meisten Berichte einig, dass die Hunnen auf dem Pferd aßen, schliefen und starben, was erklärt, warum sie in der Geschichte durchgehend für ihre Reitkünste und herausragenden Fähigkeiten im berittenen Kampf erwähnt wurden. Die Hunnen waren vor allem Hirten und hielten verschiedenste Nutztiere, die eine örtlich flexible Ernährungssicherung ermöglichten und aus denen sie Kleidung herstellten. Sie waren außerdem geschickte Bogenschützen, die ihre Fähigkeiten durch die Jagd übten. Sie setzten spezielle Kompositbögen ein, die sie sowohl gegenüber ihren Feinden, als auch für ihre Beute zu tödlichen Gegnern machten.Trotz ihres Rufs als Eroberer gab es unter den Hunnen auch fähige Handwerker und Künstler. Eine Anzahl von Bronzeartefakten, die den Hunnen zugeschrieben werden, wurden in den von ihnen bewohnten Gebieten gefunden, darunter Bronzekessel, die vermutlich bei hunnischen Begräbnisriten verwendet wurden."
        }
    ],
    "leader": {
        "name": "Attila",
        "subtitle": "Herrscher über das Hunnenreich",
        "lived": "ca. 406-453 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/attila.png",
        "trait": {
            "name": "Geißel Gottes",
            "effect": "Vernichtet Städte mit doppelter Geschwindigkeit. Leiht Euch Stadtnamen von anderen Zivilisationen im Spiel. Startet mit der Technologie Tierzucht. +1 Produktion je Weide."
        },
        "titles": [
            "König, General"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Der legendäre Kriegsherr und größte Anführer des Hunnenreichs, Attila der Hunne, gilt in der Geschichte als der Kopf des gnadenlosen Terrors für Europa, den die Hunnen darstellten. Attila, den die Römer die \"Geißel Gottes\" nannten, hat im 5. Jahrhundert n. Chr. die Hunnenstämme vereint und war den Römern (und anderen) ein ständiger Dorn im Auge, bis er 453 unerwartet starb."
            },
            {
                "heading": "Die Legende von Attila",
                "text": "Ein Großteil unseres Wissens über Attila stammt aus den Überlieferungen seiner vielen Feinde, die zumeist nicht sonderlich schmeichelhaft waren und zweifelsohne zu seinem blutrünstigen Ruf beitrugen. Die Hunnen unter Attila haben die Städte, die sie unterworfen haben, oft ausradiert. Sie haben nicht nur alles von Wert geplündert, sondern auch solch immensen Schaden bei den Siedlungen angerichtet, dass diese unbewohnbar wurden. Die Hunnen haben angeblich die Bevölkerung dieser Städte massakriert und Überlebende versklavt.Das Schwert, das Attila schwang, nannten die Römer das \"Schwert des Mars\". Diese legendäre Waffe trug zu seinem Ruf als unbesiegbarer Menschenschlächter bei. Man sagt, kein Mensch konnte Attila direkt in die Augen sehen, ohne zusammenzuzucken; sein unerschütterlicher Blick war selbst für die gebieterischsten seiner Rivalen zu viel. Diese Legende verbreitete sich unter den Leuten, als es noch keine genauen Aufzeichnungen gab, die erst später im 5. Jahrhundert angelegt wurden."
            },
            {
                "heading": "Frühes Leben und Kampagnen",
                "text": "Es ist wenig bekannt über das Leben von Attila vor dem Tod seines Onkels Rua, der einen lockeren Verbund von Hunnenstämmen nördlich der Donau in verschiedenen kurzen Militärkampagnen angeführt hatte. Attila und sein Bruder Bleda erlangten nach Ruas Tod im Jahre 434 die Herrschaft über die Hunnen, sie teilten sich die Regentschaft. Die beiden Könige traten in die Fußstapfen ihres Onkels und starteten zuerst Angriffe gegen das Oströmische Reich (Byzanz) in der Hoffnung, ein stetiges Einkommen in Form von Tribut zu erlangen. Zu beider Seiten Pech hielten die Römer aber oft nicht Wort: Sie zahlten kaum Tribut und dies führte zu schnellen und brutalen Vergeltungsschlägen durch die Hunnen. Die Rettung für Byzanz mag es gewesen sein, dass Attila Ambitionen im Westen hatte, wo die Armee der Hunnen sich mit neuen Konflikten beschäftigte."
            },
            {
                "heading": "Feldzug gegen Rom",
                "text": "Nach dem mysteriösen Tod seines Bruders Bleda im Jahre 445 - einige behaupten, durch Attilas eigene Hand - wurde Attila zum alleinigen Herrscher einer wachsenden, vereinten Hunnenmacht. 447 führte Attila bei der Schlacht am Utus seine Armee erneut gegen die Legionen des Oströmischen Reiches, konnte die römische Streitmacht besiegen und hinterließ nur wenig Widerstand. Attilas Armee erlitt bei dieser Schlacht jedoch erhebliche Verluste, was ihn daran hinderte, ihre Hauptstadt Konstantinopel einzunehmen. Stattdessen zog Attila nordwärts Richtung Balkan (ebenfalls oströmisches Gebiet), nahm Stadt um Stadt ein und plünderte alles, was seine Leute tragen konnten.Nachdem er das Oströmische Reich durchzogen hatte, richtete Attila seinen Blick gen Westen. Er bewegte sich schnell durch Europa und startete 451 bis 452 in Gallien erfolgreiche Angriffe auf die Westgoten. Während die Hunnenhorde weiterzog, schlossen sich viele aus den verschiedenen Stämmen, auf die die Hunnen gestoßen waren, Attilas Streitmacht an, einige freiwillig, andere, weil sie dazu gezwungen wurden. Wie auch immer, die Hunnen wurden durch diese neuen Rekruten unterstützt und führten ihren Raubzug durch die Region fort, bis sie auf den Schlachtfeldern Galliens einer vereinten Streitmacht aus Westgoten und Römern gegenüberstanden. Bei der Schlacht auf den Katalaunischen Feldern wurde Attila von der von den Römern angeführten Streitmacht zurückgetrieben in der einzigen größeren Niederlage seines Lebens, die Rom und den Verbündeten eine vorübergehende Atempause verschaffte."
            },
            {
                "heading": "Die Geschichte der Honoria",
                "text": "Die Schwester des römischen Kaisers Valentinian III, Honoria, die im Stillen die Ermordung ihres zaghaften Bruders geplant hatte, um seinen Thron einzunehmen, soll aus Rom verbannt und in ein Kloster in Konstantinopel geschickt worden sein. Während dieses Exils versprach Valentinian die Hand seiner Schwester einem unbekannten römischen Senator. Als sie von ihrer Verlobung erfuhr, hat Honoria versucht, Attila zu kontaktieren, damit er ihr half, vor dieser Hochzeit zu fliehen. Aus unbekannten Gründen schickte sie ihm ihren Verlobungsring, was Attila als Heiratsantrag deutete. Attila beanspruchte die Hälfte des westlichen Römischen Reiches als Mitgift und führte seine Truppen zur Invasion Italiens, obwohl Valentinian darauf bestand, dass der Antrag ungültig war."
            },
            {
                "heading": "Vormarsch gegen Italien",
                "text": "Nach jahrelangen Konflikten mit den Römern fiel Attila 452 in ihr Heimatland Italien ein. Nachdem er einige Städte in den nördlichen Gebieten erobert hatte, erhielt Attila zahlreiche Gesandte von Valentinian, darunter Papst Leo I, die Attila alle baten, Italien zu verlassen, ohne Rom weiter heimzusuchen. Aus unbekannten Gründen (vermutlich aus Nachschubmangel) willigte Attila ein. Kurz darauf starb Attila 453 auf mysteriöse Weise. Die spärlichen Beweise deuteten darauf hin, dass ein einfaches Nasenbluten den mächtigen Hunnen zu Fall brachte, anderen ebenso fragwürdigen Quellen zufolge wurde er vielleicht ermordet.Der römische Historiker Jordanes schrieb, dass Attilas Männer sich die Haare geschnitten und sich selbst mit dem Schwert verletzt hatten, um Attila im Tod zu ehren, denn \"der größte aller Krieger sollte nicht mit weibischem Lamentieren und nicht mit Tränen betrauert werden, sondern mit dem Blut von Männern\"."
            },
            {
                "heading": "Urteil der Geschichte",
                "text": "Attila der Hunne wird auf ewig in den Annalen der Geschichte als berüchtigter Kriegsherr und blutrünstiger Eroberer seinen Platz haben. Der listenreiche und entschlossene Anführer hat seine Armeen bis an ihre Grenzen getrieben, hatte aber die Voraussicht, sie nie über den Punkt der Erschöpfung hinaus oder zum Aufruhr zu treiben. Eine Behauptung, die von der Tatsache gestützt wird, dass er in den über 20 Jahren, in denen er die Hunnen anführte, nur eine wichtige Schlacht verloren hat. Er drang furchtlos in römisches Gebiet ein und forderte die Autorität der Römer bei jeder Gelegenheit heraus. Durch ihn erlangte sein Volk großen Wohlstand und einen gefürchteten Ruf."
            }
        ]
    }
}