{
    "id": 32,
    "name": "Mayaland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_maya.png",
    "dawn_of_man": "Euer Volk kniet vor Euch nieder, erhabener König Pacal der Große, geliebter Sohn der Götter und Schild der Bürger von Palenque. Nach jahrelanger Beutelung durch angrenzende Rivalen habt Ihr die Feinde Eures Volkes zurückgeschlagen und ihre Anführer als Vergeltung für die Beleidigung Eurer Vorgänger geopfert. Der Ruhm von Palenque konnte nur durch Eure weise Führung wiedergebracht werden, da Ihr große Bemühungen für den Wiederaufbau der Stadt unternahmt, wobei einige der größten Denkmäler und architektonischen Werke entstanden, die Euer Volk - und die Welt - je gesehen haben.Herrlicher König, Euer Volk bittet Euch in den Tagen, die kommen, wieder um Führung und Rat. Werdet Ihr den Willen der Götter lenken und Eurem einst so stolzen Königreich wieder zu Größe verhelfen? Werdet Ihr neue Monumente errichten, um die Erinnerungen Eures Volkes zu verewigen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Pyramide",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/pyramid.json"
        }
    ],
    "unique_units": [
        {
            "name": "Speerschleuderer",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/atlatlist.json"
        }
    ],
    "city_names": [
        "Palenque",
        "Tikal",
        "Chichén Itzá",
        "Uxmal",
        "Tulum",
        "Copán",
        "Cobá",
        "El Mirador",
        "Calakmul",
        "Edzná",
        "Lamanai",
        "Izapa",
        "Uaxactún",
        "Comalcalco",
        "Piedras Negras",
        "Cancuén",
        "Yaxha",
        "Quiriguá",
        "Q'umarkaj",
        "Nakbé",
        "Cerros",
        "Xunantunich",
        "Takalik Abaj",
        "Cival",
        "San Bartolo",
        "Altar de Sacrificios",
        "Seibal",
        "Caracol",
        "Naranjo",
        "Dos Pilas",
        "Mayapán",
        "Iximché",
        "Zaculeu",
        "Kabah"
    ],
    "spy_names": [
        "Camazotz",
        "Coyopa",
        "Gukumatz",
        "Hunahpu",
        "Huracan",
        "Ixchel",
        "Ixtab",
        "Kukulkán",
        "Xbalanque",
        "Zipacna"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Ursprünglich bewohnte das Volk der Maya vom 3. bis 10. Jahrhundert n. Chr. Gebiete des heutigen Mexikos, Guatemalas und Belizes. Die Maya lebten in einem Netzwerk unabhängiger Königreiche und besaßen eine gemeinsame Kultur und Religion. Ihr wahrer Ursprung ist geheimnisumwoben und es existieren zahlreiche Theorien über die frühe Entwicklung der Maya-Zivilisation. Archäologischen Aufzeichnungen zufolge wurden die ersten eigenen Maya-Siedlungen um 2.000 v. Chr. gegründet. Aus vorlandwirtschaftlichen Gemeinden wurden riesige städtische Zentren und diese Maya-Stadtstaaten verließen sich auf ausgefeilte Anbautechniken, mit denen sie ihr Überleben und den Handel sicherten. Im späten ersten Jahrhundert n. Chr. fand in vielen Siedlungen ein unerklärter Zusammenbruch statt, doch zahlreiche Städte florierten weiterhin bis zur Ankunft der spanischen Konquistadoren im 16. Jahrhundert."
        },
        {
            "heading": "Klima und Landschaft",
            "text": "Maya-Siedlungen finden sich hauptsächlich in Belize und Guatemala, zusammen mit den modernen mexikanischen Staaten Quintana Roo, Campeche und Yucatán, die zusammen die Region der Halbinsel Yucatán bilden. Das Maya-Gebiet umfasst bergiges Hochland, üppiges Sumpfland und trockene Tiefebenen; von dichtem Dschungel bis zu offenen Ebenen ist alles vorhanden.Tropische Regenwälder auf Maya-Gebiet versorgten die Maya sowohl mit einer großen Vielfalt an Flora und Fauna, mit der sie ihre Landwirtschaft betreiben konnten, als auch mit Trinkwasser, das ansonsten selten zu finden war. Innerhalb des Waldes waren jährliche Niederschläge bis zu 2500 Millimeter nicht selten und durch den wassergetränkten Boden konnte sich der Regen in Kalksteinlöchern sammeln, die als \"Cenotes\" bekannt sind, und dort leicht herausgeschöpft werden."
        },
        {
            "heading": "Abschnitte der Maya-Geschichte",
            "text": "Es kursieren verschiedene Theorien über den Ursprung des Maya-Volkes und erst in den letzen 50 Jahren konnten Mesoamerika-Archäologen eine Zeitleiste ihrer frühen Zivilisation zusammensetzen. Durchbrüche beim Entziffern der Maya-Schriften in den 1960er- und 1970er-Jahren führten zu einer Wiederbelebung der Studien über die Geschichte der Maya, die bis dahin wegen fehlender Aufzeichnungen ins Stocken geraten waren.Die Maya-Zivilisation wird in mehrere Abschnitte aufgeteilt: Präklassik, Klassik und Postklassik. Die ersten Siedlungen in der präklassischen Periode wurden wohl zwischen 2.000 und 1.500 v. Chr. erbaut, als die ersten Maya ihr Leben vom strengen Jäger-Sammler-Dasein zu einem gemeinschaftlicheren Leben auf Grundlage des Ackerbaus wandelten. Mit der Zeit entwickelten sich diese frühen Gemeinschaften zu einer komplexeren Gesellschaft, die sich nicht nur fortschrittliche agrikulturelle Produktionsabläufe und Handelsnetzwerke zu Nutze machte, sondern auch großartige Werke in Kunst und Architektur schuf.Ihren Höhepunkt erreichte die Maya-Zivilisation etwa zwischen 250 n. Chr. und 900 n. Chr., der als die klassische Periode bekannt ist. Während dieser Zeit entwickelten die Maya einige ihrer am besten bekannten Symbole, als sie ihre Zivilisation zu großen Stadtstaaten führten - große urbane Zentren voller Monumente, die ihren Göttern und Königen gewidmet waren.Die postklassische Periode begann mit dem Niedergang von großen Stadtzentren im südlichen Maya-Gebiet - einem unerklärten Zusammenbruch, der dazu führte, dass einige der größten Städte gänzlich verlassen wurden. Viele nördliche Siedlungen wuchsen allerdings weiter und florierten bis in das nächste Jahrtausend hinein."
        },
        {
            "heading": "Große Städte der Maya",
            "text": "Obwohl die großen Städte der Maya von einer gemeinsamen Kultur vereint waren, so waren sie doch voneinander unabhängig. So kam es unweigerlich zu Kriegen um Land, Handel und Politik. Trotz dieser Unabhängigkeit beeinflussten alle großen Maya-Städte ihre Kultur als Ganzes, da jede von ihnen die individuellen Züge beitrug, die sie jeweils einzigartig machten.Kaminaljuyú, das als die am längsten bewohnte Siedlung des amerikanischen Kontinents gilt, war zwischen 1.500 v. Chr. und etwa 1.200 n. Chr. Heimat einer großen Maya-Bevölkerung. Dutzende archäologischer Ausgrabungen in diesem Gebiet im letzten Jahrhundert haben gezeigt, dass die Stadt möglicherweise der Hauptproduzent von Obsidian und Jade in der Region war, und die Überreste von über 100 Erdhügeln und uralten Bauwerken wurden entdeckt. Leider wurden die Überreste dieser einst so großen Stadt durch kommerzielle Bebauung und Entwicklung der umliegenden Gebiete im 19. und 20. Jahrhundert so gut wie zerstört und es sind nur noch Bruchstücke erhalten.Eine weitere große Stadt, die ihre Blütezeit von etwa von 600 v. Chr. bis 100 n. Chr. erlebte, war El Mirador. Die Stadt war eine Siedlung von beachtenswerter Größe und ist vor allem wegen ihrer zahlreichen erhöhten Straßen bekannt, die bei den Maya als die \"Sacbeob\" bekannt waren. Sacbeob verbanden Bauwerke innerhalb der Siedlung und weiter entfernte Handelszentren und waren ein wichtiger Mechanismus beim Einrichten der Maya-Handelsnetzwerke. Ähnlich wie moderne Dämme, die auf Striche instabilen Landes gebaut werden, erstreckten sich die Sacbeob über weite Strecken - der längste Sacbé verband die uralte Stadt Cobá mit der kleineren Siedlung Yaxuná, die etwa 96 Kilometer entfernt war.Tikal, wohl die bekannteste Stadt der klassischen Maya, diente dem mächtigen Tikal-Staat als Hauptstadt. Tikal war ein ehrgeiziger und aggressiver Staat, der oft heftige Kämpfe mit seinen benachbarten Rivalen anzettelte. Man schätzt, dass Tikal etwa 2.000 Jahre lang besetzt war und zu seiner Blütezeit etwa 100.000 Menschen beheimatete. Eine der weniger bekannten Erfindungen, die in Tikal gefunden wurden, sind die \"Aguadas\", ein geniales System von Wasserspeichern, die Regenwasser sammelten, das von den verputzten Wänden der Stadt abfloss.Chitzén Iztá war eine der letzten überlebenden Maya-Siedlungen und als solche auch eine der am besten erhaltenen. Dort fanden sich auf einem Gebiet von über 6,5 Quadratkilometern mächtige Bauten und beeindruckende Beispiele für beinahe alle Formen von Maya-Architektur, darunter massive Stufenpyramiden, mehrere Ballspielplätze und reich verzierte Tempel."
        },
        {
            "heading": "Der Zusammenbruch",
            "text": "Im ausgehenden 8. Jahrhundert gerieten aus bis heute unbekannten Gründen viele der südlichsten Maya-Siedlungen in eine Zeit des schnellen Abstiegs. Die Auflösung und Aufgabe dieser großen Königreiche gilt als der klassische Maya-Kollaps und wird heftig diskutiert. Überbevölkerung, Umweltschäden, Kriege und Krankheiten gelten allesamt als plausible Theorien, doch es ist wohl wahrscheinlich, dass innerhalb der größeren Stadtstaaten eine Kombination aus all diesen Faktoren schließlich zur Aufgabe führten.Dieser mysteriöse Zusammenbruch betraf hauptsächlich die Siedlungen im südlichen Maya-Gebiet und viele der nördlichen Stadtstaaten florierten bis in das zweite Jahrtausend hinein. Erst nach dem Zusammenbruch der berühmten Stadt Chichén Itzá kam die Stadt mit Beginn der postklassischen Periode zu Ruhm. Die Stadt überlebte noch einige hundert Jahre, bevor sie im frühen 14. Jahrhundert in einen desaströsen Bürgerkrieg mit dem benachbarten Mayapán fiel. Mayapán gehörte, genau wie Uxmal und Cobá zu den wenigen übrigen Städten im Norden, die den Zusammenbruch überstanden."
        },
        {
            "heading": "Maya-Klassenstrukturen",
            "text": "Obwohl die Maya nie als ein Reich zusammengefasst waren - stattdessen lebten sie in Stadtstaaten, ähnlich wie die alten Griechen - folgten alle unabhängigen Staaten einer ähnlichen Klassenstruktur. Ab Beginn des 3. Jahrhunderts n. Chr. herrschte bei den Maya die Erbmonarchie, außer es war kein geeigneter Erbe vorhanden. Der König bildete mit seiner Familie und anderen hochrangigen Bürgern die obere Adelsklasse. Unter den Adligen befand sich die priesterliche Klasse der Schamanen, die die Maya-Könige führten und das Volk durch die vielen Rituale und zeremoniellen Riten leiteten, die im Laufe eines Jahres vollführt wurden. Unter diesen herrschenden Klassen befand sich die Mehrheit des Maya-Volkes, die \"einfachen\" Bauern, Handwerker und Arbeiter. Die wiederum darunter befindliche Unterklasse bestand hauptsächlich aus Sklaven, Kriegsgefangenen und Verbrechern."
        },
        {
            "heading": "Ackerbau und Jagd",
            "text": "Die Maya arbeiteten mit eingeschränktem Zugang zu frischem Grundwasser und so wandten sie einige Ackerbautechniken an, mit denen sie den reichen Boden ihres Gebietes nutzen konnten. Das \"Milpa\"-System des Fruchtwechsels, das bekanntermaßen von vielen mesoamerikanischen Gesellschaften genutzt wurde, war für die Maya besonders effektiv. Das Milpa-System war eine Art Brandrodungs-Wanderfeldbau und bestand darin, dass mehrere Vegetationsarten gemeinsam gesät wurden, wonach die Felder einige Zeit lang brachlagen. Diese Anbaumethode ermöglichte etwa zwei bis drei Jahre dauernde Fruchtperioden gefolgt von sechs bis acht Jahren Brachlage. Die Maya-Bauern säten hauptsächlich Mais, Kürbis und Bohnen an, die als \"Die drei Schwestern\" bekannt waren.Die Maya waren nicht nur fähige Bauern, sondern auch geschickte Jäger und Fischer. Sie benutzten Werkzeuge und Waffen und jagten vornehmlich Wild, Hasen und \"Pekaris\", schweineähnliche Tiere, die im Regenwald leben. Die Maya setzten auch eine innovative Speerschleuder, oder Atlatl, für die Jagd und im Krieg ein. Der Speer (oder Pfeil) wurde längs in einen hölzernen Schaft mit Aushöhlung am Ende gelegt und durch die natürliche Bewegung des Werfers wurde der Speer wegen der zusätzlichen Hebelwirkung mit viel höherer Geschwindigkeit geschleudert. Speere, die mit dem Atlatl geworfen wurden, erreichten angeblich Geschwindigkeiten von über 160 km/h, was den Maya mehr Selbstvertrauen bei der Jagd auf größere und schnellere Beute verlieh."
        },
        {
            "heading": "Verehrung der Götter",
            "text": "Wie andere polytheistische Gesellschaften auf der ganzen Welt verehrten die Maya ein großes Pantheon von Göttern, die von ihrem Schöpfer Itzamná angeführt wurden. Besondere Verehrung erfuhren die Himmelsgötter, im Besonderen der Sonnengott Kinish Ahau und die Mondgöttin Ixchel. Die Maya hatten auch Götter für das Wetter, die Ernte und die verschiedenen Berufe in ihrer Gesellschaft. Der Maisgott war später in der Entwicklung der Maya von besonderer Wichtigkeit, als Feldfrüchte zu einem der Hauptfaktoren für ihr Überleben wurden.Die Maya hielten im Laufe eines Jahres zahlreiche Rituale ab, mit denen sie die Götter ehrten. Sie basierten größtenteils auf ihrem Wissen über Astronomie und den Kalender. Unter den Kulturen, die Menschenopfer darbrachten, waren die Maya zwar längst nicht an vorderster Stelle, doch bei ihren wichtigsten Ritualen brachten auch sie Blut- und Menschenopfer dar. Menschliche Opfer förderten angeblich die Fruchtbarkeit und der Opferritus der Maya sah vor, dass das Opfer in Trinkwasserlöcher geworfen wurde, was dem Regengott Chaac zur Ehre gereichen sollte. Das berühmte Opfer-Cenote bei Chitzén Itzá war in der klassischen Periode der Maya-Geschichte Ort zahlreicher Menschenopferungen.Wie viele andere mesoamerikanische Kulturen spielten die Maya ein rituelles Ballspiel, bei dem sie versuchten, einen Ball aus massivem Gummi (der etwa 2 bis 4,5 kg wog) nur mit Einsatz ihrer Hüften durch einen aufrecht angebrachten Ring zu befördern. Das Spiel wurde in der Freizeit und bei zeremoniellen Ereignissen gespielt und auch Gebietsstreitigkeiten wurden damit beigelegt, wobei die Verlierermannschaft möglicherweise sterben musste."
        },
        {
            "heading": "Maya-Kultur",
            "text": "Auf dem Höhepunkt ihrer Zivilisation schufen die Maya viele bemerkenswerte Kunstwerke, darunter komplexe Schnitzereien und Reliefs in Stein und Jade. Die Künstler jeder Stadt brachten einzigartige regionale Elemente in ihre Arbeiten ein. Die Maya entwickelten auch eine Reihe von Pigmenten und Farben, die sie mit den Ressourcen des Dschungels herstellten. Die bekannteste Farbe war wohl \"Maya-Blau\", ein lebendiger blauer Ton aus Indigo-Farbstoff, der später auch Einzug in die Werke europäischer Kolonisten fand, nachdem die Maya-Gesellschaft untergegangen war.Das berühmteste architektonische Maya-Werk ist die Stufenpyramide. Dutzende davon wurden in der späten Periode der Maya-Zivilisation erbaut. Wie der Name schon sagt, besteht die Stufenpyramide aus mehreren Steinschichten, die in abgestuften Ebenen aufeinander liegen und oben mit einer flachen Ebene abschließen, auf der oft religiöse Zeremonien stattfanden. Man glaubt, dass die mesoamerikanischen Stufenpyramiden auf bereits existierenden Begräbnisstätten oder früheren Tempeln errichtet und mit der Zeit nach bestimmten Kalenderzyklen wiederaufgebaut wurden. Das beste Beispiel einer Maya-Stufenpyramide findet sich auf der Yucatán-Halbinsel auf dem Gebiet von Chichén Itzá. Dieses gut erhaltene Gebäude steht unter Verwaltung der mexikanischen Regierung.Das Schriftsystem der Maya bestand aus Symbolen, die oft als Glyphen oder Hieroglyphen bezeichnet werden, da sie den alten ägyptischen Schriften sehr ähneln. Sie finden sich auf Arbeiten auf dem gesamten Maya-Gebiet und wurden im letzten Jahrhundert nach und nach entziffert. Die Maya verwendeten diese Schrift, um viele Aspekte ihrer Kultur festzuhalten. Es gibt zwar Hinweise darauf, dass Maya-Schriftgelehrte aus Rinde und Tierhäuten gebundene Bücher anfertigten, doch viele dieser Arbeiten wurden im 16. Jahrhundert während des spanischen Einfalls in das Gebiet zerstört, da man sie für ketzerische Werke hielt."
        },
        {
            "heading": "Der Maya-Kalender",
            "text": "Unter den zahlreichen bemerkenswerten Aspekten der Maya-Kultur ist ihr Kalendersystem wohl die bekannteste ihrer Entwicklungen, hauptsächlich wegen der noch immer kursierenden Theorien über seinen wahren Zweck. Das beeindruckend komplexe System des Kalenders der Langen Zählung war nur eines von drei, die die Maya verwendeten - die anderen beiden sind der Haab- und der Tzolkin-Kalender.Der Kalender der Langen Zählung, der auch Quelle zahlreicher Weltuntergangs-Vorhersagen für das Jahr 2012 ist, wurde von den Maya als historische Aufzeichnung der Zeit seit Erschaffung der menschlichen Welt eingesetzt. Nach diesem Kalender begann die Zivilisation am 11. August 3114 v. Chr. und - wie es diejenigen auslegen, die von unserer bevorstehenden Verdammnis überzeugt sind - endet am 21. Dezember 2012. Diese Untergangspropheten glauben, dass die Maya durch den Kalender das Ende der Welt vorhersagten, doch die meisten Forscher interpretieren dieses Datum lediglich als das Ende eines Kreises und den Anfang des nächsten und nicht als das katastrophale Ende unserer Erde.Der weniger bekannte Haab-Kalender, der zusammen mit dem Kalender der Langen Zählung verwendet wurde, war ein Kalender mit 365 Tagen, der etwa ein Sonnenjahr darstellte. Der Tzolkin-Kalender umfasste ein 260-Tage-System, anhand dessen Ernte- und Ritualzeiten bestimmt wurden."
        },
        {
            "heading": "Koloniale Eingriffe und Niedergang",
            "text": "Die Ankunft der Spanier führte schnell zum Niedergang der verbliebenen nördlichen Maya-Städte und obwohl das Volk der Maya noch heute in Mexiko und anderen Teilen Zentral- und Südamerikas lebt, ging ein Großteil ihrer Kultur und Geschichte während der Eroberungen durch die spanischen Konquistadoren verloren. Die Spanier begannen im frühen 16. Jahrhundert damit, Expeditionen auf die Yucatán-Halbinsel zu schicken, von der sie sich die Errichtung einer dauerhaften Siedlung erhofften. Allerdings konnten die Maya den spanischen Angriffen durch die dezentralisierte Struktur ihrer Stadtstaaten Widerstand leisten und so dauerte es beinahe 200 Jahre, bis das Maya-Volk auf dem gesamten Gebiet unterworfen war.Während der Unterwerfung der Maya gab es mehrere Versuche der Spanier, die Bevölkerung zum römisch-katholischen Glauben zu bekehren. Der bekannteste wurde von dem spanischen Bischof Diego de Landa unternommen, der der römisch-katholischen Erzdiözese von Yucatán diente. De Landa hielt angeblich in der kleinen Siedlung Mani eine Inquisition ab, wo er Götzen der Maya und seltene Codex-Schriften verbrannte. Er wollte diese Religion der Ureinwohner auslöschen. Seite Taten werden zwar größtenteils verurteilt, doch manche Historiker schätzen De Landa dafür, dass er genaue eigene Aufzeichnungen über die Religion und Sprache der Maya führte, während er sie beobachtete und sich bei ihnen aufhielt."
        },
        {
            "heading": "Die heutigen Maya",
            "text": "Heute leben schätzungsweise sieben Millionen Maya in Teilen von Mexiko, Belize, Guatemala, Honduras und El Salvador. Viele von ihnen pflegen noch immer ihr kulturelles Erbe. Zwar trennen die Maya mehr als 20 verschiedene Sprachen, doch wie ihre Vorfahren verbinden sie eine gemeinsame Kultur und Tradition und gemeinsam feiern sie weiter das Erbe der alten Maya."
        },
        {
            "heading": "Die heutigen Maya",
            "text": "Heute leben schätzungsweise sieben Millionen Maya in Teilen von Mexiko, Belize, Guatemala, Honduras und El Salvador. Viele von ihnen pflegen noch immer ihr kulturelles Erbe. Zwar trennen die Maya mehr als 20 verschiedene Sprachen, doch wie ihre Vorfahren verbinden sie eine gemeinsame Kultur und Tradition und gemeinsam feiern sie weiter das Erbe der alten Maya."
        }
    ],
    "leader": {
        "name": "Pacal",
        "subtitle": "Staatsoberhaupt der Maya",
        "lived": "603-683 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pacal.png",
        "trait": {
            "name": "Die Lange Zählung",
            "effect": "Nach der Erforschung der Theologie erhaltet Ihr eine Große Persönlichkeit als Bonus am Ende jedes Zyklus im Mayakalender der Langen Zählung (alle 394 Jahre). Jede Bonuspersönlichkeit kann nur einmal gewählt werden."
        },
        "titles": [
            "König"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Der allgemein als \"Pacal der Große\" bekannte Maya-König K'inich Janaab' Pakal ist vielleicht der bedeutendste aller Maya-Herrscher. Er bestieg den Thron im zarten Alter von 12 Jahren und herrschte anschließend für fast 70 Jahre. Pacal erbte den Thron des Stadtstaates Palenque in einer Zeit großer Unruhen. Auch wenn die historischen Details rund um seine Herrschaft oft sehr vage sind, ist Pacal vor allem für den Wiederaufbau der zerstörten Stadt bekannt, die unter Herrschaft seiner Vorgänger wiederholt geplündert wurde. Pacal leitete gewaltige Bauvorhaben und überwachte die Entstehung von riesigen und bemerkenswert detaillierten Bauwerken in seinem Reich. In Pacals Grabstätte, dem Tempel der Inschriften, findet man umständlich in Maya-Schrift eingemeißelte geschichtliche Aufzeichnungen über das Leben des Königs. Durch seine erstaunlich hohe Anzahl von gut erhaltenen Inschriften hat der Tempel modernen Archäologen aufschlussreiche Einblicke in die einst verlorene Geschichte und Kultur dieser großen Maya-Stadt gewährt."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Pacals Mutter Sak K'uk' war eine der wenigen Frauen, die je unabhängig einen Maya-Stadtstaat regiert haben. Üblicherweise wurde die Krone nur an den Sohn eines Königs vererbt, aber in der Abwesenheit eines geeigneten männlichen Erben wurde die Regierungsmacht an Sak K'uk' übertragen, der als Enkelin einer früheren Königin ein Anrecht auf den Thron zustand. Sie herrschte drei Jahre, bis ihr Sohn Pacal volljährig war und den Thron übernahm. Diese ungewöhnliche Abweichung von der traditionell patriarchischen Gesellschaft mündete direkt in Pacals Bemühungen, sein Recht auf den Thron und die Herrschaft seiner Linie zu legitimieren.Als Pacal im Jahr 615 den Thron bestieg, befand sich Palenque in einer schwierigen Lage, da es in den vergangenen Jahren das Ziel regelmäßiger Angriffe durch das benachbarte Königreich Calakmul war. Pacal übersandte den Feinden von Palenque schon früh in seiner Herrschaft eine klare Botschaft, indem er seine eigenen Überfalltruppen gegen Calakmul aussandte, mehrere ihrer Anführer gefangen nahm und sie zur Vergeltung für die Angriffe opfern ließ."
            },
            {
                "heading": "Wiederaufbau von Palenque",
                "text": "Fest entschlossen, Palenque zu früherem Glanz zurückzuführen und die Rechtmäßigkeit seiner Herrschaft zu etablieren, leitete Pacal in der ganzen Stadt die Errichtung großer Monumente ein, deren Reliefs die Tugenden seiner Familie priesen. Eine Reihe beeindruckender Bauwerke entstand, darunter auch der Tempel des Grafen und der große als \"der Palast\" bekannte Zentralkomplex mit einem einzigartigen vierstöckigen Turm, der im ganzen Maya-Reich seinesgleichen sucht. Trotz der vielen Bauwerke, die unter seiner Herrschaft errichtet wurden, übertrifft keines den Tempel der Inschriften. Er wurde errichtet, um Pacal als Grabstätte zu dienen, und die Bauarbeiten an der Stufenpyramide wurden in Pacals letzten Lebensjahren aufgenommen und unter seinem Nachfolger K'inich Kan Balam II. vollendet.Der Tempel ist voller komplizierter Bildhauereien und hieroglyphischer Texte, aber vor allem ist er dafür bekannt, den reich verzierten Sarkophag von Pacal zu beherbergen. Die Grabkammer in der unteren Ebene des Tempels wurde erstmals im Jahr 1952 von mexikanischen Archäologen entdeckt und an ihren Wänden befindet sich der längste jemals gefundene Satz von Maya-Hieroglyphen. Auch wenn sie bis heute immer noch Raum für Interpretationen lassen, scheinen die Hieroglyphen den Verlauf von Pacals Leben bis zu seinem Tod und der Krönung seines Nachfolgers zu beschreiben.Der Sarkophag selbst ist von einem reich verzierten Deckel verdeckt, dessen Hieroglyphen die Planeten und zahlreiche Konstellationen darstellen. Diese Himmelselemente waren der Auslöser für viele kontroverse Theorien über die Einmischung von Außerirdischen innerhalb der Maya-Kultur, ähnlich der Theorien, die sich um die alten ägyptischen Pyramiden ranken. Während die meisten angesehenen Forscher davon ausgehen, dass der Sarkophag Pacals Reise in die Unterwelt darstellt, sehen andere Quellen in den Zeichnungen Pacal im Sitz eines Raumschiffs kurz vor dem Start. Im Inneren des Sarkophags fanden Archäologen das Skelett von Pacal mit einem Jade-Mosaik in Form einer Maske."
            },
            {
                "heading": "Urteil der Geschichte",
                "text": "Pacal der Große wird von Historikern aufgrund der erstaunlichen Monumente und Skulpturen, die sich in Palenque finden lassen, als einer der bedeutendsten Herrscher der Maya-Geschichte angesehen. Während seiner Zeit als König wurden beinahe 1.000 Bauwerke in der Stadt errichtet, für deren Bau Steine mit einem Einzelgewicht von bis zu 15 Tonnen benutzt wurden. Auch wenn seine Vergangenheit heute noch erforscht wird, können wir mit Sicherheit sagen, dass seine Bemühungen um den Wiederaufbau des Königreichs Palenque einige der größten Monumente und Kunstwerke hervorgebracht haben, die je von den Maya geschaffen wurden."
            }
        ]
    }
}