{
    "id": 13,
    "name": "Osmanenland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/osmanenland.png",
    "dawn_of_man": "Möge Gottes Segen mit Euch sein, oh großer Süleyman! Eure Macht, Euer Wohlstand und Eure Großzügigkeit versetzen die Welt in Ehrfurcht! Man nennt Euch zu Recht den Prächtigen! Euer Reich entstand im 12. Jahrhundert in Bithynien, einem kleinen Land im östlichen Anatolien. König Osman I. von Bithynien machte sich den Niedergang des großen Sultanats der Rum-Seldschuken zunutze und dehnte sein Reich Richtung Westen nach Anatolien aus. Während des nächsten Jahrhunderts brachten Eure Untertanen das Byzantinische Reich zu Fall und übernahmen dessen Ländereien in der Türkei und am Balkan. Mitte des 15. Jahrhunderts eroberten die Osmanen das alte Konstantinopel und sicherten sich so die Kontrolle über eine strategische Verbindung zwischen Europa und dem Nahen Osten. Das Reich Eures Volkes sollte sich noch jahrhundertelang weiter ausdehnen und zu seiner Blütezeit einen Großteil Nordafrikas, des Nahen Ostens und Osteuropas beherrschen.Mächtiger Süleyman, hört die Rufe Eures Volkes! Führt Euer Reich wieder an die Spitze seiner Macht und seines Ruhmes, und die Welt wird Eure Größe erneut voller Ehrfurcht und Bewunderung betrachten. Werdet Ihr diese Herausforderung annehmen, großer Herrscher? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Janitschar",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/janissary.json"
        },
        {
            "name": "Sipahi",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/sipahi.json"
        }
    ],
    "city_names": [
        "Istanbul",
        "Edirne",
        "Ankara",
        "Bursa",
        "Konya",
        "Samsun",
        "Gaziantep",
        "Diyarbakir",
        "Izmir",
        "Kayseri",
        "Malatya",
        "Marsin",
        "Antalya",
        "Zonguldak",
        "Denizli",
        "Oidu",
        "Mugla",
        "Eskisehir",
        "Inebolu",
        "Sinop",
        "Adana",
        "Tarsus",
        "Artuin",
        "Bodrum",
        "Eregli",
        "Silifke",
        "Sivas",
        "Amasya",
        "Marmaris",
        "Trabzon",
        "Erzurum",
        "Urfa",
        "Izmit",
        "Afyon",
        "Bitlis",
        "Marmaris"
    ],
    "spy_names": [
        "Ibrahim",
        "Bayezid",
        "Sokollu",
        "Mahmut",
        "Uveys",
        "Roxelana",
        "Safiye",
        "Hafsa",
        "Kosem",
        "Nurbanu"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Der Ursprung des Osmanischen Reichs liegt in Anatolien (der heutigen Türkei) Ende des 13. Jahrhunderts. Es erstreckte sich über drei Kontinente und existierte über 600 Jahre lang. Das Osmanische Reich war gewaltig, mächtig und extrem interessant."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "In seiner Hochblüte erstreckte sich das Reich von Ungarn im Norden über Basra im Osten bis zur Küste des Indischen Ozeans im Süden und Marokko im Westen. Mit den enormen Ländereien, die sich über drei Kontinente erstreckten, ist es unmöglich, Landschaft und Klima des Osmanischen Reiches zu verallgemeinern. Die Osmanen herrschten über Berge, Hügel, Ebenen, Sümpfe und Wüsten. Im Sommer konnten Temperaturen über 40 Grad Celsius herrschen (z. B. in Ägypten), während etwa in Ungarn im Winter der Gefrierpunkt weit unterschritten wurde."
        },
        {
            "heading": "Der Anfang",
            "text": "Das Osmanische Reich wurde nach Osman I. (1259-1326) benannt. Osman war ein Prinz aus Bithynien, einer kleinen Provinz in Anatolien (Türkei), die strategisch günstig an das Schwarze Meer, den Bosporus und das Marmarameer angrenzte. Bithynien hatte zuvor zum Sultanat der Rum-Seldschuken gehört, einem muslimischen Reich, dass über zwei Jahrhunderte über weite Teile Anatoliens geherrscht hatte. Als nach einer verheerenden Invasion der Mongolen die Macht des Sultanats schwand, trachtete das benachbarte Byzanz danach, sich in Anatolien auszubreiten. Byzanz konnte die Region nicht vollständig befrieden, und Osman I. schlug einen Vorteil aus der Schwäche, um Richtung Byzanz nach Westen vorzustoßen."
        },
        {
            "heading": "Der Vormarsch nach Europa",
            "text": "Im 14. Jhd. verlor Byzanz rapide an Macht. Als östlicher Nachfolger des Römischen Reiches besaß Byzanz einst enorme Ländereien in Italien, Osteuropa, Anatolien, Nordafrika und im Nahen Osten, doch bis 1300 war es auf Teile Griechenlands, Westanatoliens und des Balkans geschrumpft. Im Laufe des nächsten Jahrhunderts sollte das Osmanische Reich stetig am schrumpfenden Reich nagen, zuerst in Anatolien, dann am Balkan. Als die Osmanen die ungarische Stadt Nikopolis einnahmen, die strategisch günstig an der Donau lag, bat der bulgarische König das christliche Europa um Hilfe gegen die wachsende muslimische Bedrohung. 1396 versuchte eine Ritter-Armee aus Ungarn, Burgund, Venedig und Bulgarien sowie Ritter des Malteserordens, die Osmanen zu besiegen.Die Schlacht von Nikopolis wird manchmal auch der letzte Kreuzzug genannt. Die Zahl der teilnehmenden Kämpfer ist unbekannt, aber Schätzungen reichen von rund 10.000 Rittern, Fußsoldaten und Bogenschützen bis zu 200.000 pro Seite. (Heute sind sich Historiker einig, dass die zweite Zahl absurd hoch ist.) Früheren Meinungen zufolge war eine der beiden Seiten der anderen zahlenmäßig 2:1 unterlegen, aber man ist sich nicht einig, welche Seite das war. Auf jeden Fall marschierten die Kämpfer von Ungarn gen Süden und belagerten Nikopolis.Allen Aufzeichnungen zufolge litten die Kreuzritter unter dem geteilten Kommando und waren sich ihrer Sache zu sicher; kein ungewöhnliches Problem bei gemischten Armeen dieser Zeit. Die Belagerung wurde schlampig durchgeführt und es wurden keine Wachen postiert. Der kampferfahrene burgundische Anführer Enguerrand VII. de Coucy ignorierte jedoch die Befehle und entsandte einen Aufklärungstrupp, der auf die heranrückenden Osmanen traf, wodurch eine böse Überraschung verhindert werden konnte.Am Morgen der Schlacht versammelte Sultan Bayezid I. die osmanischen Streitkräfte auf einem Hügel oberhalb von Nikopolis. Die christlichen Kämpfer hatten sich gegenüber der Muslime vor Nikopolis aufgestellt, mit dem Rücken zur Donau.Ein Anführer der Christen merkte an, dass die osmanischen Truppen schlecht ausgerüstete Milizen ohne Ausbildung waren, die den Angreifer vor der Konfrontation mit der osmanischen Infanterie schwächen sollten. Er schlug vor, die Infanterie den Angriff gegen diese Truppen anführen zu lassen, während die Ritter an den Flanken bleiben sollten, um die Infanterie zu unterstützen und den gefährlichen osmanischen \"Sipahi\" (Reitertruppen) entgegenzutreten. Der französische Ritter Philippe d'Artois verschmähte diesen Plan als unehrenhaft und verlangte, dass den Rittern die Ehre zuteilwerden sollte, den Angriff anzuführen. Dieser Plan wurde umgesetzt.Die Osmanen hatten einen Wall angespitzter Pfähle in ihren Frontlinien aufgestellt, um herannahende Pferde zu töten und den Angriff der Kavallerie abzuwehren. Die Ritter konnten die osmanische Miliz zwar zerschlagen, doch verloren viele bei dem Angriff ihr Pferd und der restliche Kampf verlief chaotisch. Die osmanische Infanterie zog sich zurück und die christlichen Ritter folgten siegessicher, ohne sich neu zu formieren, in dem Glauben, sie hätten den feigen Feind vernichtet.Die Osmanen hatten jedoch eine Einheit Sipahi in Reserve, die Bayezid dann einsetzte - frische Reitertruppen gegen die erschöpften, pferdelosen Ritter. Gleichzeitig begannen andere osmanischen Truppen, die offenen Positionen der christlichen Armee anzugreifen. Diese war zu diesem Zeitpunkt ohne echte Führung, brach zusammen und ergab sich. Viele der europäischen Adligen wurden gegen Schätze eingetauscht, während ein Großteil der gewöhnlichen Soldaten ermordet wurde, um sich für ähnlich brutales Handeln der Europäer zu einem früheren Zeitpunkt des Feldzugs zu rächen.Die Eroberung von Nikopolis sicherte den osmanischen Landbesitz am Balkan für einige Zeit. Nun war von dem einst mächtigen Byzantinischen Reich nur noch die Stadt Konstantinopel übrig."
        },
        {
            "heading": "Tamerlan an der Flanke",
            "text": "1399 erklärte der mongolische Anführer Tamerlan dem Osmanischen Reich den Krieg und unterbrach damit den Europafeldzug von Bayezid I. Tamerlan war ein Nachfahre mongolischer Eroberer, die ihre Truppen triumphierend durch Persien, Indien, Zentralasien und Anatolien geführt hatten. 1402 trafen Bayezids Truppen in der Schlacht von Ankara auf Tamerlans Armee.Auch hier ist es wieder nahezu unmöglich, die Ausmaße der Streitkräfte zu bestimmen, die an der Schlacht beteiligt waren. Die Schätzungen reichen von 1.000.000 pro Seite bis zu nur etwa 140.000 auf Seiten der Mongolen und 80.000 auf Seiten der Osmanen. Wie hoch die Zahl letztendlich auch war, es herrscht allgemein Einigkeit darüber, dass Tamerlans Armee erheblich größer war als die von Bayezid.Die Schlacht begann mit einem Großangriff der Osmanen, der vom präzisen Pfeilbeschuss durch die berittenen Bogenschützen des Feindes, die den Angreifern erhebliche Verluste bescherten, aufgebrochen wurde. Im weiteren Verlauf der Schlacht desertierte ein erheblicher Teil von Bayezids Truppen und schloss sich Tamerlans Armee an. Bayezids Armee, die nun erschöpft und extrem in der Unterzahl war, wurde besiegt. Er selbst wurde kurz danach gefangengenommen und starb in Gefangenschaft. Tamerlan, der seine Flanken gegen die Osmanen gesichert hatte, verließ Anatolien und kehrte nach Indien zurück, um die Ausdehnung seines eigenen Reiches voranzutreiben.Nach Bayezids Tod brach im Reich Bürgerkrieg aus, da seine vier Söhne um die Krone stritten. Das sogenannte Osmanische Interregnum dauerte 11 Jahre an, bis im Jahr 1413 Çelebi Mehmed, der letzte überlebende Bruder, zum Sultan ernannt wurde.Sultan Mehmet I. und sein Sohn Murad II. verbrachten einige Jahre damit, die Zentralmacht im Reich wiederherzustellen, um den Schaden zu beheben, den das Interregnum angerichtet hatte."
        },
        {
            "heading": "Wiederaufschwung und Ausbreitung der Osmanen",
            "text": "Nachdem er sich die Kontrolle über das Osmanische Reich gesichert hatte, belagerte Murad II. 1423 Konstantinopel, das er erst wieder verließ, nachdem er von den Byzantinern eine erhebliche Summe erpresst hatte. Murad zog dann gegen Venedig in den Krieg, eine langwierige Angelegenheit, aus der die Osmanen siegreich hervorgingen, aber Venedig konnte seinen Platz als wichtige Handelsmacht im östlichen Mittelmeer weiterhin behaupten. Er startete außerdem einen langen Krieg gegen Ungarn um die Herrschaft über die Walachei."
        },
        {
            "heading": "Janitscharen",
            "text": "Während das Osmanische Reich größer wurde, wuchs auch die Macht des türkischen Adels, den Murad II. als steigende Bedrohung ansah. Um den Türken entgegenzutreten, stellte Murad die Janitscharen auf, eine Militärstreitmacht, die aus christlichen Sklaven bestand. Er gab den Janitscharen Ländereien aus seinen jüngsten Eroberungen - das Einkommen und der Status, den sie daraus erworben, machten sie zu einem effektiven Gegengewicht zu den alteingesessenen Türken. Murad versuchte indessen weiter, sein Reich weiter nach Europa auszudehnen, bis er 1444 mit all seinen Feinden Frieden schloss, abdankte und sein Sohn Mehmet II. den Thron bestieg."
        },
        {
            "heading": "Konstantinopel",
            "text": "Sultan Mehmet II. herrschte etwa 30 Jahre lang von 1451-1481. Eine seiner ersten Amtshandlungen war die erneute Belagerung Konstantinopels. Sein Wesir und andere türkische Adlige waren gegen diesen Angriff, den sie völlig zu Recht als Vorspiel zu weiteren osmanischen Expansionsversuchen werteten, die ihre Macht im Reich weiter einschränken könnten.Die Belagerung dauerte weniger als zwei Monate. Mehmet stand eine Streitkraft von 100.000 Mann zur Verfügung, und Konstantinopel wurde von vielleicht 7.000 Soldaten verteidigt. Die Verteidiger kämpften hartnäckig und schlugen eine osmanische Angriffswelle nach der anderen zurück, die von schwerem Kanonenfeuer begleitet waren. Letztendlich konnten die Osmanen durchbrechen und stürmten die Stadt, wo sie die Verteidiger allein schon durch ihre zahlenmäßige Überlegenheit überwältigten.Auch wenn die Osmanen die Stadt enthusiastisch plünderten, ließ Mehmet bei den Einwohnern Gnade walten, verschonte ihr Leben und ließ ihnen Haus und Besitz (zumindest denen, die noch nicht ausgeplündert worden waren). Er behandelte nicht-muslimische Bürger mit Respekt und viele Juden emigrierten ins Osmanische Reich, um der Verfolgung in Europa zu entgehen.Mehmet II. machte Konstantinopel zur Hauptstadt seines Reiches, was ihm eine strategische Basis am Rande Europas sicherte.Im nächsten Jahrhundert expandierte das Osmanische Reich weiter nach Europa, Afrika und in den Nahen Osten. Zusätzlich zu einer hervorragenden Streitkraft an Land hatte das Osmanische Reich eine mächtige Marine aufgebaut, die das östliche Mittelmeer und das Schwarze Meer dominierte. Auch im Roten Meer und dem Indischen Ozean, wo es mit den wachsenden europäischen Seemächten wie Portugal in Wettstreit trat."
        },
        {
            "heading": "Süleyman I.",
            "text": "Süleyman der Prächtige (1520-1566) setzte die osmanische Expansion nach Europa fort, wobei er vornehmlich Ungarn im Visier hatte. Seine größten europäischen Rivalen waren die Habsburger, die zu dieser Zeit über Ungarn (sowie über den Rest Europas) herrschten. Er hatte jedoch im König von Frankreich einen mächtigen Verbündeten, der die Pläne der Habsburger für sein Königreich fürchtete und nur zu gerne dazu beitrug, sie zu schwächen. 1521 nahm Süleyman Belgrad ein und bis 1526 hatten die Osmanen halb Ungarn erobert. Der Krieg setzte sich noch einige Jahre fort und 1529 war Süleyman bis Wien vorgedrungen, der mächtigsten europäischen Stadt in diesem Gebiet. Auch wenn er die Stadt nicht einnehmen konnte und letztendlich auch die Belagerung aufgeben musste, zwang er die Europäer jedoch in die Defensive und sicherte Ungarn für weitere zehn Jahre.Zu Wasser reagierte Süleyman auf den Druck Europas, indem er eine mächtige Marine aufbaute, die dem Befehl von Barbarossa unterstand, einem ehemaligen Piraten, der zum Admiral der osmanischen Marine ernannt wurde. Barbarossa eroberte 1529 Algier und Süleyman übertrug die gesamte Provinz Barbarossa zur Unterstützung seiner Flotte. In den 1530ern kämpfte Barbarossa in mehreren Seeschlachten gegen zahlreiche europäische Streitkräfte, aus denen er stets siegreich hervorging.In der Zwischenzeit hatte das Osmanische Reich sich weiter ausgedehnt und die Grenze dessen erreicht, was mit Waffen und Versorgungssystemen der damaligen Zeit machbar war. Süleyman fiel wiederholt im Iran ein, es gingen ihm jedoch immer wieder die Vorräte aus, bevor er gegen die iranische Armee in die Schlacht ziehen konnte. Kaum hatte er sich zurückgezogen, kamen die Iraner einfach zurück und holten sich wieder, was er ihnen genommen hatte. 1555 stimmte er einer dauerhaften Grenze im Osten zu: Er behielt Irak und Ostanatolien, verzichtete jedoch auf Aserbaidschan und den Kaukasus.Während der Blütezeit dieser Periode war das Osmanische Reich sowohl militärisch als auch wirtschaftlich eine treibende Kraft. Die Schatzkammer des Reiches war gefüllt mit Tributzahlungen aus ägyptischen, nordafrikanischen und osteuropäischen Besitztümern, und da die Handelswege zwischen Europa und Fernost quer durch das Reich liefen, sprudelten auch die Gewinnanteile aus dem boomenden Gewürzhandel. Das war einer der Hauptgründe für die Erkundungsreisen der Europäer: Sie suchten Wege um osmanisches Territorium herum, um direkt mit Indien, China und anderen Gewürzlieferanten zu handeln."
        },
        {
            "heading": "Niedergang des Reiches",
            "text": "Im Laufe der nächsten Jahrhunderte erlebte das Osmanische Reich einen langsamen, aber stetigen Niedergang. Es blieb noch viele Jahre lang ein mächtiger und vitaler Staat, erreichte aber doch nie mehr die Macht, die es unter Süleyman besessen hatte. Bis ins späte 16. Jahrhundert hatten die Janitscharen fast die gesamte Stadt Istanbul (wie Konstantinopel inzwischen hieß) unter ihre Kontrolle gebracht, und mit der Macht nahm auch die Korruption zu. Der Großwesir gewann mehr an Einfluss, während die Sultane immer dekadenter wurden. Schließlich überschritten die Wesire ihre Grenzen und wurden entmachtet, woraufhin eine Zeit folgte, in der de facto die Haremsdamen die Macht in den Händen hielten und politische Ämter nach ihrem Belieben besetzten, auch \"Weiberherrschaft\" (1570-1578) genannt. Später übernahm das Militär die Kontrolle (1578-1625).Das grundlegende Problem jedes Machthabers war die Tatsache, dass das Reich einfach zu groß war, um es effektiv zu regieren, und mit der Zeit herrschten in immer mehr Teilen anarchieähnliche Zustände. Durch zunehmende Korruption sowie Handelsdruck von außen geriet die Wirtschaft des Reiches bis an den Rand des Zusammenbruchs, und im 16. und 17. Jahrhundert kam es zu einer galoppierenden Inflation.Trotz der internen Schwierigkeiten blieb das Reich eine starke internationale Macht, die in Europa gefürchtet war. Auch wenn gelegentliche Niederlagen nicht ausblieben, war es doch stärker als alle Feinde im Ausland. Mit den Jahren wurde es immer größer und verleibte sich Tunis, Fès und Kreta im Mittelmeer sowie Aserbaidschan und einen Teil des Kaukasus ein.Gegen Ende des 17. Jahrhundert blieb den Osmanen das Glück jedoch nicht mehr treu. 1683 zog der Großwesir Kara Mustafa Pascha ein weiteres Mal gegen Wien ins Feld. Unter der Führung des polnischen Königs Johann III. Sobieski konnten die Verteidiger den Angriff der Osmanen abwehren.Ermutigt durch die offensichtliche Schwäche der Osmanen konnte Sobieski ein riesiges Heer europäischer Streitkräfte für eine Gegenoffensive versammeln. Die Habsburger waren auf ihre verlorenen Territorien im Balkan aus, die Venezianer wollten ihre verlorenen Stellungen in der Adria zurück und die neue Macht Russland war (wie immer) auf der Suche nach einem Warmwasserhafen am Mittelmeer.Näher betrachtet war das ein bestenfalls wackliges Bündnis, dessen Partner den Angriff mehrfach abbrachen, um sich gegenseitig zu bekämpfen. Außerdem erhielten die Osmanen Unterstützung von Frankreich (das immer noch die Habsburger schwächen wollte) sowie Großbritannien und den Niederlanden, die fürchteten, dass derjenige, der das Osmanische Reich eroberte, Europa beherrschen und ihre aufsteigende Seemacht bedrohen würde.Die Verbündeten waren dennoch erfolgreich und nahmen im Laufe des nächsten Jahrhunderts viele der osmanischen Besitztümer in Europa ein. Bis zum Jahr 1792 wurden die Osmanen bis hinter die Donau zurückgedrängt und verloren Gebiete, die sich fast zwei Jahrhunderte lang in ihrem Besitz befunden hatten. Kurz darauf verlor das Reich die Nordküste am Schwarzen Meer, den Kaukasus, die südliche Ukraine und die Krim."
        },
        {
            "heading": "Das Ende",
            "text": "Gegen Mitte des 19. Jahrhunderts unternahmen mehrere Sultane den ernsthaften Versuch einer Modernisierung des Osmanischen Reichs, indem sie Reformen in den Bereichen Militär, Regierung und Bildung anstrebten. Diese Reformen gingen nur langsam voran, was zum einen daran lag, dass Machthaber, die sich in ihrer Stellung bedroht fühlten, Widerstand leisteten. Zum anderen war der Staat nahezu bankrott und stand unter zunehmendem Druck durch ausländische Kräfte, die seine Schwäche spürten und bereit waren, zum Angriff auszuholen. Trotzdem wurden bis zum 20. Jahrhundert Tausende von Grundschulen gebaut sowie eine wachsende Anzahl an weiterführenden Schulen und Universitäten. Fortschrittliche Militärhochschulen nach europäischem Vorbild wurden errichtet. Die Regierung experimentierte sogar mit einem parlamentarischen System, was jedoch nach weniger als einem Jahr wieder aufgegeben wurde.1909 führte eine Gruppe von Reformern, die sogenannten \"Jungtürken\", eine Revolte an, um das Parlament, das 30 Jahre zuvor abgeschafft worden war, wieder einzusetzen. Das führte zu einem größeren Aufstand, bei dem die bestehende Regierung entmachtet wurde. Ein neuer Sultan wurde eingesetzt, der gezwungen wurde, das Parlament wieder einzusetzen, doch die wahre Macht lag beim Militär, das ihn an die Macht gebracht hatte.1914 trat das Osmanische Reich auf Seiten der Zentralmächte (Deutschland, Österreich und Bulgarien) in den Ersten Weltkrieg ein. Während des Krieges wurde ein beherzter, aber schlecht geplanter Angriff der britischen Streitkräfte auf die Dardanellen abgewehrt, wodurch die britische Flotte von Russland abgeschnitten war. Sie kämpften gegen die Entente in Europa, Ägypten, am Balkan und im Nahen Osten. Es kam außerdem zu einem grausamen Massaker an armenischen Zivilisten, die in Kleinasien lebten, bei dem Hunderttausende Männer, Frauen und Kinder ermordet wurden.Gegen Ende des Jahres 1918 war klar, dass die Zentralmächte unterliegen würden. Am 30. Oktober stimmten die Osmanen einem Waffenstillstand zu. Die siegreiche Entente zerpflückte das, was vom Reich noch übrig war: Briten, Franzosen und Italiener teilten Nordafrika, Ägypten und Nahen Osten sowie Teile Kleinasiens untereinander auf. Die restlichen Gebiete, an denen keine der europäischen Mächte Interesse hatte, wurden zu neuen, unabhängigen Ländern erklärt. Den Osmanen blieben Istanbul und Thrakien.Der Großteil der Pläne der Entente wurde jedoch zunichtegemacht, als ein brillanter osmanischer General namens Mustafa Kemal Pascha schon 1923 große Teile Kleinasiens zu einem neuen Land wiedervereinigt hatte: der Türkei. Kemal wurde später auch Atatürk genannt, was so viel bedeutet wie \"Vater der Türken\". Mit der Gründung der Türkei kam das endgültige Ende des Osmanischen Reiches über 600 Jahre nach seiner Entstehung."
        },
        {
            "heading": "Lobrede auf ein vergessenes Reich",
            "text": "Zusammenfassend lässt sich sagen: Das Osmanische Reich hatte sechs Jahrhunderte Bestand. Es hat sich mit ganz Europa angelegt und gewonnen. Es eroberte Persien, Ägypten und Nordafrika, ganz zu schweigen von großen Teilen des Balkans. Es zerstörte das Byzantinische Reich. Im Großen und Ganzen gibt es nichts gegen das Osmanische Reich einzuwenden."
        },
        {
            "heading": "Lobrede auf ein vergessenes Reich",
            "text": "Zusammenfassend lässt sich sagen: Das Osmanische Reich hatte sechs Jahrhunderte Bestand. Es hat sich mit ganz Europa angelegt und gewonnen. Es eroberte Persien, Ägypten und Nordafrika, ganz zu schweigen von großen Teilen des Balkans. Es zerstörte das Byzantinische Reich. Im Großen und Ganzen gibt es nichts gegen das Osmanische Reich einzuwenden."
        },
        {
            "heading": "Lobrede auf ein vergessenes Reich",
            "text": "Zusammenfassend lässt sich sagen: Das Osmanische Reich hatte sechs Jahrhunderte Bestand. Es hat sich mit ganz Europa angelegt und gewonnen. Es eroberte Persien, Ägypten und Nordafrika, ganz zu schweigen von großen Teilen des Balkans. Es zerstörte das Byzantinische Reich. Im Großen und Ganzen gibt es nichts gegen das Osmanische Reich einzuwenden."
        }
    ],
    "leader": {
        "name": "Süleyman I.",
        "subtitle": "Staatsoberhaupt der Osmanen",
        "lived": "1494-1566 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/süleyman_i..png",
        "trait": {
            "name": "Berber-Korsaren",
            "effect": "Alle Nahkampf-Marineeinheiten besitzen die Prisenschiffe-Beförderung, durch die sie besiegte Schiffe einnehmen können. Nur 33% der üblichen Kosten für den Marineunterhalt."
        },
        "titles": [
            "Der Prächtige",
            "Der Gesetzgeber"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Süleyman I., auch bekannt als \"der Große\", \"der Gesetzgeber\" und \"der Prächtige\", war islamischer Kalif und Sultan des Osmanischen Reiches. Er kam 1520 an die Macht und regierte bis zu seinem Tod im Jahr 1566. In seiner Herrschaftszeit konnte Süleyman die osmanischen Gebiete erheblich vergrößern, was bei vielen Oberhäuptern in Europa, Afrika, Asien und dem Nahen Osten Angst (und widerwillige Bewunderung) auslöste."
            },
            {
                "heading": "Frühe Geschichte",
                "text": "Süleyman kam aus einer Familie von Sultanen. Schon früh fing er an, in Istanbul Wissenschaften, Literatur, Theologie und Militärwesen zu studieren. Mit 17 machte ihn sein Großvater zum Statthalter von Kaffa und während der Herrschaft seines Vaters Sultan Selim I. wurde er Statthalter von Manisa. Sein Vater starb 1520, als Süleyman 26 Jahre alt war, und er folgte ihm auf den Thron. Obwohl Süleyman noch ein ziemlich junger Mann war, verfügte er schon über fast zehn Jahre an Erfahrungen als Anführer, als er an die Macht kam."
            },
            {
                "heading": "Militärische Ziele in Europa",
                "text": "Manche Geschichtsschreiber behaupten, dass Süleyman ein großer Verehrer von Alexander dem Großen war und hoffte, ihn nachahmen zu können und ein Reich zu schaffen, das sich über Europa, Kleinasien, Afrika und den Nahen Osten erstreckte. Nach Erhalt der Macht plante Süleyman direkt einen Feldzug gegen Europa und den Balkan.1521, nur ein Jahr, nachdem er an die Macht gekommen war, eroberte Süleyman Belgrad. Im Jahr darauf nahm er den Johannitern die Insel Rhodos. 1526 besiegte er die Ungarn in der Schlacht bei Mohács und tötete den ungarischen Ludwig II. im Kampf.Nach Ludwigs Tod ging der ungarische Thron an Ferdinand I., den habsburgischen Erzherzog von Österreich. Da Süleyman die Macht der Habsburger in Europa schwächen wollte, unterstützte er den Thronanspruch von Johann Zápolya, den Fürsten von Siebenbürgen. 1529 belagerte Süleyman Wien. Die Belagerung scheiterte zwar, aber sie erreichte, dass die ungarischen Kräfte sich auf Wien konzentrieren mussten und große Teile Ungarns an Süleymans Marionette Johann fielen. Als Johann 1540 starb, marschierten die Österreicher wieder in Zentralungarn ein. Beide Seiten sollten noch zwanzig Jahre ergebnislos weiterkämpfen, bis 1562, vier Jahre vor Süleymans Tod, ein Friedensvertrag unterzeichnet wurde.Um seine Landfeldzüge zu unterstützen, baute Süleyman außerdem eine große Flotte im Mittelmeer auf, was ein Novum in der osmanischen Geschichte war. Die Flotte wurde von Admiral Khair ad-Din (im Westen besser als \"Barbarossa\" bekannt) angeführt, einem ehemaligen Piraten mit einem natürlichen Talent für Kriegführung zur See, der die gemeinsame Flotte der Spanier und Venezianer 1538 besiegen konnte und so den Osmanen für die nächsten vierzig Jahre die Vorherrschaft im östlichen Mittelmeer sicherte."
            },
            {
                "heading": "Militärische Abenteuer in Persien",
                "text": "Süleyman leitete während seiner Herrschaft drei große Feldzüge in Persien. Der erste Feldzug (1534-1535) brachte den Osmanen die östlichen Gebiete Kleinasiens und den Großteil des Iraks ein. Im zweite Feldzug mehr als zehn Jahre danach (1548-1549) eroberte er weitere Gebiete um den strategisch wichtigen Vansee an der Grenze von Persien und Kleinasien. Der dritte Feldzug verlief ergebnislos, da es den Osmanen nicht gelang, eine Offensive tief in persischem Gebiet aufrechtzuerhalten und sie somit ihre Eroberungen wieder verloren."
            },
            {
                "heading": "Inländische Verbesserungen",
                "text": "Als Sultan umgab sich Süleyman mit kompetenten, zum Teil brillanten Staatsmännern und Verwaltungsfachleuten. Er baute überall in seinem Land Moscheen, Brücken, Straßen und Festungen und diese Epoche wird gerne als goldenes Zeitalter der osmanischen Architektur bezeichnet. Süleyman arbeitete auch daran, das Rechtssystem des Reiches zu reformieren und niederzuschreiben. Das Rechtssystem des \"Gesetzgebers\" sollte fast drei Jahrhunderte lang unverändert bestehen. Ganz besonders kümmerte er sich auch um seine christlichen Untertanen, die bis dahin kaum mehr als Leibeigene waren. Auch wurden die Juden beschützt, die aus ganz Europa in das osmanische Reich einwanderten, da sie hier weitaus besser behandelt wurden als in der Heimat."
            },
            {
                "heading": "Kultur, Religion und die Künste",
                "text": "Trotz aller Gebietszugewinne achtete der Sultan, der selbst ein fähiger Dichter und eifriger Muslim war, stets auch auf die Kultur seines Heimatlandes. Während seiner Herrschaft wurden Hunderte künstlerischer Gesellschaften im ganzen Land gegründet. Süleyman ließ zahlreiche neue und sehr prächtige Moscheen bauen, von denen viele von seinem Meisterarchitekten Sinan entworfen wurden."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Süleyman starb 1566 auf einem weiteren Feldzug in Ungarn. Zur Zeit seines Todes war er überall in der bekannten Welt berühmt. In Europa neidete man ihm sein unglaubliches Vermögen, da er mehr Reichtümer in seiner Schatzkammer besaß als jeder andere Herrscher zuvor. Zudem bewunderte man ihn für seine militärischen Fähigkeiten und respektierte seine gerechte Behandlung von Nicht-Muslimen.Muslime verehrten den Sultan für seinen Glauben an das Gesetz. Der Sultan übernahm das heilige Gesetz des Islam und erweiterte damit das traditionelle Gesetz seiner Vorgänger, was zu einem Vorbild für viele östliche Mächte in den folgenden Jahrhunderten werden sollte.Fast alle - ob Muslime oder nicht - stimmten darüber ein, dass ihm der Titel \"der Prächtige\" wirklich gebührte."
            }
        ]
    }
}