{
    "id": 11,
    "name": "Irokesenland",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_iroquois.png",
    "dawn_of_man": "Seid gegrüßt, edler Hiawatha, Oberhaupt des mächtigen Irokesenbunds! Lang hat Euer Volk nahe des großen und heiligen Ontariosees in dem Land gelebt, das heute als Bundesstaat New York in Nordamerika bekannt ist. Im Dunkel der Geschichte vereinten sich die fünf Völker - Seneca, Onondaga, Mohawk, Cayuga und Oneida - zu einer Nation, den Haudenosaunee, den Irokesen. Ohne geschriebenes Wort legten die weisen Männer Eurer Nation das \"Große Gesetz des Friedens\" fest, die Grundlage vieler Verfassungen, darunter auch die der Vereinigten Staaten von Amerika. Viele Jahre lang kämpfte Euer Volk gegen große Feinde: die Huronen und die französischen und englischen Eindringlinge. Obwohl sie in der Unterzahl waren und die Waffen Eurer Krieger den gegnerischen weit unterlegen, überlebten die Irokesen und waren solange erfolgreich, bis sie von den mächtigen Armeen der neu gegründeten Vereinigten Staaten überwältigt wurden.Oh edler Hiawatha! Hört die Rufe Eures Volkes! Sie wollen, dass Ihr sie in Friedens- und in Kriegszeiten anführt! Baut das Langhaus wieder auf und vereinigt die Stämme erneut. Werdet Ihr diese Herausforderung annehmen, großer Anführer? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [
        {
            "name": "Langhaus",
            "url": "https://eyefyre.github.io/civvapi/v1/de/buildings/longhouse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mohawk-Krieger",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/mohawk_warrior.json"
        }
    ],
    "city_names": [
        "Onondaga",
        "Osininka",
        "Grand River",
        "Akwesasne",
        "Buffalo Creek",
        "Brantford",
        "Montreal",
        "Genesee River",
        "Canandaigua Lake",
        "Lake Simcoe",
        "Grand River",
        "Salamanca",
        "Gowanda",
        "Buffalo",
        "Kuba",
        "Akron",
        "Kanesatake",
        "Ganienkeh",
        "Cayuga Castle",
        "Chondote",
        "Canajoharie",
        "Nedrow",
        "Syracuse",
        "Oneida Lake",
        "Kanonwalohale",
        "Green Bay",
        "Southwold",
        "Mohawk Valley",
        "Schoharie",
        "Bay of Quinte",
        "Kanawale",
        "Kanatsiokareke",
        "Tyendinaga",
        "Hahta"
    ],
    "spy_names": [
        "Onatah",
        "Oneida",
        "Oshadagea",
        "Otetiani",
        "Genesee",
        "Dadgayadoh",
        "Otwtiani",
        "Kateri",
        "Onondakai",
        "Honanyawus"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Der Überlieferung zufolge entstand der Irokesenbund ca. 1570 n. Chr. Er war ein Bündnis aus fünf (später sechs) nordamerikanischen Indianerstämmen. Die Irokesen sind ein beeindruckendes Volk: Trotz einer Bevölkerungszahl, die 20.000 wahrscheinlich nie überstieg, sowie nicht vorhandener Schriftsprache und Produktionsbasis gelang es den Irokesen zwei Jahrhunderte lang, gegen ihre Feinde aus Frankreich, England, den Niederlanden und später die amerikanischen Kolonisten standzuhalten."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Die Irokesen besiedelten einen großen Teil des Staats New York, der an den Ontariosee und den Sankt-Lorenz-Strom grenzt. Das Land ist hügelig und bewaldet und wimmelte im 17. Jahrhundert nur so von Wild wie Rehen und Bibern. Die Irokesen hatten Zugang zu zahlreichen Wasserstraßen, darunter der Ontariosee, der Sankt-Lorenz-Strom, die Fingerseen und Dutzende Flüsse, die ausgezeichnete Möglichkeiten zum Fischen sowie zur schnellen Fortbewegung im Kanu boten.Die Winter im Staat New York können bitterkalt sein - vor allem, wenn die arktische Luft in südöstlicher Richtung über die Großen Seen weht - und starker Schneefall ist nichts Ungewöhnliches. Die Sommer dagegen sind meist angenehm kühl."
        },
        {
            "heading": "Der Name",
            "text": "Die Mitglieder des Irokesenbunds nennen sich \"Haudenosaunee\", was ungefähr so viel bedeutet wie \"Völker des Langhauses\". Der Begriff \"Irokesen\" wurde nur von anderen Stämmen für sie verwendet. Die ursprüngliche Bedeutung ist unklar, doch es könnte sich um eine Abwandlung des Huron-Wortes für \"Schlange\" handeln. (Die Huronen und Irokesen mochten sich nicht besonders.) Es könnte aber auch eine Verfälschung eines Wortes der Basken (eine Volksgruppe in Spanien) für \"tötende Menschen\" sein. (Auch die Franzosen mochten den Irokesenbund nicht besonders.)Wir bitten die Haudenosaunee um Verständnis dafür, dass wir hier trotzdem den geläufigeren Begriff \"Irokesen\" verwenden, weil nur wenige Nicht-Indianer den Namen Haudenosaunsee kennen - und weil Haudenosaunee zu lang für den Spielbildschirm wäre. Aus ähnlichen Gründen haben wir uns entschieden, für das Oberhaupt der Irokesen den Namen \"Hiawatha\" dem Namen \"Ayonwentah\" (siehe unten) vorzuziehen."
        },
        {
            "heading": "Die Herkunftsgeschichte",
            "text": "Der Legende zufolge wurde der Bund gegründet, als ein Häuptling namens Dekanawidah oder \"der große Friedensstifter\" einen Krieger namens Ayonwentah überzeugte, Gewalt und Kannibalismus aufzugeben und \"Frieden, zivile Ruhe, Rechtschaffenheit und das große Gesetz\" voranzutreiben. (Ayonwentah soll als Grundlage für den Charakter \"Hiawatha\" des Dichters Longfellow gedient haben.) Zusammen vereinten die beiden großen Männer die fünf Stämme des Bundes: die Seneca, die Onondaga, die Mohawk, die Cayuga und die Oneida. Ein sechster Stamm, die Tuscarora, trat erst viele Jahre später - 1722 - in den Bund ein."
        },
        {
            "heading": "Die Regierung der Irokesen",
            "text": "Die Irokesen hatten ein unglaublich fortschrittliches Regierungssystem, insbesondere für ein Volk ohne Schrift. Der Bund verfügte über eine Verfassung, die als Gayanashagowa oder \"Großes Gesetz des Friedens\" bekannt ist. Jeder Stamm kümmerte sich um seine eigenen, internen Belange. Der Große Rat war nur für Probleme zuständig, welche die gesamte Nation betrafen, also Verträge, Grenzkonflikte, Kriegserklärungen, Friedensschlüsse usw.Der Große Rat bestand aus 50 Sachems (einer Art Häuptlinge). Jeder Stamm schickte zwischen acht und 14 Sachems (je nach Größe und Status des jeweiligen Stamms) zum Rat. Die Sachems wurden von Räten gewählt, die sich aus sogenannten Klanmüttern zusammensetzten. Der Tadadaho war das symbolische Oberhaupt des Großen Rates, hatte aber keine echte politische Macht. Der Rat arbeitete nach dem Einigkeitsprinzip - jeder Beschluss verlangte nach der mehrheitlichen Zustimmung der Mitglieder."
        },
        {
            "heading": "Die Biberkriege",
            "text": "Nach der Vereinigung wurden die Irokesen schnell zur mächtigsten Indianergruppe in ganz Nordostamerika. 1609 kam es zum Krieg zwischen dem Bund und den Franzosen und deren indianischen Verbündeten aus Kanada. Sie kämpften um die Kontrolle des Pelzhandels, vor allem dem mit Biberhäuten.Im frühen 17. Jahrhundert war Europa geradezu süchtig nach Biberpelzen, die zur Herstellung von Mützen verwendet wurden. Da der europäische Biber durch die Jagd schon fast ausgerottet war, richteten europäische Händler ihr Augenmerk auf die Neue Welt, wo es immer noch sehr viele Biber gab. Als die Indianer erkannten, dass die Europäer ihnen für die Pelze Metallwerkzeuge und sogar Schusswaffen gaben, entbrannte ein heftiger Wettstreit um die niedlichen kleinen Nager.1610 trafen die Irokesen auf niederländische Händler in Fort Orange in Nieuw Nederland (dem heutigen Albany, New York), die sie im Tausch für Pelze mit jeder Menge Waffen versorgten. Diese erhöhte Waffenstärke ermöglichte es den Irokesen, die Franzosen und ihre Verbündeten zurückzudrängen und ihr Land bis westlich des Michigansees und südlich des Tennessee River auszudehnen. Der Zugang zu Schusswaffen sorgte auch für eine schnellere Ausrottung des Bibers im Irokesengebiet, was die Irokesen dazu zwang weiter nach Norden vorzurücken, wo es noch viele Biber gab.Der blutige Krieg dauerte mehrere Jahrzehnte an. Bis zur Mitte des 17. Jahrhunderts hatten die Irokesen die Stämme der Huronen, Erie, Susquehannock und die Neutralen besiegt, dabei Tausende Stammesmitglieder aufgenommen und den Rest aus dem Gebiet vertrieben."
        },
        {
            "heading": "Die Reaktion der Franzosen",
            "text": "Bis 1660 hatten die Irokesen ihre südliche und westliche Flanke gesichert und konnten nun regelmäßig Raubzüge gegen Neufrankreich ausführen. Die französischen Kanadier konnten die Angriffe nicht aufhalten und baten das Mutterland um Hilfe. Frankreich reagierte mit der Entsendung eines Truppenregiments, der ersten professionellen europäischen Militäreinheit, die kanadischen Boden betrat. Die französischen Truppen starteten eine Offensive und konnten mehrfach in das Territorium der Irokesen eindringen, mit unterschiedlichem Erfolg.In der Zwischenzeit eroberten die Engländer die holländische Kolonie Nieuw Nederland und schnitten die Irokesen so von ihrem wichtigsten europäischen Handelspartner ab. Unter dem immer größer werdenden Druck durch verstärkte französische Truppen und ohne die Möglichkeit, selbst für Waffennachschub zu sorgen, willigten die Irokesen in einen Frieden mit Frankreich ein. Ihre West- und Südexpansion setzten sie jedoch fort, da sie bei den dort ansässigen Stämmen, die keinen oder nur wenig Zugang zu modernen europäischen Waffen hatten, leichtere Beute fanden."
        },
        {
            "heading": "Auftritt der Engländer",
            "text": "Nach der Eroberung der niederländischen Gebiete traten die Engländer in Kontakt mit den Irokesen. Wie immer waren die Engländer froh, wenn sie den Franzosen auf der Nase herumtanzen konnten: Sie nahmen unverzüglich den Waffenhandel mit den Irokesen wieder auf und drängten diese darauf, die Waffen gegen den Feind im Norden einzusetzen. Ab den 1680ern war der Krieg zwischen den Franzosen und den Irokesen wieder in vollem Gange.1687 starteten die Franzosen einen weiteren Feldzug in das Gebiet der Irokesen - dieses Mal mit einer riesigen Armee aus mehr als 3.000 Soldaten und Milizkämpfern. Die Franzosen wandten die Taktik der \"verbrannten Erde\" an und brannten Dörfer und Felder der Irokesen nieder, sodass im folgenden Winter viele verhungern mussten. Der Irokesenbund reagierte mit mehreren Racheüberfällen, tötete Kolonisten und verbrannte französische Versorgungsgüter bis nach Montreal im Osten.1688 trat England wegen eines europäischen Vorfalls, der damals ziemlich wichtig schien (genannt King William's War oder Pfälzischer Erbfolgekrieg), in den Krieg gegen Frankreich ein und die Kolonien beider Seiten taten pflichtbewusst ihr Bestes, um sich gegenseitig zu zerstören. Die Irokesen verbündeten sich mit den englischen Kolonien, die kanadischen Indianer mit den Franzosen, und beide Gegner lieferten sich einen äußerst brutalen Kampf mit Raubzügen und Racheaktionen, denen vor allem jene zum Opfer fielen, die nicht schnell genug wegrennen konnten (wie Frauen, Kinder und alte Menschen). Letztlich hatte keine der Parteien mehr genug Geld, sodass entschieden wurde, die ganze Sache abzublasen, woraufhin die Kämpfe in Europa und der Neuen Welt eingestellt wurden.Am Anfang des 18. Jahrhunderts änderte sich langsam die Einstellung der Irokesen zu den zwei europäischen Mächten. Da die Macht der Engländer auf dem Kontinent wuchs, begannen englische Siedler sich auf Irokesengebiet niederzulassen. Aber auch die Franzosen spürten den Druck von England und suchten Verbündete gegen die Bedrohung aus dem Süden. Die Irokesen spielten beide Mächte gegeneinander aus und verschafften ihren Stämmen so Zeit, sich von den jahrzehntelangen Kämpfen zu erholen.Im Franzosen- und Indianerkrieg (1754-1763) stellten die Irokesen sich auf die Seite der Briten. Diese siegten und vertrieben die Franzosen komplett aus Nordamerika. Dies führte dazu, dass die Briten noch mehr Macht über die Indianerstämme erhielten, darunter auch die Irokesen, die vollständig auf britische Waffenlieferungen angewiesen waren."
        },
        {
            "heading": "Die Amerikanische Unabhängigkeitsbewegung",
            "text": "Die Amerikanische Unabhängigkeitsbewegung begann in den 1770ern. Zuerst blieb der Große Rat neutral, doch 1777 wurde beschlossen, auf Seite der Briten in den Krieg einzutreten. Wie schon in den vorangegangenen Kriegen gegen die Franzosen bekämpften sich die Truppen der Irokesen und Kolonisten mit blutigen Überfällen, bei denen Dörfer und Felder niedergebrannt wurden und die Schwachen und Glücklosen auf beiden Seiten ihr Leben ließen.Die Amerikanische Unabhängigkeitsbewegung endete 1783. Der Vertrag zwischen den Vereinigten Staaten und Großbritannien übertrug alle Irokesengebiete den Vereinigten Staaten, ungeachtet der Tatsache, dass dort bereits eine unabhängige Nation lebte."
        },
        {
            "heading": "Das Ende",
            "text": "Der Irokesenbund wurde praktisch mit dem Ende der Amerikanischen Unabhängigkeitsbewegung aufgelöst. Eine Gruppe Irokesen zog nach Norden nach Kanada, wo ihnen die Briten Land für ihre Hilfe bei der Amerikanischen Unabhängigkeitsbewegung zugesichert hatten. Andere blieben im Staat New York und versuchten ihre Existenz als Stamm trotz des amerikanischen Kolonial- und Kulturimperialismus zu bewahren. Viele von ihnen leben heute noch nach mehr als zwei Jahrhunderten schrecklichen Elends, was wiederum ein Zeichen für die beeindruckende Lebenskraft des Haudenosaunee-Volks ist."
        },
        {
            "heading": "Das Ende",
            "text": "Der Irokesenbund wurde praktisch mit dem Ende der Amerikanischen Unabhängigkeitsbewegung aufgelöst. Eine Gruppe Irokesen zog nach Norden nach Kanada, wo ihnen die Briten Land für ihre Hilfe bei der Amerikanischen Unabhängigkeitsbewegung zugesichert hatten. Andere blieben im Staat New York und versuchten ihre Existenz als Stamm trotz des amerikanischen Kolonial- und Kulturimperialismus zu bewahren. Viele von ihnen leben heute noch nach mehr als zwei Jahrhunderten schrecklichen Elends, was wiederum ein Zeichen für die beeindruckende Lebenskraft des Haudenosaunee-Volks ist."
        }
    ],
    "leader": {
        "name": "Hiawatha",
        "subtitle": "Staatsoberhaupt der Irokesen",
        "lived": "ca. 1550 n. Chr. ?",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hiawatha.png",
        "trait": {
            "name": "Der Große Kriegspfad",
            "effect": "Bewegung in freundlichem Gebiet durch Wald/Dschungel wie auf Straßen (gilt auch für Karawanen). Nutzung dieser Geländefelder für [ICON_CONNECTED] Stadtverbindungen nach Erforschung des Rades möglich."
        },
        "titles": [
            "Häuptling"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Hiawatha (oder Ayenwatha) ist der berühmte Häuptling der Onondaga-Indianer, der mit dem ebenso legendären Häuptling Dekanawidah den Irokesenbund gründete. Über Hiawatha selbst ist nur wenig bekannt. Der Überlieferung der Irokesen zufolge lehrte er den Stamm Landwirtschaft, Navigation, Medizin und die Künste und konnte mit seiner mächtigen Magie alle übernatürlichen und natürlichen Feinde des Menschen besiegen. Hiawatha soll auch ein hervorragender Redner gewesen sein, der mit honigsüßen Worten die fünf Stämme der Cayuga, Onondaga, Oneida, Seneca und Mohawk überzeugen konnte, die Fünf Nationen der Irokesen zu bilden.Das Wenige, was die westliche Kultur über Hiawatha weiß, ist in der Regel stark durch Henry Wadsworth Longfellows bekanntes Heldengedicht \"Lied von Hiawatha\" geprägt."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Bei einer solch legendären Figur ist es nicht möglich, sich ein Urteil zu bilden. Eines lässt sich allerdings sagen: Wie auch immer es zustande kam, das Bündnis der Fünf Nationen hielt sich lange und bemerkenswert hartnäckig, selbst als es sich dem immer größer werdenden Druck der vorrückenden Europäer im Osten stellen musste. Egal, wer diese Allianz schmiedete, er hat auf jeden Fall großartige Arbeit geleistet."
            }
        ]
    }
}