{
    "id": 41,
    "name": "Schoschonen",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/schoschonen.png",
    "dawn_of_man": "Seid gesegnet, weiser und Furcht einflößender Häuptling Pocatello, verehrter Anführer des Volks der Schoschonen. Als junger Häuptling der Schoschonen musstet Ihr Euch einer Woge von ohne Befugnis errichteten Siedlungen quer durch die westlichen Vereinigten Staaten stellen. Ihr wart gezwungen, das den Schoschonen angestammte Land gegen einen schier nicht enden wollenden Strom neuer Einwanderer zu verteidigen; Euer Kriegertrupp hat diejenigen, die die heiligen Ländereien Eures Volkes in Besitz nehmen wollten, in Angst und Schrecken versetzt. Nach jahrelangem Unfrieden konntet Ihr geschickt einen direkten Konflikt mit der Armee der US-Regierung umgehen und eine Reihe von Verträgen aushandeln, in der Hoffnung, einen dauerhaften Frieden für die Schoschonen zu erreichen.Höchst geschätzter Pocatello, Euer Volk sucht erneut Eure Führung. Werdet Ihr Eure Gegner unterwerfen und sie aus Euren Ländereien hinaustreiben? Oder werdet Ihr auf friedliche Diplomatie und Handel setzen? Werdet Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Fährtenleser",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/pathfinder.json"
        },
        {
            "name": "Komantschenreiter",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/comanche_riders.json"
        }
    ],
    "city_names": [
        "Moson Kahni",
        "Te-Moak",
        "Agaidika",
        "Gosiute",
        "Pohokwi",
        "Washakie",
        "Timbisha",
        "Hekandeka",
        "Duckwater",
        "Tukudeka",
        "Kucundeka",
        "Yomba",
        "Kammadeka",
        "Ely",
        "Yambadeka",
        "Nampa",
        "Bannock",
        "Yahandeka",
        "Tetadeka",
        "Deheyaeka",
        "Pengwideka",
        "Winnemucca",
        "Skull Valley",
        "Big Pine",
        "Duck Valley"
    ],
    "spy_names": [
        "Cameahwait",
        "Ondongarte",
        "Queenah",
        "Pugweenee",
        "Sacajawea",
        "Sagwitch",
        "Sanpitch",
        "Tetoharsky",
        "Tuziyammo",
        "Mugwayan"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "\"Ich spreche deine Sprache nicht und du sprichst nicht die meine. Und doch kann ich dich verstehen. Ich muss nicht in deine Fußstapfen treten, solange ich die Fußspuren sehe, die du hinterlassen hast.\" Leider gab der weiße Mann nicht viel auf dieses Sprichwort der Schoschonen, als er in ihr Land einzog. Die Schoschonen gingen aus der Vermischung verschiedener indigener Völker hervor, die über Tausende von Jahren hinweg im westlichen Teils Nordamerikas angesiedelt waren. Ihr wichtigstes gemeinsames Merkmal war die zur uto-aztekischen Sprachfamilie gehörige Sprache Shoshone, dank der sich trotz ihrer vielfältigen Dialekte die Mitglieder weit entfernter Stämme problemlos miteinander unterhalten konnten. Zur Zeit ihrer weitesten Verbreitung waren die Schoschonen vom nördlichen Idaho bis zum nördlichen Arizona und vom östlichen Kalifornien bis zum westlichen Montana anzutreffen. Der erste Kontakt zwischen Schoschonen und Weißen erfolgte bei der Expedition von Lewis und Clark durch ihre nördlichen Gebiete im Jahre 1805 und in den 1820ern mit der Ankunft der Pelztrapper und Händler in den Rocky Mountains. Auf die weißen Forschungsreisenden folgten weiße Pioniere, vor allem die Mormonensiedlungen in Utah um den Großen Salzsee im Herzen des Schoschonengebiets herum. Über die nächsten drei Generationen hinweg kämpften die Schoschonenhäuptlinge gegen den Verlust ihrer Jagdgründe, die Zerstörung ihrer Kultur und die Zwangsumsiedlung durch die U.S.-Armee an. Doch so tapfer sie auch kämpften, es war zwecklos. Bis zum Jahr 1890 waren auch die letzten Schoschonen in vom Bureau of Indian Affairs verwaltete Reservate umgesiedelt worden."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Das traditionelle Heimatland der Schoschonen erstreckte sich über die trockene Region des Großen Beckens der Vereinigten Staaten. Es umschloss das gesamte Gebiet des heutigen Utah und Nevada sowie Teile von Oregon, Idaho, Montana, Kalifornien, Arizona, New Mexico, Colorado und Wyoming. Das Große Becken ist das größte abflusslose Einzugsgebiet Nordamerikas, dessen Gebiete sich vom höchsten Punkt (Mount Whitney) bis zum tiefsten Punkt (dem Badwater Basin) der Vereinigten Staaten erstrecken. Die Hauptwasserscheide ist der Humboldt River, der etwa 44.000 Quadratkilometer trockenlegt. Obwohl das Land der Schoschonen größtenteils zur Region der nordamerikanischen Wüste zählt, enthielt es auch zahlreiche bewaldete Gebirgszüge und Prärietäler. Zum Stammesland gehörten auch zahlreiche Seen, darunter der Große Salzsee und der Lake Tahoe, der größte Bergsee des Kontinents. Zu den Wüsten im Schoschonenland zählten die Black Rock Desert, die Große Salzwüste, die Sevier Desert, die Smoke Creek Desert, die Mojave- und Sonora-Wüste sowie die Nevada Salt Flats. Das Klima variiert dort von Trockenwüsten bis hin zu gemäßigt alpinem Klima mit Temperaturextremen von über 38 Grad im Süden bis zu Minusgraden im Norden. Die reiche Vielfalt an Flora und Fauna ermöglichte den Schoschonen ein Leben als Jäger und Sammler, die hauptsächlich die zahlreich anzutreffenden Gabelantilopen und Maultierhirsche sowie die Büffel der Ebenen jagten."
        },
        {
            "heading": "Verbreitung",
            "text": "Im Laufe der Zeit teilten sich die Schoschonen in drei große Untergruppen auf. Das Zentrum der Westlichen, \"nicht berittenen\" Schoschonen lag in Nevada, mit Stämmen in Oregon und Kalifornien. Zu letzteren zählen die Timbisha-Schoschonen, die über Jahrhunderte hinweg im Death und Panamint Valley und den umgebenden Bergen lebten. Das Land der Nördlichen, \"berittenen\" Schoschonen erstreckte sich von Idaho bis ins nördliche Utah und westliche Wyoming. Die Östlichen, auch als \"Wind River\" bekannten Schoschonen lebten in Wyoming, dem südlichen Montana und dem westlichen Colorado. In den frühen 1700er Jahren waren die Blackfoot, Crow und Piegan im Norden sowie die Sioux, Cheyenne und Arapaho im Osten besser bewaffnet als die Schoschonen und hatten auch mehr Pferde zur Verfügung. Infolgedessen drängten sie die Schoschonen Stück für Stück von den Northern Plains in Richtung Süden und Westen über die Kontinentale Wasserscheide. Dabei migrierten einige der Östlichen Schoschonen gen Süden in den Westen von Texas, woraus der Stamm der Komantschen hervorging, der von einigen als vierte Untergruppe der Schoschonen gezählt wird.Von 1780 bis 1782 wurden die Bewohner der Great Plains, allen voran die Schoschonen, von den Pocken heimgesucht. Die Pockenepidemie wanderte 1779 von den spanischen Siedlungen in Mexiko und Texas aus gen Norden und hat die Schoschonen vermutlich zwischen einem Drittel und der Hälfte ihres Stammes gekostet. Obwohl dadurch auch der Druck durch die Blackfoot, Sioux und Cheyenne nachließ, unter denen die Epidemie ebenfalls grassierte, haben die Pocken die Östlichen Schoschonen laut mündlicher Überlieferung so schwer getroffen, dass nur noch vereinzelte Gruppen zurückblieben, die sich nicht in der Lage sahen, sich gegen die Ankunft der weißen Amerikaner zu widersetzen."
        },
        {
            "heading": "Die Ankunft des Weißen Mannes",
            "text": "Bis zum Jahre 1800 hatten die Westlichen Schoschonen über mehrere Generationen hinweg ohne größeren Kontakt mit den spanischen und mexikanischen Siedlern zusammengelebt. Das Land der Östlichen Schoschonen wurde vereinzelt von amerikanischen Grenzbewohnern und Forschungsreisenden durchquert. Der am besten dokumentierte erste Kontakt zwischen den Weißen und den Schoschonen fand jedoch statt, als die Expedition von Lewis und Clark im August 1805 in Montana Fuß ins Land der Schoschonen setzte. Die von Präsident Jefferson ausgesandte Expedition, die den Auftrag hatte, den Nord- und Westteil des Louisiana Purchase zu erforschen und zu kartografieren, stand in einem freundschaftlichen Verhältnis zu den Schoschonen, was nicht zuletzt der Lemhi-Schoschonin Sacagawea zu verdanken war, die die Expedition begleitete. In den 1820er Jahren begannen amerikanische Grenzbewohner wie Jim Bridger, in die Rocky Mountains zu ziehen, und führten ein jährliches Pelzhändlertreffen in den Gebieten des Wind River, Green River und Snake River ein. Bei diesen Zusammenkünften, die von 1825 bis 1840 abgehalten wurden, erwarben die Schoschonen in Wyoming, Montana, Idaho und Utah nicht nur Güter und Waffen, sondern lernten auch die Gepflogenheiten des weißen Mannes kennen.Auf die Pelzhändler folgten die Siedler. Die Beziehungen zu den zahlreichen Siedlern, Bergarbeitern, Ranchern und Händlern, die ins oder durch das Land der Schoschonen zogen, waren nicht immer so freundlich wie die mit den Forschern und Grenzbewohnern. Der Ost- und Nordteil des Schoschonenlands war im Zuge des Louisiana Purchase von den Vereinigten Staaten \"erworben\" worden, und mit dem 1848 geschlossenen Vertrag, der den Mexikanisch-Amerikanischen Krieg beendete, ging auch der Rest des Stammeslandes der Schoschonen an die Amerikaner über. Der California und der Oregon Trail, die Hauptrouten durch das an der Westküste gelegene Gebiet der Vereinigten Staaten, verliefen direkt durchs Herz des Stammesgebiets. Im Land der Östlichen Schoschonen siedelten sich weiße Ackerbauer und Viehzüchter in den Ebenen und östlichen Ausläufern der Rocky Mountains an. Mit der Entdeckung von Gold in Kalifornien (1848) und Montana (1864) und der Erzader Comstock Lode in Nevada (1858) strömten ganze Wellen von Siedlern und Abenteurern ins Herzland der Schoschonen.Der wohl bedeutendste Zuzug von Weißen war die von Brigham Young angeführte Gruppe von Mormonen, die sich 1846 im Becken des Großen Salzsees niederließen, um dort eine auf Glauben basierte Republik zu gründen, in der sie der Verfolgung entgehen konnten, der sie in Missouri und Illinois ausgesetzt waren. Über Jahrhunderte hinweg waren die Ute und Nördlichen Schoschonen als Jäger durch das Becken gezogen, ohne dort feste Lager zu errichten. Bis Dezember 1847 hatten sich zweitausend Mormonen um den Salzsee herum in Utah angesiedelt, in den nächsten zehn Jahren folgten schon geschätzte 70.000 weitere in Wagentrecks. Bei seiner Ankunft hatte Young einen Platz für den Bau eines Tempels für die Kirche Jesu Christi der Heiligen Letzten Tage ausgewählt, um den herum sich die Stadt Salt Lake City bildete. Vom Becken aus verbreiteten sich die Missionare der Mormonen und 1847 wurde die Stadt Bountiful gegründet, gefolgt von Ogden im Jahr 1848 und Provo 1849."
        },
        {
            "heading": "Kooperation und Widerstand",
            "text": "Die Stämme der Schoschonen reagierten sehr unterschiedlich auf die Ausbreitung der Amerikaner. Die Östlichen Schoschonen unter der Führung von Häuptling Washakie schlossen mit den Weißen eine freundschaftliche Übereinkunft. Auf Drängen seines Schwiegersohns Jim Bridger willigte Washakie ein, dem Ratstreffen im Fort Laramie im Jahr 1851 beizuwohnen. Dort unterzeichnete er ein Abkommen, in dem er die Zusammenarbeit mit den Amerikanern versprach und im Gegenzug Jagd- und Lagerrechte im Gebiet der Wind River Range für seinen Stamm erhielt. Mit einem weiteren, 1868 geschlossenen Vertrag entstand die im Mittleren Westen Wyomings basierte 'Shoshone and Bannock Indian Agency', die die Belange der Schoschonen und Bannock verwaltete. Die Regierung der Vereinigten Staaten gestattete es Washakie und seinen Häuptlingen, über 1,2 Mio. Hektar Land auszuwählen, in dem sie sich ansiedeln wollten, was eine große Ausnahme darstellte. Im Normalfall wurden den Indianern die Reservate einfach zugewiesen. In den Indianerkriegen stellten die Östlichen Schoschonen im Gegenzug Scouts und Führer für die U.S.-Armee, vor allem für General Crooks Feldzug gegen die Sioux und Cheyenne nach der Niederlage von General Custer am Little Bighorn.Die Westlichen Schoschonen lebten im Großen und Ganzen friedlich mit den weißen Siedlern und Goldsuchern zusammen, die in ihr Land gezogen waren. Ein Grund dafür war sicherlich, dass das von ihnen bewohnte Gebiet - weite Wüsten und trockene Hügel - unwirtlich und karg war. Im Gegensatz zur Kriegerkultur der Nördlichen und Östlichen Schoschonen lebten die Stämme in Idaho und Oregon als Schafhirten und die Ureinwohner in Nevada und Kalifornien waren einfache Jäger und Sammler. Die nomadischen Gruppen, die nie mehr als 200 Stammesangehörige umfassten, wurden in den 1880er und 1890er Jahren nach und nach in kleine Reservate umgesiedelt. Trotz einigen Widerstands wurden die Stämme der Westlichen Schoschonen im Zuge des 1934 verabschiedeten Indian Reorganization Act vereint dem Te-Mouks Bands Council unterstellt.Im Gegensatz dazu konnten die Nördlichen Schoschonen sich gegen das Eindringen der Weißen behaupten. Die Stämme schlossen ein Abkommen mit den Mormonensiedlern, deren Älteste einwilligten, die Indianer im Gegenzug für den Verlust an Wild und Jagdgründen durch Ackerbau und Holzfällerei mit Nahrung und Gütern zu versorgen. Daraufhin lebten die Schoschonen und Mormonen abgesehen von kleineren Auseinandersetzungen und gelegentlichen Morden in der Zeit von 1847 bis in die späten 1850er Jahre in Frieden zusammen. Doch durch die immer zahlreicher werdenden Wagentrecks und Goldsucher in ihren Jagdgründen ging den Schoschonen immer mehr Wild verloren. 1859 schrieb Jacob Forney, der Superintendent of Indian Affairs im Gebiet Utah, über den Effekt der Migranten: \"Die Indianer ... sind durch die Ausbreitung der weißen Bevölkerung verarmt.\" Um überleben zu können, begannen die verzweifelten und dem Hungerstod nahen Schoschonen, abgelegene Farmen anzugreifen und Vieh zu stehlen. Somit nahm auch die Unterstützung durch die Mormonen ab und die Lebensmittel- und Ausrüstungsspenden an die Schoschonen versiegten.1860 sendeten Schoschonenhäuptlinge wie Pocatello und Bear Hunter erstmalig Überfallkommandos auf Wagentrecks, Postkutschen, Telegrafenpersonal und Bergleute, um den Zustrom an Weißen aufzuhalten. Die Regierung unter Lincoln steckte mitten im Bürgerkrieg und sorgte sich wegen der Sicherheit der Kommunikationswege nach Kalifornien und Oregon. Da sie der Unterstützung durch die Mormonen nicht traute, schickte die Regierung Truppen der U.S.-Armee ins Gebiet der Schoschonen, um die Unruhen zu beenden. Im Oktober 1862 führte Colonel Patrick Connor einige Truppen nach Kalifornien, um ca. 5 km von Salt Lake City entfernt einen Stützpunkt zu errichten. Mittlerweile waren mehrere Schoschonenstämme in ihr jährliches Winterlager im Cache Valley gezogen. Eine Reihe kleinerer, aber blutiger Vorfälle zwischen Bergleuten, Siedlern und den Schoschonen führte dazu, dass Connor am Morgen des 29. Januar 1863 mit rund 300 Infanterie- und Kavalleriesoldaten einen Angriff auf das Lager unternahm.Pocatello brachte zwar seinen Stamm in Sicherheit, als Kundschafter von dem bevorstehenden Angriff berichteten, die anderen Häuptlinge waren jedoch entschlossen zu bleiben. Bear Hunter und die übrigen Häuptlinge gingen davon aus, dass man sich mit der Armee einigen könne, vielleicht in Form von Reparationszahlungen durch die Schoschonen. Doch Connor griff ohne jegliche Verhandlung an. Laut Augenzeugenberichten verloren die amerikanischen Offiziere bei der Gegenwehr der Schoschonen die Kontrolle über ihre Kavallerie, die ein wahrhaftes Blutbad anrichtete. Als der Kampf zu Ende war, waren im sogenannten Gefecht am Bear River nahezu 500 Indianer, darunter auch Frauen und Kinder, getötet worden. Die meisten von ihnen hatten nicht einmal gekämpft. Auch Bear Hunter war im Kampf gefallen. Die überlebenden neun Häuptlinge ergaben sich unter der Führung von Sagwitch und ihre Stämme wurden im Zuge des Treaty of Box Elder im Juli 1863 in Reservate zwangsumgesiedelt. Pocatellos ausgehungerter und stark geschrumpfter Stamm, der fast fünfzig Jahre lang seine Freiheit bewahrt hatte, ergab sich als Letztes und wurde ins Fort-Hall-Reservat gebracht."
        },
        {
            "heading": "Leben im Reservat",
            "text": "Das Leben im Reservat war hart und brutal, und die gebrochenen Versprechen und Korruption des Bureau of Indian Affairs machten vieles noch unerträglicher. Da nur noch wenig Wild zu finden war und die ihnen zugeteilten Gebiete keine ausreichenden landwirtschaftliche Erträge brachten, starben viele der gefangenen Schoschonen an Hunger und Krankheiten. Die amerikanische Verwaltung unterließ es wiederholt, den Indianern in den Reservaten Nahrung, Medizin, Kleidung und Vorräte zu liefern. Dies führte schließlich dazu, dass die Schoschonen aus Verzweiflung mehrfach offenen Widerstand leisteten, als die Stämme die Reservate verließen. Solche zum Scheitern verurteilten Aufstände führten 1878 zum Bannock-Krieg, an dem die Nördlichen Schoschonen- und Bannock-Stämme teilnahmen, sowie 1879 zum Sheepeater-Krieg, an dem ungefähr 300 Westliche Schoschonen beteiligt waren. Im Zuge von Reformen erhielten die Reservatsstämme in den 1920er und 1930er Jahren schließlich die amerikanischen Bürgerrechte, die meisten Beschränkungen wurden aufgehoben und den Stammesräten wurden spezielle Privilegien verliehen.Heute leben die rund 12.000 verbleibenden Mitglieder der Schoschonen-Stämme in verschiedenen Reservaten in Idaho, Nevada und Wyoming, wo sich auch das größte Reservat befindet - das Wind-River-Reservat der Östlichen Schoschonen. Das andere große Schoschonen-Reservat - Fort Hall in Idaho - erstreckte sich ursprünglich über knapp 730.000 Hektar Land, die Fläche wurde jedoch durch erzwungene Landverkäufe und die Errichtung des American Falls Reservoir auf 220.000 Hektar reduziert. Seit die Te-Mouk 1934 per Gesetz anerkannt wurden und Bürgerrechte erhielten, haben sie eine Reihe privater Gemeinden auf eigenem Land in Nevada gegründet, darunter die Death Valley Indian Community und die Reno-Sparks Indian Colony."
        },
        {
            "heading": "Leben im Reservat",
            "text": "Das Leben im Reservat war hart und brutal, und die gebrochenen Versprechen und Korruption des Bureau of Indian Affairs machten vieles noch unerträglicher. Da nur noch wenig Wild zu finden war und die ihnen zugeteilten Gebiete keine ausreichenden landwirtschaftliche Erträge brachten, starben viele der gefangenen Schoschonen an Hunger und Krankheiten. Die amerikanische Verwaltung unterließ es wiederholt, den Indianern in den Reservaten Nahrung, Medizin, Kleidung und Vorräte zu liefern. Dies führte schließlich dazu, dass die Schoschonen aus Verzweiflung mehrfach offenen Widerstand leisteten, als die Stämme die Reservate verließen. Solche zum Scheitern verurteilten Aufstände führten 1878 zum Bannock-Krieg, an dem die Nördlichen Schoschonen- und Bannock-Stämme teilnahmen, sowie 1879 zum Sheepeater-Krieg, an dem ungefähr 300 Westliche Schoschonen beteiligt waren. Im Zuge von Reformen erhielten die Reservatsstämme in den 1920er und 1930er Jahren schließlich die amerikanischen Bürgerrechte, die meisten Beschränkungen wurden aufgehoben und den Stammesräten wurden spezielle Privilegien verliehen.Heute leben die rund 12.000 verbleibenden Mitglieder der Schoschonen-Stämme in verschiedenen Reservaten in Idaho, Nevada und Wyoming, wo sich auch das größte Reservat befindet - das Wind-River-Reservat der Östlichen Schoschonen. Das andere große Schoschonen-Reservat - Fort Hall in Idaho - erstreckte sich ursprünglich über knapp 730.000 Hektar Land, die Fläche wurde jedoch durch erzwungene Landverkäufe und die Errichtung des American Falls Reservoir auf 220.000 Hektar reduziert. Seit die Te-Mouk 1934 per Gesetz anerkannt wurden und Bürgerrechte erhielten, haben sie eine Reihe privater Gemeinden auf eigenem Land in Nevada gegründet, darunter die Death Valley Indian Community und die Reno-Sparks Indian Colony."
        }
    ],
    "leader": {
        "name": "Pocatello",
        "subtitle": "Anführer der Schoschonen",
        "lived": "1815 - 1884",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pocatello.png",
        "trait": {
            "name": "Weites Land",
            "effect": "Gegründete Städte beginnen mit mehr Territorium. Einheiten erhalten einen Kampfbonus in eigenem Territorium."
        },
        "titles": [
            "Häuptling der Schoschonen"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Häuptling Pocatello, der Anführer des Bannock-Stamms der Schoschonen, hat sein Leben mit dem Versuch zugebracht, eine Möglichkeit der Koexistenz mit den weißen Siedlern zu finden, die während des 19. Jahrhunderts ins Gebiet der Schoschonen drängten. Die Schoschonen griffen unter Pocatello zwar Siedler und Wagentrecks an, meist waren dies jedoch Racheakte in Folge von Plünderungen und Angriffen durch die Weißen. Pocatellos Kriegertrupp gab man die Schuld an den vermehrten Angriffen auf Weiße entlang des California Trails, der Salt Lake Road und des Oregon Trails.Im Herbst 1862 rückte Colonel Connor mit Infanterie- und Kavalleriekompanien der US-Armee von Fort Douglas an mit dem Befehl, die Indianer in ihre Schranken zu weisen. Pocatello erfuhr von dem Vorhaben und führte seinen Stamm nordwärts, der so dem berüchtigten Gefecht am Bear River entkam. Nachdem er fünf Jahre lang von der US-Armee verfolgt worden war, unterzeichnete Pocatello 1868 den Vertrag von Fort Bridger, im Zuge dessen sein Stamm in ein Reservat am Snake River umgesiedelt werden sollte. Dort starb er, voller Verzweiflung angesichts der Zukunft seines Volkes."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Von der Kindheit und Jugend Pocatellos, der im Gebiet von Grouse Creek, dem heutigen Nordwest-Utah der Vereinigten Staaten, geboren wurde, ist nur wenig bekannt. Er trug den Beinamen Tonaioza, was so viel wie \"Büffelkleid\" bedeutet. Den Namen Pocatello erhielt er vermutlich von weißen Trappern, allerdings ist unklar, wann und weshalb. Pocatello wuchs in der Ära des Pelztierfangs der 1820er und 1830er Jahre heran.Währenddessen erwarb er sich auch seinen Ruf als Krieger und Weiser. Als Brigham Young 1847 die ersten Mormonensiedler nach Utah führte, war Pocatello bereits zum Häuptling der Schoschonen aufgestiegen. Young verfolgte eine Politik der Besänftigung und Versöhnung mit Pocatello, der seine Bedenken wegen der Vernichtung der Wildbestände und des Graslands durch die einwandernden Farmer äußerte. Als auch noch Gold in Kalifornien und Montana entdeckt wurde, war Pocatello zunehmend besorgt ob der Wellen an weißen Siedlern, die in und durch das Land der Schoschonen zogen."
            },
            {
                "heading": "Ungehorsam",
                "text": "In den späten 1850er Jahren nahmen die Überfälle auf Wagentrecks und abgelegene Farmen sowie der Diebstahl von Pferden und Rindern dramatisch zu. Ganz gleich, ob es abtrünnige Indianer, weiße Gesetzlose oder rastlose junge Schoschonen waren, man gab Pocatello schon bald die Schuld an jedem einzelnen Vorfall. Im Laufe der folgenden Jahre kam es zu einer Reihe von Konflikten und Mordfällen zwischen Siedlern und Indianern. Die immer wieder aufflammenden Feindseligkeiten spitzten sich im August 1862 zu, als Pocatello selbst einen Angriff auf einen Wagentreck leitete, der sich durch die City of Rocks im zentralen südlichen Idaho bewegte. Ein paar Tage später griffen Schoschonenkrieger zwei weitere Wagentrecks in der Nähe des Snake River an.Besorgt um die Sicherheit der Landwege in Richtung Westküste angesichts des voranschreitenden Bürgerkriegs beorderte die Lincoln-Administration Colonel Patrick Connor und sein drittes kalifornisches Freiwilligenregiment nach Utah, um die Unruhen niederzuschlagen, woraufhin diese drei Meilen östlich von Salt Lake City das Camp Douglas errichteten. Weitere Überfälle durch Häuptling Bear Hunter von den Schoschonen des Großen Beckens spornten Connor zusammen mit dem zweiten Regiment der kalifornischen Freiwilligen-Kavallerie zu einem Angriff auf das Winterlager in Cache Valley an, in dem sich mehrere Schoschonenstämme, darunter auch der Pocatellos, versammelt hatten. Als sie gewahr wurden, dass sich weiße Truppen näherten, bereiteten andere Häuptlinge ihre Krieger auf den Kampf vor; Pocatello entschloss sich jedoch, seinen Stamm in Sicherheit zu bringen. So entging er dem Massaker am Bear River, bei dem nahezu 500 Schoschonen, darunter auch Frauen und Kinder, getötet wurden.Die US-Armee setzte ihr Befriedungsprogramm fort und streifte durch das Gebiet, um die verbleibenden Schoschonenhäuptlinge festzunehmen, allen voran Pocatello. Er konnte der Gefangennahme fast fünf Jahre lang entgehen, doch schließlich war Pocatellos Stamm aufgrund von Krankheit und Hunger gezwungen, sich zu ergeben. Mit dem Friedensvertrag von Fort Bridger 1868 willigte Pocatello ein, zwei Drittel der Jagdgründe der Schoschonen aufzugeben, um den Weißen die Durchreise zu ermöglichen, und ins Fort-Hall-Indianerreservat am Snake River umzusiedeln. Im Gegenzug verpflichtete sich die US-Regierung, jährlich Lebensmittel und Vorräte im Wert von $5000 zur Verfügung zu stellen."
            },
            {
                "heading": "Reservat",
                "text": "Wie es viel zu oft üblich war, hielt das Bureau of Indian Affairs seine Versprechungen nicht. Die jährlichen Lebensmittelvorräte kamen in der Regel verdorben an, die versprochenen Zahlungen wurden selten getätigt und das Land eignete sich nicht zum Ackerbau. Die Jahre nach der Umsiedlung waren für die Indianer von Krankheit und Hunger geprägt. 1875, nach einem besonders ertragsarmen Jahr, führte Pocatello seinen Stamm aus dem Reservat zu einer Mormonen-Missionarsfarm in der Nähe von Corinne, Utah, wo man half, Weizen, Mais, Kartoffeln und Gartengemüse zu pflanzen und zu kultivieren, die alle gediehen. Pocatello hoffte, durch eine Massenkonvertierung zum mormonischen Glauben dem Hunger entgehen zu können. Die weißen Siedler in der Gegend waren jedoch weniger entgegenkommend und verlangten ihre Rückkehr ins Reservat, notfalls mit Gewalt. Als die US-Armee einzuschreiten drohte, führte Pocatello seinen Stamm ins Reservat zurück.Pocatello und die meisten Schoschonen lehnten das Christentum ab, da sie sich erneut betrogen fühlten. Der alte Häuptling, mittlerweile schon in den Sechzigern, wurde immer verdrießlicher und zog sich aus den Reservatsangelegenheiten zurück. Pocatellos Gesundheitszustand verschlechterte sich rasant und er starb 1884. Auf Bitten seines Stammes wurde Pocatello in voller Kriegsbekleidung an einer tiefen Quelle in der Nähe des Snake River begraben, zusammen mit seinen besten Kleidungsstücken, Messern, Gewehren und 18 seiner Pferde."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Wie viele Anführer der Indianer hatte Pocatello Schwierigkeiten mit dem Zustrom der Weißen. Einerseits war er um eine friedliche Koexistenz mit ihnen bemüht, andererseits war er entschlossen, die Rechte und Freiheit seines Volkes zu wahren. Trotz seiner Tapferkeit und seines Scharfsinns blieb Pocatello am Ende nichts anderes übrig, als sich dem Unvermeidlichen zu beugen und die Überlebenden seines Volkes in ein Reservat zu führen. Auch wenn es ihm nicht gelungen ist, dass sein Volk weiterhin frei durch das Heimatland des Stammes ziehen konnte, wird er bei den Schoschonen hoch dafür geachtet, dass er ihr kulturelles Erbe bewahrt hat. Sein Vermächtnis spiegelt sich in der Vielzahl an geografischen und von Menschenhand errichteten Stätten (darunter nicht zuletzt der Ort Pocatello in Idaho) wider, die nach ihm benannt wurden - ironischerweise meistens von Weißen."
            }
        ]
    }
}