{
    "id": 42,
    "name": "Venedig",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/venedig.png",
    "dawn_of_man": "Seid gegrüßt, scharfsinniger Doge von Venedig, Enrico Dandolo, Meister der Staatskunst und gewitzter Verhandlungsführer. Ihr seid zwar erst spät im Leben an die Macht gekommen, aber Euer Alter hat Eure List und Eure Ambitionen kaum beeinträchtigt, und Ihr habt mit Eifer das geschäftige Handelszentrum Venedig zu Zeiten großer Instabilität verwaltet. Durch die Unterstützung des Vierten Kreuzzugs habt Ihr Euch umsichtig strategische Vorteile verschafft und die Kreuzzügler dazu benutzt, für Venedig verlorenes Gebiet zurückzuerlangen. Eure Rolle bei der Führung der Kreuzzügler während der Eroberung Konstantinopels hat Eure Macht noch stärker anwachsen lassen. Ihr habt Euch einen Platz in der Geschichte gesichert.Weiser und listiger Doge, Venedig bedarf erneut der Dienste eines geschickten Anführers, der die Republik wieder in die erste Reihe der Weltgeschehnisse bringt. Könnt Ihr Eure Nation durch geschickten Handel etablieren oder werdet Ihr versuchen, Eure Gegner durch Diplomatie einzunehmen? Könnt Ihr eine Zivilisation errichten, die die Zeit überdauern wird?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Händler von Venedig",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/merchant_of_venice.json"
        },
        {
            "name": "Große Galeasse",
            "url": "https://eyefyre.github.io/civvapi/v1/de/units/great_galleass.json"
        }
    ],
    "city_names": [
        "Venedig"
    ],
    "spy_names": [
        "Gasparo",
        "Giosafat",
        "Ambrogio",
        "Niccolo",
        "Marino",
        "Cesare",
        "Francesco",
        "Giovanni",
        "Bertolome",
        "Filomena"
    ],
    "historical_info": [
        {
            "heading": "Geschichte",
            "text": "Die Serenissima (allerdurchlauchteste) Republik Venedig wurde auf den Inseln einer Lagune in der Adria errichtet und entwickelte sich zum größten Seehafen im Europa des Mittelalters und der Renaissance, da sie das kulturelle und wirtschaftliche Bindeglied zwischen dem Kontinent und den Ländern im Osten bildete. Die Bewohner der Stadt, die ursprünglich von römischen Flüchtlingen während der Invasionen der Germanen und Hunnen gegründet worden war, erhoben sich 726 n. Chr. gegen ihre byzantinischen Herrscher, erklärten sich zu einer freien Republik und wählten den ersten von 117 Dogen als Verwalter ihres Stadtstaates. Vom 9. bis zum 12. Jahrhundert entwickelte sich Venedig zu einer See- und Handelsmacht und dominierte die Handelsrouten im Mittelmeer von der Levante und dem Orient bis nach Marokko und Spanien. Reisende Kaufleute aus Venedig zogen nach Asien und Afrika und brachten der Stadt immer größeren Reichtum und den Status eines der kulturellen Zentren von Europa. Venezianische Seefahrer kämpften sowohl gegen das Byzantinische als auch das Osmanische Reich um die Vorherrschaft an den Küsten des Mittelmeerraums. Nach der Entdeckung der Neuen Welt und durch dynastische Konflikte zwischen den europäischen Nationen verlor Venedig immer mehr an Reichtum, Einfluss und Macht. 1797 n. Chr. eroberte Napoleon die Stadt, die danach nie mehr zu einer unabhängigen Macht werden sollte. Doch Venedig hat seither nur wenig an Glanz eingebüßt. Der spektakuläre Anblick seiner Kanäle, Marmorkirchen, mit Fresken verzierten Paläste und beeindruckenden Kunstwerke, die sich im schillernden Wasser der Lagune unter dem blauen Himmel spiegeln, hat die Stadt zu einem der wohl romantischsten Orte der modernen Welt gemacht."
        },
        {
            "heading": "Landschaft und Klima",
            "text": "Venedig, das am nordöstlichen Ende der Adria liegt, wurde auf einem Archipel 117 kleiner Inseln erbaut, die in der halbmondförmigen Laguna Veneta liegen. Die Lagune ist etwa 51 Kilometer lang und reicht von den Sümpfen von Jesolo bis zur Stadt Chioggia am südlichen Ende. Das seichte Wasser der Lagune wird von einer Reihe Sandbänke geschützt, die drei Mal unterbrochen sind und so Gezeitenwechsel und Schiffsverkehr bis zur Stadt zulassen. Die Lagune ist in einen toten und einen lebenden Bereich unterteilt. Ersterer besteht aus Salzwasser-Zuflüssen und Sümpfen, die durch die Sedimentablagerungen Dutzender kleinerer Flüsse sowie des Po und der Piave gebildet wurden. Der \"lebende\" Bereich nimmt den Großteil der Lagune ein und ist durch einen Landstreifen, den Lido, vom Meer getrennt. Das Klima in Venedig ist gemäßigt und wird von der Wetterlage der Alpen im Norden und der Adria im Süden bestimmt. Im Sommer herrschen meist milde Temperaturen mit durchschnittlich etwa 26 Grad Celsius, im Winter liegt der Mittelwert knapp über dem Gefrierpunkt und es kommt häufig zu Nebel. Der durchschnittliche Niederschlag liegt jährlich bei etwa 800 mm. Da die Inseln von Venedig schon seit Jahrhunderten bebaut werden, gibt es dort nur noch wenig Lebensraum für Wildtiere oder Pflanzen."
        },
        {
            "heading": "Vor der Republik",
            "text": "Es gibt zwar keine Quellen, in denen die früheste Besiedlung Venedigs genannt wird, aber Darstellungen römischer Geschichtsschreiber lassen darauf schließen, dass Flüchtlinge aus Städten wie Padua, Aquileia und Treviso in das Lagunenbecken zogen, die durch die Einfälle der Hunnen und Langobarden im 5. Jahrhundert n. Chr. vertrieben worden waren. Dort trafen die Römer auf umherziehende Fischer und Salzarbeiter und gründeten auf mehreren der Inseln Siedlungen. Die Gründung der Stadt selbst wird im Allgemeinen mit dem Datum der Weihe der ersten christlichen Kirche Venedigs gleichgesetzt - San Giacomo auf der Insel Rialto im März des Jahres 421. Die Stadt gehörte zum Exarchat von Ravenna, das von einem durch den byzantinischen Kaiser in Konstantinopel eingesetzten Verwalter geleitet wurde. 726 n. Chr. rebellierte die Bevölkerung des Exarchats auf Drängen Papst Gregors II. gegen die byzantinische Herrschaft, da diesem die Ausbreitung der orthodoxen christlichen Kirche im Westen missfiel. Im Zuge der Unruhen erklärten die Bewohner der Lagune von Venedig ihre Unabhängigkeit und wählten einen eigenen Anführer - Ursus. Dieser wurde zum ersten einer ununterbrochenen Linie von Dogen, die von den angesehensten Familien der Stadt gewählt wurden.Auch eine ganze Reihe von Konflikten zwischen den mächtigen Familien um die Rolle und die Rechte des Dogen konnte den wirtschaftlichen Aufschwung der neuen Seemacht nicht bremsen. Geschützt durch ihre Flotte gelang es den Venezianern, in den wichtigsten Häfen des Mittelmeerraums Handelsposten zu errichten und selbst aus weit entfernten Gebieten wie den christlichen Slawenreichen oder den muslimischen Staaten in Spanien und Nordafrika Reichtum in die Stadt zu bringen. Die Zunahme des individuellen Wohlstands führte zu Stabilität, da eine breitere herrschende Klasse entstand, die in der Lage war, die Macht des Dogen zu beschränken und gleichzeitig ein nationales Identitätsgefühl zu fördern. Trotz der Bemühungen mehrerer Päpste, Karls des Großen und des Langobardenkönigs Pippin, das militärische und wirtschaftliche Wachstum in Venedig einzuschränken, blühte die Stadt auf. 775 n. Chr. wurde als Zeichen der gegenseitigen Anerkennung des Papstes und des Dogen ein Bischofssitz auf der venezianischen Insel Olivolo eingerichtet. Zwei Ereignisse stehen wohl mehr als alles andere für den wachsenden Ruhm und Einfluss Venedigs in dieser Epoche: Der Bau des Markusdoms im Jahr 832 n. Chr. als Aufbewahrungsort der Gebeine des heiligen Evangelisten Markus (dem Stadtheiligen Venedigs), die venezianische Kaufleute aus Alexandria entführt hatten, sowie die Errichtung großer Befestigungsanlagen auf mehreren Inseln zum Schutz der Lagune und der Stadt."
        },
        {
            "heading": "Venedig im Mittelalter",
            "text": "Im frühen 12. Jahrhundert leitete die Republik ein massives Schiffsbauprogramm ein, das hauptsächlich im sogenannten Arsenal von Venedig, einer fast 45 Hektar großen Werft im Herzen der Stadt, umgesetzt wurde. Nur eine Generation später bemannten 36.000 venezianische Seeleute 3.300 Kriegsschiffe und bildeten so die größte Seestreitkraft im Mittelmeerraum. Um 1200 n. Chr. hatte Venedig bereits mehrere Städte eingenommen und befestigte Außenposten entlang der Adriaküste in Dalmatien und Istrien errichtet. Mehrere aufeinanderfolgende Dogen, die expansionistische Ziele verfolgten, konnten zudem Gebiete des nördlichen Festlands erobern, um die alpinen Handelsrouten Venedigs und somit auch die Versorgung der Stadt mit Weizen sicherzustellen. Mit der mächtigsten Seestreitkraft im Mittelmeerraum versuchte Venedig die Kontrolle über den Salzhandel zu erlangen und konnte dem schwächer werdenden Byzantinischen Reich die meisten Inseln der Ägäis abnehmen, darunter auch Zypern und Kreta. Für die Verhältnisse des mittelalterlichen Europa herrschte Venedig relativ aufgeklärt über seine Gebiete, und die Bürger vieler Städte wie Bergamo, Brescia, Verona und Ragusa unterstützten Venedig oft begeistert bei seinen Kriegen und Unternehmungen.Im Zuge des Vierten Kreuzzugs wurde Venedig zu einer Großmacht. Der alternde und blinde jedoch nicht minder brillante Doge Enrico Dandolo ließ Venedig am Kreuzzug teilnehmen, in dessen Verlauf 1204 n. Chr. Konstantinopel erobert und geplündert wurde. Ein Jahr später spielte Dandolo kurz vor seinem Tod eine Schlüsselrolle bei den Verhandlungen zur Aufteilung des Byzantinischen Reichs und konnte neue Gebiete und Handelskonzessionen von den Byzantinern und Kreuzfahrerstaaten gewinnen.Die Republik entwickelte bereits im frühen Mittelalter die Regierungsform, die sie auch später beibehalten sollte. Ähnlich der Römischen Republik wurde sie durch einen Großen Rat verkörpert, der sich aus den ältesten und reichsten Familien der Stadt zusammensetzte. Der Rat ernannte alle öffentlichen Ämter und wählte einen Senat mit 200 bis 300 Mitgliedern. Die wichtigsten Belange des Staats regelte der Rat der Zehn, der aus den Mitgliedern des Großen Rats gewählt und durch den Dogen ergänzt wurde. Einfache Bürger hatten theoretisch das Recht, der Nominierung von Personen für die wichtigsten Posten zuzustimmen oder diese abzulehnen, was auch für das Amt des Dogen galt."
        },
        {
            "heading": "Renaissance",
            "text": "Die Eroberung Konstantinopels im Jahr 1453 n. Chr. durch die osmanischen Türken ließ Venedig an die Spitze des europäischen Widerstands gegen den Vormarsch der Osmanen rücken. Der Fall der venezianischen Stadt Morea 1499 verschaffte den Türken Zugang zur Adria und verhinderte einen Frieden zwischen beiden Reichen. Während die Osmanen im nächsten Jahrhundert den venezianischen Handel mit dem Osten und Afrika unterbanden, befand sich Venedig in einem Konflikt mit den Türken um die Vorherrschaft. Die Kämpfe kulminierten schließlich im Oktober 1571 in der Seeschlacht von Lepanto, in der die von den Venezianern angeführte christliche Flotte die türkische Armada entscheidend schlagen konnte. Der Sieg stellte zwar sicher, dass die Osmanen sich nicht weiter nach Westen ausbreiten konnten, markiert jedoch auch den Wendepunkt hin zu einem langen Niedergang Venedigs.Dessen ungeachtet blieb Venedig weiterhin berühmt für den Prunk und Wohlstand, der in der Stadt herrschte, und die venezianischen Adligen wurden zu führenden Patronen der italienischen Renaissance, die vom 14. bis zum 16. Jahrhundert währte. Da Venedig ohnehin schon eine kosmopolitische Stadt gewesen war, tummelten sich dort nun um so mehr Künstler wie Tizian oder die einheimischen Talente Giovanni Bellini und Tintoretto, Komponisten wie Gabrieli und Baldassare Longhena, einer der berühmtesten Architekten des Barock. Aber auch fortschrittliche Gelehrte wie Galileo, der an der renommierten Universität von Padua lehrte, fanden im liberal orientierten Venedig ihre Heimat. Die gerade erst erfundene Druckerpresse befand sich zu dieser Zeit auf ihrem Siegeszug durch ganz Europa, und bereits 1482 n. Chr. war Venedig die Stadt, in der weltweit am meisten gedruckte Schriften erschienen. Aldus Manutius, der führende Drucker der Stadt, ließ die ersten erschwinglichen Bücher drucken, die sich durch einen Einband in Pappe preisgünstig herstellen ließen. Und auch als der politische Einfluss Venedigs immer mehr schwand, blühte die Stadt in kultureller Hinsicht geradezu auf. Ein Reisender aus Mailand beschrieb Venedig im 16. Jahrhundert als \"die triumphalste Stadt, die ich je gesehen habe ... [es ist] unmöglich, die Schönheit, die Pracht und den Wohlstand dieser einzigartigen Ansammlung in Worten zu beschreiben.\""
        },
        {
            "heading": "Niedergang",
            "text": "Der Niedergang Venedigs ist mehreren Faktoren zuzuschreiben. In den Jahren 1348, 1575 - 1577 und noch einmal 1630 n. Chr. wurde die Stadt von der Pest heimgesucht. Der letzten Epidemie fielen etwa 50.000 Einwohner zum Opfer, was etwa einem Drittel der Einwohner entsprach. Da Nationen wie Portugal, England, Holland und die skandinavischen Länder erhebliche Fortschritte beim Schiffs- und Waffenbau machten, gerieten die Kriegs- und Handelsschiffe der Republik ins Hintertreffen. 1498 n. Chr. umschiffte der portugiesische Entdecker Vasco da Gama das Kap der Guten Hoffnung und eröffnete so einen Seeweg zu den Reichtümern des Ostens. Händler aus Portugal, England und Holland sollten die Venezianer in ihrer Vormachtstellung beim europäischen Handel schon bald abgelöst haben. Und Spanien brachte mittlerweile weit mehr Reichtum aus der Neuen Welt nach Hause, als Venedig jemals aufbringen konnte. Während Spanien, Frankreich und das Heilige Römische Reich um die Herrschaft über die italienische Halbinsel kämpften, nahm der politische Einfluss Venedigs stetig ab, was nicht zuletzt auch daran lag, dass Militäreinsätze die Schatzkammern der Republik leerten.1508 machten die Großmächte in der Liga von Cambrai gemeinsame Sache mit dem Papst, den Ungarn, den Savoyen und dem Herzogtum Ferrara, um Venedigs seit langer Zeit bestehende Vorherrschaft im Mittelmeerraum zu brechen. Interne Konflikte der Liga verhinderten, dass die Republik komplett besiegt werden konnte, doch die meisten Besitzungen auf dem Festland gingen verloren. Der Sieg bei Lepanto verschaffte Venedig zwar eine Zeitlang wieder Ansehen bei den anderen Mächten, aber die Schlacht hatte auch dazu geführt, dass sich die Türken wieder ihrem bis dahin nur langsam fortschreitenden Eroberungszug im östlichen Mittelmeerraum zuwandten. Nach einem vierjährigen Feldzug verlor Venedig 1669 Kreta und damit seinen letzten Besitz östlich von Italien. Durch einen erfolgreichen Feldzug im Osten konnte man zwar Morea befreien, doch die Unternehmung hatte übermäßig viele Leben und Geldmittel verschlungen; 1718 wurden die hart erkämpften Gebiete gegen Handelskonzessionen wieder an die Osmanen abgetreten.In den nächsten Jahrzehnten stagnierte die Republik und lebte von den Erinnerungen an ihren einstigen Ruhm. Eine Reihe wenig erfolgreicher Dogen sorgte dafür, dass Venedig politisch, wirtschaftlich und diplomatisch immer weiter in die Isolation geriet. Im Zuge der Geschehnisse der Französischen Revolution sollte die Republik dann endgültig untergehen. Napoleon, der ja in militärischen Belangen selten zimperlich war, sah in dem Stadtstaat eine Bedrohung für seine Rückzugslinie während des Österreich-Feldzugs von 1797. Nach dem Vorfrieden von Leoben, der nach der Niederlage Österreichs geschlossen wurde, stand Venedig ohne wirklichen Verbündeten da und konnte den Forderungen Frankreichs nichts entgegensetzen. Im Mai 1797 wurde der letzte Doge Ludovico Manin auf Drängen Napoleons abgesetzt. Noch im selben Jahr traten die Franzosen im Frieden von Campo Formio Venedig an Österreich ab."
        },
        {
            "heading": "Nach der Republik",
            "text": "1848 n. Chr. wurde die Stadt im Zuge der Revolutionen, die ganz Europa ergriffen, für kurze Zeit wieder eine Republik, doch schon im folgenden Jahr konnten österreichische Truppen Venedig erobern. Nach der Niederlage der Österreicher gegen die Preußen wurde Venedig 1866 Italien zugesprochen, das fünf Jahre zuvor zu einer vereinten Nation geworden war. Ab diesem Zeitpunkt war das Schicksal Venedigs in der Zeit der Weltkriege, des Faschismus, des Kalten Kriegs und der Europäischen Union immer mit Italien verknüpft. Dessen ungeachtet ist die Republik Venedig bis heute die am längsten bestehende demokratische Republik der Weltgeschichte."
        },
        {
            "heading": "Nach der Republik",
            "text": "1848 n. Chr. wurde die Stadt im Zuge der Revolutionen, die ganz Europa ergriffen, für kurze Zeit wieder eine Republik, doch schon im folgenden Jahr konnten österreichische Truppen Venedig erobern. Nach der Niederlage der Österreicher gegen die Preußen wurde Venedig 1866 Italien zugesprochen, das fünf Jahre zuvor zu einer vereinten Nation geworden war. Ab diesem Zeitpunkt war das Schicksal Venedigs in der Zeit der Weltkriege, des Faschismus, des Kalten Kriegs und der Europäischen Union immer mit Italien verknüpft. Dessen ungeachtet ist die Republik Venedig bis heute die am längsten bestehende demokratische Republik der Weltgeschichte."
        }
    ],
    "leader": {
        "name": "Enrico Dandolo",
        "subtitle": "Staatsoberhaupt von Venedig",
        "lived": "1107 - 1205 n. Chr.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/enrico_dandolo.png",
        "trait": {
            "name": "Serenissima",
            "effect": "Kann keine Siedler erhalten oder Städte annektieren. Doppelt so viele Handelswege verfügbar. Ein Händler von Venedig erscheint nach der Erforschung der Optik. Käufe in Marionettenstädten möglich."
        },
        "titles": [
            "Doge von Venedig"
        ],
        "historical_info": [
            {
                "heading": "Geschichte",
                "text": "Enrico Dandolo, der 42. Doge von Venedig, war für seine Frömmigkeit und sein langes Leben bekannt und zugleich berüchtigt für seine zentrale Rolle im Vierten Kreuzzug, durch den es zur Plünderung Konstantinopels und zum Niedergang des Byzantinischen Reichs kam. Dies war umso bemerkenswerter, da Enrico blind war. Als Sohn einer einflussreichen Familie stand Enrico Dandolo die meiste Zeit seines Lebens als Diplomat im Dienst der Republik. Im Juni 1192 n. Chr. wurde er zum Dogen gewählt, und obwohl er sich bereits im fortgeschrittenen Alter befand, füllte er seinen Posten energisch aus. In den Jahren darauf reformierte er die venezianische Währung sowie das Rechtssystem und bemühte sich um eine engere Beziehung zu den westlichen Mächten. 1202 saßen die Ritter des Vierten Kreuzzugs in Italien fest, da ihnen die finanziellen Mittel für Schiffe fehlten. Dandolo \"nahm das Kreuz auf sich\", indem er Venedig zum wichtigsten Geldgeber des Kreuzzugs machte. Dies führte schließlich zum Angriff auf Konstantinopel im Jahr 1204, an dem der Doge selbst aktiv teilnahm. Er verstarb kurz darauf und wurde in der Hagia Sophia beigesetzt."
            },
            {
                "heading": "Frühe Jahre",
                "text": "Als Sohn einer der mächtigsten und einflussreichsten Familien in Venedig wurde Enrico schon in jungen Jahren auf ein Leben im Dienst der Republik vorbereitet. Sein Vater Vitale war ein bekannter Jurist, ein Mitglied des herzoglichen Hofes und somit ein enger Berater des Dogen Michiel. Nachdem er bereits eine Reihe von Verwaltungsposten bekleidet hatte, trat Enrico Dandolo 1171 n. Chr. im Alter von 64 Jahren in den venezianischen diplomatischen Dienst. Im März desselben Jahres hatte der byzantinische Kaiser Komnenos das Eigentum tausender Venezianer beschlagnahmt, die in seinem Reich lebten. Dandolo begleitete den Dogen Michiel auf einer verhängnisvollen militärischen Mission nach Konstantinopel; bei der Rückkehr nach Venedig wurde Michiel von der aufgebrachten Meute getötet. Enrico wurde jedoch keine Schuld zugewiesen und man ernannte ihn anschließend zum Botschafter und beauftragte ihn, eine diplomatische Einigung mit Byzanz zu treffen. Der Legende nach soll Dandolo die venezianischen Interessen bei seiner zweiten Mission so vehement vertreten haben, dass der byzantinische Kaiser ihn blenden ließ. Historische Aufzeichnungen deuten jedoch darauf hin, dass Enrico Dandolo sein Augenlicht zwischen 1174 und 1178 allmählich verlor, höchstwahrscheinlich aufgrund einer schweren Kopfverletzung.Dandolo kehrte unverrichteter Dinge zurück - ein Vertrag zwischen Venedig und Byzanz kam erst 1186 zustande - und wurde 1171 n. Chr. als Botschafter ins Königreich Sizilien und 1191 nach Ferrara entsandt. Dort machte sich sein diplomatisches Geschickt bezahlt, indem er mit beiden in enge Zusammenarbeit trat, um gegen den byzantinischen Einfluss im Mittelmeerraum anzugehen. In Anerkennung seiner Dienste wurde Dandolo 1178 ins vierzigköpfige Wahlkollegium für die Dogenwahl berufen. Als sich der Doge Orio Mastropiero ins Kloster zurückzog, wurde Enrico Dandolo im Juni 1192 selbst zum Dogen von Venedig gewählt."
            },
            {
                "heading": "Herrschaft",
                "text": "Trotz seines fortgeschrittenen Alters und seiner Erblindung erwies sich Enrico Dandolo als dynamisches und kompetentes Staatsoberhaupt von Venedig. Eine seiner ersten Amtshandlungen bestand darin, erneut das \"herzogliche Versprechen\" zu bekräftigen und somit die Pflichten und Rechte des Dogenamtes festzulegen. In den darauffolgenden Monaten stützte er sich auf seine rechtliche Ausbildung, um das venezianische Strafgesetz zu überarbeiten, und veröffentlichte die erste Sammlung bürgerlicher Gesetzesbestimmungen für die Republik. 1194 n. Chr. richtete er sein Augenmerk auf eine Währungsreform und erklärte den silbernen venezianischen Grosso zum vorrangigen Münzgeld für den Handel im gesamten Mittelmeerraum.In diplomatischen Belangen war Dandolo nicht weniger energisch. Durch seine früheren Erfahrungen gelang es ihm, die wirtschaftlichen Auseinandersetzungen mit Verona beizulegen, und 1192 n. Chr. schloss er Verträge sowohl mit diesem Stadtstaat als auch mit Treviso ab. Auf diese Erfolge des Dogen folgten weitere Verträge mit dem Patriarchen von Aquileia (1200), dem König von Armenien (1201), dem Kaiser des Heiligen Römischen Reiches (1201) und sogar mit dem Konkurrenten Byzanz (1199). Obendrein führte er Venedig erfolgreich durch militärische Konflikte - mit Zara, als die Stadt sich mit Ungarn zusammenzuschließen versuchte, und mit Pisa, als der wirtschaftliche Herausforderer Außenposten in Istrien einrichten wollte, welches laut Dandolo im venezianischen Einflussgebiet lag."
            },
            {
                "heading": "Der Vierte Kreuzzug",
                "text": "1198 n. Chr. wurde Innozenz III. zum Papst ernannt und predigte von einem neuen Kreuzzug zur Befreiung des Heiligen Landes. Während ihm die europäischen Königshäuser kaum Aufmerksamkeit schenkten, wurde sein Ruf von den Grafen Theobald von Champagne und Bonifatius von Montferrat erhört. Da ihre finanziellen Mittel knapp waren, schickten die Kreuzfahrer 1201 Gesandte in die Stadtstaaten an der Küste, um sich eine Überfahrt nach Ägypten zu sichern, wo sie einen Angriff auf das Herz der ayyubidischen Ländereien planten, um von dort aus dann Palästina zu befreien. Doge Dandolo erklärte sich bereit, den Transport von 33.000 Truppen zu ermöglichen - eine gewagte Zahl -, allerdings zu einem hohen Preis; der Papst billigte den Vertrag. Die Venezianer erfüllten ihren Teil, indem sie 50 Kriegsschiffe und 450 Transportschiffe bauten. Als es den Kreuzfahrern jedoch unmöglich war, die vereinbarte Summe zu zahlen, entschied sich Dandolo, die Investition nicht zu vergeuden, sondern er verzichtete auf das Geld und schloss sich dem Vierten Kreuzzug als einer seiner Anführer an. Zur Entschädigung verlangte der Doge, dass die Kreuzfahrer Venedig helfen sollten, die Stadt Zara zurückzuerobern, die zum damaligen Zeitpunkt revoltierte.Nachdem Zara gefallen war, unterstützte Dandolo die Umlenkung des Kreuzzugs von Ägypten nach Konstantinopel. Dort beabsichtigten die katholischen Anführer, Alexios Angelos auf den Thron von Byzanz zu setzen, um sich die byzantinische Unterstützung für ihre Invasion im Heiligen Land zu sichern. Dadurch kam es zur kurzen Belagerung, Eroberung und Plünderung von Konstantinopel. Trotz seines Alters nahm Dandolo aktiv an der Planung und Durchführung teil und führte seine Venezianer im Angriff auf die Seemauern der großen Stadt an, die den Kreuzfahrern im April 1204 erlag. Daraufhin spielte Dandolo die entscheidende Rolle bei der Ausarbeitung des Vertrags, durch den das Reich zwischen den Byzantinern und den Kreuzfahrern aufgeteilt wurde (die ein katholisch-\"lateinisches\" Reich etablieren wollten), wobei Venedig in beiden Teilen bedeutende Rechte erhielt.Doge Dandolo schloss sich den Kreuzfahrern auch bei der verhängnisvollen Invasion des heidnischen Bulgariens an, kehrte jedoch nach Venedig zurück und starb im Mai 1205 nach gesundheitlichen Komplikationen. Er wurde in der Hagia Sophia beigesetzt, doch die genaue Lage seines Grabes ist nicht bekannt."
            },
            {
                "heading": "Historische Bewertung",
                "text": "Enrico Dandolo gilt heute als einer der größten venezianischen Dogen. Bei seinem Amtsantritt war Venedig eine untergehende Handelsmacht, die von Korruption und Ineffizienz zerrüttet war und von großen und kleinen Mächten in der Region herausgefordert wurde. Der Handel war geschwächt, das Militär stand vor dem Untergang. Bis zu seinem Tod hatte er sämtliche auswärtigen Bedrohungen des venezianischen Einflusses beseitigt und Venedig erneut als dominante mediterrane Handelsmacht etabliert. Historiker bezeichnen Dandolo zuweilen als den Gründer des venezianischen Kolonialreichs. Venedig selbst florierte für die Dauer des nächsten Jahrhunderts und blieb beständig und gesichert."
            }
        ]
    }
}