{
    "id": 18,
    "name": "Hagia Sophia",
    "production_cost": 300,
    "game_info": "A free Great Prophet appears. Provides a free Temple in the city in which it is built.",
    "strategy": null,
    "historical_info": "The Hagia Sophia, or \"Church of the Holy Wisdom,\" was constructed in 530 AD as a Greek Orthodox church. Standing in Istanbul (the city was originally named \"Constantinople\"), Turkey, it is a beautiful and ornate structure, built of stone and marble, and topped by a golden dome measuring over 100 feet in diameter. An extremely difficult engineering challenge for the time, the dome has collapsed several times during its existence. Four graceful towers stand at the corners of the building.The interior of the Hagia Sophia is a marvelous space of columns and arches extending up to the dome, which appears almost to float atop the building. The interior was sheathed in colored marble and golden mosaics depicting biblical scenes and images of Christian saints.In 1453 Constantinople was captured by the Ottoman Turks, and the Hagia Sophia was converted into a mosque. Human images are not welcome in mosques, and many of the mosaics were covered with plaster. In 1934, Turkish President Kemal Ataturk turned the building into a museum. In recent years some restoration work has been done on the Hagia Sophia, and a few of the mosaics have been uncovered. Despite the ravages of time, the Hagia Sophia remains universally acknowledged as one of the most beautiful buildings in the world.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
    "quote": "\"For it soars to a height to match the sky, and as if surging up from amongst the other buildings it stands on high and looks down upon the remainder of the city, adorning it, because it is a part of it, but glorying in its own beauty.\" - Procopius, De Aedificis",
    "tech_prereq": {
        "name": "Theology",
        "url": "https://eyefyre.github.io/civvapi/v1/en/tech/theology.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 3,
        "happiness": 0
    }
}