{
    "id": 20,
    "name": "Himeji Castle",
    "production_cost": 500,
    "game_info": "+15% combat strength for units fighting in friendly territory. Provides a free Castle in the city in which it is built.",
    "strategy": null,
    "historical_info": "Himeji Castle is an extraordinary Japanese castle and one of the most beautiful structures in the world. First constructed in the 14th century and then massively rebuilt and extended in the late 16th-early 17th by Kuroda Yoshitaka and Ikeda Terumasa, Himeji Castle is a tall, imposing multi-story structure constructed of stone and wood, and featuring a brilliant white exterior and a series of beautifully curved rooftops. It is nicknamed \"White Heron Castle.\"Himeji Castle is surrounded by a confusing maze of paths leading to the keep. The walls and gates were designed to force an invading army to travel in a series of concentric circles with many dead ends before reaching the main gate. This would string out the attackers and allow the defenders to fire on the vanguard many times during the approach. The ingenious system was not put to the test, as the castle was never attacked during the medieval era.Although the surrounding area was heavily damaged by Allied bombing during World War II, the castle was almost entirely unscathed. It is currently undergoing major restoration, and it remains one of the most popular tourist sites in Japan.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/himeji_castle.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/himeji_castle.png",
    "quote": "'Bushido is realized in the presence of death. This means choosing death whenever there is a choice between life and death. There is no other reasoning.' - Yamamoto Tsunetomo",
    "tech_prereq": {
        "name": "Gunpowder",
        "url": "https://eyefyre.github.io/civvapi/v1/en/tech/gunpowder.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}