[
    {
        "id": 1,
        "name": "Alhambra",
        "production_cost": 400,
        "game_info": "All newly-trained non-air Units in this City receive the Drill I Promotion, improving combat strength when fighting in ROUGH Terrain. Provides a free Castle in the city in which it is built. Boosts city Culture output by 20%.",
        "strategy": null,
        "historical_info": "Found in southern Spain, the Alhambra is a large palace complex of the Nasrid Dynasty, who controlled the region in the mid 14th century. Construction first began sometime around 1238 AD under the rule of Ibn al-Ahmar, and continued under his successors. Taking its name from the red hue of its walls, the name Alhambra is translated as the \"Red Fortress.\" Noted for its Moorish Islamic architectural style, the Alhambra features elaborate engravings and numerous examples of the interlacing patterns known as \"Arabesques\" found predominately in Islamic art. Although many examples of the original Islamic style remain today, much of the palace and its interior was reconstructed and modified after the rise of Catholicism in Spain.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra.png",
        "quote": "\"Justice is an unassailable fortress, built on the brow of a mountain which cannot be overthrown by the violence of torrents, nor demolished by the force of armies.\"- Joseph Addison",
        "tech_prereq": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/alhambra.json"
    },
    {
        "id": 2,
        "name": "Angkor Wat",
        "production_cost": 400,
        "game_info": " Culture and Gold costs of acquiring new tiles reduced by 25% in every city.",
        "strategy": null,
        "historical_info": "Angkor Wat is a temple in Angkor, Cambodia. Angkor Wat was constructed in the 12th century by King Suryavaman II to serve as the royal palace and state temple, Hinduism being the state religion. Two or three centuries later Angkor Wat was converted to Buddhist use. Angkor Wat is a complex of buildings surrounded by a wall and then moat. The enclosed area measures 3000 feet by 2600 feet.Angkor Wat is constructed primarily of sandstone blocks. The complex is laid out in a rectangular pattern somewhat resembling that of an ancient fortress; the inner buildings are separated from the outer walls by a courtyard similar to a bailey one might find in a castle.At one time the courtyard was filled with wooden buildings, but these have all since perished. The surviving stone inner structure is split into three galleries built on raised platforms. The outer galleys once contained libraries, while the inner was a shrine to Vishnu (and has since been converted to a shrine to Buddha). The galleries are topped with towers that resemble stylized beehives, the tallest reaching about 140 feet in height. The buildings' walls are covered with ornate and beautiful bas relief sculptures depicting scenes from Hindu mythology.Though largely neglected in the latter half of the 20th century, serious efforts are now being made to preserve and restore this wonderful and unique place of worship, and pilgrims and tourists are visiting it in ever-greater numbers each year.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat.png",
        "quote": "\"The temple is like no other building in the world. It has towers and decoration and all the refinements which the human genius can conceive of.\" - Antonio da Magdalena",
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/angkor_wat.json"
    },
    {
        "id": 3,
        "name": "Big Ben",
        "production_cost": 750,
        "game_info": "Requires Commerce. Cost of Gold purchasing in all cities reduced by 15%.",
        "strategy": null,
        "historical_info": "Big Ben is the clock (and the clock tower) at the northern end of the Houses of Parliament in London, England. Big Ben (the clock) is famous for its accuracy and for its massive bell which weighs more than 13 tons and tolls out the day's hours.Big Ben was designed by Lord Edmund Grimthorpe and constructed by Edward Dent and his son, Frederick. The clock and bell were installed in the tower in 1859. Big Ben is the second largest four-faced clock in the world. At the base of each face of the clock is the Latin inscription, \"Oh Lord, keep safe our Queen Victoria the First.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/big_ben.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/big_ben.png",
        "quote": "\"To achieve great things, two things are needed: a plan, and not quite enough time.\" - Leonard Bernstein",
        "tech_prereq": {
            "name": "Industrialization",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/industrialization.json"
        },
        "yields": {
            "gold": 4,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/big_ben.json"
    },
    {
        "id": 4,
        "name": "Borobudur",
        "production_cost": 300,
        "game_info": "Must be built in a Holy City. 3 free Missionaries appear.",
        "strategy": null,
        "historical_info": "Borobudur is a Buddhist candi in Magelang, Java, consisting of six square platforms surmounted by three circular platforms, atop which are 72 small stupas surrounding a large central stupa. The structure is decorated with 2672 bas-relief carvings and 504 Buddhist statues. The temple's three levels represent the three realms of Buddhist cosmology: the world of desires, the world of forms, and the formless world. Construction of Borobudur was completed at some point between 778 and 850 AD, during the Sailendra dynasty. Around 1006 the nearby capital of the successor Medang Kingdom was abandoned due to a series of volcanic eruptions; pilgrimages to Borobudur ceased shortly thereafter. The temple was lost for centuries under layers of ash and jungle until discovered by the British lieutenant governor of Java, Sir Stamford Raffles, in 1814.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/borobudur.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/borobudur.png",
        "quote": "\"When you realize how perfect everything is, you will tilt your head back and laugh at the sky.\" - Gautama Buddha",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/borobudur.json"
    },
    {
        "id": 5,
        "name": "Brandenburg Gate",
        "production_cost": 750,
        "game_info": "A Great General appears near the City where the Wonder was built and +15 XP for all Units built in this City.",
        "strategy": null,
        "historical_info": "The Brandenburg Gate is the only surviving town gate of the city of Berlin. A beautiful \"triumphal arch\" constructed in the Greek style in 1788-91, it features many columns and is surmounted by the \"Quadriga of Victory,\" a statue of a chariot drawn by four horses. It stands at the end of the avenue Unter den Linden.After World War II, Berlin was partitioned between sections controlled by the Soviet Union and its allies and the United States and its allies, and the Berlin Wall was constructed by the Soviets to keep the two parts of the city separated. The Brandenburg Gate was in a sort of a \"no-man's land\" between the two factions, and from 1961-1989 neither side had access. The Gate was reopened in 1989 as part of the reunification of Berlin and Germany.Today it stands as a proud symbol of the reunified city and country, and it is visited by tens of thousands of tourists from both east and west.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/brandenburg_gate.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/brandenburg_gate.png",
        "quote": "\"Pale Death beats equally at the poor man's gate and at the palaces of kings.\" - Horace",
        "tech_prereq": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/brandenburg_gate.json"
    },
    {
        "id": 6,
        "name": "Broadway",
        "production_cost": 1060,
        "game_info": "1 free Great Musician appears near the City where the Wonder was built. Contains 3 slots for Great Works of Music.",
        "strategy": null,
        "historical_info": "Broadway is a 15-mile long street running through Manhattan and The Bronx in New York City. Although most of the thoroughfare is lined with offices, businesses and apartment complexes, it is best known for the middle section between 42nd and 53rd streets dubbed the \"Great White Way\" - the theater district. Commencing in the mid-1800s a number of theaters opened on Broadway. In 1880 AD a stretch between Madison and Union squares was illuminated with arc lamps, making it one of the first electrically lit streets in the United States. Spurred by growing American wealth and cultural aspirations, the theaters made it a mecca of popular entertainment. By 1900 some 20 theaters had opened along this stretch, and so bright were their electric billboards that it became the Great White Way. In 1925, at peak there were 80 theaters along Broadway, specializing in lavish productions, primarily revues and musicals.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway.png",
        "quote": "\"Broadway is a main artery of New York cultural life - the hardened artery.\" - Walter Winchell",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/broadway.json"
    },
    {
        "id": 7,
        "name": "Chichen Itza",
        "production_cost": 300,
        "game_info": "Length of Golden Ages increased by 50%.",
        "strategy": null,
        "historical_info": "Chichen Itza is an extraordinary city of stone built in the Yucatan, Mexico. Some of the oldest buildings and pyramids date back to 1500 years ago and are of Toltec and Mayan origin.Chichen Itza consists of buildings, temples and courtyards of stone. A large \"pok tap ok\" or ceremonial ball court stands off to one side. (Ceremonial ball is that most interesting of games in which two sides sought to pass the ball through hoops at each end of the court. The captain of the winning team was then beheaded as a sacrifice to the gods.) Though the city is much ravaged by time (and looters), there still remain many beautiful stone carvings and statues.At the center of the city stands the mighty stepped pyramid of Kukulcan, also known as \"El Castillo.\" Constructed around the 13th century, El Castillo is approximately 180 feet square at the base and 78 feet in height. As was the Mayan practice, Kukulcan was constructed atop an older and smaller pyramid.Chichen Itza was a thriving city until the 13th century, when revolt and civil war broke out among the Mayans, at which point the city went into a steep decline from which it never recovered. The center of the city was largely abandoned and in ruins by the time of the Spanish Conquest of the Yucatan in the 16th century.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itza.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itza.png",
        "quote": "\"The katun is established at Chichen Itza. The settlement of the Itza shall take place there. The quetzal shall come, the green bird shall come. Ah Kantenal shall come. It is the word of God. The Itza shall come.\" - The Books of Chilam Balam",
        "tech_prereq": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/civil_service.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/chichen_itza.json"
    },
    {
        "id": 8,
        "name": "CN Tower",
        "production_cost": 1250,
        "game_info": "Provides a free Broadcast Tower in all cities. +1 Population in each city and +1 Happiness per city.",
        "strategy": null,
        "historical_info": "At one time the tallest free-standing structure in the world, the CN Tower of Toronto, Canada still remains among the tallest structures in the world today. Constructed in 1976 as a communications tower by the Canadian National Railway Company (hence the CN moniker), the tower has become a hallmark of Toronto and a major tourist attraction for the city. The tower is still primarily used for television and radio broadcasting, and is now considered one of the \"Seven Wonders of the Modern World,\" joined by several notable constructions of the 20th century.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cn_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cn_tower.png",
        "quote": "\"Nothing travels faster than the speed of light with the possible exception of bad news, which obeys its own special laws.\"- Douglas Adams",
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/cn_tower.json"
    },
    {
        "id": 9,
        "name": "Colossus",
        "production_cost": 185,
        "game_info": "Gains an additional trade route slot and a Cargo Ship appears in the city. Trade routes other players make to a city with the Colossus will generate an extra 2 Gold for the city owner and the trade route owner gains an additional 1 Gold for the trade route. City must be built on the coast.",
        "strategy": null,
        "historical_info": "The Colossus of Rhodes was a bronze statue of Helios, the Greek God of the Sun, erected near the mouth of the city harbor. It stood over 100 feet high (about two-thirds the height of the Statue of Liberty). Unfortunately, an earthquake toppled it only 56 years after its construction. Taking the counsel of an oracle, the city elected to leave the statue in ruins where it lay. For over 900 years, people from all over the ancient world came to Rhodes to see the remains of the Colossus. It was destroyed in 650 AD when the city was captured by Muslim raiders, who promptly sold the statue for scrap.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/colossus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/colossus.png",
        "quote": "\"Why man, he doth bestride the narrow world like a colossus; and we petty men walk under his huge legs, and peep about to find ourselves dishonorable graves.\" - William Shakespeare: Julius Caesar",
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/iron_working.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/colossus.json"
    },
    {
        "id": 10,
        "name": "Cristo Redentor",
        "production_cost": 1250,
        "game_info": " Culture cost of adopting new Policies reduced by 10%.",
        "strategy": null,
        "historical_info": "Cristo Redentor, \"Christ the Redeemer\" in English, is a 125-foot tall statue of Jesus Christ situated on Corcovado Mountain, watching over the Brazilian city of Rio de Janeiro. First proposed in 1921 during celebrations of the centennial of Brazilian independence, by 1931 the statue had been completed, making it the largest art deco monument in the world. Since that time, the statue, seated 2330 feet above sea level, has become a beloved symbol of Rio de Janeiro and of Brazil.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cristo_redentor.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cristo_redentor.png",
        "quote": "\"Come to me, all who labor and are heavy burdened, and I will give you rest.\" - The Bible, Matthew 25:28",
        "tech_prereq": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 5,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/cristo_redentor.json"
    },
    {
        "id": 11,
        "name": "Eiffel Tower",
        "production_cost": 1060,
        "game_info": "In addition to its Happiness and Culture effects, the Eiffel Tower also provides +12 Tourism.",
        "strategy": null,
        "historical_info": "The Eiffel Tower is one of the world's most famous landmarks. Built for the Universal Exposition of 1889, the tower rises 984 feet above Paris' Champ de Mars, near the Seine River. Structural engineer Alexandre Gustave Eiffel built the tower at a cost of more than $1 million to demonstrate how steel and iron could be utilized in the construction of extremely tall buildings. The tallest building in the world when it was originally completed, the Eiffel Tower drew crowds of awestruck observers from around the world. Today, it remains one of Paris' leading tourist attractions.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/eiffel_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/eiffel_tower.png",
        "quote": "\"We live only to discover beauty. All else is a form of waiting.\" - Kahlil Gibran",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 5
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/eiffel_tower.json"
    },
    {
        "id": 12,
        "name": "Forbidden Palace",
        "production_cost": 500,
        "game_info": "Requires Patronage. Grants 2 additional Delegates in the World Congress. -10% Unhappiness from Citizens in non-occupied Cities.",
        "strategy": null,
        "historical_info": "A collection of imperial structures in Beijing, the Forbidden Palace stands as a testament to the Chinese architectural ingenuity and aesthetic. Ornamental gardens, terraces and fountains surround the magnificent structure, which became the capital of China in 1421. It was the residence of 24 emperors of the Ming and Qing Dynasties until the last emperor abdicated in 1911.Although the correct title for the building is the \"Imperial Palace,\" it is more widely known as the \"Forbidden\" Palace because ordinary people were barred from entering its grounds. With a 160-foot moat and walls 30 feet tall, there was little chance that they would get inside unwanted. The Forbidden Palace is enormous, occupying 170 acres and containing 8,706 rooms. An estimated eight to ten thousand people lived inside the palace to serve the needs of the emperor. Today, the Forbidden Palace is a major tourist attraction, and it is still used as a symbol of Chinese sovereignty.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/forbidden_palace.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/forbidden_palace.png",
        "quote": "\"Most of us can, as we choose, make of this world either a palace or a prison.\" - John Lubbock",
        "tech_prereq": {
            "name": "Banking",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/forbidden_palace.json"
    },
    {
        "id": 13,
        "name": "Globe Theatre",
        "production_cost": 500,
        "game_info": "1 free Great Writer appears near the City where the Wonder was built. Contains 2 slots for Great Works of Writing.",
        "strategy": null,
        "historical_info": "Built in 1599 AD on Maiden Lane in London by the Lord Chamberlain's Men, the theatrical company of which William Shakespeare was a shareholder, the Globe Theatre incorporated a number of design innovations. In 1613 the Globe burned to the ground after the thatched roof was set alight by cannonfire during a production of Henry VIII; it was rebuilt on the same site in 1614 and continued in operation until closed by the Puritans in 1642. Although its exact dimensions are unrecorded, it is known that the Globe Theatre was a three-story, circular, open-air amphitheater roughly 100 feet in diameter and able to seat about 300 spectators. The stage was 43 feet wide, 27 feet deep and raised five feet off the ground, allowing for trap doors.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/globe_theatre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/globe_theatre.png",
        "quote": "\"Totus mundus agit histrionem\" - Inscription above main entrance to the Globe Theatre",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/globe_theatre.json"
    },
    {
        "id": 14,
        "name": "Great Firewall",
        "production_cost": 1250,
        "game_info": "99.9% reduction in effectiveness of enemy spies in the city in which it is built. All other cities in the civilization get a 25% reduction in enemy spy effectiveness. Negates the Tourism bonus from other players' Internet technology.",
        "strategy": null,
        "historical_info": "The Great Firewall is a restrictive internet monitoring and censorship program used to control the flow of information available to a civilization's people through the internet. By limiting the public's access to potentially volatile information available online, government agencies can limit potential backlash and other dissension regarding unpopular policies and government programs.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_firewall.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_firewall.png",
        "quote": "\"Distrust and caution are the parents of security.\"- Benjamin Franklin",
        "tech_prereq": {
            "name": "Computers",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/computers.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/great_firewall.json"
    },
    {
        "id": 15,
        "name": "Great Library",
        "production_cost": 185,
        "game_info": "1 Free Technology. Provides a free Library in the city in which it is built. Contains 2 slots for Great Works of Writing.",
        "strategy": null,
        "historical_info": "The Great Library of Alexandria was one of the two most important libraries of the ancient world. Ptolemy I founded it around 300 BC, and the Library was enhanced and expanded by his successors. The Library attempted to obtain copies of all scrolls of any consequence, and eventually contained over 700,000 volumes. Religious fanatics destroyed the library in 391 AD, after nearly 700 years of operation. Today, only a portion of the catalog survives, providing us with a mere hint of what treasures the library contained.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_library.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_library.png",
        "quote": "\"Libraries are as the shrine where all the relics of the ancient saints, full of true virtue, and all that without delusion or imposture are preserved and reposed.\" - Sir Francis Bacon",
        "tech_prereq": {
            "name": "Writing",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/great_library.json"
    },
    {
        "id": 16,
        "name": "Great Lighthouse",
        "production_cost": 185,
        "game_info": "All military naval units receive +1 [ICON_MOVES] movement and +1 sight. Provides a free Lighthouse in the city in which it is built.City must be built on the coast.",
        "strategy": null,
        "historical_info": "The Great Lighthouse, also known as the Pharos, was a marble watchtower and lighthouse built in 280 BC on an island in the harbor of Alexandria, Egypt. Estimated to have been 300 feet high, the primary function of the lighthouse was to guide approaching ships to the harbor on an otherwise unmarked coast. Exactly how the Pharos functioned is open to debate, with some historians believing that fires were burned on the top of the tower, while others believe that mirrors were used to reflect sunlight. (Since ships rarely sailed along coasts at night, there was probably little need for the lighthouse after dark.) The Pharos was destroyed in the 14th century after having been damaged by earthquakes.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_lighthouse.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_lighthouse.png",
        "quote": "\"They that go down to the sea in ships, that do business in great waters; these see the works of the Lord, and his wonders in the deep.\" - The Bible, Psalms 107:23-24",
        "tech_prereq": {
            "name": "Optics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/great_lighthouse.json"
    },
    {
        "id": 17,
        "name": "Great Wall",
        "production_cost": 250,
        "game_info": "Enemy land Units must expend 1 extra [ICON_MOVES] movement per Tile inside your territory. Provides Walls for free in the city in which it is built. Upon discovering Dynamite, The Great Wall becomes obsolete.",
        "strategy": null,
        "historical_info": "The Great Wall of China is one of the largest and most famous man-made constructions in the entire world. Chinese rulers built the Great Wall to ward off attack from nomadic tribesmen living in modern Manchuria and Mongolia. Interestingly, the Great Wall was not designed to keep the nomads out - the Chinese knew it was all but impossible to defend such a long border - it was designed to make it difficult for the raiders to carry off loot, thus making raids far less profitable and thus less worth the risks involved.There have actually been five different \"Great Walls\" built by different Chinese dynasties. The first four were constructed of earth and have since all but disappeared. The current wall was built almost entirely by the Ming Dynasty between 1368 and 1640 AD. This wall was constructed on a grander scale, using more permanent materials (like stone). The Ming wall stretches for 3,948 miles from Shanhai Pass on the Bohai Gulf in the east to Lop Nur in the southeast portion of Xinjiang's Uygur Autonomous Region in the west. This was the region where the Silk Road first entered China, and a series of watchtowers which could communicate via smoke signals were intended to pass messages rapidly along the wall's vast length.In pure military terms, the Great Wall turned out to be something of a failure. The Manchus were able to bribe a Chinese general to let them pass through the wall, so it turned out to be of little value in stopping a major barbarian attack. After the Manchus conquered China, the borders of the country extended far to the north, rendering the wall irrelevant. The sheer monetary cost of the wall was also staggering, and the cost in human lives is said to have exceeded over one million souls. The Great Wall is sometimes nicknamed \"the long graveyard.\"Today much of the Great Wall is in a state of disrepair - though the tourist regions are well-preserved, much of the rest of the structure is crumbling, and perhaps only 20% of the wall is in good condition. Despite its decay, the Great Wall remains one of China's most popular tourist attractions and a true wonder of the world.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_wall.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_wall.png",
        "quote": "\"The art of war teaches us to rely not on the likelihood of the enemy's... not attacking, but rather on the fact that we have made our position unassailable.\" - Sun Tzu",
        "tech_prereq": {
            "name": "Engineering",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/great_wall.json"
    },
    {
        "id": 18,
        "name": "Hagia Sophia",
        "production_cost": 300,
        "game_info": "A free Great Prophet appears. Provides a free Temple in the city in which it is built.",
        "strategy": null,
        "historical_info": "The Hagia Sophia, or \"Church of the Holy Wisdom,\" was constructed in 530 AD as a Greek Orthodox church. Standing in Istanbul (the city was originally named \"Constantinople\"), Turkey, it is a beautiful and ornate structure, built of stone and marble, and topped by a golden dome measuring over 100 feet in diameter. An extremely difficult engineering challenge for the time, the dome has collapsed several times during its existence. Four graceful towers stand at the corners of the building.The interior of the Hagia Sophia is a marvelous space of columns and arches extending up to the dome, which appears almost to float atop the building. The interior was sheathed in colored marble and golden mosaics depicting biblical scenes and images of Christian saints.In 1453 Constantinople was captured by the Ottoman Turks, and the Hagia Sophia was converted into a mosque. Human images are not welcome in mosques, and many of the mosaics were covered with plaster. In 1934, Turkish President Kemal Ataturk turned the building into a museum. In recent years some restoration work has been done on the Hagia Sophia, and a few of the mosaics have been uncovered. Despite the ravages of time, the Hagia Sophia remains universally acknowledged as one of the most beautiful buildings in the world.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
        "quote": "\"For it soars to a height to match the sky, and as if surging up from amongst the other buildings it stands on high and looks down upon the remainder of the city, adorning it, because it is a part of it, but glorying in its own beauty.\" - Procopius, De Aedificis",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/hagia_sophia.json"
    },
    {
        "id": 19,
        "name": "Hanging Gardens",
        "production_cost": 250,
        "game_info": "Requires Tradition. Provides a free Garden in the city in which it is built.",
        "strategy": null,
        "historical_info": "The Hanging Gardens were a distinctive feature of ancient Babylon. They were a great source of pride to the people, and were often described in accounts written by visitors to the city. Possibly built by King Nebuchadnezzar II in 600 BC, the gardens were an ascending series of tiered platforms (not unlike a ziggurat) constructed of mud bricks and containing all manner of trees, shrubs, and vines. From a distance the gardens were said to look like a large green mountain rising from the center of the city.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hanging_gardens.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hanging_gardens.png",
        "quote": "\"I think that if ever a mortal heard the word of God it would be in a garden at the cool of the day.\" - F. Frankfort Moore",
        "tech_prereq": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 6,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/hanging_gardens.json"
    },
    {
        "id": 20,
        "name": "Himeji Castle",
        "production_cost": 500,
        "game_info": "+15% combat strength for units fighting in friendly territory. Provides a free Castle in the city in which it is built.",
        "strategy": null,
        "historical_info": "Himeji Castle is an extraordinary Japanese castle and one of the most beautiful structures in the world. First constructed in the 14th century and then massively rebuilt and extended in the late 16th-early 17th by Kuroda Yoshitaka and Ikeda Terumasa, Himeji Castle is a tall, imposing multi-story structure constructed of stone and wood, and featuring a brilliant white exterior and a series of beautifully curved rooftops. It is nicknamed \"White Heron Castle.\"Himeji Castle is surrounded by a confusing maze of paths leading to the keep. The walls and gates were designed to force an invading army to travel in a series of concentric circles with many dead ends before reaching the main gate. This would string out the attackers and allow the defenders to fire on the vanguard many times during the approach. The ingenious system was not put to the test, as the castle was never attacked during the medieval era.Although the surrounding area was heavily damaged by Allied bombing during World War II, the castle was almost entirely unscathed. It is currently undergoing major restoration, and it remains one of the most popular tourist sites in Japan.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/himeji_castle.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/himeji_castle.png",
        "quote": "\"Bushido is realized in the presence of death. This means choosing death whenever there is a choice between life and death. There is no other reasoning.\" - Yamamoto Tsunetomo",
        "tech_prereq": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/gunpowder.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/himeji_castle.json"
    },
    {
        "id": 21,
        "name": "Hubble Space Telescope",
        "production_cost": 1250,
        "game_info": "2 free Great Scientists appear near the City where the Wonder was built. Provides a free Spaceship Factory in the city in which it is built. +25% Production when building Spaceship Parts.",
        "strategy": null,
        "historical_info": "Named for renowned American astronomer Edwin Hubble, the Hubble Space Telescope has proven to be among the most crucial astronomical research tools ever developed. Launched in 1990, the telescope has continually provided breathtaking images of far-off constellations and nebulas, attracting widespread attention from both scientists and the general public. As the only space telescope capable of being repaired by astronauts, the service life of the Hubble has been continually extended through a series of space walks. However, despite its notable legacy, the Hubble Space Telescope will be replaced in 2018 by the more advanced James Webb Space Telescope.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hubble_space_telescope.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hubble_space_telescope.png",
        "quote": "\"The wonder is, not that the field of stars is so vast, but that man has measured it.\"- Anatole France",
        "tech_prereq": {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/satellites.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/hubble_space_telescope.json"
    },
    {
        "id": 22,
        "name": "International Space Station",
        "production_cost": -1,
        "game_info": "+1 Production from Scientists, and +1 Science from Engineers. Great Scientists provide 33% more Science when used to discover new technology. May only be built collaboratively through the World Congress.",
        "strategy": null,
        "historical_info": "Constructed from prefabricated modules launched individually, the International Space Station is a habitable, low-Earth-orbit satellite. It arose from the 1993 merger into a single multinational program of three national initiatives to establish a permanent orbital platform for research and exploration: the Soviet \"Mir-2,\" the American \"Freedom,\" and the European Union's \"Columbus.\" To date, astronauts from 15 countries have lived and worked on the station. Supplies and crew members have ferried to the platform by American space shuttles and Russian Soyuz rockets; these are scheduled to be replaced by the Russian Progress, European ATV, Japanese H-II Transfer Vehicle, and the American SpaceX corporation's Dragon. The International Space Station is the largest artificial body in orbit, and can be seen with the naked eye from Earth under the appropriate conditions.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/international_space_station.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/international_space_station.png",
        "quote": "\"Building one space station for everyone was and is insane; we should have built a dozen.\" - Larry Niven",
        "tech_prereq": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/international_space_station.json"
    },
    {
        "id": 23,
        "name": "Kremlin",
        "production_cost": 1060,
        "game_info": "Requires Order. +50% Production when building Armor Units. 1 Free Social Policy.",
        "strategy": null,
        "historical_info": "\"Kremlin\" is a Russian word which denotes a fortified complex of buildings in the center of a city. It is most often used to refer to the Kremlin in the city of Moscow, a remarkable set of buildings which hold much of the Russian government. The Kremlin sits on a hill overlooking the Moskva River. In one form or the other, fortified structures have been in that location for almost 1000 years. The site was named \"Kremlin\" in the 14th century.The Kremlin is within a triangular, walled area about 68 acres in extent. The walls are of red brick, with pencil-like towers at the corners and entrances. Many of the buildings are painted white with yellow trim and green roofs that look quite cheerful from a distance. The Cathedral of the Dormition, constructed in the 1470s, is the oldest building in the complex. Two other cathedrals lie within its walls, as do a surprising number of palaces, the Kremlin Palace being the largest.The Kremlin has seen many great figures rise and fall within its walls. Ivan the Terrible built the Palace of Facets in the Kremlin. In the Great Patriotic War (WWII), Josef Stalin drove the German invaders from the gates of Moscow - perhaps the greatest service that any Russian ruler has ever performed for his country. (It was also here that Stalin planned the systematic extermination of millions of his own people.) It was here that Mikhail Gorbachev oversaw the dissolution of the Soviet Union. Today, the Kremlin holds the government of the Russian Federation.To whatever use it might be put in the future, the Kremlin will always stand as a mighty monument to Russia's past - for it has seen the best and the worst of that great nation.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kremlin.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kremlin.png",
        "quote": "\"The Law is a fortress on a hill that armies cannot take or floods wash away.\" - The Prophet Muhammed",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/railroad.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/kremlin.json"
    },
    {
        "id": 24,
        "name": "Leaning Tower of Pisa",
        "production_cost": 500,
        "game_info": "+25% generation of Great People in all Cities. A free Great Person of your choice appears near the Capital.",
        "strategy": null,
        "historical_info": "Found in the Piazza del Duomo (\"Cathedral Square\") in the city of Pisa, Italy, the famous bell tower commonly known as the Leaning Tower of Pisa has stood slightly off-kilter for centuries. Construction on the tower began in 1173, and it quickly became clear that the unstable soil and minimal foundation upon which the tower was built were not enough to prevent it from sinking. After leaving the tower incomplete for nearly a century, construction resumed in the late 13th century, with the final level completed in 1372. The tower is home to seven bells, each comprising a different note on the musical scale.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/leaning_tower_of_pisa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/leaning_tower_of_pisa.png",
        "quote": "\"Don't clap too hard - it's a very old building.\"- John Osborne",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/leaning_tower_of_pisa.json"
    },
    {
        "id": 25,
        "name": "Louvre",
        "production_cost": 750,
        "game_info": "Requires Exploration. 1 free Great Artist appears near the City where the Wonder was built. Contains 4 slots for Great Works of Art.",
        "strategy": null,
        "historical_info": "The Louvre is a large and incredibly ornate palace in Paris, France. Originally constructed in the 15th century on the site of an even older castle, for the next two and a half centuries the Louvre served as the home to many of France's kings, most of whom added to the already-huge structure. During the 17th century Kings Louis XIII and Louis XIV and their advisors Cardinals Richelieu and Mazarin began acquiring an extensive art collection which was kept at the Louvre. In 1682 the Royal court moved to Versailles, and in 1783 the Revolutionary government opened the palace to the public. It has remained a public museum ever since. Not surprisingly, it is considered to have the finest collection of pre-modern French paintings in the world.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/louvre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/louvre.png",
        "quote": "\"Every genuine work of art has as much reason for being as the earth and the sun.\" - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Archaeology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/louvre.json"
    },
    {
        "id": 26,
        "name": "Machu Picchu",
        "production_cost": 300,
        "game_info": "+25% Gold from [ICON_CONNECTED] City Connections.City must be built within 2 tiles of a Mountain that is inside your territory.",
        "strategy": null,
        "historical_info": "Clinging to a Peruvian mountaintop at an elevation of 7,700 feet, Machu Picchu was an extraordinary Incan city and a marvel of pre-Columbian architecture. Constructed in the mid-15th century, scholars believe that much of the city was a palace complex of the mighty Incan ruler Pachacuti Inca Yupanqui. Constructed almost entirely of white granite stone, the city was inexplicably deserted in the mid-16th century. The marauding Spanish Conquistadors did not discover the site during their conquest of the Incas, so it has remained relatively intact until today.Archaeologists have identified the aforementioned palace complex, as well as temples, residential areas, plazas and a cemetery, all carved from the living rock. The mountainous terrain surrounding the central structures has been carved into stepped agricultural terraces which were at one time watered by an extensive aqueduct system, in itself a remarkable feat in a mountainous locale.Although in ruins, Machu Picchu retains an extraordinary rugged beauty even today. It must have been an incredible city during the days when the mighty Incas called it home.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
        "quote": "\"Few romances can ever surpass that of the granite citadel on top of the beetling precipices of Machu Picchu, the crown of Inca Land.\" - Hiram Bingham",
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/guilds.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/machu_picchu.json"
    },
    {
        "id": 27,
        "name": "Mausoleum of Halicarnassus",
        "production_cost": 185,
        "game_info": "Gain 100 Gold each time a Great Person is expended. Each source of Marble or Stone worked by this City produces +2 Gold.",
        "strategy": null,
        "historical_info": "The Mausoleum of Halicarnassus was constructed c. 350 BC as a tomb for Mausolus, the ruler of Caria (an area of modern Turkey). Said to have been designed and constructed by the greatest sculptors and craftsmen of the time, the temple was known for its detailed sculptural reliefs and impressive scale, towering nearly 150 feet high (47m). Destroyed by a series of earthquakes that struck the region during the 1st millennium AD, portions of the tomb were excavated by British archaeologists in the mid 19th century. One of the Seven Wonders of the Ancient World, the term \"Mausoleum\" as it is used today traces its origins to this tomb.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/mausoleum_of_halicarnassus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/mausoleum_of_halicarnassus.png",
        "quote": "\"The whole earth is the tomb of heroic men and their story is not given only on stone over their clay but abides everywhere without visible symbol woven into the stuff of other men's lives.\" - Pericles",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/mausoleum_of_halicarnassus.json"
    },
    {
        "id": 28,
        "name": "Great Mosque of Djenne",
        "production_cost": 300,
        "game_info": "Requires Piety. All Missionaries born in this city can spread religion three times. Provides a free Mosque in the city in which it is built.",
        "strategy": null,
        "historical_info": "The largest mud-brick structure in the world, the Great Mosque of Djenne is found in the African Republic of Mali. Thought to have first been constructed sometime in the 13th Century by the sultan Koi Kunboro, the mosque has since been destroyed and rebuilt several times. The incarnation that stands today, assembled from mud bricks and mortar, was built in 1906 through the combined efforts of the surrounding community. Today, the mosque is maintained by the people of Djenne during an annual festival created specifically to ensure its longevity.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_mosque_of_djenne.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_mosque_of_djenne.png",
        "quote": "\"With the magnificence of eternity before us, let time, with all its fluctuations, dwindle into its own littleness.\"- Thomas Chalmers",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/great_mosque_of_djenne.json"
    },
    {
        "id": 29,
        "name": "Neuschwanstein",
        "production_cost": 1060,
        "game_info": "+3 Gold, +2 Culture, and +1 Happiness from every Castle.City must be built within 2 tiles of a Mountain that is inside your territory.",
        "strategy": null,
        "historical_info": "Commissioned by the \"Mad King\" Ludwig II of Bavaria in the late 19th century, the Neuschwanstein Castle has since become the symbol of iconic \"fairy tale\" castles commonly found in children's literature and fables. Built into a hillside near the town of Füssen in Germany, Ludwig had intended the castle to be his retreat from public view, as he was known for his reclusive nature. Following his death, the castle became a popular tourist attraction, and eventually served as the inspiration for the famous Sleeping Beauty Castle created by Walt Disney.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/neuschwanstein.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/neuschwanstein.png",
        "quote": "\"...the location is one of the most beautiful to be found, holy and unapproachable, a worthy temple for the divine friend who has brought salvation and true blessing to the world.\"- King Ludwig II of Bavaria",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/railroad.json"
        },
        "yields": {
            "gold": 6,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/neuschwanstein.json"
    },
    {
        "id": 30,
        "name": "Notre Dame",
        "production_cost": 400,
        "game_info": null,
        "strategy": null,
        "historical_info": "Notre Dame is a mighty cathedral standing on the \"Ile de la Citie,\" an island in the Seine River in Paris, France. Built on the site of an older church, which was in turn built on the site of a Roman temple to Jupiter, Notre Dame is a magnificent example of gothic architecture and one of the greatest buildings standing. Construction of Notre Dame began in 1163 and took almost two centuries to complete.Notre Dame is a massive stone building of square towers, flying buttresses, and tall spires. The exterior is decorated with delicate ribbons of arches and statues of saints and kings. The roofline of the building is festooned with gargoyles. The interior of the cathedral is a long, narrow space with columns lining each side, supporting two beautiful raised galleries. Brilliant stained glass windows shine gently down on the main altar, which contains a beautiful statue of the Virgin Mary, the cathedral's patron, holding the body of Jesus.The cathedral has suffered many periods of neglect over the years. During the French Revolution, many of Notre Dame's treasures were stolen and the building was used as a warehouse. In the early 1800s, the cathedral was in such a state of disrepair that the city planners contemplated tearing it down. In fact, Victor Hugo wrote \"The Hunchback of Notre Dame\" in part to raise awareness of the cathedral's plight. In 1871, during the short-lived Paris Commune, Notre Dame was almost set on fire. Fortunately the cathedral survived it all, and has now been largely restored to its original grandeur.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame.png",
        "quote": "\"Architecture has recorded the great ideas of the human race. Not only every religious symbol, but every human thought has its page in that vast book.\" - Victor Hugo",
        "tech_prereq": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/physics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 4,
            "happiness": 10
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/notre_dame.json"
    },
    {
        "id": 31,
        "name": "Oracle",
        "production_cost": 250,
        "game_info": "1 Free Social Policy.",
        "strategy": null,
        "historical_info": "In ancient Greek religion, an oracle was a priest or priestess through whom the gods spoke in response to questions. The oracle interpreted dreams, the actions of entranced persons, and physical signs found in the entrails of sacrificed animals. The most famous oracle resided in the shrine of Apollo at Delphi, located on the slopes of Mount Parnassus. Greeks, Romans, and others consulted this oracle for centuries about public policy and private matters. A priestess called the Pythia would, for a fee, make public predictions of the future. These ecstatic pronouncements became infamous for their ambiguity.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oracle.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/oracle.png",
        "quote": "\"The ancient Oracle said that I was the wisest of all the Greeks. It is because I alone, of all the Greeks, know that I know nothing.\" - Socrates",
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/oracle.json"
    },
    {
        "id": 32,
        "name": "Parthenon",
        "production_cost": 250,
        "game_info": "Contains a prebuilt Great Work of Art in the Great Work Slot.",
        "strategy": null,
        "historical_info": "Built upon the Acropolis, dedicated to the goddess Athena, the Parthenon is considered the culmination of Doric architecture. Construction of the temple began in 447 BC; the last decorations were put into place in 432 BC and are important surviving examples of classical sculpture. It housed the chryselephantine statute of Athena sculpted by Phidius, and the outer facade was ornamented with 92 metopes. Like most Greek temples, the Parthenon also served as treasury, both for Athens itself and for the Delian League. Through the 1700s, European tourists and scholars enjoyed greater access to the picturesque ruins and its fame spread. When Greece regained its independence in 1832, the government took control of the site. Undertaking a restoration of the Acropolis in 1975, Greece has made the Parthenon an enduring symbol of ancient Greece, Athenian democratic ideals, Western civilization and one of the world's greatest cultural treasures.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/parthenon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/parthenon.png",
        "quote": "\"Earth proudly wears the Parthenon as the best gem upon her zone.\" - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/parthenon.json"
    },
    {
        "id": 33,
        "name": "Pentagon",
        "production_cost": 1250,
        "game_info": " Gold cost of upgrading military units reduced by 33%.",
        "strategy": null,
        "historical_info": "The Pentagon is a large, five-sided building in Arlington, Virginia, USA, just across the Potomac River from Washington, DC. It is the headquarters of the United States Department of Defense and all three military branches: Army, Navy, and Air Force. The Pentagon was designed to consolidate the various parts of the War Department, until then scattered in seventeen separate buildings across Washington. Construction began in 1941, and was completed in 1943, an astonishingly short period for such a huge building, reflecting the frantic pace of American military expansion at the start of World War II. The Pentagon occupies some 30 acres and contains office space for 25,000 people, making it one of the largest office buildings ever constructed (it holds more workers than the Empire State Building, for example).The Pentagon was struck by a passenger jet airplane piloted by terrorists on September 11, 2001. Fortunately, the area of the Pentagon that was hit was undergoing renovations at the time of the attack. The renovations were to improve the structural strength of the building, and many of the office workers occupying that portion of the building had temporarily relocated to other quarters. One hundred and twenty-five Pentagon workers were killed in the attack, along with all sixty-four passengers aboard the plane. The building has since been fully rebuilt and today remains the heart and brains of the US military.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon.png",
        "quote": "\"In preparing for battle I have always found that plans are useless, but planning is indispensible.\" - Dwight D. Eisenhower",
        "tech_prereq": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/combined_arms.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/pentagon.json"
    },
    {
        "id": 34,
        "name": "Petra",
        "production_cost": 250,
        "game_info": "+1 Food, +1 Production for all desert tiles worked by this city (except Flood Plains). Gains an additional trade route slot and a Caravan appears in the city. +6 Culture once Archaeology is discovered. City must be built on or next to Desert.",
        "strategy": null,
        "historical_info": "Constructed sometime around 1000 BC, the site of Petra in Jordan is among the most famous examples of rock-cut architecture in the world. Numerous intricately carved structures were cut into the sandstone walls of the desert canyons surrounding the area, as Petra came to serve as the capital city for the once-nomadic Nabataen people. The most famous of these structures, the Al Khazneh or \"The Treasury,\" has been featured in numerous major motion pictures, notably a prominent role in \"Indiana Jones and the Last Crusade\" when the Al Khazneh was used to represent the location of the Holy Grail.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/petra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/petra.png",
        "quote": "\"...who drinks the water I shall give him, says the Lord, will have a spring inside him welling up for eternal life. Let them bring me to your holy mountain in the place where you dwell. Across the desert and through the mountain to the Canyon of the Crescent Moon...\"- Indiana Jones",
        "tech_prereq": {
            "name": "Currency",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/petra.json"
    },
    {
        "id": 35,
        "name": "Porcelain Tower",
        "production_cost": 625,
        "game_info": "Requires Rationalism. A Great Scientist appears near the City where the Wonder was built. 50% more Science generated from Research Agreements.",
        "strategy": null,
        "historical_info": "Constructed by the Ming Dynasty in the 15th century, the Porcelain Tower of Nanjing was one of the most extraordinary architectural achievements of Chinese history. The tower was some 97 feet in diameter, with a height of 260 feet. The exterior of the building was built of white porcelain bricks that shone like mirrors in the sunlight. At night the tower was hung from top to bottom with over 100 lamps. The tower stood in the center of Nanjing until 1854 when it was destroyed during the Taiping Rebellion.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/porcelain_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/porcelain_tower.png",
        "quote": "\"Things always seem fairer when we look back at them, and it is out of that inaccessible tower of the past that Longing leans and beckons.\" - James Russell Lowell",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/porcelain_tower.json"
    },
    {
        "id": 36,
        "name": "Prora",
        "production_cost": 1060,
        "game_info": "Requires Autocracy. In addition to the +2 Happiness, the Prora Resort also provides +1 more Happiness for every 2 Policies you have adopted. 1 Free Social Policy. Must be constructed in a coastal city.",
        "strategy": null,
        "historical_info": "Built between 1936 and 1939, Prora was to be a massive beach resort on the Baltic island of Ruegen. The massive megalomaniac complex was intended to provide vacations for German workers. As originally planned, the Prora Resort would consist of eight blocks of ten housing units, capable of providing rooms for 20,000 vacationers. The complex, if completed, would also have included restaurants, cinemas, swimming pools, gymnasiums, ballrooms and other amenities, all served by a rail station and a quay for cruise ships. The outbreak of World War II halted construction; during the war the buildings were used to house refugees and later served as a military hospital. After the war, the complex was occupied by Soviet units for a period, and then stripped of all useable materials, down to the wiring and plumbing. Aside from a museum for East German history, most of the complex has fallen to decay.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora.png",
        "quote": "\"This loss (of freedom) means the fading from human life of values infinitely precious to it. There only remain ironbound conditions of employment and trivial amusements for leisure.\" - A.N. Whitehead",
        "tech_prereq": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/flight.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/prora.json"
    },
    {
        "id": 37,
        "name": "Pyramids",
        "production_cost": 185,
        "game_info": "Requires Liberty. Tile improvement construction speed increased by 25% and two Workers appear near the City.",
        "strategy": null,
        "historical_info": "Built by the fourth dynasty of Egyptian rulers, the Pyramids represent the pinnacle of ancient Egyptian cultural achievement. Constructed on the Giza plateau outside modern-day Cairo, these structures were burial tombs and monuments for the Pharaohs, and may have taken generations and tens of thousands of workers to complete. The Pyramids are the only one of the generally accepted man-made wonders of the ancient world that remains in existence today.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pyramids.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pyramids.png",
        "quote": "\"O, let not the pains of death which come upon thee enter into my body. I am the god Tem, and I am in the foremost part of the sky, and the power which protecteth me is that which is with all the gods forever.\" - The Book of the Dead, translated by Sir Ernest Alfred Wallis Budge",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/pyramids.json"
    },
    {
        "id": 38,
        "name": "Red Fort",
        "production_cost": 625,
        "game_info": "Defensive Buildings in all Cities are 25% more effective.",
        "strategy": null,
        "historical_info": "Built by Shah Jahan, the Lal Qil'ah in Delhi, better known as the Red Fort, was the residence and administrative palace for the Mughal emperors from 1648 AD, when construction was completed, until 1857, when the last Mughal emperor was exiled by the British government. So-called for the red sandstone used to construct its massive 75-foot high outer walls, the Red Fort is a tribute to the magnificence of Mughal architecture with large audience halls, luxurious living quarters, richly landscaped gardens, baths, libraries, and sumptuous mosques. With British occupation the Red Fort was stripped of its valuables, a number of buildings inside it were demolished, the gardens largely filled in, and it was used as a military cantonment. In 2003, the Indian government began a long-term project to restore the Red Fort to its former opulence as a tourist site.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/red_fort.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/red_fort.png",
        "quote": "\"When we build, let us think that we build forever.\" - John Ruskin",
        "tech_prereq": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/red_fort.json"
    },
    {
        "id": 39,
        "name": "Sistine Chapel",
        "production_cost": 500,
        "game_info": "+25% Culture in all Cities. Contains 2 slots for Great Works of Art.",
        "strategy": null,
        "historical_info": "The beauty of Rome's Sistine Chapel has long served as a testament to the mixture of strong religious beliefs and the love of art shared by the people of Renaissance Europe. The great Italian artist Michelangelo devoted four years to painting the mural that adorns the ceiling of the Apostolic Palace, the building that is the official residence of the Pope. Michelangelo's great work depicts events in the book of Genesis and other Biblical stories. Twenty years before Michelangelo began his work on the ceiling, other great Italian artists had painted the walls of the structure with various religious scenes.Michelangelo was commissioned by Pope Julius II to paint the ceiling. He worked on the painting from 1508 to 1512. According to legend, Michelangelo had not wanted to work on the project at all. He was intimidated by the scale of the work and he believed that his true talents lay as a sculptor. In any event, Michelangelo's work has been acclaimed as one of the greatest paintings in western history. Few visitors to the Sistine Chapel have failed to be moved by the artist's dedication to his subject, or his feeling for the nature of human struggle, suffering, and spiritual triumph.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sistine_chapel.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sistine_chapel.png",
        "quote": "\"I live and love in God's peculiar light.\" - Michelangelo Buonarroti",
        "tech_prereq": {
            "name": "Acoustics",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/sistine_chapel.json"
    },
    {
        "id": 40,
        "name": "Statue of Liberty",
        "production_cost": 1060,
        "game_info": "Requires Freedom. +1 Production from Specialists in every city. 1 Free Social Policy.",
        "strategy": null,
        "historical_info": "The Statue of Liberty is one of the largest statues in the world. Measuring over 300 feet tall from the base of its pedestal, the statue is constructed of copper plating over an iron framework and weighs over 250 metric tons. Designed by French sculptor Frederic Bartholdi, the statue, with upraised torch and the broken chains of tyranny at her feet, was presented to the United States by the French government in 1886 to commemorate 100 years of American independence. The statue itself, Liberty Island, and nearby Ellis Island became a national monument in 1924.For more than a century, the Statue of Liberty has stood at the mouth of the New York harbor. Often the first sight seen by immigrants arriving in America, Lady Liberty symbolizes the ideals of freedom upon which the United States was founded.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_of_liberty.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_of_liberty.png",
        "quote": "\"Give me your tired, your poor,Your huddled masses yearning to breathe free,The wretched refuse of your teeming shore.Send these, the homeless, tempest-tossed to me,I lift my lamp beside the golden door!\" - Emma Lazarus",
        "tech_prereq": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/statue_of_liberty.json"
    },
    {
        "id": 41,
        "name": "Statue of Zeus",
        "production_cost": 185,
        "game_info": "Requires Honor. All units gain +15% combat strength when attacking cities.",
        "strategy": null,
        "historical_info": "Standing over 40 feet tall (12m), the Statue of Zeus found in the Temple of Zeus at Olympia, Greece was another of the Seven Wonders of the Ancient World. Known to have been constructed by the Greek sculptor Phidias c. 440 BC, even with Zeus seated on a golden throne, the enormous statue could barely be contained by the temple itself. The statue is thought to have been destroyed no later than 425 AD, when the temple of Zeus was burned. Whether the statue was still present at that time is the subject of much debate.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_of_zeus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_of_zeus.png",
        "quote": "\"He spoke, the son of Kronos, and nodded his head with the dark brows, and the immortally anointed hair of the great god swept from his divine head, and all Olympos was shaken.\" - The Iliad",
        "tech_prereq": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/statue_of_zeus.json"
    },
    {
        "id": 42,
        "name": "Stonehenge",
        "production_cost": 185,
        "game_info": null,
        "strategy": null,
        "historical_info": "Stonehenge is perhaps the most astounding construct of pre-history still standing. Though largely in ruins, this mighty relic still has the power to insight amazement, awe and wonder.Stonehenge was built in southern England. Consisting of concentric circles of stone surrounded by a moat (called a \"henge\"), Stonehenge was constructed in stages over thousands of years. The henge was dug approximately 5000 years ago; the inner ring of smaller \"bluestones\" were added about a thousand years later, in approximately 2000 BC; and the outer ring of huge \"sarsen\" stones was completed 500 years after.No one is sure exactly who constructed Stonehenge. For centuries it was romantically and erroneously believed that the Druids built the wonder, but in fact the edifice was completed 2000 years before there were any Druids. All we really know is that construction was begun by people of the Neolithic period and completed by those who supplanted them.Stonehenge is a wonder of engineering constructed with the most primitive tools. It appears that the outer ditch was dug with wooden and bone implements. The 80 inner bluestones, weighing about 4 tons each, were transported from a quarry over 240 miles away. Scientists speculate that the stones were dragged on logs and wooden sledges for part of the journey and carried on river barges for the rest. The heaviest of the outer ring of stones weighs in at about 50 tons; it took approximately 600 men to drag such stones from their quarry, about 20 miles away. These monster stones had to be pulled upright in exactly the correct position by men equipped with ropes and wooden levers.There is much debate about Stonehenge's purpose. Some theorize that it was built as a temple to honor earth gods, while others believe that it was a burial ground for ancient kings and noblemen. Another theory is that Stonehenge is an ancient astronomical observatory, charting the movement of the stars which men believed controlled their destinies.Whatever its original purpose, it remains today a rugged and beautiful monument to the astonishing skill and dedication of its \"primitive\" builders.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
        "quote": "\"Time crumbles things; everything grows old and is forgotten under the power of time.\" - Aristotle",
        "tech_prereq": {
            "name": "Calendar",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/stonehenge.json"
    },
    {
        "id": 43,
        "name": "Sydney Opera House",
        "production_cost": 1250,
        "game_info": "1 Free Social Policy and +50% Culture in this city. Contains 2 slots for Great Works of Music. Must be constructed in a coastal city.",
        "strategy": null,
        "historical_info": "The Sydney Opera House is one of the grandest modern opera houses in the world. Constructed over a 20-year period ending in 1973, the Sydney Opera House is a beautiful building sitting atop Bennelong Point alongside Sydney Harbor in Sydney, Australia. Designed as a series of shells, or wings, the structure is one of the most recognizable in the world and it has come to symbolize Australia itself, in much the same way that the Statue of Liberty symbolizes the United States or the Great Pyramids symbolize Egypt. It houses an Opera Theatre, Concert Hall, three smaller venues, and a restaurant.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sydney_opera_house.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sydney_opera_house.png",
        "quote": "\"Those who lose dreaming are lost.\" - Australian Aboriginal saying",
        "tech_prereq": {
            "name": "Ecology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/sydney_opera_house.json"
    },
    {
        "id": 44,
        "name": "Taj Mahal",
        "production_cost": 625,
        "game_info": "The empire enters a Golden Age.",
        "strategy": null,
        "historical_info": "The Taj Mahal stands in Agra, India. It was built in the mid-16th century at the orders of the Mughal Emperor Shah Jahan, as a mausoleum for his wife. Acknowledged as one of the most beautiful structures in the world, the Taj Mahal is composed of rare and brilliant materials imported from across India and Asia - it is said that over 1000 elephants were employed to carry the sandstone, marble, jade, turquoise, sapphires, and other materials used in its construction.The Taj Mahal complex covers an area of approximately 1000 feet by 1900 feet and consists of a gateway, garden, mausoleum, mosque, and guest house. The first three buildings are clad in white marble and covered with geometric patterns, while the mosque and guesthouse are built of brilliant red sandstone. The buildings are topped with magnificent onion-shaped domes and minarets.Experts have debated about what makes the Taj Mahal unique and beautiful. Some suggest that it lies in the structures' marvelous proportions and symmetry, while others argue in favor of the way that the marble buildings interact with the light, giving the Taj Mahal ever-changing character as the sun rises and sets. Still others believe that its inherent beauty lies in its purpose - a man seeking to cast in stone his love for his departed wife.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
        "quote": "\"The Taj Mahal rises above the banks of the river like a solitary tear suspended on the cheek of time.\" - Rabindranath Tagore",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/taj_mahal.json"
    },
    {
        "id": 45,
        "name": "Temple of Artemis",
        "production_cost": 185,
        "game_info": "+10% Growth in all cities. +15% Production when building ranged units.",
        "strategy": null,
        "historical_info": "The Temple of Artemis, a Greek temple first constructed in 880 BC, was dedicated to the Goddess Artemis who represented the wilderness, the hunt and the moon. Originally built in the city of Ephesus, the temple is said to have been destroyed and rebuilt no less than seven times, the victim of both natural and man-made disasters. Considered one of the Seven Wonders of the Ancient World, the site was rediscovered by British archaeologists in the late 1800s, and today is marked by a single column made up of excavated remnants found at the site.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/temple_of_artemis.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/temple_of_artemis.png",
        "quote": "\"It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air, that emanation from old trees, that so wonderfully changes and renews a weary spirit.\" - Robert Louis Stevenson",
        "tech_prereq": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/archery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/temple_of_artemis.json"
    },
    {
        "id": 46,
        "name": "Terracotta Army",
        "production_cost": 250,
        "game_info": "Creates a copy of each type of military land unit you control and places the unit near the city where the Terracotta Army is constructed.",
        "strategy": null,
        "historical_info": "Unearthed by Chinese farmers in 1974, the Terracotta Army of Emperor Qin Shi Huang was assembled to accompany the emperor in his burial tomb. Constructed during the 3rd century BC, workers created thousands of life-sized earthen figures, with each soldier having unique characteristics added during their construction. Positioned in proper military formation along deep pits carved within the tomb, the soldiers of the Terracotta Army are joined by horses, chariots, and cavalry which were also replicated in great detail.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/terracotta_army.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/terracotta_army.png",
        "quote": "\"Regard your soldiers as your children, and they will follow you into the deepest valleys; look on them as your own beloved sons, and they will stand by you even unto death.\"- Sun Tzu",
        "tech_prereq": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/terracotta_army.json"
    },
    {
        "id": 47,
        "name": "Uffizi",
        "production_cost": 625,
        "game_info": "Requires Aesthetics. 1 free Great Artist appears near the City where the Wonder was built. Contains 3 slots for Great Works of Art.",
        "strategy": null,
        "historical_info": "Originally constructed from 1560 through 1581 AD as offices (in Italian, uffizi) for the Florentine magistrates, the Uffizi Gallery is one of the world's oldest and most famous art repositories, housing the finest collection of Italian Renaissance paintings anywhere. It is also now home to priceless antiques, sculptures, and more than 100,000 drawing and prints. In 1574, the unfinished top floor was converted into a repository for art treasures amassed by the ruling de Medici family. Over the following decades, other portions of the structure were refurbished as art galleries and storage areas. According to Vasari, artists such as da Vinci and Michelangelo gathered at the Uffizi \"for beauty, for work and for recreation.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/uffizi.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/uffizi.png",
        "quote": "\"The painter is not simply someone who looks and who sees. Above all, the artist is someone who exposes a personal vision by rendering it visible.\" - Marcel Paquet",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/en/wonders/uffizi.json"
    },
    {
        "id": 48,
        "name": "Circus Maximus",
        "production_cost": 125,
        "game_info": "Must have built a Colosseum in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "This National Wonder increases Happiness in the empire by 5. It also provides +1 Culture. A civilization must have a Colosseum in all cities before it can construct a Circus Maximus.",
        "historical_info": "A massive stadium located in the heart of Rome, the Circus Maximus was the first, and largest, chariot racing venue in ancient Rome. At the time of its usage, it could hold over a quarter of a million people, over 25% of the city's population. Measuring over 2000 ft in length, twelve full-sized chariots could easily race side by side. Originally used by the Etruscan kings to host their entertainments and festivals, the first Roman Games were held at the racetrack by the fifth Roman King, Tarquinius Priscus. The site was later expanded by Julius Caesar in 50 BC to its current size.The last recorded race was held in 549 AD by the Ostrogoth king Totila, and was later abandoned. Now the Circus is a public park, the track covered over in grass. Some of the original structures still remain, namely a few starting gates and medians, but now the Circus is mostly used to host live concerts and meetings on the open green.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/horseback_riding.json"
        }
    },
    {
        "id": 49,
        "name": "Grand Temple",
        "production_cost": 125,
        "game_info": "Doubles religious pressure emanating from this City.Must be built in a Holy City. Must have built a Temple in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "An important building for a civilization trying to spread their religion world-wide from an empire with few, populous cities. Must be built in a Holy City. Doubles religious pressure emanating from this city. A civilization must have a Temple in all cities before it can construct the Grand Temple.",
        "historical_info": "A Grand Temple is a revered holy site held sacred among the followers of a given religion. These temples often feature grand architecture and ornate inscriptions that stand for centuries as a testament to the faith of the religion's adherents. Although there is no clear consensus as to which of the many temples found throughout the world today is the oldest, many believe the Göbekli Tepe - found in modern Turkey and assembled over 12,000 years ago - to be the earliest man-made religious structure ever discovered.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/grand_temple.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/theology.json"
        }
    },
    {
        "id": 50,
        "name": "Hermitage",
        "production_cost": 125,
        "game_info": "+50% Culture in this City. Contains 3 slots for Great Works of Art.Must have built an Opera House in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "This National Wonder increases the cultural output of the city in which it is constructed by 50%. It cannot be constructed unless the civilization has an Opera House built in all of its cities.",
        "historical_info": "The Hermitage is a museum in Saint Petersburg, Russia. Constructed in 1764 by Catherine the Great, the Hermitage's collection contains some three million pieces, including the largest collection of paintings in the world. The collection is housed in a number of historic buildings, including the extraordinary Winter Palace, the former official residence of the Tsars from 1732 to 1917.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hermitage.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/architecture.json"
        }
    },
    {
        "id": 51,
        "name": "Heroic Epic",
        "production_cost": 125,
        "game_info": "All newly-trained non-air Units in this City receive the Morale Promotion, improving combat strength by 15%. Contains 1 slot for a Great Work of Writing.Must have built a Barracks in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "This National Wonder gives all units built in this city the \"Morale\" promotion, increasing their combat strength by +15%. It also provides +1 Culture. The Heroic Epic can be constructed when a civilization has a barracks in all of its cities.",
        "historical_info": "From ancient times, a \"heroic epic\" is a poem that defines a people or an era, and is usually centered upon the heroic actions of one or more people. The \"Odyssey\" is such a work, as is the Mesopotamian \"Epic of Gilgamesh\" and the Anglo-Saxon \"Beowulf.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/heroic_epic.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/iron_working.json"
        }
    },
    {
        "id": 52,
        "name": "National Intelligence Agency",
        "production_cost": 125,
        "game_info": "Provides an additional spy and levels up all your existing spies. Also provides a 15% reduction in enemy spy effectiveness. Must have a Police Station in all cities.",
        "strategy": "An important defensive National Wonder for a technology-driven civilization. The National Intelligence Agency provides an additional spy, levels up all your existing spies, and provides a 15% reduction in enemy spy effectiveness. A civilization must have a Police Station in all cities before it can construct the National Intelligence Agency.",
        "historical_info": "A National Intelligence Agency provides government resources for the acquisition of information and intelligence data key to providing security and national defense. Everything from covert operations, including espionage and infiltration, to the assessment of national security risks and response recommendations are made by these agencies. The Central Intelligence Agency of the United States is perhaps the most famous (or notorious) of the world's intelligence agencies, as the program has continually influenced global affairs through various means for decades.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_intelligence_agency.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/radio.json"
        }
    },
    {
        "id": 53,
        "name": "Ironworks",
        "production_cost": 125,
        "game_info": "Must have built a Workshop in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "The Ironworks National Wonder increases a city's Production by 8 . A civilization must have a workshop in all cities before it can construct an Ironworks.",
        "historical_info": "An ironworks is a facility where iron ore is purified and fashioned into iron or steel. The process begins with exposing the raw material to extremely high heat, and after possibly mixing in other materials, results in some form of purified iron or steel. Iron smelting dates back at least to 1200 BC, and perhaps earlier. Not surprisingly, ironworks are dangerous places, and they require tough, highly-skilled and courageous workers.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ironworks.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/machinery.json"
        }
    },
    {
        "id": 54,
        "name": "National College",
        "production_cost": 125,
        "game_info": "Must have built a Library in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "The National College National Wonder increases a city's Science output by 50%, and it provides +1 Culture. A civilization must have a library in all cities before it can construct a National College.",
        "historical_info": "A national college is a state-run institute of higher learning. The modern college can be traced back to medieval Islamic madrasah, institutes of law and theology usually associated with mosques. Most countries in the world now have public college and university systems. The University of Tokyo in Japan is one such public institution. According to the Russian Global Universities Ranking, the University of Tokyo is the most prestigious university in Asia and third in the world.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_college.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/philosophy.json"
        }
    },
    {
        "id": 55,
        "name": "National Epic",
        "production_cost": 125,
        "game_info": "+25% Great People generation in this City. Contains 1 slot for a Great Work of Writing.Must have built a Monument in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "This National Wonder increases a city's Great People generation by 25%. It also provides +1 Culture. A civilization must have a monument in all cities before it can construct a National Epic.",
        "historical_info": "A national epic is a poem or story which describes the origin of a nation, its character, or a significant event in its existence. The \"Epic of Sundiata\" is a Malinese national epic. \"The Song of Hiawatha\" is a United States national epic. The \"Kalevala\" is an epic of Finland. In a more modern form, \"War and Peace\" might be considered a Russian national epic, and \"Roots: The Saga of an American Family\" another American epic.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_epic.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/drama_and_poetry.json"
        }
    },
    {
        "id": 56,
        "name": "East India Company",
        "production_cost": 125,
        "game_info": "Must have built a Market in all Cities. The cost goes up the more cities there are in the empire. Trade routes other players make to a city with an East India Company will generate an extra 4 Gold for the city owner and the trade route owner gains an additional 2 Gold for the trade route.",
        "strategy": "The East India Company increases the amount of Gold a city generates. Trade routes other players make to a city with an East India Company will generate an extra 4 Gold for the city owner and the trade route owner gains an additional 2 Gold for the trade route.",
        "historical_info": "The various East India Companies were joint-stock ventures chartered by the crown to pursue trade in Asia and the islands around the Indian Ocean. Reaching their height during the 17th and 18th centuries, the various companies maintained their own military forces, established settlements under their administration, undertook explorations, fought wars, collected taxes, and built plantations, mines and roads - all in the pursuit of profit. The most successful of these corporations were the \"Honourable\" East India Company of Britain (chartered by Queen Elizabeth in 1600 AD), the Dutch East Indies Company (1602) and the French Company of the Indies (1664).",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/east_india_company.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/guilds.json"
        }
    },
    {
        "id": 57,
        "name": "Oxford University",
        "production_cost": 125,
        "game_info": "1 Free Technology. Contains 2 slots for Great Works of Writing.Must have built a University in all Cities. The cost goes up the more cities there are in the empire.",
        "strategy": "The Oxford University National Wonder provides 1 free technology and +1 Culture. The civilization must have a university in all cities before it can construct Oxford University.",
        "historical_info": "Oxford University is the oldest university in England, and in all of the English-speaking world. Founded sometime late in the 11th century, Oxford has been in continuous operation ever since. Famous Oxford graduates include Roger Bacon, William of Ockham, Sir Walter Raleigh, John Donne, Jonathan Swift, Dr. Samuel Johnson, Oscar Wilde, Sir Richard Burton, and J.R.R. Tolkien.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oxford_university.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/education.json"
        }
    },
    {
        "id": 58,
        "name": "Palace",
        "production_cost": 0,
        "game_info": "Indicates this City is the Capital of the empire. Contains 1 slot for a Great Work of Art.[ICON_CONNECTED] Connecting other Cities to the Capital by Road will produce additional Gold.+3 Production, +3 Science, +3 Gold",
        "strategy": "Your palace is the seat of your government. Early in the game it provides a significant portion of your capital city's culture, gold, science, and production. It also forms the heart of your empire's trading system. Although the palace is automatically rebuilt in another city if your capital is captured, it can still be a terrible blow to your civilization (and it makes it impossible for you to win a Domination victory until you get it back). Protect your palace!",
        "historical_info": "A palace is the residence of a civilization's ruler. The term is somewhat anachronistic, dating back to a time when most countries were ruled by kings or other hereditary leaders. Nowadays modern rulers live in ornate buildings called something like \"the People's House\" or \"the Place of Justice,\" but the effect is the same. Palaces (and their modern equivalents) are designed to do three things: to provide the ruler with access to the people and communications necessary to rule, to defend the leader from attack, and to impress upon subjects and foreign visitors the leader's importance and grandeur.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/palace.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": null
    },
    {
        "id": 59,
        "name": "National Visitor Center",
        "production_cost": 400,
        "game_info": "Must have built a Hotel in all Cities. The cost goes up the more cities there are in the empire. 100% of the Culture from World Wonders, Natural Wonders, and Improvements (Landmarks, Moai, Chateau) is added to the Tourism output of the city. Tourism output from Great Works +100%.",
        "strategy": "With its massive boost to Tourism, the National Visitor Center is an excellent choice for civilizations that are trying to achieve a Culture victory, or attempting to increase your ideological impact on other civilizations. Build it in your top Tourism city once all your cities have completed Hotels.",
        "historical_info": "A Visitor Center is a location that provides information to the travelers to a specific site or area. Most common are the government-run visitor centers which provide information and suggestions on visiting the area's attractions, lodging and costs as well as maps, brochures and memorabilia. The first simple visitor centers were located at railroad stations, and maintained by the railroad companies in the hopes of fostering repeated visits. Today, most towns and cities have a visitor center of some sort with the same aim.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_visitor_center.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/telecommunications.json"
        }
    },
    {
        "id": 60,
        "name": "Apollo Program",
        "production_cost": 750,
        "game_info": "Signals the start of the space race, allowing your Cities to build spaceship parts. When the spaceship is completed, you win a Science Victory!",
        "strategy": "The Apollo Program is the start of the space race. It allows construction of spaceship parts. Each civilization must complete this project before they can construct spaceship parts.",
        "historical_info": "The Apollo Program was a United States initiative to put the first human being on the moon. Conceived in the 1950s, the program began in full earnest in 1961 under President John F. Kennedy. Within a decade, on July 20, 1969, Americans Neil Armstrong and Buzz Aldrin landed on the moon, arguably the single greatest feat of engineering in human history. The Apollo Program was hugely expensive, but the advances it brought in technology and science have changed the world forever.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/apollo_program.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/rocketry.json"
        }
    },
    {
        "id": 61,
        "name": "Manhattan Project",
        "production_cost": 750,
        "game_info": "Allows your Cities to build Atomic Bombs and Nuclear Missiles.",
        "strategy": "The Manhattan Project allows a civilization to construct nuclear weapons. Each civilization must construct the Manhattan Project before it can construct nukes.",
        "historical_info": "The Manhattan Project is the code name for the Anglo-European effort to develop a nuclear bomb during World War II. The project was led by the US but included scientists and engineers from the United Kingdom and Canada. The US began serious efforts to create a nuclear bomb in the 1930s, but the program ramped up into high gear after the Japanese bombed Pearl Harbor in late 1941. Eventually the program would employ some 125,000 people and cost approximately $20 billion (in today's dollars). By 1945 the Manhattan Project had successfully constructed and tested nuclear weapons, and in early August of that year a uranium and a plutonium bomb were dropped upon Japan. Japan surrendered less than a week later, ending World War II.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/manhattan_project.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Atomic Theory",
            "url": "https://eyefyre.github.io/civvapi/v1/en/tech/atomic_theory.json"
        }
    }
]