{
    "id": 1,
    "name": "Hanse",
    "game_info": "Unique German Bank replacement. +5% Production for each Trade Route your civilization has with a City-State. Trade routes other players make to a city with a Hanse will generate an extra 1 Gold for the city owner and the trade route owner gains an additional 1 Gold for the trade route.",
    "strategy": "In addition to the regular abilities of the Bank (additional Gold output, and additional Gold from Trade Routes), the Hanse provides Production for each Trade Route within your civilization that connects to a City-State. The Trade Routes can come from any combination of cities, even cities without the Hanse (Example: If you have trade routes from Berlin to Geneva, Munich to Geneva, Munich to Berlin, and Berlin to Brussels, then all cities with the Hanse would get +15% Production). Only Germany may build it.",
    "historical_info": "From the Old French meaning \"company of merchants,\" the Hanse was a voluntary confederation of merchants and traders organized in a town for the protection and facility of commerce and transport. In the mercantile ports of the Baltic and North Sea these trading guilds became extremely powerful and influential in the 13th Century, with their headquarters in complexes also known as the Hanse. The largest hanse not only housed the administrative offices of the guild, but also storerooms, meeting rooms, markets, banks and, if on the waterfront, docks. The first such appears to have been built in Lubeck c. 1159 AD to facilitate trade between Western Europe and the resource-rich areas of northern Russia. The hanse would give its name to the Hanseatic League, formed around 1250 AD by several German guilds for the pacification of the Baltic trade routes, standardization of promissory notes, and commercial development of their respective cities; the League would remain a political, military (among lesser conflicts, the Dutch-Hanseatic War 1438-1441 and Hanseatic-English War 1470-1474) and economic power in the region until the late 1600s.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hanse.png",
    "prereq_tech": {
        "name": "Banking",
        "url": "https://eyefyre.github.io/civvapi/v1/en/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}