{
    "id": 26,
    "name": "Flourishing of the Arts",
    "game_info": "Flourishing of the Arts Culture increased by 33% in all cities which have built a World Wonder and the empire immediately enters a Golden Age.",
    "historical_info": "\"Flourishing of the Arts\" generally refers to a period of heightened aesthetics characterized by great production of innovative art, usually in conjunction with a civilization's Golden Age. Along with advances in science and living conditions, the \"flourishing of the arts\" during a golden age affects all forms, literature and music as well as the material arts. Unfortunately, every such cycle inevitably is broken, usually due to outside influences such as war, economic collapse, religious fanaticism, or other circumstances beyond people's control.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/flourishing_of_the_arts.png",
    "required_policies": [
        {
            "name": "Cultural Centers",
            "url": "https://eyefyre.github.io/civvapi/v1/en/policies/cultural_centers.json"
        },
        {
            "name": "Fine Arts",
            "url": "https://eyefyre.github.io/civvapi/v1/en/policies/fine_arts.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Aesthetics",
        "game_info": "Aesthetics improves the civilization's ability to generate Culture.Adopting Aesthetics allows you to earn Great Writers, Artists, and Musicians 25% faster. Unlocks building the Uffizi.Adopting all policies doubles the theming bonus you receive from Museums and Wonders. It also allows the purchase of Great Writers, Artists, or Musicians with Faith starting in the Industrial Era.",
        "prereq_era": "Classical Era",
        "historical_info": "Aesthetics is the philosophy of the nature of art and taste, concerned with the creation and appreciation of material beauty. It should be noted that aesthetics does not encompass the functionality or utility of a thing, focusing only on its beauty of form, color, contrast and other artistic aspects."
    }
}