{
    "id": 36,
    "name": "Landed Elite",
    "game_info": "Landed Elite+10% Growth and +2 Food in the Capital.",
    "historical_info": "Under this policy, the power and prestige in a nation is held by those who own the land. The more land one owns, the more powerful one is. In some cases land ownership may be limited to members of a certain class, tribe, religion, or even gender. Great care must be taken by the landed elite to see to it that the great unwashed mass of peasants don't become angry with them, as such situations often end with a radical redistribution of land, which may or may not be accompanied by the executions of the former landowners.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/landed_elite.png",
    "required_policies": [
        {
            "name": "Legalism",
            "url": "https://eyefyre.github.io/civvapi/v1/en/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradition",
        "game_info": "Tradition is best for small empires.Adopting Tradition greatly increases the rate of border expansion in cities and also grants 3 Culture in the Capital. Unlocks building the Hanging Gardens.Adopting all Policies in the Tradition tree will grant +15% Growth and a free Aqueduct in your first 4 cities. It also allows the purchase of Great Engineers with Faith starting in the Industrial Era.",
        "prereq_era": null,
        "historical_info": "Tradition is the policy of honoring the decisions made by one's ancestors and all earlier rulers of the state. New policies are viewed with deep suspicion and distrust. Even in allegedly forward-thinking countries like the United States, tradition can be quite powerful indeed, as may be seen in the tension between those who favor strict adherence to the original literal meaning of the US Constitution, and those who believe that the Constitution must be more broadly interpreted in light of the changing nature of the United States and the world. The former group would be considered to be more traditionalist than the latter."
    }
}