{
    "id": 40,
    "name": "Maritime Infrastructure",
    "game_info": "Maritime Infrastructure+3 Production in all coastal Cities.",
    "historical_info": "Maritime Infrastructure is the term used to describe the collective installations and services that facilitate seaborne mercantile activity. These include the docks, wharves, warehouses and such as well as the stevedores, shipwrights, harbor pilots, and others that handle the docking and loading/unloading of cargo. It has been estimated that throughout history one in every six jobs has been related directly or indirectly to maritime commerce. For those nations seeking wealth and expansion via the oceans, a sound maritime infrastructure is vital. At the height of the British Empire it is estimated that the crown spent almost a third of its revenue in expanding and improving the ports around the globe that serviced the empire's vast merchant fleet.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/maritime_infrastructure.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Exploration",
        "game_info": "Exploration enhances your abilties to spread your empire over the seas.Adopting Exploration gives +1 [ICON_MOVES] Movement for Naval units and +1 Sight for Naval combat units. Unlocks building the Louvre.Adopting all policies allows you to see Hidden Antiquity Sites. It also allows the purchase of Great Admirals with Faith starting in the Industrial Era.",
        "prereq_era": "Medieval Era",
        "historical_info": "Since man first settled in one place, there have always been those among them who have been driven to see what lies over the horizon. Whether motivated by profit, adventure, religion, necessity or just curiosity, explorers have widened our knowledge of the world and its wonders. In the process of exploring, they have also linked diverse and distant cultures, for good or ill. Great explorers from the Carthaginian Hanno to the Chinese admiral Wang Dayuan to the Englishman Sir Richard Burton and thousands of others have driven the expansion of civilizations and shaped history."
    }
}