{
    "id": 91,
    "name": "Warrior Code",
    "game_info": "Warrior Code+15% Production when training Melee units and a Great General appears outside the Capital. Great Generals are earned 50% faster.",
    "historical_info": "The warrior code represents those military organizations in which the soldiers feel a stronger allegiance to the army and their fellow soldiers than to anything else. The soldier is willing - if not eager - to fight and die for the army. He'll follow orders without question, putting the good of the military ahead of his own personal welfare, or indeed the welfare of his nation as a whole. Such organizations can be very dangerous unless the nation's leaders keep an extremely tight grip on it. According to some historians, in pre-World War II Japan, the Imperial Army and Navy were almost entirely out of civilian control, and their militaristic actions dragged that country into the ultimately-disastrous confrontation with the United States.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/warrior_code.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Honor",
        "game_info": "Honor improves the effectiveness of one's army in a variety of ways.Adopting Honor gives a +33% combat bonus VS Barbarians, and notifications will be provided when new Barbarian Encampments spawn in revealed territory. Gain Culture for the empire from each barbarian killed. Unlocks building the Statue of Zeus.Adopting all policies in the Honor tree will grant Gold for each enemy unit killed. It also allows the purchase of Great Generals with Faith starting in the Industrial Era.",
        "prereq_era": null,
        "historical_info": "In an \"honorable\" society, the citizens' status is based upon the society's judgment of their personal qualities. Qualities that are usually considered honorable include fealty, honesty, integrity, and courage. In many such societies men are expected to \"defend their honor\" to the death, as any loss of honor is considered far worse than loss of life."
    }
}