[
    {
        "id": 1,
        "name": "Gran artista|Grandes artistas",
        "game_info": null,
        "strategy": "Un Gran artista puede crear una Gran obra de arte (genera Cultura y Turismo ) que se colocará en la ciudad más cercana que tenga un edificio apropiado con un espacio vacío (como el Palacio, un Museo o una Catedral). Un Gran artista también puede crear una Edad de Oro. Los Grandes artistas se consumen cuando se usan de cualquiera de estos modos.",
        "historical_info": "Los Grandes artistas son los visionarios de una civilización. Interpretan el mundo llevando belleza, brillo, forma y color donde no se había encontrado ninguno de ellos antes. Pueden tallar las estatuas, pintar los cuadros y rodar las películas que definen nuestra humanidad. Con frecuencia, su obra traspasa su tiempo y su lugar y eleva a las personas, haciendo a una civilización mucho más grande de lo que son su poder y sus posesiones materiales.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_artista|grandes_artistas.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_artist.json"
    },
    {
        "id": 2,
        "name": "Gran científico|Grandes científicos",
        "game_info": null,
        "strategy": "El Gran científico puede construir la Academia, una mejora especial que, cuando se explota, proporciona montones de Ciencia . Además, te permite ganar de inmediato una gran cantidad de Ciencia en función del rendimiento científico de tu civilización. Se gasta cuando se utiliza para cualquiera de estas cosas.",
        "historical_info": "Los grandes científicos averiguan cómo funciona el mundo. Descubren que la Tierra orbita en torno al sol. Secuencian el ADN e inventan la mecánica cuántica. Curan la polio y predicen eclipses. Hacen que una civilización sea más inteligente. Inventan el futuro.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_científico|grandes_científicos.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_scientist.json"
    },
    {
        "id": 3,
        "name": "Gran mercader|Grandes mercaderes",
        "game_info": null,
        "strategy": "El Gran mercader puede construir la Aduana, una mejora especial que, cuando se explota, proporciona montones de Oro . También puede ir en expedición a una ciudad-estado en \"misión comercial\", lo que proporciona montones de Oro y confiere muchos puntos de Influencia sobre esa ciudad. Se gasta cuando se utiliza para cualquiera de estas cosas.",
        "historical_info": "Los grandes mercaderes proporcionan los bienes y servicios que una civilización necesita para sobrevivir. Importan comida, medicinas y artículos de lujo, y exportan los productos manufacturados de su civilización. Ofrecen la financiación necesaria para emprender grandes proyectos y crean la riqueza de una civilización.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_mercader|grandes_mercaderes.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_merchant.json"
    },
    {
        "id": 4,
        "name": "Gran ingeniero|Grandes ingenieros",
        "game_info": null,
        "strategy": "El Gran ingeniero puede construir la Factoría, una mejora especial que, cuando se explota, proporciona montones de Producción a una ciudad. También puede acelerar la producción de una unidad, edificio o maravilla en una ciudad. Se gasta cuando se utiliza para cualquiera de estas cosas.",
        "historical_info": "Son los hombres y mujeres que se encargan de hacer las cosas. Construyen monumentos, caminos y redes de información que mejoran las vidas de los que les rodean. Inventan nuevos procesos para fabricar rascacielos o vigas de acero, excavar canales o irrigar desiertos. A ellos debemos el progreso de una civilización.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_ingeniero|grandes_ingenieros.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_engineer.json"
    },
    {
        "id": 5,
        "name": "Gran general|Grandes generales",
        "game_info": null,
        "strategy": "El Gran general puede construir la mejora especial de la Ciudadela, que da una bonificación defensiva a cualquier unidad que la ocupe, daña a las unidades enemigas que se acerquen a ella y pone las casillas adyacentes en tu territorio. Al realizar esta acción se consume. Además, da un 15% de bonificación al combate a las unidades terrestres del jugador que haya a dos casillas o menos. No se consume por dar dicha bonificación.",
        "historical_info": "Los grandes generales son los guerreros supremos de la civilización. Crean armas y entrenan a los soldados. Planean las estrategias para defender a una civilización de sus enemigos, ya sea lanzando ofensivas atrevidas o construyendo sólidas fortificaciones y trampas ingeniosas. Son los primeros en salir de las trincheras o abordar los barcos enemigos. Dirigen los ataques contra el enemigo y sus hombros cargan con los destinos de su gente.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_general|grandes_generales.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_general.json"
    },
    {
        "id": 6,
        "name": "Khan|Khanes",
        "game_info": "Este Gran personaje exclusivo de los mongoles sustituye al Gran general. Aunque da las mismas bonificaciones en combate que éste, el Kan se mueve a más velocidad y puede curar a las unidades adyacentes.",
        "strategy": "El Kan es un Gran personaje exclusivo mongol que sustituye al Gran general estándar. Se mantienen las mismas bonificaciones de combate, pero el Kan se mueve a la misma velocidad que el Keshik (5 puntos por turno) y puede curar a las unidades adyacentes a 15 PG por turno. Este general reforzado garantiza que sus unidades de caballería estén siempre preparadas para la batalla.",
        "historical_info": "En su origen, los khanes eran jefes tribales del pueblo mongol, y podían gobernar desde una única tribu hasta una confederación dispersa de varias tribus menores. En la época del ascenso al poder de Genghis, el título quedaba habitualmente reservado a los líderes militares, pero posteriormente se empleó también para designar a los líderes civiles del Imperio Mongol. Los khanes eran los gobernantes electos de las provincias del imperio, y obtenían sus títulos por sus méritos y su lealtad, en lugar de por lazos de sangre. Estos líderes solían ejercer también de generales para dirigir a los grandes ejércitos mongoles en sus eficaces incursiones y conquistas. Más adelante se creó una extensión de la palabra, \"Khagan\", para designar al gran jefe, el khan de khanes, por así decirlo, pero el término no se empleó hasta después de la muerte de Genghis Khan en 1227 d. C.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/khan|khanes.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/khan.json"
    },
    {
        "id": 7,
        "name": "Gran profeta|Grandes profetas",
        "game_info": null,
        "strategy": "El Gran profeta es la única unidad que puede fundar una religión o potenciarla. También puede construir la mejora especial del Lugar sagrado que, cuando se explota, produce gran cantidad de Fe . Como alternativa, el Gran profeta puede propagar la religión cuatro veces (con lo que desplazará a cualquier religión que hubiera antes en esas ciudades). El Gran profeta se gasta cuando se utiliza de cualquiera de estas tres maneras.",
        "historical_info": "Los \"Grandes profetas\" exploran las fronteras de las creencias religiosas, aportando nuevas opiniones para guiar las decisiones éticas y morales de una civilización. Fundan religiones, propagan la palabra divina y llevan la fe al pueblo. Ofrecen esperanza a la nación incluso en los momentos más oscuros.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_profeta|grandes_profetas.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_prophet.json"
    },
    {
        "id": 8,
        "name": "Gran almirante|Grandes almirantes",
        "game_info": null,
        "strategy": "El Gran almirante tiene la capacidad de reparar al instante cualquier unidad naval o embarcada que esté en la misma casilla o en las casillas adyacentes. Al realizar esta acción se consume. Además, da un 15% de bonificación al combate a las unidades navales del jugador que haya a dos casillas o menos. No se consume por dar dicha bonificación.",
        "historical_info": "Los \"Grandes almirantes\" ofrecen el liderazgo necesario para dirigir y alcanzar la victoria en mar abierto con sus poderosas armadas. Planifican, implementan y ejecutan complejas maniobras que les permiten mantener su superioridad naval, y proporcionan la seguridad costera que necesitan todas las civilizaciones.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_almirante|grandes_almirantes.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_admiral.json"
    },
    {
        "id": 9,
        "name": "Mercader de Venecia|Mercaderes de Venecia",
        "game_info": "Este gran personaje exclusivo de los venecianos es un sustituto del Gran mercader. Aparte de la capacidad de dirigir una misión comercial, el Mercader de Venecia puede conseguir una ciudad-estado directamente y ponerla bajo el control veneciano como si fuera un títere.",
        "strategy": "El Mercader de Venecia es un sustituto exclusivo del Gran mercader. Aparte de las capacidades normales de este, el de Venecia puede conseguir una ciudad-estado directamente, y ponerla bajo el control veneciano como si fuera un títere. Cuando se usa de este modo, el Mercader de Venecia se gasta.",
        "historical_info": "Los mercaderes que operaban fuera de Venecia entre los siglos XII y XVI eran mucho más que meros comerciantes; también eran exploradores, diplomáticos, geógrafos y escritores. Además de enriquecer a la República de Venecia, llevaron conocimiento y cultura y los recogieron por escrito. Las hazañas de personajes como Marco Polo, Gasparo Balbi y Ambrogio Contarini no solo convirtieron Venecia en una ciudad rica, sino también famosa.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/mercader_de_venecia|mercaderes_de_venecia.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/merchant_of_venice.json"
    },
    {
        "id": 10,
        "name": "Gran escritor|Grandes escritores",
        "game_info": null,
        "strategy": "Un Gran escritor puede crear una Gran obra de la literatura (genera Cultura y Turismo ) que se colocará en la ciudad más cercana que tenga un edificio apropiado con un espacio vacío (como un Anfiteatro, la Epopeya nacional, la Epopeya Heroica o una Biblioteca Real). Un Gran escritor también puede escribir un Tratado político, que concede al jugador una gran cantidad de Cultura . Los Grandes escritores se consumen cuando se usan de cualquiera de estos modos.",
        "historical_info": "Los Grandes escritores son aquellos hombres y mujeres con el don de expresar nuestros deseos, percepciones, fantasías, debilidades, miedos y alegrías por escrito. Ya sea en forma de poesía, novela o cuentos, para el escenario o la gran pantalla, estos son los artistas que han definido su civilización y su cultura. Algunos escriben poesía y prosa sobre mundos imaginarios; otros, tratados de filosofía, política, religión y ciencia que hablan de cómo es nuestro mundo o cómo debería. Sus palabras resuenan en el tiempo y nos unen a todos.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_escritor|grandes_escritores.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_writer.json"
    },
    {
        "id": 11,
        "name": "Gran músico|Grandes músicos",
        "game_info": null,
        "strategy": "Un Gran músico puede crear una Gran obra de la música (genera Cultura y Turismo ) que se colocará en la ciudad más cercana que tenga un edificio apropiado con un espacio vacío (como un Teatro de la Ópera o una Torre de difusión). Un Gran músico también puede viajar a otra civilización y realizar una Gira de conciertos, que te dará un empuje único de Turismo en dicho territorio. Los Grandes músicos se consumen cuando se usan de cualquiera de estos modos.",
        "historical_info": "Se ha dicho que la \"música es el alma de un pueblo\". Si eso es cierto, los Grandes músicos son entonces los guardianes de esa alma. Con independencia de su forma y de los instrumentos que se empleen, ningún otro arte habla a nuestras emociones tan directamente como la música. Desde los tiempos en que los hombres marcaron por primera vez el ritmo con troncos hasta la orquesta electrónica moderna, grandes compositores e intérpretes han expresado las penas y alegrías colectivas de cada civilización.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/gran_músico|grandes_músicos.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/great_musician.json"
    },
    {
        "id": 12,
        "name": "Ciudadanos desempleados",
        "game_info": null,
        "strategy": "Cada ciudadano desempleado proporciona una pequeña cantidad de Producción . En cuanto sea posible, deben asignarse a trabajar en casillas o convertirse en especialistas.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/ciudadanos_desempleados.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/unemployed_citizen|unemployed_citizens.json"
    },
    {
        "id": 13,
        "name": "Escritor",
        "game_info": null,
        "strategy": "Crea Escritores para aumentar la producción cultural de una ciudad y acelerar la creación de Grandes escritores.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/escritor.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/writer|writers.json"
    },
    {
        "id": 14,
        "name": "Artista",
        "game_info": null,
        "strategy": "Crea Artistas para aumentar la producción cultural de una ciudad y acelerar la creación de Grandes artistas.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/artista.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/artist|artists.json"
    },
    {
        "id": 15,
        "name": "Músico",
        "game_info": null,
        "strategy": "Crea Músicos para aumentar la producción cultural de una ciudad y acelerar la creación de Grandes músicos.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/músico.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/musician|musicians.json"
    },
    {
        "id": 16,
        "name": "Científico",
        "game_info": null,
        "strategy": "Crea Científicos para aumentar la producción científica de una ciudad y acelerar la creación de Grandes científicos.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/científico.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/scientist|scientists.json"
    },
    {
        "id": 17,
        "name": "Mercader",
        "game_info": null,
        "strategy": "Crea Mercaderes para aumentar el Oro de una ciudad y acelerar la creación de Grandes mercaderes.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/mercader.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/merchant|merchants.json"
    },
    {
        "id": 18,
        "name": "Ingeniero",
        "game_info": null,
        "strategy": "Crea Ingenieros para aumentar la Producción de una ciudad y acelerar la creación de Grandes ingenieros.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/ingeniero.png",
        "url": "https://eyefyre.github.io/civvapi/v1/es/specialists/engineer|engineers.json"
    }
]