[
    {
        "id": 1,
        "name": "Artiste illustre|Artistes illustres",
        "game_info": null,
        "strategy": "Un artiste illustre peut créer un chef-d'oeuvre artistique, qui rapporte à la fois de la culture et du tourisme. Ce chef-d'oeuvre est exposé dans la ville la plus proche disposant d'un bâtiment adapté (palais, musée ou cathédrale, par exemple) et doté d'un emplacement vide. L'artiste illustre peut également déclencher un âge d'or. Dans ces deux cas, l'unité disparaît.",
        "historical_info": "Les artistes illustres sont les visionnaires de leur civilisation. Ils interprètent le monde, lui apportant beauté, brillance, forme et couleur là où elles semblent manquer. Ils sculptent les statues, peignent les toiles, prennent les photographies et réalisent les films qui définissent notre humanité. Parfois, leur travail dépasse leur époque et leur lieu. Il instruit et éclaire tout un peuple, conduisant une civilisation bien plus loin que ses possessions matérielles et sa puissance.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_artist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_artist.json"
    },
    {
        "id": 2,
        "name": "Savant illustre|Savants illustres",
        "game_info": null,
        "strategy": "Les savants illustres peuvent construire un aménagement spécial : l'académie. Une fois exploitée, cette dernière fournit une importante quantité de science à votre civilisation. Les savants illustres vous permettent par ailleurs de gagner immédiatement une grande quantité de science basée sur la production en science de votre civilisation. L'utilisation de l'une ou l'autre de ces compétences spéciales détruit le savant illustre.",
        "historical_info": "Les savants illustres étudient le monde. Ils découvrent que la Terre tourne autour du Soleil. Ils analysent l'ADN et inventent la mécanique quantique. Ils guérissent la poliomyélite et prédisent les éclipses. Ils rendent une civilisation plus intelligente. Ils inventent l'avenir.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_scientist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_scientist.json"
    },
    {
        "id": 3,
        "name": "Marchand illustre|Marchands illustres",
        "game_info": null,
        "strategy": "Les marchands illustres peuvent construire un aménagement spécial : le bureau de douane. Une fois exploité, ce dernier fournit une importante quantité d'or à votre civilisation. En se rendant dans une cité-état, les marchands illustres ont également la possibilité d'y conduire une mission commerciale qui génère énormément d'or pour votre empire et améliore vos relations avec la cité-état en question. L'utilisation de l'une ou l'autre de ces compétences spéciales détruit le marchand illustre.",
        "historical_info": "Les marchands illustres fournissent les biens et les services dont les civilisations ont besoin pour survivre. Ils importent nourriture, médicaments ou produits de luxe et exportent les produits manufacturés. Ils trouvent le financement pour les grands travaux à accomplir. Ils font la prospérité d'une civilisation.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_merchant.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_merchant.json"
    },
    {
        "id": 4,
        "name": "Ingénieur illustre|Ingénieurs illustres",
        "game_info": null,
        "strategy": "Les ingénieurs illustres peuvent construire un aménagement spécial : la manufacture. Une fois exploitée, cette dernière fournit une importante quantité de production à la ville dont elle dépend. Les ingénieurs illustres ont également la possibilité d'accélérer la production d'une unité, d'un bâtiment ou d'une merveille. L'utilisation de l'une ou l'autre de ces compétences spéciales détruit l'ingénieur illustre.",
        "historical_info": "Les bâtisseurs illustres sont les hommes et les femmes qui font avancer les choses. Ils construisent des monuments, des routes ou des réseaux d'information qui améliorent la vie de ceux qui les entourent. Ils inventent de nouvelles méthodes pour ériger de vertigineux bâtiments d'acier brillant, ils creusent des canaux et irriguent les déserts. Ils font avancer la civilisation.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_engineer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_engineer.json"
    },
    {
        "id": 5,
        "name": "Général illustre|Généraux illustres",
        "game_info": null,
        "strategy": "Les généraux illustres peuvent construire un aménagement spécial : la citadelle. Cette dernière fournit un bonus défensif important à toute unité qui l'occupe, endommage les unités ennemies se déplaçant à côté et intègre toutes les cases adjacentes à votre territoire. La construction d'une citadelle détruit le général illustre. Un général illustre fournit un bonus de combat de 15% aux unités du joueur situées dans un rayon de 2 cases. Il n'est PAS détruit après avoir déclenché ce bonus.",
        "historical_info": "Les généraux illustres sont les plus grands guerriers de la civilisation. Ils créent les armes et entraînent les soldats. Ils élaborent des stratégies pour protéger leur civilisation de la menace ennemie, lançant d'audacieuses offensives, installant de solides fortifications ou tendant d'implacables pièges. Ils sont les premiers à sauter hors d'une tranchée ou à l'abordage d'un bateau. Ils mènent la charge sur le champ de bataille, portant sur leurs épaules la responsabilité de la survie de tous.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_general.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_general.json"
    },
    {
        "id": 6,
        "name": "Khan|Khans",
        "game_info": "Ce personnage illustre exclusif aux Mongols remplace le général illustre. S'il fournit les mêmes bonus en combat que le général illustre standard, il se déplace par contre plus vite et peut soigner les unités adjacentes.",
        "strategy": "Le Khan est un personnage illustre exclusif aux Mongols qui remplace le général illustre standard. Il dispose des mêmes bonus de combat, mais se déplace comme le Keshik (5 points par tour) et peut soigner les unités adjacentes de 15 PV par tour. Ce général amélioré veille à ce que ses unités de cavalerie soient toujours prêtes au combat.",
        "historical_info": "À l'origine, les Khans étaient des chefs de tribu du peuple mongol et pouvaient diriger d'une seule tribu à une confédération entière de petits groupes. Lorsque Gengis Khan prit le pouvoir, ce titre était le plus souvent réservé à des dirigeants militaires, mais il fut aussi plus tard accordé aux dirigeants civils de l'empire mongol. Les Khans étaient les dirigeants élus des provinces de l'empire et conservaient leur titre en fonction de leur mérite et de leur loyauté, plutôt que par les liens du sang. Ces chefs faisaient aussi souvent office de généraux, et dirigeaient les grandes armées mongoles dans leurs raids et leurs conquêtes. On créa plus tard l'extension \"Khagan\", un nom désignant le dirigeant suprême, le Khan de tous les Khans, mais le mot ne fut utilisé qu'après la mort de Gengis Khan en 1227.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/khan.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/khan.json"
    },
    {
        "id": 7,
        "name": "Prophète illustre|Prophètes illustres",
        "game_info": null,
        "strategy": "Le prophète illustre est la seule unité capable de fonder ou de développer une religion. Il peut également construire l'aménagement spécial \"lieu sacré\", qui rapporte beaucoup de foi. Le prophète illustre peut également propager une religion à 4 reprises (remplaçant n'importe quelle autre religion présente dans les villes concernées). Le prophète illustre est détruit après avoir effectué l'une de ces actions.",
        "historical_info": "Les prophètes illustres explorent les frontières des croyances religieuses et mettent leurs remarquables connaissances au service d'une civilisation afin de guider ses choix éthiques et moraux. Ils fondent des religions, répandent la bonne parole et donnent la foi au peuple. Ils sont porteurs d'espoir, même dans les temps les plus difficiles.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_prophet.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_prophet.json"
    },
    {
        "id": 8,
        "name": "Amiral illustre|Amiraux illustres",
        "game_info": null,
        "strategy": "L'amiral illustre peut réparer instantanément n'importe quelle unité navale ou unité embarquée située sur la même case, ainsi que sur les cases adjacentes. Il est détruit lorsqu'il effectue cette action. L'amiral illustre offre par ailleurs un bonus de combat de +15% à toutes les unités navales du joueur dans un rayon de 2 cases. Il n'est PAS détruit après avoir déclenché ce bonus.",
        "historical_info": "Les amiraux illustres ont la responsabilité de mener en pleine mer leurs puissantes flottes jusqu'à la victoire. Ils planifient, élaborent et exécutent des manœuvres complexes afin d'asseoir leur supériorité navale et de veiller à la sécurité des côtes, indispensable à toute civilisation.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_admiral.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_admiral.json"
    },
    {
        "id": 9,
        "name": "Marchand de Venise|Marchands de Venise",
        "game_info": "Ce personnage illustre vénitien unique remplace le marchand illustre. Hormis sa capacité à mener des missions commerciales, le marchand de Venise peut acheter des cités-états, faisant de celles-ci des villes fantoches sous contrôle vénitien.",
        "strategy": "Le marchand de Venise est un marchand illustre exclusif. En plus des compétences habituelles du marchand illustre, le marchand de Venise peut acquérir une cité-état pour en faire une ville fantoche sous contrôle vénitien. Attention cependant, le marchand de Venise disparaît au cours de cette opération.",
        "historical_info": "Les marchands qui opéraient en dehors de Venise entre le XIIIe siècle et le XVIe siècle étaient plus que de simples commerçants ; ils étaient explorateurs, diplomates, géographes et auteurs. Au-delà des richesses qu'ils apportaient à la République de Venise, ils revenaient avec la culture et le savoir, qu'ils mettaient par écrit. Les exploits d'individus comme Marco Polo, Gasparo Balbi et Ambrogio Contarini n'ont pas seulement fait de Venise une ville riche, ils ont également contribué à sa renommée.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/merchant_of_venice.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/merchant_of_venice.json"
    },
    {
        "id": 10,
        "name": "Écrivain illustre|Écrivains illustres",
        "game_info": null,
        "strategy": "Un écrivain illustre peut produire un chef-d'oeuvre littéraire, qui rapporte à la fois de la culture et du tourisme. Ce chef-d'oeuvre est présenté dans la ville la plus proche disposant d'un bâtiment adapté (amphithéâtre, épopée nationale, épopée héroïque ou bibliothèque royale, par exemple) et doté d'un emplacement vide. L'écrivain illustre peut également rédiger des traités politiques, qui rapportent au joueur une quantité importante de culture. Dans ces deux cas, l'unité disparaît.",
        "historical_info": "Les écrivains illustres sont ces hommes et ces femmes qui ont le don de poser des mots sur nos désirs, nos pensées profondes, nos passions, nos petites manies, nos peurs et nos joies. Que ce soit au travers de la poésie, des romans et des histoires, pour la scène ou l'écran, ce sont les artistes qui définissent leur culture et leur civilisation. Certains écrivent des vers et de la prose pour donner vie à des mondes imaginaires, d'autres rédigent des traités philosophiques, politiques, religieux ou scientifiques sur notre monde, tel qu'il est ou tel qu'il devrait être. Leurs mots résonnent à travers les époques, liant les hommes les uns aux autres.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_writer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_writer.json"
    },
    {
        "id": 11,
        "name": "Musicien illustre|Musiciens illustres",
        "game_info": null,
        "strategy": "Un musicien illustre peut créer un chef-d'oeuvre musical, qui rapporte à la fois de la culture et du tourisme. Ce chef-d'oeuvre est placé dans la ville la plus proche disposant d'un bâtiment adapté (opéra ou tour de radiodiffusion, par exemple) et doté d'un emplacement vide. Le musicien illustre peut également se rendre dans une autre civilisation et y donner une série de concerts, qui vous rapportera un bonus unique en tourisme pour ce territoire. Dans ces deux cas, l'unité disparaît.",
        "historical_info": "On dit que la musique est l'âme d'un peuple ; si tel est bien le cas, alors les musiciens illustres sont les gardiens de cette dernière. Quelle que soit l'apparence qu'elle prend, quels que soient les instruments qu'elle utilise, la musique s'adresse à nos émotions comme aucune autre forme d'art. De l'époque où les hommes battaient le rythme sur des morceaux de bois aux orchestres électroniques modernes, les grands compositeurs et musiciens ont toujours exprimé les peines et les joies communes à leur civilisation.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/great_musician.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/great_musician.json"
    },
    {
        "id": 12,
        "name": "Citoyen disponible",
        "game_info": null,
        "strategy": "Les citoyens disponibles génèrent chacun une petite quantité de production. Assignez-les dès que possible à l'exploitation de cases de terrain ou employez-les comme spécialistes.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/unemployed_citizen.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/unemployed_citizen|unemployed_citizens.json"
    },
    {
        "id": 13,
        "name": "Écrivain",
        "game_info": null,
        "strategy": "Créez des écrivains pour améliorer la production de culture d'une ville et pour accélérer l'apparition d'écrivains illustres.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/writer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/writer|writers.json"
    },
    {
        "id": 14,
        "name": "Artiste",
        "game_info": null,
        "strategy": "Formez des artistes afin d'améliorer la production de culture de vos villes et d'accélérer l'apparition d'artistes illustres.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/artist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/artist|artists.json"
    },
    {
        "id": 15,
        "name": "Musicien",
        "game_info": null,
        "strategy": "Créez des musiciens pour améliorer la production de culture d'une ville et pour accélérer l'apparition de musiciens illustres.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/musician.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/musician|musicians.json"
    },
    {
        "id": 16,
        "name": "Scientifique",
        "game_info": null,
        "strategy": "Formez des scientifiques afin d'améliorer la production de science de vos villes et d'accélérer l'apparition de savants illustres.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/scientist.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/scientist|scientists.json"
    },
    {
        "id": 17,
        "name": "Marchand",
        "game_info": null,
        "strategy": "Formez des marchands afin d'améliorer la production d'or de vos villes et d'accélérer l'apparition de marchands illustres.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/merchant.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/merchant|merchants.json"
    },
    {
        "id": 18,
        "name": "Ingénieur",
        "game_info": null,
        "strategy": "Formez des ingénieurs afin d'améliorer la production de vos villes et d'accélérer l'apparition d'ingénieurs illustres.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/engineer.png",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/specialists/engineer|engineers.json"
    }
]