{
    "id": 2,
    "name": "Angkor Wat|l'Angkor Wat|l'Angkor Wat",
    "production_cost": 400,
    "game_info": "Il costo in Cultura e Oro dell'acquisizione di nuove caselle è ridotto del 25% in ogni città.",
    "strategy": null,
    "historical_info": "Angkor Wat è un tempio che fa parte del sito archeologico di Angkor, in Cambogia. Edificato nel XII secolo da re Suyavaman II, la struttura era adibita a palazzo reale e tempio principale del regno, la cui religione ufficiale era l'Induismo. Due o tre secoli dopo, Angkor Wat venne convertito al buddismo. Il complesso, delle dimensioni di 900 metri per 800 metri, ospita molti edifici circondati da una muraglia e un fossato.Angkor Wat è costruito principalmente in pietra arenaria. La sua forma rettangolare ricorda in qualche modo le antiche fortezze; gli edifici sono separati dalle mura esterne da un cortile simile a quella che si potrebbe trovare in un castello.Un tempo questo cortile ospitava edifici di legno, che però hanno dovuto tutti soccombere al passare del tempo. La struttura rimasta, realizzata in pietra, è divisa in tre gallerie costruite su piattaforme sopraelevate. Le due esterne ospitavano biblioteche, mentre la zona interna era un santuario dedicato a Vishnu (successivamente riconvertito all'adorazione del Budda). Le gallerie sono sormontate da torri che ricordano alveari stilizzati: la più alta raggiunge i 43 metri. Le mura dei palazzi sono ornate da meravigliosi bassorilievi che raffigurano scene della mitologia indù.Malgrado sia stato molto trascurato nella seconda metà del XX secolo, di recente sono stati fatti molti sforzi per riportare ai fasti antichi questo favoloso e unico luogo di culto, visitato ogni anno da un numero sempre crescente di pellegrini e turisti.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat|l'angkor_wat|l'angkor_wat.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat|l'angkor_wat|l'angkor_wat.png",
    "quote": "'Il tempio non ha eguali nel mondo. Ha torri e decorazioni e tutti gli abbellimenti che il genio dell'uomo può concepire.' - Antonio da Magdalena",
    "tech_prereq": {
        "name": "Education",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}