{
    "id": 5,
    "name": "Porta di Brandeburgo|la Porta di Brandeburgo|la Porta di Brandeburgo",
    "production_cost": 750,
    "game_info": "Un Grande Generale compare vicino alla città in cui è stata costruita la Meraviglia; +15 XP a tutte le unità costruite in questa città.",
    "strategy": null,
    "historical_info": "La Porta di Brandeburgo è l'unica sopravvissuta delle porte di Berlino. Costruita nel 1788-1791 nel classico stile dell'arco di trionfo, è ornata da molte colonne e sormontata dalla quadriga della Vittoria, la scultura di un carro trainato da quattro cavalli. Si trova alla fine del viale Unter den Linden.Dopo la Seconda Guerra Mondiale, Berlino fu divisa in due parti, una controllata dall'Unione Sovietica e dai suoi alleati, l'altra dagli Stati Uniti e dai loro alleati. In seguito i sovietici costruirono il muro di Berlino per separare fisicamente le due aree. La Porta di Brandeburgo si trovò in una sorta di \"terra di nessuno\" e nessuno poté accedervi dal 1961 al 1989. Fu riaperta nel 1989 come parte della riunificazione di Berlino e della Germania.Oggi rappresenta il simbolo dell'unità nazionale ed è visitata ogni anno da decine di migliaia di turisti, che la varcano da est e da ovest.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/porta_di_brandeburgo|la_porta_di_brandeburgo|la_porta_di_brandeburgo.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/porta_di_brandeburgo|la_porta_di_brandeburgo|la_porta_di_brandeburgo.png",
    "quote": "'La pallida morte batte ugualmente alla porta del povero e al palazzo del re.' - Orazio",
    "tech_prereq": {
        "name": "Military Science",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}