{
    "id": 7,
    "name": "Chichén Itzá|Chichén Itzá|Chichén Itzá",
    "production_cost": 300,
    "game_info": "La durata delle Età dell'Oro aumenta del 50%.",
    "strategy": null,
    "historical_info": "Chichén Itzá è una straordinaria città di pietra costruita nello Yucatan, in Messico. Alcuni degli edifici e delle piramidi più antichi risalgono a 1.500 anni fa e sono di origine tolteca e maya.Chichén Itzá è formata da cortili, edifici e templi di pietra. Su un lato si estende un grande campo per il \"pok-ta-pok\", il gioco della palla cerimoniale: questo è uno sport interessantissimo nel quale due squadre dovevano far passare la palla attraverso dei cerchi posti ai lati opposti del campo. Alla fine, il capitano della squadra vincente veniva decapitato come sacrificio agli dèi. Malgrado la città sia stata devastata dai saccheggi e dal passare del tempo, rimangono ancora molte splendide incisioni e statue.Al centro della città sorge la grande piramide a gradoni di Kukulcan, nota anche come \"el Castillo\": costruita attorno al XIII secolo, ha una base quadrata di circa 55 metri di lato ed è alta 24 metri. Come vuole la tradizione maya, venne edificata sopra una piramide più vecchia e più piccola.Chichén Itzá è stata una città fiorente fino al XIII secolo, quando tra i Maya scoppiò la rivoluzione e la guerra civile: da quel momento in poi per la città cominciò un rapido e inesorabile declino. Il centro della città era già abbandonato e in rovina quando gli spagnoli conquistarono lo Yucatan nel XVI secolo.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichén_itzá|chichén_itzá|chichén_itzá.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichén_itzá|chichén_itzá|chichén_itzá.png",
    "quote": "'Il katun è stabilito a Chichén Itzá. L'insediamento degli Itzá vi avrà luogo. Arriverà il quetzal, arriverà l'uccello verde. Ah Kantenal arriverà. È la parola di Dio. Gli Itzá arriveranno.' - I Libri di Chilam Balam",
    "tech_prereq": {
        "name": "Civil Service",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}