{
    "id": 56,
    "name": "Compagnia Indie Orientali|la Compagnia Olandese delle Indie Orientali|una Compagnia Olandese delle Indie Orientali",
    "production_cost": 125,
    "game_info": "È necessario avere un Mercato in tutte le città. Il costo aumenta con il numero di città nell'impero. Le Rotte commerciali portate da altri giocatori in una città che possiede una Compagnia delle Indie Orientali frutteranno 4 Oro extra al possessore della città, mentre il possessore della Rotta commerciale guadagnerà 2 Oro aggiuntivo per la Rotta commerciale.",
    "strategy": "La Compagnia delle Indie Orientali incrementa la quantità d' Oro generata da una città. Le Rotte commerciali portate da altri giocatori in una città che possiede una Compagnia delle Indie Orientali frutteranno 4 Oro extra al possessore della città, mentre il possessore della Rotta commerciale guadagnerà 2 Oro aggiuntivo per la Rotta commerciale.",
    "historical_info": "Le varie Compagnie delle Indie Orientali erano società miste promosse dalla corona per sviluppare il commercio con l'Asia e le isole dell'Oceano Indiano. Al loro apice, nel XVII e XVIII Secolo, le Compagnie disponevano di forze militari proprie, amministravano direttamente i loro insediamenti, intraprendevano esplorazioni, combattevano guerre, riscuotevano le tasse e costruivano piantagioni, strade e miniere: tutto in nome del profitto. Tra quelle di maggior successo si ricordano l'\"Onorevole\" Compagnia delle Indie Orientali inglese (promossa dalla Regina Elisabetta I nel 1600), la Compagnia Olandese delle Indie Orientali (1602) e la Compagnia Francese delle Indie (1664).",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/compagnia_indie_orientali|la_compagnia_olandese_delle_indie_orientali|una_compagnia_olandese_delle_indie_orientali.png",
    "background_image": null,
    "quote": null,
    "tech_prereq": {
        "name": "Guilds",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
    }
}