{
    "id": 12,
    "name": "Città Proibita|la Città Proibita|una Città Proibita",
    "production_cost": 500,
    "game_info": "Richiede il Mecenatismo. Fornisce 2 Delegati aggiuntivi al Congresso Mondiale. L' Infelicità prodotta dai cittadini nelle città non occupate è ridotta del 10%.",
    "strategy": null,
    "historical_info": "Costituita da un insieme di strutture imperiali a Pechino, la Città proibita rappresenta un testamento dell'ingegnosità e del senso estetico dell'architettura cinese. Giardini ornamentali, terrazze e fontane circondano la magnifica struttura, che è diventata la capitale della Cina nel 1421. È stata la residenza di 24 imperatori delle dinastie Ming e Quing, finché l'ultimo imperatore non ha abdicato nel 1911.Malgrado il nome corretto dell'edificio sia \"Palazzo imperiale\", è sicuramente più noto con il nome di Città proibita, poiché la gente normale non poteva metterci piede. Circondato da un fossato di 50 metri e mura alte 10 metri, esistevano poche probabilità di ricevere visite indesiderate. La Città proibita è enorme: occupa 69 ettari e ospita 8.706 stanze. All'interno vivevano dalle 8.000 alle 10.000 persone il cui compito era soddisfare ogni desiderio dell'imperatore. Al giorno d'oggi la Città proibita è una delle maggiori attrazioni turistiche del mondo ed è tuttora utilizzata come simbolo della sovranità cinese.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/città_proibita|la_città_proibita|una_città_proibita.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/città_proibita|la_città_proibita|una_città_proibita.png",
    "quote": "'La maggior parte di noi può, a sua volontà, fare di questo mondo un palazzo o una prigione.' - John Lubbock",
    "tech_prereq": {
        "name": "Banking",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}