{
    "id": 17,
    "name": "Grande Muraglia|la Grande Muraglia|una Grande Muraglia",
    "production_cost": 250,
    "game_info": "Le unità nemiche terrestri devono spendere 1 [ICON_MOVES] movimento extra per ogni casella all'interno del tuo territorio. Fornisce Mura gratuite nella città in cui è costruita. La Grande Muraglia diventa obsoleta con la scoperta della Dinamite.",
    "strategy": null,
    "historical_info": "La Grande Muraglia cinese è una delle costruzioni più famose e imponenti mai realizzate dall'uomo. Gli imperatori cinesi ordinarono la sua costruzione per respingere gli attacchi delle tribù nomadi della Manciuria e della Mongolia. Curiosamente, la Grande Muraglia non aveva lo scopo di tenere fuori i nomadi: i cinesi si rendevano ben conto che sarebbe stato impossibile difendere un confine tanto esteso. Lo scopo era ostacolare il trasporto del bottino di guerra e scoraggiare così le incursioni, che sarebbero risultate molto meno redditizie.In realtà ci furono cinque grandi muraglie, costruite da diverse dinastie. Le prime quattro erano costruite con la terra e ormai sono completamente scomparse. Quella attuale, la più lunga di tutte, fu eretta dalla dinastia Ming tra il 1368 e il 1640 d.C. utilizzando materiali più resistenti, come la pietra. La Muraglia dei Ming si estende per 8.851 chilometri (ma fino a poco fa si riteneva che fossero \"solo\" 6.350): la sua estremità orientale è a Shanhaiguan, sul golfo di Bohai, quella occidentale è a Lop Nur, nella porzione sudorientale dell'Uygur, una regione autonoma dello Xinjiang. Questa è la regione dove la Via della Seta si fece strada inizialmente nell'entroterra cinese e dove vennero erette una serie di torri di guardia in grado di comunicare con segnali di fumo per trasmettere rapidamente i messaggi su grandi distanze.Da un punto di vista strettamente militare la muraglia si rivelò un mezzo fallimento. I Manciù riuscirono a corrompere un generale cinese che li fece passare, e la muraglia si rivelò così piuttosto inutile nel respingere un'invasione importante. Dopo la conquista della Cina da parte dei Manciù i confini del paese si allargarono di molto a nord, rendendo la muraglia inutile. La muraglia fu anche molto costosa da costruire, anche in termini di vite: si calcolano oltre un milione di morti, tanto da farle meritare il soprannome di \"lungo cimitero\".Oggi buona parte della grande muraglia va in rovina: se le parti che attraversano le regioni frequentate dai turisti sono in buono stato, il resto cade a pezzi, e forse solo il 20% della muraglia si trova in buone condizioni. Nonostante ciò, la grande muraglia continua a essere la più importante attrazione turistica della Cina nonché una vera meraviglia del mondo.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_wall.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_wall.png",
    "quote": "\"L'arte della guerra ci insegna a non affidarci alla possibilità che il nemico... non ci attacchi, ma piuttosto alla certezza di aver reso la nostra posizione inattaccabile.\" - Sun Tzu",
    "tech_prereq": {
        "name": "Engineering",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/engineering.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}