{
    "id": 18,
    "name": "Santa Sofia|Santa Sofia|Santa Sofia",
    "production_cost": 300,
    "game_info": "Appare un Grande Profeta gratuito. Fornisce un Tempio gratuito nella città in cui è costruita.",
    "strategy": null,
    "historical_info": "La basilica di Santa Sofia, o \"Chiesa della Sacra Saggezza\", fu eretta nel 530 d.C. come chiesa greca ortodossa nell'attuale Istanbul (un tempo Costantinopoli). Si tratta di una struttura meravigliosa e finemente decorata, realizzata in marmo e pietra e sormontata da una cupola d'oro di oltre 30 metri di diametro. Per l'epoca fu un'opera di ingegneria senza precedenti, anche se durante la sua esistenza la cupola crollò diverse volte. Ai quattro angoli della basilica si trovano altrettante raffinate torri.L'interno della basilica è occupato da archi e colonne che si estendono fino alla cupola, che sembra quasi fluttuare in cima all'edificio. Le pareti sono rivestite con marmi e mosaici dorati che descrivono scene bibliche e immagini di santi cristiani.Nel 1453 Costantinopoli venne conquistata dagli Ottomani e la basilica di Santa Sofia venne convertita in moschea. L'iconografia umana è proibita dall'Islam, così i mosaici vennero ricoperti con l'intonaco. Nel 1934 il presidente turco Kemal Ataturk trasformò il palazzo in un museo. In anni recenti la basilica ha subito diverse opere di restauro e sono anche stati scoperti diversi mosaici. Malgrado il passare del tempo, Santa Sofia è universalmente nota come uno degli edifici più affascinanti del mondo.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/santa_sofia|santa_sofia|santa_sofia.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/santa_sofia|santa_sofia|santa_sofia.png",
    "quote": "'Perché si erge così alta da toccare il cielo, e come fluttuando sugli altri edifici guarda dall'alto in basso il resto della città, abbellendola, perché fa parte di essa, ma gloriandosi della propria bellezza.' - Procopio, Sugli edifici",
    "tech_prereq": {
        "name": "Theology",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 3,
        "happiness": 0
    }
}