{
    "id": 20,
    "name": "Castello di Himeji|il Castello di Himeji|il Castello di Himeji",
    "production_cost": 500,
    "game_info": "+15% alla Forza di combattimento delle unità che combattono in territorio amico. Fornisce un Castello gratuito nella città in cui è costruito.",
    "strategy": null,
    "historical_info": "Lo straordinario castello di Himeji è noto come una delle strutture più belle del mondo. Costruito inizialmente nel XIV secolo e poi ricostruito ed esteso tra la fine del Cinquecento e l'inizio del Seicento da Kuroda Yoshitaka e Ikeda Terumasa, il castello di Himeji è una struttura di pietra e legno alta e imponente, a più livelli, con un esterno bianco brillante e una serie di bellissimi tetti incurvati. È conosciuto anche con il soprannome di \"airone bianco\" per il colore dello stucco che lo riveste.Il castello di Himeji è circondato da un intricato labirinto di sentieri che portano alla fortezza. Le mura e i cancelli sono stati progettati per obbligare un esercito all'attacco a incanalarsi e percorrere una serie di cerchi concentrici con molti vicoli ciechi prima di raggiungere il portone principale. Questo ovviamente avrebbe obbligato le forze ostili a disperdersi e avrebbe consentito ai difensori di attaccarle costantemente durante il loro avvicinamento. Questo sagace sistema non fu mai messo alla prova, perché durante l'epoca medievale il castello non fu mai attaccato.Sebbene le aree circostanti siano state severamente danneggiate durante la Seconda Guerra Mondiale, il castello ne uscì quasi illeso. Al momento è oggetto di un profondo restauro, ma rimane una delle mete turistiche più apprezzate di tutto il Giappone.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/castello_di_himeji|il_castello_di_himeji|il_castello_di_himeji.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/castello_di_himeji|il_castello_di_himeji|il_castello_di_himeji.png",
    "quote": "'Il Bushido si realizza in presenza della morte. Significa, ogni volta che c'è una scelta tra la vita e la morte, scegliere la seconda. Non c'è alcun altro ragionamento.' - Yamamoto Tsunetomo",
    "tech_prereq": {
        "name": "Gunpowder",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}