{
    "id": 22,
    "name": "Stazione Spaziale Internazionale|la Stazione Spaziale Internazionale|una Stazione Spaziale Internazionale",
    "production_cost": -1,
    "game_info": "+1 Produzione dagli scienziati e +1 Scienza dagli ingegneri. I Grandi Scienziati forniscono il 33% di Scienza in più quando sono utilizzati per scoprire nuove tecnologie. Si può costruire solo attraverso uno sforzo cooperativo coordinato dal Congresso Mondiale.",
    "strategy": null,
    "historical_info": "Costruita con moduli prefabbricati lanciati singolarmente, la Stazione Spaziale Internazionale è un satellite abitabile che occupa un'orbita bassa intorno alla Terra. La stazione è il risultato della fusione, avvenuta nel 1993, di tre iniziative nazionali volte a stabilire una piattaforma orbitale permanente per la ricerca e l'esplorazione spaziale: la \"Mir-2\" sovietica, l'americana \"Freedom\" e la \"Columbus\" dell'Unione Europea. A tutt'oggi astronauti provenienti da 15 paesi diversi hanno vissuto e lavorato sulla stazione. Gli approvvigionamenti e i membri dell'equipaggio sono stati trasferiti sulla piattaforma utilizzando gli shuttle americani e i razzi Soyuz russi; questi ultimi saranno presto sostituiti da Progress russi, ATV europei, H-II Transfer Vehicle giapponesi e dai Dragon della compagnia americana SpaceX. La Stazione Spaziale Internazionale è l'oggetto artificiale in orbita più grande: nelle condizioni ottimali, è possibile scorgerla da terra a occhio nudo.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/international_space_station.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/international_space_station.png",
    "quote": "\"Costruire una stazione spaziale per tutti era e rimane una follia; avremmo dovuto costruirne una dozzina.\" - Larry Niven",
    "tech_prereq": null,
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}