{
    "id": 23,
    "name": "Cremlino|il Cremlino|il Cremlino",
    "production_cost": 1060,
    "game_info": "Richiede l'Ordine. +50% alla Produzione di unità corazzate. 1 Politica Sociale gratuita.",
    "strategy": null,
    "historical_info": "\"Cremlino\" è una parola russa che denota un complesso fortificato di edifici nel centro di una città. In genere chi la usa si riferisce al Cremlino di Mosca, una straordinaria serie di edifici che ospita gran parte degli organi governativi della Russia. Il Cremlino si erge su una collina che si affaccia sul fiume Moscova. Quella posizione è stata occupata da strutture fortificate di qualche tipo da quasi 1000 anni. Il luogo è stato chiamato \"cremlino\" nel XIV secolo.Il Cremlino è racchiuso all'interno di una cinta muraria triangolare e si estende per circa 27 ettari. Le mura sono realizzate con mattoni rossi e presentano torri molto affusolate agli angoli e accanto agli ingressi. Molti di questi edifici sono dipinti di bianco con rifiniture gialle e tetti verdi, molto suggestivi e piuttosto allegri quando sono visti da lontano. La Cattedrale della Dormizione, costruita nel 1470, è l'edificio più antico del complesso: all'interno delle mura si trovano altre due cattedrali e un numero sorprendente di palazzi, tra cui il più grande è appunto il palazzo del Cremlino.Il Cremlino è stato testimone dell'ascesa e della caduta di grandi personaggi: Ivan il Terribile, per esempio, vi costruì il Palazzo delle Faccette. Durante la grande guerra patriottica (che il resto del mondo chiama Seconda Guerra Mondiale), Josef Stalin respinse le truppe naziste alle porte di Mosca. Questa è forse la più grande impresa che un governante russo abbia mai compiuto per la nazione (anche se poi lo stesso Stalin progettò lo sterminio di milioni dei suoi connazionali). È in questo luogo che Mikhail Gorbaciov diresse il crollo dell'Unione Sovietica. Attualmente il Cremlino ospita il governo della Federazione Russa.Indipendentemente dall'utilizzo che ne verrà fatto in futuro, il Cremlino resterà per sempre un monumento al passato glorioso e doloroso della Russia, poiché ha assistito ai momenti più gloriosi e più abietti di questa grande nazione.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kremlin.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kremlin.png",
    "quote": "\"La Legge è una fortezza su una collina che gli eserciti non possono catturare e le inondazioni non possono spazzare via.\" - Il profeta Maometto",
    "tech_prereq": {
        "name": "Railroad",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}