{
    "id": 26,
    "name": "Machu Picchu|Machu Picchu|Machu Picchu",
    "production_cost": 300,
    "game_info": "+25% Oro dai [ICON_CONNECTED] Collegamenti tra città.La città dev'essere costruita entro un raggio di due caselle da una montagna che si trova all'interno del tuo territorio.",
    "strategy": null,
    "historical_info": "Aggrappata alla cima di una montagna in Perù a un'altezza di 2.430 metri sul livello del mare, Machu Picchu è una straordinaria città inca e una meraviglia di architettura precolombiana. Gli esperti ritengono che gran parte della città, costruita a metà del XV secolo, costituisse il complesso di palazzi in cui viveva il potente capo inca Pachacuti Inca Yupanqui. Gli edifici, realizzati quasi esclusivamente in granito bianco, sono stati inspiegabilmente abbandonati a metà del XVI secolo. Gli spagnoli non hanno scoperto il sito durante la loro conquista dell'impero inca, così è rimasto relativamente intatto fino a oggi.Oltre al succitato complesso di palazzi gli archeologi hanno identificato vari templi, aree residenziali, piazze e cimiteri, tutti scavati nella viva roccia. Il terreno montagnoso intorno alle strutture centrali è stato scavato per ricavare terrazzamenti agricoli che un tempo erano irrigati da un complesso sistema di acquedotti, un'impresa di per sé notevole in un contesto così impervio.Per quanto sia in rovina, Machu Picchu può vantare ancora oggi una straordinaria, aspra bellezza. Nei giorni in cui i potenti Inca ne avevano fatto la loro dimora, dev'essere stata una città incredibile.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu|machu_picchu|machu_picchu.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu|machu_picchu|machu_picchu.png",
    "quote": "'Pochi racconti fantastici possono sorpassare quello della cittadella di granito sospesa in cima ai precipizi, Machu Picchu, la corona delle terre degli Inca.' - Hiram Bingham",
    "tech_prereq": {
        "name": "Guilds",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
    },
    "yields": {
        "gold": 5,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 2,
        "happiness": 0
    }
}