{
    "id": 30,
    "name": "Notre Dame|Notre Dame|Notre Dame",
    "production_cost": 400,
    "game_info": null,
    "strategy": null,
    "historical_info": "Notre-Dame è un'imponente cattedrale posta sull'Île de la Cité, un isolotto nella Senna, a Parigi. Edificata sul posto ove un tempo sorgeva un'altra chiesa, a sua volta costruita su un tempio romano dedicato a Giove, Notre-Dame è un magnifico esempio di architettura gotica e una delle opere più sorprendenti dell'uomo. L'edificazione di Notre-Dame iniziò nel 1163 e richiese quasi due secoli.Notre Dame è un massiccio edificio di pietra con torri quadrate, archi rampanti e guglie altissime. La facciata esterna dell'edificio è decorata con raffinate arcate e statue di santi e di re, mentre i cornicioni pullulano di doccioni. L'interno della cattedrale è un lungo e stretto spazio racchiuso tra due file di colonne che supportano due splendide gallerie sopraelevate. Le vetrate colorate alle finestre riflettono con dolcezza la luce sull'altare principale con una statua della Vergine Maria, patrona della cattedrale, che sorregge il corpo di Gesù.Nel corso dei secoli la cattedrale ha subito dei periodi di trascuratezza: durante la rivoluzione francese molti dei suoi tesori furono trafugati e l'edificio stesso fu adibito a magazzino. All'inizio dell'800 la cattedrale versava in uno stato di tale abbandono che i governatori dell'epoca pensarono addirittura di abbatterla: in effetti, Victor Hugo scrisse \"Notre-Dame de Paris\" anche per attirare l'attenzione dell'opinione pubblica sulla questione. Nel 1871, durante l'effimera Comune di Parigi, la cattedrale fu quasi data alle fiamme. Fortunatamente l'edificio è sopravvissuto a tutti questi rovesci e oggi, restaurato, è tornato alla sua bellezza originale.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame|notre_dame|notre_dame.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame|notre_dame|notre_dame.png",
    "quote": "'L'architettura ha registrato le più grandi idee della razza umana. Non solo ogni simbolo religioso, ma ogni pensiero umano ha la sua pagina in quel vasto libro.' - Victor Hugo",
    "tech_prereq": {
        "name": "Physics",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/physics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 4,
        "happiness": 10
    }
}