{
    "id": 33,
    "name": "Pentagono|il Pentagono|il Pentagono",
    "production_cost": 1250,
    "game_info": "Il costo in Oro dell'aggiornamento delle unità militari è ridotto del 33%.",
    "strategy": null,
    "historical_info": "Il Pentagono è un grande edificio di forma pentagonale situato negli Stati Uniti ad Arlington, in Virginia, appena oltre il fiume Potomac per chi viene da Washington. È il quartier generale del Dipartimento della Difesa americano e delle sue tre branche militari: esercito, marina e aviazione. Il Pentagono è stato progettato per riunire le diverse parti del vecchio Ministero della Guerra, precedentemente suddivise in diciassette edifici sparsi per tutta Washington. La costruzione, cominciata nel 1941, è stata completata nel 1943: un periodo straordinariamente breve per un edificio così grande, a testimonianza del ritmo frenetico dell'espansione militare statunitense all'inizio della Seconda Guerra Mondiale. Il Pentagono occupa una superficie vasta più di 12 ettari e può ospitare 25.000 persone, cosa che lo rende uno dei complessi edilizi per uffici più grandi mai costruiti (più dell'Empire State Building, per esempio).L'11 settembre 2001 il Pentagono è stato colpito da un aereo pilotato da alcuni terroristi. Fortunatamente al momento dell'attacco l'area interessata era in fase di manutenzione: i lavori, destinati a migliorare la resistenza strutturale dell'edificio, avevano costretto molti impiegati a trasferirsi temporaneamente altrove. L'attacco provocò la morte di 125 dipendenti e di tutti i 64 passeggeri a bordo dell'aereo. Da allora l'edificio è stato completamente ricostruito e ancora oggi rappresenta il cuore e il cervello dell'apparato militare statunitense.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon.png",
    "quote": "\"Preparandomi alla battaglia ho sempre constatato che i piani sono inutili, ma la pianificazione è indispensabile.\" - Dwight D. Eisenhower",
    "tech_prereq": {
        "name": "Combined Arms",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combined_arms.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}