{
    "id": 36,
    "name": "Seebad Prora|Seebad Prora|Seebad Prora",
    "production_cost": 1060,
    "game_info": "Richiede l'Autocrazia. Oltre a +2 Felicità, Seebad Prora fornisce anche +1 Felicità per ogni 2 Politiche adottate. 1 Politica Sociale gratuita. Dev'essere costruita in una città costiera.",
    "strategy": null,
    "historical_info": "Costruita tra il 1936 e il 1939, Seebad Prora avrebbe dovuto essere un'immensa località di villeggiatura balneare sull'isola baltica di Rügen. L'enorme e megalomane complesso avrebbe offerto ai lavoratori tedeschi la possibilità di andare in vacanza a costi contenuti. Nel piano originale, Seebad Prora sarebbe stata composta da otto blocchi di dieci unità abitative, capaci di ospitare complessivamente 20.000 vacanzieri. Una volta completato, il complesso avrebbe offerto ristoranti, cinema, piscine, palestre, sale da ballo e altre attrazioni, e avrebbe beneficiato di una stazione ferroviaria e di un molo per navi da crociera. Lo scoppio della Seconda Guerra Mondiale ne interruppe la costruzione; durante il conflitto gli edifici furono utilizzati prima per ospitare rifugiati, in seguito come ospedale militare. Dopo la guerra il complesso venne occupato per qualche tempo dalle unità sovietiche, dopodiché fu spogliato di tutti i materiali riutilizzabili, compresi cavi e tubature. Oggi Seebad Prora ospita un museo dedicato alla storia della Germania dell'Est, ma a parte questo è caduta in un abbandono quasi totale.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora.png",
    "quote": "\"Questa perdita (di libertà) fa sì che dalla vita umana scompaiano valori infinitamente preziosi. Tutto quello che resta sono ferree condizioni di lavoro e frivoli divertimenti per il tempo libero.\" - A.N. Whitehead",
    "tech_prereq": {
        "name": "Flight",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/flight.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}