{
    "id": 39,
    "name": "Cappella Sistina|la Cappella Sistina|la Cappella Sistina",
    "production_cost": 500,
    "game_info": "+25% Cultura in tutte le città. Contiene 2 slot per Capolavori Artistici.",
    "strategy": null,
    "historical_info": "La straordinaria bellezza della Cappella Sistina a Roma rappresenta per molti il compendio della forte commistione di sentimento religioso e amore per l'arte che caratterizzò il Rinascimento europeo. Il grande artista italiano Michelangelo dedicò quattro anni a dipingere la volta del Palazzo Apostolico, residenza ufficiale del papa. Il grande lavoro di Michelangelo rappresenta episodi della Genesi e altri passaggi della Bibbia. 20 anni prima che Michelangelo iniziasse il suo lavoro sulla volta, un altro grande artista italiano aveva dipinto affreschi di svariate scene religiose.Fu papa Giulio II a commissionare i nuovi lavori a Michelangelo. L'artista ci lavorò dal 1508 al 1512. Secondo la leggenda, Michelangelo non avrebbe voluto assolutamente lavorare al progetto, perché era intimorito dalla mole del lavoro e credeva che il suo vero talento fosse la scultura. In ogni caso, l'opera di Michelangelo è stata acclamata come uno dei dipinti più importanti nella storia occidentale. Sono ben pochi i visitatori della Cappella Sistina che non si sono emozionati per lo zelo dell'artista verso la sua opera o per la sua capacità di rappresentare la lotta dell'uomo, la sofferenza e il trionfo spirituale.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cappella_sistina|la_cappella_sistina|la_cappella_sistina.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cappella_sistina|la_cappella_sistina|la_cappella_sistina.png",
    "quote": "'Vivo e amo sotto la peculiare luce di Dio.' - Michelangelo Buonarroti",
    "tech_prereq": {
        "name": "Acoustics",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}