{
    "id": 40,
    "name": "Statua della Libertà|la Statua della Libertà|la Statua della Libertà",
    "production_cost": 1060,
    "game_info": "Richiede l'Uguaglianza. +1 Produzione per ogni specialista in ogni città. 1 Politica Sociale gratuita.",
    "strategy": null,
    "historical_info": "La Statua della Libertà è una delle statue più grandi del mondo. Alta 100 metri dalla base del piedistallo, la statua è formata da un rivestimento di rame sopra una struttura d'acciaio e pesa più di 250 tonnellate. Progettata dallo scultore francese Frédéric Bartholdi, la statua sorregge una torcia e ha ai suoi piedi le catene spezzate della tirannia. Fu donata agli Stati Uniti dal governo francese nel 1886 per commemorare i 100 anni dell'indipendenza americana. La statua stessa, Liberty Island e la vicina Ellis Island sono diventati monumenti nazionali nel 1924.È da più di un secolo che la Statua della libertà si leva davanti alla baia di New York. La Signora Libertà spesso è la prima cosa che vedono gli immigrati al loro arrivo in America e simboleggia tutti gli ideali che hanno ispirato la fondazione degli Stati Uniti.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_of_liberty.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_of_liberty.png",
    "quote": "\"Datemi coloro che sono esausti, i poveri,Le folle accalcate che bramano di respirare libere,I miseri rifiuti delle vostre coste brulicanti.Mandatemi chi non ha casa, squassato dalle tempeste,Sollevo la fiaccola accanto alla porta d'oro!\"- Emma Lazarus",
    "tech_prereq": {
        "name": "Replaceable Parts",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}