{
    "id": 42,
    "name": "Stonehenge|Stonehenge|Stonehenge",
    "production_cost": 185,
    "game_info": null,
    "strategy": null,
    "historical_info": "Stonehenge è forse la costruzione preistorica più stupefacente ancora in piedi. Malgrado sia caduta in rovina, questo sito è ancora in grado di ispirare sorpresa, soggezione e meraviglia.Stonehenge si trova nell'Inghilterra meridionale: costituita sostanzialmente da cerchi concentrici di pietre circondati da un fossato (chiamato \"henge\"), fu costruita in più fasi nel corso di migliaia di anni. L'henge fu scavato approssimativamente 5.000 anni fa: il cerchio interno, composto da piccole \"pietre blu\", venne aggiunto circa 1.000 anni dopo, attorno al 2000 a.C., mentre il cerchio esterno composto da mastodontiche pietre d'arenaria (\"sarsen\") fu completato 500 anni più tardi.Nessuno sa dire con certezza chi abbia costruito Stonehenge: per secoli si è creduto romanticamente (ed erroneamente) che artefici dell'opera fossero i druidi, che invece sarebbero arrivati solo 2.000 anni dopo. L'unica cosa che sappiamo con certezza è che la costruzione venne avviata da un popolo del neolitico e completata da quello che l'aveva soppiantato.Stonehenge è un capolavoro di ingegneria realizzato con gli strumenti più primitivi. A quanto sembra il fossato esterno è stato scavato con attrezzi di legno e d'osso. Le 80 \"pietre blu\", del peso di circa 4 tonnellate ciascuna, vennero trasportate da una cava lontana quasi 400 chilometri. Gli scienziati ipotizzano che le pietre furono prima trascinate su pezzi di legno, quindi trasportate su chiatte fluviali. La pietra più grande del cerchio esterno pesa circa 50 tonnellate: secondo alcuni calcoli ci sono voluti circa 600 uomini per trasportare un masso di quelle dimensioni dalla cava, distante una trentina di chilometri. Queste pietre mostruose dovettero essere sollevate e poste nella loro posizione esatta da uomini dotati solo di corde e di leve di legno.Sullo scopo di Stonehenge si discute molto. Alcuni teorizzano che fosse un tempio eretto per onorare gli dèi della terra, mentre altri credono che potesse essere un cimitero nel quale venivano seppelliti re e nobili. Altri ancora ritengono che Stonehenge sia stato il primo osservatorio astronomico, utilizzato per tracciare il movimento delle stelle, che gli uomini credevano potesse influenzare il loro destino.Qualsiasi fosse lo scopo originale, le rovine di Stonehenge rimangono oggi come monumento alla dedizione e all'incredibile abilità dei \"primitivi\" che lo costruirono.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge|stonehenge|stonehenge.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge|stonehenge|stonehenge.png",
    "quote": "'Il tempo sgretola le cose; davanti al suo potere tutto invecchia e viene dimenticato.' - Aristotele",
    "tech_prereq": {
        "name": "Calendar",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/calendar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 5,
        "happiness": 0
    }
}