{
    "id": 44,
    "name": "Taj Mahal|il Taj Mahal|il Taj Mahal",
    "production_cost": 625,
    "game_info": "L'impero entra in un'Età dell'Oro.",
    "strategy": null,
    "historical_info": "Il Taj Mahal si trova ad Agra, in India. Venne costruito a metà del XVI secolo su ordine dell'imperatore dei Moghul, lo scià Jahan, come mausoleo per sua moglie. Riconosciuta come una delle costruzioni più belle del mondo, il Taj Mahal è realizzato con materiali rari e preziosi provenienti da tutta l'India e dall'Asia; si dice che siano stati utilizzati più di 1.000 elefanti per il trasporto di pietra arenaria, marmo, giada, turchesi, zaffiri e altri materiali necessari per la sua costruzione.Il complesso del Taj Mahal copre un'area di circa 300 per 580 metri ed è composto da un ingresso, un giardino, un mausoleo, una moschea e una struttura per gli ospiti. I primi tre edifici sono rivestiti con marmo bianco e ricoperti di motivi geometrici, mentre la moschea e la residenza degli ospiti sono costruiti con una brillante pietra arenaria rossa. In cima sono posizionate magnifiche cupole a forma di cipolla e minareti.Gli esperti hanno dibattuto a lungo su cosa renda il Taj Mahal così bello e unico. Alcuni suggeriscono che il segreto stia nelle sue meravigliose proporzioni e nella loro simmetria, mentre altri sostengono che si tratti del modo in cui gli edifici di marmo interagiscono con la luce, conferendo al Taj Mahal un carattere che cambia continuamente al sorgere e al calare del sole. Altri ancora credono che la bellezza sia insita nel suo scopo: quello di un uomo che cerca di fissare nella pietra l'amore per la moglie perduta.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal|il_taj_mahal|il_taj_mahal.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal|il_taj_mahal|il_taj_mahal.png",
    "quote": "'Il Taj Mahal sorge sulle rive del fiume come una lacrima solitaria sospesa sulla guancia del tempo'. - Rabindranath Tagore",
    "tech_prereq": {
        "name": "Architecture",
        "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}