[
    {
        "id": 1,
        "name": "Alhambra|l'Alhambra|l'Alhambra",
        "production_cost": 400,
        "game_info": "Tutte le unità non aeree addestrate in questa città ricevono la promozione Addestramento I, che migliora la loro Forza di combattimento quando combattono in terreno ACCIDENTATO. Fornisce un Castello gratuito nella città in cui è costruita. Aumenta del 20% la Cultura prodotta nella città.",
        "strategy": null,
        "historical_info": "Situata a Granada, nel sud della Spagna, l'Alhambra è un grande complesso di palazzi costruito della dinastia dei Nasridi, che dominava la regione a metà del XIII secolo. La costruzione cominciò nel 1238 circa sotto il sultanato di Ibn al-Ahmar e continuò sotto il suo successore. Il nome Alhambra, che significa \"Fortezza rossa\", deriva dal colore delle sue mura. Famosa per il suo stile architettonico moresco, l'Alhambra presenta incisioni elaborate e numerosi esempi di decorazioni chiamate \"arabeschi\", tipiche dell'arte islamica. Sebbene oggi siano rimasti molti esempi dell'originario stile musulmano, buona parte del palazzo e del suo interno sono stati ricostruiti e modificati dopo l'affermazione del cattolicesimo in Spagna.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra.png",
        "quote": "\"La giustizia è una fortezza inespugnabile, costruita sulla cresta di una montagna che non può essere rovesciata dalla violenza dei torrenti né demolita dalla forza degli eserciti.\"- Joseph Addison",
        "tech_prereq": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/alhambra.json"
    },
    {
        "id": 2,
        "name": "Angkor Wat|l'Angkor Wat|l'Angkor Wat",
        "production_cost": 400,
        "game_info": "Il costo in Cultura e Oro dell'acquisizione di nuove caselle è ridotto del 25% in ogni città.",
        "strategy": null,
        "historical_info": "Angkor Wat è un tempio che fa parte del sito archeologico di Angkor, in Cambogia. Edificato nel XII secolo da re Suyavaman II, la struttura era adibita a palazzo reale e tempio principale del regno, la cui religione ufficiale era l'Induismo. Due o tre secoli dopo, Angkor Wat venne convertito al buddismo. Il complesso, delle dimensioni di 900 metri per 800 metri, ospita molti edifici circondati da una muraglia e un fossato.Angkor Wat è costruito principalmente in pietra arenaria. La sua forma rettangolare ricorda in qualche modo le antiche fortezze; gli edifici sono separati dalle mura esterne da un cortile simile a quella che si potrebbe trovare in un castello.Un tempo questo cortile ospitava edifici di legno, che però hanno dovuto tutti soccombere al passare del tempo. La struttura rimasta, realizzata in pietra, è divisa in tre gallerie costruite su piattaforme sopraelevate. Le due esterne ospitavano biblioteche, mentre la zona interna era un santuario dedicato a Vishnu (successivamente riconvertito all'adorazione del Budda). Le gallerie sono sormontate da torri che ricordano alveari stilizzati: la più alta raggiunge i 43 metri. Le mura dei palazzi sono ornate da meravigliosi bassorilievi che raffigurano scene della mitologia indù.Malgrado sia stato molto trascurato nella seconda metà del XX secolo, di recente sono stati fatti molti sforzi per riportare ai fasti antichi questo favoloso e unico luogo di culto, visitato ogni anno da un numero sempre crescente di pellegrini e turisti.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat.png",
        "quote": "\"Il tempio non ha eguali nel mondo. Ha torri e decorazioni e tutti gli abbellimenti che il genio dell'uomo può concepire.\" - Antonio da Magdalena",
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/angkor_wat.json"
    },
    {
        "id": 3,
        "name": "Big Ben|il Big Ben|il Big Ben",
        "production_cost": 750,
        "game_info": "Richiede il Commercio. Il costo degli acquisti in Oro è ridotto del 15% in tutte le città.",
        "strategy": null,
        "historical_info": "Il Big Ben è l'orologio (e la relativa torre) posto all'estremità nord del palazzo di Westminster, sede del Parlamento britannico, a Londra. Il Big Ben è famoso per la sua precisione e per l'enorme campana che suona le ore, che pesa più di 13 tonnellate.È stato progettato da Lord Edmund Grimthorpe e costruito da Edward Dent e da suo figlio Frederick. L'orologio e la campana sono stati installati sulla torre nel 1859. Il Big Ben è il secondo orologio a quattro facce più grande del mondo. La base di ogni quadrante riporta la seguente iscrizione in latino: \"O Signore, proteggi la nostra Regina Vittoria I\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/big_ben.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/big_ben.png",
        "quote": "\"Per ottenere grandi risultati servono due cose: un piano e un sacco di tempo.\" - Leonard Bernstein",
        "tech_prereq": {
            "name": "Industrialization",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/industrialization.json"
        },
        "yields": {
            "gold": 4,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/big_ben.json"
    },
    {
        "id": 4,
        "name": "Borobudur|Borobudur|Borobudur",
        "production_cost": 300,
        "game_info": "Dev'essere costruita in una Città santa. 3 Missionari gratuiti compaiono in gioco.",
        "strategy": null,
        "historical_info": "Borobudur è un \"candi\" buddista situato a Magelang, sull'isola di Giava, composto da sei piattaforme quadrate sormontate da tre piattaforme circolari, sulle quali si trovano 72 piccoli stupa che circondano uno stupa centrale più grande. La struttura è abbellita da 2672 bassorilievi e 504 statue buddiste. I tre livelli del tempio rappresentano i tre regni della cosmologia buddista: il mondo dei desideri, il mondo delle forme e il mondo senza forma. La costruzione di Borobudur è stata completata in un momento compreso tra il 778 e l'850 d.C., durante la dinastia Sailendra. Intorno al 1006 la vicina capitale del futuro regno Medang fu abbandonata a causa di una serie di eruzioni vulcaniche; poco dopo i pellegrinaggi a Borobudur cessarono. Il tempio è stato dimenticato per secoli sotto una coltre di cenere e giungla fino alla sua scoperta nel 1814 da parte del governatore inglese di Giava, Sir Stamford Raffles.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/borobudur.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/borobudur.png",
        "quote": "\"Quando capirai come sono perfette tutte le cose, getterai indietro la testa e rivolgerai una risata al cielo.\" - Gautama Buddha",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/borobudur.json"
    },
    {
        "id": 5,
        "name": "Porta di Brandeburgo|la Porta di Brandeburgo|la Porta di Brandeburgo",
        "production_cost": 750,
        "game_info": "Un Grande Generale compare vicino alla città in cui è stata costruita la Meraviglia; +15 XP a tutte le unità costruite in questa città.",
        "strategy": null,
        "historical_info": "La Porta di Brandeburgo è l'unica sopravvissuta delle porte di Berlino. Costruita nel 1788-1791 nel classico stile dell'arco di trionfo, è ornata da molte colonne e sormontata dalla quadriga della Vittoria, la scultura di un carro trainato da quattro cavalli. Si trova alla fine del viale Unter den Linden.Dopo la Seconda Guerra Mondiale, Berlino fu divisa in due parti, una controllata dall'Unione Sovietica e dai suoi alleati, l'altra dagli Stati Uniti e dai loro alleati. In seguito i sovietici costruirono il muro di Berlino per separare fisicamente le due aree. La Porta di Brandeburgo si trovò in una sorta di \"terra di nessuno\" e nessuno poté accedervi dal 1961 al 1989. Fu riaperta nel 1989 come parte della riunificazione di Berlino e della Germania.Oggi rappresenta il simbolo dell'unità nazionale ed è visitata ogni anno da decine di migliaia di turisti, che la varcano da est e da ovest.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/brandenburg_gate.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/brandenburg_gate.png",
        "quote": "\"La pallida morte batte ugualmente alla porta del povero e al palazzo del re.\" - Orazio",
        "tech_prereq": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/brandenburg_gate.json"
    },
    {
        "id": 6,
        "name": "Broadway|Broadway|Broadway",
        "production_cost": 1060,
        "game_info": "1 Grande Musicista gratuito appare vicino alla città in cui è stata costruita la Meraviglia. Contiene 3 slot per Capolavori Musicali.",
        "strategy": null,
        "historical_info": "Broadway è una strada di New York lunga 24 km che attraversa tutta Manhattan e il Bronx. Gli edifici adiacenti contengono per lo più uffici, attività commerciali e appartamenti, ma la parte che ha reso famosa Broadway è quella compresa tra la 42° e la 53° strada, denominata \"Great White Way\" (Grande Via Bianca) e costellata di famosi teatri, alcuni dei quali inaugurati già a metà dell'Ottocento. Nel 1880 la parte compresa tra Madison Square e Union Square fu illuminata con lampade ad arco, facendo di Broadway una delle prime strade degli Stati Uniti illuminate elettricamente. La crescita della ricchezza e delle aspirazioni culturali americane fece dei teatri una vera e propria mecca popolare. Nel 1900 erano già 20, e furono proprio i loro brillanti cartelloni elettrici a ispirare il suo soprannome di \"Grande Via Bianca\". Nel 1925, al suo apice, i teatri di Broadway erano arrivati a 80, molti dei quali specializzati in ricche produzioni come spettacoli di varietà e musical.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway.png",
        "quote": "\"Broadway è l'arteria principale della vita culturale di New York... l'arteria indurita.\" - Walter Winchell",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/broadway.json"
    },
    {
        "id": 7,
        "name": "Chichén Itzá|Chichén Itzá|Chichén Itzá",
        "production_cost": 300,
        "game_info": "La durata delle Età dell'Oro aumenta del 50%.",
        "strategy": null,
        "historical_info": "Chichén Itzá è una straordinaria città di pietra costruita nello Yucatan, in Messico. Alcuni degli edifici e delle piramidi più antichi risalgono a 1.500 anni fa e sono di origine tolteca e maya.Chichén Itzá è formata da cortili, edifici e templi di pietra. Su un lato si estende un grande campo per il \"pok-ta-pok\", il gioco della palla cerimoniale: questo è uno sport interessantissimo nel quale due squadre dovevano far passare la palla attraverso dei cerchi posti ai lati opposti del campo. Alla fine, il capitano della squadra vincente veniva decapitato come sacrificio agli dèi. Malgrado la città sia stata devastata dai saccheggi e dal passare del tempo, rimangono ancora molte splendide incisioni e statue.Al centro della città sorge la grande piramide a gradoni di Kukulcan, nota anche come \"el Castillo\": costruita attorno al XIII secolo, ha una base quadrata di circa 55 metri di lato ed è alta 24 metri. Come vuole la tradizione maya, venne edificata sopra una piramide più vecchia e più piccola.Chichén Itzá è stata una città fiorente fino al XIII secolo, quando tra i Maya scoppiò la rivoluzione e la guerra civile: da quel momento in poi per la città cominciò un rapido e inesorabile declino. Il centro della città era già abbandonato e in rovina quando gli spagnoli conquistarono lo Yucatan nel XVI secolo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itza.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itza.png",
        "quote": "\"Il katun è stabilito a Chichén Itzá. L'insediamento degli Itzá vi avrà luogo. Arriverà il quetzal, arriverà l'uccello verde. Ah Kantenal arriverà. È la parola di Dio. Gli Itzá arriveranno.\" - I Libri di Chilam Balam",
        "tech_prereq": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/civil_service.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/chichen_itza.json"
    },
    {
        "id": 8,
        "name": "CN Tower|la CN Tower|la CN Tower",
        "production_cost": 1250,
        "game_info": "Fornisce un Ripetitore gratuito in tutte le città. +1 popolazione in ogni città e +1 Felicità per città.",
        "strategy": null,
        "historical_info": "La Canadian National Tower, o CN Tower, si trova a Toronto, in Canada. Per qualche tempo è stata la struttura libera più alta del mondo, e tuttora rimane una delle più alte. Costruita nel 1976 come torre di comunicazione dalla Canadian National Railway Company (da cui il nome CN), la torre è diventata un simbolo della città e una grande attrazione turistica. Oggi viene ancora usata per le trasmissioni televisive e radiofoniche, e insieme ad altre costruzioni notevoli del XX secolo è considerata una delle \"sette meraviglie del mondo moderno\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cn_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cn_tower.png",
        "quote": "\"Niente viaggia più veloce della luce, con la possibile eccezione delle brutte notizie, che seguono delle leggi speciali.\"- Douglas Adams",
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/cn_tower.json"
    },
    {
        "id": 9,
        "name": "Colosso|il Colosso|un Colosso",
        "production_cost": 185,
        "game_info": "Fornisce uno slot aggiuntivo per una Rotta commerciale e una Nave da carico. Le Rotte commerciali che altri giocatori portano nella città con il Colosso fruttano 2 Oro extra al possessore della città e 1 Oro in più a quello della rotta. La città deve essere sulla costa.",
        "strategy": null,
        "historical_info": "Il colosso di Rodi era una statua di bronzo raffigurante Elio, il dio del sole greco, eretta all'imboccatura del porto della città. Questa poderosa opera si innalzava per oltre 30 metri, circa due terzi della Statua della Libertà. Disgraziatamente fu abbattuta da un terremoto solo 56 anni dopo la sua costruzione e i cittadini, seguendo il consiglio di un oracolo, la lasciarono in quello stato. Per 900 anni, pellegrini provenienti da tutte le terre del mondo antico giunsero a Rodi per ammirare il colosso caduto. I suoi resti rimasero sul posto fino al 650 d.C., quando la città fu conquistata da alcuni razziatori musulmani che vendettero i pezzi della statua.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/colossus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/colossus.png",
        "quote": "\"Già, lui cavalca questo stretto mondo ormai come un colosso; e noi, gli omuncoli, passiamo sotto le sue gambe enormi e ci scrutiamo intorno, per ritrovarci tutti quanti siamo come tanti sepolcri senza onore.\" - William Shakespeare: Giulio Cesare",
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/iron_working.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/colossus.json"
    },
    {
        "id": 10,
        "name": "Cristo Redentore|il Cristo Redentore|il Cristo Redentore",
        "production_cost": 1250,
        "game_info": "Il costo in Cultura dell'adozione di nuove Politiche è ridotto del 10%.",
        "strategy": null,
        "historical_info": "Il Cristo Redentore è una statua di Gesù alta 38 metri situata sulla montagna del Corcovado, proprio sopra la città brasiliana di Rio de Janeiro. La costruzione fu proposta nel 1921, durante le celebrazioni del centenario dell'indipendenza brasiliana. Nel 1931 la statua era stata completata, il più grande monumento in stile art déco del mondo. Da allora la statua, che si trova a 710 metri sul livello del mare, è diventata il simbolo di Rio de Janeiro e di tutto il Brasile.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cristo_redentor.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cristo_redentor.png",
        "quote": "\"Venite a me, voi tutti che siete affaticati e oppressi, e io vi ristorerò.\" - Matteo 11:28",
        "tech_prereq": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 5,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/cristo_redentor.json"
    },
    {
        "id": 11,
        "name": "Torre Eiffel|la Torre Eiffel|la Torre Eiffel",
        "production_cost": 1060,
        "game_info": "Oltre ai suoi effetti su Felicità e Cultura, la Torre Eiffel fornisce anche +12 Turismo.",
        "strategy": null,
        "historical_info": "La Torre Eiffel è uno degli edifici più famosi del mondo. Costruita per l'Esposizione Universale del 1889, la torre si erge per 324 metri sul Campo di Marte a Parigi, vicino alla Senna. L'ingegnere strutturale Alexandre Gustave Eiffel costruì la torre e spese più di un milione di dollari per dimostrare che ferro e acciaio erano adatti alla realizzazione di palazzi molto alti. Quando venne completata, la Torre Eiffel era la costruzione più alta del mondo e da subito attirò folle di visitatori impressionati da ogni parte del mondo. Oggi è una delle principali attrazioni turistiche di Parigi.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/eiffel_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/eiffel_tower.png",
        "quote": "\"Chi può pensare che, siccome siamo ingegneri, la bellezza non ci preoccupi, o che non cerchiamo di costruire strutture belle oltre che solide e durature?\" - Gustave Alexandre Eiffel",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 5
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/eiffel_tower.json"
    },
    {
        "id": 12,
        "name": "Città Proibita|la Città Proibita|una Città Proibita",
        "production_cost": 500,
        "game_info": "Richiede il Mecenatismo. Fornisce 2 Delegati aggiuntivi al Congresso Mondiale. L' Infelicità prodotta dai cittadini nelle città non occupate è ridotta del 10%.",
        "strategy": null,
        "historical_info": "Costituita da un insieme di strutture imperiali a Pechino, la Città proibita rappresenta un testamento dell'ingegnosità e del senso estetico dell'architettura cinese. Giardini ornamentali, terrazze e fontane circondano la magnifica struttura, che è diventata la capitale della Cina nel 1421. È stata la residenza di 24 imperatori delle dinastie Ming e Quing, finché l'ultimo imperatore non ha abdicato nel 1911.Malgrado il nome corretto dell'edificio sia \"Palazzo imperiale\", è sicuramente più noto con il nome di Città proibita, poiché la gente normale non poteva metterci piede. Circondato da un fossato di 50 metri e mura alte 10 metri, esistevano poche probabilità di ricevere visite indesiderate. La Città proibita è enorme: occupa 69 ettari e ospita 8.706 stanze. All'interno vivevano dalle 8.000 alle 10.000 persone il cui compito era soddisfare ogni desiderio dell'imperatore. Al giorno d'oggi la Città proibita è una delle maggiori attrazioni turistiche del mondo ed è tuttora utilizzata come simbolo della sovranità cinese.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/forbidden_palace.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/forbidden_palace.png",
        "quote": "\"La maggior parte di noi può, a sua volontà, fare di questo mondo un palazzo o una prigione.\" - John Lubbock",
        "tech_prereq": {
            "name": "Banking",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/forbidden_palace.json"
    },
    {
        "id": 13,
        "name": "Globe Theatre|il Globe Theatre|un Globe Theatre",
        "production_cost": 500,
        "game_info": "1 Grande Scrittore gratuito appare vicino alla città in cui è stata costruita la Meraviglia. Contiene 2 slot per Capolavori Letterari.",
        "strategy": null,
        "historical_info": "Costruito nel 1599 in Maiden Lane a Londra dai \"Lord Chamberlain's Men\", la compagnia teatrale di cui faceva parte anche William Shakespeare, il Globe Theatre presentava diverse caratteristiche innovative. Nel 1613 fu ridotto in cenere da un incendio divampato quando il tetto di paglia prese fuoco per un colpo di cannone durante una rappresentazione dell'Enrico VIII; nel 1614 il teatro fu ricostruito nello stesso posto e rimase attivo finché non venne chiuso dai Puritani nel 1642. Benché le sue dimensioni esatte non siano note, sappiamo che il Globe Theatre era un anfiteatro circolare a cielo aperto a tre piani, largo circa 30 metri e in grado di ospitare 300 spettatori. Il palcoscenico era largo 13 metri, profondo 8 metri e sollevato da terra un metro e mezzo per consentire l'uso di botole.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/globe_theatre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/globe_theatre.png",
        "quote": "\"Totus mundus agit histrionem\" (Il mondo è tutto un palcoscenico)\" - Iscrizione posta sopra l'ingresso principale del Globe Theatre",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/globe_theatre.json"
    },
    {
        "id": 14,
        "name": "Grande Firewall|il Grande Firewall|un Grande Firewall",
        "production_cost": 1250,
        "game_info": "Riduce del 99,9% l'efficacia delle spie nemiche nella città in cui è costruito. L'efficacia delle spie nemiche è ridotta del 25% in tutte le altre città dell'impero. Annulla il bonus al Turismo dato agli altri giocatori dalla tecnologia Internet.",
        "strategy": null,
        "historical_info": "Il Grande Firewall è un programma che monitora e censura l'uso di Internet da parte della popolazione, controllando il flusso di informazioni disponibile agli utenti. Limitando l'accesso pubblico all'informazione disponibile online, per sua natura difficile da controllare, le agenzie governative possono limitare i contraccolpi delle politiche più impopolari e in generale minimizzare il dissenso.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_firewall.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_firewall.png",
        "quote": "\"Diffidenza e cautela sono i genitori della sicurezza.\"- Benjamin Franklin",
        "tech_prereq": {
            "name": "Computers",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/computers.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/great_firewall.json"
    },
    {
        "id": 15,
        "name": "Grande Biblioteca|la Grande Biblioteca|una Grande Biblioteca",
        "production_cost": 185,
        "game_info": "1 tecnologia gratuita. Fornisce una Biblioteca gratuita nella città in cui è costruita. Contiene 2 slot per Capolavori Letterari.",
        "strategy": null,
        "historical_info": "La grande biblioteca di Alessandria era una delle due biblioteche più importanti del mondo antico. Fondata nel 300 a.C. da Tolomeo I, in seguito venne ampliata e abbellita dai suoi successori. La biblioteca cercava di recuperare una copia di tutte le pergamene di qualsiasi importanza e finì col contenere più di 700.000 volumi. Dopo quasi 700 anni di attività venne distrutta nel 391 d.C. da fanatici religiosi. Oggi sopravvive solo una piccola parte della collezione originale, che dà solo una vaga idea dei tesori originariamente contenuti nella biblioteca.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_library.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_library.png",
        "quote": "\"Le biblioteche sono come una cappella in cui sono conservate e protette le reliquie dei santi antichi, colme di vera virtù, e tutto ciò che è privo di illusione e inganno.\" - Sir Francis Bacon",
        "tech_prereq": {
            "name": "Writing",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/great_library.json"
    },
    {
        "id": 16,
        "name": "Grande Faro|il Grande Faro|un Grande Faro",
        "production_cost": 185,
        "game_info": "Tutte le unità militari navali ricevono +1 al [ICON_MOVES] movimento e +1 al raggio visivo. Fornisce un Faro gratuito nella città in cui è costruito.La città deve trovarsi sulla costa.",
        "strategy": null,
        "historical_info": "Il Grande Faro era una torre marmorea di osservazione e segnalazione costruita nel 280 a.C. su un'isola di fronte al porto di Alessandria, in Egitto. Alto più di 100 metri, aveva la funzione primaria di guidare le navi verso il porto, dato che altrimenti la costa non avrebbe offerto alcun segno particolare per orientarsi. Il suo preciso funzionamento è ancora oggetto di dibattito: alcuni storici pensano che la luce provenisse da fuochi accesi all'interno della torre, altri da specchi che riflettevano la luce solare. Il faro era utilizzato di giorno, poiché raramente le navi si avventuravano di notte lungo le coste. Danneggiato da diversi terremoti, andò definitivamente distrutto nel XIV secolo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_lighthouse.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_lighthouse.png",
        "quote": "\"Ecco quelli che scendon nel mare su navi, che trafficano sulle grandi acque; essi veggono le opere dell'Eterno e le sue maraviglie nell'abisso.\" - Salmi 107:23-24",
        "tech_prereq": {
            "name": "Optics",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/great_lighthouse.json"
    },
    {
        "id": 17,
        "name": "Grande Muraglia|la Grande Muraglia|una Grande Muraglia",
        "production_cost": 250,
        "game_info": "Le unità nemiche terrestri devono spendere 1 [ICON_MOVES] movimento extra per ogni casella all'interno del tuo territorio. Fornisce Mura gratuite nella città in cui è costruita. La Grande Muraglia diventa obsoleta con la scoperta della Dinamite.",
        "strategy": null,
        "historical_info": "La Grande Muraglia cinese è una delle costruzioni più famose e imponenti mai realizzate dall'uomo. Gli imperatori cinesi ordinarono la sua costruzione per respingere gli attacchi delle tribù nomadi della Manciuria e della Mongolia. Curiosamente, la Grande Muraglia non aveva lo scopo di tenere fuori i nomadi: i cinesi si rendevano ben conto che sarebbe stato impossibile difendere un confine tanto esteso. Lo scopo era ostacolare il trasporto del bottino di guerra e scoraggiare così le incursioni, che sarebbero risultate molto meno redditizie.In realtà ci furono cinque grandi muraglie, costruite da diverse dinastie. Le prime quattro erano costruite con la terra e ormai sono completamente scomparse. Quella attuale, la più lunga di tutte, fu eretta dalla dinastia Ming tra il 1368 e il 1640 d.C. utilizzando materiali più resistenti, come la pietra. La Muraglia dei Ming si estende per 8.851 chilometri (ma fino a poco fa si riteneva che fossero \"solo\" 6.350): la sua estremità orientale è a Shanhaiguan, sul golfo di Bohai, quella occidentale è a Lop Nur, nella porzione sudorientale dell'Uygur, una regione autonoma dello Xinjiang. Questa è la regione dove la Via della Seta si fece strada inizialmente nell'entroterra cinese e dove vennero erette una serie di torri di guardia in grado di comunicare con segnali di fumo per trasmettere rapidamente i messaggi su grandi distanze.Da un punto di vista strettamente militare la muraglia si rivelò un mezzo fallimento. I Manciù riuscirono a corrompere un generale cinese che li fece passare, e la muraglia si rivelò così piuttosto inutile nel respingere un'invasione importante. Dopo la conquista della Cina da parte dei Manciù i confini del paese si allargarono di molto a nord, rendendo la muraglia inutile. La muraglia fu anche molto costosa da costruire, anche in termini di vite: si calcolano oltre un milione di morti, tanto da farle meritare il soprannome di \"lungo cimitero\".Oggi buona parte della grande muraglia va in rovina: se le parti che attraversano le regioni frequentate dai turisti sono in buono stato, il resto cade a pezzi, e forse solo il 20% della muraglia si trova in buone condizioni. Nonostante ciò, la grande muraglia continua a essere la più importante attrazione turistica della Cina nonché una vera meraviglia del mondo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_wall.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_wall.png",
        "quote": "\"L'arte della guerra ci insegna a non affidarci alla possibilità che il nemico... non ci attacchi, ma piuttosto alla certezza di aver reso la nostra posizione inattaccabile.\" - Sun Tzu",
        "tech_prereq": {
            "name": "Engineering",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/great_wall.json"
    },
    {
        "id": 18,
        "name": "Santa Sofia|Santa Sofia|Santa Sofia",
        "production_cost": 300,
        "game_info": "Appare un Grande Profeta gratuito. Fornisce un Tempio gratuito nella città in cui è costruita.",
        "strategy": null,
        "historical_info": "La basilica di Santa Sofia, o \"Chiesa della Sacra Saggezza\", fu eretta nel 530 d.C. come chiesa greca ortodossa nell'attuale Istanbul (un tempo Costantinopoli). Si tratta di una struttura meravigliosa e finemente decorata, realizzata in marmo e pietra e sormontata da una cupola d'oro di oltre 30 metri di diametro. Per l'epoca fu un'opera di ingegneria senza precedenti, anche se durante la sua esistenza la cupola crollò diverse volte. Ai quattro angoli della basilica si trovano altrettante raffinate torri.L'interno della basilica è occupato da archi e colonne che si estendono fino alla cupola, che sembra quasi fluttuare in cima all'edificio. Le pareti sono rivestite con marmi e mosaici dorati che descrivono scene bibliche e immagini di santi cristiani.Nel 1453 Costantinopoli venne conquistata dagli Ottomani e la basilica di Santa Sofia venne convertita in moschea. L'iconografia umana è proibita dall'Islam, così i mosaici vennero ricoperti con l'intonaco. Nel 1934 il presidente turco Kemal Ataturk trasformò il palazzo in un museo. In anni recenti la basilica ha subito diverse opere di restauro e sono anche stati scoperti diversi mosaici. Malgrado il passare del tempo, Santa Sofia è universalmente nota come uno degli edifici più affascinanti del mondo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
        "quote": "\"Perché si erge così alta da toccare il cielo, e come fluttuando sugli altri edifici guarda dall'alto in basso il resto della città, abbellendola, perché fa parte di essa, ma gloriandosi della propria bellezza.\" - Procopio, Sugli edifici",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/hagia_sophia.json"
    },
    {
        "id": 19,
        "name": "Giardini Pensili|i Giardini Pensili|i Giardini Pensili",
        "production_cost": 250,
        "game_info": "Richiede il Tradizionalismo. Fornisce un Giardino gratuito nella città in cui è costruito.",
        "strategy": null,
        "historical_info": "I giardini pensili dell'antica Babilonia costituivano un grande motivo di orgoglio per la gente del luogo, come si evince dai molti resoconti scritti dai visitatori della città. Probabilmente la costruzione risale al 600 a.C. ed è da attribuirsi a Nabucodonosor II. I giardini erano costituiti da una serie di terrazzamenti, simili a uno ziqqurat, costruiti con mattoni di fango e ravvivati da una smisurata quantità di arbusti, viti e piante. Si dice che da lontano sembrassero una montagna fiorita che si innalzava al centro della città.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hanging_gardens.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hanging_gardens.png",
        "quote": "\"Penso che se mai un mortale ha sentito la voce di Dio, sarà stato in un giardino sul far della sera.\" - F. Frankfort Moore",
        "tech_prereq": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 6,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/hanging_gardens.json"
    },
    {
        "id": 20,
        "name": "Castello di Himeji|il Castello di Himeji|il Castello di Himeji",
        "production_cost": 500,
        "game_info": "+15% alla Forza di combattimento delle unità che combattono in territorio amico. Fornisce un Castello gratuito nella città in cui è costruito.",
        "strategy": null,
        "historical_info": "Lo straordinario castello di Himeji è noto come una delle strutture più belle del mondo. Costruito inizialmente nel XIV secolo e poi ricostruito ed esteso tra la fine del Cinquecento e l'inizio del Seicento da Kuroda Yoshitaka e Ikeda Terumasa, il castello di Himeji è una struttura di pietra e legno alta e imponente, a più livelli, con un esterno bianco brillante e una serie di bellissimi tetti incurvati. È conosciuto anche con il soprannome di \"airone bianco\" per il colore dello stucco che lo riveste.Il castello di Himeji è circondato da un intricato labirinto di sentieri che portano alla fortezza. Le mura e i cancelli sono stati progettati per obbligare un esercito all'attacco a incanalarsi e percorrere una serie di cerchi concentrici con molti vicoli ciechi prima di raggiungere il portone principale. Questo ovviamente avrebbe obbligato le forze ostili a disperdersi e avrebbe consentito ai difensori di attaccarle costantemente durante il loro avvicinamento. Questo sagace sistema non fu mai messo alla prova, perché durante l'epoca medievale il castello non fu mai attaccato.Sebbene le aree circostanti siano state severamente danneggiate durante la Seconda Guerra Mondiale, il castello ne uscì quasi illeso. Al momento è oggetto di un profondo restauro, ma rimane una delle mete turistiche più apprezzate di tutto il Giappone.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/himeji_castle.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/himeji_castle.png",
        "quote": "\"Il Bushido si realizza in presenza della morte. Significa, ogni volta che c'è una scelta tra la vita e la morte, scegliere la seconda. Non c'è alcun altro ragionamento.\" - Yamamoto Tsunetomo",
        "tech_prereq": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/gunpowder.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/himeji_castle.json"
    },
    {
        "id": 21,
        "name": "Telescopio spaziale Hubble|il Telescopio spaziale Hubble|il Telescopio spaziale Hubble",
        "production_cost": 1250,
        "game_info": "2 Grandi Scienziati gratuiti compaiono vicino alla città in cui la Meraviglia è stata costruita. Fornisce una Fabbrica di astronavi gratuita nella città. +25% alla Produzione di parti di astronave.",
        "strategy": null,
        "historical_info": "Il telescopio spaziale Hubble, così chiamato in onore dell'astronomo americano Edwin Hubble, è uno dei più importanti strumenti di ricerca astronomica mai costruiti. Lanciato nel 1990, il telescopio ha fornito immagini mozzafiato di costellazioni e nebulose lontanissime, apprezzate dagli scienziati ma anche dalla gente comune. Poiché è l'unico telescopio spaziale che può essere riparato dagli astronauti, l'attività di Hubble è stata estesa più e più volte da una serie di passeggiate nello spazio. Dopo aver dato un contributo fondamentale alla ricerca scientifica, Hubble verrà rimpiazzato nel 2018 dal più avanzato telescopio spaziale James Webb.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hubble_space_telescope.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hubble_space_telescope.png",
        "quote": "\"La meraviglia non sta nella vastità del campo di stelle, ma nel fatto che l'uomo lo abbia misurato.\"- Anatole France",
        "tech_prereq": {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/satellites.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/hubble_space_telescope.json"
    },
    {
        "id": 22,
        "name": "Stazione Spaziale Internazionale|la Stazione Spaziale Internazionale|una Stazione Spaziale Internazionale",
        "production_cost": -1,
        "game_info": "+1 Produzione dagli scienziati e +1 Scienza dagli ingegneri. I Grandi Scienziati forniscono il 33% di Scienza in più quando sono utilizzati per scoprire nuove tecnologie. Si può costruire solo attraverso uno sforzo cooperativo coordinato dal Congresso Mondiale.",
        "strategy": null,
        "historical_info": "Costruita con moduli prefabbricati lanciati singolarmente, la Stazione Spaziale Internazionale è un satellite abitabile che occupa un'orbita bassa intorno alla Terra. La stazione è il risultato della fusione, avvenuta nel 1993, di tre iniziative nazionali volte a stabilire una piattaforma orbitale permanente per la ricerca e l'esplorazione spaziale: la \"Mir-2\" sovietica, l'americana \"Freedom\" e la \"Columbus\" dell'Unione Europea. A tutt'oggi astronauti provenienti da 15 paesi diversi hanno vissuto e lavorato sulla stazione. Gli approvvigionamenti e i membri dell'equipaggio sono stati trasferiti sulla piattaforma utilizzando gli shuttle americani e i razzi Soyuz russi; questi ultimi saranno presto sostituiti da Progress russi, ATV europei, H-II Transfer Vehicle giapponesi e dai Dragon della compagnia americana SpaceX. La Stazione Spaziale Internazionale è l'oggetto artificiale in orbita più grande: nelle condizioni ottimali, è possibile scorgerla da terra a occhio nudo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/international_space_station.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/international_space_station.png",
        "quote": "\"Costruire una stazione spaziale per tutti era e rimane una follia; avremmo dovuto costruirne una dozzina.\" - Larry Niven",
        "tech_prereq": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/international_space_station.json"
    },
    {
        "id": 23,
        "name": "Cremlino|il Cremlino|il Cremlino",
        "production_cost": 1060,
        "game_info": "Richiede l'Ordine. +50% alla Produzione di unità corazzate. 1 Politica Sociale gratuita.",
        "strategy": null,
        "historical_info": "\"Cremlino\" è una parola russa che denota un complesso fortificato di edifici nel centro di una città. In genere chi la usa si riferisce al Cremlino di Mosca, una straordinaria serie di edifici che ospita gran parte degli organi governativi della Russia. Il Cremlino si erge su una collina che si affaccia sul fiume Moscova. Quella posizione è stata occupata da strutture fortificate di qualche tipo da quasi 1000 anni. Il luogo è stato chiamato \"cremlino\" nel XIV secolo.Il Cremlino è racchiuso all'interno di una cinta muraria triangolare e si estende per circa 27 ettari. Le mura sono realizzate con mattoni rossi e presentano torri molto affusolate agli angoli e accanto agli ingressi. Molti di questi edifici sono dipinti di bianco con rifiniture gialle e tetti verdi, molto suggestivi e piuttosto allegri quando sono visti da lontano. La Cattedrale della Dormizione, costruita nel 1470, è l'edificio più antico del complesso: all'interno delle mura si trovano altre due cattedrali e un numero sorprendente di palazzi, tra cui il più grande è appunto il palazzo del Cremlino.Il Cremlino è stato testimone dell'ascesa e della caduta di grandi personaggi: Ivan il Terribile, per esempio, vi costruì il Palazzo delle Faccette. Durante la grande guerra patriottica (che il resto del mondo chiama Seconda Guerra Mondiale), Josef Stalin respinse le truppe naziste alle porte di Mosca. Questa è forse la più grande impresa che un governante russo abbia mai compiuto per la nazione (anche se poi lo stesso Stalin progettò lo sterminio di milioni dei suoi connazionali). È in questo luogo che Mikhail Gorbaciov diresse il crollo dell'Unione Sovietica. Attualmente il Cremlino ospita il governo della Federazione Russa.Indipendentemente dall'utilizzo che ne verrà fatto in futuro, il Cremlino resterà per sempre un monumento al passato glorioso e doloroso della Russia, poiché ha assistito ai momenti più gloriosi e più abietti di questa grande nazione.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kremlin.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kremlin.png",
        "quote": "\"La Legge è una fortezza su una collina che gli eserciti non possono catturare e le inondazioni non possono spazzare via.\" - Il profeta Maometto",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/kremlin.json"
    },
    {
        "id": 24,
        "name": "Torre di Pisa|la Torre di Pisa|la Torre di Pisa",
        "production_cost": 500,
        "game_info": "+25% alla generazione di Grandi Personaggi in tutte le città. Un Grande Personaggio gratuito a tua scelta compare vicino alla capitale.",
        "strategy": null,
        "historical_info": "Situato nella piazza del Duomo di Pisa, il famoso campanile noto come Torre Pendente è fuori asse da molti secoli. La costruzione iniziò nel 1173, e presto divenne evidente che il terreno instabile e le fondamenta insufficienti su cui era stata costruita la torre non potevano evitare che sprofondasse. Dopo quasi un secolo di interruzione la costruzione riprese alla fine del XIII secolo, e l'ultimo piano venne completato nel 1372. La torre ospita sette campane, ognuna delle quali intona una nota diversa della scala musicale.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/leaning_tower_of_pisa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/leaning_tower_of_pisa.png",
        "quote": "\"Non applaudite troppo forte - è un edificio molto vecchio.\"- John Osborne",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/leaning_tower_of_pisa.json"
    },
    {
        "id": 25,
        "name": "Louvre|il Louvre|il Louvre",
        "production_cost": 750,
        "game_info": "Richiede l'Esplorazione. 1 Grande Artista gratuito appare vicino alla città in cui è stata costruita la Meraviglia. Contiene 4 slot per Capolavori Artistici.",
        "strategy": null,
        "historical_info": "Il Louvre è un grande palazzo di Parigi, straordinariamente ornato. Costruito originariamente nel XV secolo sul sito di un castello più vecchio, per due secoli e mezzo fu la residenza per i reali francesi, la maggior parte dei quali estese ulteriormente la sua struttura già vastissima. Durante il Seicento i re Luigi XIII e Luigi XIV e i loro consiglieri Richelieu e Mazzarino cominciarono ad acquisire una vasta collezione d'arte che fu conservata al Louvre. Nel 1682 la corte si spostò a Versailles e nel 1783 il governo rivoluzionario aprì il palazzo al pubblico. Da allora è sempre stato un museo. Non vi sorprenderà sapere che vanta la più grande collezione al mondo di pittori francesi pre-moderni.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/louvre.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/louvre.png",
        "quote": "\"Ogni opera d'arte genuina ha tanta ragione d'esistere quanto la terra e il sole.\" - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Archaeology",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/louvre.json"
    },
    {
        "id": 26,
        "name": "Machu Picchu|Machu Picchu|Machu Picchu",
        "production_cost": 300,
        "game_info": "+25% Oro dai [ICON_CONNECTED] Collegamenti tra città.La città dev'essere costruita entro un raggio di due caselle da una montagna che si trova all'interno del tuo territorio.",
        "strategy": null,
        "historical_info": "Aggrappata alla cima di una montagna in Perù a un'altezza di 2.430 metri sul livello del mare, Machu Picchu è una straordinaria città inca e una meraviglia di architettura precolombiana. Gli esperti ritengono che gran parte della città, costruita a metà del XV secolo, costituisse il complesso di palazzi in cui viveva il potente capo inca Pachacuti Inca Yupanqui. Gli edifici, realizzati quasi esclusivamente in granito bianco, sono stati inspiegabilmente abbandonati a metà del XVI secolo. Gli spagnoli non hanno scoperto il sito durante la loro conquista dell'impero inca, così è rimasto relativamente intatto fino a oggi.Oltre al succitato complesso di palazzi gli archeologi hanno identificato vari templi, aree residenziali, piazze e cimiteri, tutti scavati nella viva roccia. Il terreno montagnoso intorno alle strutture centrali è stato scavato per ricavare terrazzamenti agricoli che un tempo erano irrigati da un complesso sistema di acquedotti, un'impresa di per sé notevole in un contesto così impervio.Per quanto sia in rovina, Machu Picchu può vantare ancora oggi una straordinaria, aspra bellezza. Nei giorni in cui i potenti Inca ne avevano fatto la loro dimora, dev'essere stata una città incredibile.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
        "quote": "\"Pochi racconti fantastici possono sorpassare quello della cittadella di granito sospesa in cima ai precipizi, Machu Picchu, la corona delle terre degli Inca.\" - Hiram Bingham",
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/machu_picchu.json"
    },
    {
        "id": 27,
        "name": "Mausoleo di Alicarnasso|il Mausoleo di Alicarnasso|il Mausoleo di Alicarnasso",
        "production_cost": 185,
        "game_info": "Guadagni 100 Oro ogni volta che un Grande Personaggio viene consumato. Ogni fonte di Marmo o Pietra sfruttata da questa città produce +2 Oro.",
        "strategy": null,
        "historical_info": "Il Mausoleo di Alicarnasso fu costruito intorno al 350 a.C. come tomba per Mausolo, signore della Caria (un'area dell'odierna Turchia). Il tempio fu progettato e costruito dai più grandi scultori e artigiani del tempo e divenne famoso per le dimensioni (quasi 47 metri di altezza) e lo sfarzo dei bassorilievi molto dettagliati. Distrutto da una serie di terremoti che squassarono la regione nel corso del primo millennio d.C., fu riscoperto dagli archeologi inglesi che a metà dell'Ottocento ne riportarono alla luce alcune parti mediante gli scavi. Era una delle Sette Meraviglie del mondo antico, tanto che il termine \"mausoleo\" venne poi usato per indicare tutte le grandi tombe monumentali.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/mausoleum_of_halicarnassus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/mausoleum_of_halicarnassus.png",
        "quote": "\"Tutta la terra è tomba di uomini eroici; la loro storia non resta solo sulla pietra sopra la loro creta ma si ritrova ovunque, invisibile, intessuta nella vita degli altri.\" - Pericle",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/mausoleum_of_halicarnassus.json"
    },
    {
        "id": 28,
        "name": "Grande Moschea di Djenné|la Grande Moschea di Djenné|la Grande Moschea di Djenné",
        "production_cost": 300,
        "game_info": "Richiede la Devozione. Tutti i Missionari nati in questa città possono diffondere la religione tre volte. Fornisce una Moschea gratuita nella città.",
        "strategy": null,
        "historical_info": "La Grande Moschea di Djenné si trova nella repubblica africana del Mali ed è la più grande costruzione del mondo realizzata in \"adobe\" o terra cruda. Costruita nel XIII secolo per volere del sultano Koi Kunboro, la moschea è stata distrutta e ricostruita parecchie volte. La ricostruzione attuale, costituita da mattoni di terra cruda e malta, è stata effettuata nel 1906 grazie agli sforzi della comunità circostante. Oggi la moschea viene restaurata dalla gente di Djenné con una festa annuale creata specificatamente per garantirne la conservazione.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/great_mosque_of_djenne.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/great_mosque_of_djenne.png",
        "quote": "\"Con la magnificenza dell'eternità di fronte a noi, lasciamo che il tempo, con tutte le sue fluttuazioni, scemi nella sua stessa piccolezza.\"- Thomas Chalmers",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/great_mosque_of_djenne.json"
    },
    {
        "id": 29,
        "name": "Castello di Neuschwanstein|il Castello di Neuschwanstein|il Castello di Neuschwanstein",
        "production_cost": 1060,
        "game_info": "+3 Oro, +2 Cultura e +1 Felicità da ogni Castello.La città dev'essere costruita entro un raggio di due caselle da una Montagna che si trova all'interno del tuo territorio.",
        "strategy": null,
        "historical_info": "Commissionato dal \"Re pazzo\" Ludovico II di Baviera alla fine del XIX secolo, il Castello di Neuschwanstein da allora è diventato il simbolo dei castelli fatati che si trovano nelle favole per bambini. Il castello è costruito sul pendio di una collina vicino alla cittadina di Füssen, in Germania: Ludovico, famoso per il suo carattere solitario, l'aveva progettato per rifugiarsi lontano dallo sguardo pubblico. Dopo la sua morte il castello è diventato una popolare meta turistica e ha anche ispirato il famoso castello della bella addormentata di Walt Disney.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/neuschwanstein.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/neuschwanstein.png",
        "quote": "\"...la posizione è una delle più belle che si possano trovare, sacra e inaccessibile, degno tempio per l'amico divino che ha portato salvezza e vera benedizione a tutto il mondo.\"- Re Ludovico II di Baviera",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/railroad.json"
        },
        "yields": {
            "gold": 6,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/neuschwanstein.json"
    },
    {
        "id": 30,
        "name": "Notre Dame|Notre Dame|Notre Dame",
        "production_cost": 400,
        "game_info": null,
        "strategy": null,
        "historical_info": "Notre-Dame è un'imponente cattedrale posta sull'Île de la Cité, un isolotto nella Senna, a Parigi. Edificata sul posto ove un tempo sorgeva un'altra chiesa, a sua volta costruita su un tempio romano dedicato a Giove, Notre-Dame è un magnifico esempio di architettura gotica e una delle opere più sorprendenti dell'uomo. L'edificazione di Notre-Dame iniziò nel 1163 e richiese quasi due secoli.Notre Dame è un massiccio edificio di pietra con torri quadrate, archi rampanti e guglie altissime. La facciata esterna dell'edificio è decorata con raffinate arcate e statue di santi e di re, mentre i cornicioni pullulano di doccioni. L'interno della cattedrale è un lungo e stretto spazio racchiuso tra due file di colonne che supportano due splendide gallerie sopraelevate. Le vetrate colorate alle finestre riflettono con dolcezza la luce sull'altare principale con una statua della Vergine Maria, patrona della cattedrale, che sorregge il corpo di Gesù.Nel corso dei secoli la cattedrale ha subito dei periodi di trascuratezza: durante la rivoluzione francese molti dei suoi tesori furono trafugati e l'edificio stesso fu adibito a magazzino. All'inizio dell'800 la cattedrale versava in uno stato di tale abbandono che i governatori dell'epoca pensarono addirittura di abbatterla: in effetti, Victor Hugo scrisse \"Notre-Dame de Paris\" anche per attirare l'attenzione dell'opinione pubblica sulla questione. Nel 1871, durante l'effimera Comune di Parigi, la cattedrale fu quasi data alle fiamme. Fortunatamente l'edificio è sopravvissuto a tutti questi rovesci e oggi, restaurato, è tornato alla sua bellezza originale.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame.png",
        "quote": "\"L'architettura ha registrato le più grandi idee della razza umana. Non solo ogni simbolo religioso, ma ogni pensiero umano ha la sua pagina in quel vasto libro.\" - Victor Hugo",
        "tech_prereq": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/physics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 4,
            "happiness": 10
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/notre_dame.json"
    },
    {
        "id": 31,
        "name": "Oracolo|l'Oracolo|un Oracolo",
        "production_cost": 250,
        "game_info": "1 Politica Sociale gratuita.",
        "strategy": null,
        "historical_info": "Nella religione degli antichi greci, un oracolo era un sacerdote o una sacerdotessa attraverso i quali gli dèi fornivano i loro responsi. L'oracolo interpretava i sogni, le azioni di persone in stato di trance e la disposizione delle interiora degli animali sacrificati. L'oracolo più famoso risiedeva al tempio di Apollo, a Delfi, sulle pendici del Parnaso. Per secoli fu consultato da greci, romani e altri popoli riguardo a decisioni di interesse pubblico o privato. Una sacerdotessa, la Pizia, prediceva il futuro in cambio del versamento di un obolo; queste visioni pronunciate in momenti di estasi mistica divennero famose per la loro ambiguità.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oracle.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/oracle.png",
        "quote": "\"L'antico Oracolo ha detto che sono il più saggio di tutti i greci. Questo perché io solo, di tutti greci, so di non sapere nulla.\" - Socrate",
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/oracle.json"
    },
    {
        "id": 32,
        "name": "Partenone|il Partenone|il Partenone",
        "production_cost": 250,
        "game_info": "Contiene un Capolavoro Artistico già costruito nello slot Capolavoro.",
        "strategy": null,
        "historical_info": "Costruito sull'Acropoli e dedicato alla dea Atena, il Partenone è considerato il capolavoro dell'architettura dorica. La costruzione ha avuto inizio nel 447 a.C.; le ultime decorazioni, esempi fondamentali di scultura classica, sono state applicate nel 432 a.C. Il tempio ospitava la statua criselefantina (cioè d'avorio e d'oro) di Atena scolpita da Fidia, mentre la facciata era ornata da 92 metope. Come la maggior parte dei templi greci il Partenone serviva anche da tesoreria, sia per la città di Atene sia per la Lega di Delo. Per tutto il Settecento i turisti e gli studiosi europei hanno potuto accedere alle pittoresche rovine, la cui fama è andata crescendo sempre più. Quando la Grecia ha riguadagnato la sua indipendenza, nel 1832, il governo ha preso il controllo del sito. Lanciando una grande opera di restauro nel 1975, la nazione ha fatto del Partenone il simbolo più fulgido della Grecia antica, degli ideali democratici ateniesi e della civiltà occidentale, nonché uno dei più grandi tesori culturali del mondo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/parthenon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/parthenon.png",
        "quote": "\"La terra indossa orgogliosamente il Partenone come la gemma più sfavillante.\" - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/parthenon.json"
    },
    {
        "id": 33,
        "name": "Pentagono|il Pentagono|il Pentagono",
        "production_cost": 1250,
        "game_info": "Il costo in Oro dell'aggiornamento delle unità militari è ridotto del 33%.",
        "strategy": null,
        "historical_info": "Il Pentagono è un grande edificio di forma pentagonale situato negli Stati Uniti ad Arlington, in Virginia, appena oltre il fiume Potomac per chi viene da Washington. È il quartier generale del Dipartimento della Difesa americano e delle sue tre branche militari: esercito, marina e aviazione. Il Pentagono è stato progettato per riunire le diverse parti del vecchio Ministero della Guerra, precedentemente suddivise in diciassette edifici sparsi per tutta Washington. La costruzione, cominciata nel 1941, è stata completata nel 1943: un periodo straordinariamente breve per un edificio così grande, a testimonianza del ritmo frenetico dell'espansione militare statunitense all'inizio della Seconda Guerra Mondiale. Il Pentagono occupa una superficie vasta più di 12 ettari e può ospitare 25.000 persone, cosa che lo rende uno dei complessi edilizi per uffici più grandi mai costruiti (più dell'Empire State Building, per esempio).L'11 settembre 2001 il Pentagono è stato colpito da un aereo pilotato da alcuni terroristi. Fortunatamente al momento dell'attacco l'area interessata era in fase di manutenzione: i lavori, destinati a migliorare la resistenza strutturale dell'edificio, avevano costretto molti impiegati a trasferirsi temporaneamente altrove. L'attacco provocò la morte di 125 dipendenti e di tutti i 64 passeggeri a bordo dell'aereo. Da allora l'edificio è stato completamente ricostruito e ancora oggi rappresenta il cuore e il cervello dell'apparato militare statunitense.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentagon.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentagon.png",
        "quote": "\"Preparandomi alla battaglia ho sempre constatato che i piani sono inutili, ma la pianificazione è indispensabile.\" - Dwight D. Eisenhower",
        "tech_prereq": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/combined_arms.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/pentagon.json"
    },
    {
        "id": 34,
        "name": "Petra|Petra|Petra",
        "production_cost": 250,
        "game_info": "+1 Cibo, +1 Produzione per tutte le caselle di deserto sfruttate dalla città (tranne Terreni allagati). Fornisce uno slot aggiuntivo per una Rotta commerc. e una Carovana. +6 Cultura dopo la scoperta dell'Archeologia. La città va costruita in una casella di deserto o vicino a esso.",
        "strategy": null,
        "historical_info": "Costruito intorno al 1000 a.C., il sito di Petra in Giordania è uno degli esempi più famosi al mondo di architettura intagliata nella roccia. Man mano che Petra acquistava importanza, fino a diventare capitale del popolo nomade dei Nabatei, diversi complessi edifici sono stati ricavati nelle pareti di arenaria dei canyon della zona. Il più famoso di questi edifici, l'Al Khazneh o \"Tesoro\", è apparso in molti importanti film: in particolare ha avuto un ruolo di spicco in \"Indiana Jones e l'ultima crociata\", dove è stato utilizzato per rappresentare l'ubicazione del Santo Graal.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/petra.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/petra.png",
        "quote": "\"...colui che beve l'acqua che io gli darò, dice il Signore, avrà dentro di sé una sorgente inesauribile dalla quale sgorgherà la vita eterna. Lasciate che mi conducano alla tua montagna sacra nel luogo dove dimori, attraverso il deserto e oltre la montagna, nella Gola della Luna Crescente...\"- Indiana Jones",
        "tech_prereq": {
            "name": "Currency",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/petra.json"
    },
    {
        "id": 35,
        "name": "Torre di porcellana|la Torre di porcellana|la Torre di porcellana",
        "production_cost": 625,
        "game_info": "Richiede il Razionalismo. Un Grande Scienziato compare vicino alla città in cui è stata costruita la Meraviglia. Gli Accordi di ricerca fruttano il 50% di Scienza in più.",
        "strategy": null,
        "historical_info": "Costruita dalla dinastia Ming nel XV secolo, la torre di porcellana di Nanchino è uno dei risultati più straordinari dell'architettura cinese. La torre aveva un diametro di circa 30 metri e un'altezza di 80. Le pareti esterne erano coperte di mattoni di porcellana bianca che brillavano come specchi alla luce del sole. Di notte la torre era illuminata da cima a fondo da circa 100 lampade. La torre, situata al centro della città, fu distrutta nel 1854 durante la ribellione dei Taiping.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/porcelain_tower.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/porcelain_tower.png",
        "quote": "\"Le cose sembrano sempre più belle quando ci voltiamo indietro per guardarle, ed è dall'inaccessibile torre del passato che la nostalgia si protende e chiama.\" - James Russell Lowell",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/porcelain_tower.json"
    },
    {
        "id": 36,
        "name": "Seebad Prora|Seebad Prora|Seebad Prora",
        "production_cost": 1060,
        "game_info": "Richiede l'Autocrazia. Oltre a +2 Felicità, Seebad Prora fornisce anche +1 Felicità per ogni 2 Politiche adottate. 1 Politica Sociale gratuita. Dev'essere costruita in una città costiera.",
        "strategy": null,
        "historical_info": "Costruita tra il 1936 e il 1939, Seebad Prora avrebbe dovuto essere un'immensa località di villeggiatura balneare sull'isola baltica di Rügen. L'enorme e megalomane complesso avrebbe offerto ai lavoratori tedeschi la possibilità di andare in vacanza a costi contenuti. Nel piano originale, Seebad Prora sarebbe stata composta da otto blocchi di dieci unità abitative, capaci di ospitare complessivamente 20.000 vacanzieri. Una volta completato, il complesso avrebbe offerto ristoranti, cinema, piscine, palestre, sale da ballo e altre attrazioni, e avrebbe beneficiato di una stazione ferroviaria e di un molo per navi da crociera. Lo scoppio della Seconda Guerra Mondiale ne interruppe la costruzione; durante il conflitto gli edifici furono utilizzati prima per ospitare rifugiati, in seguito come ospedale militare. Dopo la guerra il complesso venne occupato per qualche tempo dalle unità sovietiche, dopodiché fu spogliato di tutti i materiali riutilizzabili, compresi cavi e tubature. Oggi Seebad Prora ospita un museo dedicato alla storia della Germania dell'Est, ma a parte questo è caduta in un abbandono quasi totale.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora.png",
        "quote": "\"Questa perdita (di libertà) fa sì che dalla vita umana scompaiano valori infinitamente preziosi. Tutto quello che resta sono ferree condizioni di lavoro e frivoli divertimenti per il tempo libero.\" - A.N. Whitehead",
        "tech_prereq": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/flight.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/prora.json"
    },
    {
        "id": 37,
        "name": "Piramidi|le Piramidi|le Piramidi",
        "production_cost": 185,
        "game_info": "Richiede la Libertà. La velocità di costruzione dei miglioramenti nelle caselle aumenta del 25% e due Lavoratori compaiono vicino alla città.",
        "strategy": null,
        "historical_info": "Costruite dalla quarta dinastia dei faraoni, le piramidi rappresentano l'apice delle conquiste culturali dell'antico popolo egizio. Erette sull'altopiano di Giza, all'esterno dell'attuale Il Cairo, queste strutture servivano come tombe per la sepoltura e come monumento per i faraoni. Completare la loro costruzione ha probabilmente richiesto generazioni di tempo e migliaia di lavoratori. Le piramidi sono l'unica meraviglia del mondo antico che possiamo ammirare ancora oggi.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pyramids.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pyramids.png",
        "quote": "\"Oh, non lasciare che i dolori della morte che piombano su di te entrino nel mio corpo. Io sono il dio Tem, e risiedo nella parte più importante del cielo, e il potere che mi protegge è quello che si accompagna per sempre a tutti gli dèi.\" - Il Libro dei Morti",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/pyramids.json"
    },
    {
        "id": 38,
        "name": "Forte Rosso|il Forte Rosso|un Forte Rosso",
        "production_cost": 625,
        "game_info": "Gli edifici difensivi in tutte le città sono più efficaci del 25%.",
        "strategy": null,
        "historical_info": "Costruito da Shah Jahan, il Lal Qil'ah di Delhi, più noto come Forte Rosso, è stato la residenza e il palazzo amministrativo degli imperatori Mughal dal 1648, anno in cui fu completata la sua costruzione, al 1857, quando l'ultimo imperatore Mughal fu esiliato dal governo britannico. Così denominato per il colore dell'arenaria usata per costruire le sue titaniche mura esterne, alte fino a 33 metri, il Forte Rosso con le sue grandi sale da udienza, i lussuosi appartamenti, i ricchi giardini riccamente decorati, bagni, biblioteche e fastose moschee, è un tributo alla magnificenza dell'architettura Mughal. Durante l'occupazione inglese fu utilizzato come acquartieramento militare: venne spogliato delle sue ricchezze, molti edifici al suo interno furono demoliti e i giardini in gran parte distrutti. Nel 2003 il governo indiano ha dato il via a un progetto a lungo termine per restaurare il Forte Rosso, riportandolo all'opulenza del tempo e facendone una meta turistica.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/red_fort.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/red_fort.png",
        "quote": "\"Quando costruiamo, pensiamo che dobbiamo costruire per sempre.\" - John Ruskin",
        "tech_prereq": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/red_fort.json"
    },
    {
        "id": 39,
        "name": "Cappella Sistina|la Cappella Sistina|la Cappella Sistina",
        "production_cost": 500,
        "game_info": "+25% Cultura in tutte le città. Contiene 2 slot per Capolavori Artistici.",
        "strategy": null,
        "historical_info": "La straordinaria bellezza della Cappella Sistina a Roma rappresenta per molti il compendio della forte commistione di sentimento religioso e amore per l'arte che caratterizzò il Rinascimento europeo. Il grande artista italiano Michelangelo dedicò quattro anni a dipingere la volta del Palazzo Apostolico, residenza ufficiale del papa. Il grande lavoro di Michelangelo rappresenta episodi della Genesi e altri passaggi della Bibbia. 20 anni prima che Michelangelo iniziasse il suo lavoro sulla volta, un altro grande artista italiano aveva dipinto affreschi di svariate scene religiose.Fu papa Giulio II a commissionare i nuovi lavori a Michelangelo. L'artista ci lavorò dal 1508 al 1512. Secondo la leggenda, Michelangelo non avrebbe voluto assolutamente lavorare al progetto, perché era intimorito dalla mole del lavoro e credeva che il suo vero talento fosse la scultura. In ogni caso, l'opera di Michelangelo è stata acclamata come uno dei dipinti più importanti nella storia occidentale. Sono ben pochi i visitatori della Cappella Sistina che non si sono emozionati per lo zelo dell'artista verso la sua opera o per la sua capacità di rappresentare la lotta dell'uomo, la sofferenza e il trionfo spirituale.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sistine_chapel.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sistine_chapel.png",
        "quote": "\"Vivo e amo sotto la peculiare luce di Dio.\" - Michelangelo Buonarroti",
        "tech_prereq": {
            "name": "Acoustics",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/sistine_chapel.json"
    },
    {
        "id": 40,
        "name": "Statua della Libertà|la Statua della Libertà|la Statua della Libertà",
        "production_cost": 1060,
        "game_info": "Richiede l'Uguaglianza. +1 Produzione per ogni specialista in ogni città. 1 Politica Sociale gratuita.",
        "strategy": null,
        "historical_info": "La Statua della Libertà è una delle statue più grandi del mondo. Alta 100 metri dalla base del piedistallo, la statua è formata da un rivestimento di rame sopra una struttura d'acciaio e pesa più di 250 tonnellate. Progettata dallo scultore francese Frédéric Bartholdi, la statua sorregge una torcia e ha ai suoi piedi le catene spezzate della tirannia. Fu donata agli Stati Uniti dal governo francese nel 1886 per commemorare i 100 anni dell'indipendenza americana. La statua stessa, Liberty Island e la vicina Ellis Island sono diventati monumenti nazionali nel 1924.È da più di un secolo che la Statua della libertà si leva davanti alla baia di New York. La Signora Libertà spesso è la prima cosa che vedono gli immigrati al loro arrivo in America e simboleggia tutti gli ideali che hanno ispirato la fondazione degli Stati Uniti.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_of_liberty.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_of_liberty.png",
        "quote": "\"Datemi coloro che sono esausti, i poveri,Le folle accalcate che bramano di respirare libere,I miseri rifiuti delle vostre coste brulicanti.Mandatemi chi non ha casa, squassato dalle tempeste,Sollevo la fiaccola accanto alla porta d'oro!\"- Emma Lazarus",
        "tech_prereq": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/statue_of_liberty.json"
    },
    {
        "id": 41,
        "name": "Statua di Zeus|la Statua di Zeus|la Statua di Zeus",
        "production_cost": 185,
        "game_info": "Richiede l'Onore. Tutte le unità ricevono +15% alla Forza di combattimento quando attaccano le città.",
        "strategy": null,
        "historical_info": "Alta più di 12 metri, la statua di Zeus del tempio di Olimpia era una delle sette meraviglie del mondo antico. Realizzata dallo scultore greco Fidia intorno al 440 a.C., poteva essere a malapena contenuta nel tempio, nonostante il dio fosse stato rappresentato seduto su un trono d'oro. Si ritiene che sia andata distrutta al più tardi nel 425 d.C., quando il tempio di Zeus fu dato alle fiamme. Se in quel momento la statua fosse ancora presente sul luogo è oggetto di un acceso dibattito.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/statue_of_zeus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/statue_of_zeus.png",
        "quote": "\"Così parlò, il figlio di Crono, e con le nere sopracciglia accennò; le chiome immortali del sire si scompigliarono sul capo divino: scosse tutto l'Olimpo.\" - L'Iliade",
        "tech_prereq": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/statue_of_zeus.json"
    },
    {
        "id": 42,
        "name": "Stonehenge|Stonehenge|Stonehenge",
        "production_cost": 185,
        "game_info": null,
        "strategy": null,
        "historical_info": "Stonehenge è forse la costruzione preistorica più stupefacente ancora in piedi. Malgrado sia caduta in rovina, questo sito è ancora in grado di ispirare sorpresa, soggezione e meraviglia.Stonehenge si trova nell'Inghilterra meridionale: costituita sostanzialmente da cerchi concentrici di pietre circondati da un fossato (chiamato \"henge\"), fu costruita in più fasi nel corso di migliaia di anni. L'henge fu scavato approssimativamente 5.000 anni fa: il cerchio interno, composto da piccole \"pietre blu\", venne aggiunto circa 1.000 anni dopo, attorno al 2000 a.C., mentre il cerchio esterno composto da mastodontiche pietre d'arenaria (\"sarsen\") fu completato 500 anni più tardi.Nessuno sa dire con certezza chi abbia costruito Stonehenge: per secoli si è creduto romanticamente (ed erroneamente) che artefici dell'opera fossero i druidi, che invece sarebbero arrivati solo 2.000 anni dopo. L'unica cosa che sappiamo con certezza è che la costruzione venne avviata da un popolo del neolitico e completata da quello che l'aveva soppiantato.Stonehenge è un capolavoro di ingegneria realizzato con gli strumenti più primitivi. A quanto sembra il fossato esterno è stato scavato con attrezzi di legno e d'osso. Le 80 \"pietre blu\", del peso di circa 4 tonnellate ciascuna, vennero trasportate da una cava lontana quasi 400 chilometri. Gli scienziati ipotizzano che le pietre furono prima trascinate su pezzi di legno, quindi trasportate su chiatte fluviali. La pietra più grande del cerchio esterno pesa circa 50 tonnellate: secondo alcuni calcoli ci sono voluti circa 600 uomini per trasportare un masso di quelle dimensioni dalla cava, distante una trentina di chilometri. Queste pietre mostruose dovettero essere sollevate e poste nella loro posizione esatta da uomini dotati solo di corde e di leve di legno.Sullo scopo di Stonehenge si discute molto. Alcuni teorizzano che fosse un tempio eretto per onorare gli dèi della terra, mentre altri credono che potesse essere un cimitero nel quale venivano seppelliti re e nobili. Altri ancora ritengono che Stonehenge sia stato il primo osservatorio astronomico, utilizzato per tracciare il movimento delle stelle, che gli uomini credevano potesse influenzare il loro destino.Qualsiasi fosse lo scopo originale, le rovine di Stonehenge rimangono oggi come monumento alla dedizione e all'incredibile abilità dei \"primitivi\" che lo costruirono.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
        "quote": "\"Il tempo sgretola le cose; davanti al suo potere tutto invecchia e viene dimenticato.\" - Aristotele",
        "tech_prereq": {
            "name": "Calendar",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/stonehenge.json"
    },
    {
        "id": 43,
        "name": "Teatro dell'opera di Sydney|il Teatro dell'opera di Sydney|il Teatro dell'opera di Sydney",
        "production_cost": 1250,
        "game_info": "1 Politica Sociale gratuita e +50% Cultura in questa città. Contiene 2 slot per Capolavori Musicali. Dev'essere costruito in una città costiera.",
        "strategy": null,
        "historical_info": "Il Teatro dell'Opera di Sydney è uno dei più grandiosi del mondo. Costruito in un periodo di 20 anni e inaugurato nel 1973, è un edificio bellissimo appollaiato su Bennelong Point vicino al porto di Sydney, in Australia. Progettato in modo da ricordare una serie di conchiglie o di vele parzialmente sovrapposte, ha un profilo immediatamente riconoscibile, tra i più caratteristici al mondo. Oggi è così famoso da essere arrivato a simboleggiare l'Australia stessa, come la Statua della Libertà rappresenta gli Stati Uniti o le Grandi Piramidi l'Egitto. La struttura comprende un teatro dell'Opera, una sala da concerto, tre sale più piccole e un ristorante.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sydney_opera_house.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sydney_opera_house.png",
        "quote": "\"Quelli che perdono i sogni sono perduti.\" - Massima degli aborigeni australiani",
        "tech_prereq": {
            "name": "Ecology",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/sydney_opera_house.json"
    },
    {
        "id": 44,
        "name": "Taj Mahal|il Taj Mahal|il Taj Mahal",
        "production_cost": 625,
        "game_info": "L'impero entra in un'Età dell'Oro.",
        "strategy": null,
        "historical_info": "Il Taj Mahal si trova ad Agra, in India. Venne costruito a metà del XVI secolo su ordine dell'imperatore dei Moghul, lo scià Jahan, come mausoleo per sua moglie. Riconosciuta come una delle costruzioni più belle del mondo, il Taj Mahal è realizzato con materiali rari e preziosi provenienti da tutta l'India e dall'Asia; si dice che siano stati utilizzati più di 1.000 elefanti per il trasporto di pietra arenaria, marmo, giada, turchesi, zaffiri e altri materiali necessari per la sua costruzione.Il complesso del Taj Mahal copre un'area di circa 300 per 580 metri ed è composto da un ingresso, un giardino, un mausoleo, una moschea e una struttura per gli ospiti. I primi tre edifici sono rivestiti con marmo bianco e ricoperti di motivi geometrici, mentre la moschea e la residenza degli ospiti sono costruiti con una brillante pietra arenaria rossa. In cima sono posizionate magnifiche cupole a forma di cipolla e minareti.Gli esperti hanno dibattuto a lungo su cosa renda il Taj Mahal così bello e unico. Alcuni suggeriscono che il segreto stia nelle sue meravigliose proporzioni e nella loro simmetria, mentre altri sostengono che si tratti del modo in cui gli edifici di marmo interagiscono con la luce, conferendo al Taj Mahal un carattere che cambia continuamente al sorgere e al calare del sole. Altri ancora credono che la bellezza sia insita nel suo scopo: quello di un uomo che cerca di fissare nella pietra l'amore per la moglie perduta.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
        "quote": "\"Il Taj Mahal sorge sulle rive del fiume come una lacrima solitaria sospesa sulla guancia del tempo\". - Rabindranath Tagore",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/taj_mahal.json"
    },
    {
        "id": 45,
        "name": "Tempio di Artemide|il Tempio di Artemide|il Tempio di Artemide",
        "production_cost": 185,
        "game_info": "+10% alla crescita in tutte le città. +15% alla Produzione delle unità che attaccano a distanza.",
        "strategy": null,
        "historical_info": "Il tempio di Artemide, la cui prima costruzione risale all'880 a.C., era dedicato alla dea che rappresentava la natura, la caccia e la luna. Originariamente costruito nella città di Efeso, si dice che sia andato distrutto e sia stato ricostruito non meno di sette volte, in seguito a disastri naturali e azioni umane. Considerato una delle sette meraviglie del mondo antico, il tempio fu scoperto dagli archeologi inglesi alla fine dell'Ottocento: oggi il sito è contrassegnato da una singola colonna realizzata con i resti ottenuti dagli scavi.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/temple_of_artemis.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/temple_of_artemis.png",
        "quote": "\"Non è tanto con la sua bellezza che la foresta tocca il cuore degli uomini, ma con un'indefinibile sottigliezza, una certa qualità dell'aria, con l'emanazione degli antichi alberi, che così meravigliosamente muta e rinnova uno spirito fiaccato.\" - Robert Louis Stevenson",
        "tech_prereq": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/archery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/temple_of_artemis.json"
    },
    {
        "id": 46,
        "name": "Esercito di terracotta|l'Esercito di terracotta|un Esercito di terracotta",
        "production_cost": 250,
        "game_info": "Crea una copia di ogni tipo di unità terrestre militare che controlli e la posiziona vicino alla città in cui è costruito l'Esercito di terracotta.",
        "strategy": null,
        "historical_info": "Dissotterrato da agricoltori cinesi nel 1974, l'esercito di terracotta dell'imperatore Qin Shi Huang fu realizzato nel corso del III secolo a.C. per accompagnare l'imperatore nella tomba. Gli artigiani crearono migliaia di figure di terracotta a grandezza naturale: ogni singolo soldato ha caratteristiche uniche, aggiunte durante la creazione. L'esercito di terracotta è formato da soldati schierati in corrette formazioni militari lungo profonde fosse scavate nella tomba: a loro si uniscono cavalli, carri e cavalleria, tutto realizzato con il massimo dettaglio.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/terracotta_army.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/terracotta_army.png",
        "quote": "\"Trattate i soldati come figli, e vi seguiranno nelle valli più profonde; considerateli la vostra amata progenie, e resteranno accanto a voi fino alla morte.\"- Sun Tzu",
        "tech_prereq": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/terracotta_army.json"
    },
    {
        "id": 47,
        "name": "Uffizi|gli Uffizi|gli Uffizi",
        "production_cost": 625,
        "game_info": "Richiede l'Estetica. 1 Grande Artista gratuito appare vicino alla città in cui è stata costruita la Meraviglia. Contiene 3 slot per Capolavori Artistici.",
        "strategy": null,
        "historical_info": "Costruita originariamente tra il 1560 e il 1581 allo scopo di fornire uffici ai magistrati fiorentini, la Galleria degli Uffizi comprende una delle raccolte d'arte più antiche e famose al mondo: la sua collezione di dipinti del Rinascimento italiano non ha rivali. Oggi conserva anche una grande quantità di inestimabili reperti antichi, sculture e più di 100.000 tra disegni e stampe. Nel 1574 l'ultimo piano, ancora incompiuto, fu trasformato in un deposito per gli oggetti artistici accumulati dalla famiglia governante de' Medici. Nel corso dei successivi decenni altre parti dell'edificio furono riconvertite in gallerie d'arte o magazzini. Secondo il Vasari, artisti come Leonardo da Vinci e Michelangelo si recavano agli Uffizi \"per la bellezza, il lavoro e la ricreazione\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/uffizi.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/uffizi.png",
        "quote": "\"Il pittore non è semplicemente una persona che guarda e vede le cose. L'artista è soprattutto qualcuno che espone una visione personale rendendola visibile.\" - Marcel Paquet",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/wonders/uffizi.json"
    },
    {
        "id": 48,
        "name": "Circo Massimo|il Circo Massimo|il Circo Massimo",
        "production_cost": 125,
        "game_info": "È necessario aver costruito un Colosseo in tutte le città. Il costo aumenta al crescere del numero di città nell'impero.",
        "strategy": "Questa Meraviglia nazionale aumenta di 5 la Felicità nell'impero. Inoltre fornisce +1 Cultura. Per poter costruire un Circo Massimo una civiltà deve avere un Colosseo in tutte le città.",
        "historical_info": "Un enorme stadio situato proprio nel cuore della città, il Circo Massimo fu la prima e più grande struttura dedicata alle corse di carri nella Roma antica. Nel pieno del suo utilizzo poteva ospitare circa 250.000 spettatori, più di un quarto della popolazione della città. Lungo 621 metri e largo 118, aveva una pista così ampia che dodici carri potevano gareggiare affiancati. Il sito, già utilizzato dai re etruschi per le loro feste, fu utilizzato dai romani per la prima volta ai tempi del quinto re di Roma, Tarquinio Prisco. Lo stadio fu successivamente ampliato da Giulio Cesare nel 50 a.C., che ne fissò le dimensioni definitive.L'ultima corsa di cui abbiamo notizia risale al 549 d.C. e fu organizzata dal re ostrogoto Totila: in seguito il circo fu abbandonato. Oggi è un parco pubblico e la pista è ricoperta da un manto erboso. Alcune strutture originali sopravvivono ancora, in particolare qualche cancelletto di partenza. Il Circo è utilizzato soprattutto per incontri e concerti pubblici di grande richiamo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/horseback_riding.json"
        }
    },
    {
        "id": 49,
        "name": "Grande Tempio|il Grande Tempio|il Grande Tempio",
        "production_cost": 125,
        "game_info": "Raddoppia la pressione religiosa emanata da questa città.Dev'essere costruito in una Città santa. È necessario avere un Tempio in tutte le città. Il costo aumenta con il numero di città nell'impero.",
        "strategy": "Un edificio importante per una civiltà che voglia diffondere la propria religione in tutto il mondo partendo da un impero con poche città molto popolose. Dev'essere costruito in una Città santa. Raddoppia la pressione religiosa della città. Per costruire un Grande Tempio ogni città dell'impero deve possedere già un Tempio.",
        "historical_info": "Un Grande Tempio è un luogo sacro di grande valore storico per i seguaci di una data religione. Spesso questi templi vantano un'architettura grandiosa e sono finemente decorati con iscrizioni che testimoniano per secoli la devozione dei fedeli. Sebbene non vi sia una certezza assoluta, molti studiosi ritengono che Göbekli Tepe, eretto nell'area dell'odierna Turchia più di 12.000 anni fa, sia il sito religioso più antico tra tutti quelli scoperti finora.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/grand_temple.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/theology.json"
        }
    },
    {
        "id": 50,
        "name": "Hermitage|l'Hermitage|l'Hermitage",
        "production_cost": 125,
        "game_info": "+50% Cultura in questa città. Contiene 3 slot per Capolavori Artistici.È necessario avere un Teatro dell'Opera in tutte le città. Il costo aumenta con il numero di città nell'impero.",
        "strategy": "Questa Meraviglia nazionale aumenta del 50% la produzione culturale della città in cui è costruita. Non può essere costruita se la civiltà non ha già costruito un Teatro dell'Opera in tutte le sue città.",
        "historical_info": "L'Hermitage è un museo situato a San Pietroburgo, in Russia. Costruito nel 1764 da Caterina la Grande, l'Hermitage possiede circa tre milioni di pezzi, tra cui la più grande collezione di dipinti di tutto il mondo. Le opere sono custodite in una serie di edifici storici, tra cui lo straordinario Palazzo d'Inverno, residenza ufficiale degli Zar dal 1732 al 1917.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hermitage.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/architecture.json"
        }
    },
    {
        "id": 51,
        "name": "Poema epico|il Poema epico|un Poema epico",
        "production_cost": 125,
        "game_info": "Tutte le unità non aeree addestrate in questa città ricevono la promozione Morale, che aumenta del 15% la loro Forza di combattimento. Contiene 1 slot per un Capolavoro Letterario.È necessario aver costruito una Caserma in tutte le città. Il costo aumenta con il numero di città nell'impero.",
        "strategy": "Questa Meraviglia nazionale fornisce a tutte le unità costruite in questa città la promozione Morale, che aumenta la loro Forza di combattimento di +15. Inoltre fornisce +1 Cultura. Il Poema epico può essere costruito solo da una civiltà che ha costruito una Caserma in tutte le sue città.",
        "historical_info": "Fin dai tempi antichi i poemi epici hanno definito i popoli e le epoche. In genere sono opere letterarie incentrate sulle azioni eroiche di uno o più personaggi. Tra i poemi epici si possono annoverare l'Odissea, la mesopotamica Epica di Gilgamesh e l'anglosassone Beowulf.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/heroic_epic.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/iron_working.json"
        }
    },
    {
        "id": 52,
        "name": "Agenzia nazionale di Intelligence|l'Agenzia nazionale di Intelligence|un'Agenzia nazionale di Intelligence",
        "production_cost": 125,
        "game_info": "Fornisce una spia aggiuntiva e fa salire di livello tutte le tue spie esistenti. Inoltre riduce del 15% l'efficacia delle spie nemiche. Ogni città dell'impero deve possedere una Stazione di polizia.",
        "strategy": "Una Meraviglia nazionale difensiva molto importante per le civiltà che si dedicano alla ricerca scientifica. L'Agenzia nazionale di Intelligence fornisce una spia aggiuntiva e fa salire di livello tutte le tue spie esistenti. Inoltre riduce del 15% l'efficacia delle spie nemiche. Per costruirla ogni città dell'impero deve possedere una Stazione di polizia.",
        "historical_info": "Un'Agenzia nazionale di Intelligence fornisce al governo le risorse per acquisire le informazioni e i dati necessari ad assicurare la sicurezza e la difesa del paese. L'Agenzia si occupa di moltissime attività, che vanno dalle operazioni segrete allo spionaggio e alle infiltrazioni, fino alla valutazione dei rischi pubblici e alla pianificazione delle relative risposte. La Central Intelligence Agency (CIA) statunitense è forse la più famosa (o malfamata) delle agenzie di intelligence, avendo influenzato gli affari del mondo in molti modi e per decenni.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_intelligence_agency.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/radio.json"
        }
    },
    {
        "id": 53,
        "name": "Ferriera|la Ferriera|una Ferriera",
        "production_cost": 125,
        "game_info": "È necessario aver costruito una Bottega in tutte le città. Il costo aumenta al crescere del numero di città nell'impero.",
        "strategy": "La Meraviglia nazionale Ferriera aumenta di 8 la Produzione in una città. Per poter costruire una Ferriera, una civiltà deve avere una Bottega in tutte le città.",
        "historical_info": "Una Ferriera è un impianto dove il minerale ferroso viene purificato e trasformato in ferro metallico o acciaio. Il processo inizia con l'esposizione della materia prima a temperature altissime, passa attraverso l'eventuale introduzione di altri materiali e dà come risultato ferro puro o acciaio. L'estrazione del metallo dai minerali ferrosi risale almeno al 1200 a.C. e potrebbe essere ancora più antica. Com'è facile prevedere, una ferriera è un posto molto pericoloso, in cui possono lavorare solo operai tosti, coraggiosi e ben addestrati.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ironworks.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/machinery.json"
        }
    },
    {
        "id": 54,
        "name": "College Nazionale|il College Nazionale|un College Nazionale",
        "production_cost": 125,
        "game_info": "È necessario aver costruito una Biblioteca in tutte le città. Il costo aumenta al crescere del numero di città nell'impero.",
        "strategy": "La Meraviglia College Nazionale aumenta la produzione di Scienza di una città del 50% e fornisce +1 Cultura. Per poter costruire un College Nazionale una civiltà deve avere una Biblioteca in tutte le città.",
        "historical_info": "Un college nazionale è un istituto statale di istruzione superiore. L'origine del college moderno si può far risalire alle \"madrasa\" islamiche, istituiti di legge e teologia solitamente associati a delle moschee. Al giorno d'oggi la maggior parte delle nazioni del mondo offrono college o università pubbliche. L'Università di Tokyo, in Giappone, è un esempio di una simile istituzione pubblica. Secondo il Russian Global Universities Ranking, l'Università di Tokyo è la più prestigiosa di tutta l'Asia e la terza nel mondo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_college.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/philosophy.json"
        }
    },
    {
        "id": 55,
        "name": "Poema patriottico|il Poema patriottico|un Poema patriottico",
        "production_cost": 125,
        "game_info": "+25% alla generazione di Grandi Personaggi in questa città. Contiene 1 slot per un Capolavoro Letterario.È necessario avere un Monumento in tutte le città. Il costo aumenta con il numero di città nell'impero.",
        "strategy": "Questa Meraviglia nazionale accelera del 25% la generazione di Grandi Personaggi in una città. Inoltre fornisce +1 Cultura. Per poter costruire un Poema patriottico una civiltà deve avere un Monumento in tutte le città.",
        "historical_info": "Un poema patriottico è una narrazione, tipicamente in versi, che descrive l'origine di una nazione, il suo carattere o un evento fondamentale per la sua esistenza. L'Epica di Sundjata è il poema patriottico del Mali. La Canzone di Hiawatha è un poema patriottico degli Stati Uniti. Il Kalevala è un poema epico finlandese. In forma più moderna, \"Guerra e Pace\" può essere considerato un poema patriottico russo, così come \"Radici: la saga di una famiglia americana\" è un altro poema patriottico americano.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_epic.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/drama_and_poetry.json"
        }
    },
    {
        "id": 56,
        "name": "Compagnia Indie Orientali|la Compagnia Olandese delle Indie Orientali|una Compagnia Olandese delle Indie Orientali",
        "production_cost": 125,
        "game_info": "È necessario avere un Mercato in tutte le città. Il costo aumenta con il numero di città nell'impero. Le Rotte commerciali portate da altri giocatori in una città che possiede una Compagnia delle Indie Orientali frutteranno 4 Oro extra al possessore della città, mentre il possessore della Rotta commerciale guadagnerà 2 Oro aggiuntivo per la Rotta commerciale.",
        "strategy": "La Compagnia delle Indie Orientali incrementa la quantità d' Oro generata da una città. Le Rotte commerciali portate da altri giocatori in una città che possiede una Compagnia delle Indie Orientali frutteranno 4 Oro extra al possessore della città, mentre il possessore della Rotta commerciale guadagnerà 2 Oro aggiuntivo per la Rotta commerciale.",
        "historical_info": "Le varie Compagnie delle Indie Orientali erano società miste promosse dalla corona per sviluppare il commercio con l'Asia e le isole dell'Oceano Indiano. Al loro apice, nel XVII e XVIII Secolo, le Compagnie disponevano di forze militari proprie, amministravano direttamente i loro insediamenti, intraprendevano esplorazioni, combattevano guerre, riscuotevano le tasse e costruivano piantagioni, strade e miniere: tutto in nome del profitto. Tra quelle di maggior successo si ricordano l'\"Onorevole\" Compagnia delle Indie Orientali inglese (promossa dalla Regina Elisabetta I nel 1600), la Compagnia Olandese delle Indie Orientali (1602) e la Compagnia Francese delle Indie (1664).",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/east_india_company.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/guilds.json"
        }
    },
    {
        "id": 57,
        "name": "Università di Oxford|l'Università di Oxford|l'Università di Oxford",
        "production_cost": 125,
        "game_info": "1 tecnologia gratuita. Contiene 2 slot per Capolavori Letterari.È necessario avere un'Università in tutte le città. Il costo aumenta con il numero di città nell'impero.",
        "strategy": "La Meraviglia nazionale Università di Oxford fornisce 1 tecnologia gratuita e +1 Cultura. Per poter costruire l'Università di Oxford una civiltà deve avere un'Università in tutte le città.",
        "historical_info": "L'Università di Oxford è la più antica dell'Inghilterra e di tutte le nazioni di lingua inglese del mondo. Fondata verso la fine dell'XI secolo, Oxford da allora non ha mai interrotto la sua attività. Tra i laureati più famosi di Oxford ricordiamo Ruggero Bacone, Guglielmo di Occam, Sir Walter Raleigh, John Donne, Jonathan Swift, il Dott. Samuel Johnson, Oscar Wilde, Sir Richard Burton e J.R.R. Tolkien.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oxford_university.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/education.json"
        }
    },
    {
        "id": 58,
        "name": "Palazzo|il Palazzo|un Palazzo",
        "production_cost": 0,
        "game_info": "Indica che questa città è la capitale dell'impero. Contiene 1 slot per un Capolavoro Artistico.[ICON_CONNECTED] Collegare le altre città alla capitale con una rete di strade produce Oro aggiuntivo.+3 Produzione, +3 Scienza, +3 Oro",
        "strategy": "Il Palazzo è la sede del tuo governo. All'inizio del gioco il Palazzo fornisce una porzione significativa della cultura, dell'oro, della scienza e della produzione nella tua capitale. Inoltre forma il cuore del sistema commerciale del tuo impero. Se la tua capitale dovesse essere catturata il palazzo sarà automaticamente ricostruito in un'altra città, ma una simile eventualità sarebbe comunque un colpo terribile per la tua civiltà (e ti renderebbe impossibile una vittoria per dominazione fino alla sua riconquista). Proteggi il tuo palazzo!",
        "historical_info": "Un palazzo è la residenza del leader di una civiltà. Il termine risale a un tempo in cui la maggior parte delle nazioni erano governate da re o altri monarchi per via ereditaria. Oggi i governanti vivono in edifici raffinati chiamati \"Casa del Popolo\" o \"Luogo della Giustizia\", ma l'effetto è sostanzialmente lo stesso. I palazzi (e i loro equivalenti moderni) sono progettati con un triplice scopo: fornire al leader l'accesso alle persone e ai mezzi di comunicazione necessari per governare; difenderlo da qualsivoglia attacco o aggressione; impressionare i cittadini e i visitatori stranieri con la sua magnificenza.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/palace.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": null
    },
    {
        "id": 59,
        "name": "Ufficio Turistico Nazionale|l'Ufficio Turistico Nazionale|un Ufficio Turistico Nazionale",
        "production_cost": 400,
        "game_info": "È necessario aver costruito un Albergo in tutte le città. Il costo aumenta con il numero di città nell'impero. Il 100% della Cultura ottenuta da Grandi Meraviglie, Meraviglie naturali e miglioramenti (Punti di riferimento, Moai, Chateau) viene aggiunto al Turismo prodotto nella città. +100% al Turismo ottenuto dai Capolavori.",
        "strategy": "Grazie all'enorme impulso che è in grado di dare al Turismo, l'Ufficio Turistico Nazionale è una scelta eccellente per le civiltà che stanno cercando di riportare una Vittoria culturale o di aumentare il loro impatto ideologico sulle altre civiltà. Costruiscilo nella tua città con più Turismo una volta che tutte le tue città sono dotate di un Albergo.",
        "historical_info": "Un Ufficio turistico è una località che fornisce informazioni ai viaggiatori che visitano uno specifico luogo o area. I più comuni sono quelli gestiti dal governo, che distribuiscono mappe, opuscoli e souvenir e suggeriscono quali attrazioni visitare, oltre a fornire informazioni utili riguardanti, ad esempio, le varie sistemazioni e i relativi costi. I primi, semplici uffici turistici vennero aperti presso le stazioni ferroviarie e gestiti dalle stesse compagnie, che speravano di favorire così il ritorno dei visitatori. Oggi la maggior parte delle città comprende un ufficio turistico di qualche tipo, che ha esattamente lo stesso scopo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/national_visitor_center.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/telecommunications.json"
        }
    },
    {
        "id": 60,
        "name": "Programma Apollo|il Programma Apollo|il Programma Apollo",
        "production_cost": 750,
        "game_info": "Segnala l'inizio della corsa allo spazio e permette alle città di cominciare a costruire parti di astronave. Se completerai l'astronave otterrai una Vittoria scientifica!",
        "strategy": "Il Programma Apollo segna l'inizio della corsa allo spazio. Al suo completamento diventa possibile costruire parti di astronave. Ogni civiltà deve completare questo progetto prima di poter costruire parti di astronave.",
        "historical_info": "Il Programma Apollo è stata un'iniziativa degli Stati Uniti che aveva lo scopo di inviare il primo essere umano sulla luna. Concepito negli anni '50, il programma cominciò a essere sviluppato a pieno ritmo nel 1961, sotto il presidente John F. Kennedy. Prima che fosse passato un decennio, il 20 luglio 1969, gli americani Neil Armstrong e Buzz Aldrin atterrarono sulla luna: secondo molti questa è stata l'impresa ingegneristica più notevole in tutta la storia umana. Il Programma Apollo costò moltissimo, ma gli avanzamenti scientifici e tecnologici che ha apportato hanno cambiato il mondo per sempre.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/apollo_program.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/rocketry.json"
        }
    },
    {
        "id": 61,
        "name": "Progetto Manhattan|il Progetto Manhattan|il Progetto Manhattan",
        "production_cost": 750,
        "game_info": "Permette alle tue città di costruire Bombe atomiche e Missili nucleari.",
        "strategy": "Il Progetto Manhattan permette a una civiltà di costruire armi nucleari. Per essere in grado di farlo ogni civiltà deve completare il proprio Progetto Manhattan.",
        "historical_info": "Progetto Manhattan è il nome in codice dello sforzo anglo-americano per lo sviluppo di una bomba nucleare durante la Seconda Guerra Mondiale. Il progetto fu portato avanti dagli Stati Uniti con la collaborazione di scienziati e ingegneri inglesi e canadesi. Gli Stati Uniti cominciarono a pensare seriamente a costruire una bomba nucleare già negli anni '30, ma il programma prese veramente abbrivio solo dopo il bombardamento di Pearl Harbor da parte dei giapponesi, alla fine del 1941. A un certo punto il progetto arrivò a impiegare 125.000 persone, con un costo totale approssimato di 20 miliardi di dollari odierni. Nel 1945 il Progetto Manhattan riuscì nell'intento di costruire delle armi nucleari: dopo l'indispensabile fase di test, all'inizio di agosto una bomba all'uranio e una al plutonio furono sganciate sul Giappone. La nazione del Sol Levante si arrese meno di una settimana dopo, ponendo così fine alla Seconda Guerra Mondiale.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/manhattan_project.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Atomic Theory",
            "url": "https://eyefyre.github.io/civvapi/v1/it/tech/atomic_theory.json"
        }
    }
]