{
    "id": 1,
    "name": "美國",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/美國.png",
    "dawn_of_man": "歡迎您！華盛頓總統！在您的領導下美國的文明邁向了工業化。這個在十八世紀的革命浪潮下成立的年輕國家，在不到一百年的時間，經歷了恐怖的內戰，幾乎將這個國家一分為二。但就在短短數年後的二十世紀，美國國力達到巔峰，從摧毀了許多其他強大國家的兩次可怕戰爭中凱旋而興起強盛。美國是移民國家，充滿樂觀與決心。他們只缺少一位領袖幫助他們完成對自己的期許。華盛頓總統啊！您可以領導美國人，使他們更為強大嗎？您能建起一個經得住時間考驗的文明嗎？",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "B17轟炸機",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/b17.json"
        },
        {
            "name": "獨立軍民兵",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/minuteman.json"
        }
    ],
    "city_names": [
        "華盛頓",
        "紐約",
        "波士頓",
        "費城",
        "亞特蘭大",
        "芝加哥",
        "西雅圖",
        "舊金山",
        "洛杉磯",
        "休斯頓",
        "波特蘭",
        "聖路易斯",
        "邁阿密",
        "水牛城",
        "底特律",
        "紐奧良",
        "巴爾的摩",
        "丹佛",
        "辛辛那提",
        "達拉斯",
        "克利夫蘭",
        "堪薩斯",
        "聖地牙哥",
        "里奇蒙",
        "拉斯維加斯",
        "鳳凰城",
        "阿布奎基",
        "明尼阿波里斯",
        "匹茲堡",
        "奧克蘭",
        "坦帕灣",
        "奧蘭多",
        "塔科馬",
        "聖大非",
        "奧林匹亞",
        "狩獵谷",
        "春田",
        "帕羅奧多",
        "森特勒利亞",
        "史坡堪",
        "傑克遜維爾",
        "沙凡那",
        "查理斯頓",
        "聖安東尼奧",
        "奧馬哈",
        "檀香山",
        "安哥拉治",
        "山克拉門都",
        "鹽湖城",
        "雷諾",
        "波伊西",
        "密爾瓦基",
        "聖克魯茲",
        "蒙特雷",
        "聖塔莫尼卡",
        "小岩城",
        "哥倫布市",
        "列班"
    ],
    "spy_names": [
        "克僧",
        "腓力克斯",
        "丹尼斯",
        "艾德華",
        "雷克斯教授",
        "伊莉莎",
        "瑪麗",
        "維吉尼亞",
        "史嘉烈",
        "芭芭拉"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "美國是世界級的「超級強權」（這多少意味該國擁有足以毀滅地球的武器）。美國是一個相對年輕的文明，於18世紀時建立，19世紀時差點自我毀滅，然後在20世紀時成為在軍事、科技、文化和經濟各領域中最強大的文明。很難想像21世紀的美國還會發展到什麼程度。"
        },
        {
            "heading": "地理和氣候",
            "text": "美國的領土橫跨北美大陸，還包括大陸最北端的阿拉斯加和太平洋上的一些島嶼。其國內各地氣候差異甚鉅，從阿拉斯加的近極地氣候，到佛羅里達的近熱帶氣候，再到亞利桑那的乾旱沙漠。整個大陸被東部較低也較古老的阿帕拉契山脈以及西部較新也較高大的落磯山脈一分為二。兩座山脈間的中央大平原上則有密蘇里河（或稱密西西比河）流入墨西哥灣。該國邊境的五大湖是世界上最大的淡水水域。即便歷經數個世紀的積極開採，美國仍然擁有豐富的森林、煤炭等自然資源。"
        },
        {
            "heading": "北美原住民",
            "text": "部分歷史學家推測最早在北美洲定居的是歐亞人種，他們經由曾經連結阿拉斯加和俄羅斯西伯利亞的白令陸橋遷移到這塊大陸上。這種說法仍有爭議，由其是在到底有幾波移民以及最早移民的時機這些問題上爭議更大。一般似乎公認北美原住民是在約5萬至9千年前移居至此（時間跨幅極長）。這些原住民很可能是在這段漫長的時間中一波波移居此地，一部分沿著西部海岸向南遷徙，後來又有一部分向內陸發展，抵達今日的加拿大與美國中心地區。長期下來，這些原住民便散居整個大陸，發展出語言、狩獵技巧、藝術和工藝等等技術。不過他們從未馴化馬匹（在發現更好的用途之前就把馬兒全殺光了）。對於生活在最後成為美國這塊北美土地上的原住民人口數量，現有的估算差異也很大，約從五百萬到二千五百萬不等。無論確切人數為何，第一批歐洲訪客帶來了一些非常可怕的疾病（像是麻疹和天花），而原住民的免疫系統對此完全陌生，所以在第一批白人到達後的一個世紀之內，有90%甚或更多的北美原住民人口死於這些疾病。損失了90%的人口，又缺乏槍械或其他重要工業技術的北美原住民，在面對歐洲人的大舉進攻時當然相對弱勢。"
        },
        {
            "heading": "歐洲人的到來",
            "text": "16世紀初期，四個歐洲殖民勢力在北美建立了殖民地：法國人在加拿大、英國人（與少部分荷蘭移民）移居美中，西班牙人則進入佛羅里達及其以南地區。長期之後，英國人征服了北部的法國殖民地和曼哈頓的荷蘭殖民地，除了佛羅里達以外，將整個東部海岸都納入英國的統治範圍。如上所述，原住民們因外來疾病和弱勢武裝，無力抵抗歐洲人的入侵。"
        },
        {
            "heading": "北美獨立戰爭",
            "text": "18世紀期間，英國在北美的殖民地持續成長和繁榮。來自英國和其他地方的大批移民不斷湧入，到新大陸追尋土地、財富，甚至是逃避祖國的宗教迫害也很常見。奴隸貿易提供了大量的廉價勞工，英屬北美殖民地也開始發展農業與輕工業。長期下來，北美殖民地和英國政府之間的關係逐漸緊張。殖民地由英國政府任命的總督負責掌管，他們在英國議會中並無直接的代表。此外，殖民地居民認為英國對其施加了不公平的貿易限制。與此同時，英國政府則將殖民地居民視為忘恩負義的烏合之眾，完全不知道英國王室為了保護他們耗費鉅資。18世紀70年代後期，北美殖民地公開反抗英國統治。到了1776年7月4日，美國宣佈獨立。戰爭初期，殖民地軍隊的武器和兵力都遠遠比不上訓練有素的英軍，尤其是英國海軍掌握著完全的制海權，能夠隨時毫無忌憚的沿著海岸到處調動大軍。訓練不足且無實戰經驗的「大陸軍」完全不是英國「紅衣軍」的對手。"
        },
        {
            "heading": "喬治·華盛頓",
            "text": "大陸軍總司令喬治·華盛頓是位富裕的維吉尼亞農場主人，在軍事方面有些實際經驗（他曾在法印戰爭中擔任英國陸軍上校）。不過他的首場重大戰役仍以慘敗收場，他制定的作戰計畫過於複雜，士兵在面對敵人時也缺乏經驗。但華盛頓擁有一些重要的素質：其個人英雄主義以及面對災難時的冷靜態度，使他的軍隊逃過全軍覆沒的命運。此外，他也能迅速地從錯誤中吸取教訓。（更多華盛頓的相關資料，請參考他的文明百科內容。）英軍錯失了消滅大陸軍的最好機會，美國獨立戰爭就此演變為一場長期消耗而且艱困無比的意志之戰。英軍無法長期壓制美軍獲得決定性的勝利，在連年爭戰之下英國更開始產生厭戰情緒。1778年，法國加入美國陣線。到了1779年，西班牙也參戰了。法國艦隊即便軍力不如英國海軍，但偶而仍然能夠在地區性的戰役中佔得上風，對戰局更是起了決定性的作用。1781年，大陸軍在維吉尼亞州的約克鎮包圍了英國軍隊。法國艦隊則封鎖了海面，讓英國人無法逃脫。同年10月19日，英軍將領康沃利斯終於向華盛頓投降。1787年美國召開制憲會議，並在次年通過新憲法。1789年喬治·華盛頓當選為首任總統。"
        },
        {
            "heading": "路易斯安那購地",
            "text": "1803年，美國向法國購買其位於北美廣達82·88萬平方英哩的土地。這塊領土包括密西西比河流域的大部分地區，西起落磯山脈，東至俄亥俄州。這筆交易使美國領土擴大了一倍，當時要價約1500萬美元，對美國來說是極其有利的交易。就連法國人也認為這筆交易很划算：當時法國正在和英國交戰（見下文），而英國控制著海洋，法國人無法從中獲利，甚至保護這片領土不遭英國侵占。法國人甚至認為這場交易是給英國重重的一擊。法國領袖拿破侖·波拿巴曾對這筆交易發表看法，他認為：「這片領土將能確保美國國力永遠強大。而我則為英國扶植了一個海上對手，他們遲早會挫挫英國海軍的銳氣。」湯瑪斯·傑佛遜總統雖然因為這場交易遭受強烈批評，但歷史學家傾向認為他是撿到了一個大便宜。"
        },
        {
            "heading": "1812年戰爭",
            "text": "18世紀初，法國國內正陷入大革命的動盪之中。許多美國人認為法國會建立民主政體，沒想到拿破侖上臺後幾年內就逕自稱王。拿破侖在歐洲大陸擴張勢力的同時，英國則憑借其無敵的海軍與之對抗，對法國以及大部分其他歐洲國家實施貿易禁運。這嚴重損害了美國的商業利益。此外，英國戰艦還經常以尋找失蹤水手的名義攔截搜查美國船隻。美國視此為對其主權的嚴重損害，因此在1812年向英國宣戰。（也有歷史學家認為美國宣戰的主因其實是為了能名正言順地侵佔英屬加拿大。）美國在這場戰爭中的主要武力是商船。中小型的美國船隻在海上各處出沒，不斷劫掠英國商船，阻撓英國貿易。在陸地上，美國入侵加拿大，但被英國和加拿大軍隊輕鬆擊退。英國海軍受到十幾年來與法國的漫長衝突牽制，幾乎無法封鎖美國海岸，也沒有辦法掌握美國商船的行蹤。不過英國陸軍的表現相當不錯，他們一路打進了美國首都華盛頓，並將其燒成一片廢墟。雖然攻陷華盛頓對美國的國族自尊是極大的打擊，但是英美兩國政府暸解雙方都不可能在這場戰爭中贏得勝利，再繼續打下去不過是白白浪費錢財和生命罷了。1814年12月，雙方簽署了「根特條約」，就此終結雙方的敵對狀態。除此之外，雙方皆無取得或割讓領土，也沒有解決開戰的根本原因。這場戰役以平手作收。"
        },
        {
            "heading": "美墨戰爭",
            "text": "1835年，墨西哥總統安東尼奧·羅培茲·德·聖塔·安那廢除了舊憲法，以強化中央集權的新憲法取而代之。墨西哥的幾個州在當時開始叛亂，其中包括科阿韋拉與德亞斯州（範圍內含日後的德克薩斯州）。即便政府軍在初期取得一些勝利（包括攻下阿拉摩堡），聖塔·安那最終還是戰敗並且遭到俘虜。在如此不利的形勢下，聖塔·安那被迫同意德克薩斯獨立。墨西哥政府在聖塔·安那被俘期間將其罷黜，並且拒絕承認由他簽署的條約。新成立的「德克薩斯共和國」與墨西哥之間的小規模衝突持續上演，德克薩斯的一些黨派則開始策劃加入美國。1845年，美國國會通過了法案，允許美國兼併德克薩斯，並由約翰·泰勒總統簽署生效。與此同時，墨西哥發現美國人如潮水般湧入北部領土（包括加利福尼亞州），其中一些人公開宣稱要讓這些領土也納入美國版圖。1845年末，德克薩斯正式成為美國的一州。1846年，美國軍隊進一步佔領這備受爭議的領土。在墨西哥騎兵與美國巡邏隊發生衝突並導致11名士兵喪生之後，美國政府立即以此為藉口向墨西哥宣戰。[這場戰爭基本上是很快就獲得壓倒性勝利。經過在德克薩斯和墨西哥北部的幾場戰鬥，一支大約1·2萬人的美國軍隊佔領了韋拉克魯斯並向西推進。墨西哥軍隊節節敗退，而美國軍隊很快就佔領了墨西哥城。戰敗的墨西哥政府被迫簽署了瓜達盧佩伊-達爾戈條約，條約中割讓的土地成為日後美國的德克薩斯、新墨西哥、亞利桑那、加利福尼亞、內華達、懷俄明、俄克拉荷馬、科羅拉多等州。美國則支付給墨西哥1825萬美元作為補償，價值大約相當於現在的5億美元。除了從墨西哥竊取了大片寶貴的土地外，這場戰爭還有另一項好處：不少美國士兵因此獲得實戰技巧。這些人將在十五年後的南北戰爭中，有效的將這些技巧用在自己的同胞身上。"
        },
        {
            "heading": "美國南北戰爭",
            "text": "十八世紀時，美國逐漸分化為南方的「蓄奴州」和北方的「自由州」兩部分。南方以農業經濟為主，需要大量廉價的農業勞動力。北方因為擁有發展中的工業基礎，並且能從歐洲取得大量廉價勞力，因此對奴隸的需求極低。奴隸制逐漸成為南方的生活傳統，許多人因此將「廢奴」視為離經叛道的邪惡思想，並（根據極度扭曲的聖經經文詮釋）將之視為罪大惡極。而北方人則相當厭惡奴隸制，認為這是一種完全邪惡的制度，也是美國的原罪。（值得注意的是，許多南方人認為奴隸制廢除與否屬於「州權」，也就是憲法規定聯邦政府無權干預的各州內部事務，但奴隸制度卻在這個問題上引爆嚴重歧見。）到19世紀50年代，局勢已經發展到不可收拾的地步。南北之間的關係空前緊張。在1860年大選中，反對奴隸制的溫和派候選人亞伯拉罕·林肯當選總統，引發一連串的事件，最終導致了南部的脫離和內戰的爆發。戰爭初期的形勢對聯邦軍（北軍）非常不利。叛亂軍（南軍）擁有比北軍強大的軍事傳統，而且美國最優秀的軍官大多來自南方，無論個人對戰爭起因的觀點為何，他們都覺得自己有義務支援家鄉，抵禦北方的入侵。此外，南方完全處於守勢，而進攻對於未經充分訓練的士兵來說更為困難。開戰初期，雙方的軍隊一開始都由缺乏訓練的新兵組成。許多人都相信只需要一場大戰就能結束戰爭，但這種想法完全錯誤。第一場大規模戰役（牛奔河戰役）的結果是北軍落敗，但南軍的勝利卻未能持續下去。此後四年間雙方在遍及全國的漫長戰線上反覆拉鋸。南軍雖然獲勝，卻無法摧毀北軍士氣（特別是林肯總統的決心）。隨著戰事持續，北軍將領的能力不斷提升，憑借其數量和工業優勢逐步控制了戰局。1865年，南方首都遭到攻陷，不久之後殘餘的南軍也棄械投降。成功佔領南方首都，並接受南方投降後不久，林肯總統在同年四月遇刺身亡。南北戰爭對美國造成許多巨大影響，其中最重要的就是徹底廢除奴隸制。然而黑人努力贏得的權利在戰後重建過程中又逐漸受到剝奪。到19世紀末，美國黑人依然無法與白人平起平坐，不過至少不用再像牲畜那樣，遭到任意買賣。"
        },
        {
            "heading": "韋斯特沃德霍！",
            "text": "19世紀後期，美國的人口持續向西遷移，從中西部廣大的平原區一直到太平洋沿岸。美國工程師修建了橫跨高原和山脈的鐵路網，城鎮像雨後春筍般地沿著鐵路線誕生。北美原住民則被趕到狹小貧瘠的偏遠地區，然而他們在如此惡劣的環境下仍然頑強地生存。世界各地的移民也不斷湧入這個國家尋找自己的「美國夢」（有許多人也確實找到了）。19世紀後期，美國又發動了一場爭奪領土的戰爭，這一次的對手是已經衰落的西班牙「帝國」。在威廉·赫斯特等大肆渲染的所謂「黃色新聞」的刺激下，美國人迅速擊敗了西班牙軍隊，取得菲律賓群島、關島和波多黎各。另外原屬西班牙的古巴則在歸於美國「保護」後不久取得獨立。"
        },
        {
            "heading": "20世紀初期：世界侵擾",
            "text": "雖然美國的工業和經濟實力持續增長，但軍事實力並未同步提升。美國的陸軍和海軍軍力足以擊敗西班牙（並防禦與加拿大和墨西哥之間的邊界），不過無論如何也算不上是個世界級的軍事強權。美國主要仰賴大西洋和太平洋提供天然的安全屏障，而當時制海權全在英國無人能敵的海軍手中。第一次世界大戰在歐洲爆發的時候，大多數美國人都無意捲入這場衝突。（事實上，許多人原本就是為了躲避歐洲無休止的戰事才移民美國的。）美國人的祖先來自歐洲各地，包括德國、奧地利、法國、義大利、俄國和英國。因此無論美國加入哪一方，打的都是自己的親戚。不管美國政客私下的想法如何，美國政府宣佈保持中立。事實上，美國的中立態度對英國和法國大為有利，因為英國握有制海權，所以美國只能和英國及其盟友進行貿易。這對德國來說可不是好事，因為德國必須切斷英國的補給線才能獲勝。1917年德國「U型潛艇」（潛水艇）擊沉了英國郵輪盧西塔尼亞號，並宣佈對中立國的船隻展開無限制的潛艇戰。美國隨即對德國及其盟友宣戰。在戰爭初期美國只有一支規模很小的常備軍，但到1918年時派往歐洲的美國遠征軍已超過1百萬人。這支龐大的生力軍發揮了改變戰局及壓垮敵方士氣的實際作用。戰爭終於在同年年底宣告結束。美國遠征軍在法國遭遇重大戰役，總計有5萬人陣亡，30萬人受傷。戰後，美國總統伍德羅·威爾遜倡導「公正的和平」並成立「國際聯盟」，然而歐洲的戰勝國卻傾向對戰敗國施加嚴厲的懲罰，考量其所遭受的損失，這種做法是可以理解的，但這無益於國家之間的和解。因此，美國輿論轉而反對繼續參與歐洲事務，特別是再度派兵參戰。這種情緒在二十年後導致了嚴重的後果。"
        },
        {
            "heading": "大蕭條",
            "text": "「大蕭條」本身絕妙的名稱聽起來已經夠令人沮喪，所以在此只作簡要介紹。大蕭條導因於1929年美國股市崩盤，迅速蔓延全國以至全世界。美國有大量銀行倒閉，失業率向上攀升到25%，農產品價格則暴跌60%。各大城市裡擠滿了排隊領取救濟品的窮人。大蕭條持續了數年之久。美國的經濟在三十年代中期開始復甦，但直到第二次世界大戰時才完全恢復元氣。"
        },
        {
            "heading": "第二次世界大戰",
            "text": "在大蕭條期間，法西斯主義開始在世界各地崛起，尤其是歐洲大陸。墨索里尼在義大利，佛朗哥在西班牙，希特勒在德國分別建立起獨裁統治。遭受第一次世界大戰和大蕭條的雙重打擊，以及出於對共產主義浪潮的恐懼，各民主國家坐視德國重建其陸軍、海軍和空軍力量並不斷吞併周邊小國而無動於衷。直到1939年德國（與蘇聯）入侵波蘭之後，法國和英國才對德國宣戰。同時期，日本軍隊也對中國發動了全面入侵，不斷排擠歐洲列強在太平洋地區的勢力。民眾的孤立主義情緒使美國政府在1940年和1941年繼續保持「中立」，此時法國已經投降，德國軍隊已經深入蘇聯領土。然而與第一次世界大戰時的情形一樣，因為英國海軍握有大西洋的制海權，美國的中立對其更為有利。同時在國內，富蘭克林·羅斯福總統正盡快重建軍力，鼓動民眾支持積極軍事干預，對德宣戰。在太平洋地區，美國開始對日本實施石油禁運，嚴重打擊了日本的軍事經濟實力和政治顏面。為因應來自美國不斷增加的壓力，日本帝國犯下了堪稱現代歷史上最具災難性的軍事政策錯誤。1941年12月7日，日本轟炸駐紮在美屬夏威夷群島珍珠港中的美國太平洋艦隊。許多美國戰艦遭到擊沉，但萬幸的是當時太平洋艦隊的航空母艦都不在港內。這起事件後來證明對太平洋戰區具有決定性的影響。在珍珠港事件發生後不久，德國也向美國宣戰。這同樣是一個巨大的錯誤，因為這使得美國有理由強力干涉歐洲戰場。如果德國不宣戰，面對民眾高漲復仇情緒的羅斯福總統可能會同意「先收拾日本」再加入歐洲戰場。"
        },
        {
            "heading": "參戰的美國",
            "text": "第二次世界大戰對美國來說是一次異常複雜的軍事、工業和政治挑戰。雖然幾年來美國已經逐步加強了軍力，但在許多方面仍遠未做好準備，例如人力、槍炮、船艦、飛機、坦克等等。政府必須平衡分配有限的人力資源，以同時為本國與其日漸絕望的盟友擴充軍備。除此之外，由於彼此的政治理念和軍事目標並不相同，美國還必須努力維持與英國、所屬領地，以及和蘇聯之間脆弱的同盟關係。更別提戰前的美國和英國都是共產主義和蘇聯的死敵。最後，絕大多數未經歷練的美國軍隊必須同時面對兩個強大的對手：常勝的日本海軍和無敵的德國陸軍。美國參戰初期在各大戰區都處於守勢。日本海軍佔領了盟軍在太平洋地區的大部分據點，向澳洲和紐西蘭推進。德國的U型潛艇則在大西洋擊沉了成百上千萬噸的盟軍船隻，幾乎迫使英國退出戰局。但是難以匹敵的美國工業開始發揮潛力，以令人震驚的速度生產戰艦、飛機和坦克。美國軍隊從初期的錯誤中吸取教訓而日漸成熟，與盟友一起在各條戰線上遏止了敵人的攻勢。到了1942年，美國軍隊開始在北非和太平洋地區轉為守勢。1944年，美英軍隊在法國海岸登陸，配合東線的蘇俄軍隊對德國發起兩面夾攻，終於迫使其在1945年5月宣佈投降。此後幾個月，日本盤踞著太平洋上的島嶼繼續頑抗，直到美國在廣島和長崎投下原子彈為止。"
        },
        {
            "heading": "20世紀下半葉的美國",
            "text": "美國從第一次世界大戰和第二次世界大戰中記取了兩個重要教訓：第一，孤立主義害人害己。雖然太平洋和大西洋為其本土提供天然屏障，美國的安全仍然與世界各地的事務息息相關，其他國家並非只是美國的外銷市場。第二，嚴厲懲罰落敗的敵人並不是好主意。最好的做法是幫助被擊敗的敵人重建國家，對方將會成為忠實盟友和工業產品的忠實顧客。因此在第二次世界大戰結束後，美國投入了數十億美元援助歐洲和日本的重建，不論對方過去是盟友還是敵人（唯一的重要例外便是蘇聯）。第二次世界大戰結束後，美國已經成為世界第一強國。美國本土在戰爭期間並未遭到入侵或轟炸，因此工業實力空前強大。美國軍隊身經百戰，裝備精良並且擁有原子彈。在此同時，蘇聯軍隊則在歐洲大陸稱雄。但美國民眾無意與蘇聯發生衝突，他們只希望士兵平安回家。"
        },
        {
            "heading": "冷戰",
            "text": "隨著第二次世界大戰結束，美英與蘇聯潛在的敵對情緒開始浮上檯面。造成這種敵對的理由很充分。美國擔心如果不對蘇聯（和後來的中國）所支持的共產國際加以遏止，整個歐洲甚至世界都將「赤化」。另一方面，蘇聯也希望確保每隔二十年領土就遭受外敵入侵的情況不再發生，為此必須向外展現強硬和無情的一面。（同時蘇聯也鄙視美式的資本主義，意欲在世界各地宣揚共產國際的理想。）此後五十年間，美國和蘇聯以及後來的中國都耗費了巨額的資源和財富來擴充軍備，顛覆他國政府，在世界各地發動代理戰爭。美國發動了對抗共產國際的朝鮮戰爭（平手）和越南戰爭（戰敗）。蘇聯則出兵東歐（戰勝）和阿富汗（大敗）。到20世紀80年代末期，蘇聯由於各種內部矛盾（腐敗、貪婪、無能等）和巨大的軍事開銷而幾近破產。到了20世紀90年代蘇聯終於解體，美國和中國則成了可以自由貿易的夥伴。冷戰至此宣告結束。無論怎麼計算，冷戰對所有涉入其中的國家都是龐大而昂貴的負擔。假如美國不與蘇聯為敵，蘇聯也許就會鬆綁過度偏執的內外政策，停止繼續迫害自己的人民。美國也能把自己的財富運用在其他地方，而非用於製造危險和特殊性都越來越高的武器，以及支持世界各地的專制獨裁政權。從另一方面來說，冷戰也促使雙方為了軍事目的和國家榮譽而開始探索外太空。這推動了許多重大的科技創新，例如通訊衛星和登月計畫。登月計畫也許是人類史上最重要而且最酷的一項科學成就。冷戰結束後的美國迎來了和平盛世新紀元，但是並未持續多久。"
        },
        {
            "heading": "反恐戰爭",
            "text": "2001年9月11日，一群恐怖分子劫持了四架客機，駕駛其中兩架撞向紐約市的世界貿易中心雙塔，一架撞向華盛頓的五角大廈。第四架的撞擊計畫因乘客的英勇行動而沒有得逞。經追查這次襲擊行動是由「蓋達」組織策劃的，這個穆斯林極端主義組織以阿富汗為基地，致力於將外國人趕出中東地區，並摧毀他們眼中的「撒旦」美國。作為對這場襲擊的回應，美國入侵阿富汗並推翻了支持蓋達組織的基本教義派領袖。隨後美國又在極具爭議的狀況下入侵伊拉克，推翻宿敵薩達姆·海珊。目前美國正努力修復其國際形象，拉攏盟友加入「反恐戰爭」，並設法從伊拉克脫身。阿富汗依然是一個非常棘手的挑戰，目前仍無法確定美國能否在不久的將來化解衝突，取得成功。"
        },
        {
            "heading": "美國的未來",
            "text": "如今美國已不再是世界上唯一的超級強權，現在他們至少必須和中國共享這個頭銜。美國政府對內盡力化解因20世紀末期經濟過度膨脹導致的金融危機，還要努力驅趕奴隸制度和種族主義迴盪不散的陰魂。美國確實面臨著嚴峻的挑戰，但還遠未衰敗。這個國家仍然掌握著資源、財富和人力資本，依然會在接下來的新世紀中扮演重要而關鍵的角色。"
        },
        {
            "heading": "美國的未來",
            "text": "如今美國已不再是世界上唯一的超級強權，現在他們至少必須和中國共享這個頭銜。美國政府對內盡力化解因20世紀末期經濟過度膨脹導致的金融危機，還要努力驅趕奴隸制度和種族主義迴盪不散的陰魂。美國確實面臨著嚴峻的挑戰，但還遠未衰敗。這個國家仍然掌握著資源、財富和人力資本，依然會在接下來的新世紀中扮演重要而關鍵的角色。"
        },
        {
            "heading": "美國的未來",
            "text": "如今美國已不再是世界上唯一的超級強權，現在他們至少必須和中國共享這個頭銜。美國政府對內盡力化解因20世紀末期經濟過度膨脹導致的金融危機，還要努力驅趕奴隸制度和種族主義迴盪不散的陰魂。美國確實面臨著嚴峻的挑戰，但還遠未衰敗。這個國家仍然掌握著資源、財富和人力資本，依然會在接下來的新世紀中扮演重要而關鍵的角色。"
        }
    ],
    "leader": {
        "name": "喬治·華盛頓",
        "subtitle": "美國領袖",
        "lived": "1732 AD-1799 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/喬治·華盛頓.png",
        "trait": {
            "name": "昭昭天命",
            "effect": "所有地面軍事單位視野+1。購買單元格的費用減少50%。"
        },
        "titles": [
            "大陸軍總司令（美國革命期間）",
            "美國總統（1789-1797）"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "喬治·華盛頓是18世紀晚期，殖民地時期美國的諸多偉人中的一員。雖然他沒有約翰·亞當斯的善戰、沒有班傑明·富蘭克林的創意，也沒有托馬斯·傑弗遜的聰慧，但華盛頓有在戰爭時期帶領和在和平時期統治的能力。他帶領著大陸軍在極端不利的情況下贏得勝利，也因此為他的國家帶來了獨立。"
            },
            {
                "heading": "早年經歷",
                "text": "喬治·華盛頓的祖先是於1657年時從英國移居至維吉尼亞的殖民者，在十八世紀早期的殖民地地區的條件中他的家族算是最富裕又有權勢的。華盛頓年輕時修讀過數學、寫作、地理，或許還有拉丁語，但他並沒有上大學。相反的，他專注於學習如何飼養家畜、耕種還有管理家中的物產。華盛頓也有接受過探勘員的訓練，他有數年的光陰都在探索維吉尼亞殖民地內外地區和繪製地圖。"
            },
            {
                "heading": "法國和印第安戰爭",
                "text": "1754年時，英國（包括英國底下的殖民地）與法國及印第安人結盟軍之間的戰爭爆發。華盛頓在這場戰爭中參與了數場戰役，顯現出莫大的勇氣和熱情外表下冷酷的一面，不過他並沒有特別的戰術和戰略天賦。最後這場戰爭由英國勝出，而華盛頓以準將的階級從殖民地軍隊榮退。"
            },
            {
                "heading": "家庭生活",
                "text": "戰爭結束後，華盛頓結婚並開始努力賺大錢。他十分享受管理農場和種植園的工作，而且從不介意脫去外衣幫忙粗重的工作。他同時也是威廉斯堡下議院的一名議員，是維吉尼亞州內最無實權的政府組織（真正的權力掌握在殖民地總督以及英格蘭的國王和議會手裡）。"
            },
            {
                "heading": "革命前的活動",
                "text": "儘管思想上傾向於保皇黨，華盛頓也對英國議會對殖民地增收的沉重賦稅感到極為不滿（大部分是為了償還在法國和印第安戰爭中積欠的款項）。隨著緊張情勢日益增長，而英國對殖民地的壓迫也日漸沉重，華盛頓的立場變得更加激進，1768年時他表示自己在祖國需要時，可以隨時拿起武器反抗英國統治。到1774年時華盛頓成了大陸會議的成員，這是這個新生國家第一個真正的全國性組織。當1775年真正的戰爭在波士頓及附近爆發時，華盛頓被任命為所有殖民地軍隊的總司令，之後他就一直擔任這個職位，直至1776年宣布真正的獨立。"
            },
            {
                "heading": "大陸軍總司令",
                "text": "成為革命軍的總指揮後，華盛頓當年在英法作戰時的優點與缺點又再次浮現出來。他充滿勇氣，但卻近乎有勇無謀的程度。初期的戰爭中，他總是試圖進行一些超出了義勇軍能力的複雜戰術，導致連連慘敗於英國專業軍隊底下。然而，幾乎僅僅靠著意志驅使，在歷經數年困苦兵敗的日子，華盛頓仍然未讓軍隊被殲滅，而且還能夠繼續上戰場，讓殖民地革命的希望保有一線曙光。最後，殖民地軍隊和將領的堅持和成長，讓最兇惡的敵人也感到敬佩。法國的介入、殖民地茁壯的軍事力量和戰場上的勝利也讓英國人民起了反戰情緒。1781年時，華盛頓在大批法國士兵協助下大膽領軍進入維吉尼亞州，將英國軍隊圍困在約克鎮的一個半島上。法國海軍也使他們暫時掌控了海上，英國將領因無法脫出困境只好投降。雖然之後的幾個月內還有零星的交火，但這場戰爭基本上已經結束：美國贏得了獨立。"
            },
            {
                "heading": "美國總統",
                "text": "戰爭結束後，華盛頓主持了制憲會議，會議確立了政府形式，他隨後也當選為第一任總統。在任期間，華盛頓竭力保持國家不捲入國外紛爭，不與他國過於緊密也不交戰。他還努力消除黨派之間的紛爭和敵視（成效其實不大）。連任了兩屆總統後（每屆四年），他退休回到了他在維吉尼亞州的維農山莊，直至1799年去世。"
            },
            {
                "heading": "華盛頓的歷史定位",
                "text": "喬治·華盛頓有著「美國國父」的名號。儘管華盛頓不是歷史上最偉大的將領或政治家，華盛頓在面對逆境時，卻能在逆境中表現出穩健的步伐和勇氣，能讓人民願意為他犧牲。如果沒有華盛頓，也許就沒有美國的誕生。"
            }
        ]
    }
}