{
    "id": 26,
    "name": "奧地利",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/奧地利.png",
    "dawn_of_man": "高貴聖潔的瑪麗亞·特蕾莎女王，神聖羅馬帝國皇后和奧地利的統治者，人民向您的仁慈致敬。您在父親國王查理六世去世後的動盪時局中登上奧地利的王位。空盪盪的國庫和羸弱的軍隊也無法熄滅您的雄心壯志。您在繼承王位後旋即面臨戰爭，您擊退敵人，並與您的丈夫法蘭茲·史蒂芬共同統治，確定了自己身為神聖羅馬帝國皇后的身分。在您的統治期間，您加強軍事，充實國庫，並改善國家的教育系統，引領奧地利邁向改革的新道路。哦，偉大、勇敢且尊嚴的女王，您再度崛起領導國家的時機已然來到。您可以帶領人民回到繁榮和輝煌之峰嗎？您能建起一個經得住時間考驗的文明嗎？",
    "unique_buildings": [
        {
            "name": "咖啡廳",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/buildings/coffee_house.json"
        }
    ],
    "unique_units": [
        {
            "name": "驃騎兵",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/hussar.json"
        }
    ],
    "city_names": [
        "維也納",
        "薩爾茨堡",
        "格拉茨",
        "林茲",
        "克拉根福",
        "布雷根茲",
        "因斯布魯克",
        "基茨比厄爾",
        "聖波爾坦",
        "艾森斯塔特",
        "菲拉赫",
        "茨韋特爾",
        "特勞恩",
        "韋爾斯",
        "多恩比恩",
        "費爾德基希",
        "阿姆施泰滕",
        "巴德伊舍",
        "沃爾夫斯貝格",
        "庫夫施泰因",
        "萊奧本",
        "克洛斯特新堡",
        "萊翁丁",
        "卡芬堡",
        "哈萊因",
        "比紹夫斯霍芬",
        "魏德霍芬",
        "薩爾溪",
        "利恩茨",
        "施泰爾"
    ],
    "spy_names": [
        "斐迪南",
        "喬安納",
        "法蘭茲喬瑟夫",
        "阿斯翠德",
        "安娜",
        "羅伯",
        "阿洛伊斯",
        "奈特",
        "喬吉",
        "阿爾諾德"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "奧地利的名稱首見於996年的羅馬皇帝奧托三世的記錄中，源自於古高地德語「Ostarrichi」一詞，這個陸地所包圍的小國對於歐洲的政治與軍事發展有著深遠的影響。從13世紀起哈布斯堡王朝開始了對奧地利長達650年的統治，成為歐洲最早成立的國家之一，並在歐洲大陸中建立起穩固的同盟關係與廣泛的貿易協定。奧地利與匈牙利在之後結合成一個強大的帝國，為這兩國帶來了安定。這樣的關係直到了第一次世界大戰終告結束，而德國的魔爪又在第二次世界大戰時伸向了奧地利。歷經這些衝突之後，奧地利的領土邊界進行了重新的規定，而奧地利共和國的獨立讓它成為今日以中立及安定為傲的民主國家。"
        },
        {
            "heading": "氣候和地形",
            "text": "奧地利有著高聳入雲的阿爾卑斯山脈，國家以高山地形為主，氣候涼爽宜人。雖然在歷史上，奧地利的領土屢屢變動，但主要都緊鄰著德國、義大利、匈牙利與捷克等國。身處在敵國與友邦並存的環境下，奧地利的人民長期以來必須不斷適應瞬息萬變的周遭局勢。時至今日，奧地利人則可以享受得益於高山地形帶來的優勢，而他們的運動員在高山滑雪、跳臺滑雪與滑雪板等冬季運項目中常有優異的表現。"
        },
        {
            "heading": "起源",
            "text": "奧地利最早的歷史記載大多以游牧的凱爾特人，以及他們與性喜侵略的羅馬帝國之間發生的衝突為主。在西元前一千年衰弱的階段裡，在現為奧地利國土的區域中，一群凱爾特部落居住於多瑙河的北部。這些凱爾特人屬於哈爾施塔特文化，所以在發現他們大量手工藝品的奧地利村落便以此為名。西元前200年，羅馬人進入該地開始壓制當地百姓並進行控制，為凱爾特人的統治時期劃下了句點。在這時期，古凱爾特在文多波納的居住地被佔領，成了羅馬的軍事基地。文多波納最初是羅馬部隊駐紮地的所在，隨後成了多瑙河沿岸的重要貿易中心，到後來更成為奧地利之後的首都維也納。雖然羅馬佔領了奧地利南部有數百年之久，但到了3世紀時，北方強大的日耳曼部落便開始朝羅馬所控制的領土逼近了。而到了5世紀，版圖的日漸縮小成了羅馬人心頭揮之不去的困擾，隨著帝國勢力日漸萎縮，來自巴伐利亞及周遭的開拓者不費吹灰之力的就進入了這個地區。文多波納城在西元630年被阿瓦爾族佔領，而在8世紀末期，阿瓦爾族則被查理大帝所征服。"
        },
        {
            "heading": "最初的國界",
            "text": "在西元976年奧地利邊界領土（東省）成形，所劃分的領土即為往後奧地利帝國的所在地。中世紀的歐洲利用邊界領土來標出前線的範圍，而奧地利邊界領土是由神聖羅馬帝國的奧托二世所規劃，取代了之前所有該區域的命名，包括了由查理大帝在8世紀在同一地區所規劃的阿瓦爾邊界領土。奧托三世隨後則稱該地區為東部馬克。"
        },
        {
            "heading": "巴本堡伯爵",
            "text": "巴本堡家族是第一個統治奧地利領土的王朝，這個貴族世家乃由神聖羅馬帝國的奧托二世所任命掌權。由於利奧波德一世在先前的巴伐利亞暴動中對於奧托二世忠心耿耿，因而在976年受封為奧地利侯爵。「侯爵」是贈與那些中世紀統治領土邊界伯爵的稱謂，由於這些前線地區的功用在於替帝國首都抵擋外界的攻勢，因此他們大多扮演著軍事功能的角色。在奧地利最具影響力的哈布斯堡皇室崛起前，巴本堡伯爵統治了奧地利近300年的時間。"
        },
        {
            "heading": "哈布斯堡皇室的規定",
            "text": "德國國王哈布斯堡·魯道夫一世於13世紀建立了哈布斯堡王朝，慢慢的成為了全歐洲最具勢力的皇室。巴本堡家族的最後一位成員腓特烈二世公爵於1246年逝世，讓哈布斯堡家族獲得奪取該地控制權的機會。在魯道夫一世成為神聖羅馬帝國皇帝的人選後，宣布將奧地利行省納入自己的版圖，並且開始努力與波希米亞王子奧托卡二世爭奪王位。魯道夫一世成功後也順帶使得他兩位兒子魯道夫二世及阿爾貝一世承繼統治者的位置，使得哈布斯堡家族成為奧地利首個一脈相傳的家族。在接下來的600年，哈布斯堡家族對於歐洲的影響力與權力日漸壯大，腓特烈三世更在1452年由教宗尼古拉五世選為神聖羅馬帝國皇帝。這次突破性的進展讓哈布斯堡王朝的統治開創出更大的格局，讓他們在19世紀初期之前都得以控制奧地利與神聖羅馬帝國。在哈布斯堡王朝漫長的統治期間，成功將奧地利周遭的領土都納入自己的版圖，其中最為重要的就是匈牙利。匈牙利向來是哈布斯堡帝國與鄂圖曼土耳其領土擴張衝突的重心，最後終於在鄂圖曼兵敗維也納之役，及1699年後大土耳其戰爭塵埃落定後由奧地利接掌其控制權。奧地利最後一任哈布斯堡統治者是瑪麗亞·特蕾莎，她於18世紀接掌統治權，並在她父親死後展開了王位繼承戰。瑪麗亞是哈布斯堡王朝第一位女性領袖，法國與普魯士等歐洲強權因而質疑她的地位，並煽動奧地利王位繼承戰爭。經過九年的紛擾後，戰事於1748年告終。瑪麗亞·特蕾莎正式成為奧地利的領袖，代價則是將西利西亞省割讓給普魯士。瑪麗亞·特蕾莎在統治期間注重經濟與她所制定的社會政策等項目，使國家在安定中持續成長。她以提高徵稅及調節支出的方式來平衡奧地利的預算，藉此強化奧地利不振的軍事實力；同時改善了教育與醫療項目，來鞏固百姓的福利。"
        },
        {
            "heading": "奧地利帝國",
            "text": "拿破崙戰爭於18世紀末爆發，反對拿破崙法蘭西帝國的臨時聯盟紛紛冒出頭來。奧地利在1793年加入反拿破崙的第一次反法聯盟，雖然歐洲強權分頭進逼法國，但卻都遭到法國的成功抵擋。歷經挫敗的奧地利持續對抗法國，並且加入七個主要的反拿破崙聯盟。只不過奧地利在早期的攻勢是以失敗收場，而神聖羅馬帝國的皇帝法蘭西斯二世於1804年成立奧地利帝國並自封為奧地利皇帝，目的在於合併他在這一地帶的土地。法蘭西斯二世退下神聖羅馬帝國皇帝的皇位，在1805年簽訂普雷斯堡條約，拿破崙順理成章透過了自組的萊茵邦聯得到了德國的土地，神聖羅馬帝國宣告解體。1813年，拿破崙戰敗，對抗法國的聯軍將萊茵邦聯解散，但不久後則由新成立的德意志邦聯取代。德意志邦聯為德語系國家組成的歐洲政府聯邦，奧地利及普魯士為當中最強大的會員國。不過這兩個世敵的合作關係並沒有維持太久，普魯士與它親密的盟友義大利入侵有爭議的邦城荷斯坦的舉動，挑釁了奧地利。使其在1866年與聯邦多數會員國發動對抗普魯士精良大軍的戰爭。經過短時間的衝突後，普魯士取得對奧地利同盟的決定性勝利，同時將德意志邦聯解散。1848年，歐洲掀起一波名為「國家之春」的革命狂潮，勞動階級紛紛站起來對抗那些長期統治他們的君主。奧地利自然也沒能逃過這波革命風潮，隨著起義的風聲由法國散佈開來，奧地利帝國的人民也起身響應。儘管奧地利的革命最終並未成功，但匈牙利的民族主義者勢力日益壯大，對於奧地利統治的不滿情緒達到了高峰，因而直接影響到之後奧匈帝國的成立。在1867年一紙名為《奧匈妥協》的協約中，奧地利皇帝法蘭茲·約瑟夫協商成立奧匈帝國，在提供匈牙利獨立議會與政府架構的條件下，維持奧地利皇帝的統治形式。"
        },
        {
            "heading": "奧匈帝國",
            "text": "奧地利與匈牙利的結合讓匈牙利人從奧地利手中獲得更多的獨立權，同時奧地利也在獲得廣大匈牙利民眾的支持下，國家也越來越安定。受到上個世紀拿破崙戰爭的影響，奧地利的經濟與軍事基礎已經千瘡百孔，趁這次的結合讓奧地利能夠休養生息。導致第一次世界大戰的事件，追溯其根源乃起因於前兩次的巴爾幹戰爭，是因為奧匈兩國長期與俄羅斯及塞爾維亞爭奪對巴爾幹地區的控制權而起。奧匈兩國利用佔領波士尼亞來阻止俄羅斯在該地區擴張的行動，讓民族主義者在巴爾幹的反抗變得一發不可收拾，也讓歐洲爆發前所未有的大規模戰爭。"
        },
        {
            "heading": "第一次世界大戰",
            "text": "1914年爆發的第一次世界大戰，導火線是奧匈帝國的王位繼承人斐迪南大公被殺。暗殺者是塞爾維亞的民族主義者加夫里洛·普林西普。儘管試圖透過外交手段解決，奧匈帝國仍於1914年對塞爾維亞宣戰。戰爭伊始，錯綜複雜的條約與聯盟關係導致許多國家立即採取行動。奧匈帝國最親密的盟友德國旋即參戰，對抗以俄羅斯為首且和塞爾維亞站在同一陣線的國家。法國以俄羅斯昔日盟友的身分加入衝突，而英國也在德國入侵比利時後宣布參戰。雖然衝突始於奧匈帝國和塞爾維亞之間的爭端，緊密的軍事聯盟關係卻將世界的主要強權全捲入戰火之中。經過多年的慘痛損失，奧匈帝國仍舊是一團混亂。最後在1919年以凡爾賽條約終止了第一次世界大戰。"
        },
        {
            "heading": "奧地利首個共和時期",
            "text": "1919年同盟軍的勝利讓統一的奧匈帝國因而瓦解，奧地利便以先前國家的領土為主，重新建立起德意志奧地利共和國。根據第一次世界大戰後針對奧地利處置議題所簽訂的聖日爾門條約，日後嚴禁奧地利與德國以任何形式統一。但阿道夫·希特勒這位出生於奧地利的納粹德國領袖崛起後，便對於這項條約嗤之以鼻。"
        },
        {
            "heading": "納粹的吞併",
            "text": "在1938年，德軍的鐵靴踏入奧地利領土，意欲將奧地利和德國合而為一。雖然奧地利的政府起身反抗，但德國仍成功地成立了傀儡政權，並在大多數百姓的支持下將奧地利給併吞了。德奧兩國的合併讓奧地利共和國瞬間瓦解，到了1945年二戰結束前又再度以東省來稱呼。"
        },
        {
            "heading": "新共和時期",
            "text": "隨著納粹德國在二戰後的垮臺，盟軍進佔奧地利近十年之久，一直到1955年奧地利宣布中立並簽署《奧地利國家條約》後才宣告結束。條約中奧地利重新獲得獨立共和國的地位，而在宣布中立後，奧地利將永久維持軍事的中立狀態。"
        },
        {
            "heading": "現代奧地利",
            "text": "在奧地利第二共和政體成立之後，就維持其中立狀態並成功成為民主國家。第二次世界大戰後奧地利重新獲得獨立，並在1955年加入聯合國，成為第70個會員國。奧地利首都維也納是聯合國的中央部門之一，在聯合國人類發展指數評估中，奧地利有著數一數二的高生活水平。1995年公民投票的結果，使得奧地利加入了歐盟，並在1999年開始採用歐元做為貨幣。奧地利積極參與聯合國事務，並以解決衝突且對全球保持和平關係做為其對外政策的依據。"
        },
        {
            "heading": "現代奧地利",
            "text": "在奧地利第二共和政體成立之後，就維持其中立狀態並成功成為民主國家。第二次世界大戰後奧地利重新獲得獨立，並在1955年加入聯合國，成為第70個會員國。奧地利首都維也納是聯合國的中央部門之一，在聯合國人類發展指數評估中，奧地利有著數一數二的高生活水平。1995年公民投票的結果，使得奧地利加入了歐盟，並在1999年開始採用歐元做為貨幣。奧地利積極參與聯合國事務，並以解決衝突且對全球保持和平關係做為其對外政策的依據。"
        }
    ],
    "leader": {
        "name": "瑪麗亞·特蕾莎",
        "subtitle": "奧地利領袖",
        "lived": "1717 AD-1780 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/瑪麗亞·特蕾莎.png",
        "trait": {
            "name": "政治聯姻",
            "effect": "可花費金幣來操控一個與您結盟至少5回合的城邦。"
        },
        "titles": [
            "神聖羅馬帝國皇后，哈布斯堡王朝女王"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "在18世紀，神聖羅馬帝國和強大的奧地利哈布斯堡君主國是由始終堅持不懈的瑪麗亞·特蕾莎帶領，她全力抵抗歐洲反對她統治的強權，勇敢地擔當著她王國的重任。在哈布斯堡王朝近650年的統治期間，瑪麗亞·特蕾莎是第一個也是唯一的一個女性領導者，她成為了他們的歷史上最成功的統治者。"
            },
            {
                "heading": "早期統治",
                "text": "自瑪麗亞·特蕾莎坐上了哈布斯堡皇室的王座開始就充滿了爭議和動盪。她的父親查爾斯六世國王並沒有兒子，因此根據當時繼承的法律，並不存在合法的王位繼承人。查爾斯六世為了保持王室血統，並確保特蕾莎可以當上女王，他發布了1713年國事詔書，宣布他計畫將由他的女兒繼承王位。雖然詔書暫時得到了認可，但1740年查爾斯去世特蕾莎加冕後，法國和普魯士領軍向她的王權發起挑戰，開始了奧地利王位繼承之戰。特蕾莎在得到英國的支持後斷然拒絕將王位或奧地利領土交給她的對手。不幸的是，她父親去世後帝國情勢極不穩定，虧空的國庫無力支持那弱小且不堪一擊的軍隊。經過將近八年的對抗，期間奧地利遭遇幾次嚴重的挫敗，被迫割讓境內礦產資源豐富的西利西亞給普魯士，最後簽下愛克斯拉夏貝爾和約結束戰爭。特蕾莎雖然確定了她在哈布斯堡王朝的統治權，然而奧地利與普魯士的鬥爭才剛剛開始，大戰亟待爆發。"
            },
            {
                "heading": "神聖羅馬帝國皇后",
                "text": "傳統上，教宗會任命奧地利哈布斯堡的統治者同為神聖羅馬帝國的領導者。然而，在她繼承了哈布斯堡王朝王位後，當時的法律卻規定女人不得成為神聖羅馬帝國皇后。為了規避這項法規，瑪麗亞·特蕾莎任命她的丈夫法蘭茲·史蒂芬為奧地利與匈牙利的共同統治者，讓丈夫接下神聖羅馬帝國皇帝的地位，而她也就成為了皇后。儘管皇帝皇后的關係通常意味著為較低的權力地位，但法蘭茲·史蒂芬臣服於瑪麗亞·特蕾莎的智慧和領導並讓她掌管一切。"
            },
            {
                "heading": "七年戰爭",
                "text": "奧地利和普魯士之間戰火重燃導致了1756年爆發七年戰爭，期間聯盟關係的改變嚴重地影響了戰爭結果。在一場外交革命的事件中，英國與普魯士結盟，而法國也轉移陣營效忠於奧地利。這此盟國的轉變也導致了國家優先級的改變，英國認為強大的普魯士王國是對抗其傳統對手法國的有力盟友。西利西亞領地再次地成為衝突的焦點，瑪麗亞·特蕾莎拚命試圖奪回繼承戰爭期間失去了的寶貴領地。儘管奧地利盡了最大的努力仍舊無法收回西利西亞，1763年的胡貝爾圖斯堡和約結束了戰爭並確立了普魯士對該地的控制權。"
            },
            {
                "heading": "國家改革",
                "text": "瑪麗亞·特蕾莎的父親將大部分的精力放在國事詔書而不是國家內務上，當她登基時奧地利的國庫早已被耗盡。因此，瑪麗亞的首要目標之一便是透過稅收和支出平衡來提高奧地利的收入。她向先前已免除納稅的貴族和神職人員徵稅，迅速改善奧地利衰退的經濟。在經濟獲得保障後，瑪麗亞指派總理弗雷德里希·威廉·凡·霍格維茲伯爵擴編奧地利軍隊並推動現代化。霍格維茲建立了超過10萬人的常備軍，制定培訓標準和有系統的軍事法規，提高奧地利軍隊的專業性。瑪麗亞也以嚴格的教育改革著稱，不論性別或階級，強制要求所有的六至十二歲間的兒童上學。"
            },
            {
                "heading": "母性本能",
                "text": "解決了即位時所面對的衝突，瑪麗亞·特蕾莎在20年間生下16個孩子。特蕾莎透過男性的繼承人努力確保她的家族世系，她第四個孩子約瑟夫最終成為了國王和神聖羅馬帝國的皇帝。或許她最有名的孩子是瑪麗·安東尼，又稱為瑪麗·安東娃妮特，瑪麗在1774年成為法國王后，而後在法國大革命期間因叛國罪被處死。"
            },
            {
                "heading": "歷史評價",
                "text": "瑪麗亞·特蕾莎在今日被視為一個明智深思的領導者，保守的政策和謹慎的判斷改善了奧地利以及哈布斯堡王朝人民的福利。雖然她在一個動盪的時期繼承王位，也缺乏個人的執政經驗，卻能設法保護她的王位並獨斷地統治了哈布斯堡王朝40年。"
            }
        ]
    }
}