{
    "id": 23,
    "name": "丹麥",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/denmark.png",
    "dawn_of_man": "榮譽和榮耀是您的，哈拉爾藍牙·戈姆遜，老戈姆國王及緹拉·丹內伯德的偉大繼承人。不只是在戰場上對抗挪威軍隊贏得了勝利，您也完成了在國內的許多大型建設—數個環型堡壘，以防敵人入侵和內部紛爭。您於西元983年成功地趕走德國移民，並庇護您的帝國不受外來實力侵襲。英勇的維京人，偉大的時刻又再次來臨。您的人民呼喚著您再次崛起，帶領著他們再一次贏得力量和勝利！您能再一次讓世界聽到北歐軍隊的名字就顫慄不已嗎？您能夠讓海盜戰役的口號破浪而來嗎？您能建起一個經得住時間考驗的文明嗎？",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "狂戰士",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/berserker.json"
        },
        {
            "name": "挪威雪撬步兵",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/norwegian_ski_infantry.json"
        }
    ],
    "city_names": [
        "哥本哈根",
        "阿爾胡斯",
        "卡烏龐",
        "里伯",
        "維堡",
        "滕斯貝格",
        "羅斯基勒",
        "赫迪比",
        "奧斯陸",
        "傑爾林",
        "特盧索",
        "卑爾根",
        "法羅爾尼",
        "雷克雅未克",
        "特隆赫姆",
        "戈特霍布",
        "赫魯蘭",
        "利勒哈默爾",
        "馬克蘭",
        "厄勒辛諾",
        "薩斯伯格",
        "歐登塞",
        "奧爾伯格",
        "斯塔萬格",
        "沃爾巴塞",
        "石勒蘇益格",
        "克裡斯蒂安桑",
        "哈洛加蘭",
        "蘭訥斯",
        "腓特烈斯塔",
        "科爾丁",
        "霍爾森斯",
        "特羅姆瑟",
        "瓦埃勒",
        "克厄",
        "桑德內斯",
        "霍爾斯特堡",
        "斯拉格爾塞",
        "德拉門",
        "希勒羅德",
        "松德伯格",
        "希恩",
        "斯文伯格",
        "霍爾貝克",
        "赫約爾林",
        "弗拉斯特蘭德",
        "哈德斯列弗",
        "靈斯泰德",
        "斯凱維"
    ],
    "spy_names": [
        "喬根",
        "梅特",
        "亨利克",
        "尼爾斯",
        "海勒",
        "腓德烈克",
        "艾達",
        "西亞",
        "腓賈",
        "摩頓"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "丹麥王國位於歐洲北部，領土包括丹麥本土、格陵蘭島和法羅群島，是世界上最古老的王國之一。該國歷史記載可以追溯至西元6至7世紀。丹麥人起初是這個地區四處分散的小部落，最後終於在哈拉爾一世的領導下統一，維京時代也有不少丹麥人定居在英格蘭與愛爾蘭。從中世紀的維京探險和征服四海，到今天我們所熟悉的現代國家，多個世紀以來，丹麥一直儕身於世界舞臺的前端。"
        },
        {
            "heading": "地理與氣候",
            "text": "丹麥是北歐諸國中面積相對較小的國家（大約只有美國緬因州面積的一半）。丹麥與挪威和瑞典接壤，而且也是斯堪的納維亞半島的一部分。丹麥是由數以百計的島嶼所組成，而日德蘭半島是其領土的主體。由於日德蘭半島南方與德國接壤，因此丹麥也成了斯堪的納維亞半島國家中唯一與歐洲大陸直接相連的國家。丹麥是一個相當平坦的國家，海拔高度最高只有560英呎（171公尺）。由於地處溫帶，因此即便是在夏季和冬季，也很少出現極端的溫度和降水量。"
        },
        {
            "heading": "早期歷史背景與起源",
            "text": "現在的丹麥領土在上一個冰河時期幾乎完全被冰層覆蓋，西元前14000年至12000年期間冰層開始融化，一小群以打獵和採集為生的人類才逐漸遷居此地，並仰賴馴鹿為生。這些獵人居無定所，一年四季都會跟著獵物的遷徙路線移動。後來隨著人類文明逐漸的發展，人們不斷向北遷移，而農業技術也不斷改良，因此居住在這裡的人口才逐漸開始增加。在西元前3000年左右，農夫開始砍伐丹麥境內的大片森林，至今丹麥各地還時常有許多當時製作的石斧出土。在此時期丹麥還出現了大量修建「支石墓」（一種墳墓的形式）和「通道墓」的風俗。所謂的支石墓，是由多塊直立的石頭，加上一塊覆蓋在上方的大石塊所構成。這種原始的陵墓後來逐漸演化為通道墓，也就是一種由大石塊堆積而成的狹窄通道，加上以泥土或石塊建造而成的墓室所構成的巨型石墓。根據考古學家的觀察與猜測，這些巨型石墓需要動員整個部族的人力並耗費多年時間才能完成，但是由於在部分石墓中並沒有找到人類的遺骸，因此至今仍無法確定這種建築的真正用途。在北歐的青銅時代，又相繼出現了更巨大的「陵墓」或稱「墳丘墓」，如今這些都被視為維京文化之一。在這一時期還出現了維京人的傳奇武器青銅戰斧，這種斧頭是由石斧逐漸發展而來。雖然丹麥的銅礦產量並無法支撐青銅器的製作，不過丹麥人仍能透過貿易和佔領的方式取得這種資源，也因此掌握了高超的金屬加工技術。到西元8世紀的時候，維京人又以鐵取代了青銅做為武器製造的主要原料。"
        },
        {
            "heading": "維京人年代",
            "text": "從8世紀末期開始，每年春季，來自丹麥、挪威和瑞典的維京海盜就會橫跨北海前往英格蘭劫掠，後來他們的劫掠範圍又進一步拓展到法國、西班牙接著瞄準了東方。西元793年，臭名昭著的維京人對一座位於英格蘭海濱的林迪斯法恩修道院進行劫掠，此舉震驚了整個西歐，而這個事件也因此被視為維京時代的開始。西元845年，維京人的傳奇領袖雷格那·羅德布洛克沿著塞納河深入歐洲內陸，以摧毀巴黎做為要脅，最後獲得了7000磅白銀的贖金。自此以後直到11世紀，維京海盜在整個歐洲更加橫行無阻。雷格那會以俘虜的人獻祭北歐諸神的傳言令歐洲基督教世界感到無比恐慌。因此，為了取悅維京人，他們只得源源不絕地繳納錢財（也就是所謂的「丹麥金」）。維京人的劫掠之所以能夠如此成功，關鍵在於斯堪的納維亞人高超的造船技術。維京人除了有挑戰大海的無畏精神，他們還有先進的「長船」，也正是這種造船技術，使得他們在這一時期享有極佳的優勢。維京長船在大海上航行時主要仰賴風力推進，但到了近海區域或河流時又可以迅速改用划槳，提高船隻的機動性。也正是這種高度的靈活性，讓維京人成為歐洲海濱居民多年揮之不去的夢靨。"
        },
        {
            "heading": "王國形成",
            "text": "西元936年登基的老戈姆，是丹麥王國的奠基者，戈姆的統治一直持續到西元958年他去世為止。不過，他的兒子藍牙哈拉爾才是首位統一了整個丹麥的國王。藍牙哈拉爾還進一步將王國的版圖擴大到今天的挪威和瑞典境內。藍牙後來大力鼓吹丹麥人皈依基督教，改革過程一直延續到後來多任國王統治時期，其中最著名的有卡努特大帝和斯文二世。卡努特的統治時期為西元1016年至西元1035年，在他的統治之下，丹麥王國的版圖除了有英格蘭、丹麥、挪威以外，甚至還包含了瑞典部分地區。他對英格蘭的統治對於後來的影響非常深遠，而且當時他還進一步派遣英格蘭的僧侶前往丹麥進一步發揚基督教。為了報答教會給他的支持，卡努特下命重修所有之前被維京人摧毀或破壞的英國教堂和修道院，甚至還歸還了過去從教堂和修道院劫取的財物。卡努特之後的繼任國王馬格努斯一世，在短暫的統治期間也曾同時統治過挪威和丹麥。不過，馬格努斯一世之後的繼任者斯文二世，對整個丹麥王國的貢獻更大、影響更為深遠。在斯文的統治時期，丹麥全境建造了許多教堂，他並引進拉丁文世界的學術知識，進一步強化了丹麥人與歐洲基督教世界之間的關係。不過斯文也是一位爭議不斷的國王，而且他與教會的關係常常十分緊張。他的一生共有20名子女，但其中有19個都不是他的合法妻子所生的。在這19名非婚生子女中，有5人（哈拉爾三世、卡努特四世、奧拉夫一世、埃裡克一世和尼爾斯）在西元1074年斯文去世後的60年間相繼成為丹麥國王。自西元1397年起到西元1523年，丹麥一直是「卡爾馬同盟」的一部分，在這段期間丹麥、挪威和瑞典三個王國都是由一位君主統治。在此同盟時期丹麥出現了第一位女性君主，瑪格麗特一世。她的統治一直持續到西元1412年。現任丹麥女王瑪格麗特二世則是丹麥的第二位女性君主。"
        },
        {
            "heading": "後期歷史",
            "text": "16至18世紀期間，丹麥是一個繁榮興旺的國家，而且也因為與歐洲各國之間從事貿易活動而穫利良多。西元1588年至1648年期間在位的克里斯蒂安四世，是丹麥歷史上統治時間最長的君主。他推行的一系列政策不但加強了丹麥的國防實力，更鞏固了丹麥經濟和文化的基礎。克里斯蒂安在位的時候，他不僅擴充丹麥海軍至超過原來兩倍，還下令建造了大量的軍事要塞。西元1616年丹麥東印度公司成立，在國王克里斯蒂安壟斷的貿易與向英格蘭走私茶葉生意的獲益下，丹麥獲得短暫的龐大收益。雖然克里斯蒂安至今仍是丹麥歷史上最受民眾愛戴的領袖之一，但他的統治也導致國家捲入了多場戰爭之中，其中最嚴重的就是三十年戰爭。自此之後，丹麥在波羅地海地區的影響力也就開始逐漸下降。在拿破侖戰爭期間，丹麥因為與法國保持貿易關係而與英國關係緊張，雙方更是不斷在海上發生衝突。西元1801年，丹麥海軍在哥本哈根附近遭到英國艦隊的重創。當時英國人認為，丹麥必然會尋求法國的支援，致使英國船隻無法進入波多的海，而這將讓英國蒙受巨大的戰略損失。西元1807年，一支龐大的英國艦隊會同路上部隊包圍哥本哈根，並對寡不敵眾、卻又頑強抵抗的丹麥人展開狂轟濫炸（即為第二次哥本哈根戰役）。在此戰役中哥本哈根受到嚴重的破壞，超過5000名丹麥平民和軍人在戰役中喪生。英國徵用了丹麥海軍倖存的船艦，並迫使丹麥加入對法戰爭。這場戰爭使得丹麥瀕臨破產，最後終於在西元1813年時，英國、瑞典與丹麥挪威聯合王國簽訂了基爾條約。"
        },
        {
            "heading": "第二次世界大戰",
            "text": "丹麥在第一次世界大戰雖然能夠保持中立，然而在第二次世界大戰卻沒能倖免。西元1940年4月，德國佔領了丹麥，丹麥並未積極抵抗。不過也正因為如此，丹麥得以保留大多數的獨立政府機關，維持國家正常運作，並且在德軍佔領期間持續與德國政府就經濟上進行合作。一直到西元1943年8月，丹麥政府終於拒絕繼續與德國政府合作，並下令要求德軍自丹麥領土撤退。在德軍佔領期間，丹麥政府及反抗勢力成功地協助丹麥境內大多數猶太人逃往瑞典。西元1945年丹麥獲得解放後，即迅速加入同盟國作戰，並成為聯合國的創始會員國之一。此外，在西元1949年成立的新軍事同盟，也就是北大西洋公約組織（NATO），丹麥在其中也發揮了積極的作用。"
        },
        {
            "heading": "現代丹麥",
            "text": "丹麥現今由瑪格麗特二世女王統治，是一個君主立憲制國家，政府權力由議會主導。丹麥於1972年通過全民公投，正式加入歐洲經濟共同體（歐盟的前身）。不過，和許多會員國不同的是，丹麥拒絕將其貨幣改為歐元。現在的丹麥雖然領土面積不大，不過卻擁有穩定而繁榮的經濟，而且目前丹麥的國民生產總值排名世界第十六位。它主要出口食品、農畜牧產品、機械及工業製成品等。除了擁有豐富的石油資源以外，丹麥在風力發電技術方面也居於世界領先地位。丹麥目前的風力發電量佔總發電量的15%，比例為全球最高。從石器時代一個不起眼的小部落一直到今天，丹麥已然成為世界上最發達的先進國家之一。"
        },
        {
            "heading": "文化代表人物",
            "text": "在歷史上，許多重要的文化和科技名人都是來自丹麥。其中最廣為人知的，就是丹麥作家和詩人克里斯蒂安·安徒生。安徒生因童話故事而享譽世界，對下一代的影響著實遠大。西元1922年諾貝爾物理學獎得獎者就是丹麥物理學家尼爾斯·玻爾，可謂原子彈研究之父。在20世紀中期，「丹麥設計之父」阿納·雅各布森以其獨特而充滿現代功能主義風格設計，激發了全世界無數設計師和建築師的靈感。"
        },
        {
            "heading": "文化代表人物",
            "text": "在歷史上，許多重要的文化和科技名人都是來自丹麥。其中最廣為人知的，就是丹麥作家和詩人克里斯蒂安·安徒生。安徒生因童話故事而享譽世界，對下一代的影響著實遠大。西元1922年諾貝爾物理學獎得獎者就是丹麥物理學家尼爾斯·玻爾，可謂原子彈研究之父。在20世紀中期，「丹麥設計之父」阿納·雅各布森以其獨特而充滿現代功能主義風格設計，激發了全世界無數設計師和建築師的靈感。"
        },
        {
            "heading": "文化代表人物",
            "text": "在歷史上，許多重要的文化和科技名人都是來自丹麥。其中最廣為人知的，就是丹麥作家和詩人克里斯蒂安·安徒生。安徒生因童話故事而享譽世界，對下一代的影響著實遠大。西元1922年諾貝爾物理學獎得獎者就是丹麥物理學家尼爾斯·玻爾，可謂原子彈研究之父。在20世紀中期，「丹麥設計之父」阿納·雅各布森以其獨特而充滿現代功能主義風格設計，激發了全世界無數設計師和建築師的靈感。"
        }
    ],
    "leader": {
        "name": "藍牙哈拉爾",
        "subtitle": "丹麥領袖",
        "lived": "約920 AD-986 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harald_bluetooth.png",
        "trait": {
            "name": "維京之怒",
            "effect": "海運單位[ICON_MOVES]移動力+1且只需消耗一個移動點數即可從海上登陸陸地。近戰單位無需消耗移動點數即可進行掠奪。"
        },
        "titles": [
            "丹麥國王",
            "挪威國王"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "「藍牙」哈拉爾·戈爾姆森是丹麥國王，約從西元958年開始統治丹麥將近30年。在位期間，藍牙統一了丹麥各部落，並擊退了挪威人和日耳曼人的入侵，同時還下令建造了許多建築工事以加強國防。藍牙另一個同樣聞名的事蹟，是他拋棄先人信仰的傳統北歐宗教，變成虔誠的基督教徒，在位期間更致力於平和地引導人民皈依基督教。"
            },
            {
                "heading": "早年經歷",
                "text": "雖然我們並不知道藍牙確切的出生日期，但根據他在位時功績的歷史記載來推算，他應該是生於西元920年左右。藍牙是老王戈爾姆及王后泰拉·丹妮博德的兒子，無論在血統還是教養上都可說是真正的維京人。從很年輕的時候起，藍牙就和他的哥哥卡努特（或譯克努特）一起揚帆出海劫掠，為他們的父親帶回了大量戰利品。卡努特不但是戈爾姆的長子，也深受他寵愛，但一般相信卡努特在愛爾蘭附近掠奪時於英格蘭身亡。卡努特的去世，使得藍牙成為丹麥王位的唯一繼承人。西元958年戈爾姆去世，藍牙繼位為王，並很快證明自己是一位具有高超軍事與政治能力的領袖。"
            },
            {
                "heading": "統一丹麥",
                "text": "藍牙在父王去世後不久就鞏固了自己的權力，並迅速著手將其餘不聽令的丹麥部落納入自己的統治下。雖然他的父親戈爾姆被認為是第一位真正的丹麥國王，但其實老王在位時領土尚未涵蓋整個區域，仍有獨立的部落存在，國家並未完全統一。而藍牙繼位後，才將統治範圍擴展到丹麥全境以及挪威和瑞典的部分地區。藍牙還曾一度宣佈自己為挪威國王，但他是否真的實際有這等權力則還存在著爭議。"
            },
            {
                "heading": "建造工程",
                "text": "藍牙在位期間還下令在丹麥各地進行了許多重要的建築工程。當時北歐人常用刻有符文的「盧恩石碑」來紀念與頌揚逝者的功績，藍牙也決定採用這種方式紀念他的父母。在丹麥傑爾林發現的兩塊盧恩石碑中，第二塊便是由藍牙為紀念父母而建立的石碑，一般咸認這是丹麥境內最具代表性的盧恩符文石碑。藍牙在傑爾林豎立的盧恩符文石碑上，清晰可見釘在十字架上的耶穌圖樣，因而常常被稱為是「丹麥的洗禮證書」，代表多數丹麥人信仰的多神傳統的結束。除了傑爾林的盧恩符文石碑外，藍牙還是六座維京環形要塞（Trelleborg）的建造者。在數個邊疆領土遭多個日耳曼部隊佔領後，藍牙便下令在丹麥各個戰略要地建造這些要塞。每座環形要塞可以容納多達五百名丹麥戰士，這些要塞在抵抗外族入侵上發揮了重要的作用，確保了日後丹麥境內的和平與安寧。"
            },
            {
                "heading": "皈依基督教",
                "text": "藍牙在大約西元960年左右皈依基督教，原因何在仍是現代歷史學家爭論不休的焦點，主要是因為他皈依的故事有許多不同的說法。這個事件有兩個最著名的記載，分別來自當時的歷史學家科爾維的維杜坎以及不萊梅的亞當。根據維杜坎的記載，有位被人稱作「老爹」的不知名神職人員，受邀到丹麥朝廷作客或是前往丹麥傳教時，說服藍牙改信基督教。不萊梅的亞當（他的記載寫於一百年後）則認為藍牙是被日耳曼國王奧托一世擊敗後，被迫改變信仰的。無論藍牙改宗基督教的原因為何，可以確定的是自此之後他都是個虔誠的基督徒，他不但在為紀念雙親而豎立的傑爾林盧恩符文石碑上刻了基督像，甚至還將他父王的遺體，由傳統的維京墓穴移靈至他新建的傑爾林教堂下，而教堂旁就是直到今天遺跡尚存的傑爾林盧恩符文石碑。"
            },
            {
                "heading": "歷史評價",
                "text": "藍牙哈拉爾國王統治丹麥三十年之久，今日咸認他是個公正而睿智的國王。他在強鄰環伺之下保持了國家的獨立自主（儘管也曾遭遇挫敗），同時為日後的丹麥人民，奠定了文化發展的基礎。然而到頭來，藍牙還是因為他兒子斯文發動叛亂，而不得不逃離丹麥。藍牙於西元986年去世，「八字鬍」的斯文便接著登基為王，開創了他自己的亮眼傳奇。"
            }
        ]
    }
}