{
    "id": 30,
    "name": "衣索比亞",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/衣索比亞.png",
    "dawn_of_man": "向您致上祝福，光榮與正義的衣索比亞皇帝海爾·塞拉西。身為衣索比亞的最偉大的統治者之一，以及拉斯特法裡運動的精神領袖，都在您於世界各地進行的外交和政治合作上所帶來的影響下相形見絀。您將第一部成文憲法引入衣索比亞上，種下了民主的種子，將在未來幾年內生根。您在全球事務上掌握的無限智慧促使衣索比亞成為聯合國的創始國。您在統治期間銳意改革和促進國家現代化，永遠改變了衣索比亞的歷史。崇敬的君王，您沈著的神態曾經保護人民免於許多衝突困擾，王國期待您能再次維護和平。您能以勇氣和權威帶領人民進入一個新時代嗎？您能建立一個經得起時間考驗的文明嗎？",
    "unique_buildings": [
        {
            "name": "石碑",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/buildings/stele.json"
        }
    ],
    "unique_units": [
        {
            "name": "帝國衛隊",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/mehal_sefari.json"
        }
    ],
    "city_names": [
        "阿迪斯阿貝巴",
        "哈勒爾",
        "阿杜瓦",
        "拉利貝拉",
        "貢德爾",
        "阿克蘇姆",
        "德雷達瓦",
        "巴赫達爾",
        "阿達瑪",
        "默克萊",
        "阿瓦薩",
        "吉馬",
        "吉吉加",
        "德西",
        "德布雷伯罕",
        "薩希曼",
        "德布雷塞特",
        "蘇都",
        "賀撒納",
        "納坎蒂",
        "阿塞拉",
        "迪拉",
        "阿迪格拉特",
        "德布雷馬科斯",
        "坎博勒查",
        "德布雷他泊",
        "瑟伯塔",
        "希雷",
        "安伯",
        "耐格阿爾西",
        "甘貝拉",
        "茲懷",
        "沃爾迪亞"
    ],
    "spy_names": [
        "姆魯肯",
        "溫帝姆",
        "里歐勒",
        "德美克",
        "姆魯阿蘭",
        "阿貝貝奇",
        "遮馬",
        "米合瑞特",
        "克貝得奇",
        "阿蘭奈許"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "衣索比亞曾是西元前一千年衰退的古代帝國所在地，在歷任偉大帝王的統治下有段傳奇的歷史。身為少數幾個躲過歐洲殖民野心的非洲國家之一，衣索比亞在邁入 20 世紀後仍繼續保有其主權與獨立狀態，直到 1935 年受到墨索里尼帶領義大利軍隊入侵。與此同時，著名的海爾·塞拉西在其國家因第二次世界大戰遭受衝突之際，努力將其帶往現代化和漸進式改革之路，促使衣索比亞在全球事務中嶄露頭角。"
        },
        {
            "heading": "地理和氣候",
            "text": "衣索比亞是非洲第十大國家，領土範圍涵蓋非洲之角的大部分地區，位於非洲大陸東北部海岸沿岸。東非大裂谷將其一分為二，衣索比亞的地貌主要是由高原和不連貫的山脈所構成。衣索比亞位於非洲板塊之上，目前仍持續其數百萬年的分離過程。因此衣索比亞歷史上地震頻傳。該國境內還有數十個活躍和休眠的火山，其中的爾塔阿雷火山是世界上山頂上終年可見熔岩湖的少數火山之一。雖然衣索比亞整體屬於多雨的熱帶地區，但是氣候差異相當大。在乾燥溫和的冬季過後，夏季會有季風帶來大量降雨。"
        },
        {
            "heading": "人類發展起源",
            "text": "東非大裂谷貫穿衣索比亞中部，一直以來被認為是人類發展的起源地。在山谷中發現了眾多的化石遺骸，特別是被稱為「露西」的著名骸骨，據測已有三百萬年的歷史。這些早期的原始人類後來發展成智人，於10萬年前小規模群居在衣索比亞各地。"
        },
        {
            "heading": "史前時代",
            "text": "早在西元前1萬年左右，衣索比亞就有部落民族依賴早期農業和畜牧業過活。後來在古埃及文明巔峰時期，來自這兩個國家的貿易商建立起通商路徑，互相交易黃金、黑曜石、象牙以及其他珍貴材料。這些衣索比亞早期的居民居住在現今被稱為彭特之地的神祕地方，發展出許多早期的農耕法。一直到今天這些農耕法仍是衣索比亞文化的一部分。"
        },
        {
            "heading": "早期王國",
            "text": "強大的阿克蘇姆帝國是衣索比亞早期王國中最進步的帝國，不僅在歷史上有詳盡記載，更充滿了傳奇色彩。阿克蘇姆帝國大約創立於西元前第4世紀，在之後的五百年內擴張成為一個強大的貿易中心。衣索比亞到處可見樹木所產出的價值不菲的商品如薰香和沒藥，為阿克蘇姆市與其人民帶來巨額財富。透過這些商品的出口，再加上利潤豐厚的象牙以及各種貴重金屬貿易，阿克蘇姆成為連結埃及、羅馬和印度的貿易路線中不可或缺的一部分，足以讓內阿克蘇姆鑄造自用貨幣，以支撐當地蓬勃發展的經濟。然而，數世紀的興盛繁榮之後，這個廣闊的帝國據說在膽大妄為的古迪特女王手中毀於一旦。據說阿克蘇姆一直以來都是基督教的一個重要據點，而猶太女王古迪特透過征服手段以取得寶座，在謀殺阿克蘇姆王室之前故意大肆破壞鄉間。雖然關於古迪特的生活和短暫統治的時期既神祕又充滿爭議，可以確定的是，阿克蘇姆的衰退確實與她在西元第10世紀的到來不謀而合。扎格維王朝是衣索比亞帝國的第一個王朝，建立於西元12世紀阿克蘇姆殞落之後，之後成功掌權直至20世紀。雖然扎格維王朝僅掌權一個世紀多一點，卻對基督教在衣索比亞的傳播有極大的貢獻，此宗教之後將對該國未來有重要影響。"
        },
        {
            "heading": "所羅門王朝的再度降臨",
            "text": "西元1270年，在創立所羅門王朝的耶庫諾·阿姆拉克皇帝的統治下，之後控制衣索比亞數世紀的君主制誕生了。所羅門王朝的統治者皆視自身為聖經上偉大的所羅門王與其王后示巴女王的後裔。傳說在西元前10世紀，示巴女王離開示巴王國（據信已成為現代衣索比亞的一部分）前往以色列，向備受崇敬的所羅門王學習其智慧。雖然關於她與所羅門王之間的關係歷史記載有所出入，示巴女王後來生下了一個兒子命名為孟尼利克。據說孟尼利克在返回衣索比亞之前已在所羅門宮廷中受教育，並將傳說中的約櫃作為禮物帶回衣索比亞。孟尼利克一世大約在西元前950年前後開始執政，後來成為後代衣索比亞帝王聖經祖先的鼻祖。孟尼利克統治期結束後近2000年時，庫諾·阿姆拉克聲稱透過層層親戚關係追溯出這傳說中的皇帝和他父母之間存在明確的血緣關係。此新建立的所羅門王朝持續統治衣索比亞五個多世紀，直到海爾·塞拉西於1970年代掌權。由於獲得有權勢的衣索比亞東正教教會（今日仍聲稱持有傳說中的約櫃）全力支持，儘管有些外敵企圖入侵，所羅門各任皇帝在統治期間皆能維持相對穩定的局面。"
        },
        {
            "heading": "穆斯林侵略",
            "text": "16世紀中葉時，衣索比亞國境接壤著由伊曼·艾哈邁德·高岡，俗稱「征服者」所統治的日益強大的阿達爾伊斯蘭王國。伊曼·艾哈邁德·高岡於西元1529年向衣索比亞境內的基督徒發起一場聖戰，這場劇烈衝突稱之為衣索比亞阿達爾戰爭。由於戰火延燒近15年，艾哈邁德幾乎成功地消滅了整個王國，並將衣索比亞大片領土據為己有。在遭受如此巨大的損失後，衣索比亞帝國被迫請求葡萄牙增援，以協助擊退伊斯蘭軍隊。在此之前的數十年前，來自葡萄牙的探險家和傳教士已經來到衣索比亞，試圖說服民眾改信羅馬天主教，同時其國內也正與伊斯蘭鄂圖曼帝國打仗。經過長時間的衝突，鄂圖曼終於前來幫助阿達爾。隨著伊曼·艾哈邁德·高岡和葡萄牙克里斯托旺·達伽馬將軍之死，戰事於西元1543年劃下句點。戰後的衣索比亞經歷了好一段復甦期，但在鄰近區域迅速普及的天主教與努力在國內保持地位的東正教互相衝突導致內訌。"
        },
        {
            "heading": "諸侯的時代",
            "text": "此時期稱之為18世紀的「諸侯時代」，在衣索比亞境內幾乎總是騷動不斷。對立宗教派系的發展以及區域間的爭端不斷，導致中央政府控制權的瓦解。當諸侯、軍閥與貴族之間爆發戰爭，各個試圖劃分區域以強化自身勢力，一般的衣索比亞民眾只能被迫忍受這些無意義衝突的蹂躪。終結諸侯時代的卡薩·海盧皇帝最初是惡名昭彰的罪犯和強盜。卡薩·海盧透過走私活動集結軍隊，並累積了巨額財富，因為與窮人分享財富因此廣受歡迎。卡薩·海盧團結幾個分散的省份並獲得強而有力的支持者後，最後於西元1855年加冕為皇帝特沃德羅斯二世。衣索比亞在其加冕後整體穩定了下來，因此許多人將其統治視為現代衣索比亞的開端。"
        },
        {
            "heading": "海爾·塞拉西",
            "text": "海爾·塞拉西或許是衣索比亞偉大的皇帝中最讓人緬懷的一位。他於西元1930年登基，迅速讓衣索比亞及其人民在世界各地獲得了認可。他在位期間強力推動廢除奴隸制，在此之前的執政者們雖曾提出類似願景，卻從未實現。塞拉西皇帝與其國家的現代化緊密相關，並終結了許多至今仍盛行於衣索比亞的封建政策。"
        },
        {
            "heading": "義大利佔領時期",
            "text": "1935年，以本尼托·墨索里尼為首的義大利法西斯政權入侵衣索比亞，企圖宣稱衣索比亞是義大利的一個省。面對如此的優勢兵力，衣索比亞無力反擊。1936年時，墨索里尼宣布建立一個將衣索比亞領土涵蓋在內的義大利帝國。在此期間，海爾·塞拉西被迫流亡國外，在義大利佔領期間接受英國庇護。塞拉西向國際聯盟申訴請求防禦衣索比亞，包括對義大利使用芥氣對付該國士兵和國民予以嚴厲譴責。但他的請求卻未獲得國際援助，事態就一直持續到第二次世界大戰時英國東非戰場成功終結義大利的佔領為止。義大利戰敗後海爾·塞拉西重登衣索比亞皇帝寶座，之後順利統治將近40年的時間直到面臨新的威脅。"
        },
        {
            "heading": "武裝部隊協調委員會",
            "text": "1974年，一場由共產黨帶領的軍事政變卸除海爾·塞拉西的權柄，並將其監禁在皇宮中。由名為武裝部隊協調委員會的組織發起罷免行動，隨後組成了社會主義衣索比亞臨時軍政府採取鐵腕統治。塞拉西一世在囚禁期間離奇死亡，此事今日仍備受爭議。由於武裝部隊協調委員會與其共產主義理念未能獲得普遍支持，此次軍事政變也象徵著衣索比亞內戰的開端。這大規模的衝突奪去了數十萬無辜旁觀者的性命，戰爭持續超過15年。1991年，衣索比亞人民革命民主陣線成功推翻政府，創建新憲法和民選政府。"
        },
        {
            "heading": "今日衣索比亞",
            "text": "今日的衣索比亞聯邦民主共和國，人口數居非洲國家第二，正面臨一些重大社會經濟問題。遼闊地貌帶來的孤立問題導致國內某些單位越來越難以提供教育、醫療保健，甚至在許多情況下，連供應基本的生活必需品都有困難。雖然該國目前舉行多黨選舉，腐敗的內政卻一直是個問題，而近年來的鎮壓行動如殺害示威者和反對黨成員已引發國際社會同聲譴責。"
        },
        {
            "heading": "今日衣索比亞",
            "text": "今日的衣索比亞聯邦民主共和國，人口數居非洲國家第二，正面臨一些重大社會經濟問題。遼闊地貌帶來的孤立問題導致國內某些單位越來越難以提供教育、醫療保健，甚至在許多情況下，連供應基本的生活必需品都有困難。雖然該國目前舉行多黨選舉，腐敗的內政卻一直是個問題，而近年來的鎮壓行動如殺害示威者和反對黨成員已引發國際社會同聲譴責。"
        }
    ],
    "leader": {
        "name": "海爾·塞拉西",
        "subtitle": "衣索比亞領袖",
        "lived": "1892 AD-1975 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/海爾·塞拉西.png",
        "trait": {
            "name": "阿杜瓦精神",
            "effect": "與擁有城市多於衣索比亞的文明作戰時，獲得+20%的戰鬥加成。"
        },
        "titles": [
            "衣索比亞皇帝"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "海爾·塞拉西被稱為「猶太族的雄獅」、「王中之王」和「上帝的特使」，他在 20 世紀以皇帝之名統治衣索比亞將近 40 年。他生於 1892 年，原名里·塔法里·馬康南的海爾·塞拉西終生獻身衣索比亞，帶領他的國家成為非洲一線國家。他最出名的是改革舊時封建制度讓衣索比亞成為現代化國家，使得衣索比亞在世界舞臺上獲得國際認同。然而他在拉斯特法里教救世主的身分更勝於他在國際政治的成就，追隨者敬他為將帶領信徒重返衣索比亞的上帝。"
            },
            {
                "heading": "早年經歷和政治",
                "text": "身為省長兒子的海爾·塞拉西在他成長期間跟隨了幾個由他父親挑選的導師，其中包含了深具影響的僧人阿霸·薩繆爾。在塞拉西受教育時，就被認為適合擔任幾個小省份的省長，而到了17歲時就已經是一個崛起中的政治明星。在他擔任省長期間，塞拉西成為同儕中激進的思想家，提出了增加中央集權以降低封建貴族控制的政策。在1916年，海爾·塞拉西被任命為佐迪圖女皇的攝政王，讓他獲得王位繼承人的排位。對保守和激進雙方的支持者而言，塞拉西是理想的攝政王。然而，在他任命期間，衣索比亞激進派對塞拉西的支持不斷增加，讓保守的女皇非常懊惱。雖然佐迪圖女皇是衣索比亞掛名的領袖，大部分的政府管理事務卻都落在攝政王塞拉西的手中。在此期間，由於他在衣索比亞廢除奴隸制的努力，也確保衣索比亞成為國際聯盟的成員。"
            },
            {
                "heading": "從皇帝到放逐",
                "text": "海爾·塞拉西的影響力和民眾支持繼續攀升，女皇被迫對這位可能的統治者進行反擊。在1928年，佐迪圖女皇試圖以叛國的罪名拔除塞拉西的職位，但沒有得到太多的支持。塞拉西在此時的聲望如日中天，更獲得軍方大量的支持，這讓佐迪圖的指控無法成立。兩人交手的結果，佐迪圖被迫任命海爾·塞拉西為在她之下的衣索比亞王，承認他在國內不斷增加的權力。不到兩年後，女皇死於不明的原因，讓塞拉西得以取得王位。在他1930年加冕為皇帝後，他開始使用海爾·塞拉西為名，那是衣索比亞的阿姆哈拉西語中「三位一體的權力」之意。塞拉西登上王位後不久便著手創造衣索比亞的第一部成文憲法，在他的自傳中提到他從攝政時期便開始了這項計畫。在1935年，義大利本尼托·墨索里尼領導的政權向衣索比亞宣戰，並在秋天入侵。這個衝突後來被稱為第二次義大利衣索比亞戰爭（第一次發生在19世紀後期）。在義大利和衣索比亞部隊短暫的交鋒後，其中包含幾次由塞拉西親自領導的戰役，義大利成功併吞了這個非洲國家。在義大利成功拿下衣索比亞後，海爾·塞拉西被迫流亡國外，但在此之前曾對國聯請求防禦衣索比亞。儘管他在演說中激情抨擊義大利的法西斯運動，但塞拉西的請求無人理睬，只能留下來等待時機。接下來的五年他留在英格蘭，在那裡他持續地發言反對義大利佔領，並試圖爭取國際社會支持他光復國家的行動。"
            },
            {
                "heading": "恢復權力",
                "text": "隨著第二次世界大戰於1939年爆發，衣索比亞努力要從義大利的統治之下解放，當中則是英國軍隊在東非戰爭中充當先鋒。之後又有一支名為基甸軍的衣索比亞解放軍加入，意圖奪回衣索比亞家園。1942年時，義大利投降並且被迫承認新成立的衣索比亞政權，而海爾·塞拉西一世也回到首都阿迪斯阿貝巴。塞拉西發現國際聯盟之間缺乏團結力量，另一方面聯合國在國際安全領域的條款日益增多，因此他成為聯合國擁護者，也使衣索比亞在1948年時成為聯合國的創始國之一。"
            },
            {
                "heading": "數十年的統治",
                "text": "往後幾年，塞拉西持續努力，透過改革來使衣索比亞現代化，同時也努力增強國家的外交事務和國際認可。1960年代時，塞拉西統領著非洲統一組織（現在非洲聯盟的前身）的事務。塞拉西懷抱著凝聚非洲大陸各獨立國家間的團結性，相信一致的聲音可以使非洲更強大。雖然塞拉西希望這個組織能更加名符其實，然而組織因無軍事力量做為後盾而缺少實際權力。而塞拉西除了督促這國際組織的事務，同時也專注於提升家鄉人民的福祉。雖然他努力削減貴族土地權一事成效有限，但這樣的倡議在後繼的政權中卻激起一股改革運動。改革運動也使國家能保障更多人民接受教育，同時在經濟方面也制定了公平的賦稅制度。雖然這些內政改革為他帶來正面評價，但他意圖藉著修改憲法以增加自身權力的作法卻招來反抗聲浪。在1960年代後期，馬克思主義在衣索比亞生根萌芽，加上人民在1970年代遭受飢荒和乾旱之苦，塞拉西的支持度因而下跌。經濟危機引發的通貨膨脹成為壓倒塞拉西政權的最後一根稻草，塞拉西只得勉力維持政權至1974年時遭罷免，並且遭信奉馬克思思想的武裝部隊協調委員會逮捕。"
            },
            {
                "heading": "監禁和死亡",
                "text": "在他遭軟禁時，因不明原因過世於1975年，對於他真正死因的報導也是諸多矛盾。雖然軍方機構判定他是病死，大多數人仍然認為他是遭軟禁他的人所暗殺。一直到25年後的2000年11月，才終於為海爾·塞拉西舉行了正式得體的葬禮。"
            },
            {
                "heading": "拉斯特法之神",
                "text": "拉斯特法里運動一詞是出自牙買加運動倡導者馬科斯·加維，這是他的哲學思想，也成為今日拉斯特法里教的基礎。加維的名言「看這非洲受加冕的黑人國王，他應當是我們的救世主」，這句話被認為是海爾·塞拉西一世於1930年加冕的預言，而雖然塞拉西本身信奉東正教，然而他卻未否認他身為拉斯特法里教救世主的身分，他甚至在1966年時造訪牙買加與上萬名教眾見面。"
            },
            {
                "heading": "歷史評價",
                "text": "現今歷史將塞拉西定位為表現突出、熱衷的政治領袖，雖然他在統治時期遭遇不少困境，但仍努力不懈要促進人民福祉和國家安定。塞拉西在國際合作與外交政策兩方面的論點，不僅影響將來的衣索比亞和非洲，也影響了整個國際社會。"
            }
        ]
    }
}