{
    "id": 37,
    "name": "印尼",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/indonesia.png",
    "dawn_of_man": "願榮譽與您同在，偉大的英雄加查·馬達，滿者伯夷總理以及印尼群島統一者。您在戰場上的英勇事蹟，僅次於您傳奇性地誓言要講幅員遼闊的印尼群島統一至一面旗幟之下。您向女王和帝國效忠，不僅竭力履行誓言，掃除任何阻擋勢力，成功佔領了當時已知的群島全境，成為第一位統一現代印尼之人。全能的戰士加查·馬達，您的人民渴望一位強而有力的領袖，帶領他們重返興盛！您會前往征服鄰近的王國，進一步擴大自己帝國的榮耀嗎？您能建立一個經得起時間考驗的文明嗎？",
    "unique_buildings": [
        {
            "name": "印尼浮屠",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/buildings/candi.json"
        }
    ],
    "unique_units": [
        {
            "name": "波刃劍士",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/kris_swordsman.json"
        }
    ],
    "city_names": [
        "雅加達",
        "泗水",
        "棉蘭",
        "望加錫",
        "巴淡島",
        "丹帕沙",
        "沙馬林達",
        "馬塔蘭",
        "安汶島",
        "萬隆",
        "古邦",
        "德波",
        "巨港",
        "特洛烏蘭",
        "三寶瓏",
        "查雅普拉",
        "坦格朗",
        "茂物",
        "北乾巴魯",
        "班達楠榜",
        "瑪琅",
        "巴東",
        "沙馬林達",
        "德那第",
        "馬辰",
        "坤甸",
        "芝馬墟",
        "巴厘巴板",
        "占碑省",
        "科莫多島"
    ],
    "spy_names": [
        "阿迪塔瓦曼",
        "埃爾蘭加",
        "西特羅",
        "哈拉尤哈",
        "賈亞卡特溫",
        "林加",
        "馬函得拉達塔",
        "普拉帕那",
        "雷登",
        "德維"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "印尼列島包含18307座島嶼，其歷史實際上就是由數百個城邦、小王國和偶爾出現的帝國所構成。一般認為其最早的歷史應該起自印度史詩《羅摩衍那》（著於約西元前200年）所提及的德威安塔拉王國。最後一個顯赫的印度王國滿者伯夷帝國在西元13世紀統一了大部分的列島。隨後由幾個伊斯蘭蘇丹國統治大部分的島嶼，直到歐洲探險家和商人的來到，一切才改觀。當時歐洲人稱此處為「香料島」，地理位置落在東亞地區與西方間的商路兩旁，因此在荷蘭東印度公司來此統治印尼前，葡萄牙、西班牙、英國和荷蘭皆在爭奪此列島的控制權。儘管在二次世界大戰後曾經歷長達四年對荷蘭的武裝獨立，且之後長期處於動盪不安的局面，但是這個國家目前已經比以往穩定、進步和諧許多，即便偶爾還是會有教派暴動和政治暴力。由於擁有如此糾結的過往，印尼的國訓反映出本身在種族、宗教、文化和語言等方面的多元性：Bhinneka Tunggal Ika（意即「多元而一體」）。"
        },
        {
            "heading": "氣候和地形",
            "text": "印尼是東南亞最大的國家，國土包含18000多座島嶼，皆散落在印度洋和太平洋之間的赤道沿線。根據2002年的印尼政府資料顯示，當中已命名的島嶼有8844座，這些島嶼當中又有922座的部分是永久殖民地。島鏈總長約3200英哩，長度相當於地球圓周的八分之一。其中大部分島嶼的內陸多為蒼翠的山區夾雜沖積土沼澤，而沿岸則是叢林區。較小的島嶼則從滿是叢林的火山峰到充滿貧瘠沙漠的小島都有。印尼列島橫跨三大地殼板塊，因此在印尼的歷史上，常常可以看到火山爆發和大地震的記錄。印尼在地理上屬於熱帶氣候，一年共有兩個季風季節。低海拔地區的年平均降雨量介於70至125英吋之間，而山坡地區的降雨量最高可達240英吋。印尼各地的溫度變化不大；首都一整年的每日溫度均介於華氏79至86度之間。此處的土地相當肥沃，並且四周都是豐富的海岸淺灘，但島上卻常遭受颱風和暴風的侵襲。"
        },
        {
            "heading": "早期歷史",
            "text": "直立人（可能是人類的遠祖，一般稱為「爪哇猿人」）的骨骸化石在西元1891年由荷蘭科學家發現，並且確定其年份至少距今70萬年。印尼列島是在最後一次大冰河期之後的冰河融解所形成，而智人則在距今約45000年前橫渡到這些島嶼。由於島上的氣候理想，加上水稻種植技術的發展，此處約在西元前8世紀成為最早的人類定居點；而最早的「王國」（擁有共同種族和語言背景，規模比村落稍大）也在西元前2至1世紀間崛起。根據印度最早的史詩《羅摩衍那》（著於約西元前200年）記載，當地最早有記錄的王國是德威安塔拉王國；史詩中也記載著須里婆將軍派遣軍隊在當地搜尋羅摩神的配偶西塔。根據史詩的記載，德威安塔拉王國位在爪哇島或蘇門答臘島上。有關統一王國最早的考古證據位於西爪哇島，當地有一座印度神祇甘尼薩的雕像，其年代是在西元1世紀。大約在同一時間，羅馬歷史學家老普林尼記述曾在非洲東岸與印尼船隻貿易。到了西元2世紀，地理學家托勒密在其著作《地理學指南》中，匯集了印度各種有關印尼列島的資料。"
        },
        {
            "heading": "印度佛教王國",
            "text": "隨後幾個世紀，有幾個印度教和佛教王國在此地興衰更迭。直到西元850年，棉蘭王國獲得了爪哇島的統治權，甚至還挑戰強大的三佛齊帝國的霸權。除了散落四處有關斯里桑賈亞（於西元約730年創立桑賈亞王朝）以及達哈旺薩國王（曾於西元990年對蘇門答臘島上的三佛齊領土發動海上侵略）的梵文碑銘之外，人們對於棉蘭幾乎一無所知。西元1006年三佛齊進行報復殺死了達哈旺薩國王，並洗劫他的皇宮消滅了棉蘭王國。三佛齊是馬來民族的王國，位處海上貿易和海軍十分興盛的蘇門答臘島巨港。這個國家並沒有現代所謂的中央政府，實際上只是聚集在皇家中心地帶的鬆散聯盟，當中包含各種不同的聚居地和附庸國。三佛齊相當注重香料貿易，因此在西元7世紀時掌控了蘇門答臘島、爪哇島以及馬來半島大多數的沿岸地區，並且控制著巽他和馬六甲海峽。雖然三佛齊的霸權到了11世紀已有衰微的跡象，但在14世紀以前仍持續保有強大的海上力量。即便如此，其勢力範圍內的各個地方仍逐漸獲得獨立，並成為地區性的王國。當最後一任國王改信伊斯蘭教、於西元1398年逃避滿者伯夷的入侵，並且於1402年在伯特蘭河河口的新堡壘創立了馬六甲的穆斯林蘇丹國後，三佛齊自此覆亡。隨後在三佛齊的舊址上崛起的王國是信訶沙里，以及在爪哇島崛起的滿者伯夷王國。根據信訶沙里王國的歷史記載，該王朝是由幾近神話般的肯雅若克於西元1182年左右所創立。到了1280年，信訶沙里消滅了三佛齊最後的殘餘勢力，但也引起了忽必烈汗的注意。這個偉大的汗遣使向克塔納伽拉國王要求信訶沙里歸降，結果遭到斷然拒絕；因此，爾後忽必烈又分別於1281年和1289年遣使提出相同要求，但國王下令對使節施以酷刑。此舉激怒了忽必烈汗，下令動員1000艘戰艦及大軍壓境。於此同時，信訶沙里的幾個領主趁勢叛亂。隨後境內各地一片混亂，最終信訶沙里滅亡、克塔納伽拉國王被殺，蒙古軍隊之後也遭到逐出（這也讓印尼成為少數幾個能抵抗蒙古大軍攻擊的國家），而國王的女婿羅登·韋查耶則在西元1293年建立了滿者伯夷王國。儘管相關文獻付之闕如，但可以肯定的是滿者伯夷曾是最強大的前伊斯蘭期王國。王國建立經過了兩個世代後，滿者伯夷充滿野心的首相加查·馬達大舉入侵列島中大多數的島嶼，只是最後他遭到罷黜並且失勢。滿者伯夷隨後的幾任皇帝力圖完成加查·馬達的野心，最後終於統一並成為現代的印尼。儘管滿者伯夷的統治者積極推翻鄰近的王朝並征戰四方，但是他們的目標似乎自始至終都是要掌控該地區富饒而繁榮的商業貿易。過程中，穆斯林貿易家和傳教士來到了這個地區。西元14世紀是滿者伯夷的巔峰時期，隨後這個王國的勢力便大幅衰退。由於無法阻止馬六甲蘇丹國的勢力崛起，滿者伯夷帝國於西元1520年左右滅亡。"
        },
        {
            "heading": "伊斯蘭國家",
            "text": "雖然伊斯蘭教早在13世紀就已開始傳到印尼的蘇門答臘島，不過直到滿者伯夷皇帝的默許後才像海嘯般地傳開。促使這個現象的原因是日益增加的貿易；整體而言，貿易家和滿者伯夷的貴族是最先接受新宗教的族群。到了16世紀，伊斯蘭教成為蘇門答臘島和爪哇島的主要信仰，並且與當地現有的文化和宗教信仰融合，進而產生了印尼獨有的穆斯林信仰。只有峇里島和幾個較小的島嶼仍舊以印度教為主要信仰。在歐洲人來到之前，除了強大的馬六甲蘇丹國之外，另外還有兩個長命的伊斯蘭王國控制著當中的島嶼：分別是爪哇島上的馬塔蘭蘇丹國，以及控制巽他海峽的萬丹蘇丹國。這些伊斯蘭蘇丹國自始至終幾乎都坐擁極其豐富的香料與絲綢貿易，在紀律嚴明的海軍護衛下，統治階級熱中資助藝術和科學。但隨著葡萄牙人的到來（其他殖民勢力也緊接著到來），各種伊斯蘭領地不得不臣服於這些擁有先進科技的冷血剝削者。1511年8月，馬六甲首先淪陷，而佔領者是由阿方索·德·阿布奎基指揮的葡萄牙軍隊。1603年，荷蘭東印度公司在印尼萬丹建立了第一個永久交易站；歷經兩個世紀的衝突後，荷蘭總督從位於西冷的總部宣佈萬丹蘇丹國已併入該公司旗下。於此同時，荷蘭趁著馬塔蘭王朝鬥爭之際，於西元1749年逼迫年老力衰的蘇丹巴庫卜旺納簽署協定，使其將王國統治權讓給該公司。在葡萄牙將馬六甲拱手讓給荷蘭後，荷蘭東印度公司便「擁有」了香料島。"
        },
        {
            "heading": "荷蘭時代",
            "text": "西元1800年，在荷蘭東印度公司因破產而倒閉後，荷蘭政府便接掌了該公司在印尼的所有財產。往後將近150年的時間，荷蘭的統治雖相對仁慈，卻顯得軟弱無力。儘管如此，由於強迫栽種經濟作物的政策，以及採用契約勞動制度（強迫農民每年為政府的農園工作60天）的推行，也導致各地普遍的動盪不安。此外，荷蘭殖民者在當地形成享有特權的上流階級，並且還編入法典來將公民分為兩類，也就是歐洲人與當地人擁有不同的權利。印尼的動盪使得荷蘭在1901年進行了適度的政治改革，具體的作為就是「倫理政策」，當中包含增加對當地教育的投資以及財產法的改變。此外，荷蘭還為了促使經濟現代化而對該國基礎建設大量投資（特別是港口和道路），此舉雖然平息了民族主義運動，但僅維持了一段時間。"
        },
        {
            "heading": "獨立",
            "text": "西元1942年，荷蘭政權隨著日軍的佔領而垮臺。二次世界大戰事件使得這個國家在前四十年即已萌生的民族意識變得更加旺盛。印尼第一個民族主義運動，至善社早在1908年即已成立；印尼第一個政黨伊斯蘭聯盟則在1912年創立。後者接著轉為印度社會民主聯盟，並且於1924年演變成印尼共產黨。最後在1927年7月，由蘇卡諾（後來成為印尼第一任總統）聯合其他自由主義者組成支持獨立的印尼民族黨。在一次由共產主義者領導的起義失敗後，蘇卡諾和其他大多數的民族主義領袖均遭到逮捕。1942年7月，蘇卡諾接受日本的提議，召集公眾支援日本作戰。日本的佔領手段通常都很殘忍，在某些情況下還會施以刑求和強迫勞動；但是有許多民族主義者持續與日本合作，為的就是希望能獲得日本統治者承諾的獨立。1945年3月，日本在戰敗後宣佈成立印尼獨立委員會。但是計畫趕不上變化，在日本向盟軍投降的兩天後，蘇卡諾單方面宣告印尼脫離殖民地統治。荷蘭企圖重建對印尼的支配（起初英國也支持荷蘭），此舉自然引起軍事和外交方面的角力。隨著國際間日益增加的壓力，荷蘭最後只好放棄，並正式承認印尼獨立。"
        },
        {
            "heading": "現代印尼",
            "text": "蘇卡諾和他的支持者嘗試在1945年和1950年制憲時，為新的國家制定西式民主政府，其中委任議會式政府，而行政部門則必須對民選的國會負責。然而，印尼面臨極度貧困、獨裁主義的傳統、宗教差異以及對爪哇政治支配的恐懼，蘇卡諾宣告國家將改採他所謂的「指導式民主」。1959年7月，蘇卡諾廢除1950年的憲法、解散國會，並且改為由總統任命並聽命於總統的國會。1967年，在一場軍方策劃的政變後，蘇卡諾被迫下臺，而蘇哈托將軍也趁勢而起並成為印尼的第二任總統。在接下來31年的獨裁統治中，蘇哈托力圖鎮壓異己、穩定經濟和外交政策並在冷戰時期尋求出路。由於政府日益腐敗加上濫用公民權，在1997年爆發亞洲金融危機後，他的政權終告垮台。為了獲得美國430億美元的援助，蘇哈托同意進行徹底改革。只不過事與願違，一個由學生領導的暴動強迫蘇哈托在1998年5月下台。1999年，改組的國會選出阿卜杜拉赫曼·瓦希德為總統，他是第一個帶領印尼邁向未來的民主改革者。"
        },
        {
            "heading": "現代印尼",
            "text": "蘇卡諾和他的支持者嘗試在1945年和1950年制憲時，為新的國家制定西式民主政府，其中委任議會式政府，而行政部門則必須對民選的國會負責。然而，印尼面臨極度貧困、獨裁主義的傳統、宗教差異以及對爪哇政治支配的恐懼，蘇卡諾宣告國家將改採他所謂的「指導式民主」。1959年7月，蘇卡諾廢除1950年的憲法、解散國會，並且改為由總統任命並聽命於總統的國會。1967年，在一場軍方策劃的政變後，蘇卡諾被迫下臺，而蘇哈托將軍也趁勢而起並成為印尼的第二任總統。在接下來31年的獨裁統治中，蘇哈托力圖鎮壓異己、穩定經濟和外交政策並在冷戰時期尋求出路。由於政府日益腐敗加上濫用公民權，在1997年爆發亞洲金融危機後，他的政權終告垮台。為了獲得美國430億美元的援助，蘇哈托同意進行徹底改革。只不過事與願違，一個由學生領導的暴動強迫蘇哈托在1998年5月下台。1999年，改組的國會選出阿卜杜拉赫曼·瓦希德為總統，他是第一個帶領印尼邁向未來的民主改革者。"
        }
    ],
    "leader": {
        "name": "加查·馬達",
        "subtitle": "印尼領袖",
        "lived": "約1290 AD-1364 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gajah_mada.png",
        "trait": {
            "name": "香料群島",
            "effect": "在印尼首都所在地以外的大洲所建立的前3座城市皆可提供2種特有的奢侈品資源（且這些城市無法被焚毀）。"
        },
        "titles": [
            "滿者伯夷帝國總理和將軍"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "加查·馬達（大致是「大象將軍」的意思）是印尼的民族英雄，也是印尼國家榮耀的象徵，他曾於西元14世紀擔任印尼滿者伯夷帝國的總理，而當時亦是印尼帝國的全盛時期。雖然現存有關他早年經歷的記載資料甚少，但據信他出生於平民之家，並全靠自己的智慧與機智，以及在戰場上的驍勇善戰而逐漸崛起。加查·馬達在擔任皇家衛隊的時候曾是國王在剷除反抗勢力的不二人選，而他也因此獲得賞識，進而成為統治菁英。加查·馬達後來終於成為總理，並帶領滿者伯夷帝國征服許多鄰近島國，並讓印尼在近代史上第一次出現諸多領土統一的局面。"
            },
            {
                "heading": "崛起掌權",
                "text": "有關加查·馬達的生平最早記錄開始於他成年之後，根據記載當時他已經是皇家衛隊的總司令，受命保護查耶納加拉滿者伯夷帝國的王室成員（西元1309年至1328年）。在此期間，惡棍滿者伯夷政官拉其蘭·庫提率領反抗軍與查耶納加國王作對。加查·馬達在得知庫提的陰謀之後，安全地護送國王離開遭庫提叛軍佔領的首都，並藏匿在鄰近城市巴丹得之中。據傳言，加查·馬達在國王獲得安全保護之後四處散佈流言，說國王已因叛軍攻擊而死，同時暗地裡重整旗鼓，準備奪回首都並讓國王再度復位。加查·馬達發現許多軍隊將領都因聽聞國王的死訊而駭然，而庫提也因此廣失民心。隨之而來的就是反叛軍暴動的發生，庫提於此次暴動中喪生，而加查·馬達也為此大獲執政黨的肯定，並獲授與最高領導地位。"
            },
            {
                "heading": "滿者伯夷總理",
                "text": "根據傳說，幾年之後，加查·馬達對王室的忠心在國王強納他的妻子為妾後就消失無蹤。根據傳說記載，加查·馬達說服了一名過去曾支持庫提的宮廷御醫在國王生病時殺掉國王。國王死後，加查·馬達立即逮捕並處死了該名醫者。不論傳說是真是假，查耶納加死後，他的繼妹崔布瓦娜·維加亞吞佳德維（Tribhuwana Wijayatunggadewi）繼位成為女王，她野心勃勃，想要進一步擴展帝國的勢力範圍。幸運的是，對加查·馬達而言，新繼任的女王認為要擴展帝國勢力範圍必得重用他的才華，因此在西元1329年的時候，加查·馬達被任命為總理。獲得至高權力和權威之後，加查·馬達開始以遠方列島為目標，誓言為將未來前程託付在他手中的帝國帶來最佳利益。他舉世聞名的誓詞《帕拉帕誓言》中宣稱「我將終生齋戒，直到為滿者伯夷征服諸島為止。」"
            },
            {
                "heading": "征服",
                "text": "西元1331年加查·馬達平定薩丹（東爪哇）叛軍之後不久，就再度發起征討印尼列島鄰近諸島的戰爭。西元1343年，這場戰爭從峇里島和龍目島開始。他接二連三拿下各島王國及其中的城市、省份，而這一切都是為了他帝國子民的榮耀。其中包括巨港的佛教王國斯里維加亞，以及西蘇門答臘的幾個小王國，加查·馬達更任命一名滿者伯夷的王子成為這裡的諸侯統治者。這位「大象將軍」後來更征服了印尼第一個穆斯林蘇丹王國的蘇門答臘的蘇木都剌國。在這場勝利之後，在接下來的兩年內滿者伯夷的軍隊又繼續征服了另外六個獨立的城市與王國，其中也包括海峽對岸的淡馬錫（Temesek，也就是現在的新加坡）。西元1350年，崔布瓦娜為了她的兒子哈亞沃克毅然決定讓位，而哈亞沃克後來也成為滿者伯夷諸王中最偉大的一位國王。在他統治的期間也是滿者伯夷帝國勢力範圍最大的時候，當時帝國的勢力範圍囊括整個印尼列島。在這位國王的統治下，貿易與藝術蓬勃發展。這位新繼任的國王將一國大事全委任給他的總理，而他自己則醉心於藝術與科學。有了國王的默許支持，加查·馬達又為帝國征服了24個王國，其中有些甚至遠達現在的馬來西亞和菲律賓南部地區。西元1357年，加查·馬達已經征服了列島中超過12座島嶼，但此時他的豐功偉業也遇到了瓶頸，也就是最後一個獨立王國，西爪哇的巽他王國。雖然哈亞沃克計劃迎娶巽他王國公主，進而促使兩國之間的結盟，但是加查·馬達仍希望能進一步壓制巽他王國。因此，加查·馬達反對讓巽他王國公主成為滿者伯夷共治女王，並要求國王以妾室身分迎娶公主，而此舉也觸怒了巽他王國。婚禮在布巴塔舉行，而當時雙方就此事進行協商，最終導致戰火延燒，隨之而來的就是兩國首度衝突交鋒。加查·馬達及他帶領的軍隊於是屠殺了整個巽他王國的王室成員，而且連同王室成員隨行的皇家衛隊也一併殺害。此一事件對加查·馬達的名聲帶來負面的影響，因為許多人都認為他當時的行為過於魯莽，而且下手也過重。滿者伯夷的朝臣們都一致譴責他嗜血成性且暴虐無道。為此，國王決定撤除他的官位、權位以及榮譽。這名曾在帝國中不可一世的男人，最後在他位於東爪哇所剩唯一住所孤獨地了此殘生。西元1363年，加查·馬達終於在無人知曉的情況下去世。"
            },
            {
                "heading": "歷史評斷",
                "text": "今日加查·馬達是印尼的英雄，而且也是公認的印尼愛國主義以及民族表徵。加查·馬達成為印尼人心目中的勵志人物，也是偉大情操的表率。二次世界大戰期間日本人佔領印尼期間，他更成為當時極富神話色彩的宣傳象徵，甚至在1940年代末期鼓勵了印尼人從荷蘭統治下獨立。他為後世留下的，團結印尼列島的諸多島嶼，達成首次國家統一，而他對國王和滿者伯夷人民堅定不移的忠誠之心，更是廣為世人所流傳。"
            }
        ]
    }
}