{
    "id": 12,
    "name": "日本",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/日本.png",
    "dawn_of_man": "願天照大神賜福與您，尊貴的織田信長，日升之國的大將軍－願您的國運如同繁花盛開一般綿延不絕。您是日升之國－日本的大將軍。日本人居於島國，以豐富藝術與書法文化自豪與自律。他們的文明可追溯到數千年以前，期間經歷多年的血腥戰爭、擴張和孤立、富庶與赤貧。除了戰場上的英勇行為外，您的人民也非常刻苦耐勞，他們在科技上的創新與龐大的工廠生產能力，也叫各地遠不及他們的人感到嫉妒。傳奇的大名啊，您願意繼承命中註定的命運嗎？您願意再一次披上甲胄，配上戰刀，走向凱旋之路嗎？您能建起一個經得住時間考驗的文明嗎？",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "侍",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/samurai.json"
        },
        {
            "name": "零式戰鬥機",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/zero.json"
        }
    ],
    "city_names": [
        "京都",
        "大阪",
        "東京",
        "薩摩",
        "鹿兒島",
        "奈良",
        "名古屋",
        "出雲",
        "長崎",
        "橫濱",
        "下關",
        "松山",
        "札幌",
        "函館",
        "伊勢",
        "富山",
        "福島",
        "周防",
        "備前",
        "越前",
        "山梨",
        "近江",
        "越後",
        "上野",
        "佐渡",
        "神戶",
        "長野",
        "廣島",
        "高山",
        "秋田",
        "福岡",
        "青森",
        "鐮倉",
        "高知",
        "那霸"
    ],
    "spy_names": [
        "赤石",
        "沖",
        "服部",
        "諸角",
        "桃地",
        "川島",
        "小雄",
        "坂西",
        "楓",
        "望月"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "日本列島是難以想像的激烈板塊運動生成，也是太平洋板塊推擠歐亞大陸板塊後隆起形成的列島，因此造就了美麗與危險並存的多山土地，供人們在火山和大海之間的狹長地形上生存與繁榮。"
        },
        {
            "heading": "地形和氣候",
            "text": "日本其實是一個小國，其陸地總面積約等於美國的蒙大拿州，而其中山地面積就佔了日本全國的80%。日本由四個主要島嶼所組成，包括北海道、本州、四國和九州，另外還有幾十個面積較小的島嶼。就地質歷史而言日本的土地仍然相當年輕，因此日本有許多崎嶇的高山，而且河道多較為狹窄而水量洶湧。日本有許多火山，有些至今仍相當活躍，而且地震也經常發生（這些天然災難並非受到輻射變種怪獸攻擊所致）。日本的氣候受季風所影響，每年因乾濕季風而有不同的季節變化。冬天的時候西方的天氣是很冷的，有濕冷空氣從西伯利亞和日本海襲來，為日本帶來長時間的雨和雪，夏天的時候則有來自東部太平洋的濕潤空氣。"
        },
        {
            "heading": "史前時代",
            "text": "一般普遍認為，日本最早開始有人類的蹤跡是起源自2萬年前（大約1萬年的誤差）的舊石器時代，當時的人類以使用原始石器為特點。當時人類可能是從亞洲大陸經由幾條過去連接日本、朝鮮和亞洲的陸橋來到日本，後來這些陸橋被海水淹沒，成了現在的日本海。雖然歷史學家們對於日本的史前歷史所知甚少，但他們可以非常肯定的是，日本人很早就懂得駕駛船隻，並且有豐富的航海經驗，可輕鬆、安全地往來各島嶼之間。歷史學家們之所以能夠如此肯定，是因為同性質的日本文化和語言，在整個日本島鏈四處都非常均勻地分布（如果各島嶼的居民很長一段時間彼此互不往來，就不會是這種情況）。「先陶」文化之後，就是大約西元前7500年至250年的「繩紋時代」（所謂「繩紋」，指的就是在製作陶器時，將繩子按在陶土上留下繩子的花紋紋路，形成一種獨特的陶器風格）除了陶器的發明以外，這個時期還有一項非常重要的發展，那就是工具從單純的鑿製發展到拋光的技術。在繩紋時代，人類多從事漁獵。繩紋時代結束後就是彌生時代的來臨，大約貫穿於西元前250年至西元250年。彌生文化起源於九州，主要特色是更為進步的陶器製作技術、農耕技術的發展，以及鐵器和青銅器的運用。在繩紋時代，人類也發展出葬禮習俗、灌溉和紡織織造技術。在這個時期居住在日本的人們有很進步的技術和文化，其中有些可能是這些人自行發展而得，而其他則可能是在與中國和朝鮮的接觸中學習而得。正是因為有了這些進步的發展，彌生文化才得以迅速蔓延全日本，取代了較為原始的繩紋文化。"
        },
        {
            "heading": "早期信史",
            "text": "現存最早關於日本的歷史文獻記載於中國的史籍之中，最早可追溯到漢朝。據記載，約西元50年時，「倭奴國」曾派遣使者前去晉見當時的後漢朝廷官員。當時中國稱日本稱為「倭國」，倭國由100多個部落國組成，而「奴」則是其中的一個部落國。根據中國史書記載，西元250年左右「卑彌呼女王」統治著由超過30個部落國所組成的宗主國，並將首都設在「邪馬臺」。迄今無人知道邪馬臺的確切位置，而當時的日本也沒有任何史料保存下來。"
        },
        {
            "heading": "古墳時代（約西元250-550年）",
            "text": "由於日本的史料記錄極少，其中一個很大的爭議就是日本於何時及如何完成統一。據瞭解，邪馬臺國於西元4世紀消失，接著就是大和國的出現。4世紀中期，日本開始派出大軍試圖征服朝鮮半島，而在當時要能夠調度如此規模的軍隊，需要有強大的中央集權統治。在大和國統治期間，農民開始使用鐵器耕作，土地的產值也因而提高。農民廣泛種植稻米，這種美味而富有營養的穀物迅速成為日本料理的基礎。農業的興起也意味著國家可以用更少的人力產出更多的糧食，這也使得大和國有多餘的勞動力可以大舉征戰和修建陵墓。在這個時期，日本開始從鄰國引進大量的技術，其中最重要的，可能就是來自中國的書籍；除此之外，日本還接受了中國的儒家思想沐濡。5世紀時，大和國開始變得好戰，而造成這種情況的原因，至今仍存爭議。有人認為這是受到外國勢力侵略和征服的結果，而其他歷史學者則認為，大和國之所以變得如此具有侵略性，是因為他們有先進的軍隊和農耕技術，且未受到任何一種特定外國文化的影響所致。不論原因為何，大和國的軍隊攻擊了朝鮮南部，而意圖也非常明顯，就是想佔領在該地區發現的鐵礦。為了取得日本本土難以獲得的資源，在接下來的幾個世紀一直是日本對外政策的主導方向。"
        },
        {
            "heading": "氏姓制",
            "text": "日本「氏姓制」也產生於這一時期。「姓」一詞，可譯為「家族」，而「氏」指的是貴族世襲頭銜。在這個制度下，生活在農業社會中的人們成為各個不同家族的成員，每位家族成員在社會階級中也都有各自特定的地位。人們認為，農作物要豐收，就得祭拜先祖和氏神，因此祭祖是氏姓制的一個非常重要的部分。"
        },
        {
            "heading": "大和時代之後：儒家、佛教與法律",
            "text": "6世紀時，隨著國內外戰事屢屢失利，大和國的地位和影響力也開始逐漸下降。隨著大和國一族的失勢，地方家族首領於是起而奪權。中央權力的喪失就意味著內亂四起，這是因為政府權力呈現真空狀態，讓軍閥有機會謀奪權力，因此軍閥派系鬥爭也不斷上演。6世紀時佛教開始在日本盛行，據推測佛教可能是從朝鮮傳入日本。聖德太子篤信佛教，在世紀交疊之際掌權的這位太子，將和平與拯救視為施政的理想和原則。有趣的是，中國的儒家思想也是在這個時候開始獲得日本貴族的重視，而聖德太子似乎也把儒家思想當做施政引導。西元592年至西元628年期間，聖德太子掌管朝政，這段期間大和國的國力和影響力曾有短暫的復興。但隨著聖德的去世，日本朝廷再度陷入混亂，強大的蘇我氏為了奪取權力而殺害聖德的繼承人。到了西元645年，中大兄皇子和中臣鐮足又推翻蘇我氏，並將所有反對天皇的人悉數殺害。中大兄皇子和中臣鐮足在剷除所有敵對勢力後發起政治改革，這場改革進一步強化了中央集權，並削弱地方氏族的勢力。約略在同一時期，日本也將行政法規編列成法典，並制定了刑法和民法。同時日本也參考唐朝法典，並根據國內需要進行修改，以適應日本國情的特殊需求。在日本的社會體制中，人民被分為自由民和奴隸。奴隸的人口數不超過日本總人口10%，絕大多數都是從事農業勞動的自由民。這種政治制度延續了數百年從未改變，但到了10世紀，該制度中的結構缺陷開始逐漸顯露，也因此政府的權力開始削弱。當時日本有多個大家族，這些家族控制了政府的重要職位，並利用職位權力將全國的財富都納入各自的府庫中。稅收開始越來越高，這些顯赫家族利用剝削貧窮的部族和農民，持續不斷地累積自己的權力和財富。人們逐漸開始出現不滿的情緒，他們對中央政府的反感與日俱增，也促使了一種被稱為「武士」的新貴族階級的開始。"
        },
        {
            "heading": "武士的崛起",
            "text": "10世紀到11世紀期間，武士階級在日本開始崛起，成為日本社會新的主導階級。在朝廷之外，武士階級征服了全部省份；在朝廷內部，武士階級成了貴族的保鏢和將軍。到了11世紀末，武士首領平清盛的影響力與日俱增，升任太政大臣後更是大權在握，此時朝廷基本上就是由他在操縱。他的兒子安德在西元1180年終於登上了皇位。不過平氏的統治時間並不長；西元1185年，平氏在一場海戰中被源氏擊敗，這場海戰也終結了持續了五年之久的戰爭，也就是「源平合戰」。獲得勝利後，源氏領袖源賴朝建立了「幕府」，幕府領袖（「征夷大將軍」，或簡稱將軍）以天皇的名義統治日本。這種政體一直持續了700多年，直到西元1868年才正式廢止。在接下來的幾個世紀中，權力轉移到北條氏手中。這個家族在12世紀初曾被後鳥羽天皇打敗，但後來又再度掌權。12世紀末，蒙古人數次試圖進攻日本失敗。蒙古人之所以會失敗，全是因為揮軍東進時恰巧遇到兩次颱風，也正是因為這兩次颱風，讓試圖進攻日本的蒙古人在關鍵時刻鎩羽而歸，日本於是稱這兩次颱風為神風，認為「神風」是天神派來拯救他們，使他們免遭蠻族侵略。"
        },
        {
            "heading": "中央集權的崩潰",
            "text": "西元1333年，後醍醐天皇發動政變奪回政權，北條氏家族的統治才正式結束。後醍醐天皇發動政變時獲得由大批貴族、武士和一些激進派佛教僧侶所組成的軍隊的協助。後醍醐天皇的一些重要盟友對戰後利益的分配感到不滿，所以這些人在西元1336年再次發動政變，帶領帝國向北遷至吉野山。在接下來的60年裡，日本分別由南北二朝控制。南朝天皇一直以來都是傀儡，而實權則掌握在南方幕府的手中。西元1391年，室町幕府在偉大的將軍足利尊氏的帶領之下，終於再次統一了日本。14世紀時，日本農民和平民百姓在地方軍閥的壓迫剝削之下開始感到不滿，反對浪潮日益升高。大型起義分別發生於西元1428、1429和1441年，後來幾乎每年都會發生。西元1467年因足利幕府將軍的繼承權問題終於爆發內戰，這場戰爭持續了大約10年之久，戰爭期間許多大寺院遭破壞，大批難民流離失所。雖然這場戰爭在西元1477年結束了，但中央集權制度也受到嚴重破壞，大多數地方軍閥不再繼續服從中央，於是新的地方軍閥階級「大名」就這樣誕生了。"
        },
        {
            "heading": "戰國時代",
            "text": "西元1338年到1573年是日本的「戰國時代」，這段時期戰火連綿不斷，幕府將軍與王室並無實權，而大名們則為了爭奪霸權在全國各地爭戰不休。很多城堡都是興建於這個時期，日本武士也越來越擅於攻城戰，尤其在他們從歐洲貿易商那裡學會如何製造火槍之後。"
        },
        {
            "heading": "織田信長與日本統一",
            "text": "1549年，一名叫做織田信長的年輕貴族，從過世的父親那裡繼承了一些土地、財富和一群武士家臣。接著短短的十一年內，他便擊敗了所有對手，控制了尾張國。身為一個有卓越遠見的軍事領袖，織田很快地引進並採用新式火槍，以驚人的效率運用這些新武器對付任何反對他的人。1562年，他與鄰近的封建地主、後來成為史上數一數二偉大領袖的德川家康結為同盟。在16世紀60年代，織田揮軍佔領了日本史上的政治權勢中心：京都。在1573年，他廢除了幕府的末代將軍，在實質上以及名義上都鞏固了自己的政治權勢。織田在1582年被刺身亡時，已經統一了將近大半的日本。有關織田信長這個卓越領袖生平的詳細介紹，請參見文明百科他的條目。織田死後，由豐臣秀吉繼承其地位，豐臣是農夫之子，在戰場上力爭上游逐漸崛起，後來成為織田麾下的一員大將。豐臣在1590年統一了日本全國。為了強化政府的中央集權，他禁止農民擁有武器，並著手進行稅制改革。他也創制了封建制度，規定農民只能待在自己的村莊，而工匠和商人只能待在城市。1598年豐臣秀吉去世後，由德川家康取而代之，並在1603年擔任幕府將軍。雖然德川家康巧妙地運用西方武器和人員達到統一日本的目標，但他也很快體認到這些人事物可能會威脅到他的統治權。於是他（及其繼任者）開始著手消滅日本境內的基督教、將幾乎所有西方人逐出日本，並禁止自己戰士以外的任何人使用火槍。在接著的數個世紀，日本頑固地實行鎖國政策，不過也可能拜此政策之賜，使得日本沒有像它的亞洲鄰國一樣，遭受歐洲佔領與殖民的屈辱。"
        },
        {
            "heading": "日本對外開放與明治維新",
            "text": "在19世紀時，荷蘭是唯一與日本進行貿易的歐洲強權，而他們的接觸也很有限。到了19世紀中葉，許多歐洲強權好幾次試圖與日本建立外交關係，卻都無功而返。為了讓商船和漁船能有港口停靠進行補給，美國終於決定施加壓力，派遣海軍準將馬修.培理帶領一支現代化的艦隊，於1853年駛入浦賀灣。在這之前，從未有外國軍事力量能威脅一向平靜的日本沿岸，因此這次事件最終導致了德川幕府的垮臺，權力也終於再次回到天皇手中。年輕的明治天皇在1867年登基後，便在日本實行徹底的改革政策，希望日本不論在軍事和經濟上，都能與那些以現代化戰艦控制日本周遭海域的西方列強相匹敵。這個所謂的「明治維新」，有著驚人的成果，不到一個世紀的時間內，日本便廢除了封建制度、武士階級幾乎完全消滅，土地所有權也歸還給耕種的農民。政府推行的工業化計畫，也在很短的時間內有了明顯的成效。在19世紀末期，日本更大致上根據歐洲模式制訂了憲法。到了20世紀初期，日本已經成為一個新興強權，是太平洋地區除了美國以外最強大的勢力，不幸的是其他國家未能馬上意識到這一點。"
        },
        {
            "heading": "中日甲午戰爭",
            "text": "1894年，中國與日本為了爭奪朝鮮的控制權而爆發了戰爭。日本輕鬆贏得勝利，不但讓朝鮮在名義上脫離中國而獨立，還將臺灣、遼東半島、澎湖列島及其他數個領土納入自己的版圖。日本也逼迫中國簽訂了不平等的貿易條約。不過在西方列強的干涉與要求下，日本後來將遼東半島歸還中國，但中國接著將遼東半島及重要的海軍基地租借給俄國，此舉惹惱了日本。"
        },
        {
            "heading": "日俄戰爭",
            "text": "在義和團運動中（西元1900年），中國人民群起反抗所有那些只知道賣鴉片和掠奪中國資源的外國人。西方列強和日本的應對政策，則是派遣軍隊去屠殺中國人民並佔領更多中國領土。俄國便趁此時佔領了東北地區，而日本認為此舉威脅到他們在朝鮮和中國的領地。於是在1904年，日本無預警地攻擊俄國艦隊（日後他們對鬆懈的西方人又採用同樣的策略，而且極為有效）。日本在這場戰役中大勝俄國，震驚了世界，證明他們有能力打敗西方強權。根據日本與俄國締結的和約，日本不但取得朝鮮的控制權，更接管了俄國在中國的領地。老羅斯福總統則因為居中調停與斡旋和約的簽訂，而獲頒諾貝爾和平獎（畢竟當時諾貝爾委員會中沒有什麼中國人或朝鮮人可以置喙）。"
        },
        {
            "heading": "日本帝國",
            "text": "受到先後戰勝中國及西方強權的鼓舞，日本也開始把握機會提高自己在東亞的權勢，強化了對朝鮮和中國領土的控制，並趁第一次世界大戰時奪得了德國在亞洲及太平洋地區的領地。一戰結束後，歐洲列強、美國及日本之間簽訂了一系列的軍事協定，一方面限制日本的擴張，另一方面則確保其獨立地位。日本的軍國主義者在1930年代開始掌權，部分原因是因為經濟大蕭條導致全國陷入困境。西方國家和中國的關稅政策（以及反日運動），使得日本透過出口獲利的能力受到限制，而日本又需要錢才能進口糧食，來應付日益增長的人口。軍國主義者主張只有透過武力才能打開外國市場，這個論點，再加上對共產主義的恐懼以及對政府日漸升高的不滿，使得日本軍方開始設法擴大其權力結構。在20世紀20年代末期，軍方未取得政府同意，便逕自增加在滿洲地區的軍事活動，但日本政府也無力阻止。1932年5月，多名海軍軍官策劃並刺殺了當時的日本首相，而在1936年，叛亂的軍官們則佔領了東京市中心，並暗殺了多名重要的政府官員。雖然叛亂迅速平息，但顯然軍方已經可以隨心所欲地控制政府的存亡。新登基的年輕裕仁天皇據說雖然傾向改革，但由於懼怕表態會造成王位不保，因此選擇保持沉默。所以顯然在這個時候，日本軍方事實上掌控了整個國家。"
        },
        {
            "heading": "第二次世界大戰前夕",
            "text": "20世紀30年代期間，日本與蘇聯、英國和美國之間的關係逐漸惡化。蘇聯對於三十年前日俄戰爭戰敗始終耿耿於懷，而且也希望日本政府被推翻，成為和俄羅斯一樣的工人天堂。英國和美國則反對日本在中國和朝鮮施行的蠻橫政策，擔心日益強大的日本海軍會威脅到他們在亞太地區的龐大利益。為了抵抗來自英美等國的壓力，日本在1936年和1940年分別與德國和義大利簽署了共同防禦條約。而蘇聯則因其西邊受到來自德國的威脅，為了保證東部邊境的安全，也於1940年與日本簽署了互不侵犯條約。1941年，德國納粹對蘇聯展開攻擊，日本則出兵佔領印度支那北部，試圖切斷英國支援中國政府抗日的補給線。美國對於日本此舉的回應則是凍結日本在美資產，並對日本實施石油禁運。當時日本面臨兩種抉擇：同意美國的條件，從印度支那、甚至從中國撤軍，或是佔領擁有豐富石油資源的荷屬東印度群島。但最後，美日之間的談判沒有任何進展，最終談判破局，日本政府決定選擇發動戰爭。"
        },
        {
            "heading": "第二次世界大戰",
            "text": "第二次世界大戰開始時，日本大軍所向披靡，如入無人之境，而且還成功突襲夏威夷、珍珠港以及菲律賓的美國海軍基地。日本海軍幾乎將美軍徹底趕出了太平洋，但是他們卻無法完成最後致命的一擊。此後幾年內，美國憑借其雄厚的工業實力開始大量生產軍艦、飛機、大炮和潛艇，而且數量遠遠超過他們在初期的損失。美國海軍和陸軍迅速從失敗中汲取經驗教訓，在經過一連串艱苦的纏鬥之後，逐步又把頑強抵抗的日軍趕回太平洋的對岸。1945年8月，美國在日本投下兩枚原子彈，幾乎將廣島和長崎完全摧毀，之後日本也很快就投降了。"
        },
        {
            "heading": "戰後",
            "text": "戰後的日本失去了他們所有在的海外領地。其本土被美國所佔領，蘇聯則佔領了其北方的一些島嶼（至今日本北方四島的主權歸屬仍有爭議）。相較之下，美國的佔領則較具有建設性。美國人更強迫日本訂立民主憲法，同時禁止日本擁有軍隊。此外，美國也幫助（強迫）日本掃除封建制的殘黨餘勢，實行大規模的土地改革，並協助日本迅速重建基礎設施和貨幣制度。美國希望日本能夠成為一個繁榮的民主資本主義國家，以對抗在亞洲不斷增長的共產主義勢力。就這一點而言，美國的成功遠遠超過預期。"
        },
        {
            "heading": "今日的日本",
            "text": "對日本而言，正因為戰勝國強加的條款，使得日本政府得以把其他國家必須支出的軍事費用資金轉而投向其他更有利發展的領域，而今天的日本，也確實成為了一個既繁榮又民主的經濟強國。雖然日本在政界和商界採用任人唯親的政策，導致90年代日本銀行體系大崩潰，但整體來說，戰後的日本仍然迅速崛起並成為一個經濟強國。日本的民眾大都受到良好教育，而且有非常積極的工作態度，科技發展因而突飛猛進。然而，隨著美國在太平洋地區勢力的削減，加上其他地區強權的崛起，日本於是開始小心翼翼地重建其軍事力量。日本的國防至今依然大多仰賴美國的支援與提供，但這種情況還會維持多久就不得而知了。如果日本能與鄰近的俄國、中國和韓國保持友好關係，加上如果朝鮮半島不會發生內亂，那麼日本的未來將是一片光明。"
        },
        {
            "heading": "今日的日本",
            "text": "對日本而言，正因為戰勝國強加的條款，使得日本政府得以把其他國家必須支出的軍事費用資金轉而投向其他更有利發展的領域，而今天的日本，也確實成為了一個既繁榮又民主的經濟強國。雖然日本在政界和商界採用任人唯親的政策，導致90年代日本銀行體系大崩潰，但整體來說，戰後的日本仍然迅速崛起並成為一個經濟強國。日本的民眾大都受到良好教育，而且有非常積極的工作態度，科技發展因而突飛猛進。然而，隨著美國在太平洋地區勢力的削減，加上其他地區強權的崛起，日本於是開始小心翼翼地重建其軍事力量。日本的國防至今依然大多仰賴美國的支援與提供，但這種情況還會維持多久就不得而知了。如果日本能與鄰近的俄國、中國和韓國保持友好關係，加上如果朝鮮半島不會發生內亂，那麼日本的未來將是一片光明。"
        }
    ],
    "leader": {
        "name": "織田信長",
        "subtitle": "日本領袖",
        "lived": "1534 AD-1582 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/織田信長.png",
        "trait": {
            "name": "武士道",
            "effect": "單位即使受傷，其戰鬥力仍視為與未受傷時相同。漁船提供文化值+1，每處環礁提供文化值+2。"
        },
        "titles": [
            "大名"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "織田信長是16世紀時的日本軍事領主。他不僅是傑出的將軍，還是狡猾的政治家，也是新科技早期的接納者。信長以卑鄙的明爭暗鬥的手段成功上位，統治著封建日本將近大半的江山。豐臣秀吉和德川家康這兩位部下，在他死後完成了他的遺志，這是超過一世紀以來日本第一次統一。"
            },
            {
                "heading": "早期歷史",
                "text": "織田信長出生於1534年，時值日本歷史上的戰國時代。處於封建時期的日本被細分為許多省，各省由「大名」（領主）統治，而衰落的幕府政府，表面上則由權力式微的天皇統治著。戰國時代時，許多原先的秩序倫常都被打亂，地方領主推翻大名，家丁推翻領主，而家族派系為了繼承權內鬥。這是日本歷史上殘忍血腥的一段時期，貴族們要有智慧、權勢和運氣才能生存。信長是出生在弱小尾張國的富裕的政府官員家中。在父親於1551年死後，他繼承了父親的名號、財富和軍事頭銜。他當時才17歲，就各方面來說，是個桀驁不馴的孩子。根據傳說，信長在父親喪禮上措舉太過失禮，導致他的一位朋友及家臣因恥辱而切腹自殺（儀式自殺）。受這家臣自殺之舉震驚而後覺醒，信長自此嚴肅看待自己的身分和責任。"
            },
            {
                "heading": "崛起掌權",
                "text": "在後來的十年中，信長崛起支配了尾張國，有條不紊地吸納或殲滅了那些阻礙他霸途的人。通過一系列的同盟、戰鬥、背叛以及謀殺，信長通往勝利的道路極為艱難複雜，其過程堪可比擬劇情最錯綜複雜的長篇肥皂劇。故事是這樣的：當他的父親去世時，織田信長的家族分裂成數個派系。一部分因為信長的嫡傳地位而支持他，另一些人則支持舉止較為內斂的弟弟織田信行。與此同時，他先父的弟弟織田信友利用自己的地位成為了尾張國守護（軍隊首長）斯波義統的副將，以此為朝織田家家督之位邁進的踏腳石。但當他發現斯波義統私底下擁護信長時，他就派人謀殺了義統。同一時間，信長說服了他先父的另一位弟弟織田信光，一起攻打才剛把尾張國守護給謀殺的織田信友。信長和叔叔信光攻打信友，並在清洲城將他殺死。殺死他的叔叔之後，信長控制了尾張國的新守護斯波義銀（斯波義統的繼承人）。信長還利用斯波義銀的地位獲得了與今川氏和吉良氏的聯盟，這兩家都是效忠斯波氏的家族。之後信長派兵前往美濃國，援助齋籐道三鎮壓其兒子齋籐義龍的叛亂但卻未能成功，而道三也被殺害。1556年時，信長的弟弟織田信行在柴田勝家和林秀貞協助下叛亂。信長在稻生之戰中擊敗密謀反叛者。他表現出了難得的慈悲，饒恕了他的弟弟和他的盟友。弟弟立即又用另一場叛亂報答他的仁慈，但這次卻遭受過去的盟友柴田勝家背叛，勝家將弟弟的陰謀告訴了哥哥。這次信長殺了他的弟弟。事件並未就此結束。1559年時，信長擊敗了尾張國境內所有敵人，成為了尾張國公認的領袖，因此他將斯波義銀作為傀儡關押起來（直到後來他發現義銀與今川氏和吉良氏正在密謀對付他，他才將義銀廢黜）。"
            },
            {
                "heading": "更多的征服",
                "text": "在保證尾張國的安全之後，信長開始將他的勢力擴張至全日本。1560年，他率領一支規模小得可笑的部隊去攻打前往推翻弱小的幕府將軍足利的今川大軍，在毫無勝算的局面中取得了驚人的勝利。信長取得軍事勝利的主要原因之一，是他很早就接受了由歐洲商人帶來的新武器，這些武器在日本則是首度亮相。他是第一個成立完整火槍部隊的大名，讓他在對抗落後的敵人時獲得了巨大的優勢。他還是一位有天賦的管理者，懂得充分利用尾張國農業和商業財富上的優勢以支持他的戰爭。1568年，信長向京都進軍，讓他的盟友足利義昭成為被他操縱的傀儡幕府首領。1573年，這兩個人起了爭執，信長便廢黜足利，足利將軍的時代也告終結。信長攻擊各個政治勢力強大的佛教派別，以此來鞏固自己的地位。僧侶們展開頑強抵抗，其中一些人甚至堅持長達十多年。信長把搶掠所得的宗教財產分給眾多武士和貴族，以換得他們的忠誠度。信長也與當時日本為數眾多的歐洲耶穌會傳教士保持著友好關係，原因可能是他們並沒有足以推翻他的政治力量。不過他並沒有改信基督教。"
            },
            {
                "heading": "信長之死",
                "text": "在1582年前，信長建立了對日本中央穩固的控制權，並試著向西方擴展勢力。在一次軍事活動中，他卻遭到部屬背叛，最後被迫在本能寺中切腹自殺。逼迫他切腹的背叛者之比他多活了短短十一天，隨後便被信長的忠心部屬打敗，這名部屬接著完成了信長統一日本的遺志。"
            },
            {
                "heading": "歷史評斷",
                "text": "織田信長通常被認為是日本歷史上最偉大三位領袖之一，他的兩位副官豐臣秀吉和德川家康則是另外兩位。1590年，豐臣秀吉完成征服日本的霸業，德川家康則在他死後接著掌權，建立了統治了日本數個世紀之久的德川幕府。這三個人聯手創立了現代日本。信長是位亂世的梟雄，但是他統一了日本，為日本一個世紀多的動盪不安劃下句點。"
            }
        ]
    }
}