{
    "id": 3,
    "name": "阿茲特克",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_aztecs.png",
    "dawn_of_man": "歡迎，神聖的蒙特蘇馬！我們敬畏拜倒於您的輝煌成就！願您沐浴著上蒼的一切美好事物，從今始直到永遠！您是強大的阿茲特克人民的領袖；流浪的遊牧民族失去了北方的家園，在12世紀時來到這個日後被稱作墨西哥的梅薩高地的心臟地帶。透過精明的結盟與英勇的行動中，被許多為爭奪富饒的德斯科科、哈爾托康與尊潘哥三座聖湖的部族所包圍的阿茲提克人，200年來主宰著中美洲的盆地，統治著延伸入東西兩大洋的的強大帝國。但最終，帝國還是被外來勢力所摧毀，受詛咒的西班牙人揮舞著您忠誠勇士們從未見過的邪惡武器！喔，偉大的君王蒙特蘇馬！您的人民呼喚您再次崛起並帶領他們重返榮耀！為他們帶來財富與權力，並賜予他們統治敵人與對手的力量！偉大的領袖啊，您會回應他們的呼召嗎？您能建起一個經得住時間考驗的文明嗎？",
    "unique_buildings": [
        {
            "name": "水上園圃",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/buildings/floating_gardens.json"
        }
    ],
    "unique_units": [
        {
            "name": "美洲虎戰士",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/jaguar.json"
        }
    ],
    "city_names": [
        "提諾奇蒂特蘭",
        "提歐提華肯",
        "特拉特洛克",
        "特斯科科",
        "得拉克卡拉",
        "卡里特斯特拉華克",
        "索奇克爾克",
        "特拉克帕",
        "阿茨卡波察爾科",
        "特茲特祖恩",
        "馬里納科",
        "圖拉",
        "塔木因",
        "提約",
        "森保拉",
        "恰可",
        "特拉曼納可",
        "伊薩塔帕魯卡",
        "惠克索特拉",
        "特佩斯潘",
        "提普特洛克斯托克",
        "齊克瑙特拉",
        "齊特拉提普克",
        "可約提普克",
        "提魁克斯魁亞",
        "濟羅金哥",
        "特拉潘那洛亞",
        "圖提特蘭",
        "艾卡提普克",
        "寇提普克",
        "恰齊輝提斯",
        "加烏提亞",
        "恰普提普克",
        "伊特扎帕拉帕",
        "阿約濟可",
        "伊茲塔潘"
    ],
    "spy_names": [
        "麥茲特力",
        "西特拉里",
        "奇馬力",
        "夸特里",
        "特雅卡潘",
        "尤特勒",
        "考特勒",
        "胡特吉林",
        "意特吉里",
        "太平"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "阿茲特克是美洲的本土文明，它從15世紀到16世紀統治了現今的墨西哥中部地區約一百年的時間。阿茲特克人建立了擁有豐富文化的強大帝國，並在北美遺留下許多令人欽佩的前哥倫布的建築。如今，人們印象中的阿茲特克帝國包括了他們血腥的宗教習俗，以及在面對外敵入侵時迅速滅亡的記載。"
        },
        {
            "heading": "氣候和地形",
            "text": "阿茲特克帝國位於「墨西哥高原」或是現在墨西哥中心的中部高原（墨西哥市建立在阿茲特克首都，位於特諾奇提特蘭的遺址之上）。墨西哥山谷中有數個相互連接的湖泊：祖潘哥湖、薩爾托坎湖、特斯科科湖、霍奇米爾科湖與澤爾高湖。這些地區宜人的氣候與充沛的雨量，土地極為富饒。"
        },
        {
            "heading": "阿茲特克血統",
            "text": "阿茲特克人的起源一直是個謎，不過根據傳說他們是一個在墨西哥高原北部以狩獵採集為生的部落，到了12世紀，他們遷移到了中美洲。「阿茲特克（Aztec）」這個詞來源於「白色大地（Aztlan）」，意指墨西哥北部地區。在1250年左右，阿茲特克人到達了墨西哥中部；在這之前對他們的認識則主要來自一些推測和神話故事。"
        },
        {
            "heading": "早期史",
            "text": "在阿茲特克人到來的時期，墨西哥中部的人分成了數百個小的部落或城邦，其中最為著名的是阿茲卡波薩克和庫爾華坎。早期阿茲特克是阿茲卡波薩克的附屬國，1325年，阿茲卡波薩克人允許阿茲特克人定居在特斯科科湖的一個小島上，阿茲特克人在那兒建立了自己的首都特諾奇蒂特蘭。其後100年，阿茲特克一直受到阿茲卡波薩克人控制。"
        },
        {
            "heading": "三方聯盟",
            "text": "在15世紀，阿茲卡珀扎克成為強大的宗教力量。在1427年阿茲卡波薩克的領導者，馬克斯特拉暗殺了阿茲特克的領導者奇馬爾波波卡，並圍攻阿茲特克首都特諾奇提特蘭。為了打倒阿茲卡波薩克人，奇馬爾波波卡的繼任者伊茲柯阿特爾與德斯科科及特拉科潘兩個強大的城邦結盟。在結盟之後，成功解除了特諾奇提特蘭的圍城，並很快的征服了阿茲卡波薩克。在下一個世紀，這個「三族聯盟」控制了整個墨西哥中部區域，最後從大西洋到太平洋擴展勢力到整個國家。特諾奇提特蘭在聯盟中位居主要統治勢力，讓阿茲特克成為這個輻園廣大帝國的實質統治者。"
        },
        {
            "heading": "蒙提祖瑪 一世",
            "text": "1440年，蒙特祖馬一世繼承了叔叔伊茲考特爾的王位，成為了阿茲特克的統治者。在蒙特祖馬統治時期，他強化了三族聯盟的關係，並且將三族聯盟的勢力範圍延伸到了墨西哥灣，征服了托托納克和華斯提克。他同時也與周邊部落打了幾場勝仗，其中被擊敗的部落有：密西特克、科塔斯特拉和歐利扎巴等。（切勿將蒙特祖馬一世跟不幸及軟弱的蒙特祖馬二世混為一談，下面會談到蒙特祖馬二世這號人物）。蒙特祖馬一世在1469年去世，更多有關蒙特祖馬一世的資料，請參考有關他的百科內容。"
        },
        {
            "heading": "大祭師",
            "text": "蒙特祖瑪一世在位時，他的同父異母兄弟特拉卡埃雷爾想要重組阿茲特克國。他逐字修改了阿茲特克的宗教，依據某些消息，燒掉了為數可觀的不實史料。透過特拉卡埃雷爾的行動，阿茲特克的宗教宣稱阿茲特克是神選子民，天命要他們駕凌一切之上。特拉卡埃雷爾也強調了阿茲特克宗教中的黷武主義與活人獻祭的重要性，這項變革對阿茲特克與宗教的整體面貌造成了極深遠的影響，也帶來毀滅性的影響。特拉卡埃雷爾監督許多寺廟與宗教建築的興建，包括在特諾奇提特蘭的金字塔，並將其獻給阿茲特克的戰爭之神維齊洛波奇特利。從政策上來看，特拉卡埃雷爾是三族聯盟中的創造者。傳說指出他下令焚燒被征服人民的歷史，以確保他的人民擁有獨一無二的世界觀。同時他還以剝削農民階級的方式，鞏固貴族階級和神職人員的地位。特拉卡埃雷爾死於1487年，對於各地的中美洲歷史學家來說，簡直是鬆了一口氣。"
        },
        {
            "heading": "帝國祖先",
            "text": "在權力達到高峰時，阿茲特克帝國統治的面積達到20萬平方英哩（比目前的墨西哥的三分之一略小），國民將近500或600萬人。阿茲特克與蒙古帝國相似之處，只要臣服的部族付出貢品就不會去干擾他們。阿茲特克人是偉大的貿易家，而且不管是敵人或盟友，阿茲特克的商人都很樂意做生意。由於缺乏貨幣制度，貿易是以易貨制為基礎。在缺乏牽引用的動物與輪車之下，阿茲特克人建造了廣大的路網做為步行之用。除了商人之外，士兵與軍隊的傳令也經常利用這些道路，讓道路上安全無虞，連女子都可以安心獨自通行。"
        },
        {
            "heading": "特殊風俗（人牲獻祭）",
            "text": "阿茲特克的信仰在特拉卡埃雷爾的修訂之下，認為持之以恆的獻祭，才能夠保持宇宙以正確的方式運轉流動。必須透過獻祭才能有降雨、農作物才會生長、太陽才會出現，諸如此類。透過獻祭，才能夠贖罪。阿茲特克人的獻祭包括動物、財富、食物、自已的鮮血以及活人。阿茲特克宣稱，他們在1487年為了為特諾奇提特蘭金字塔重新舉行祭祀就犧牲了8萬名囚犯，不過許多歷史學家認為這個數字遭到過份的誇大，死於獻祭檯上的人數，比較合乎邏輯的數字頂多就5000人。即使接近真相的數字少了許多，仍然代表大量的鮮血與生命。阿茲特克的宗教會優先選擇戰場上虜獲的敵軍戰士，這一點在帝國幾乎征服所及之處的土地之後，變成了嚴重的問題。這個問題衍生出以獻祭為主的「花之戰」，雙方會在預先指定的時間與地點，為了特殊目的作戰以獲得戰俘。一旦戰鬥結束，雙方就會把人犯帶回他們的城市中，進行宗教獻祭。"
        },
        {
            "heading": "阿茲特克王朝的沒落",
            "text": "在1502年，第九任帝王蒙特祖馬二世（1502至1520年）從他的叔叔奧伊佐特手中接掌王位，成為達到帝國顛峰時期的統治者，版圖從現在的墨西哥北部到宏都拉斯與尼加拉瓜。阿茲特克帝國持續壯大，社會也不斷的發展，但是這樣的進展就在1519年，西班牙冒險家出現在墨西哥灣沿岸地區而中止。在1519年2月，荷南·科爾蒂斯帶了共500人、13匹馬和幾門加農砲的探險隊深入中美洲。在8月中旬，他燒掉了自己的船展現破釜沈舟的精神，然後進軍到特諾奇提特蘭。一路上他廣納許多對阿茲特克抱有怨恨，願意協助他推翻帝國的美洲原住民。據西班牙的記錄指出，科爾蒂斯利用阿茲特克的宗教傳統，做為他在侵略方面的助力，傳說的內容是：只要有一個白人男子越海而來，羽蛇之神魁札爾科亞特爾就會再度降臨。阿茲特克人不敢確定科爾蒂斯是否就是魁札爾科亞特爾，所以不願與他交戰。科爾蒂斯能夠指揮馬匹、獵犬、火槍兵與加農砲，都是阿茲特克人從來沒看過的，這些首次出現在大陸上的戰力讓他們倍感驚恐，也進一步確認了他的神格。在科爾蒂斯抵達特諾奇提特蘭的時候，身後已經有大批原始的土著跟隨。蒙特祖馬二世以和平的方式歡迎西班牙人進入城市，這時科爾蒂斯把他軟禁了起來。科爾蒂斯透過蒙特祖馬，命令阿茲特克為西班牙提供大量的珍寶。最後，阿茲特克人對蒙特祖馬投以亂石致死，並把西班牙人趕出他們的首都，但是科爾蒂斯取得援兵並重回戰場，圍攻城市。在1521年城市失守並被夷平，在8月份阿茲特克的最後一任統治者被捕。帝國從此消失，野心勃勃的外來人民靠著先進的武器，利用原住民對阿茲特克最高統治者的一致憎恨，將這個文明化為灰燼。對於原住民來說，不幸的是西班牙人也沒能對他們的人民友善到哪邊去，之後也花了一段時間才再次從高壓統治中掙脫，再次掌握自身的命運。"
        },
        {
            "heading": "阿茲特克王朝的沒落",
            "text": "在1502年，第九任帝王蒙特祖馬二世（1502至1520年）從他的叔叔奧伊佐特手中接掌王位，成為達到帝國顛峰時期的統治者，版圖從現在的墨西哥北部到宏都拉斯與尼加拉瓜。阿茲特克帝國持續壯大，社會也不斷的發展，但是這樣的進展就在1519年，西班牙冒險家出現在墨西哥灣沿岸地區而中止。在1519年2月，荷南·科爾蒂斯帶了共500人、13匹馬和幾門加農砲的探險隊深入中美洲。在8月中旬，他燒掉了自己的船展現破釜沈舟的精神，然後進軍到特諾奇提特蘭。一路上他廣納許多對阿茲特克抱有怨恨，願意協助他推翻帝國的美洲原住民。據西班牙的記錄指出，科爾蒂斯利用阿茲特克的宗教傳統，做為他在侵略方面的助力，傳說的內容是：只要有一個白人男子越海而來，羽蛇之神魁札爾科亞特爾就會再度降臨。阿茲特克人不敢確定科爾蒂斯是否就是魁札爾科亞特爾，所以不願與他交戰。科爾蒂斯能夠指揮馬匹、獵犬、火槍兵與加農砲，都是阿茲特克人從來沒看過的，這些首次出現在大陸上的戰力讓他們倍感驚恐，也進一步確認了他的神格。在科爾蒂斯抵達特諾奇提特蘭的時候，身後已經有大批原始的土著跟隨。蒙特祖馬二世以和平的方式歡迎西班牙人進入城市，這時科爾蒂斯把他軟禁了起來。科爾蒂斯透過蒙特祖馬，命令阿茲特克為西班牙提供大量的珍寶。最後，阿茲特克人對蒙特祖馬投以亂石致死，並把西班牙人趕出他們的首都，但是科爾蒂斯取得援兵並重回戰場，圍攻城市。在1521年城市失守並被夷平，在8月份阿茲特克的最後一任統治者被捕。帝國從此消失，野心勃勃的外來人民靠著先進的武器，利用原住民對阿茲特克最高統治者的一致憎恨，將這個文明化為灰燼。對於原住民來說，不幸的是西班牙人也沒能對他們的人民友善到哪邊去，之後也花了一段時間才再次從高壓統治中掙脫，再次掌握自身的命運。"
        }
    ],
    "leader": {
        "name": "蒙特祖馬一世",
        "subtitle": "阿茲特克領袖",
        "lived": "約1397 AD-1469 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/montezuma_i.png",
        "trait": {
            "name": "俘虜獻祭",
            "effect": "每殺死一個敵方單位都為帝國貢獻文化值。"
        },
        "titles": [
            "皇帝"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "蒙特祖馬一世是出色的戰士和領袖，他幫助推進了阿茲特克的偉大與榮耀。人們不該將他與他不幸的孫子蒙特祖馬二世搞混，因為他只能眼睜睜看著自己的帝國遭受西班牙征服者毀滅。"
            },
            {
                "heading": "早年經歷",
                "text": "蒙特祖馬（意思為像上帝一樣皺眉）出身於皇室家族。他的父親惠提黎惠特是阿茲特克的第二任帝王，而他的母親米亞華惠特是庫埃瓦那卡統治者的女兒。在他父親過世後，蒙特祖馬的叔叔伊茲柯阿特爾當選繼位。蒙特祖馬的哥哥特拉卡爾拉是伊茲柯阿特爾的其中一名政務大臣，當時蒙特祖馬是阿茲特克軍中的一名將領。而在伊茲柯阿特爾於1440年逝世後，蒙特祖馬當選為帝王。特拉卡爾拉並未因此而不悅（或許他認為不當帝王能比較長壽），而且全心全意效忠他弟弟。蒙特祖馬的加冕儀式中，上演了許多囚犯獻祭的戲碼。"
            },
            {
                "heading": "節制的生活",
                "text": "儘管蒙特祖馬貴為帝王，但他個人生活還是很節約，居住在只有「幾名妻子」的簡約的宮殿中。當他不用行宗教義務或打理朝政時，大多時間都會用來向朋友和朝臣諮詢。"
            },
            {
                "heading": "對內政策",
                "text": "在他統治時間，他與兄長特拉卡爾拉一起合作改善阿茲特克的城市特諾奇提特蘭。眾多改善之一是建造了輸水道系統，可以引入大量的淡水入城。隨著特諾奇提特蘭城的範圍越來越大，除了淡水之外，當地居民還需要大量的食物來維持。而因為中美洲缺乏可以奴役的牲畜，所有食物都需要依靠人類背負運送。蒙特祖馬朝廷僱用了國家調查人員，讓他們確保每一片雙腳能到的耕地都種植作物並有人照料。他還下令建造河堤以緩和水患，也可以藉此有更多農地。蒙特祖馬和他哥哥也在城內外建造了許多神廟，包括一座祭祀戰神維齊洛波奇特利的新廟。他們在1455年時，屠殺了大批的瓦斯蒂克戰俘貢獻給維齊洛波奇特利廟。"
            },
            {
                "heading": "行為限制法令",
                "text": "或許是在兄長特拉卡爾拉驅策之下，蒙特祖馬頒定了節約法令，加大了原有的阿茲特克階級制度間的差距。一個人的階級高低，決定了他的穿著和說話方式。窮人不准穿棉製衣物、帶子鞋或任何過膝的衣物。只有貴族才能生活在兩層樓或以上的房子。罪犯會被貶為最下等的奴隸，或者是會被獻祭。"
            },
            {
                "heading": "宗教改變",
                "text": "在蒙特祖馬統治時間，他與兄長特拉卡爾拉一起合作改革了阿茲特克的宗教。他重新編寫了阿茲特克宗教文獻，並且下令毀滅一切與他教義相違背的阿茲特克歷史和宗教。在特拉卡爾拉推促之下，阿茲特克的宗教反而更像是軍國主義，需要更多戰俘的獻祭。獻祭戰俘的需求，慢慢成為阿茲特克外交政策中的驅動力量。"
            },
            {
                "heading": "對外政策",
                "text": "作為統治者，蒙特祖瑪也竭力強化墨西哥中部城邦特諾奇提特蘭、斯得科科和特拉克潘間的「三族聯盟」。他通過征服帕奴科、托托納克、夸察夸爾科斯和查爾卡擴大了阿茲特克帝國。儘管蒙特祖馬用盡全力，但仍無法斷絕該城的饑荒問題，一些人認為他是為了貢品而征服其他的部落，以保證特諾奇提特蘭城有足夠的食物供給。也有理論認為他是為了貫徹阿茲特克獻祭囚犯的宗教而征服其他部落。還有一些人認為這是阿茲特克帝國征服的天性。答案很可能是這三個原因的綜合。"
            },
            {
                "heading": "死亡",
                "text": "蒙特祖馬死於1469年，他19歲的堂兄阿哈雅卡特爾繼承了他的皇位，也就是蒙特祖馬二世的父親，後來蒙特祖馬二世將大片江山都輸給了西班牙。"
            },
            {
                "heading": "歷史評價",
                "text": "總體而言，蒙特祖馬是名成功的統治者。他擴張了帝國的版圖，親自領軍上戰場打下勝仗，並且努力極大地改善了人民的生活。他也是嗜血的人，曾親自屠殺上千名囚犯向神獻祭。但這是他的宗教認為必須使用鮮血獻祭，才能讓太陽升起、讓農作豐收、讓阿茲特克王國興盛不衰。難道他能減少這樣的屠殺儀式嗎？或許吧。但他可能從未有過這樣的想法，又甚至同一時期任何人也不會這麼想。要知道當時較為「文明」的歐洲人，同樣忙著活活燒死異端份子。即使這種想法不會讓蒙特祖馬的行為看似更高尚，但至少可以說這種做法符合當時的環境。"
            }
        ]
    }
}