{
    "id": 33,
    "name": "荷蘭",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_netherlands.png",
    "dawn_of_man": "英勇的奧蘭治威廉親王，荷蘭的解放者與荷蘭人民的英雄，萬歲！您在1568年英勇反抗西班牙統治，帶領荷蘭走向自由，這最終導致八十年戰爭的爆發。您的承諾讓歐洲最早的現代共和國之一的聯省共和國得以建立。您為反抗付出了生命，於1584年死於刺客之手，但您的死亡只為人民增添更多勇氣。您作為「祖國的父親」將永遠成為荷蘭獨立的象徵。勇敢的親王，再一次，人民渴望您的智慧領導。您能再次確保王國的主權，並帶領人民走向偉大嗎？您能建立一個經得起時間考驗的文明嗎？",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "海上乞丐",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/sea_beggar.json"
        }
    ],
    "city_names": [
        "阿姆斯特丹",
        "鹿特丹",
        "烏得勒支",
        "格羅寧根",
        "布雷達",
        "奈美根",
        "海牙",
        "哈倫",
        "阿納姆",
        "聚特芬",
        "馬斯垂克",
        "蒂爾堡",
        "恩荷芬",
        "多德雷赫特",
        "斯海爾托亨博斯",
        "阿爾梅勒",
        "阿爾克馬爾",
        "布里勒",
        "弗利辛恩",
        "阿珀爾多倫",
        "恩斯赫德",
        "阿默斯福特",
        "茲沃勒",
        "芬洛",
        "烏丁",
        "格雷夫",
        "台夫特",
        "豪達",
        "尼烏斯塔特",
        "韋斯普",
        "庫福爾登",
        "科爾克拉德"
    ],
    "spy_names": [
        "祖斯特",
        "亨德利卡",
        "馬頓",
        "安可",
        "胡斯",
        "X先生",
        "格瑞吉斯博士",
        "維蘭",
        "西吉斯",
        "尼弗"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "尼德蘭王國經常簡稱為荷蘭，在許多野心勃勃的王國的影響下，它從北歐的小省份發展為世界首要的貿易中心之一。一切始於羅馬帝國的征服，之後又歷經法蘭克和神聖羅馬帝國的崛起，荷蘭共和國經常成為擴張中歐洲王國的目標。不過，沒有國家造成的傷害比西班牙哈布斯堡王朝還大，腓力國王對荷蘭新教徒進行迫害，這是八十年戰爭爆發的直接導火線。荷蘭人民和西班牙君主間的獨立抗戰長達將近一世紀，當荷蘭擺脫西班牙的統治時，荷蘭共和國的人民就努力不懈地要建立自己的國家。就在這新成立的共和國發展成為重要的經濟強國時，許多文化和科學領域的偉大人物也在這個新的國度崛起。"
        },
        {
            "heading": "地理和氣候",
            "text": "荷蘭王國位於北歐沿岸，其統治領地包括了阿魯巴、庫拉索以及位於加勒比海的聖馬丁。而位於歐洲的荷蘭省份海拔都極低，因此得大量使用堤防來與海水爭奪領土。雖然荷蘭國土相較之下較小，只有大約美國紐澤西州的兩倍大，但它的人口卻達超過1600萬人。因為可用土地狹小，荷蘭很早之前就建立了城市計畫和發展的概念，荷蘭許多人民都是住在繁密的都市，這包括了首都阿姆斯特丹。"
        },
        {
            "heading": "史前時代",
            "text": "在西元前1世紀羅馬人來到之前，荷蘭這地區上面的居民是許多不同部落的日耳曼民族。這些部族都是從附近區域移居至此，尤其是從斯堪地納維亞，而他們也是凱爾特人的後代子孫，其起源來自於鄰近的奧地利和德國。巴塔維族就是這些部族之一，他們住在萊茵河畔的一座島上，是最有權力和威嚴的部族。雖然巴塔維族在貿易和工匠方面並不突出，但他們驍勇善戰的威望使得他們成為周遭部族間的霸主。"
        },
        {
            "heading": "羅馬佔領時期",
            "text": "位於荷蘭最南端的下日耳曼尼亞為羅馬帝國行省，西元1世紀時遭到羅馬軍隊佔領。在尤利烏斯·凱撒所著的「高盧戰記」中，記載了巴塔維族成為羅馬帝國的傭兵，隨著他們征戰歐洲各地。巴塔維族最後因為羅馬的控制日漸嚴苛而起兵反叛，但卻被鎮壓。之後羅馬統治該地區，無風無浪長達將近400年，直至整個帝國瓦解。"
        },
        {
            "heading": "弗里斯蘭人和法蘭克人",
            "text": "雖然關於這時期的書面記載相當少，但在羅馬帝國衰落之後，原本羅馬帝國在荷蘭地區掌控的領土，很快地就落入法蘭克人和弗里斯蘭人手中。雖然這些部族在同一地區也存在了數世紀之久，但一直到羅馬帝國式微之後，他們擴張的機會才大大增加。最後除了位於北岸的弗里斯蘭王國之外，法蘭克王國幾乎吞併了整個荷蘭和德國的領土。因為國土交界過近，法蘭克和弗里斯蘭最終成了死敵，爆發一連串的戰爭來解決領土問題。734年時，法蘭克於伯昂戰爭中獲勝，導致弗里斯蘭王國的解體，並且併入了法蘭克王國的領土。之後法蘭克王國在查理大帝統治時對義大利的征戰，導致數個王國的誕生，包括了法蘭西王國和日耳曼王國，而荷蘭在接下來的數個世紀處於它們的統治之下。"
        },
        {
            "heading": "帝國更替",
            "text": "在查理大帝於814年逝世之後，法蘭克王國就分裂成中法蘭克、東法蘭克和西法蘭克三個王國。大部分荷蘭領土劃入中法蘭克的範圍，受洛泰爾一世的統治，而這個曾經幅員遼闊的帝國又分裂為日耳曼王國（後來成為神聖羅馬帝國）以及法蘭西王國，兩個國家繼續為荷蘭的統治權及領地爭戰不休。15世紀時，雖然大部分領土最終都落入神聖羅馬帝國的掌控之中，但有著法蘭西皇室旁系分支身分的勃艮第公爵們也開始對荷蘭虎視眈眈。也就在這個時期，荷蘭第一次遭受多次嚴重的水患侵襲，有成千上萬人死亡，大多數的基礎建設也都被破壞殆盡。1287年時，嚴重的聖露西亞水災襲擊了荷蘭，奪走5萬條人命，並將一座小湖泊變成與北海連接的海灣，稱之為須德海。須德海是到20世紀時才終於又與北海分隔開來，重回它原本淡水湖的樣貌。"
        },
        {
            "heading": "權力轉移",
            "text": "在14和15世紀時，荷蘭和鄰近的比利時幾乎都是受勃艮第歷代公爵的統治。在15世紀，法蘭西公爵們繼續透過聯姻和繼承、定時收購以及吞併等方式取得更多荷蘭低地國的領土。勃艮第在荷蘭的屬地之後由哈布斯堡王朝繼承，是由奧地利公爵馬克西米利安一世與勃艮第的瑪麗聯姻後取得，雖然他繼承勃艮第領土一事遭到法蘭西國王的反對，但領土最終還是傳給了瑪麗的兒子腓力一世，確保了權力傳移至哈布斯堡王室。1521年時，哈布斯堡王室分裂成西班牙與奧地利哈布斯堡兩大家族，西班牙哈布斯堡家族繼續統治荷蘭，而奧地利哈布斯堡則以神聖羅馬帝王的身分統領德國和週遭地區。"
        },
        {
            "heading": "新教改革",
            "text": "歐洲在宗教改革時期，傳統的羅馬天主教教會遭受質疑，而新教運動則在荷蘭建立了強壯的根基。而荷蘭境內新教的傳播，引起信仰天主教的君主相當大的擔憂，這始於查理五世統治之時，而到他的兒子西班牙的腓力二世掌權之後，情況更加嚴重。腓力二世對荷蘭新教徒的迫害益發嚴重，導致接下來幾年荷蘭人民的強烈不滿。"
        },
        {
            "heading": "起義對抗西班牙",
            "text": "這時荷蘭境內對腓力二世的政策怨聲四起，而反抗的人物中最突出的就是奧蘭治的威廉，他以宗教寬容的支持者身分崛起。威廉小時候是位新教徒，但在受貴族教育時轉為信仰天主教。而不論他本身的宗教觀點，他堅信所有人都有選擇自己信仰的權利。因為威廉是荷蘭的貴族也是西班牙的忠臣，因此一開始時他很猶豫是否要反抗國王。然而，後來腓力二世並無意安撫荷蘭人民，因此威廉被迫不得不行動。1567年之前，就已經有發生一些小規模的叛亂，而威廉因為選擇背叛腓力二世並且資助起義，而受到西班牙的追捕。就在威廉領軍與西班牙作戰並且取得數次勝利後，1581年時自由的北方成立了聯省共和國。然而這些一開始的成功，只是長期抗戰八十年戰爭的序幕，在戰爭時間，西班牙仍保有荷蘭南方的統治權。威廉一世在1584年時，遭一個忠於腓力二世的天主教教徒刺殺，而戰爭持續至1648年，直至這年荷蘭共和國才全面擺脫西班牙的控制。"
        },
        {
            "heading": "貿易霸主",
            "text": "歷經八十年戰爭以及荷蘭共和國在北方成立之後，荷蘭迅速就成為歐洲的貿易霸主。在跨國企業荷蘭東印度公司帶領之下，荷蘭貿易商人在全球建立起新的貿易路線和殖民地。這個時代就是「荷蘭黃金時代」，它也見證了荷蘭科學進步和軍事革新，在境內藝術和音樂的文化也蓬勃發展。"
        },
        {
            "heading": "海上霸權的角力",
            "text": "因為荷蘭與英格蘭、法國和西班牙各國殖民地之間的貿易，嚴重束縛了英格蘭的貿易和利益，在1651年時，英格蘭議會透過一連串的法案想要控制荷蘭船運的範圍。這些法案稱為「航海法案」，用以規定限制荷蘭到英格蘭所屬港口之間的航運。英格蘭為了控制海上霸權所做的努力，成為了17至18世紀間英荷戰爭的直接導火線。在接下來至18世紀中期的100年間，荷蘭因為無數的海上戰爭導致艦隊規模和火力的縮減，這使得荷蘭在政治圈和世界貿易領域兩方面的權力都大幅削弱。"
        },
        {
            "heading": "王國的建立",
            "text": "在拿破崙戰爭期間，整個荷蘭於1795年落入法國統治之下，之後形成短暫存在的法國傀儡國巴達維亞共和國。在1814年楓丹白露條約簽署之後，拿破崙在歐洲的征服正式宣告終結，荷蘭人民能夠再次宣布獨立，成立荷蘭聯合王國。不久之後，原本一直是荷蘭屬地的比利時，在1830年自己獨立成國。"
        },
        {
            "heading": "世界戰爭",
            "text": "自從荷蘭成為主權國家之後，他們在政策上都是盡可能維持中立。也因為這樣，在第一次世界大戰這樣的巨大衝突之中，荷蘭一直是保持中立不介入任何戰爭，不過與交戰的雙方陣營仍然保持緊密的經濟合作。在第二次世界大戰之中，在衝突爆發時，荷蘭也是再次宣布其中立的立場。然而，這次德國就決心不放過荷蘭的領土。納粹於1940年入侵時，遭遇到荷蘭軍隊的頑強抵抗，但荷蘭落敗並遭第三帝國佔領。在德國佔據期時，荷蘭政府逃至境外成為流亡政府，整個國家就陷入納粹的掌控之中。雖然納粹佔領後生活日漸嚴苛而導致荷蘭境內發生抵抗活動，納綷還是成功屠殺了成千上萬名荷蘭境內和從德國逃亡過來的猶太人，當中包括了安妮·法蘭克，而她的日記也記錄了猶太人大屠殺的經過，世人廣為閱讀。在1944年時，荷蘭與德國隔著萊茵河和馬士河，而為了控制這兩條河上的橋梁，同盟國發動了史上最大規模的空軍行動，史稱市場花園行動。同盟國在這個區域空投上千名傘兵，但行動成效並不大。同盟國將領將這次的失敗歸咎於氣候不良與通訊問題。因此，荷蘭之後就一直在處於納粹掌控之下，一直到1945年的春天德國投降。"
        },
        {
            "heading": "現代荷蘭",
            "text": "現今的荷蘭王國是一個君主立憲國家，並且由選舉出來的議會與攝政女王碧翠斯共理國家大事。作為歐盟的創辦會員國之一，荷蘭一直致力為聯盟貢獻，為歐洲地區帶來和平關係和穩定經濟。海牙是荷蘭的第三大城，是荷蘭中央政府和聯合國國際法院的所在地。"
        },
        {
            "heading": "文化象徵",
            "text": "綜觀荷蘭的歷史，曾誕生不少世上最受尊敬的藝術家、科學家、研究人員和學者，他們當中有許多為現代的發展奠定了基礎，都是在各自的領域不可或缺的人物。知名畫家林布蘭與文森·梵谷都是荷蘭人，至今他們的作品是世上最受推崇、最珍貴的畫作之一。而科學家方面，像是最早發現土星光環的克里斯蒂安·惠更斯和有「微生物學之父」之稱的雷文霍克，都為後世的科學發現做出莫大的貢獻。"
        },
        {
            "heading": "文化象徵",
            "text": "綜觀荷蘭的歷史，曾誕生不少世上最受尊敬的藝術家、科學家、研究人員和學者，他們當中有許多為現代的發展奠定了基礎，都是在各自的領域不可或缺的人物。知名畫家林布蘭與文森·梵谷都是荷蘭人，至今他們的作品是世上最受推崇、最珍貴的畫作之一。而科學家方面，像是最早發現土星光環的克里斯蒂安·惠更斯和有「微生物學之父」之稱的雷文霍克，都為後世的科學發現做出莫大的貢獻。"
        }
    ],
    "leader": {
        "name": "奧蘭治的威廉",
        "subtitle": "荷蘭領袖",
        "lived": "1533 AD-1584 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/william_of_orange.png",
        "trait": {
            "name": "荷蘭東印度公司",
            "effect": "即使將奢侈品資源全部交易，也將保留從中獲得幸福度的50%。"
        },
        "titles": [
            "奧蘭治王子"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "奧蘭治親王威廉是荷蘭的國父與解救者，世人也稱他「沉默者威廉」，他在16世紀中葉成功帶領反叛軍對抗控制了荷蘭低地國的西班牙哈布斯堡王朝。他曾是西班牙國王腓力二世忠實的僕人，然而對西班牙對荷蘭新教徒壓迫的厭惡逐漸增加已經到了不能忍受的地步，最後成為反叛軍中最突出的領導者。他與其他貴族同儕高舉反叛旗號，因而成為西班牙君主眼中的惡徒，他帶領荷蘭軍隊打下無數勝仗，最後在1584年時死於暗殺者槍下。"
            },
            {
                "heading": "貴族教育",
                "text": "威廉一世出生於1533年，父親是拿騷的威廉伯爵，在11歲時，他的表哥雷納過世後無人繼承頭銜及名下土地，他因而繼承了其表哥奧蘭治親王的身分。在這個時期，荷蘭是在神聖羅馬帝國查理五世的掌控之下，他是哈布斯堡王朝的領袖，也是西班牙的國王。威廉在接受了貴族該受的教育和培訓之後，成為了宮廷中極受青睞的大臣。而這時皇帝與西班牙皇位間的關聯，成為日後威廉帶領荷蘭擺脫西班牙控制的關鍵。他靠著在軍中晉升，在二十出頭時已是帝國軍隊的指揮官，同時是皇帝的顧問大臣也身兼多職外交官。然而，威廉為表現對皇帝的忠誠犧牲了自己的信仰，捨棄了原先路德教派的思想，轉而信仰羅馬天主教以便爭取更高的權力。"
            },
            {
                "heading": "叛亂的根源",
                "text": "1555年時，查理五世讓渡西班牙皇位給兒子腓力二世。腓力對於治下的新徒教相當冷酷無情，他毫不認同他們的信仰，並且加強宗教裁判所對宗教改革的審判。在侍奉新主腓力二世時，威廉發現這位國王對於用盡一切手段來滅絕新教徒的行為完全不會感到內疚。雖然威廉在接受教育過程中皈依天主教，但他從小就是接受路德教派的思想，並且他也認為每個人都有選擇信仰的權利。隨著勢態演變，在一次狩獵活動中，威廉不小心聽到腓力二世與法蘭西國王亨利二世的對話，討論如何將兩國境內的新教徒趕盡殺絕。據說是這次事件，使威廉日後決定要對抗腓力二世，帶領荷蘭擺脫西班牙。為了要鎮壓荷蘭境內的新教徒，並且逼他們逃亡或者陷入更糟的境況，腓力二世策劃出一個名為「告示牌」的制度。這些告示牌會公告天下，信仰路德教派和喀爾文教是種犯罪行為，會遭受折磨致死的刑罰。這種壓迫行為太過極端，導致許多荷蘭的天主教徒都加入新教以反抗腓力二世的政策。威廉也開始公開批評國王、闡述自己的論點，並且鼓勵大家挺身而出對抗腓力二世的鎮壓政策。1566年時，由荷蘭貴族組成的「貴族和解團」向西班牙攝政帕爾馬的瑪格莉特請願，希望能結束荷蘭境內對新教徒的鎮壓。然而他們的和平訴求卻付諸流水，腓力二世拒絕答應請求，因此荷蘭境內便爆發聖像破壞運動，境內天主教塑像都遭到新教徒叛軍的破壞。"
            },
            {
                "heading": "叛亂開始",
                "text": "因為聖像遭受破壞，又有越來越多新教徒公開進行被禁止的禮拜，腓力二世遂派遣有「鐵腕公爵」之稱的阿爾瓦公爵費爾南多·阿爾瓦雷斯·德·托雷多前往荷蘭鎮壓暴動並與反叛軍交戰。在他率軍來到後，成立了除暴委員會來監督對新教徒叛軍和領袖的審判和處刑，之後則被新教徒稱為「血腥委員會」。許多遭委員會點名的人都消聲匿跡，當中也包括了威廉，但據說仍有約1000名又或者是更多的新教徒遭鐵腕公爵審判並處刑。"
            },
            {
                "heading": "戰爭爆發",
                "text": "威廉回到家鄉拿騷資助起義活動，同時他與同伙也成立數支軍隊攻擊西班牙多處邊境。這群反抗西班牙的流亡新教徒和荷蘭貴族後來被稱為「乞丐」，而當中最突出的則是名為「海乞丐」的一支軍隊。威廉運用自己的財富資助這些海乞丐，為他們的船添購軍備，讓他們能像私掠船般攻擊荷蘭的沿岸城市。威廉的兄弟，拿騷的路易斯，則派尚·德林帶領僱傭兵和法國休京諾派（法國新教徒）對抗西班牙軍隊，而自己表面仍維持一名忠於腓力二世的荷蘭貴族。雙方軍隊於1568年碰面時，在荷蘭北方省份格羅寧根爆發海利赫萊戰役，路易斯擊潰了西班牙軍隊，但尚·德林卻陣亡。威廉和路易斯還有個兄弟叫阿道夫，不幸的是，他在率領荷蘭騎兵作戰時慘遭殺害。歷史學家將這場歷史性的戰役稱為八十年戰爭（荷蘭獨立戰爭）的序曲。在不久後的耶姆明根戰役，路易斯的軍隊在試圖佔領格羅寧根市時遭西班牙擊潰，被迫撤軍。威廉本身則是親上前線，帶領荷蘭軍隊打下數場勝仗，因為從西班牙手中奪回荷蘭越來越多城市，更加激發人民的鬥志。雖然接下來的十年荷蘭捷報連連，佔領了北方多數的領地，但西班牙在南荷蘭的統治權仍然屹立不搖。"
            },
            {
                "heading": "獨立的起源",
                "text": "1573年時，在荷蘭北方城市烏得勒支成立了烏得勒支聯盟，聯合北方各省共抗西班牙。雖然國家尚未完全獨立，但這個聯盟的成立明顯是對抗西班牙統治中的一大轉捩點。即便西班牙仍握有南方領土的統治權，但聯盟在1581年時簽署荷蘭獨立宣言，正式宣告低地國家脫離腓力二世的掌控。不幸的是，威廉一世並無法見到荷蘭完全脫離西班牙掌握的那天。"
            },
            {
                "heading": "暗殺",
                "text": "就在腓力二世出重金懸賞威廉的人頭之後，胡安·德·豪雷吉在1582年首先行動，他開槍打傷了他的脖子。雖然威廉傷勢沉重，但他仍然撐了過來，不過緩慢的復原過程讓他無法全力參與到反叛軍的行動中。不到兩年，威廉再次遭受暗殺，這次動手的是個名叫巴爾塔薩·杰拉德的法國羅馬天主教徒。巴爾塔薩是在威廉的宅邸向他下手，他開了三槍，致命的一槍命中威廉的胸口。在接下來的幾天，巴爾塔薩接受了審判並被判處死刑。他的行刑過程慘無人道，整整折磨了一週才了結。最後斷頭之時，是巴爾塔薩解脫的一刻。"
            },
            {
                "heading": "歷史評價",
                "text": "威廉一世不僅被世人敬為荷蘭獨立運動的發起者也是國父。威廉一世鼓舞了荷蘭民眾起義對抗西班牙的統治，反抗新教徒遭受的壓迫和不公，他窮畢生之力追求開明的思想，認為人民有自由選擇信仰的權利。"
            }
        ]
    }
}