{
    "id": 13,
    "name": "鄂圖曼",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_ottomans.png",
    "dawn_of_man": "願真主阿拉賜福與您，偉大的蘇萊曼大帝。您的權力、財富與慷慨震驚世界！稱您為「雄偉」之帝果然實至名歸。您的帝國始於十二世紀小亞細亞東部，一個稱為比希尼亞的小國。因著羅姆蘇丹國的沒落，比希尼亞的國王奧斯曼一世趁機擴張領土至小亞細亞。過了一世紀，您的臣民擊潰了拜占庭帝國，並奪走了土耳其及之後的巴爾幹半島。在十五世紀中期，鄂圖曼帝國攻佔了古君士坦丁堡，獲得了中亞與歐洲之間戰略樞紐的控制權。您的帝國持續擴張了好幾世紀，鼎盛時期統治了大部分的亞洲北部、中東與東歐。無限權力的蘇萊曼啊，留心聆聽您人民的呼求！請再一次將您的帝國帶向權力和榮耀最鼎盛的時期，讓世界再一次見識您的偉大，因而崇拜讚美您。偉大的帝王，您會接受這個挑戰嗎？您能建起一個經得住時間考驗的文明嗎？",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "蘇丹親兵",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/janissary.json"
        },
        {
            "name": "西帕希騎兵",
            "url": "https://eyefyre.github.io/civvapi/v1/zh/units/sipahi.json"
        }
    ],
    "city_names": [
        "伊斯坦布爾",
        "埃迪爾內",
        "安卡拉",
        "布爾薩",
        "科尼亞",
        "薩姆松",
        "加齊安泰普",
        "迪亞巴克爾",
        "伊茲米爾",
        "開塞利",
        "馬拉蒂亞",
        "馬爾欣",
        "安塔利亞",
        "宗古爾達克",
        "德尼茲利",
        "奧依度",
        "穆哥拉",
        "埃斯基謝希爾",
        "伊內博盧",
        "錫諾普",
        "阿達納",
        "塔爾蘇斯",
        "阿圖因",
        "波德魯姆",
        "埃瑞格利",
        "西利夫克",
        "錫瓦斯",
        "阿馬西亞",
        "馬爾馬裡斯",
        "特拉布宗",
        "埃爾祖魯姆",
        "烏爾法",
        "伊茲米特",
        "阿菲永",
        "比特利斯",
        "馬爾馬裡斯"
    ],
    "spy_names": [
        "伊伯拉恩",
        "拜亞吉德",
        "蘇庫魯",
        "馬穆特",
        "烏維斯",
        "蕾莎娜",
        "薩菲亞",
        "哈弗沙",
        "柯桑",
        "努兒巴努"
    ],
    "historical_info": [
        {
            "heading": "歷史",
            "text": "鄂圖曼帝國在13世紀初於安納托利亞（現土耳其境內）誕生。這個帝國的勢力範圍曾橫跨三個大陸，並維持了約600年的盛世。許多美國人對鄂圖曼帝國所知甚少（鄂圖曼帝國剛好位於中國和希臘之間，而這是美國人幾乎一無所知的盲區）。這真的非常可惜，因為鄂圖曼帝國過去不但幅員廣闊，而且國力強大、也非常有趣。"
        },
        {
            "heading": "氣候和地形",
            "text": "在巔峰時期，他們的領土北及匈牙利，東至巴士拉，南臨印度洋，西達摩洛哥。由於掌握了三個大陸的廣大土地，所以我們無法歸納鄂圖曼的地理與天氣的特點，地形上有高山、丘陵、平原、沼澤還有沙漠。在埃及，夏天的溫度可能高達華氏110度（約攝氏43·3度）；而在匈牙利，冬天的溫度則會降至冰點以下。"
        },
        {
            "heading": "開始",
            "text": "鄂圖曼帝國的命名來自於奧斯曼一世（1259年至1326年）。奧斯曼是比原安納托利亞（即土耳其）行省比提尼亞的王子，比提尼亞位於黑海、博斯普魯斯海峽，以及馬摩拉海的交界處的戰略要地上。它之前一直是羅姆蘇丹國的領地。羅姆蘇丹國是一個統治安納托利亞大部分地區超過兩世紀的穆斯林帝國。隨著蘇丹國的統治力逐漸走下坡（隨後被蒙古人大舉入侵），臨近的拜占庭勢力也想要進入安納托利亞，但拜占庭無法完全地穩定當地局勢。於是，奧斯曼一世趁著拜占庭帝國虛弱的機會，便西進拜占庭。"
        },
        {
            "heading": "挺進歐洲",
            "text": "在14世紀時，拜占庭的力量快速下滑，身為羅馬帝國東部的繼承者，拜占庭曾經占據義大利、東歐、安那托利亞、中東以及北非的廣大土地，1300年時，其統治範圍僅剩下部分的希臘、巴爾幹半島，以及安納托利亞的西部。在下個世紀開始，鄂圖曼帝國就漸漸蠶食鯨吞這個逐漸衰敗的帝國，先是拿下安納托利亞，接著入主巴爾幹半島。當鄂圖曼人暫領了位於多瑙河戰略位置的保加利亞首都尼科波利斯，保加利亞王向歐洲的基督教國家求援，以對抗日益嚴峻的穆斯林威脅。1396年，由匈牙利、勃艮第、威尼斯、各處組成的聖約翰騎士團和保加利亞人開始向東意圖打敗鄂圖曼人。這場尼科波利斯戰役也常被稱為「尼科波利斯十字軍東征」。具體參戰的人數不明，估計雙方大約有1萬至20萬騎士、步兵，以及弓箭手加入了這場戰役（現代歷史學家則認為「20萬」的數字高得太離譜）。跟據早期歷史學家的資料，在這場戰鬥中，其中一方的人數是對方的兩倍，至於是哪一邊擁有兩倍的人數，則存在著很大的歧異。無論如何，進攻的十字軍從匈牙利出發南進尼科波利斯。但是由於各種原因，這支軍隊中的命令無法統一，而且太過輕忽自信，這對當時的混合軍隊來說，並不是一個罕見的問題。攻城行動十分馬虎，而且騎士團也沒有派設哨兵。然而，勃艮第人的領袖，同時也是經驗豐富的庫西領主恩德朗七世違背了命令，他派遣了巡邏隊，並在途中遭遇鄂圖曼人，這使得十字軍得以免受一次非常突然的襲擊。戰鬥當天的早上，蘇丹巴耶塞特一世將鄂圖曼軍隊集結在一座可以望見尼科波利斯城的小山坡上並佈陣。十字軍正對著位於尼科波利斯的穆斯林，背對著多瑙河。一位十字軍的領導者注意到鄂圖曼帝國軍隊的第一線士兵是未受過訓練而且裝備不精的民兵，於是打算要在和鄂圖曼人的步兵真正發生衝突之前先發制人。他建議步兵隊率領發動攻擊，十字軍騎士則位於側翼，支援上陣的步兵，然後和危險的鄂圖曼騎兵交鋒。法國的騎士菲利普則不同意這個計畫，他認為這是不光榮的，並要求騎士們當先鋒。十字軍採用了這個計畫。鄂圖曼人擺出了陣式，他們在前線設置了削尖的木棒，用來殺死並阻擋前來的騎兵和戰馬。雖然十字軍騎士消滅了鄂圖曼人民兵，但是衝鋒中則發生許多人落馬的狀況，這次的進攻也變得毫無組織。鄂圖曼步兵撤退了，這些基督教的騎士認為他們擊潰了膽小的敵人，還沒重組好就前去追擊。然而，鄂圖曼事先保留一些騎兵，巴耶塞特用一大隊精力充沛的騎兵來對付那些精疲力盡而且沒有馬匹的騎士。同時間，鄂圖曼軍隊開始從側面攻擊那些毫無防備的十字軍。在各方面都缺乏良好的領導的情況下，十字軍潰不成軍而投降。許多歐洲貴族被迫支付鉅額贖金，而大量的普通士兵則遭到屠殺，這是為了報復在這場戰役初期歐洲人所做過的同樣事情。佔領尼科波利斯，也為鄂圖曼人在巴爾幹地區的統治提供了一段穩固的時期。曾經強大的拜占庭帝國，如今留下來的只有君士坦丁堡這座城市。"
        },
        {
            "heading": "邊境的帖木兒",
            "text": "在1399年，蒙兀兒的領袖帖木爾向鄂圖曼帝國宣戰，打斷了巴耶塞特在歐洲的戰事。帖木爾是蒙古征服者的後代，他們席捲了波斯、印度、中亞，和安納托利亞地區。在1402年，巴耶塞特和帖木爾的軍隊在安卡拉之戰中交手。這也是一場無法判定戰鬥人數的戰役，人數範圍從雙方都是100萬到帖木爾軍的14萬人對巴耶塞特軍的8萬人。無論數量為何，一般認為帖木爾軍的人數大勝巴耶塞特的軍勢。戰事開始時，鄂圖曼軍發動了大型的攻擊，但是卻因為對方優良的弓騎兵而吃了極大的苦頭。在戰鬥的過程中，巴耶塞特方大部分士兵倒戈，加入帖木爾的軍隊。現在數量差距懸殊，軍隊又筋疲力竭，巴耶塞特的軍隊終於大敗，而沒多久後他也遭到俘虜，並在囚禁下去世。在確保鄂圖曼人不會繼續進攻的戰情下，帖木爾離開了安納托利亞並回到印度地區，繼續擴張他的帝國。在巴耶塞特死後，帝國發生內戰，四個兒子為了皇位而互相爭奪。而所謂的「奧斯曼帝國大空位期」長達11年，直至1413年才結束，那時存活下來的穆罕默德·塞勒比，獲得了蘇丹的稱號。蘇丹穆罕默德一世以及其子穆拉德二世花了一段時間才恢復了帝國中央的權力，修復了大空位時期造成的傷害。"
        },
        {
            "heading": "鄂圖曼的復甦和擴張",
            "text": "穆拉德二世掌握了鄂圖曼帝國的權利之後，於1423年對君士坦丁堡發動攻擊，對拜占庭索取鉅款後才離去。穆拉德隨後和威尼斯開戰，這場漫長的戰爭最後由鄂圖曼拿下勝利，但仍與威尼斯保持友好，使其保有東地中海地區主要商業力量的地位。穆拉德還為了瓦拉幾亞的控制權，與匈牙利展開了一場持久的戰爭。"
        },
        {
            "heading": "蘇丹親兵",
            "text": "在鄂圖曼帝國日益壯大的同時，土耳其貴族的勢力也一同壯大，穆拉德二世視之為統治上的威脅。為了解決此問題，穆拉德建立了一支由基督教奴隸構成的土耳其新軍。他給予土耳其新軍他先前征伐獲得的土地，這些前奴隸收入和身分的變化，使得他們與帝國中的舊土耳其貴族形成了有效的平衡。1444年前，穆拉德一直設法向歐洲擴張，他和所有敵人和談並退位，將王位傳給他的兒子穆罕默德二世。"
        },
        {
            "heading": "君士坦丁堡",
            "text": "蘇丹穆罕默德二世統治了大約三十年，年代為1451到1481年。在位早期，他再次對君士坦丁堡發動攻擊。當地的大臣和土耳其的貴族堅決反對這場軍事行動，因為他們看出這是進一步擴張和削弱他們權力的動作。這場戰爭持續的時間不超過兩個月。穆罕默德的軍力有10萬人，君士坦丁堡的防衛人力大概只有7000人。君士坦丁堡當地的防衛軍頑強抵抗，使用大砲火力打退了好幾波鄂圖曼人的攻擊。最後，鄂圖曼人還是攻破了城市，然後蜂擁而入，防禦方根本無法抵擋人數相差懸殊的攻勢。雖然鄂圖曼亟欲搜掠這個城市，但穆罕默德仁慈對待當地居民，並沒有對他們燒殺擄掠，讓他們保有自己的房屋和財產（或說那些房子只是好運沒被搜掠）。他尊重非穆斯林居民，許多猶太人也移居至鄂圖曼帝國中尋求保護，免於受到歐洲迫害。穆罕默德二世將君士坦丁堡設為帝國首都，成為歐洲邊緣的戰略要地。下一個世紀，鄂圖曼帝國繼續向歐洲、中東以及非洲擴展其勢力。除了極強的陸軍外，鄂圖曼帝國還發展了強大的海軍。鄂圖曼海軍掌控的地中海東部和黑海，他們在紅海和印度洋的勢力，也可以和葡萄牙等擴大中的歐洲海軍勢力相匹敵。"
        },
        {
            "heading": "蘇萊曼",
            "text": "蘇萊曼大帝（1520至1566年）延續擴張鄂圖曼帝國的霸業，他們進入了歐洲，將匈牙利設為目標。當時他在歐洲主要對手是統治匈牙利（以及歐洲諸多地區）的哈布斯堡家族。不過，他有一個強大的同盟，那就是法國國王。因為法國國王害怕哈布斯堡王朝圖謀不軌，所以只要有人能削弱哈布斯堡家族，他都願意提供幫助。蘇萊曼大帝在1521年拿下了貝爾格勒，而在1526年時，鄂圖曼帝國還征服了近半的匈牙利。這場戰爭持續了好幾年，在1529年時，蘇萊曼大帝攻入了此地區最強大的城市維也納。雖然無法拿下這座城市，而且最後只能停止進攻，蘇萊曼仍和這批歐洲守軍及匈牙利對峙達10年以上。在海上，蘇萊曼為應對歐洲來的壓力，他建立了一支強大的海軍，並由前海盜巴巴羅薩擔任將領指揮。巴巴羅薩於1529年占領了阿爾及爾，蘇萊曼將整個省分交給巴巴羅薩以支援他的艦隊。在1530至1540年間，巴巴羅薩和歐洲各國間爆發了數場海戰，而且大獲全勝。此時，鄂圖曼帝國的勢力已經擴張到武力和補給支援系統達到極限的程度。蘇萊曼不斷入侵伊朗，但是在能讓伊朗軍隊真正進入戰局前就耗盡補給資源。他的軍隊一離開，伊朗就推進並把原本屬於自己的一切悉數奪回。在1555年，他承認了東部的永久疆界，保留伊拉克和安納托利亞東部，然後聲明放棄亞塞拜然和高加索地區。在這個巔峰時期，鄂圖曼帝國同時具備強大的軍事力量和經濟力量，是當時最有勢力的帝國。帝國的財富主要來自埃及、北非和東歐各個從屬國的進貢，它橫跨在歐洲和東亞地區之間的商路上，這使得鄂圖曼帝國在需求日益增長的香料貿易中得到不少好處。這是歐洲地理大發現時代的重要起因，因為歐洲人想要找到一條可以繞過鄂圖曼帝國領土，直接與印度、中國及其他香料產地進行貿易的路線。"
        },
        {
            "heading": "帝國的衰落",
            "text": "在接下來的幾百年內，鄂圖曼帝國經歷了一個緩慢而持續的衰落期。雖然這個帝國曾經有很長的一段時間一直是個強大而富有活力的帝國，但是卻再也沒能達到帝國在蘇萊曼統治下的全盛時期水準。從16世紀中晚期開始，蘇丹親兵的地位在伊斯坦堡（君士坦丁堡的新名字）獲得了全面的提升。不過，權力越大，就越容易腐敗。隨著蘇丹的實力逐漸衰落，大宰相也掌握了越來越多的權力。但最後宰相的權力過度膨脹，因此被推翻。西元1570年至1578年期間，政權首次落入了後宮的掌握（史稱「蘇丹女權時期」），但隨即又在1578年至1625年期間由軍隊掌握。不論當權者是誰，一定都會遇到一個最根本的問題，那就是這個帝國版圖過大，以致當局者難以採用任何方式有效地進行統治。而隨著時間不斷流逝，帝國也陷入了越來越混亂的狀態。16世紀和17世紀期間，不斷增長的貪腐問題和外貿壓力，終於導致帝國的經濟全面崩潰，而經濟崩潰之後，隨之而來的就是嚴重的通貨膨脹。即使帝國內部混亂，鄂圖曼帝國仍然是令歐洲人恐懼的強大國際力量。雖然帝國偶有挫敗，但依舊比任何外敵都要來得強大許多。這個帝國不斷持續擴張，之後又陸續吞併了地中海地區的突尼斯、菲斯和克利特島，以及亞塞拜然和部分高加索地區。不過，到了17世紀末，鄂圖曼的氣數，似乎也到了盡頭。1683年，大宰相喀拉·穆斯塔法再次率軍包圍了維也納。但在波蘭國王楊·索賓斯基的領導下，波蘭輕鬆地守住了鄂圖曼的攻擊。發現鄂圖曼人其實沒有想像中的強悍之後，索賓斯基結合了歐洲各國力量，組成一個大聯盟，一起抵禦共同敵人。哈布斯堡家族要找回他們失去的巴爾幹地區領土；威尼斯人想要回他們在亞德里亞海失去的據點；而剛剛崛起的俄羅斯人也一如既往，積極尋找一個地中海沿岸的不凍港。不過，這個聯盟充其量只是一個不穩定的同盟，而且聯盟內部成員國之間還不時爆發爭鬥。此外，鄂圖曼也獲得了法國（不斷設法削弱哈布斯堡家族勢力）以及英國與和荷蘭的支持，而這是因為他們都擔心，無論是誰接管了鄂圖曼帝國，都將獲得全歐洲的主宰權，並進而威脅到他們不斷發展的海上優勢。儘管如此，在接下來的一百年內，同盟還是獲得了勝利，並且吞併了許多鄂圖曼在歐洲的領土。到了1792年，鄂圖曼終於失去了他們控制了近兩個世紀的土地，被趕回了多瑙河地區。此後不久，鄂圖曼也跟著失去了黑海北部沿岸、高加索地區、烏克蘭南部和克里米亞地區領土。"
        },
        {
            "heading": "終結",
            "text": "在19世紀中期，許多位蘇丹開始認真要讓鄂圖曼現代化，他們嘗試要對軍隊、政府，以及教育系統進行重大的改革。改革的進程很慢，不只是因為那些權利人士認為新思維威脅到他們，國家濱臨破產以及想要趁機入侵及與日俱增的外來勢力壓迫，也是改革緩慢的原因。不過在20世紀時，許多小學陸續成立，中學以及大學的數量也不斷在增加。也依照歐洲的模式創立了進步的軍事學校。政府甚至實驗性地想要設立議會系統，但是不到一年的時間就放棄了。在1909年時，一群名為「青年土耳其黨人」的改革派的人士領導了一場政變，意圖要恢復已被廢除了30年的議會制度，這更進而演變成推翻當時政府的事件。隨後，眾人推選了一位新的蘇丹上臺，這位蘇丹在各方的強烈要求下恢復了議會，但是實權卻落在了推選他上臺的軍方手中。在1914年，鄂圖曼帝國加入了第一次世界大戰的同盟國陣營，與德國、奧地利，以及保加利亞共同作戰。在這場大戰中，他們在達達尼爾海峽對英國帝國發動了一起有勇但是無謀的攻擊，並阻止了英國艦隊與俄國艦隊的會合。他們與歐洲、埃及、巴爾幹半島，以及中東的同盟國軍隊一同作戰，他們還對居住在小亞細亞的亞美尼亞人進行了慘烈的大屠殺，無論男女老幼，死亡人數大約五十萬。在1918年晚期，同盟國的敗象十分明顯，鄂圖曼在10月30日同意簽署停戰協議。獲勝的協約國（英國、法國，以及義大利）瓜分了鄂圖曼帝國的北非、埃及和中東以及小亞細亞部分地區。其他沒有得到這些歐洲強權青睞的地區，後來成為了新的獨立國家。鄂圖曼人僅剩下伊斯坦堡以及部分的色雷斯。在1923年，因為一為優秀的鄂圖曼將領穆斯塔法·凱末爾的出現，許多協約國的計畫都未能實現，凱末爾後來被稱為「土耳其之父」，他將小亞細亞的多個國家重新統一成為「土耳其共和國」，歷史長達600年之久的鄂圖曼帝國也在他手中終結。"
        },
        {
            "heading": "被遺忘的帝國頌歌",
            "text": "總結：鄂圖曼帝國的時代長達六世紀之久，而且挑戰了整個歐洲，也能將之擊敗。鄂圖曼帝國征服了波斯、埃及，以及北非，更不用說大部分的巴爾幹半島。之後還毀滅了拜占庭帝國，鄂圖曼是個非常厲害的帝國。"
        },
        {
            "heading": "被遺忘的帝國頌歌",
            "text": "總結：鄂圖曼帝國的時代長達六世紀之久，而且挑戰了整個歐洲，也能將之擊敗。鄂圖曼帝國征服了波斯、埃及，以及北非，更不用說大部分的巴爾幹半島。之後還毀滅了拜占庭帝國，鄂圖曼是個非常厲害的帝國。"
        },
        {
            "heading": "被遺忘的帝國頌歌",
            "text": "總結：鄂圖曼帝國的時代長達六世紀之久，而且挑戰了整個歐洲，也能將之擊敗。鄂圖曼帝國征服了波斯、埃及，以及北非，更不用說大部分的巴爾幹半島。之後還毀滅了拜占庭帝國，鄂圖曼是個非常厲害的帝國。"
        }
    ],
    "leader": {
        "name": "蘇萊曼",
        "subtitle": "鄂圖曼領袖",
        "lived": "1494 AD-1566 AD",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/suleiman.png",
        "trait": {
            "name": "巴巴里海盜",
            "effect": "所有海上近戰單位均擁有獎賞船隻的強化能力，使其可俘獲所擊敗的船隻。海上單位的維護費用為正常值的三分之一。"
        },
        "titles": [
            "崇高者",
            "立法者"
        ],
        "historical_info": [
            {
                "heading": "歷史",
                "text": "人稱「崇高者」、「立法者」或「大土耳其之君」的蘇萊曼一世是伊斯蘭的哈里發和鄂圖曼帝國的蘇丹。他從1520年繼位起開始統治土耳其帝國至1566年逝世。在他的統治期間，蘇萊曼極大地拓展了帝國的領土，讓歐亞非和中東的統治者對他是敬畏有加。"
            },
            {
                "heading": "早期歷史",
                "text": "蘇萊曼出身於蘇丹家族，年輕時他在伊斯坦堡攻讀科學、文學、神學和軍事教育。到了17歲的時候，祖父任命他為卡法的總督；在他父親蘇丹·塞利姆一世統治期間，又被任命為馬尼薩的總督。1520年他的父親去世，26歲的蘇萊曼因而登上王位。儘管當時的蘇萊曼還很年輕，但也已經累積了將近十年的領導經驗。"
            },
            {
                "heading": "對歐洲的軍事野心",
                "text": "據一些歷史學家所述，蘇萊曼非常崇拜亞歷山大大帝，希望能比照他建立一個橫跨歐洲、小亞細亞、非洲和中東的帝國。在他掌握實權後，蘇萊曼開始策劃與歐洲和巴爾幹地區的戰爭。在1521年，也就是即位僅僅一年後，蘇萊曼攻佔了貝爾格萊德。次年他又從聖約翰騎士團的手中拿下羅德島。1526年，他在摩哈赤戰役中大敗匈牙利並且殺死了匈牙利國王路易二世。路易二世死後，匈牙利王位由奧地利哈布斯堡大公斐迪南一世繼承。為了減弱哈布斯堡在東歐的勢力，蘇萊曼支持外西凡尼亞公爵約翰·薩波立亞的要求。1529年蘇萊曼包圍了維也納，儘管行動失敗，但也使得匈牙利將軍力集中在維也納，導致了匈牙利大部分地區都落入了薩波立亞這位蘇萊曼的傀儡的控制中。到了薩波立亞於1540年去世後，奧地利又重新攻回匈牙利中部。這兩大勢力的戰爭一直持續了二十年的拉鋸，最終在1562年，也就是蘇萊曼去世前四年才簽訂了和平條約。為了支持自己在地面上的軍事行動，蘇萊曼成立了鄂圖曼帝國史上第一支龐大的地中海海上部隊。他任命曾經當過海盜的巴巴羅薩為海軍司令，這位海軍天才在1538年擊敗了西班牙和威尼斯的聯合艦隊，建立了之後四十年鄂圖曼帝國在東地中海地區的海上霸權。"
            },
            {
                "heading": "在波斯的軍事行動",
                "text": "蘇萊曼在位期間共在波斯發動過三次主要戰役，第一次戰役（1534-1535）為鄂圖曼帝國贏得了小亞細亞東部一小部分以及大部分伊拉克的控制權。十多年後的第二次戰役（1548-1549）又獲得了位於波斯和小亞細亞邊界有重要戰略地位的凡湖。第三次戰役在鄂圖曼軍隊無法在波斯內陸發動攻勢而守住戰果的情況下，並沒有太決定性的戰功。"
            },
            {
                "heading": "國內建設",
                "text": "身為帝國統治者的蘇萊曼，身邊不乏精明能幹的政治家和管理者。他在國內建立清真寺、橋樑、道路和堡壘，造就了鄂圖曼建築的黃金時代。蘇萊曼也針對帝國的法律體系進行改革與編纂系統化，這位「立法者」的法律體系在往後的三個世紀中幾乎沒有變動過。他尤其關心基督教徒的生活，讓他們脫離了原本與農奴沒有兩樣的待遇。就連猶太人也受到保護，讓在歐洲飽受壓迫的猶太人都陸續移民到鄂圖曼帝國。"
            },
            {
                "heading": "文化、宗教和藝術",
                "text": "這位蘇丹不但在開疆拓土上有很大的成就，身為一名才華洋溢的詩人和熱情的穆斯林，他並沒有忽略家鄉的文化建設。在他的統治期間，數以百計的藝術社團在帝國內蓬勃發展。蘇萊曼下令建設許多空前宏偉的新清真寺，多數都出自於建築大師錫南之手。"
            },
            {
                "heading": "歷史評斷",
                "text": "蘇萊曼於1566年再一次與匈牙利的戰役中去世。在他逝世的同時，他已經是已知世界家喻戶曉的人物。歐洲人對他驚人的財富感到羨慕不已，他的財富超過了歷史上任何一個統治者。人們敬佩他出眾的軍事才能，也尊敬他對於非穆斯林臣民平等對待的態度。而他對於法律的信念則受到穆斯林的敬重。這位蘇丹融合伊斯蘭的宗教法律，做為對先人傳承下來的傳統法律一種禮讚，並為往後東方勢力創立了一個楷模。無論是基督徒還是穆斯林，幾乎所有人都認為「崇高者」這個稱號放在他身上是再適合不過了。"
            }
        ]
    }
}