{
    "id": 1,
    "name": "Aéroport|Aéroports",
    "game_info": "Permet le transport aérien depuis ou à destination de la ville. Fait passer la capacité d'unités aériennes de la ville de 6 à 10. 50% de la culture issue des merveilles mondiales, des merveilles naturelles et des aménagements (monuments, moaï, castels) est ajoutée à la production de tourisme de la ville. La production de tourisme augmente de 50% grâce aux chefs-d'oeuvre.",
    "strategy": "L'aéroport polyvalent est un excellent choix pour les civilisations qui souhaitent améliorer leur production de tourisme ou pour celles qui ont besoin d'utiliser les transports aériens pour expédier des unités vers des villes lointaines.",
    "historical_info": "Techniquement, un \"aéroport\" est un lieu permettant le décollage et l'atterrissage d'avions, d'hélicoptères, de dirigeables ou de tout autre type d'engin aérien. Cependant, dans le langage actuel, un aéroport est un complexe destiné au transport aérien commercial de passagers, avec des pistes, des tours de contrôle, des hangars, des terminaux, des services d'urgence, et même des parkings. Avant 1930, la plupart des aéroports étaient de petits terrains d'aviation ou aérodromes, avec des pistes de moins de 600 mètres. En 1939, l'aéroport de La Guardia, à New York, voyait passer 250 000 voyageurs par mois ; les statistiques les plus récentes montrent que l'aéroport d'Hartsfield-Jackson, à Atlanta, est le plus fréquenté au monde, avec plus de 92 millions de passagers en 2011.",
    "cost": {
        "production": 400,
        "faith": 0
    },
    "gold_maintenance": 5,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/airport.png",
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}