{
    "id": 1,
    "name": "Guilde des artistes|Guildes des artistes",
    "game_info": "Fournit 2 points de personnage illustre (PPI) pour faire progresser l'acquisition d'un artiste illustre. Ajoutez jusqu'à deux spécialistes à ce bâtiment pour gagner de la culture et augmenter la vitesse d'acquisition d'artistes illustres (3 Culture et 3 PPI par spécialiste).",
    "strategy": "La guilde des artistes est le seul bâtiment qui contient des emplacements de spécialistes artistes, essentiels pour générer des artistes illustres. Si vous souhaitez remporter une victoire culturelle, ce bâtiment est indispensable. La guilde des artistes fournit 2 points de personnage illustre, et chaque spécialiste assigné fournit 3 points de personnage illustre et 3 Culture.",
    "historical_info": "Le concept des guildes d'artisans ne se répandit pas avant la fin du Moyen Âge, lorsque l'Europe commença son long processus d'urbanisation. Au cours du XIIIe siècle, un certain nombre de guildes d'artistes apparut dans les villes, inspirées des guildes de marchands de l'époque. Les guildes avaient pour objectif de fixer les coûts et les prix, et proposaient un soutien ainsi que des moyens de formation aux artistes de leur ville. Elles évitaient ainsi les problèmes de patronage par les riches et la noblesse. Bien que des guildes non officielles existent toujours pour certains types d'artistes, le Siècle des Lumières marqua le déclin du monopole des guildes, jusqu'à leur abolition au milieu du XIXe siècle.",
    "cost": {
        "production": 150,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/artists'_guild.png",
    "prereq_tech": {
        "name": "Guildes",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}