{
    "id": 1,
    "name": "Bazar|Bazars",
    "game_info": "Fournit 1 exemplaire supplémentaire de chaque ressource de luxe aménagée près de la ville. Chaque source de pétrole et chaque oasis fournissent +2 Or. Les routes commerciales construites par les autres joueurs pour relier une ville possédant un bazar génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
    "strategy": "Bâtiment exclusif aux Arabes, le bazar remplace le marché et octroie un bonus d'or à la ville. La civilisation concernée reçoit un exemplaire supplémentaire de chaque ressource de luxe exploitée par une ville possédant un bazar. Le bazar fournit +2 Or pour les sources de pétrole et les oasis.",
    "historical_info": "Les bazars sont les quartiers marchands que l'on trouve dans les villes arabes et de Méditerranée orientale. Le bazar arabe classique est un dédale trépidant de petits stands et échoppes vendant toutes sortes d'articles (de la nourriture aux tapis, en passant par les épices et les logiciels). Certains bazars sont à ciel ouvert, tandis que d'autres sont recouverts d'un toit destiné à protéger les marchandises et les clients des éléments. Il en existe encore de nombreux aujourd'hui, et chacun offre une alternative aussi bruyante qu'animée aux centres commerciaux aseptisés occidentaux.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bazar|bazars.png",
    "prereq_tech": {
        "name": "Monnaie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}