[
    {
        "id": 1,
        "name": "Chinampa|Chinampas",
        "game_info": " Nourriture +15%. Nourriture +2 pour chaque case de lac exploitée.La ville doit être construite près d'un lac ou d'une côte.",
        "strategy": "Bâtiment exclusif aux Aztèques, la chinampa remplace le moulin à eau et augmente la production de nourriture de la ville où elle se trouve. Procédez à sa construction si cette dernière se trouve près d'un lac ou d'une rivière.",
        "historical_info": "Les chinampas sont de petites îles artificielles construites sur des lacs d'eau douce afin d'accroître la surface de terrain disponible pour l'agriculture. Le lac irrigue l'île et la fournit en matériaux organiques naturels. La pratique donne naissance à des environnements extrêmement fertiles. Les Aztèques étaient passés maîtres dans cette forme d'agriculture, et encore aujourd'hui, les chinampas de Xochimilco demeurent extrêmement réputées.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/chinampa|chinampas.png",
        "prereq_tech": {
            "name": "La roue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/floating_gardens.json"
    },
    {
        "id": 1,
        "name": "Tribunal|Tribunaux",
        "game_info": "Annule le mécontentement excédentaire d'une ville occupée.",
        "strategy": "Le tribunal réduit le mécontentement généré par une cité occupée. Construisez-en un dans chaque ville nouvellement annexée aussi vite que possible, surtout si vous envisagez d'en capturer de nombreuses.",
        "historical_info": "Un tribunal est un bâtiment au sein duquel les autorités locales font appliquer la loi. Souvent, le lieu abrite également le gouvernement civil, mais cela n'est pas systématique. Généralement, le tribunal est situé en évidence, en centre-ville (soit pour qu'il attise la fierté des citoyens, soit parce que le gouvernement souhaite rappeler à ces derniers qu'il garde un œil sur eux...).",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 4,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/tribunal|tribunaux.png",
        "prereq_tech": {
            "name": "Mathématiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/courthouse.json"
    },
    {
        "id": 1,
        "name": "Fort moghol|Forts moghols",
        "game_info": " Tourisme +2 après la découverte de l'aviation.La ville doit posséder des remparts.",
        "strategy": "Le fort moghol est un bâtiment du Moyen Âge qui augmente la puissance défensive (+7) et les PV de la ville (+25), et fournit un peu de culture à chaque tour. Ce bâtiment est exclusif aux Indiens et remplace le château. Après la découverte de l'aviation, il octroie en plus à la ville +2 de tourisme. La ville doit déjà posséder des remparts pour pouvoir accueillir un fort moghol.",
        "historical_info": "Les Moghols formaient l'empire islamique qui envahit l'Inde au XVe siècle. Ils dominèrent le sous-continent jusqu'au milieu du XIXe siècle. Tout au long de leur règne, ils firent construire des forts élaborés dans la campagne indienne. Ces places fortes faisaient office de centres administratifs autant que de résidences ; souvent somptueuses, elles faisaient des palais dignes de la grandeur des dirigeants d'un empire si vaste. Plusieurs de ces structures (notamment le magnifique Fort de Lahore et le Fort rouge d'Âgrâ) ont subsisté et comptent parmi les attractions touristiques les plus visitées de l'Inde. Elles sont de véritables monuments à la gloire de la puissance et du raffinement moghols.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/fort_moghol|forts_moghols.png",
        "prereq_tech": {
            "name": "Chevalerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mughal_fort.json"
    },
    {
        "id": 1,
        "name": "Krepost",
        "game_info": "Toutes les unités : +15 EXP. Le coût en culture et en or pour l'acquisition de nouvelles cases diminue de 25% pour cette ville.",
        "strategy": "Bâtiment exclusif aux Russes, le krepost remplace la caserne. Il fournit 15 points d'expérience à toutes les unités militaires formées dans la ville. Le krepost augmente également l'expansion des frontières culturelles de la ville de 25%. S'il est toujours utile de construire ces forteresses dans les villes russes, ceci est d'autant plus vrai dans le cas de villes situées aux frontières de la civilisation.",
        "historical_info": "\"Krepost\" est un mot russe signifiant \"forteresse\". La Russie a longtemps été un pays expansionniste, repoussant ses frontières toujours plus à l'est à travers les steppes, au-delà de la Sibérie. Lorsque les Russes pénétraient sur de nouvelles terres, ils choisissaient souvent d'y construire un \"krepost\" afin de protéger leurs troupes et d'héberger les autorités gouvernementales et religieuses. En fonction de l'emplacement et des matériaux disponibles, le krepost pouvait être temporaire et en bois, ou plus permanent et en pierres. Le krepost ressemble en de nombreux points aux forts construits par les Romains au coeur des territoires conquis.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/krepost.png",
        "prereq_tech": {
            "name": "Travail du bronze",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/krepost.json"
    },
    {
        "id": 1,
        "name": "Longère|Longères",
        "game_info": "Cases de forêt exploitées par la ville : production +1.",
        "strategy": "Bâtiment exclusif aux Iroquois, la longère remplace l'atelier et augmente la production de la ville pour chaque forêt présente dans son rayon d'exploitation.",
        "historical_info": "Durant la majeure partie de leur histoire, nombre des tribus iroquoises habitaient des villages comprenant une ou plusieurs \"longères\", des bâtiments communautaires faits d'un boisage recouvert d'écorce d'orme. D'ailleurs, les Iroquois s'étaient baptisés \"Haudenosaunee\", terme signifiant \"peuple de la longère\". Les longères mesuraient entre 12 et 120 mètres de long pour 7,5 mètres de large. Elles se composaient de plusieurs compartiments intérieurs, connectés chacun à une allée centrale. Plusieurs compartiments partageaient dans cette allée centrale un même foyer destiné à préparer la nourriture. Chaque foyer était surplombé par une ouverture du toit faisant office de cheminée.Les longères sont des structures extrêmement pratiques, moins coûteuses à bâtir et à chauffer que les habitations individuelles. De ce fait, elles nécessitaient sous de nombreux aspects nettement moins de ressources naturelles que tout autre type d'habitat. Ces bâtiments symbolisent le désir traditionnel iroquois de survivre au sein de leur environnement tout en vivant en harmonie avec lui.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/longère|longères.png",
        "prereq_tech": {
            "name": "Moulage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/longhouse.json"
    },
    {
        "id": 1,
        "name": "Bazar|Bazars",
        "game_info": "Fournit 1 exemplaire supplémentaire de chaque ressource de luxe aménagée près de la ville. Chaque source de pétrole et chaque oasis fournissent +2 Or. Les routes commerciales construites par les autres joueurs pour relier une ville possédant un bazar génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
        "strategy": "Bâtiment exclusif aux Arabes, le bazar remplace le marché et octroie un bonus d'or à la ville. La civilisation concernée reçoit un exemplaire supplémentaire de chaque ressource de luxe exploitée par une ville possédant un bazar. Le bazar fournit +2 Or pour les sources de pétrole et les oasis.",
        "historical_info": "Les bazars sont les quartiers marchands que l'on trouve dans les villes arabes et de Méditerranée orientale. Le bazar arabe classique est un dédale trépidant de petits stands et échoppes vendant toutes sortes d'articles (de la nourriture aux tapis, en passant par les épices et les logiciels). Certains bazars sont à ciel ouvert, tandis que d'autres sont recouverts d'un toit destiné à protéger les marchandises et les clients des éléments. Il en existe encore de nombreux aujourd'hui, et chacun offre une alternative aussi bruyante qu'animée aux centres commerciaux aseptisés occidentaux.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bazar|bazars.png",
        "prereq_tech": {
            "name": "Monnaie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bazaar.json"
    },
    {
        "id": 1,
        "name": "Cour de Satrape|Cours de Satrape",
        "game_info": "La ville doit posséder un marché. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une cour de Satrape génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
        "strategy": "Bâtiment exclusif aux Perses, la cour de Satrape remplace la banque. Comme cette dernière, elle améliore la production d'or de la ville où elle se trouve. La cour des Satrapes améliore également le bonheur de votre civilisation. Votre ville doit déjà posséder un marché pour que vous puissiez y construire une cour de Satrape.",
        "historical_info": "\"Satrape\" était le titre donné aux gouverneurs provisoires de l'Empire perse achéménide. Les satrapes, nommés par le roi, étaient généralement issus de la famille royale. Personnage puissant, le satrape collectait les impôts et faisait office de juge suprême dans sa province. Responsable de la formation et de l'entretien d'une armée, il se devait de mériter l'entière confiance du monarque. Lorsque le pouvoir central perse périclita au cours du Ve siècle av. J.-C., les satrapes devinrent de plus en plus indépendants. Ironiquement, certains se retrouvèrent même plus puissants que le roi qu'ils avaient fait le serment de servir.Après sa conquête de la Perse, Alexandre conserva l'administration des satrapes, remplaçant parfois ces derniers par ses propres généraux. Il lui arrivait également de laisser les gouverneurs en place, si ces derniers parvenaient à maintenir la paix dans leur province et continuaient à payer leurs impôts.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/cour_de_satrape|cours_de_satrape.png",
        "prereq_tech": {
            "name": "Banque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/satrap's_court.json"
    },
    {
        "id": 1,
        "name": "Fabrique de papier|Fabriques de papier",
        "game_info": "2 citoyens = science +1. Or +2.",
        "strategy": "Bâtiment exclusif aux Chinois, la fabrique de papier remplace la bibliothèque et augmente la création de science d'une ville tout en améliorant généreusement sa production d'or.",
        "historical_info": "C'est en 200 av. J.-C. que le papier voit le jour en Chine. Les études les plus poussées tendent à démontrer qu'il fut d'abord utilisé comme matériau d'empaquetage. Le premier exemple d'écriture sur papier parvenu jusqu'à nous remonterait, lui, à l'an 8 av. J.-C.. En 300 apr. J.-C., le papier était couramment utilisé pour l'écriture dans toute la Chine. Les fabriques de papier chinoises étaient des ateliers particulièrement sophistiqués pour l'époque. Elles produisaient des feuilles d'un papier vierge et résistant à destination des classes chinoises éduquées, des marchands et de la cour impériale, et ce, des siècles avant que les mondes arabe et européen n'en découvrent le premier échantillon.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/fabrique_de_papier|fabriques_de_papier.png",
        "prereq_tech": {
            "name": "Écriture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/paper_maker.json"
    },
    {
        "id": 1,
        "name": "Wat|Wats",
        "game_info": " Science +2 depuis les cases de jungle exploitées par cette ville.La ville doit avoir une bibliothèque.",
        "strategy": "Bâtiment exclusif aux Siamois, le wat remplace l'université et augmente la culture d'une ville, accélérant l'expansion de son territoire et l'acquisition par la civilisation de nouvelles doctrines sociales. Il octroie également un bonus de science à la ville où il se trouve.",
        "historical_info": "Un wat (ou \"vat\") est un temple-monastère bouddhiste ; on en trouve au Cambodge, au Laos et en Thaïlande. \"Wat\" peut se traduire littéralement par \"école\", et les wats siamois étaient d'ailleurs à la fois des lieux de culte et d'instruction. Un wat est composé d'un temple dans lequel se trouvent des statues du Bouddha, d'une salle de prière, d'une autre contenant des textes religieux, d'un pavillon de relaxation, d'une bibliothèque, d'une salle d'étude, de clochers et de quartiers de vie. Il peut s'agir d'un bâtiment unique ou d'un ensemble de structures donnant l'impression d'une petite ville. Construit au XIIe siècle, l'Angkor Vat d'Angkor, au Cambodge, est l'un des wats les plus grands et les mieux préservés d'Asie du Sud-est.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/wat|wats.png",
        "prereq_tech": {
            "name": "Éducation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/wat.json"
    },
    {
        "id": 1,
        "name": "Mosquée d'adobe|Mosquées d'adobe",
        "game_info": "Aucun coût d'entretien en or.",
        "strategy": "Bâtiment exclusif aux Songhaïs, la mosquée pyramidale d'adobe remplace le temple et augmente de manière considérable la culture de la ville, accélérant l'expansion de son territoire et l'acquisition par la civilisation de nouvelles doctrines sociales. Le coût d'entretien de ce bâtiment est nul.",
        "historical_info": "La mosquée pyramidale d'adobe est un ensemble de bâtiments situé dans la ville de Gao. Le complexe comprend un tombeau, deux mosquées, un cimetière et une cour de rassemblement. Selon la légende, c'est ici que repose Askia Mohammed Ier, l'un des plus grands empereurs songhaïs. Bien que plus petites que la mosquée de Gao, d'autres structures similaires ont été trouvées en Afrique occidentale. Elles illustrent autant la foi profonde des Songhaïs que leurs talents d'ingénieurs.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mosquée_d'adobe|mosquées_d'adobe.png",
        "prereq_tech": {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mud_pyramid_mosque.json"
    },
    {
        "id": 1,
        "name": "Tombeau|Tombeaux",
        "game_info": "Aucun coût d'entretien en or.Si la ville est prise, la quantité d'or pillée par l'ennemi est doublée.",
        "strategy": "Bâtiment de l'ère classique, le tombeau augmente la production de bonheur d'une ville. Son coût d'entretien est nul. Cependant, si la ville est prise, elle rapporte à l'envahisseur deux fois plus d'or que si elle n'avait pas possédé de tombeau. Le tombeau remplace le temple.",
        "historical_info": "Les Égyptiens ont élevé le culte des ancêtres à des sommets jamais atteints ni avant, ni après eux. Ainsi, ils investissaient une grande partie de leurs richesses et de leur énergie dans la construction de tombeaux pour leurs parents disparus. Bon nombre de ces sépultures se trouvent dans la Vallée des rois, située sur la rive occidentale du Nil, à la hauteur de Thèbes. Souvent remplies d'une partie des biens ayant appartenu au défunt, ces tombes ont été les cibles privilégiées des pillards à travers les siècles.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/tombeau|tombeaux.png",
        "prereq_tech": {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/burial_tomb.json"
    },
    {
        "id": 1,
        "name": "Chantier naval|Chantiers naval",
        "game_info": "Ressources marines exploitées par la ville : production et or +1. Production +15% lors de la formation d'unités navales. Ne peut être construit que dans une ville côtière.",
        "strategy": "Le chantier naval augmente la production générée par une ressource marine aménagée.",
        "historical_info": "Un chantier naval est un complexe portuaire suréquipé capable d'accueillir les tankers et les navires de transport les plus massifs et spacieux de la planète. Les chantiers navals sont généralement surplombés par une forêt de grues destinées à décharger rapidement le fret, ce dernier disparaissant ensuite dans un dédale de voies ferrées et de routes. Les chantiers navals actuels sont gérés par des capitaines de port postés dans des salles de contrôle ultramodernes équipées de radars, de liaisons satellites et d'ordinateurs sophistiqués employant des programmes informatiques extrêmement complexes.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/chantier_naval|chantiers_naval.png",
        "prereq_tech": {
            "name": "Navigation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/navigation.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/seaport.json"
    },
    {
        "id": 1,
        "name": "Écurie|Écuries",
        "game_info": "Formation d'unités montées : production +15%.Les sources de chevaux, de moutons et de bétail exploitées par la ville fournissent +1 Production. La ville doit posséder au moins l'une de ces ressources aménagées avec un pâturage.",
        "strategy": "L'écurie ne peut être construite que dans une ville exploitant une ou plusieurs cases aménagées où se trouvent des chevaux, des moutons ou du bétail. Elle accélère la production des unités montées.",
        "historical_info": "Dans Civilization V, l'écurie est un bâtiment militaire dédié aux unités de cavalerie. Les soldats y sont nourris, logés et entrainés, tout comme leurs fidèles destriers. Tout au long de l'histoire, la cavalerie fut la branche la plus prisée des fils de bonne famille, pour la simple et bonne raison que seuls les jeunes hommes les plus fortunés avaient déjà eu l'opportunité de monter à cheval. Ce qui explique aussi que les écuries étaient bien plus confortables et luxueuses que les logis des misérables soldats d'infanterie.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/écurie|écuries.png",
        "prereq_tech": {
            "name": "Équitation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stable.json"
    },
    {
        "id": 1,
        "name": "Moulin à eau|Moulins à eau",
        "game_info": "La ville doit se situer près d'une rivière.",
        "strategy": "Le moulin à eau ne peut être construit que dans une ville située près d'une rivière. Il améliore la production de nourriture de la ville où il se trouve.",
        "historical_info": "Un moulin à eau est une construction utilisant la force de l'eau pour moudre le grain et le transformer en farine. Le grain est versé entre deux pierres, dont une tourne lentement. Grâce à ce procédé, les céréales sont broyées et réduites à l'état de farine. Autrefois, les moulins ne pouvaient fonctionner sans l'assistance d'un animal de trait ou d'un homme, contrairement aux moulins à eau qui tournent à la seule force... de l'eau ! Plus tard, c'est avec de la vapeur et de l'électricité que l'homme activa ses moulins, procédés bien plus rentables et efficaces. Cependant, l'invention du moulin à eau marqua un véritable tournant dans ce domaine.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/moulin_à_eau|moulins_à_eau.png",
        "prereq_tech": {
            "name": "La roue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/water_mill.json"
    },
    {
        "id": 1,
        "name": "Cirque|Cirques",
        "game_info": "La ville doit exploiter dans ses environs une source améliorée de chevaux ou d'ivoire.",
        "strategy": "Le cirque ne peut être construit que dans une ville exploitant dans ses environs des chevaux ou de l'ivoire (aménagés). Ce bâtiment augmente le taux de bonheur de votre civilisation.",
        "historical_info": "Un cirque est une troupe d'artistes comprenant le plus souvent clowns, acrobates, jongleurs, funambules, trapézistes, musiciens et dompteurs. La plupart des cirques sont des communautés itinérantes allant de ville en ville le temps d'une saison. D'autres, moins nombreux, restent toute l'année au même endroit. Dans la Rome antique, le cirque était un bâtiment dans lequel étaient organisés courses de chars, combats mis en scène, spectacles de jonglerie et autres événements de divertissement. Le Circus Maximus, le premier cirque romain, pouvait à son comble accueillir quelque 250 000 citoyens en délire (soit 25% de la population de la ville).",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/cirque|cirques.png",
        "prereq_tech": {
            "name": "Piège",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/trapping.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/circus.json"
    },
    {
        "id": 1,
        "name": "Forge|Forges",
        "game_info": "Formation d'unités terrestres : production +15%. Les sources de fer exploitées par la ville fournissent +1 Production. La ville doit posséder une source de fer exploitée dans les environs.",
        "strategy": "La forge ne peut être construite que dans une ville exploitant dans ses environs une source de fer aménagée. Elle augmente la rapidité avec laquelle votre ville produit des unités terrestres.",
        "historical_info": "Une forge est un bâtiment abritant un four capable de générer des températures permettant de faire fondre et de modeler le fer en des objets tels que des fers à cheval, des clous ou des pointes de flèche. Ce travail nécessite une chaleur extrême, et le forgeron employait généralement un apprenti ou un assistant dont le seul rôle était d'activer un soufflet afin de raviver les flammes du four. L'une des techniques du forgeron consistait à brûler le fer au rouge puis à le frapper sur une enclume avec un marteau. Une autre technique exigeait de verser le métal en fusion dans un moule en terre, en sable ou en fer, puis de le laisser refroidir jusqu'à ce que le métal ait pris le forme désirée.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/forge|forges.png",
        "prereq_tech": {
            "name": "Moulage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/forge.json"
    },
    {
        "id": 1,
        "name": "Moulin à vent|Moulins à vent",
        "game_info": "Construction de bâtiments : production +10%. La ville ne doit pas se trouver sur une colline.",
        "strategy": "Bâtiment de la Renaissance, le moulin à vent améliore la production de la ville où il se trouve lors de la construction de bâtiments. Les villes situées sur des collines ne peuvent pas posséder de moulin à vent.",
        "historical_info": "Les moulins à vent sont des bâtiments qui utilisent l'énergie éolienne pour accomplir diverses tâches. S'ils servaient à l'origine à moudre le blé, ils furent également utilisés pour alimenter des scieries en énergie ou pour pomper l'eau des puits. Les machines utilisant le vent existent depuis au moins 2 000 ans. La première d'entre elles, l'orgue éolien, fut fabriquée au Ier siècle apr. J.-C. par Héron d'Alexandrie. Les moulins à vent servant à moudre le blé furent probablement inventés en Asie centrale aux alentours du VIIIe siècle.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/moulin_à_vent|moulins_à_vent.png",
        "prereq_tech": {
            "name": "Sciences économiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/windmill.json"
    },
    {
        "id": 1,
        "name": "Centrale hydroélectrique|Centrales hydroéléctriques",
        "game_info": "Cases proches d'une rivière : +1. Requiert 1  Aluminium.La ville doit se situer près d'une rivière.",
        "strategy": "La centrale hydroélectrique est un bâtiment de milieu de partie ne pouvant être construit que dans les villes adjacentes à une case de rivière. Elle améliore la production de toutes les cases exploitées de la ville qui jouxtent le cours d'eau. La construction d'une centrale hydroélectrique consomme 1 Aluminium.",
        "historical_info": "Une centrale hydroélectrique est un bâtiment permettant de transformer l'énergie hydraulique en électricité. Plus la force hydraulique et le volume d'eau sont importants, plus la quantité d'électricité générée est grande. Le barrage des Trois-Gorges en Chine est la plus grande centrale hydroélectrique du monde. Lorsque le barrage est rempli, il génère environ 22 500 mégawatts, c'est-à-dire dix fois plus que le barrage Hoover, aux États-Unis.Les centrales hydroélectriques sont généralement considérées comme étant des sources d'énergie \"verte\", même si l'impact qu'elles ont sur la faune locale est important. Les centrales capturant l'énergie produite par la marée montante sont en effet construites sur des zones côtières.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/centrale_hydroélectrique|centrales_hydroéléctriques.png",
        "prereq_tech": {
            "name": "Électricité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hydro_plant.json"
    },
    {
        "id": 1,
        "name": "Centrale solaire|Centrales solaires",
        "game_info": "La ville doit se situer près ou sur une case de désert et ne doit pas posséder de centrale nucléaire.La ville doit avoir une usine.",
        "strategy": "Bâtiment de fin de jeu, la centrale solaire augmente fortement la production d'une ville. Votre ville doit se trouver sur ou près d'une case de désert et posséder une usine pour que la construction d'une centrale solaire y soit possible.",
        "historical_info": "Une centrale solaire capte l'énergie produite par le soleil avant de la transformer en électricité. Évidemment, pour être efficaces, les centrales solaires doivent être implantées dans des zones très exposées à la lumière du soleil. L'énergie générée par le soleil est relativement coûteuse comparée à l'énergie tirée des combustibles fossiles (pétrole ou charbon). Cependant, la technologie solaire commence à se généraliser et donc à devenir abordable, contrairement aux combustibles fossiles qui se raréfient et donc, deviennent plus onéreux (encore plus si l'on considère le coût environnemental des agents polluants qu'ils émettent). Dès lors que cette technologie sera perfectionnée, elle permettra de combler une grande partie des besoins énergétiques du monde : on estime que la Terre reçoit du soleil plus de 8000 fois la quantité d'énergie dépensée chaque année dans le monde.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/centrale_solaire|centrales_solaires.png",
        "prereq_tech": {
            "name": "Écologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/solar_plant.json"
    },
    {
        "id": 1,
        "name": "Hôtel de la monnaie|Hôtel de la monnaie",
        "game_info": "Les sources d'or et d'argent exploitées par la ville donnent +2 Or.La ville doit exploiter au moins l'une de ces deux ressources.",
        "strategy": "L'hôtel de la monnaie ne peut être construit que dans une ville exploitant dans ses environs une ressource d'or ou d'argent. Il augmente la production d'or de chacune de ces ressources accessibles à la ville.",
        "historical_info": "L'hôtel de la monnaie est l'institution chargée de créer la monnaie d'une civilisation. Autrefois, la monnaie se résumait à différentes pièces de métal mais aujourd'hui, elle est principalement imprimée sur du papier. Les hôtels de la monnaie sont essentiels au bien-être économique d'une civilisation. Si la monnaie d'un pays devient une proie facile de la contrefaçon, cela pourrait résulter en une inflation de forte ampleur (entraînant une dévalorisation de la monnaie) ou pire. Les billets modernes sont imprimés avec des encres spéciales et munis de fils de sécurité et d'hologrammes afin d'empêcher au maximum les tentatives de faux-monnayage, et il ne fait aucun doute que dans le futur, de nouvelles méthodes de protection seront créées pour sécuriser l'économie monétaire.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hôtel_de_la_monnaie|hôtel_de_la_monnaie.png",
        "prereq_tech": {
            "name": "Monnaie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mint.json"
    },
    {
        "id": 1,
        "name": "Observatoire|Observatoires",
        "game_info": "La ville doit être adjacente à une montagne.",
        "strategy": "L'observatoire ne peut être construit que dans une ville adjacente à une case de montagne. Il augmente de manière considérable la production de science de la ville où il se trouve.",
        "historical_info": "Un observatoire est un bâtiment dédié à l'étude du ciel. Les premiers hommes étaient convaincus que le mouvement des étoiles avait une importance mystique. Ainsi, bon nombre des premiers observatoires étaient des structures religieuses. Au fil du temps, les hommes se rendirent compte qu'ils pouvaient planifier les saisons très précisément en étudiant les déplacements ascendants et descendants des astres. Ils comprirent aussi que les informations ainsi glanées pouvaient s'avérer d'une importance capitale dans l'organisation des semailles et des récoltes. Ces révélations renforcèrent l'importance religieuse et pratique que prirent les observatoires au sein des communautés humaines. Les observatoires modernes sont entièrement informatisés et équipés de télescopes sophistiqués (lorsqu'ils ne communiquent pas directement avec des télescopes spatiaux encore plus puissants), fournissant aux scientifiques une somme d'informations bien plus importante que leurs ancêtres primitifs n'auraient jamais pu en rêver. Leur travail reste cependant inchangé : tenter de comprendre comment fonctionne l'univers en étudiant les cieux.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/observatoire|observatoires.png",
        "prereq_tech": {
            "name": "Astronomie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/observatory.json"
    },
    {
        "id": 1,
        "name": "Monastère|Monastères",
        "game_info": "Chaque source d'encens et de vin exploitée par la ville fournit +1 Foi et +1 Culture.",
        "strategy": "Le monastère augmente la production de foi et de culture de la ville, notamment si celle-ci est proche de sources d'encens ou de vin. Ne peut être construit que dans les villes converties à une religion croyant au caractère sacré des monastères. Ce bâtiment doit être acheté avec de la foi.",
        "historical_info": "Un monastère est un bâtiment ou un complexe de bâtiments dans lequel logent des moines et des religieuses (des individus ayant renoncé aux \"basses\" choses de ce monde - argent, possessions matérielles, sexualité - pour se consacrer à la prière et à la méditation). En règle générale, les monastères ne sont pas des organisations mixtes, mais lorsqu'ils le sont, les membres des deux sexes sont séparés par des murs massifs. Historiquement, les monastères ont été de hauts lieux d'apprentissage ; ce fut particulièrement le cas au Moyen Âge, les religieux étant souvent les seuls individus, en dehors de l'élite dirigeante, à savoir lire et écrire.",
        "cost": {
            "production": -1,
            "faith": 150
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/monastère|monastères.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/monastery.json"
    },
    {
        "id": 1,
        "name": "Jardin|Jardins",
        "game_info": "Génération de personnages illustres dans la ville : +25%.La ville doit se situer près d'une rivière ou d'un lac.",
        "strategy": "Le jardin augmente de 25% la vitesse de génération des personnages illustres de la ville. Les jardins ne peuvent être construits que dans les villes jouxtant un cours d'eau ou un lac.",
        "historical_info": "Un jardin est un lieu où sont cultivées les plantes, qu'il s'agisse de produire de la nourriture ou de l'énergie, de les mettre à l'abri, ou de se reposer et se divertir. Le premier jardin sophistiqué fut créé en Égypte en 1400 av. J.-C., mais toutes les cultures, qu'elles soient antiques ou modernes, ont conçu et accordé beaucoup d'importance à leurs jardins. Tout au long de leur histoire, les Japonais en ont créé d'aussi raffinés que somptueux. Le temple de Ryoan-ji à Kyoto est célèbre pour son jardin zen constitué de quinze rochers disposés sur un parterre de gravier blanc ceint de murs bas. Bien que simple, voire austère pour certains, le jardin a ému et inspiré des générations de visiteurs à travers les siècles.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/jardin|jardins.png",
        "prereq_tech": {
            "name": "Théologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/garden.json"
    },
    {
        "id": 1,
        "name": "Phare|Phares",
        "game_info": "Cases côtières et d'océan : nourriture +1. Ressources marines exploitées par la ville : production +1.Chaque source de poisson exploitée par la ville fournit +1 Nourriture.La ville doit se trouver sur la côte.",
        "strategy": "Le phare ne peut être construit que dans une ville adjacente à une case côtière. Il augmente la production de nourriture issue des cases d'eau et du poisson, ainsi que la production de toutes les ressources marines.",
        "historical_info": "La conquête des mers et des océans par l'homme fut associée à la construction de phares. Ces édifices permettent aux navires de rentrer au port et signalent également la présence de hauts-fonds et de rochers dangereux. Le premier phare construit fut celui d'Alexandrie. Bâti sur une petite île au large de la côte d'Alexandrie, il résista aux intempéries durant plus de mille ans, et guida des dizaines de milliers de navires jusqu'au port de la ville.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/phare|phares.png",
        "prereq_tech": {
            "name": "Optique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/lighthouse.json"
    },
    {
        "id": 1,
        "name": "Port|Ports",
        "game_info": "Forme une [ICON_CONNECTED] connexion maritime entre la ville où il est construit et la capitale (si elle n'est pas déjà [ICON_CONNECTED] reliée par la terre). Les routes commerciales maritimes provenant de cette ville disposent d'une portée augmentée de 50% et produisent 1 Or supplémentaire si elles sont reliées à une autre civilisation.La ville doit se trouver sur la côte.",
        "strategy": "Le port est un bâtiment du Moyen Âge. Il améliore la portée et la production d' or des routes commerciales. Il permet d'établir des \"connexions urbaines maritimes\" (voir règles) entre les villes. Le port augmente également la production générée par une ressource maritime aménagée.",
        "historical_info": "Un port est une enceinte maritime où les navires et bateaux jettent l'ancre. Même si certains ports sont \"naturels\", la plupart ont nécessité des travaux de dragage, ainsi que la construction de digues et de brise-vents. De plus, les ports sont équipés de docks et d'embarcadères pour le chargement et le déchargement des navires marchands, ainsi que d'entrepôts pour stocker les biens en transit.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/port|ports.png",
        "prereq_tech": {
            "name": "Boussole",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/compass.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/harbor.json"
    },
    {
        "id": 1,
        "name": "Colisée|Colisées",
        "game_info": "Le colisée augmente le bonheur d'une civilisation, mais ne peut pas fournir plus de points de bonheur que de citoyens dans une ville.",
        "strategy": "Le colisée augmente le bonheur d'une civilisation, mais ne peut pas fournir plus de points de bonheur que de citoyens dans une ville.",
        "historical_info": "Un colisée est une construction de plein air où le public peut assister à des rencontres sportives. Selon les lieux et les époques, on pouvait (ou peut) y voir des combats de gladiateurs, des matchs de football américain ou des matchs de football. Des trois types de rencontres citées ci-avant, les combats de gladiateurs étaient sans doute les plus éprouvants pour les participants...",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/colisée|colisées.png",
        "prereq_tech": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/colosseum.json"
    },
    {
        "id": 1,
        "name": "Zoo|Zoos",
        "game_info": "Ne peut pas fournir plus de points de bonheur que de citoyens dans une ville. La ville doit posséder un colisée.",
        "strategy": "Un zoo augmente le bonheur de votre empire mais ne peut fournir plus de bonheur qu'il y a de citoyens dans la ville. La ville doit déjà posséder un colisée pour que vous puissiez y construire un zoo.",
        "historical_info": "La plus ancienne ménagerie zoologique (ou zoo) connue a été découverte à Hiérakonpolis et date d'environ 3500 av. J.-C. Le plus ancien zoo toujours en activité, le Tiergarten Schönbrunn situé à Vienne, était à l'origine une collection d'animaux exotiques appartenant à la dynastie des Habsbourg. Elle fut ouverte au public pour la première fois en 1765.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/zoo|zoos.png",
        "prereq_tech": {
            "name": "Imprimerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/zoo.json"
    },
    {
        "id": 1,
        "name": "Stade|Stades",
        "game_info": "Ne peut pas fournir plus de points de bonheur que de citoyens dans une ville. La ville doit posséder un zoo.",
        "strategy": "Bâtiment de l'ère moderne, le stade augmente le bonheur de votre empire mais ne peut fournir plus de bonheur qu'il y a de citoyens dans la ville. Vous ne pouvez construire un stade dans une ville que si cette dernière possède déjà un zoo.",
        "historical_info": "Un stade est une version moderne du colisée, offrant sans doute un plus large choix de confiseries et boissons aux visiteurs... Les stades peuvent contenir jusqu'à 100 000 spectateurs venus applaudir un évènement sportif, un concert, un spectacle ou, pour les amateurs, un meeting politique. Les férus de sport d'aujourd'hui ne sont pas moins agités et passionnés que leurs ancêtres grecs, et c'est pour cette raison que les stades sont désormais équipés de barrières et de rambardes de sécurité.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stade|stades.png",
        "prereq_tech": {
            "name": "Réfrigération",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stadium.json"
    },
    {
        "id": 1,
        "name": "Monument historique|Monuments historiques",
        "game_info": "Le monument historique augmente la culture d'une ville, accélérant l'expansion de son territoire et l'acquisition par la civilisation de nouvelles doctrines sociales.",
        "strategy": "Le monument historique augmente la culture d'une ville, accélérant l'expansion de son territoire et l'acquisition par la civilisation de nouvelles doctrines sociales.",
        "historical_info": "Un monument historique est une structure édifiée à la mémoire d'une personnalité, d'un événement, d'une divinité ou d'un concept majeur. Les bâtiments les plus importants sont généralement construits en centre-ville, près du palais du dirigeant ou près des portes principales de la cité. Il en existe de tailles et de formes d'une variété sans limites. On compte parmi les monuments de ce type aussi bien le Sphinx de Gizeh (Égypte) que la Statue de la Liberté (New York) ou la Colonne Nelson (Londres). Les plus prestigieux gonflent souvent le cœur des habitants de la ville d'un sentiment prononcé de fierté nationale et civique.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/monument_historique|monuments_historiques.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/monument.json"
    },
    {
        "id": 1,
        "name": "Temple|Temples",
        "game_info": null,
        "strategy": "Le temple augmente la foi d'une ville et accélère la fondation et la propagation des religions. La ville doit déjà posséder un autel (ou une pyramide) pour pouvoir accueillir un temple.",
        "historical_info": "Un temple est un édifice religieux où les croyants se rassemblent pour l'office. Ces bâtiments reflètent l'opulence tout autant que la piété d'une communauté, qui peut se permettre de construire une structure dédiée à la religion, ainsi que de nourrir et vêtir les prêtres, les acolytes, les vestales ou les moines qui y vivent. Autrefois, dans de nombreuses cultures, chaque famille érigeait un petit sanctuaire au sein de son habitation. Sachez que le plus ancien temple jamais découvert date d'environ 10 000 ans av. J.-C. et qu'il fut érigé au sud-est de la Turquie.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/temple|temples.png",
        "prereq_tech": {
            "name": "Philosophie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/temple.json"
    },
    {
        "id": 1,
        "name": "Opéra|Opéras",
        "game_info": null,
        "strategy": "L'opéra est un bâtiment de la Renaissance qui augmente la production de culture de la ville. La ville doit déjà posséder un amphithéâtre pour pouvoir accueillir un opéra. Contient 1 emplacement pour chef-d'oeuvre musical.",
        "historical_info": "L'opéra est un drame théâtral où les acteurs ne déclament pas leur texte, mais le chantent, une pratique différente des autres formes de drames musicaux. Les chanteurs d'opéra sont le plus souvent accompagnés par un orchestre. En tant que lieu, l'opéra est un théâtre conçu avec une scène pour les chanteurs, un espace réservé à l'orchestre, et une acoustique en mesure de projeter la musique jusqu'au public. Premier opéra public, le Teatro San Cassiano ouvrit ses portes à Venise, en Italie, en 1637. De nombreux opéras virent ensuite le jour un peu partout dans le monde ; il s'agit d'ailleurs d'un bâtiment incontournable pour toute cité se réclamant des arts et de la culture.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/opéra|opéras.png",
        "prereq_tech": {
            "name": "Acoustique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/opera_house.json"
    },
    {
        "id": 1,
        "name": "Musée|Musées",
        "game_info": null,
        "strategy": "Le musée est un bâtiment de milieu de jeu qui augmente la production de culture de la ville. La ville doit déjà posséder un opéra (ou une salle des Ceilidh) pour pouvoir accueillir un musée. Contient 2 emplacements pour des chefs-d'oeuvre artistiques.",
        "historical_info": "Un musée est un établissement ou un ensemble d'établissements dont la mission est de préserver les biens les plus précieux d'une civilisation et de les exposer au public. Les musées abritent des collections de toutes sortes : peintures, fossiles, objets historiques, costumes, bijoux, armes anciennes et bien d'autres choses encore. Le musée de l'Ermitage, situé à Saint-Pétersbourg, fut créé en 1764 par Catherine II. Ouvert au public depuis 1852, il est l'un des plus anciens et plus grands musées du monde.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/musée|musées.png",
        "prereq_tech": {
            "name": "Archéologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/museum.json"
    },
    {
        "id": 1,
        "name": "Tour de radiodiffusion|Tours de radiodiffusion",
        "game_info": " Culture par tour de la ville +33%. La ville doit posséder un musée.",
        "strategy": "Bâtiment de fin de jeu, la tour de radiodiffusion augmente de 33% la production de culture de la ville où elle se trouve. Votre ville doit déjà posséder un musée pour que vous puissiez y construire une tour de radiodiffusion.",
        "historical_info": "La tour de radiodiffusion sert à transmettre un signal de communication (radio, télévision, etc.) dans les airs, permettant au signal d'être capté par des receveurs situés à plusieurs kilomètres à la ronde. La caractéristique essentielle d'une tour de radiodiffusion réside dans sa hauteur : plus le récepteur est placé haut, plus le message pourra être envoyé loin. L'Empire State Building, à Manhattan, fait office de tour de radiodiffusion depuis 1931. Suite à la chute des tours du World Trade Center en 2001, l'Empire State Building est redevenu le site principal de transmission de New York, transmettant les signaux de pratiquement toutes les stations de la ville.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/tour_de_radiodiffusion|tours_de_radiodiffusion.png",
        "prereq_tech": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/broadcast_tower.json"
    },
    {
        "id": 1,
        "name": "Caserne|Casernes",
        "game_info": "Toutes les unités : +15 EXP.",
        "strategy": "La caserne octroie de l'expérience aux unités militaires formées dans la ville. Cette expérience peut être utilisée pour accorder à vos unités des promotions qui les rendront plus efficaces au combat.",
        "historical_info": "Les casernes sont des bâtiments militaires abritant les soldats de métier d'un pays. En plus de nourrir et loger les soldats, la caserne offre plusieurs services tels qu'un entraînement régulier, un service de santé, une maintenance des véhicules, une prison militaire, etc.Les casernes sont des éléments essentiels pour le bien-être d'une communauté. Elles encouragent l'esprit de groupe, améliorant les chances de victoires au combat, et contrôlent les contacts directs entre civils et soldats, limitant ainsi les frictions qui peuvent survenir entre eux.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/caserne|casernes.png",
        "prereq_tech": {
            "name": "Travail du bronze",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/barracks.json"
    },
    {
        "id": 1,
        "name": "Dépôt d'armes|Dépôts d'armes",
        "game_info": "Toutes les unités : +15 EXP.La ville doit posséder une caserne ou un krepost.",
        "strategy": "Le dépôt d'armes octroie de l'expérience aux unités militaires formées dans la ville. Avant de pouvoir construire un dépôt d'armes, vous devez bâtir une caserne.",
        "historical_info": "Un dépôt d'armes est un bâtiment militaire dans lequel sont entreposées et entretenues les armes d'un pays en temps de paix. Lorsqu'ils ne sont pas de service, les soldats ne portent pas leurs armes sur eux (surtout s'il s'agit de mitrailleuses ou de lance-grenades).Les dépôts d'armes sont généralement étroitement surveillés et gardés, à tel point qu'ils ressemblent plus à des casernes qu'à des entrepôts. Les armes de guerre doivent être protégées des voleurs, notamment si le peuple a de bonnes raisons de se soulever...",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/dépôt_d'armes|dépôts_d'armes.png",
        "prereq_tech": {
            "name": "Acier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/steel.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/armory.json"
    },
    {
        "id": 1,
        "name": "École militaire|Écoles militaires",
        "game_info": "Unités terrestres : +15 EXP.La ville doit posséder un dépôt d'armes.",
        "strategy": "Bâtiment de la milieu de jeu, l'école militaire augmente l'expérience initiale des unités formées dans la ville où elle se trouve. Votre ville doit déjà posséder un dépôt d'armes pour que vous puissiez y construire une école militaire.",
        "historical_info": "Une école militaire est une institution d'éducation supérieure spécialisée dans la formation d'officiers haut gradés. Ces écoles offrent un enseignement de haute qualité ainsi qu'une formation physique rigoureuse et des leçons de commandement, de stratégie, de logistique et d'autres matières d'ordre militaire. Ce sont généralement les personnes les plus brillantes (ou les mieux pistonnées) d'un pays qui intègrent une école militaire.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/école_militaire|écoles_militaires.png",
        "prereq_tech": {
            "name": "Science militaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/military_academy.json"
    },
    {
        "id": 1,
        "name": "Arsenal|Arsenaux",
        "game_info": "La ville doit posséder un château ou un fort moghol.",
        "strategy": "L'arsenal est un bâtiment militaire de milieu de partie qui augmente la puissance défensive (+9) et les PV de la ville (+25), ce qui la rend plus difficile à capturer. La ville doit déjà posséder un château pour pouvoir accueillir un arsenal.",
        "historical_info": "Un arsenal est un vaste dépôt d'armes, abritant généralement des armes et des machines de guerre plus imposantes et dangereuses : chars, artillerie, munitions hautement explosives, etc. Les arsenaux sont encore mieux gardés que les dépôts d'armes, car la sécurité d'une ville entière pourrait être menacée si quiconque venait à s'emparer d'un char ou d'un canon de 88 mm.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/arsenal|arsenaux.png",
        "prereq_tech": {
            "name": "Métallurgie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/arsenal.json"
    },
    {
        "id": 1,
        "name": "Remparts",
        "game_info": "Les remparts augmentent la puissance défensive (+5) et les PV de la ville (+50), rendant plus difficiles les tentatives d'annexion. Les remparts sont particulièrement utiles pour les villes situées le long des frontières d'une civilisation.",
        "strategy": "Les remparts augmentent la puissance défensive (+5) et les PV de la ville (+50), rendant plus difficiles les tentatives d'annexion. Les remparts sont particulièrement utiles pour les villes situées le long des frontières d'une civilisation.",
        "historical_info": "L'homme étant d'un naturel envieux et cupide, il a dû rivaliser d'ingéniosité afin de trouver le moyen de protéger ce qui lui était cher : vivres, richesse, femmes et enfants. À l'époque médiévale, les campagnes d'Europe virent s'implanter nombre de cités et de villages fortifiés. Ces-derniers étaient même parfois munis de douves et de fossés. Certaines de ces structures sont encore visibles aujourd'hui, notamment dans la ville de York, en Angleterre, où d'immenses remparts datant de l'époque romaine encerclent la ville.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/remparts.png",
        "prereq_tech": {
            "name": "Maçonnerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/walls.json"
    },
    {
        "id": 1,
        "name": "Château|Châteaux",
        "game_info": "La ville doit posséder des remparts.",
        "strategy": "Le château est un bâtiment du Moyen Âge qui augmente la puissance défensive (+7) et les PV de la ville (+25). Votre ville doit déjà posséder des remparts pour pouvoir accueillir un château.",
        "historical_info": "Un château est un bâtiment construit dans le but de protéger une force militaire (et parfois aussi des civils) des attaques ennemies. Essentiellement construits en pierre (le bois étant un peu trop inflammable), les châteaux sont généralement équipés d'une enceinte extérieure et d'un donjon. Il est essentiel que le château possède sa propre source d'eau et une réserve importante de nourriture en cas de siège.Dans l'idéal, un château doit être conçu de façon à ce que les soldats puissent tuer les ennemis approchants, tentant d'escalader les murs ou d'enfoncer les portails. Les meurtrières et les créneaux (remparts munis d'ouvertures à intervalles réguliers) étaient des éléments de défense indispensables, et les mâchicoulis, permettant de jeter des projectiles ou de l'huile bouillante sur la tête des ennemis, constituaient un ajout non négligeable.Les châteaux étaient le reflet de la force militaire et de la puissance économique d'un pays, jusqu'à ce que l'avènement de la poudre à canon fasse de ces bâtiments de véritables pièges mortels pour leurs occupants.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/château|châteaux.png",
        "prereq_tech": {
            "name": "Chevalerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/castle.json"
    },
    {
        "id": 1,
        "name": "Base militaire|Bases militaires",
        "game_info": "La ville doit posséder un arsenal.",
        "strategy": "La base militaire est un bâtiment de milieu de partie qui augmente la puissance défensive (+12) et les PV de la ville (+25). La ville doit déjà posséder un arsenal pour pouvoir accueillir une base militaire.",
        "historical_info": "Une base militaire est un site constitué de plusieurs bâtiments et terrains d'entraînement abritant une ou plusieurs unités militaires (légion, division, corps, flotte ou autre). Une base contient tout l'équipement nécessaire pour préparer les troupes au combat : camps d'entraînement, quartiers des officiers, casernes, prisons, dépôts d'armes, hôpitaux, vivres, équipements de transport, etc. Ces bases bénéficient d'une haute protection et sont situées sur des terrains aisément défendables. De plus, une armée entière serait nécessaire pour capturer ou détruire une base militaire.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/base_militaire|bases_militaires.png",
        "prereq_tech": {
            "name": "Pièces de rechange",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/military_base.json"
    },
    {
        "id": 1,
        "name": "Grenier|Greniers",
        "game_info": "Chaque source de blé, de bananes et de cervidés exploitée par cette ville produit +1 Nourriture.Permet d'expédier de la nourriture vers votre civilisation à partir de cette ville en utilisant des routes commerciales.",
        "strategy": "Le grenier augmente la production de nourriture d'une ville, accélérant ainsi sa croissance. Ce bâtiment est très utile lorsque vous souhaitez créer rapidement une ville très peuplée.",
        "historical_info": "Un grenier est un bâtiment dans lequel sont stockées les céréales destinées à la consommation des hommes et/ou des animaux. Les plus anciens greniers furent mis au jour dans un ancien village du Néolithique, dans la vallée du Jourdain, et datent d'environ 9 500 av. J.-C. Ces greniers antiques faits en terre mesuraient environ 3 mètres sur 3 et étaient équipés de sols surélevés afin de faciliter la circulation de l'air et de protéger les récoltes des rongeurs et autres menaces.",
        "cost": {
            "production": 60,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/grenier|greniers.png",
        "prereq_tech": {
            "name": "Poterie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/granary.json"
    },
    {
        "id": 1,
        "name": "Hôpital|Hôpitaux",
        "game_info": "Bâtiment de l'ère industrielle, l'hôpital est très utile si vous souhaitez créer rapidement une grande ville.",
        "strategy": "Bâtiment de l'ère industrielle, l'hôpital est très utile si vous souhaitez créer rapidement une grande ville.",
        "historical_info": "Un hôpital est une institution où sont diagnostiqués puis soignés les malades et les blessés. C'est également là que sont hébergés ces derniers durant leur convalescence. Bon nombre d'hôpitaux font également office de lieux d'apprentissage où étudiants en médecine et infirmières apprennent leur métier. Les premiers hôpitaux étaient des temples dédiés à certaines divinités associées aux principes de santé et de guérison. Des hôpitaux religieux furent établis au Sri Lanka en 430 av. J.-C., et l'empereur indien Ashoka créa une chaîne d'hôpitaux dans tout le sous-continent indien aux alentours de 230 av. J.-C..",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hôpital|hôpitaux.png",
        "prereq_tech": {
            "name": "Biologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/biology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 5,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hospital.json"
    },
    {
        "id": 1,
        "name": "Laboratoire médical|Laboratoires médicaux",
        "game_info": "Un quart de la nourriture est transféré après la naissance d'un nouveau citoyen (effet cumulable avec celui des aqueducs).",
        "strategy": "Bâtiment de fin de jeu, le laboratoire médical diminue de 25% la quantité de nourriture nécessaire à la croissance de la ville où il se trouve. Votre ville doit déjà posséder un hôpital pour que vous puissiez y construire un laboratoire médical.",
        "historical_info": "Un laboratoire médical est une institution qui étudie les maladies et l'anatomie humaine grâce à de nombreux instruments extrêmement puissants et sophistiqués. Ces instruments vont de caméras de la taille de fourmis aux ultrasons, en passant par des microscopes électroniques. La majeure partie (si ce n'est l'intégralité) des avancées marquantes effectuées en médecine ces 25 dernières années a été réalisée dans des laboratoires médicaux. On peut citer, entre autres découvertes capitales, le séquençage de l'ADN humain, la découverte de rétrovirus permettant de lutter contre le SIDA, la thérapie génique ou la nanotechnologie. Les coûts grandissants des services de santé sont dus aux sommes d'argent colossales que les laboratoires médicaux doivent investir pour continuer à remporter des victoires contre la maladie et améliorer notre qualité de vie.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/laboratoire_médical|laboratoires_médicaux.png",
        "prereq_tech": {
            "name": "Pénicilline",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/penicillin.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/medical_lab.json"
    },
    {
        "id": 1,
        "name": "Atelier|Ateliers",
        "game_info": "Permet de déplacer la production de cette ville vers votre civilisation en utilisant des routes commerciales.",
        "strategy": "L'atelier accélère la production d'une ville.",
        "historical_info": "Un atelier est un établissement dédié à la construction d'objets. Il abrite une main-d'œuvre qualifiée, manipulant matériaux bruts et outils spécifiques. Ainsi, certains ateliers seront spécialisés dans la fabrication de poteries tandis que d'autres confectionneront des pièces et objets liés au domaine de la charpenterie. Dans l'Italie de la Renaissance, de nombreux artistes travaillaient dans des ateliers, et il est arrivé que de grands peintres réputés s'attribuent toute la gloire d'une œuvre réalisée en fait par ses employés ou étudiants qui avaient appris à reproduire son style. Cette pratique cause d'ailleurs bien des soucis aux collectionneurs d'art et aux historiens d'aujourd'hui.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/atelier|ateliers.png",
        "prereq_tech": {
            "name": "Moulage",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/workshop.json"
    },
    {
        "id": 1,
        "name": "Usine|Usines",
        "game_info": "Nécessite 1 Charbon.",
        "strategy": "Bâtiment de l'ère industrielle, l'usine augmente considérablement la production de la ville où elle se trouve. Votre ville doit déjà posséder un atelier (ou une longère) pour que vous puissiez y construire une usine. La création d'une usine consomme une ressource de charbon.",
        "historical_info": "Une usine est un bâtiment faisant appel aux techniques datant de l'ère industrielle afin de fabriquer des produits plus variés les uns que les autres, allant des voitures aux corsets, en passant par les poutrelles en acier et les cannes à pêche. Ce sont aux XVIIe et XVIIIe siècles que les usines ont fait leur apparition à grande échelle, remplaçant peu à peu les petits ateliers et les industries artisanales, moins productives mais plus humaines, sans aucun doute. Contrairement à la croyance populaire, ce n'est pas Henry Ford qui inventa le travail à la chaîne. Ce procédé fit son apparition au XIXe siècle dans les industries d'emballage de viande du Middle West américain. Les carcasses de vache étaient transportées de station en station sur un tapis roulant aérien et à un rythme régulier. Chaque employé bénéficiait d'un laps de temps précis pour réaliser sa tâche avant que la carcasse ne passe à la station suivante. Le travail dans ces usines d'emballage de viande était l'un des plus salissants et dangereux de l'histoire du travail américain, et les anecdotes existant à ce sujet sont plus terribles les unes que les autres.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/usine|usines.png",
        "prereq_tech": {
            "name": "Industrialisation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
        },
        "yields": {
            "gold": 0,
            "production": 4,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/factory.json"
    },
    {
        "id": 1,
        "name": "Centrale nucléaire|Centrales nucléaires",
        "game_info": "Nécessite 1 Uranium. La ville ne doit pas posséder de centrale solaire.",
        "strategy": "La centrale nucléaire augmente fortement la production d'une ville. La construction de ce bâtiment nécessite une ressource d'uranium et la présence d'une usine dans les frontières de la ville.",
        "historical_info": "Une centrale nucléaire est un bâtiment capable de contrôler l'énergie nucléaire et de la convertir en électricité. L'énergie produite par la fission nucléaire transforme l'eau en vapeur, puis cette dernière est pompée par des turbines produisant de l'électricité. Au quotidien, l'énergie nucléaire est bien plus écologique que le pétrole, le gaz ou le charbon : elle rejette bien moins de polluants dans l'air, l'eau et les poumons de la population. En contrepartie, elle produit des quantités non négligeables de déchets nucléaires létaux qui doivent être isolés pendant des siècles avant de perdre leur toxicité. De plus, tout accident majeur dans une centrale nucléaire a des répercussions bien plus destructrices sur l'environnement que s'il était survenu dans n'importe quel autre type de centrales. Trouver suffisamment d'énergie pour que le monde moderne continue de tourner est un problème épineux auquel l'humanité devra faire face tant qu'elle n'aura pas découvert une nouvelle énergie sûre et non polluante.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/centrale_nucléaire|centrales_nucléaires.png",
        "prereq_tech": {
            "name": "Fission nucléaire",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/nuclear_plant.json"
    },
    {
        "id": 1,
        "name": "Chantier spatial|Chantiers spatiaux",
        "game_info": "Construction des composants du vaisseau spatial : production +50%. Nécessite 1  Aluminium.La ville doit posséder une usine.",
        "strategy": "Le chantier spatial accélère la production de pièces de vaisseau spatial de la ville où il se trouve. Sa construction nécessite une ressource d'aluminium, et la ville concernée doit posséder une usine.",
        "historical_info": "Les vaisseaux spatiaux sont les constructions les plus complexes jamais conçues par l'homme. Ils sont gigantesques, nécessitant de ce fait des quantités astronomiques de matériaux de la plus haute qualité, et leur construction fait appel à une précision inégalée dans tout autre domaine. Les usines gérant la construction du vaisseau spatial à destination d'Alpha du Centaure emploient des travailleurs issus du fleuron de l'industrie moderne. Pour s'assurer de leur perfectionnisme et de leur complète attention dans leur tâche, nombre des travailleurs font partie des participants à la mission de colonisation. Ces véhicules ne peuvent souffrir le moindre défaut : une soudure approximative ou une bosse microscopique au mauvais endroit, et plusieurs centaines de colons risquent de se retrouver prisonniers d'un astronef endommagé à des millions de kilomètres de la Terre !",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/chantier_spatial|chantiers_spatiaux.png",
        "prereq_tech": {
            "name": "Robotique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/robotics.json"
        },
        "yields": {
            "gold": 0,
            "production": 3,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/spaceship_factory.json"
    },
    {
        "id": 1,
        "name": "Marché|Marchés",
        "game_info": "Les marchés augmentent la quantité d' or générée par une ville. Les routes commerciales construites par les autres joueurs pour relier une ville possédant un marché génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
        "strategy": "Les marchés augmentent la quantité d' or générée par une ville. Les routes commerciales construites par les autres joueurs pour relier une ville possédant un marché génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
        "historical_info": "Un marché est un lieu où fermiers et marchands se regroupent pour vendre leurs biens. Les plus anciens marchés fonctionnaient sur un système de troc, mais pour une question de rentabilité et d'efficacité, l'instauration d'une monnaie d'échange stable fut mise en place. Pour des raisons évidentes, les marchés sont implantés là où se trouvent les clients, c'est-à-dire dans les villages et les villes. Smithfield, au nord-ouest de Londres, abrite un marché consacré à la viande depuis plus de 1000 ans, ce qui explique le nom de certaines rues, comme \"Cow Cross Street\", qui signifie littéralement \"Rue de la Traversée des Vaches\".",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/marché|marchés.png",
        "prereq_tech": {
            "name": "Monnaie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/currency.json"
        },
        "yields": {
            "gold": 1,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/market.json"
    },
    {
        "id": 1,
        "name": "Banque|Banques",
        "game_info": "La ville doit posséder un marché.",
        "strategy": "La banque est un bâtiment de la Renaissance qui augmente la production d'or d'une ville. Votre ville doit posséder un marché ou un bazar pour que vous puissiez y construire une banque. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une banque génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
        "historical_info": "Une banque est une institution où les citoyens peuvent déposer leur argent afin de le mettre en sécurité. Le banquier collecte les dépôts et accorde des prêts à certaines personnes, qui doivent ensuite rembourser l'argent prêté auquel s'ajoutent en général des frais supplémentaires (\"intérêts\"). Le banquier remet une partie des profits aux clients et réinvestit le reste de la somme. Un système bancaire prospère requiert une monnaie active et des lois obligeant les emprunteurs à rembourser leur dû.Les banques sont des moteurs très efficaces pour la croissance d'une civilisation. Imaginons qu'une ville ait besoin d'acheter un nouveau grenier, par exemple. Aucun habitant ne pourra en payer la construction seul. En revanche, puisqu'elle abrite toutes les économies de la population, la banque pourra se permettre de prêter l'argent au constructeur. Une fois le grenier construit, le propriétaire utilisera ses profits pour rembourser la banque. Quant aux citoyens, ils profiteront non seulement du nouveau grenier construit mais aussi des intérêts que leur auront rapportés leurs économies déposées à la banque.Les banques d'Europe et des États-Unis ont connu une période de troubles, récemment, et ce, en raison d'investissements très risqués ou de prêts accordés à des personnes non solvables. Mais une banque bien gérée peut être une vraie bénédiction pour une communauté, surtout pour les plus pauvres.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/banque|banques.png",
        "prereq_tech": {
            "name": "Banque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bank.json"
    },
    {
        "id": 1,
        "name": "Bourse|Bourses",
        "game_info": "La ville doit posséder une banque.",
        "strategy": "Bâtiment de milieu de jeu, la bourse augmente la production d'or de la ville où elle se trouve. La ville doit déjà posséder une banque (ou une cour de Satrape) pour que vous puissiez y construire une bourse.",
        "historical_info": "Une bourse est une institution permettant d'acheter et de vendre des actions (les parts de propriété d'une entreprise). Dans certains cas, les actions incluent un droit de vote donnant aux actionnaires un pouvoir décisionnel partiel au sein de l'entreprise. Certaines bourses octroient également des \"dividendes\", soient une portion des profits de la société reversée annuellement aux actionnaires. Le principal rôle (ou tout du moins le rôle initial) des bourses est de permettre aux propriétaires d'entreprises de lever d'importantes sommes d'argent en vendant une partie de leur société à des investisseurs. La valeur des actions augmente proportionnellement à celle de la société. Bien entendu, le risque est de voir la valeur des actions chuter et l'intérêt de l'investissement chuter avec elle. Les bourses modernes vendent également d'autres puissants \"outils\" financiers, au nombre desquels les obligations, les titres, les options, les swaps et les dérivés. Une bourse bien gérée peut donner un incroyable coup de fouet à l'économie d'une nation, mais mal administrée, elle peut causer un chaos financier dévastateur.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bourse|bourses.png",
        "prereq_tech": {
            "name": "Électricité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stock_exchange.json"
    },
    {
        "id": 1,
        "name": "Bibliothèque|Bibliothèques",
        "game_info": "2 citoyens dans cette ville = science +1.",
        "strategy": "La bibliothèque augmente la production de science de la ville où elle se trouve, augmentant la vitesse à laquelle la civilisation acquiert de nouvelles technologies.",
        "historical_info": "Une bibliothèque est un établissement hébergeant une vaste collection de livres, parchemins et autres documents écrits. À l'origine, les livres étaient des produits onéreux, bien trop chers pour les bourses des classes ouvrières. La bibliothèque permet donc à tout le monde, y compris aux plus pauvres, d'accéder aux connaissances que renferment les livres, améliorant ainsi leur culture générale et leurs chances d'évolution sociale ou professionnelle.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bibliothèque|bibliothèques.png",
        "prereq_tech": {
            "name": "Écriture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/library.json"
    },
    {
        "id": 1,
        "name": "Université|Universités",
        "game_info": " Science +2 pour les cases de jungle exploitées par la ville. Permet la construction d'archéologues dans cette ville.La ville doit posséder une bibliothèque.",
        "strategy": "Bâtiment médiéval, l'université augmente la production de science de la ville où elle se trouve. Elle est encore plus efficace si la ville se situe près de cases de jungle. Votre ville doit déjà posséder une bibliothèque ou une fabrique de papier pour que vous puissiez y construire une université.",
        "historical_info": "Une université est un institut de recherches et d'éducation supérieure, fréquenté par des étudiants de 18 à 24 ans en moyenne (il arrive de rencontrer également des adultes et des personnes âgées sur les bancs de l'université). Officiellement, une université est un établissement subventionné par l'État où les étudiants suivent un cursus aboutissant (en principe) à un diplôme. Les matières qui y sont étudiées sont très nombreuses. La plus ancienne université du monde encore ouverte à ce jour est celle d'Al Quaraouiyine, située à Fès, au Maroc. Elle fut fondée en 859 apr. J.-C.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/université|universités.png",
        "prereq_tech": {
            "name": "Éducation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/university.json"
    },
    {
        "id": 1,
        "name": "École publique|Écoles publiques",
        "game_info": "Science +1 par tranche de deux citoyen dans la ville. La ville doit posséder une université.",
        "strategy": "Bâtiment de milieu de jeu, l'école publique augmente de façon importante la production de science de la ville où elle se trouve. Votre ville doit déjà posséder une université ou un wat pour pouvoir accueillir une école publique.",
        "historical_info": "L'école publique est une institution offrant aux enfants une scolarité gratuite. C'est un concept récent et élaboré qui ne peut fonctionner que sous certaines conditions. Premièrement, la population doit croire en l'importance de l'éducation et également partir du principe qu'éduquer les plus pauvres ne constitue en rien une menace pour les classes aisées. Deuxièmement, la société doit bénéficier d'une économie suffisamment fertile afin que les enfants des classes pauvres ne soient pas obligés de travailler pour se nourrir. Troisièmement, la population doit faire preuve d'ouverture d'esprit et être désireuse de dépenser une partie des revenus publics dans le domaine de l'éducation. Aujourd'hui, la plupart des pays du monde sont dotés d'un système de scolarité publique. Les premières écoles publiques américaines ouvrirent leurs portes durant l'ère coloniale et le premier lycée fut inauguré à Boston en 1821.",
        "cost": {
            "production": 300,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/école_publique|écoles_publiques.png",
        "prereq_tech": {
            "name": "Théorie scientifique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/public_school.json"
    },
    {
        "id": 1,
        "name": "Laboratoire de recherche|Laboratoires de recherche",
        "game_info": "La ville doit posséder une école publique.",
        "strategy": "Bâtiment de fin de jeu, le laboratoire de recherche augmente fortement la production de science de la ville où il se trouve. Votre ville doit déjà posséder une école publique pour que vous puissiez y construire un laboratoire de recherche.",
        "historical_info": "Un laboratoire de recherche est une institution chargée de réaliser l'étude d'un sujet particulier, dans des domaines tels que la médecine, la physique, la chimie, la robotique ou l'énergie propre par exemple. Ces laboratoires sont financés soit par l'État, soit par des sociétés ou des investisseurs privés, et peuvent être rattachés à des universités ou jouir d'un statut indépendant.Il est évident que ces laboratoires représentent l'avenir de la recherche. L'homme comprenant de mieux en mieux le monde qui l'entoure, l'époque à laquelle les scientifiques travaillaient seuls dans leur bureau et hurlaient \"Eurêka !\" à chacune de leurs découvertes est bel et bien révolue. Aujourd'hui, les laboratoires abritent des dizaines de chercheurs travaillant de concert pour résoudre les plus grandes énigmes de la science.",
        "cost": {
            "production": 500,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/laboratoire_de_recherche|laboratoires_de_recherche.png",
        "prereq_tech": {
            "name": "Matières plastiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 4,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/research_lab.json"
    },
    {
        "id": 1,
        "name": "Aqueduc|Aqueducs",
        "game_info": "40% de la nourriture sont transférés après la naissance d'un nouveau citoyen.",
        "strategy": "L'aqueduc réduit de 40% la quantité de nourriture nécessaire à une ville pour croître. Construisez des aqueducs dans les villes que vous voulez voir devenir grandes.",
        "historical_info": "Un aqueduc est un système conçu pour conduire l'eau d'un réservoir en un point précis jusqu'à un autre point. À l'origine, il s'agissait d'irriguer les cultures éloignées de plans d'eau naturels. Le mot est composé de deux mots latins qui signifient \"eau\" et \"conduire\", et l'aqueduc est plus traditionnellement associé aux Romains. L'aqueduc romain le plus célèbre est le Pont du Gard, mais les Romains ne furent pas la seule civilisation à en construire ! Des aqueducs magnifiques et complexes ont été construits dans le monde entier, notamment à Ninive, la capitale des Assyriens, et dans la capitale aztèque de Tenochtitlan, en Amérique du Nord. Les principes de la conception et de la construction d'un aqueduc sont restés inchangés à ce jour, et les hommes continuent de déplacer l'eau sur de grandes distances pour faciliter nos vies.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/aqueduc|aqueducs.png",
        "prereq_tech": {
            "name": "Ingénierie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/aqueduct.json"
    },
    {
        "id": 1,
        "name": "Exploitation de pierres|Exploitations de pierres",
        "game_info": "Chaque source de marbre et de pierre exploitée par la ville fournit +1 Production. La ville doit avoir aménagé au moins l'une de ces ressources avec une carrière. La ville ne doit pas se trouver sur une plaine.",
        "strategy": "Pour recourir à l'exploitation de pierres, une ville doit être située près d'une source aménagée de pierres ou de marbre et ne pas être construite sur une plaine. L'exploitation de pierres augmente la production d'une ville.",
        "historical_info": "L'exploitation de pierres est l'atelier des tailleurs de pierre, des ouvriers chargés de façonner et traiter différents types de pierres afin de créer des éléments artistiques et structurels au cours du processus de construction. La taille de la pierre est l'un des plus vieux métiers au monde ; elle englobe aussi bien l'extraction de la pierre dans les carrières que sa taille en formes géométriques et son installation sur le site de construction. Historiquement, les tailleurs de pierre ont travaillé sur tous les types de pierre, depuis le calcaire, utilisé principalement dans la construction de structures massives, au granit et au marbre, que l'on retrouve plus souvent dans les statues et les monuments.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/exploitation_de_pierres|exploitations_de_pierres.png",
        "prereq_tech": {
            "name": "Calendrier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stone_works.json"
    },
    {
        "id": 1,
        "name": "Murs de Babylone",
        "game_info": "Les Murs de Babylone augmentent les dégâts causés par toutes les attaques à distance de la ville et améliorent sa défense.",
        "strategy": "Les murs de Babylone sont un bâtiment exclusif aux Babyloniens et remplacent les remparts. Les murs de Babylone augmentent la puissance défensive (+6) et les PV de la ville (+100), soit nettement plus que les remparts standard.",
        "historical_info": "Inclus à l'origine sur la liste des sept merveilles du monde du poète grec Antipater, les Murs de Babylone entouraient la ville et la protégeaient du danger, longeant même l'Euphrate, qui traversait le cœur de la ville. Les murs extérieurs étaient longs de 16 km et larges de 7,5 m, et on raconte qu'ils mesuraient presque 100 m de haut ! De plus petits remparts entouraient ensuite la ville derrière cette muraille principale, assurant une ligne de défense supplémentaire si jamais la première venait à tomber. Les murs étaient parsemés sur leur longueur de près de 250 tours, des points de guet et de combat incroyables pour les redoutables archers babyloniens. Les armes de siège de l'époque ne pouvaient strictement rien contre ces remparts, et d'imposantes portes de métal étaient installées de chaque côté de la rivière pour éviter les invasions sous-marines. Huit portes massives furent également construites pour réguler la circulation piétonnière, la plus célèbre d'entre elles étant la porte d'Ishtar. Ces remparts protégèrent efficacement la ville pendant presque un siècle.Ce n'est qu'en 539 av. J.-C. qu'on trouva un moyen de contourner ces redoutables défenses ; Cyrus le Grand détourna le cours de l'Euphrate afin d'abaisser le niveau de l'eau pour que ses troupes puissent traverser le fleuve à pied. Son armée put ainsi passer sous les portes métalliques une fois la nuit tombée, et prendre la ville de l'intérieur. Bien que capables de résister à tous les assauts directs, les murs ne pouvaient rien contre la détermination d'un homme ingénieux !Une grande partie des murs sont encore debout, un exploit qui témoigne de leur force. En 1985, Saddam Hussein lança un programme de reconstruction sur le site de la ville antique, et notamment la restauration des remparts et la reconstruction de la porte d'Ishtar. Le projet est aujourd'hui en suspens, mais l'Irak espère reprendre la restauration des murs et refaire de Babylone une véritable merveille.",
        "cost": {
            "production": 65,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/murs_de_babylone.png",
        "prereq_tech": {
            "name": "Maçonnerie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/walls_of_babylon.json"
    },
    {
        "id": 1,
        "name": "Salle des Ceilidh|Salles des Ceilidh",
        "game_info": null,
        "strategy": "La salle des Ceilidh est un bâtiment de la Renaissance exclusif aux Celtes, qui vient remplacer l'Opéra. Elle augmente la culture et le bonheur de la ville.",
        "historical_info": "Dans la tradition, un \"Ceilidh\" était un rassemblement social d'abord associé aux premiers habitants d'Irlande et d'Écosse. Organisés régulièrement tout au long de l'année, les Ceilidh s'accompagnaient souvent de musique et de danse, et apportaient un divertissement social bienvenu face aux labeurs de la vie quotidienne. Les Ceilidh se tenaient dans des salles de réception lorsque cela était possible, mais pouvaient tout aussi bien avoir lieu dans des habitations privées, des écoles ou des commerces locaux.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/salle_des_ceilidh|salles_des_ceilidh.png",
        "prereq_tech": {
            "name": "Acoustique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 3
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ceilidh_hall.json"
    },
    {
        "id": 1,
        "name": "Café|Cafés",
        "game_info": "La génération de personnages illustres augmente de 25% pour cette ville.",
        "strategy": "Le café est un bâtiment de la renaissance exclusif à l'Autriche, qui vient remplacer le moulin à vent. Il améliore la production de la ville et accélère la génération de personnages illustres de 25%.",
        "historical_info": "Les célèbres cafés autrichiens, essentiellement situés dans le coeur culturel de Vienne, sont depuis longtemps un sanctuaire face à l'effervescence de la vie quotidienne. À en croire la légende, le premier café de Vienne fut ouvert par un soldat polonais du nom de Jerzy Franciszek Kulczycki, qui avait découvert une cache de grains de café abandonnée par les Ottomans turcs suite à la bataille de Vienne en 1683. La culture des cafés viennois s'épanouit au cours du XIXe siècle, lorsque les écrivains et les artistes de la ville prirent goût à leur atmosphère détendue et commencèrent à y passer leurs journées.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/café|cafés.png",
        "prereq_tech": {
            "name": "Sciences économiques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/coffee_house.json"
    },
    {
        "id": 1,
        "name": "Pyramide|Pyramide",
        "game_info": null,
        "strategy": "La pyramide est un bâtiment de l'Antiquité exclusif aux Mayas, qui remplace l'autel. Elle augmente la science et la foi d'une cité, accélérant la recherche et le développement des religions dans la civilisation.",
        "historical_info": "Ces impressionnantes pyramides sont l'oeuvre des Mayas, qui les utilisaient pour leurs cérémonies voilà près de 3000 ans. Les artisans mayas taillaient chaque pierre à la main, ce qui donnait au bâtiment une structure en escalier. Un grand escalier grimpait d'un côté de la pyramide pour mener à un petit autel à son sommet, le plus souvent consacré à l'un des dieux des Mayas. La plus grande pyramide maya se trouve à El Mirador et mesure près de 80 mètres. Son volume, approchant les 2 800 000 mètres cubes, en fait l'une des plus grandes pyramides au monde.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pyramide|pyramide.png",
        "prereq_tech": {
            "name": "Poterie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 2,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pyramid.json"
    },
    {
        "id": 1,
        "name": "Amphithéâtre|Amphithéâtres",
        "game_info": null,
        "strategy": "L'amphithéâtre augmente la culture d'une ville en accélérant sa croissance territoriale et l'acquisition de doctrines sociales par sa civilisation. Votre ville doit posséder un monument historique (ou une stèle) pour que vous puissiez y construire un amphithéâtre. Contient 1 emplacement pour un chef-d'oeuvre littéraire.",
        "historical_info": "Un amphithéâtre est une arène extérieure conçue pour les représentations théâtrales en plein air, ainsi que pour accueillir des rencontres sportives et des concerts. C'est plus particulièrement dans la Rome antique que des centaines d'amphithéâtres ont vu le jour, permettant ainsi l'organisation de combats de gladiateurs, d'expositions et d'exécutions publiques.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/amphithéâtre|amphithéâtres.png",
        "prereq_tech": {
            "name": "Drame et poésie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/amphitheater.json"
    },
    {
        "id": 1,
        "name": "Autel|Autels",
        "game_info": null,
        "strategy": "L'autel est le premier bâtiment augmentant la foi générée par une ville, ce qui vous permet de fonder et de propager des religions.",
        "historical_info": "Les autels sont des monuments sacrés le plus souvent conçus pour rendre hommage à des icônes culturelles ou des personnages religieux vénérés. Présents dans presque toutes les religions du monde, les autels jouent un rôle importants dans les cérémonies religieuses, que le culte soit privé ou public.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/autel|autels.png",
        "prereq_tech": {
            "name": "Poterie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 1,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/shrine.json"
    },
    {
        "id": 1,
        "name": "Centre de recyclage|Centre de recyclage",
        "game_info": "Fournit 2 unités d'aluminium. Vous ne pouvez posséder que 5 bâtiments de ce type dans tout votre empire.",
        "strategy": "Chaque centre de recyclage fournit 2 unités d'aluminium. Vous ne pouvez posséder que 5 bâtiments de ce type dans tout votre empire.",
        "historical_info": "Un centre de recyclage est un point de collecte pour les matériaux recyclables courants domestiques et commerciaux. Dans nombre de communautés, ces matériaux recyclables sont ramassés avec les déchets et déposés au centre de recyclage pour y être triés. Dans la plupart des cas, les matériaux sont démontés ou déchiquetés, avant d'être mis en balles et expédiés vers d'autres sites, où ils seront à nouveau traités pour participer à la fabrication de différents nouveaux produits.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/centre_de_recyclage|centre_de_recyclage.png",
        "prereq_tech": {
            "name": "Écologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/recycling_center.json"
    },
    {
        "id": 1,
        "name": "Abri antiaérien|Abris antiaériens",
        "game_info": "Diminue de 75% les pertes civiles en cas d'attaque nucléaire.",
        "strategy": "Les abris antiaériens diminuent de 75% les pertes civiles en cas d'attaque nucléaire sur la ville. Tous aux abris !",
        "historical_info": "Comme son nom l'indique, un abri antiaérien est une structure conçue pour résister aux dégâts causés par les bombes et d'autres armes explosives. Si certains abris avaient pour but de protéger la population contre les bombardements aériens, d'autres furent construits sous terre dans l'espoir de survivre à une attaque nucléaire. Selon la fonction première de l'abri, différents matériaux pouvaient être utilisés, le plus courant étant le béton armé.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/abri_antiaérien|abris_antiaériens.png",
        "prereq_tech": {
            "name": "Télécommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bomb_shelter.json"
    },
    {
        "id": 1,
        "name": "Gendarmerie|Gendarmeries",
        "game_info": "Réduit la vitesse de vol des espions ennemis de 25%.",
        "strategy": "La gendarmerie ralentit les espions ennemis qui tentent de voler des technologies dans votre ville.",
        "historical_info": "L'une des premières descriptions connues du rôle d'un constable nous vient de Bracton, un juriste anglais qui écrivit, entre 1220 et 1250 : \"Quelles que soient les circonstances et l'heure de la journée, il est du devoir du constable d'inscrire les événements à mesure de leur déroulement, car il doit enregistrer tout ce qu'il voit ; mais il ne peut point juger, car il n'y a pas de jugement à la Tour, le troisième élément de toute procédure judiciaire étant absent, c'est-à-dire un juge et une juridiction. Il est chargé d'enregistrer les faits, pas des questions de jugement et de loi.\"",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gendarmerie|gendarmeries.png",
        "prereq_tech": {
            "name": "Banque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/constabulary.json"
    },
    {
        "id": 1,
        "name": "Commissariat|Commissariats",
        "game_info": "Réduit la vitesse de vol des espions ennemis de 25%. La ville doit posséder une gendarmerie.",
        "strategy": "Les commissariats ralentissent la vitesse de vol des technologies des espions ennemis dans votre ville. La ville doit déjà posséder une gendarmerie pour pouvoir accueillir un commissariat.",
        "historical_info": "Un commissariat est le centre des opérations de la police et des inspecteurs locaux. On y trouve le plus souvent des bureaux, ainsi que quelques cellules, des salles d'interrogatoire et un espace de stockage pour les preuves. Dans certaines régions, un bureau central de plus grande taille peut regrouper la plupart de ces lieux, tandis que de petites annexes font office de postes principaux pour les départements de police locaux.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/commissariat|commissariats.png",
        "prereq_tech": {
            "name": "Électricité",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/police_station.json"
    },
    {
        "id": 1,
        "name": "Cathédrale|Cathédrales",
        "game_info": null,
        "strategy": "Ne peut être construite que dans les villes converties à une religion croyant au caractère sacré des cathédrales. Ce bâtiment doit être acheté avec de la foi.",
        "historical_info": "La cathédrale est une forme d'église chrétienne dans laquelle se trouve le trône de l'évêque. Le terme latin \"cathedra\" signifie \"siège\", en référence au trône lui-même, la cathédrale étant donc le lieu dans lequel ce trône est enfermé. La plupart des cathédrales sont dotées d'un style architectural unique lorsqu'on les compare aux bâtiments à proximité, et sont bien souvent de véritables monuments dans leur région. Bien qu'elles fassent principalement office de lieux de culte, les cathédrales peuvent aussi héberger différentes réceptions mondaines au sein de la communauté.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/cathédrale|cathédrales.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 1,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/cathedral.json"
    },
    {
        "id": 1,
        "name": "Mosquée|Mosquées",
        "game_info": null,
        "strategy": "Ne peut être construite que dans les villes converties à une religion croyant au caractère sacré des mosquées. Ce bâtiment doit être acheté avec de la foi.",
        "historical_info": "La mosquée est le lieu de culte traditionnel des adeptes de l'Islam. La plus grande mosquée au monde, Masjid al-Haram, fut construite dans la ville de La Mecque, en Arabie saoudite, aux alentours de l'an 638. Aussi appelée la Grande Mosquée, Masjid al-Haram englobe le lieu saint de la Kaaba, le plus sacré de tous les sites de la religion islamique.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mosquée|mosquées.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 3,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mosque.json"
    },
    {
        "id": 1,
        "name": "Pagode|Pagodes",
        "game_info": null,
        "strategy": "Ne peut être construite que dans les villes converties à une religion croyant au caractère sacré des pagodes. Ce bâtiment doit être acheté avec de la foi.",
        "historical_info": "Assez répandue en Asie, la pagode est un type de bâtiment composé d'une tour à plusieurs étages, et le plus souvent de rives de toit très larges et d'un fleuron saillant à son sommet. La plupart des pagodes sont associées à la religion bouddhiste, puisqu'elles étaient souvent construites à proximité des temples de cette religion afin d'héberger leurs reliques sacrées.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pagode|pagodes.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pagoda.json"
    },
    {
        "id": 1,
        "name": "Stèle|Stèles",
        "game_info": null,
        "strategy": "La stèle est un bâtiment de l'Antiquité exclusif à l'Éthiopie, qui vient remplacer le monument historique. Elle augmente la culture et la foi d'une ville, tout en accélérant la croissance de son territoire et l'acquisition de doctrines sociales et de religions par la civilisation.",
        "historical_info": "Une stèle est une large dalle dressée, en pierre ou en bois, servant de monument à la mémoire des grands leaders ou des victoires au combat, ou plus occasionnellement de frontière territoriale. Présentes en Éthiopie et dans les régions avoisinantes, les stèles portaient souvent de riches gravures donnant plus d'informations sur la personne ou l'événement concerné. L'une de ces stèles, l'obélisque d'Aksoum, fut construite au milieu du IVe siècle dans la ville éthiopienne d'Aksoum, avant d'être démembré et envoyé en Italie lors de l'occupation du pays par les armées de Mussolini. Mesurant plus de 22 mètres pour un poids de 150 tonnes, cette stèle immense fut rendue à l'Éthiopie et réassemblée en 2008, dans le cadre d'une opération de l'UNESCO.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stèle|stèles.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stele.json"
    },
    {
        "id": 1,
        "name": "iKanda|iKandas",
        "game_info": "Bâtiment exclusif aux Zoulous remplaçant la caserne. Fournit des promotions uniques aux unités de combat rapproché (avant la découverte de la poudre à canon).",
        "strategy": "En plus des compétences standard des casernes qu'il remplace, l'iKanda offre un ensemble de promotions unique aux unités de combat rapproché (avant l'apparition de la poudre à canon) créées dans cette ville. Ces promotions incluent un déplacement plus rapide et une plus grande puissance de combat. Bâtiment exclusif aux Zoulous.",
        "historical_info": "Chez les Zoulous, un iKanda était un sorte de kraal (ou corral) militaire destiné à accueillir du bétail. Les régiments de guerriers, ou \"amabutho\", étaient composés d'hommes du même âge qui s'entraînaient, vivaient et combattaient ensemble dans une même formation. Chaque régiment était logé dans l'un des corrals royaux, constituant ainsi un iKanda. Chaque iKanda se voyait attribuer un troupeau de bétail royal, qui permettait de fournir les guerriers en viande. Les peaux étaient utilisées pour fabriquer des boucliers, chaque amabutho se distinguant par une couleur différente. Les iKandas étaient construits sur le modèle des kraals traditionnels, et comportaient deux remparts d'épines concentriques. Les huttes étaient situées dans le périmètre extérieur et le bétail était protégé par le cercle intérieur.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ikanda|ikandas.png",
        "prereq_tech": {
            "name": "Travail du bronze",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ikanda.json"
    },
    {
        "id": 1,
        "name": "Écurie ducale|Écuries ducales",
        "game_info": "Bâtiment exclusif aux Polonais remplaçant l'écurie. +15% de production et +15 EXP pour les unités montées.Chaque pâturage exploité par cette ville produit +1 Production et +1 Or.",
        "strategy": "En plus des compétences standard de l'écurie, l'écurie ducale augmente la quantité d' or générée par les pâturages et octroie +15 EXP aux unités montées. Bâtiment exclusif aux Polonais.",
        "historical_info": "Lors de son accession au trône en 1333, Casimir III fut contraint d'apaiser les nobles polonais en leur accordant d'importants privilèges, tels que le droit d'entretenir des écuries équivalentes à celles de la couronne. Jusqu'à la fin des guerres napoléoniennes, ces écuries ducales furent une source de prestige et de puissance, pouvant accueillir de cinquante à plusieurs centaines de chevaux avec leurs grooms, et offrant assez de place pour les articles de sellerie et d'arnachement. Certaines, comme l'écurie ducale de Szczecin, étaient pratiques et fonctionnelles, d'autres étaient plus ostentatoires, comme l'écurie de Kraskow, ornée de colonnes et de statues. Quels que soient leur taille et leur style ornemental, les écuries ducales fournissaient des montures à la prestigieuse cavalerie polonaise.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/écurie_ducale|écuries_ducales.png",
        "prereq_tech": {
            "name": "Équitation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ducal_stable.json"
    },
    {
        "id": 1,
        "name": "Bibliothèque royale|Bibliothèques royales",
        "game_info": "Bâtiment exclusif aux Assyriens remplaçant la bibliothèque. Science +1 tous les 2  citoyens dans la ville. Possède également un emplacement pour chef-d'oeuvre littéraire qui, une fois rempli, fournit de l'expérience supplémentaire aux unités formées.",
        "strategy": "En plus de la production de science de la bibliothèque, qu'elle remplace, la bibliothèque royale possède également un emplacement pour chef-d'oeuvre littéraire. Une fois cet emplacement rempli, il fournit de l'expérience supplémentaire aux unités formées dans cette ville. Placez donc un chef-d'oeuvre dès que possible pour en tirer le meilleur profit. Bâtiment exclusif aux Assyriens.",
        "historical_info": "La bibliothèque la plus célèbre au monde date du règne du roi assyrien Sennacherib, vers 700 av. J.-C., qui réunit des milliers de tablettes d'argile dans son palais du Ninive. Ce fut cependant son petit-fils, Assurbanipal, qui créa la célèbre Bibliothèque royale. Collectionneur passionné, le roi envoyait des érudits parcourir la région à la recherche d'écrits, principalement en provenance de Babylone, mais aussi des royaumes voisins. Pour assurer la survie de son impressionnante collection de tablettes, le roi demanda à des scribes de retranscrire les textes, afin de les conserver dans d'autres villes néo-assyriennes de son empire grandissant. La Bibliothèque royale fut ravagée lors du sac de Ninive en 612 av. J.-C., mais quelque 10 000 fragments de tablettes cunéiformes ont été découverts par les archéologues.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bibliothèque_royale|bibliothèques_royales.png",
        "prereq_tech": {
            "name": "Écriture",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/royal_library.json"
    },
    {
        "id": 1,
        "name": "Candi|Candi",
        "game_info": "Bâtiment exclusif aux Indonésiens remplaçant le jardin. Génération de personnages illustres +25% dans cette ville, et foi +2 pour chaque religion mondiale ayant au moins 1 adepte dans la ville. Contrairement au jardin, le candi n'a pas besoin d'être situé près d'une rivière ou d'un lac.",
        "strategy": "En plus des compétences standard du jardin, le candi, bâtiment exclusif aux Indonésiens, octroie 2 points de Foi pour chaque religion mondiale possédant au moins un adepte dans la ville, et n'a pas besoin d'être construit dans une ville adjacente à une rivière ou un lac.",
        "historical_info": "Le terme \"candi\" désigne une structure en pierre inspirée des sanctuaires hindous, surplombée d'une tour pyramidale et d'un portique ornemental. Les candi furent construits majoritairement entre le VIIIe et le XVe siècle. Incorporant des mandalas, le candi était conçu pour représenter le mont Meru, la montagne sacrée où demeurent les dieux. Les Javanais, et notamment les Khmers, imaginèrent une architecture un peu différente pour leurs candi, ajoutant des piliers autour d'une masse centrale pleine, mais conservant la forme de base. Le plus grand et le plus célèbre des candi est Borobudur, un temple bouddhique à sept niveaux datant du IXe siècle.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/candi|candi.png",
        "prereq_tech": {
            "name": "Théologie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/candi.json"
    },
    {
        "id": 1,
        "name": "Hanse",
        "game_info": "Bâtiment exclusif aux Allemands et qui remplace la banque. Production +5% pour chaque route commerciale reliant votre civilisation à une cité-état. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une hanse génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
        "strategy": "En plus des compétences standard de la banque (production d' or supplémentaire, et or supplémentaire reçu depuis les routes commerciales), la hanse, bâtiment exclusif aux Allemands, accroît la production pour chaque route commerciale reliant votre civilisation à une cité-état. Les routes commerciales peuvent relier n'importe quelle combinaison de villes, y compris des villes ne possédant pas de hanse. (Exemple : si vous possédez des routes commerciales reliant Berlin à Genève, Munich à Genève, Munich à Berlin, et Berlin à Bruxelles, toutes les villes possédant une hanse recevront un bonus de 15% de production).",
        "historical_info": "Mot issu de l'ancien français et signifiant \"compagnie de marchands\", la hanse était une confédération de marchands et de négociants qui se formait dans une ville afin de protéger et de faciliter le commerce et le transport de marchandises. Au XIIIe siècle, dans les ports marchands de la mer Baltique et de la mer du Nord, ces guildes marchandes devinrent extrêmement puissantes et influentes. Les complexes qui accueillaient leur quartier général s'appelaient également la hanse. Les plus grandes d'entre elles n'abritaient pas seulement les bureaux administratifs de la guilde, mais également des entrepôts, des salles de réunion, des marchés, des banques et, sur les côtes, des quais. La première hanse aurait été construite à Lübeck, en 1159, pour faciliter le commerce entre l'Europe occidentale et les régions du nord de la Russie, qui disposaient de vastes ressources. La hanse donna son nom à la Ligue hanséatique, formée vers 1250 par plusieurs guildes allemandes pour pacifier les routes commerciales de la Baltique, standardiser les billets à ordre, et développer le commerce entre leurs villes respectives. La Ligue a conservé un important pouvoir politique, militaire (notamment lors de la guerre Hanse-Pays-Bas (1238-1441) et de la guerre Hanse-Angleterre (1470-1474), mais aussi lors de conflits mineurs) et économique dans la région jusqu'à la fin du XVIIe siècle.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hanse.png",
        "prereq_tech": {
            "name": "Banque",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hanse.json"
    },
    {
        "id": 1,
        "name": "Guilde des écrivains|Guildes des écrivains",
        "game_info": "Fournit 1 point de personnage illustre (PPI) pour faire progresser l'acquisition d'un écrivain illustre. Ajoutez jusqu'à deux spécialistes à ce bâtiment pour gagner de la culture et augmenter la vitesse d'acquisition d'écrivains illustres (3 Culture et 3 PPI par spécialiste).",
        "strategy": "La guilde des écrivains est le seul bâtiment qui contient des emplacements de spécialistes écrivains, essentiels pour générer des écrivains illustres. Si souhaitez remporter une victoire culturelle, ce bâtiment est indispensable. La guilde des écrivains fournit 2 points de personnage illustre, et chaque spécialiste assigné fournit 3 points de personnage illustre et 3 Culture.",
        "historical_info": "Bien qu'elles n'aient jamais eu autant d'influence que les guildes d'artistes de l'époque, les guildes d'écrivains furent créées à l'avènement de la presse écrite à la Renaissance. Des organisations formelles et informelles fleurirent alors dans de nombreuses villes européennes. Leur rôle était de s'assurer que les auteurs recevaient une compensation équitable de la part des imprimeurs et des libraires. Dans le Londres de Shakespeare et ailleurs, les dramaturges s'associaient afin de se protéger contre le plagiat et les représentations illégales. Bien qu'il s'agisse davantage de syndicats que de guildes, des milliers d'organisations du monde entier maintiennent aujourd'hui cette tradition. On peut citer par exemple la Guilde des écrivains d'Israël, la Guilde des écrivains de Grande-Bretagne et la Guilde des écrivains américains.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/guilde_des_écrivains|guildes_des_écrivains.png",
        "prereq_tech": {
            "name": "Drame et poésie",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/writers'_guild.json"
    },
    {
        "id": 1,
        "name": "Guilde des artistes|Guildes des artistes",
        "game_info": "Fournit 2 points de personnage illustre (PPI) pour faire progresser l'acquisition d'un artiste illustre. Ajoutez jusqu'à deux spécialistes à ce bâtiment pour gagner de la culture et augmenter la vitesse d'acquisition d'artistes illustres (3 Culture et 3 PPI par spécialiste).",
        "strategy": "La guilde des artistes est le seul bâtiment qui contient des emplacements de spécialistes artistes, essentiels pour générer des artistes illustres. Si vous souhaitez remporter une victoire culturelle, ce bâtiment est indispensable. La guilde des artistes fournit 2 points de personnage illustre, et chaque spécialiste assigné fournit 3 points de personnage illustre et 3 Culture.",
        "historical_info": "Le concept des guildes d'artisans ne se répandit pas avant la fin du Moyen Âge, lorsque l'Europe commença son long processus d'urbanisation. Au cours du XIIIe siècle, un certain nombre de guildes d'artistes apparut dans les villes, inspirées des guildes de marchands de l'époque. Les guildes avaient pour objectif de fixer les coûts et les prix, et proposaient un soutien ainsi que des moyens de formation aux artistes de leur ville. Elles évitaient ainsi les problèmes de patronage par les riches et la noblesse. Bien que des guildes non officielles existent toujours pour certains types d'artistes, le Siècle des Lumières marqua le déclin du monopole des guildes, jusqu'à leur abolition au milieu du XIXe siècle.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/guilde_des_artistes|guildes_des_artistes.png",
        "prereq_tech": {
            "name": "Guildes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/guilds.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/artists'_guild.json"
    },
    {
        "id": 1,
        "name": "Guilde de musiciens|Guildes de musiciens",
        "game_info": "Fournit 3 points de personnage illustre (PPI) pour faire progresser l'acquisition d'un musicien illustre. Ajoutez jusqu'à deux spécialistes à ce bâtiment pour gagner de la culture et augmenter la vitesse d'acquisition de musiciens illustres (3 Culture et 3 PPI par spécialiste).",
        "strategy": "La guilde des musiciens est le seul bâtiment qui contient des emplacements de spécialistes musiciens, essentiels pour générer des musiciens illustres. Si votre objectif est une victoire culturelle, ce bâtiment est indispensable. La guilde des musiciens fournit 3 points de personnage illustre, et chaque spécialiste assigné fournit 3 points de personnage illustre et 3 Culture.",
        "historical_info": "Les guildes de musiciens qui prospérèrent brièvement pendant la Renaissance s'inspiraient des troupes de musiciens de la cour qui se trouvaient sous le patronage et la protection de la noblesse et de la royauté. Pendant la Renaissance, alors que la musique visait à satisfaire les goûts des marchands et des classes moyennes, des musiciens sans patronage s'associèrent afin de garantir leurs salaires et leur travail. Avec l'avènement des orchestres modernes au XVIIe siècle, les villes et les cités soutinrent les compositeurs et les chefs d'orchestre, leur permettant de réaliser des performances encore plus élaborées. Ce mouvement vers la \"musique civique\" rendit en grande partie inutile la formation de guildes officielles de musiciens. Ce n'est qu'au XXe siècle, avec l'explosion de la musique populaire, que les musiciens recommencèrent à s'organiser de manière formelle, cette fois-ci en syndicats.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/guilde_de_musiciens|guildes_de_musiciens.png",
        "prereq_tech": {
            "name": "Acoustique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/musicians'_guild.json"
    },
    {
        "id": 1,
        "name": "Hôtel|Hôtels",
        "game_info": "50% de la culture des merveilles mondiales, des merveilles naturelles et des aménagements (monuments, moaï, castels) est ajoutée à la production de tourisme de la ville. La production de tourisme augmente de 50% grâce aux chefs-d'oeuvre.",
        "strategy": "L'hôtel, qui stimule fortement la production de tourisme, est un excellent choix pour les civilisations qui souhaitent remporter une victoire culturelle ou augmenter leur impact idéologique sur les autres civilisations.",
        "historical_info": "Les auberges existent depuis des millénaires, permettant aux marchands et aux voyageurs de se reposer en lieu sûr. Au XIIIe siècle, Marco Polo décrivait un système de maisons destinées à loger les voyageurs, qu'il avait observé en Chine. L'hôtel moderne résulta en grande partie de l'avènement du chemin de fer, car non seulement les voyageurs étaient plus nombreux, mais ils avaient besoin de logements pour des périodes plus courtes. Le plus vieil hôtel toujours en activité est celui de Nisiyama Onsen Keiunkan, au Japon, ouvert en 707 et géré par la même famille depuis 46 générations.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hôtel|hôtels.png",
        "prereq_tech": {
            "name": "Réfrigération",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hotel.json"
    },
    {
        "id": 1,
        "name": "Caravansérail|Caravansérails",
        "game_info": "Les routes commerciales provenant de cette ville bénéficient d'une portée augmentée de 50% et produisent 2 Or supplémentaires si elles sont reliées à une autre civilisation.",
        "strategy": "Le caravansérail est un bâtiment de l'ère classique. Il améliore la portée et la production d' or des routes commerciales.",
        "historical_info": "Avec le développement des routes de caravanes au Moyen-Orient, en Asie centrale et en Afrique du Nord, il fallut proposer aux caravanes avec animaux de transport un endroit sûr pour se reposer. Les caravansérails publics étaient des complexes construits à l'extérieur des villes et des cités. Il existait également une version privée qui prenait la forme d'espaces clôturés proposant des zones de stockage, des habitations, des étables et des cuisines, disposés autour d'une cour centrale. Les plus grands pouvaient accueillir des centaines de chameaux, de mules et de chevaux. Moyennant une certaine somme, la plupart des caravansérails proposaient des denrées de base utiles aux voyageurs, telles que de l'eau, du fourrage, de la nourriture et des vêtements. Les plus anciens caravansérails répertoriés se trouvent le long de la Voie royale de l'Empire perse, qui s'étend sur environ 2 500 km de Sardes à Suse.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/caravansérail|caravansérails.png",
        "prereq_tech": {
            "name": "Équitation",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/caravansary.json"
    },
    {
        "id": 1,
        "name": "Aéroport|Aéroports",
        "game_info": "Permet le transport aérien depuis ou à destination de la ville. Fait passer la capacité d'unités aériennes de la ville de 6 à 10. 50% de la culture issue des merveilles mondiales, des merveilles naturelles et des aménagements (monuments, moaï, castels) est ajoutée à la production de tourisme de la ville. La production de tourisme augmente de 50% grâce aux chefs-d'oeuvre.",
        "strategy": "L'aéroport polyvalent est un excellent choix pour les civilisations qui souhaitent améliorer leur production de tourisme ou pour celles qui ont besoin d'utiliser les transports aériens pour expédier des unités vers des villes lointaines.",
        "historical_info": "Techniquement, un \"aéroport\" est un lieu permettant le décollage et l'atterrissage d'avions, d'hélicoptères, de dirigeables ou de tout autre type d'engin aérien. Cependant, dans le langage actuel, un aéroport est un complexe destiné au transport aérien commercial de passagers, avec des pistes, des tours de contrôle, des hangars, des terminaux, des services d'urgence, et même des parkings. Avant 1930, la plupart des aéroports étaient de petits terrains d'aviation ou aérodromes, avec des pistes de moins de 600 mètres. En 1939, l'aéroport de La Guardia, à New York, voyait passer 250 000 voyageurs par mois ; les statistiques les plus récentes montrent que l'aéroport d'Hartsfield-Jackson, à Atlanta, est le plus fréquenté au monde, avec plus de 92 millions de passagers en 2011.",
        "cost": {
            "production": 400,
            "faith": 0
        },
        "gold_maintenance": 5,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/aéroport|aéroports.png",
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/radar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/airport.json"
    }
]