{
    "id": 1,
    "name": "Caravansérail|Caravansérails",
    "game_info": "Les routes commerciales provenant de cette ville bénéficient d'une portée augmentée de 50% et produisent 2 Or supplémentaires si elles sont reliées à une autre civilisation.",
    "strategy": "Le caravansérail est un bâtiment de l'ère classique. Il améliore la portée et la production d' or des routes commerciales.",
    "historical_info": "Avec le développement des routes de caravanes au Moyen-Orient, en Asie centrale et en Afrique du Nord, il fallut proposer aux caravanes avec animaux de transport un endroit sûr pour se reposer. Les caravansérails publics étaient des complexes construits à l'extérieur des villes et des cités. Il existait également une version privée qui prenait la forme d'espaces clôturés proposant des zones de stockage, des habitations, des étables et des cuisines, disposés autour d'une cour centrale. Les plus grands pouvaient accueillir des centaines de chameaux, de mules et de chevaux. Moyennant une certaine somme, la plupart des caravansérails proposaient des denrées de base utiles aux voyageurs, telles que de l'eau, du fourrage, de la nourriture et des vêtements. Les plus anciens caravansérails répertoriés se trouvent le long de la Voie royale de l'Empire perse, qui s'étend sur environ 2 500 km de Sardes à Suse.",
    "cost": {
        "production": 120,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/caravansary.png",
    "prereq_tech": {
        "name": "Équitation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}