{
    "id": 1,
    "name": "Château|Châteaux",
    "game_info": "La ville doit posséder des remparts.",
    "strategy": "Le château est un bâtiment du Moyen Âge qui augmente la puissance défensive (+7) et les PV de la ville (+25). Votre ville doit déjà posséder des remparts pour pouvoir accueillir un château.",
    "historical_info": "Un château est un bâtiment construit dans le but de protéger une force militaire (et parfois aussi des civils) des attaques ennemies. Essentiellement construits en pierre (le bois étant un peu trop inflammable), les châteaux sont généralement équipés d'une enceinte extérieure et d'un donjon. Il est essentiel que le château possède sa propre source d'eau et une réserve importante de nourriture en cas de siège.Dans l'idéal, un château doit être conçu de façon à ce que les soldats puissent tuer les ennemis approchants, tentant d'escalader les murs ou d'enfoncer les portails. Les meurtrières et les créneaux (remparts munis d'ouvertures à intervalles réguliers) étaient des éléments de défense indispensables, et les mâchicoulis, permettant de jeter des projectiles ou de l'huile bouillante sur la tête des ennemis, constituaient un ajout non négligeable.Les châteaux étaient le reflet de la force militaire et de la puissance économique d'un pays, jusqu'à ce que l'avènement de la poudre à canon fasse de ces bâtiments de véritables pièges mortels pour leurs occupants.",
    "cost": {
        "production": 160,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/château|châteaux.png",
    "prereq_tech": {
        "name": "Chevalerie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/chivalry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}