{
    "id": 1,
    "name": "Écurie ducale|Écuries ducales",
    "game_info": "Bâtiment exclusif aux Polonais remplaçant l'écurie. +15% de production et +15 EXP pour les unités montées.Chaque pâturage exploité par cette ville produit +1 Production et +1 Or.",
    "strategy": "En plus des compétences standard de l'écurie, l'écurie ducale augmente la quantité d' or générée par les pâturages et octroie +15 EXP aux unités montées. Bâtiment exclusif aux Polonais.",
    "historical_info": "Lors de son accession au trône en 1333, Casimir III fut contraint d'apaiser les nobles polonais en leur accordant d'importants privilèges, tels que le droit d'entretenir des écuries équivalentes à celles de la couronne. Jusqu'à la fin des guerres napoléoniennes, ces écuries ducales furent une source de prestige et de puissance, pouvant accueillir de cinquante à plusieurs centaines de chevaux avec leurs grooms, et offrant assez de place pour les articles de sellerie et d'arnachement. Certaines, comme l'écurie ducale de Szczecin, étaient pratiques et fonctionnelles, d'autres étaient plus ostentatoires, comme l'écurie de Kraskow, ornée de colonnes et de statues. Quels que soient leur taille et leur style ornemental, les écuries ducales fournissaient des montures à la prestigieuse cavalerie polonaise.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/écurie_ducale|écuries_ducales.png",
    "prereq_tech": {
        "name": "Équitation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/horseback_riding.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}