{
    "id": 1,
    "name": "Usine|Usines",
    "game_info": "Nécessite 1 Charbon.",
    "strategy": "Bâtiment de l'ère industrielle, l'usine augmente considérablement la production de la ville où elle se trouve. Votre ville doit déjà posséder un atelier (ou une longère) pour que vous puissiez y construire une usine. La création d'une usine consomme une ressource de charbon.",
    "historical_info": "Une usine est un bâtiment faisant appel aux techniques datant de l'ère industrielle afin de fabriquer des produits plus variés les uns que les autres, allant des voitures aux corsets, en passant par les poutrelles en acier et les cannes à pêche. Ce sont aux XVIIe et XVIIIe siècles que les usines ont fait leur apparition à grande échelle, remplaçant peu à peu les petits ateliers et les industries artisanales, moins productives mais plus humaines, sans aucun doute. Contrairement à la croyance populaire, ce n'est pas Henry Ford qui inventa le travail à la chaîne. Ce procédé fit son apparition au XIXe siècle dans les industries d'emballage de viande du Middle West américain. Les carcasses de vache étaient transportées de station en station sur un tapis roulant aérien et à un rythme régulier. Chaque employé bénéficiait d'un laps de temps précis pour réaliser sa tâche avant que la carcasse ne passe à la station suivante. Le travail dans ces usines d'emballage de viande était l'un des plus salissants et dangereux de l'histoire du travail américain, et les anecdotes existant à ce sujet sont plus terribles les unes que les autres.",
    "cost": {
        "production": 360,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/factory.png",
    "prereq_tech": {
        "name": "Industrialisation",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/industrialization.json"
    },
    "yields": {
        "gold": 0,
        "production": 4,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}