{
    "id": 1,
    "name": "Hanse",
    "game_info": "Bâtiment exclusif aux Allemands et qui remplace la banque. Production +5% pour chaque route commerciale reliant votre civilisation à une cité-état. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une hanse génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
    "strategy": "En plus des compétences standard de la banque (production d' or supplémentaire, et or supplémentaire reçu depuis les routes commerciales), la hanse, bâtiment exclusif aux Allemands, accroît la production pour chaque route commerciale reliant votre civilisation à une cité-état. Les routes commerciales peuvent relier n'importe quelle combinaison de villes, y compris des villes ne possédant pas de hanse. (Exemple : si vous possédez des routes commerciales reliant Berlin à Genève, Munich à Genève, Munich à Berlin, et Berlin à Bruxelles, toutes les villes possédant une hanse recevront un bonus de 15% de production).",
    "historical_info": "Mot issu de l'ancien français et signifiant \"compagnie de marchands\", la hanse était une confédération de marchands et de négociants qui se formait dans une ville afin de protéger et de faciliter le commerce et le transport de marchandises. Au XIIIe siècle, dans les ports marchands de la mer Baltique et de la mer du Nord, ces guildes marchandes devinrent extrêmement puissantes et influentes. Les complexes qui accueillaient leur quartier général s'appelaient également la hanse. Les plus grandes d'entre elles n'abritaient pas seulement les bureaux administratifs de la guilde, mais également des entrepôts, des salles de réunion, des marchés, des banques et, sur les côtes, des quais. La première hanse aurait été construite à Lübeck, en 1159, pour faciliter le commerce entre l'Europe occidentale et les régions du nord de la Russie, qui disposaient de vastes ressources. La hanse donna son nom à la Ligue hanséatique, formée vers 1250 par plusieurs guildes allemandes pour pacifier les routes commerciales de la Baltique, standardiser les billets à ordre, et développer le commerce entre leurs villes respectives. La Ligue a conservé un important pouvoir politique, militaire (notamment lors de la guerre Hanse-Pays-Bas (1238-1441) et de la guerre Hanse-Angleterre (1470-1474), mais aussi lors de conflits mineurs) et économique dans la région jusqu'à la fin du XVIIe siècle.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hanse.png",
    "prereq_tech": {
        "name": "Banque",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}