{
    "id": 1,
    "name": "Centrale hydroélectrique|Centrales hydroéléctriques",
    "game_info": "Cases proches d'une rivière : +1. Requiert 1  Aluminium.La ville doit se situer près d'une rivière.",
    "strategy": "La centrale hydroélectrique est un bâtiment de milieu de partie ne pouvant être construit que dans les villes adjacentes à une case de rivière. Elle améliore la production de toutes les cases exploitées de la ville qui jouxtent le cours d'eau. La construction d'une centrale hydroélectrique consomme 1 Aluminium.",
    "historical_info": "Une centrale hydroélectrique est un bâtiment permettant de transformer l'énergie hydraulique en électricité. Plus la force hydraulique et le volume d'eau sont importants, plus la quantité d'électricité générée est grande. Le barrage des Trois-Gorges en Chine est la plus grande centrale hydroélectrique du monde. Lorsque le barrage est rempli, il génère environ 22 500 mégawatts, c'est-à-dire dix fois plus que le barrage Hoover, aux États-Unis.Les centrales hydroélectriques sont généralement considérées comme étant des sources d'énergie \"verte\", même si l'impact qu'elles ont sur la faune locale est important. Les centrales capturant l'énergie produite par la marée montante sont en effet construites sur des zones côtières.",
    "cost": {
        "production": 360,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/centrale_hydroélectrique|centrales_hydroéléctriques.png",
    "prereq_tech": {
        "name": "Électricité",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}