{
    "id": 1,
    "name": "iKanda|iKandas",
    "game_info": "Bâtiment exclusif aux Zoulous remplaçant la caserne. Fournit des promotions uniques aux unités de combat rapproché (avant la découverte de la poudre à canon).",
    "strategy": "En plus des compétences standard des casernes qu'il remplace, l'iKanda offre un ensemble de promotions unique aux unités de combat rapproché (avant l'apparition de la poudre à canon) créées dans cette ville. Ces promotions incluent un déplacement plus rapide et une plus grande puissance de combat. Bâtiment exclusif aux Zoulous.",
    "historical_info": "Chez les Zoulous, un iKanda était un sorte de kraal (ou corral) militaire destiné à accueillir du bétail. Les régiments de guerriers, ou \"amabutho\", étaient composés d'hommes du même âge qui s'entraînaient, vivaient et combattaient ensemble dans une même formation. Chaque régiment était logé dans l'un des corrals royaux, constituant ainsi un iKanda. Chaque iKanda se voyait attribuer un troupeau de bétail royal, qui permettait de fournir les guerriers en viande. Les peaux étaient utilisées pour fabriquer des boucliers, chaque amabutho se distinguant par une couleur différente. Les iKandas étaient construits sur le modèle des kraals traditionnels, et comportaient deux remparts d'épines concentriques. Les huttes étaient situées dans le périmètre extérieur et le bétail était protégé par le cercle intérieur.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ikanda|ikandas.png",
    "prereq_tech": {
        "name": "Travail du bronze",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/bronze_working.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}