{
    "id": 1,
    "name": "Longère|Longères",
    "game_info": "Cases de forêt exploitées par la ville : production +1.",
    "strategy": "Bâtiment exclusif aux Iroquois, la longère remplace l'atelier et augmente la production de la ville pour chaque forêt présente dans son rayon d'exploitation.",
    "historical_info": "Durant la majeure partie de leur histoire, nombre des tribus iroquoises habitaient des villages comprenant une ou plusieurs \"longères\", des bâtiments communautaires faits d'un boisage recouvert d'écorce d'orme. D'ailleurs, les Iroquois s'étaient baptisés \"Haudenosaunee\", terme signifiant \"peuple de la longère\". Les longères mesuraient entre 12 et 120 mètres de long pour 7,5 mètres de large. Elles se composaient de plusieurs compartiments intérieurs, connectés chacun à une allée centrale. Plusieurs compartiments partageaient dans cette allée centrale un même foyer destiné à préparer la nourriture. Chaque foyer était surplombé par une ouverture du toit faisant office de cheminée.Les longères sont des structures extrêmement pratiques, moins coûteuses à bâtir et à chauffer que les habitations individuelles. De ce fait, elles nécessitaient sous de nombreux aspects nettement moins de ressources naturelles que tout autre type d'habitat. Ces bâtiments symbolisent le désir traditionnel iroquois de survivre au sein de leur environnement tout en vivant en harmonie avec lui.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 2,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/longhouse.png",
    "prereq_tech": {
        "name": "Moulage",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/metal_casting.json"
    },
    "yields": {
        "gold": 0,
        "production": 2,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}