{
    "id": 1,
    "name": "Guilde de musiciens|Guildes de musiciens",
    "game_info": "Fournit 3 points de personnage illustre (PPI) pour faire progresser l'acquisition d'un musicien illustre. Ajoutez jusqu'à deux spécialistes à ce bâtiment pour gagner de la culture et augmenter la vitesse d'acquisition de musiciens illustres (3 Culture et 3 PPI par spécialiste).",
    "strategy": "La guilde des musiciens est le seul bâtiment qui contient des emplacements de spécialistes musiciens, essentiels pour générer des musiciens illustres. Si votre objectif est une victoire culturelle, ce bâtiment est indispensable. La guilde des musiciens fournit 3 points de personnage illustre, et chaque spécialiste assigné fournit 3 points de personnage illustre et 3 Culture.",
    "historical_info": "Les guildes de musiciens qui prospérèrent brièvement pendant la Renaissance s'inspiraient des troupes de musiciens de la cour qui se trouvaient sous le patronage et la protection de la noblesse et de la royauté. Pendant la Renaissance, alors que la musique visait à satisfaire les goûts des marchands et des classes moyennes, des musiciens sans patronage s'associèrent afin de garantir leurs salaires et leur travail. Avec l'avènement des orchestres modernes au XVIIe siècle, les villes et les cités soutinrent les compositeurs et les chefs d'orchestre, leur permettant de réaliser des performances encore plus élaborées. Ce mouvement vers la \"musique civique\" rendit en grande partie inutile la formation de guildes officielles de musiciens. Ce n'est qu'au XXe siècle, avec l'explosion de la musique populaire, que les musiciens recommencèrent à s'organiser de manière formelle, cette fois-ci en syndicats.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/musicians'_guild.png",
    "prereq_tech": {
        "name": "Acoustique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}