{
    "id": 1,
    "name": "Centrale nucléaire|Centrales nucléaires",
    "game_info": "Nécessite 1 Uranium. La ville ne doit pas posséder de centrale solaire.",
    "strategy": "La centrale nucléaire augmente fortement la production d'une ville. La construction de ce bâtiment nécessite une ressource d'uranium et la présence d'une usine dans les frontières de la ville.",
    "historical_info": "Une centrale nucléaire est un bâtiment capable de contrôler l'énergie nucléaire et de la convertir en électricité. L'énergie produite par la fission nucléaire transforme l'eau en vapeur, puis cette dernière est pompée par des turbines produisant de l'électricité. Au quotidien, l'énergie nucléaire est bien plus écologique que le pétrole, le gaz ou le charbon : elle rejette bien moins de polluants dans l'air, l'eau et les poumons de la population. En contrepartie, elle produit des quantités non négligeables de déchets nucléaires létaux qui doivent être isolés pendant des siècles avant de perdre leur toxicité. De plus, tout accident majeur dans une centrale nucléaire a des répercussions bien plus destructrices sur l'environnement que s'il était survenu dans n'importe quel autre type de centrales. Trouver suffisamment d'énergie pour que le monde moderne continue de tourner est un problème épineux auquel l'humanité devra faire face tant qu'elle n'aura pas découvert une nouvelle énergie sûre et non polluante.",
    "cost": {
        "production": 500,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/centrale_nucléaire|centrales_nucléaires.png",
    "prereq_tech": {
        "name": "Fission nucléaire",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/nuclear_fission.json"
    },
    "yields": {
        "gold": 0,
        "production": 5,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}