{
    "id": 1,
    "name": "Observatoire|Observatoires",
    "game_info": "La ville doit être adjacente à une montagne.",
    "strategy": "L'observatoire ne peut être construit que dans une ville adjacente à une case de montagne. Il augmente de manière considérable la production de science de la ville où il se trouve.",
    "historical_info": "Un observatoire est un bâtiment dédié à l'étude du ciel. Les premiers hommes étaient convaincus que le mouvement des étoiles avait une importance mystique. Ainsi, bon nombre des premiers observatoires étaient des structures religieuses. Au fil du temps, les hommes se rendirent compte qu'ils pouvaient planifier les saisons très précisément en étudiant les déplacements ascendants et descendants des astres. Ils comprirent aussi que les informations ainsi glanées pouvaient s'avérer d'une importance capitale dans l'organisation des semailles et des récoltes. Ces révélations renforcèrent l'importance religieuse et pratique que prirent les observatoires au sein des communautés humaines. Les observatoires modernes sont entièrement informatisés et équipés de télescopes sophistiqués (lorsqu'ils ne communiquent pas directement avec des télescopes spatiaux encore plus puissants), fournissant aux scientifiques une somme d'informations bien plus importante que leurs ancêtres primitifs n'auraient jamais pu en rêver. Leur travail reste cependant inchangé : tenter de comprendre comment fonctionne l'univers en étudiant les cieux.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/observatory.png",
    "prereq_tech": {
        "name": "Astronomie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/astronomy.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}