{
    "id": 1,
    "name": "École publique|Écoles publiques",
    "game_info": "Science +1 par tranche de deux citoyen dans la ville. La ville doit posséder une université.",
    "strategy": "Bâtiment de milieu de jeu, l'école publique augmente de façon importante la production de science de la ville où elle se trouve. Votre ville doit déjà posséder une université ou un wat pour pouvoir accueillir une école publique.",
    "historical_info": "L'école publique est une institution offrant aux enfants une scolarité gratuite. C'est un concept récent et élaboré qui ne peut fonctionner que sous certaines conditions. Premièrement, la population doit croire en l'importance de l'éducation et également partir du principe qu'éduquer les plus pauvres ne constitue en rien une menace pour les classes aisées. Deuxièmement, la société doit bénéficier d'une économie suffisamment fertile afin que les enfants des classes pauvres ne soient pas obligés de travailler pour se nourrir. Troisièmement, la population doit faire preuve d'ouverture d'esprit et être désireuse de dépenser une partie des revenus publics dans le domaine de l'éducation. Aujourd'hui, la plupart des pays du monde sont dotés d'un système de scolarité publique. Les premières écoles publiques américaines ouvrirent leurs portes durant l'ère coloniale et le premier lycée fut inauguré à Boston en 1821.",
    "cost": {
        "production": 300,
        "faith": 200
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/public_school.png",
    "prereq_tech": {
        "name": "Théorie scientifique",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/scientific_theory.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 3,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}