{
    "id": 1,
    "name": "Bibliothèque royale|Bibliothèques royales",
    "game_info": "Bâtiment exclusif aux Assyriens remplaçant la bibliothèque. Science +1 tous les 2  citoyens dans la ville. Possède également un emplacement pour chef-d'oeuvre littéraire qui, une fois rempli, fournit de l'expérience supplémentaire aux unités formées.",
    "strategy": "En plus de la production de science de la bibliothèque, qu'elle remplace, la bibliothèque royale possède également un emplacement pour chef-d'oeuvre littéraire. Une fois cet emplacement rempli, il fournit de l'expérience supplémentaire aux unités formées dans cette ville. Placez donc un chef-d'oeuvre dès que possible pour en tirer le meilleur profit. Bâtiment exclusif aux Assyriens.",
    "historical_info": "La bibliothèque la plus célèbre au monde date du règne du roi assyrien Sennacherib, vers 700 av. J.-C., qui réunit des milliers de tablettes d'argile dans son palais du Ninive. Ce fut cependant son petit-fils, Assurbanipal, qui créa la célèbre Bibliothèque royale. Collectionneur passionné, le roi envoyait des érudits parcourir la région à la recherche d'écrits, principalement en provenance de Babylone, mais aussi des royaumes voisins. Pour assurer la survie de son impressionnante collection de tablettes, le roi demanda à des scribes de retranscrire les textes, afin de les conserver dans d'autres villes néo-assyriennes de son empire grandissant. La Bibliothèque royale fut ravagée lors du sac de Ninive en 612 av. J.-C., mais quelque 10 000 fragments de tablettes cunéiformes ont été découverts par les archéologues.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bibliothèque_royale|bibliothèques_royales.png",
    "prereq_tech": {
        "name": "Écriture",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/writing.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}