{
    "id": 1,
    "name": "Cour de Satrape|Cours de Satrape",
    "game_info": "La ville doit posséder un marché. Les routes commerciales construites par les autres joueurs pour relier une ville possédant une cour de Satrape génèrent 1 Or supplémentaire pour le propriétaire de la ville et 1 Or supplémentaire pour le propriétaire de la route commerciale.",
    "strategy": "Bâtiment exclusif aux Perses, la cour de Satrape remplace la banque. Comme cette dernière, elle améliore la production d'or de la ville où elle se trouve. La cour des Satrapes améliore également le bonheur de votre civilisation. Votre ville doit déjà posséder un marché pour que vous puissiez y construire une cour de Satrape.",
    "historical_info": "\"Satrape\" était le titre donné aux gouverneurs provisoires de l'Empire perse achéménide. Les satrapes, nommés par le roi, étaient généralement issus de la famille royale. Personnage puissant, le satrape collectait les impôts et faisait office de juge suprême dans sa province. Responsable de la formation et de l'entretien d'une armée, il se devait de mériter l'entière confiance du monarque. Lorsque le pouvoir central perse périclita au cours du Ve siècle av. J.-C., les satrapes devinrent de plus en plus indépendants. Ironiquement, certains se retrouvèrent même plus puissants que le roi qu'ils avaient fait le serment de servir.Après sa conquête de la Perse, Alexandre conserva l'administration des satrapes, remplaçant parfois ces derniers par ses propres généraux. Il lui arrivait également de laisser les gouverneurs en place, si ces derniers parvenaient à maintenir la paix dans leur province et continuaient à payer leurs impôts.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/cour_de_satrape|cours_de_satrape.png",
    "prereq_tech": {
        "name": "Banque",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/banking.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}