{
    "id": 1,
    "name": "Centrale solaire|Centrales solaires",
    "game_info": "La ville doit se situer près ou sur une case de désert et ne doit pas posséder de centrale nucléaire.La ville doit avoir une usine.",
    "strategy": "Bâtiment de fin de jeu, la centrale solaire augmente fortement la production d'une ville. Votre ville doit se trouver sur ou près d'une case de désert et posséder une usine pour que la construction d'une centrale solaire y soit possible.",
    "historical_info": "Une centrale solaire capte l'énergie produite par le soleil avant de la transformer en électricité. Évidemment, pour être efficaces, les centrales solaires doivent être implantées dans des zones très exposées à la lumière du soleil. L'énergie générée par le soleil est relativement coûteuse comparée à l'énergie tirée des combustibles fossiles (pétrole ou charbon). Cependant, la technologie solaire commence à se généraliser et donc à devenir abordable, contrairement aux combustibles fossiles qui se raréfient et donc, deviennent plus onéreux (encore plus si l'on considère le coût environnemental des agents polluants qu'ils émettent). Dès lors que cette technologie sera perfectionnée, elle permettra de combler une grande partie des besoins énergétiques du monde : on estime que la Terre reçoit du soleil plus de 8000 fois la quantité d'énergie dépensée chaque année dans le monde.",
    "cost": {
        "production": 500,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/centrale_solaire|centrales_solaires.png",
    "prereq_tech": {
        "name": "Écologie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/ecology.json"
    },
    "yields": {
        "gold": 0,
        "production": 5,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}