{
    "id": 1,
    "name": "Bourse|Bourses",
    "game_info": "La ville doit posséder une banque.",
    "strategy": "Bâtiment de milieu de jeu, la bourse augmente la production d'or de la ville où elle se trouve. La ville doit déjà posséder une banque (ou une cour de Satrape) pour que vous puissiez y construire une bourse.",
    "historical_info": "Une bourse est une institution permettant d'acheter et de vendre des actions (les parts de propriété d'une entreprise). Dans certains cas, les actions incluent un droit de vote donnant aux actionnaires un pouvoir décisionnel partiel au sein de l'entreprise. Certaines bourses octroient également des \"dividendes\", soient une portion des profits de la société reversée annuellement aux actionnaires. Le principal rôle (ou tout du moins le rôle initial) des bourses est de permettre aux propriétaires d'entreprises de lever d'importantes sommes d'argent en vendant une partie de leur société à des investisseurs. La valeur des actions augmente proportionnellement à celle de la société. Bien entendu, le risque est de voir la valeur des actions chuter et l'intérêt de l'investissement chuter avec elle. Les bourses modernes vendent également d'autres puissants \"outils\" financiers, au nombre desquels les obligations, les titres, les options, les swaps et les dérivés. Une bourse bien gérée peut donner un incroyable coup de fouet à l'économie d'une nation, mais mal administrée, elle peut causer un chaos financier dévastateur.",
    "cost": {
        "production": 360,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bourse|bourses.png",
    "prereq_tech": {
        "name": "Électricité",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/electricity.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}