{
    "id": 1,
    "name": "Murs de Babylone",
    "game_info": "Les Murs de Babylone augmentent les dégâts causés par toutes les attaques à distance de la ville et améliorent sa défense.",
    "strategy": "Les murs de Babylone sont un bâtiment exclusif aux Babyloniens et remplacent les remparts. Les murs de Babylone augmentent la puissance défensive (+6) et les PV de la ville (+100), soit nettement plus que les remparts standard.",
    "historical_info": "Inclus à l'origine sur la liste des sept merveilles du monde du poète grec Antipater, les Murs de Babylone entouraient la ville et la protégeaient du danger, longeant même l'Euphrate, qui traversait le cœur de la ville. Les murs extérieurs étaient longs de 16 km et larges de 7,5 m, et on raconte qu'ils mesuraient presque 100 m de haut ! De plus petits remparts entouraient ensuite la ville derrière cette muraille principale, assurant une ligne de défense supplémentaire si jamais la première venait à tomber. Les murs étaient parsemés sur leur longueur de près de 250 tours, des points de guet et de combat incroyables pour les redoutables archers babyloniens. Les armes de siège de l'époque ne pouvaient strictement rien contre ces remparts, et d'imposantes portes de métal étaient installées de chaque côté de la rivière pour éviter les invasions sous-marines. Huit portes massives furent également construites pour réguler la circulation piétonnière, la plus célèbre d'entre elles étant la porte d'Ishtar. Ces remparts protégèrent efficacement la ville pendant presque un siècle.Ce n'est qu'en 539 av. J.-C. qu'on trouva un moyen de contourner ces redoutables défenses ; Cyrus le Grand détourna le cours de l'Euphrate afin d'abaisser le niveau de l'eau pour que ses troupes puissent traverser le fleuve à pied. Son armée put ainsi passer sous les portes métalliques une fois la nuit tombée, et prendre la ville de l'intérieur. Bien que capables de résister à tous les assauts directs, les murs ne pouvaient rien contre la détermination d'un homme ingénieux !Une grande partie des murs sont encore debout, un exploit qui témoigne de leur force. En 1985, Saddam Hussein lança un programme de reconstruction sur le site de la ville antique, et notamment la restauration des remparts et la reconstruction de la porte d'Ishtar. Le projet est aujourd'hui en suspens, mais l'Irak espère reprendre la restauration des murs et refaire de Babylone une véritable merveille.",
    "cost": {
        "production": 65,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/walls_of_babylon.png",
    "prereq_tech": {
        "name": "Maçonnerie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/masonry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}