{
    "id": 1,
    "name": "Guilde des écrivains|Guildes des écrivains",
    "game_info": "Fournit 1 point de personnage illustre (PPI) pour faire progresser l'acquisition d'un écrivain illustre. Ajoutez jusqu'à deux spécialistes à ce bâtiment pour gagner de la culture et augmenter la vitesse d'acquisition d'écrivains illustres (3 Culture et 3 PPI par spécialiste).",
    "strategy": "La guilde des écrivains est le seul bâtiment qui contient des emplacements de spécialistes écrivains, essentiels pour générer des écrivains illustres. Si souhaitez remporter une victoire culturelle, ce bâtiment est indispensable. La guilde des écrivains fournit 2 points de personnage illustre, et chaque spécialiste assigné fournit 3 points de personnage illustre et 3 Culture.",
    "historical_info": "Bien qu'elles n'aient jamais eu autant d'influence que les guildes d'artistes de l'époque, les guildes d'écrivains furent créées à l'avènement de la presse écrite à la Renaissance. Des organisations formelles et informelles fleurirent alors dans de nombreuses villes européennes. Leur rôle était de s'assurer que les auteurs recevaient une compensation équitable de la part des imprimeurs et des libraires. Dans le Londres de Shakespeare et ailleurs, les dramaturges s'associaient afin de se protéger contre le plagiat et les représentations illégales. Bien qu'il s'agisse davantage de syndicats que de guildes, des milliers d'organisations du monde entier maintiennent aujourd'hui cette tradition. On peut citer par exemple la Guilde des écrivains d'Israël, la Guilde des écrivains de Grande-Bretagne et la Guilde des écrivains américains.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/guilde_des_écrivains|guildes_des_écrivains.png",
    "prereq_tech": {
        "name": "Drame et poésie",
        "url": "https://eyefyre.github.io/civvapi/v1/fr/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}