{
    "id": 9,
    "name": "Governo collettivo",
    "game_info": "Governo collettivoVelocizza del 50% la creazione di Coloni nella capitale; inoltre un Colono gratuito appare vicino alla capitale (Venezia riceve un Mercante di Venezia invece di un Colono).",
    "historical_info": "Il governo collettivo prevede che ogni membro (o membro adulto, o maschio adulto) della società prenda parte al processo amministrativo, votando direttamente sui provvedimenti anziché agire attraverso un rappresentante (come avviene in una repubblica). Forse questa forma di governo è efficace per una tribù o un piccolo villaggio, ma diventa ben presto scomoda e difficile da gestire al crescere delle dimensioni della società. Se metà dei cittadini di una tribù di 100 persone volesse parlare per un minuto durante una riunione, l'intero affare si potrebbe sbrigare in meno di un'ora. Se lo volesse fare la metà dei cittadini di New York City, servirebbero 66.000 ore (e una sala conferenze davvero enorme).",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/governo_collettivo.png",
    "required_policies": [
        {
            "name": "Repubblica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/republic.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Libertà",
        "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
        "prereq_era": null,
        "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
    }
}