{
    "id": 10,
    "name": "Consolati",
    "game_info": "Consolati Il livello base di Influenza su tutte le città-stato aumenta di 20 punti.",
    "historical_info": "Man mano che le relazioni fra gli stati diventarono più formali, furono istituiti dei consolati per assistere e proteggere gli interessi dei cittadini di un paese che si trovano nel territorio di un altro paese e promuovere gli scambi commerciali e l'amicizia tra le due nazioni. Laddove un ambasciatore è l'unico rappresentante di un governo nei confronti di un altro, in uno stato ci possono essere più consoli, solitamente uno in ogni città importante.L'idea di fornire assistenza ai cittadini di una nazione che si trovano all'estero ebbe origine dall'abitudine dei ricchi mercanti dell'antica Grecia di agire come \"prosseni\" in altre città-stato elleniche per aiutare i compatrioti. Il ruolo dei consolati si è esteso nell'Ottocento per includere attività educative e culturali, ma il loro compito di rappresentare il proprio governo in paesi lontani rimane immutato.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/consulates.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenatismo",
        "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
        "prereq_era": "Epoca classica",
        "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
    }
}