{
    "id": 18,
    "name": "Disciplina",
    "game_info": "Disciplina+15% alla forza di combattimento delle Unità da mischia adiacenti a un'altra unità militare.",
    "historical_info": "In una struttura militare, con disciplina si intende la volontà dei soldati di seguire gli ordini legittimi, di rispettare i superiori e all'occorrenza di mettere a disposizione la propria stessa vita. Un soldato disciplinato deve sempre rispettare la dignità della propria uniforme, anche quando non è in servizio, e proteggere i deboli e gli indifesi. Le violazioni alla disciplina portano a diverse punizioni e, nei casi più gravi, la corte marziale e un congedo con disonore.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/disciplina.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Onore",
        "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": null,
        "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
    }
}