{
    "id": 22,
    "name": "Imprenditorialità",
    "game_info": "ImprenditorialitàI Grandi Mercanti sono generati il 25% più velocemente. Ricevi una quantità di Oro doppia dalle missioni commerciali dei Grandi Mercanti.",
    "historical_info": "L'imprenditorialità si riferisce alla capacità e alla volontà di una persona di sviluppare, organizzare e gestire un'impresa commerciale nella speranza di generare un profitto. Nel corso della storia, l'imprenditorialità ha assunto molte forme, dai grandi esploratori-mercanti del Rinascimento italiano, alle compagnie promosse dai governi durante l'epoca delle grandi scoperte, fino ai baroni senza scrupoli dell'epoca industriale. Indipendentemente dalla forma, la volontà di rischiare i propri fondi per generare ricchezza ha guidato l'evoluzione delle civiltà al pari di tutti gli altri fattori.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/imprenditorialità.png",
    "required_policies": [
        {
            "name": "File di carri",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/wagon_trains.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Commercio",
        "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca medievale",
        "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
    }
}