{
    "id": 29,
    "name": "Libertà di pensiero",
    "game_info": "Libertà di pensiero+1 Scienza per ogni Base commerciale e +17% Scienza dalle Università.",
    "historical_info": "Chi propugna la libertà di pensiero sostiene che la conoscenza deve scaturire dall'applicazione della scienza e della ragione, e non dalla tradizione o dal dogma religioso. Ogni teoria dev'essere messa alla prova in modo scientifico e logicamente dimostrabile. Se qualcosa non può essere dimostrato, è sciocco credere che sia vero. La fede cieca è nemica dei liberi pensatori. La libertà di pensiero è una parte importante della tradizione buddista. Nel \"Kalama Sutta\" Buddha afferma: \"Non accettare nulla sulla base della sola tradizione;/Non accettare nulla solo perché concorda con le tue scritture;/Ma quando arrivi a sapere in modo autonomo/allora vivi di conseguenza.\"",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/libertà_di_pensiero.png",
    "required_policies": [
        {
            "name": "Umanesimo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/humanism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Razionalismo",
        "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca rinascimentale",
        "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
    }
}