{
    "id": 36,
    "name": "Nobiltà terriera",
    "game_info": "Nobiltà terriera+10% alla Crescita e +2 Cibo nella capitale.",
    "historical_info": "Questa politica assegna il potere e il prestigio di una nazione ai possidenti terrieri. Maggiore è la quantità di terra di cui si dispone, maggiore il potere. In alcuni casi il possesso dei terreni può essere limitato ai membri di una determinata classe, tribù, religione o addirittura di un particolare sesso. La nobiltà terriera deve fare molta attenzione a non esasperare la grande massa dei lavoratori, dal momento che le sollevazioni spesso si concludono con una radicale ridistribuzione delle terre, a cui talvolta si accompagna l'esecuzione sommaria dei vecchi nobili.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/landed_elite.png",
    "required_policies": [
        {
            "name": "Legalismo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradizionalismo",
        "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": null,
        "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
    }
}