{
    "id": 37,
    "name": "Legalismo",
    "game_info": "LegalismoFornisce un edificio culturale gratuito nelle tue prime 4 città.",
    "historical_info": "Secondo il Legalismo la relazione tra un governatore e il suo popolo dev'essere stabilita da una serie di leggi ben definite, che entrambe le parti devono rispettare fedelmente. Se la legge è equa, e se viene fatta osservare in modo appropriato, la gente comune sarà contenta e la posizione del governante sarà assicurata. La maggior parte dei governi moderni sembra seguire quest'approccio, ma in Cina, durante il periodo degli Stati Combattenti, il legalismo arrivò ad assumere quasi lo status di religione di stato.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalism.png",
    "required_policies": [
        {
            "name": "Oligarchia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/oligarchy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradizionalismo",
        "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": null,
        "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
    }
}