{
    "id": 40,
    "name": "Infrastruttura marittima",
    "game_info": "Infrastruttura marittima+3 Produzione in tutte le città costiere.",
    "historical_info": "Con il termine \"infrastruttura marittima\" si descrivono collettivamente le installazioni e i servizi che facilitano l'attività marittima mercantile. Tra questi vi sono i moli, le banchine e i depositi, oltre a personale come scaricatori, carpentieri, piloti portuali e altri professionisti che gestiscono l'attracco e il carico/scarico delle merci. Si ritiene che nel corso della storia un'occupazione su sei abbia avuto attinenza direttamente o indirettamente con il commercio marittimo. Per le nazioni in cerca di ricchezza ed espansione oltreoceano, possedere una buona infrastruttura marittima è fondamentale. Si ritiene che all'apice dell'impero britannico la corona abbia speso quasi un terzo delle sue entrate per espandere e migliorare in tutto il globo i porti che servivano la vasta flotta mercantile inglese.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/maritime_infrastructure.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Esplorazione",
        "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca medievale",
        "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
    }
}