{
    "id": 81,
    "name": "Esercito mercenario",
    "game_info": "Esercito MercenarioPermette l'acquisto di Lanzichenecchi.",
    "historical_info": "I mercenari (soldati che prendono parte a un conflitto per guadagno personale piuttosto che per questioni di dovere o convinzione) sono stati una realtà della guerra fin dall'epoca antica, ma la pratica raggiunse il suo apice durante il Rinascimento con l'ascesa delle cosiddette \"Compagnie di ventura\". Queste brigate erano spesso formate da veterani degli eserciti nazionali e comandate da capitani carismatici come l'inglese Sir John Hawkwood (italianizzato in Giovanni Acuto dal Machiavelli), che formò la famigerata Compagnia Bianca del Falco. Solitamente venivano assunte in tempo di guerra da città-stato o piccoli regni che non avevano i fondi o la disponibilità di uomini per mantenere eserciti permanenti. Alcune delle prime forze mercenarie erano specializzate in forme specifiche di combattimento (ad esempio, compagnie di cavalleria o di artiglieria), ma la maggior parte era formata da lanzichenecchi svizzeri o tedeschi, ampiamente utilizzati durante le guerre religiose successive alla Riforma. Incidentalmente, poco più a sud i condottieri servivano nelle guerre di mutua distruzione che contrapposero le varie città-stato italiane, compreso lo Stato della Chiesa. Ancora nel Settecento, i nobili continentali potevano ricorrere alle compagnie dei clan norvegesi-gaelici dei Gallowglass delle Isole Ebridi. In epoca moderna i mercenari si sono trasformati in piccole squadre di agenti d'élite assunti per specifiche missioni o sono stati assorbiti dalle agenzie di sicurezza private.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercenary_army.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Commercio",
        "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca medievale",
        "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
    }
}