{
    "id": 43,
    "name": "Federazione mercantile",
    "game_info": "Federazione mercantile+2 Oro dalle Rotte commerciali con le città-stato.",
    "historical_info": "Più comunemente chiamata lega o gilda commerciale, una Federazione mercantile era creata per proteggere gli interessi economici e i privilegi diplomatici dei mercanti nelle città e nelle nazioni che si trovano lungo le rotte commerciali. Queste confederazioni di mercanti non avevano un riconoscimento giuridico, ma molte di esse, come la Compagnia dei Mercanti Avventurieri di Londra (fondata nel 1407) e l'ancor più potente Lega Anseatica (formata intorno al 1356), avevano una grande influenza economica, arrivando a dominare specifiche rotte commerciali per lunghi periodi. All'inizio del Rinascimento vennero formate federazioni mercantili in città-stato come Venezia e Genova per proteggere gli interessi di chi commerciava in determinate mercanzie nei periodi in cui si trovava all'estero. Queste leghe mercantili raggiunsero il loro apice nel XV e nel XVI Secolo, ma andarono in declino con l'affermarsi dei governi nazionali e delle compagnie promosse ufficialmente dai sovrani, che gradualmente si assunsero le responsabilità diplomatiche e di gestione precedentemente affidate alle leghe.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/federazione_mercantile.png",
    "required_policies": [
        {
            "name": "Scolastica",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/scholasticism.json"
        },
        {
            "name": "Consolati",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/consulates.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenatismo",
        "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
        "prereq_era": "Epoca classica",
        "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
    }
}