{
    "id": 42,
    "name": "Mercantilismo",
    "game_info": "MercantilismoIl costo in Oro per l'acquisto di oggetti nelle città è ridotto del 25%. +1 Scienza per ogni Zecca, Mercato, Banca e Borsa.",
    "historical_info": "Il mercantilismo è una forma di nazionalismo economico che incoraggia un paese ad adottare politiche di protezionismo per promuovere le sue esportazioni e limitare le importazioni dall'estero. Quando il bilancio degli scambi si altera in favore delle esportazioni la ricchezza e la prosperità della nazione aumenta, in caso contrario la nazione si impoverisce e si espone a minacce esterne. Questa teoria ha goduto di un'ampia diffusione nell'Europa occidentale tra il Cinquecento e il Settecento. Oggi la maggior parte delle nazioni occidentali aprono i loro confini al libero commercio, anche se spesso stabiliscono quote o dazi per proteggere le industrie nazionali più importanti.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercantilism.png",
    "required_policies": [
        {
            "name": "Esercito mercenario",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mercenary_army.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Commercio",
        "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca medievale",
        "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
    }
}