{
    "id": 45,
    "name": "Meritocrazia",
    "game_info": "Meritocrazia+1 Felicità per ogni tua città [ICON_CONNECTED] collegata alla capitale e -5% Infelicità dai cittadini nelle città non occupate.",
    "historical_info": "La meritocrazia è un sistema in cui i più meritevoli e talentuosi ricevono i giusti riconoscimenti e fanno strada nel lavoro, anziché gli amici personali dei politici e degli altri potenti, o magari quelli che appartengono a una particolare casta o religione. Molti governi oscillano periodicamente tra una forma di meritocrazia e qualche altro metodo meno assennato di scegliere le persone che devono coprire le diverse cariche. All'inizio i pubblici ufficiali sono scelti in base alla loro abilità, poi con gli anni il nepotismo si impadronisce del sistema e il governo diventa sempre più corrotto e inefficiente. Alla fine le cose vanno così male che la burocrazia viene riformata alla radice, chiamando ancora una volta persone di qualità. Questo schema si ripete infinite volte finché il sole esplode come una supernova e tutte le forme di vita sono spazzate via dalla faccia del pianeta.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/meritocracy.png",
    "required_policies": [
        {
            "name": "Cittadinanza",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Libertà",
        "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
        "prereq_era": null,
        "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
    }
}