{
    "id": 47,
    "name": "Casta militare",
    "game_info": "Casta militareOgni città che ha una guarnigione aumenta di 1 la Felicità locale e di 2 la Cultura.",
    "historical_info": "In una società con una casta militare, tutti i membri dell'esercito provengono da una specifica tribù, hanno la stessa nazionalità, seguono la stessa religione o appartengono comunque a un preciso gruppo socio-economico. I cittadini che non fanno parte della casta non possono arruolarsi nell'esercito e spesso neppure possedere armi, perché i membri della casta temono che possano essere usate contro di loro. Gran parte del Giappone feudale adottava un sistema di caste militari, così come l'antica Sparta.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/military_caste.png",
    "required_policies": [
        {
            "name": "Disciplina",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/discipline.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Onore",
        "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": null,
        "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
    }
}