{
    "id": 50,
    "name": "Monarchia",
    "game_info": "Monarchia+1 Oro e -1 Infelicità ogni 2 cittadini nella capitale.",
    "historical_info": "La monarchia è una forma di governo in cui il potere è affidato a un singolo individuo. Spesso, ma non sempre, alla morte del re il potere passa al suo erede (ci sono anche monarchie elettive, ma non sono molte). La monarchia è simile al dispotismo, ma c'è un'importante differenza: un re deve rispettare le leggi, mentre il despota è al di sopra di ogni controllo. Naturalmente è possibile che un monarca sia anche un despota, ma può anche darsi che faccia parte di un contesto politico che concede un buon grado di libertà ai sudditi. La Gran Bretagna è un ottimo esempio di quest'ultimo caso.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarchy.png",
    "required_policies": [
        {
            "name": "Legalismo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/legalism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Tradizionalismo",
        "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": null,
        "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
    }
}