{
    "id": 52,
    "name": "Tradizione navale",
    "game_info": "Tradizione navale+1 Felicità per ogni Porto, Cantiere navale e Faro.",
    "historical_info": "I paesi con una forte tradizione navale considerano la Marina la più importante di tutte le branche dell'esercito (nel caso delle isole, la ragione è evidente). I membri delle classi dirigenti spesso prestano servizio sulle navi e gli alti ufficiali della Marina hanno una posizione di preminenza rispetto all'esercito e all'aviazione. La Gran Bretagna ha la tradizione navale più antica e prestigiosa d'Europa. Per secoli le navi inglesi sono state superiori a tutti gli altri vascelli, mentre gli equipaggi e i loro ufficiali erano quanto di meglio si potesse trovare sui mari. Tutto questo, tra le altre cose, dava ai marinai inglesi un notevole bonus al morale durante gli scontri in mare.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/naval_tradition.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Esplorazione",
        "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca medievale",
        "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
    }
}