{
    "id": 53,
    "name": "Scuola di navigazione",
    "game_info": "Scuola di navigazioneUn Grande Ammiraglio compare in gioco. +2 al [ICON_MOVES] movimento di tutti i Grandi Ammiragli. Inoltre i Grandi Ammiragli sono generati il 50% più velocemente.",
    "historical_info": "Nel 1418 d.C. il principe Enrico del Portogallo fondò a Sagres la prima scuola di navigazione oceanica, insieme a un osservatorio astronomico. Lì i capitani portoghesi potevano imparare a determinare la propria posizione in mare e a disegnare mappe, apprendere la scienza delle maree e delle correnti e altre capacità che li avrebbero messi in grado di percorrere le coste dell'Africa, dove Enrico intendeva stabilire una serie di porti verso le ricchezze del lontano Oriente. Nel Seicento, quando la corsa all'esplorazione e alla colonizzazione raggiunse il suo picco, la maggior parte dei reali d'Europa seguì l'esempio di Enrico e stabilì delle scuole di navigazione.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scuola_di_navigazione.png",
    "required_policies": [
        {
            "name": "Tradizione navale",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/naval_tradition.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Esplorazione",
        "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca medievale",
        "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
    }
}