{
    "id": 58,
    "name": "Religione organizzata",
    "game_info": "Religione organizzata+1 Fede da Santuari e Templi.",
    "historical_info": "In una religione organizzata molte persone hanno le stesse credenze e seguono le stesse pratiche rituali. La religione può includere sacerdoti che intercedono con i poteri superiori per conto dei credenti o che ne determinano/interpretano i precetti. Oltre ai sacerdoti possono esserci altri leader religiosi, talvolta organizzati in una complicata gerarchia. La religione può avere templi o altri santuari in cui la gente si ritrova per pregare e adorare la divinità. In generale i credenti contribuiscono economicamente per supportare i sacerdoti e gli edifici di culto.Solitamente una religione organizzata è un fattore di stabilità all'interno di una cultura. Le persone che condividono la stessa fede hanno una cosa importante in comune e, per quanto non si conoscano, è meno probabile che si uccidano l'un l'altro. D'altro canto può essere un importante fattore di divisione: storicamente molte religioni organizzate hanno considerato gli altri culti una minaccia o un'eresia, e molte guerre sono state combattute per stabilire quale dio è il vero Dio.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organized_religion.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Devozione",
        "game_info": "La Devozione aumenta la Fede di un impero.Adottare la Devozione ti consente di costruire Santuari e Templi in metà tempo. Sblocca la costruzione della Grande Moschea di Djenné.Adottare tutte le Politiche nell'albero della Devozione farà comparire un Grande Profeta; inoltre i Luoghi Santi forniranno +3 Cultura.",
        "prereq_era": null,
        "historical_info": "Con \"devozione\" si intende l'adesione totale a una specifica religione o sistema di precetti spirituali. Una persona troppo devota può facilmente sembrare condiscendente o bigotta perché tende a seguire alla lettera i precetti della sua religione e ad accettarne tutti i dogmi senza il minimo dubbio."
    }
}