{
    "id": 61,
    "name": "Filantropia",
    "game_info": "FilantropiaLe donazioni in Oro alle città-stato producono il 25% di Influenza in più.",
    "historical_info": "La filantropia è il meccanismo per cui alcuni dei cittadini più ricchi di una società donano al popolo una parte della loro ricchezza, spesso sotto forma di biblioteche, musei, ospedali o borse di studio. A differenza del mecenate, che finanzia la creazione di un oggetto d'arte per se stesso e i suoi pari, il filantropo tende a beneficiare i membri più poveri della comunità. L'americano di origine scozzese Andrew Carnegie è uno dei maggiori esempi di filantropia nella storia. Per gran parte della sua vita Carnegie fu un uomo d'affari totalmente privo di scrupoli, accumulando con la sua acciaieria US Steel la seconda più grande fortuna della storia, grazie soprattutto al lavoro degli uomini che si spezzavano la schiena nelle sue miniere e nelle fonderie. Dopo aver venduto l'azienda nel 1901 Carnegie dedicò gli ultimi 19 anni della sua vita a costruire biblioteche nelle città povere, finanziandone circa 3.000 in moltissimi paesi tra cui USA, Canada, Regno Unito, Irlanda, Australia e Nuova Zelanda.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/philanthropy.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenatismo",
        "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
        "prereq_era": "Epoca classica",
        "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
    }
}