[
    {
        "id": 1,
        "name": "Accademia delle scienze",
        "game_info": "+1 Felicità locale per ogni Osservatorio, Scuola pubblica e Laboratorio di ricerca.",
        "historical_info": "Un'Accademia delle scienze è un'istituzione finanziata dallo stato e dedicata all'istruzione o alla ricerca scientifica e/o tecnologica. La più famosa accademia è russa (più tardi sovietica) ed è stata fondata da Pietro il Grande nel 1724 come parte del suo progetto di modernizzare l'impero. Nel 1917, quando è passata sotto il controllo sovietico, l'accademia ha ricevuto il compito di affrontare problematiche sociali e progetti di costruzione; a partire dal 1928 il Politburo ha interferito sempre di più nell'insegnamento e nella ricerca dell'Accademia Sovietica delle Scienze, intralciando lo sviluppo scientifico russo e rallentandolo per decenni.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/academy_of_sciences.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/academy_of_sciences.json"
    },
    {
        "id": 2,
        "name": "Aristocrazia",
        "game_info": "Aristocrazia+15% alla Produzione quando costruisci una Meraviglia e +1 Felicità ogni 10 cittadini in una città.",
        "historical_info": "L'aristocrazia è una forma di governo in cui il potere è nelle mani dei cittadini di estrazione più nobile. L'appartenenza a questo gruppo può essere ereditaria, per merito o per censo, o dipendere da una combinazione di questi tre fattori. Il termine deriva dalla parola greca \"aristokrathia\", che significa \"il governo dei migliori\". La linea che separa aristocrazia e oligarchia è molto sottile, e in effetti può dipendere dai punti di vista: un gruppo di governanti potrebbe definirsi aristocratico, mentre tutti gli altri li considerano oligarchi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/aristocracy.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradizionalismo",
            "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/aristocracy.json"
    },
    {
        "id": 3,
        "name": "Arsenale della democrazia",
        "game_info": "+15% alla Produzione di unità militari. +15 Influenza dai doni di unità militari alle città-stato.",
        "historical_info": "\"Arsenale della democrazia\" è un'espressione coniata dal Presidente Franklin Roosevelt nel dicembre del 1940, durante una trasmissione radiofonica, per descrivere il ruolo dell'America nella lotta contro il totalitarismo. Politica non ufficiale degli Stati Uniti durante la Seconda Guerra Mondiale e la conseguente guerra fredda contro il comunismo, l'\"Arsenale\" rimanda all'impegno dell'industria privata di un paese nel produrre armi per la propria e altre nazioni con l'obiettivo di sconfiggere un nemico comune. I fabbricanti privati sono ricompensati in base al valore di mercato, generalmente senza troppi vincoli o procedure burocratiche.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/arsenal_of_democracy.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/arsenal_of_democracy.json"
    },
    {
        "id": 4,
        "name": "Genio artistico",
        "game_info": "Genio artisticoCompare un Grande Artista.",
        "historical_info": "Un genio artistico è una persona che ha la creatività, l'originalità e l'abilità di realizzare la bellezza nell'arte, qualsiasi forma questa possa assumere. Il genio artistico si può applicare anche a un'esecuzione, così come alla coreografia, all'orchestrazione o al teatro. La storia della civiltà è costellata da geni della letteratura, dell'arte e della performance, spesso contraddistinti da un temperamento emotivo, ma sempre brillanti nel loro campo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/artistic_genius.png",
        "required_policies": [
            {
                "name": "Belle Arti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Estetica",
            "game_info": "L'Estetica aumenta la capacità della civiltà di generare Cultura.Adottare l'Estetica ti permette di generare Grandi Scrittori, Grandi Artisti e Grandi Musicisti il 25% più velocemente. Sblocca la costruzione degli Uffizi.Adottarne tutte le politiche raddoppia il bonus per il tema comune che puoi ricevere da Musei e Meraviglie; inoltre permette l'acquisto di Grandi Scrittori, Grandi Artisti e Grandi Musicisti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca classica",
            "historical_info": "L'estetica è la filosofia che investiga la natura dell'arte e del gusto, analizzando la creazione e la valutazione della bellezza materiale. È da notare che l'estetica non prende in considerazione la funzionalità o l'utilità di un oggetto, ma si focalizza solo sulla bellezza della sua forma, sui suoi colori e su altri aspetti artistici."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/artistic_genius.json"
    },
    {
        "id": 5,
        "name": "Capitalismo",
        "game_info": "+1 Felicità locale per ogni Zecca, Banca e Borsa.",
        "historical_info": "Il capitalismo è un sistema economico basato sulla produzione privata e la proprietà dei beni, guidato dalla produzione di beni e dalla ricerca del profitto. Esistono parecchi tipi di capitalismo: da quello più liberista (il cosiddetto \"laissez-faire\"), a quello temperato da politiche di assistenzialismo sociale, fino al capitalismo di stato. La maggior parte degli stati moderni adotta una qualche forma di capitalismo misto, in cui le iniziative pubbliche controllate dallo stato si mescolano a quelle private, guidate dal mercato.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/capitalism.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/capitalism.json"
    },
    {
        "id": 6,
        "name": "File di carri",
        "game_info": "File di carri+2 Oro da tutte le tue Rotte commerciali terrestri. I costi di manutenzione di strade e ferrovie sono ridotti del 50%.",
        "historical_info": "Nel corso delle epoche, man mano che le strade diventavano migliori e meno soggette al banditismo, le file di carri hanno sostituito le carovane nel commercio via terra. In grado di portare più beni di tutti i tipi, di fornire riparo e di viaggiare più lontano, le file di carri vennero utilizzate per il commercio, la guerra e le migrazioni. Estremamente impiegati nel corso della storia, i carri sono praticamente scomparsi con l'avvento dell'epoca industriale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/wagon_trains.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Commercio",
            "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/wagon_trains.json"
    },
    {
        "id": 7,
        "name": "Cittadinanza",
        "game_info": "CittadinanzaLa velocità di costruzione dei miglioramenti nelle caselle aumenta del 25% e un Lavoratore gratuito compare vicino alla capitale.",
        "historical_info": "La cittadinanza è il concetto secondo cui alcune persone, sulla base della razza o della tribù o del luogo di nascita, sono membri di una nazione e, in quanto tali, meritano un certo grado di protezione nonché diritti e privilegi che vanno oltre quelli concessi agli stranieri. Può darsi, per esempio, che i cittadini siano liberi di muoversi a volontà sul territorio mentre i non-cittadini siano soggetti all'arresto e alla deportazione se scoperti dalle autorità.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/citizenship.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Libertà",
            "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
            "prereq_era": null,
            "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/citizenship.json"
    },
    {
        "id": 8,
        "name": "Società civile",
        "game_info": "Gli specialisti consumano solo la metà del Cibo rispetto alla norma.",
        "historical_info": "In una società civile, le persone offrono liberamente il proprio lavoro per migliorare il mondo che le circonda. I volontari si riuniscono in organizzazioni civiche. La gente raccoglie la spazzatura dai marciapiedi davanti alle case e ai negozi. Si adottano animali randagi. I genitori partecipano alle riunioni scolastiche e gli elettori vanno a votare. I paesi che vantano un'alta partecipazione civica sono in generale più puliti, più efficienti e più felici.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/civil_society.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/civil_society.json"
    },
    {
        "id": 9,
        "name": "Governo collettivo",
        "game_info": "Governo collettivoVelocizza del 50% la creazione di Coloni nella capitale; inoltre un Colono gratuito appare vicino alla capitale (Venezia riceve un Mercante di Venezia invece di un Colono).",
        "historical_info": "Il governo collettivo prevede che ogni membro (o membro adulto, o maschio adulto) della società prenda parte al processo amministrativo, votando direttamente sui provvedimenti anziché agire attraverso un rappresentante (come avviene in una repubblica). Forse questa forma di governo è efficace per una tribù o un piccolo villaggio, ma diventa ben presto scomoda e difficile da gestire al crescere delle dimensioni della società. Se metà dei cittadini di una tribù di 100 persone volesse parlare per un minuto durante una riunione, l'intero affare si potrebbe sbrigare in meno di un'ora. Se lo volesse fare la metà dei cittadini di New York City, servirebbero 66.000 ore (e una sala conferenze davvero enorme).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/collective_rule.png",
        "required_policies": [
            {
                "name": "Repubblica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/republic.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Libertà",
            "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
            "prereq_era": null,
            "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/collective_rule.json"
    },
    {
        "id": 10,
        "name": "Consolati",
        "game_info": "Consolati Il livello base di Influenza su tutte le città-stato aumenta di 20 punti.",
        "historical_info": "Man mano che le relazioni fra gli stati diventarono più formali, furono istituiti dei consolati per assistere e proteggere gli interessi dei cittadini di un paese che si trovano nel territorio di un altro paese e promuovere gli scambi commerciali e l'amicizia tra le due nazioni. Laddove un ambasciatore è l'unico rappresentante di un governo nei confronti di un altro, in uno stato ci possono essere più consoli, solitamente uno in ogni città importante.L'idea di fornire assistenza ai cittadini di una nazione che si trovano all'estero ebbe origine dall'abitudine dei ricchi mercanti dell'antica Grecia di agire come \"prosseni\" in altre città-stato elleniche per aiutare i compatrioti. Il ruolo dei consolati si è esteso nell'Ottocento per includere attività educative e culturali, ma il loro compito di rappresentare il proprio governo in paesi lontani rimane immutato.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/consulates.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenatismo",
            "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
            "prereq_era": "Epoca classica",
            "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/consulates.json"
    },
    {
        "id": 11,
        "name": "Azione segreta",
        "game_info": "La possibilità di pilotare le elezioni nelle città-stato è raddoppiata.",
        "historical_info": "Secondo il Dipartimento della Difesa statunitense, un'azione segreta è \"un'operazione pianificata ed eseguita in modo da nascondere l'identità del committente o permettere la sua plausibile smentita\". Lo scopo di queste azioni è ottenere un effetto politico, militare, economico o diplomatico senza ripercussioni né da parte della nazione oggetto dell'azione, né dei propri stessi cittadini. Le azioni segrete posso assumere varie forme, dagli assassini allo spionaggio alle operazioni militari, ma sono tutte contraddistinte dall'assoluta segretezza.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/covert_action.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/covert_action.json"
    },
    {
        "id": 12,
        "name": "Creatività",
        "game_info": "+1 Cultura da ogni Capolavoro (ma il Turismo non viene modificato).",
        "historical_info": "Nell'accezione più ampia, la creatività è semplicemente l'espressione di idee o emozioni attraverso l'arte. Più specificatamente, l'espressione creativa è la capacità di creare arte libera dall'interferenza governativa che si realizza attraverso la censura, la tassazione o altre limitazioni legali.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/creative_expression.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/creative_expression.json"
    },
    {
        "id": 13,
        "name": "Centri culturali",
        "game_info": "Centri culturaliLa costruzione di Monumenti, Anfiteatri, Teatri dell'Opera, Musei e Ripetitori è il 50% più veloce.",
        "historical_info": "Un Centro culturale è un edificio, un complesso o un'istituzione che promuove le arti. In alcuni casi questo significa il finanziamento di musei o gallerie d'arte aperte al pubblico. In altre occasioni i centri possono offrire donazioni per incoraggiare la costruzione di strutture private che ospitano esecuzioni artistiche o aiutare la ricerca di talenti per le orchestre civiche, i teatri, i corpi di ballo e i gruppi vocali.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_centers.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Estetica",
            "game_info": "L'Estetica aumenta la capacità della civiltà di generare Cultura.Adottare l'Estetica ti permette di generare Grandi Scrittori, Grandi Artisti e Grandi Musicisti il 25% più velocemente. Sblocca la costruzione degli Uffizi.Adottarne tutte le politiche raddoppia il bonus per il tema comune che puoi ricevere da Musei e Meraviglie; inoltre permette l'acquisto di Grandi Scrittori, Grandi Artisti e Grandi Musicisti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca classica",
            "historical_info": "L'estetica è la filosofia che investiga la natura dell'arte e del gusto, analizzando la creazione e la valutazione della bellezza materiale. È da notare che l'estetica non prende in considerazione la funzionalità o l'utilità di un oggetto, ma si focalizza solo sulla bellezza della sua forma, sui suoi colori e su altri aspetti artistici."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/cultural_centers.json"
    },
    {
        "id": 14,
        "name": "Diplomazia culturale",
        "game_info": "Diplomazia culturaleLa quantità di risorse donate dalle città-stato aumenta del 100%. La Felicità proveniente dalle Risorse di lusso donate aumenta del 50%.",
        "historical_info": "La Diplomazia culturale prevede il prestito degli oggetti più belli e preziosi di una civiltà ad altre nazioni al fine di promuovere la pace e la comprensione fra tutti i popoli. Una delle forme più durature di diplomazia culturale è rappresentata dalle fiere mondiali, note anche come Esposizioni Universali o \"Expo\", organizzate periodicamente in diverse città del mondo ogni 2-5 anni. In una fiera mondiale sono presentati al pubblico alcuni esempi di arte, artigianato, agricoltura e industria provenienti da molti paesi. La prima fiera mondiale si è tenuta nel 1851 al Crystal Palace, in Hyde Park, a Londra. Fu voluta fortemente dal principe Alberto, il marito della regina Vittoria. In totale le dimostrazioni furono 13.000 e i visitatori circa 6 milioni. L'ultima fiera mondiale si è tenuta a Shanghai, in China, nel 2010. È stata visitata da circa 70 milioni di persone.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_diplomacy.png",
        "required_policies": [
            {
                "name": "Scolastica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/scholasticism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenatismo",
            "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
            "prereq_era": "Epoca classica",
            "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/cultural_diplomacy.json"
    },
    {
        "id": 15,
        "name": "Rivoluzione culturale",
        "game_info": "+34% Turismo verso le altre civiltà che hanno adottato l'Ordine.",
        "historical_info": "La \"Grande rivoluzione culturale proletaria\" è stato un movimento promosso tra il 1966 e il 1976 nella Repubblica Popolare Cinese. Iniziata da Mao Tse-Tung e dal partito comunista, la rivoluzione culturale aveva lo scopo di rieducare la gente comune rimuovendo o reprimendo ogni elemento di pensiero capitalista, religioso o tradizionale, ricorrendo all'arresto e alla violenza se necessario. La repressione dilagò a tutti i livelli della società, dagli studenti ai militari, tra i lavoratori e nel partito, ritardando di decenni la ricomparsa della Cina nel panorama dell'economia mondiale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_revolution.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/cultural_revolution.json"
    },
    {
        "id": 16,
        "name": "Culto della personalità",
        "game_info": "+50% Turismo verso le civiltà che stanno combattendo contro un nemico comune.",
        "historical_info": "Un culto della personalità nasce quando un individuo utilizza consapevolmente i media, la propaganda e altri mezzi per creare un'immagine pubblica idealizzata, eroica e/o divina. Il sociologo Max Weber ha sviluppato una classificazione tripartita, in cui il culto della personalità figura in modo prominente come una delle forme dell'autorità. Tutti i sovrani dispotici, dalle monarchie assolute dell'antichità fino ai moderni dittatori totalitari, hanno cercato di indurre obbedienza e devozione nei loro sudditi attraverso la manipolazione delle notizie e dei mezzi di comunicazione, alcuni con più successo di altri.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cult_of_personality.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/cult_of_personality.json"
    },
    {
        "id": 17,
        "name": "Dittatura del proletariato",
        "game_info": "+34% Turismo verso le civiltà che hanno meno Felicità.",
        "historical_info": "Nella teoria socio-politica marxista, la Dittatura del proletariato è uno stato sociale in cui la classe operaia ha il controllo diretto sul potere politico; con \"dittatura\" in questo caso non si intende la definizione comune, ma piuttosto il fatto che una classe sociale detenga il controllo dell'intera nazione. Che in questo sistema politico i capitalisti o altri soggetti sociali fossero privati o meno dei loro diritti sarebbe dipeso, secondo Marx ed Engels, da specifiche circostanze del momento. Per la sua affermazione avrebbe potuto anche essere necessaria l'imposizione violenta: in ogni caso, alla fine il proletariato avrebbe certamente soppiantato la borghesia.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/dictatorship_of_the_proletariat.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/dictatorship_of_the_proletariat.json"
    },
    {
        "id": 18,
        "name": "Disciplina",
        "game_info": "Disciplina+15% alla forza di combattimento delle Unità da mischia adiacenti a un'altra unità militare.",
        "historical_info": "In una struttura militare, con disciplina si intende la volontà dei soldati di seguire gli ordini legittimi, di rispettare i superiori e all'occorrenza di mettere a disposizione la propria stessa vita. Un soldato disciplinato deve sempre rispettare la dignità della propria uniforme, anche quando non è in servizio, e proteggere i deboli e gli indifesi. Le violazioni alla disciplina portano a diverse punizioni e, nei casi più gravi, la corte marziale e un congedo con disonore.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/discipline.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Onore",
            "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/discipline.json"
    },
    {
        "id": 19,
        "name": "Doppiogiochisti",
        "game_info": "Le spie hanno una probabilità doppia di catturare le spie nemiche che stanno cercando di rubare una tecnologia.",
        "historical_info": "Nel controspionaggio, i doppiogiochisti sono agenti o membri di un'organizzazione nemica che hanno acconsentito ad agire come spie, ma in realtà sono rimasti fedeli e stanno effettivamente spiando i loro presunti superiori. L'impiego dei doppiogiochisti per violare la sicurezza delle organizzazioni nemiche ha una lunga storia, ma ha guadagnato i riflettori durante la Seconda Guerra Mondiale e la Guerra Fredda. L'MI5 britannico si è dimostrato particolarmente abile nel \"convertire\" gli agenti nemici, mentre durante la Guerra Fredda l'Unione Sovietica è riuscita a infiltrare agenti doppiogiochisti sia nella CIA sia nei servizi segreti inglesi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/double_agents.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/double_agents.json"
    },
    {
        "id": 20,
        "name": "Unione economica",
        "game_info": "+3 Oro da ogni Rotta commerciale con un'altra civiltà che segue l'Ideologia Uguaglianza.",
        "historical_info": "Un'Unione economica è un blocco commerciale costituito da un mercato comune e un'unione doganale. Le nazioni che ne fanno parte adottano politiche comuni sulle norme di produzione, il libero scambio entro i confini, i dazi e le tasse, oltre a una politica comune sul commercio estero; in alcuni casi l'unione può anche avere o promuovere una moneta unica. A oggi le unioni economiche più riuscite sono state l'Unione Europea, formata nel 1993, e la Comunità Caraibica, formata nel 1973.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/economic_union.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/economic_union.json"
    },
    {
        "id": 21,
        "name": "Truppe scelte",
        "game_info": "Le unità militari ferite infliggono il 25% di danno in più.",
        "historical_info": "Da quando i re ittiti e assiri istituirono le prime guardie di palazzo, ogni esercito ha incluso truppe scelte, unità militari addestrate per affrontare le missioni di combattimento più rischiose e inusuali. Le truppe scelte sono diventate famose nella Seconda Guerra Mondiale, specialmente nei paesi totalitari: la Germania utilizzò con effetti devastanti unità come i reggimenti Brandenburg o il battaglione SS \"Jager\" di Otto Skorzeny, mentre l'Italia fascista aveva diverse unità navali specializzate. Dopo la guerra, unità scelte come i Spetsnaz russi e i Navy Seals americani hanno mantenuto alta la tradizione con spietata efficienza.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/elite_forces.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/elite_forces.json"
    },
    {
        "id": 22,
        "name": "Imprenditorialità",
        "game_info": "ImprenditorialitàI Grandi Mercanti sono generati il 25% più velocemente. Ricevi una quantità di Oro doppia dalle missioni commerciali dei Grandi Mercanti.",
        "historical_info": "L'imprenditorialità si riferisce alla capacità e alla volontà di una persona di sviluppare, organizzare e gestire un'impresa commerciale nella speranza di generare un profitto. Nel corso della storia, l'imprenditorialità ha assunto molte forme, dai grandi esploratori-mercanti del Rinascimento italiano, alle compagnie promosse dai governi durante l'epoca delle grandi scoperte, fino ai baroni senza scrupoli dell'epoca industriale. Indipendentemente dalla forma, la volontà di rischiare i propri fondi per generare ricchezza ha guidato l'evoluzione delle civiltà al pari di tutti gli altri fattori.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/entrepreneurship.png",
        "required_policies": [
            {
                "name": "File di carri",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/wagon_trains.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Commercio",
            "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/entrepreneurship.json"
    },
    {
        "id": 23,
        "name": "Scambio culturale",
        "game_info": "Scambio culturaleReligione condivisa, rotte commerciali e diritto di passaggio aumentano del 15% ognuna il modificatore del Turismo.",
        "historical_info": "I primi scambi culturali non ufficiali tra nazioni (con la visita reciproca di studenti, artisti, atleti e altri) risalgono all'inizio dell'epoca industriale, ma affinché si formalizzassero programmi ufficiali di scambio da parte di governi avversari si dovette aspettare la Guerra Fredda, durante la quale USA e URSS cercarono simultaneamente di mostrare al mondo la superiorità della propria cultura e allo stesso tempo approfondire la comprensione dei rispettivi sistemi di valori. Questi programmi formali mitigavano le restrizioni sul viaggio e l'esibizione di gruppi selezionati in \"territorio nemico\", un processo che molti storici hanno definito \"cavallo di Troia culturale\", perché alla fine contribuì a erodere il potere sovietico.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/cultural_exchange.png",
        "required_policies": [
            {
                "name": "Fioritura delle arti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/flourishing_of_the_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Estetica",
            "game_info": "L'Estetica aumenta la capacità della civiltà di generare Cultura.Adottare l'Estetica ti permette di generare Grandi Scrittori, Grandi Artisti e Grandi Musicisti il 25% più velocemente. Sblocca la costruzione degli Uffizi.Adottarne tutte le politiche raddoppia il bonus per il tema comune che puoi ricevere da Musei e Meraviglie; inoltre permette l'acquisto di Grandi Scrittori, Grandi Artisti e Grandi Musicisti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca classica",
            "historical_info": "L'estetica è la filosofia che investiga la natura dell'arte e del gusto, analizzando la creazione e la valutazione della bellezza materiale. È da notare che l'estetica non prende in considerazione la funzionalità o l'utilità di un oggetto, ma si focalizza solo sulla bellezza della sua forma, sui suoi colori e su altri aspetti artistici."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/cultural_exchange.json"
    },
    {
        "id": 24,
        "name": "Belle Arti",
        "game_info": "Belle ArtiIl 50% della Felicità in eccesso viene aggiunto ogni turno alla quantità di Cultura che puoi spendere per acquistare Politiche Sociali.",
        "historical_info": "Le Belle Arti, in contrapposizione alle arti pratiche o applicate, sono rivolte alla creazione di oggetti o esperienze estetiche che possono essere condivise con altri. Il termine è entrato in voga nell'Europa del XVII Secolo; le cinque \"belle arti maggiori\" consistevano in pittura, scultura, architettura, musica e poesia, mentre le arti \"minori\" includevano la recitazione e la danza. Ancor oggi infuria il dibattito se il cinema, la fotografia, la calligrafia, la moda, i fumetti o addirittura i videogiochi siano \"arte\", bella o meno che sia.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fine_arts.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Estetica",
            "game_info": "L'Estetica aumenta la capacità della civiltà di generare Cultura.Adottare l'Estetica ti permette di generare Grandi Scrittori, Grandi Artisti e Grandi Musicisti il 25% più velocemente. Sblocca la costruzione degli Uffizi.Adottarne tutte le politiche raddoppia il bonus per il tema comune che puoi ricevere da Musei e Meraviglie; inoltre permette l'acquisto di Grandi Scrittori, Grandi Artisti e Grandi Musicisti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca classica",
            "historical_info": "L'estetica è la filosofia che investiga la natura dell'arte e del gusto, analizzando la creazione e la valutazione della bellezza materiale. È da notare che l'estetica non prende in considerazione la funzionalità o l'utilità di un oggetto, ma si focalizza solo sulla bellezza della sua forma, sui suoi colori e su altri aspetti artistici."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/fine_arts.json"
    },
    {
        "id": 25,
        "name": "Piano Quinquennale",
        "game_info": "+2 Produzione in ogni città e +1 Produzione per ogni Miniera e Cava.",
        "historical_info": "Nella Russia sovietica, i piani quinquennali erano una serie di linee guida di sviluppo economico definite da una commissione di pianificazione statale istituita dal partito comunista; il primo fu iniziato nel 1928 e l'ultimo era ancora operativo quando l'Unione Sovietica si sciolse nel 1991. L'attuazione del piano corrente divenne l'obiettivo principale della burocrazia sovietica, che si fece sempre più complessa e ponderosa. Tuttavia i successi dei primi piani motivarono le altre nazioni comuniste, come la Cina di Mao, e persino alcuni stati capitalistici, ad adottare questo metodo di promozione e coordinamento dello sviluppo economico.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/five-year_plan.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/five-year_plan.json"
    },
    {
        "id": 26,
        "name": "Fioritura delle arti",
        "game_info": "Fioritura delle artiLa Cultura aumenta del 33% in tutte le città che hanno costruito una Grande Meraviglia; inoltre l'impero entra immediatamente in un' Età dell'Oro.",
        "historical_info": "Con \"fioritura delle arti\" si fa riferimento a un periodo in cui il senso estetico è particolarmente sviluppato e si verifica una grande produzione di opere d'arte innovative, solitamente in concomitanza con un'età dell'oro per la civiltà in questione. Insieme ai progressi scientifici e ai miglioramenti nelle condizioni di vita, la \"fioritura delle arti\" durante un'età dell'oro influenza anche letteratura e musica oltre naturalmente alle arti visive. Sfortunatamente anche questi periodi arrivano fatalmente alla fine, in genere per cause esterne, come guerra, crisi economica, fanatismo religioso o altri avvenimenti che sfuggono al controllo dei popoli.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/flourishing_of_the_arts.png",
        "required_policies": [
            {
                "name": "Centri culturali",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/cultural_centers.json"
            },
            {
                "name": "Belle Arti",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/fine_arts.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Estetica",
            "game_info": "L'Estetica aumenta la capacità della civiltà di generare Cultura.Adottare l'Estetica ti permette di generare Grandi Scrittori, Grandi Artisti e Grandi Musicisti il 25% più velocemente. Sblocca la costruzione degli Uffizi.Adottarne tutte le politiche raddoppia il bonus per il tema comune che puoi ricevere da Musei e Meraviglie; inoltre permette l'acquisto di Grandi Scrittori, Grandi Artisti e Grandi Musicisti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca classica",
            "historical_info": "L'estetica è la filosofia che investiga la natura dell'arte e del gusto, analizzando la creazione e la valutazione della bellezza materiale. È da notare che l'estetica non prende in considerazione la funzionalità o l'utilità di un oggetto, ma si focalizza solo sulla bellezza della sua forma, sui suoi colori e su altri aspetti artistici."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/flourishing_of_the_arts.json"
    },
    {
        "id": 27,
        "name": "Confini fortificati",
        "game_info": "+1 Felicità locale per ogni Castello, Arsenale e Base militare.",
        "historical_info": "A partire dalla costruzione della Grande Muraglia, le nazioni autocratiche hanno cercato di limitare la minaccia rappresentata da ipotetiche invasioni (ma anche l'emigrazione della propria gente) con la costruzione di fortificazioni estese lungo i confini. Dal Vallo di Adriano in Gran Bretagna alla linea Bar Lev attraverso il Sinai il genio militare è cambiato profondamente, ma il concetto base è rimasto lo stesso: roccaforti collegate da fortificazioni più piccole e protette da ostacoli anti-uomo come pali appuntiti, fossati, filo spinato e mine. Attualmente le fortificazioni di confine più minacciose sono costituite dalla Zona demilitarizzata coreana, che mostra il risultato di due confini fortificati contrapposti.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fortified_borders.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/fortified_borders.json"
    },
    {
        "id": 28,
        "name": "Tolleranza religiosa",
        "game_info": "Tolleranza religiosaLe città con una religione di maggioranza ottengono anche il bonus fornito dalla Credenza del Pantheon della seconda religione più diffusa.",
        "historical_info": "Quando vige la libertà religiosa, lo stato non obbliga i cittadini a seguire alcun particolare culto. Tutte le religioni sono tollerate e ciascuno è libero di seguire le proprie inclinazioni spirituali. Sebbene le motivazioni che spingono i governi ad adottare la libertà religiosa siano spesso più nobili, tipicamente il suo effetto è di limitare l'influenza di una religione particolare. Nelle nazioni in cui è tollerato un solo culto, infatti, il clero arriva ad avere un grandissimo potere (pensiamo al moderno Iran). Quando c'è libertà religiosa, al contrario, i governi tendono a trattare tutti i culti allo stesso livello, assicurandosi che nessuno di essi acquisisca il dominio totale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/religious_tolerance.png",
        "required_policies": [
            {
                "name": "Religione organizzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Devozione",
            "game_info": "La Devozione aumenta la Fede di un impero.Adottare la Devozione ti consente di costruire Santuari e Templi in metà tempo. Sblocca la costruzione della Grande Moschea di Djenné.Adottare tutte le Politiche nell'albero della Devozione farà comparire un Grande Profeta; inoltre i Luoghi Santi forniranno +3 Cultura.",
            "prereq_era": null,
            "historical_info": "Con \"devozione\" si intende l'adesione totale a una specifica religione o sistema di precetti spirituali. Una persona troppo devota può facilmente sembrare condiscendente o bigotta perché tende a seguire alla lettera i precetti della sua religione e ad accettarne tutti i dogmi senza il minimo dubbio."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/religious_tolerance.json"
    },
    {
        "id": 29,
        "name": "Libertà di pensiero",
        "game_info": "Libertà di pensiero+1 Scienza per ogni Base commerciale e +17% Scienza dalle Università.",
        "historical_info": "Chi propugna la libertà di pensiero sostiene che la conoscenza deve scaturire dall'applicazione della scienza e della ragione, e non dalla tradizione o dal dogma religioso. Ogni teoria dev'essere messa alla prova in modo scientifico e logicamente dimostrabile. Se qualcosa non può essere dimostrato, è sciocco credere che sia vero. La fede cieca è nemica dei liberi pensatori. La libertà di pensiero è una parte importante della tradizione buddista. Nel \"Kalama Sutta\" Buddha afferma: \"Non accettare nulla sulla base della sola tradizione;/Non accettare nulla solo perché concorda con le tue scritture;/Ma quando arrivi a sapere in modo autonomo/allora vivi di conseguenza.\"",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/free_thought.png",
        "required_policies": [
            {
                "name": "Umanesimo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/humanism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Razionalismo",
            "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca rinascimentale",
            "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/free_thought.json"
    },
    {
        "id": 30,
        "name": "Futurismo",
        "game_info": "+250 Turismo verso tutte le civiltà conosciute quando nasce un Grande Scrittore, Artista o Musicista.",
        "historical_info": "Il futurismo è nato in Italia come corrente artistica all'inizio del XX Secolo e si è evoluto in movimento sociale negli anni '20 e '30. Il futurismo esalta idee contemporanee sul futuro come l'impeto della giovinezza, la tecnologia, l'industrialismo e la velocità dei mezzi di trasporto come automobile e aereo. All'inizio è stato principalmente un movimento artistico e filosofico, diventando espressione politica dopo che molti futuristi ebbero abbracciato il fascismo nella speranza di modernizzare un mondo che consideravano arcaico, rurale e arretrato. Il futurismo raggiunse il suo apice in Italia, ma movimenti paralleli sorsero anche in Inghilterra, in Francia e specialmente in Russia.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/futurism.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/futurism.json"
    },
    {
        "id": 31,
        "name": "Diplomazia delle armi",
        "game_info": "Ogni turno guadagni 6 Influenza in più (nelle partite a velocità normale) sulle città-stato a cui potresti chiedere un tributo. Le tue forze militari sono un 50% più effettive quando minacciano le città-stato.",
        "historical_info": "Negli affari internazionali, il termine \"diplomazia delle armi\" si riferisce al perseguimento di obiettivi di politica estera attraverso vistose dimostrazioni di forza militare, a cui fa da sottinteso la minaccia di un intervento apertamente ostile da parte della nazione più potente. Il termine è diventato popolare durante il periodo dell'imperialismo europeo, dal momento che le potenze coloniali utilizzavano la presenza di navi da guerra per estorcere concessioni ai regni nativi. Queste politiche si sono rivelate estremamente efficaci, specialmente quando applicate da autocrazie militariste... finché anche i nativi non sono riusciti a procurarsi armi moderne.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/gunboat_diplomacy.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/gunboat_diplomacy.json"
    },
    {
        "id": 32,
        "name": "Eroe del popolo",
        "game_info": "La velocità con cui nascono Grandi Personaggi aumenta del 25%.",
        "historical_info": "Sebbene vi siano molte interpretazioni possibili per il titolo di \"eroe del popolo\", nell'Unione Sovietica era riservato alle persone che ricevevano il riconoscimento di \"Eroe dell'Unione Sovietica\", assegnato per meriti straordinari al servizio dello stato e della società sovietica. Stabilito nel 1934, il riconoscimento veniva solitamente conferito per eccezionali servizi militari (più di 11.000 soldati premiati durante la sola Seconda Guerra Mondiale); tuttavia è stato dato anche a notabili di partito, cosmonauti, ricercatori e occasionalmente a qualche straniero che aveva servito lo stato. Negli anni '70 il titolo perse gran parte del suo significato quando cominciò a essere assegnato a burocrati e ufficiali dell'esercito come premio per un lungo servizio anziché per speciali atti di eroismo; ciononostante il premio continuò a soddisfare il suo scopo politico, rappresentando il culmine del successo personale all'interno dello stato comunista.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/hero_of_the_people.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/hero_of_the_people.json"
    },
    {
        "id": 33,
        "name": "Umanesimo",
        "game_info": "UmanesimoI Grandi Scienziati sono generati il 25% più velocemente.",
        "historical_info": "L'Umanesimo è la filosofia che sostiene che l'essere umano è la cosa più importante dell'universo. Non ci sono \"esseri superiori\" o poteri soprannaturali a cui gli uomini debbano obbedienza o che possano fornire loro guida o conoscenza. Ci siamo solo noi. In varie forme, l'Umanesimo è stato presente nella storia fin dall'Antica Grecia. Inoltre appare in alcune scritture asiatiche e indiane che risalgono a due o addirittura a tre millenni fa. L'Umanesimo è tornato in primo piano con il Rinascimento e rimane ancora oggi un potente concetto filosofico.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/humanism.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Razionalismo",
            "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca rinascimentale",
            "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/humanism.json"
    },
    {
        "id": 34,
        "name": "Spionaggio industriale",
        "game_info": "La velocità con cui le spie rubano tecnologie è raddoppiata.",
        "historical_info": "Con spionaggio industriale si indicano tutte le pratiche messe in atto dalle aziende per scoprire segreti e informazioni confidenziali di altre aziende, in genere concorrenti. Lo spionaggio industriale è condotto per fini economici piuttosto che per ragioni di sicurezza nazionale e ha avuto inizio negli anni '20 dell'Ottocento, quando la Francia cominciò a cercare di rubare le invenzioni e i processi dell'industria inglese allo scopo di uguagliare l'esplosiva industrializzazione dell'Inghilterra. Questa modalità di \"spionaggio\" è solitamente intrapresa quando una nazione si trova in grave svantaggio nello sviluppo economico e commerciale, come nei ben documentati casi di spionaggio industriale sovietico in occidente degli anni '80 del secolo scorso.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/industrial_espionage.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/industrial_espionage.json"
    },
    {
        "id": 35,
        "name": "Cortina di Ferro",
        "game_info": "Palazzo di giustizia gratuito quando viene catturata una città. Le rotte commerciali interne forniscono il 50% in più di Cibo o Produzione.",
        "historical_info": "La Cortina di Ferro era il confine simbolico, ideologico e fisico che separò il decadente occidente dall'\"ordinata\" Unione Sovietica dalla fine della Seconda Guerra Mondiale al termine della Guerra Fredda. Questa espressione fu usata per la prima volta nel marzo del 1946 in un discorso in cui Winston Churchill manifestava la costernazione inglese per l'occupazione e la repressione di vari paesi dell'Europa orientale. All'inizio la frase di Churchill fu derisa, ma in seguito la sua visione che la Cortina di Ferro servisse solo per controllare le persone e tenerle all'oscuro di ciò che accadeva all'esterno si impose e l'uso di quella metafora per indicare il blocco comunista europeo diventò universale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/iron_curtain.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/iron_curtain.json"
    },
    {
        "id": 36,
        "name": "Nobiltà terriera",
        "game_info": "Nobiltà terriera+10% alla Crescita e +2 Cibo nella capitale.",
        "historical_info": "Questa politica assegna il potere e il prestigio di una nazione ai possidenti terrieri. Maggiore è la quantità di terra di cui si dispone, maggiore il potere. In alcuni casi il possesso dei terreni può essere limitato ai membri di una determinata classe, tribù, religione o addirittura di un particolare sesso. La nobiltà terriera deve fare molta attenzione a non esasperare la grande massa dei lavoratori, dal momento che le sollevazioni spesso si concludono con una radicale ridistribuzione delle terre, a cui talvolta si accompagna l'esecuzione sommaria dei vecchi nobili.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/landed_elite.png",
        "required_policies": [
            {
                "name": "Legalismo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradizionalismo",
            "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/landed_elite.json"
    },
    {
        "id": 37,
        "name": "Legalismo",
        "game_info": "LegalismoFornisce un edificio culturale gratuito nelle tue prime 4 città.",
        "historical_info": "Secondo il Legalismo la relazione tra un governatore e il suo popolo dev'essere stabilita da una serie di leggi ben definite, che entrambe le parti devono rispettare fedelmente. Se la legge è equa, e se viene fatta osservare in modo appropriato, la gente comune sarà contenta e la posizione del governante sarà assicurata. La maggior parte dei governi moderni sembra seguire quest'approccio, ma in Cina, durante il periodo degli Stati Combattenti, il legalismo arrivò ad assumere quasi lo status di religione di stato.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/legalism.png",
        "required_policies": [
            {
                "name": "Oligarchia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/oligarchy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradizionalismo",
            "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/legalism.json"
    },
    {
        "id": 38,
        "name": "Guerra lampo",
        "game_info": "I Grandi Generali ricevono +3 [ICON_MOVES] movim.; le Unità corazzate +15% in attacco, +1 [ICON_MOVES] movim. e ignorano la ZDC nemica.",
        "historical_info": "La guerra lampo, più nota con il termine tedesco \"blitzkrieg\", è una strategia basata sul concentramento rapido di truppe motorizzate per effettuare uno sfondamento delle linee nemiche. La guerra lampo utilizza la tecnica delle armi combinate e sfrutta il supporto tattico aereo per mantenere il nemico in una posizione di costante svantaggio, penetrando profondamente nelle sue retrovie e attaccando le unità che cercano di prendere gli invasori a fianchi. Heinz Guderian fu il pioniere della guerra lampo; Erich von Manstein ed Erwin Rommel la perfezionarono; la blitzkrieg fu così efficace in Polonia, Francia e Russia che l'Unione Sovietica e gli stessi Alleati arrivarono ad adottarla per sconfiggere la Germania nazista.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/lightning_warfare.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/lightning_warfare.json"
    },
    {
        "id": 39,
        "name": "Mandato divino",
        "game_info": "Mandato divinoSconto del 20% su tutti gli acquisti di edifici e unità religiose in cambio di Fede.",
        "historical_info": "Secondo la dottrina del mandato divino, i governanti di un paese detengono il potere perché è stato loro conferito dal cielo e dagli dèi. Ogni forma di dissenso è considerata non solo tradimento, ma anche peccato. Questi sistemi promuovono una fiducia totale nei confronti di chi si trova al governo, ma non sono privi di rischi. Se il paese patisce qualche disastro naturale - carestie, inondazioni, uragani, piogge di rane o qualsiasi altra cosa - ciò potrebbe essere interpretato come un segno che gli dèi sono arrabbiati con i governanti e hanno tolto loro il \"mandato\" di regnare. Questo dà ai cittadini il diritto di rovesciare i peccatori e sostituirli con altri più graditi al \"cielo\".",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mandate_of_heaven.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Devozione",
            "game_info": "La Devozione aumenta la Fede di un impero.Adottare la Devozione ti consente di costruire Santuari e Templi in metà tempo. Sblocca la costruzione della Grande Moschea di Djenné.Adottare tutte le Politiche nell'albero della Devozione farà comparire un Grande Profeta; inoltre i Luoghi Santi forniranno +3 Cultura.",
            "prereq_era": null,
            "historical_info": "Con \"devozione\" si intende l'adesione totale a una specifica religione o sistema di precetti spirituali. Una persona troppo devota può facilmente sembrare condiscendente o bigotta perché tende a seguire alla lettera i precetti della sua religione e ad accettarne tutti i dogmi senza il minimo dubbio."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mandate_of_heaven.json"
    },
    {
        "id": 40,
        "name": "Infrastruttura marittima",
        "game_info": "Infrastruttura marittima+3 Produzione in tutte le città costiere.",
        "historical_info": "Con il termine \"infrastruttura marittima\" si descrivono collettivamente le installazioni e i servizi che facilitano l'attività marittima mercantile. Tra questi vi sono i moli, le banchine e i depositi, oltre a personale come scaricatori, carpentieri, piloti portuali e altri professionisti che gestiscono l'attracco e il carico/scarico delle merci. Si ritiene che nel corso della storia un'occupazione su sei abbia avuto attinenza direttamente o indirettamente con il commercio marittimo. Per le nazioni in cerca di ricchezza ed espansione oltreoceano, possedere una buona infrastruttura marittima è fondamentale. Si ritiene che all'apice dell'impero britannico la corona abbia speso quasi un terzo delle sue entrate per espandere e migliorare in tutto il globo i porti che servivano la vasta flotta mercantile inglese.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/maritime_infrastructure.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Esplorazione",
            "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/maritime_infrastructure.json"
    },
    {
        "id": 41,
        "name": "Cultura mediatica",
        "game_info": "Le città che hanno un Ripetitore generano il 34% di Turismo in più.",
        "historical_info": "Quando si parla di \"cultura mediatica\" si fa riferimento alla società capitalistica occidentale emersa verso la fine del XX Secolo, caratterizzata da un consumismo estremo incoraggiato dai mass media. La cultura mediatica, con la sua enfasi sulla pubblicità e le relazioni pubbliche, è stata considerata dai suoi critici un sistema basato sulla manipolazione delle masse, specialmente nei riguardi della rappresentazione e riproduzione delle ideologie dominanti. Filosofi come Theodor Adorno e Hannah Arendt hanno scritto ampiamente sull'impatto della cultura mediatica sulla democrazia e sul capitalismo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/media_culture.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/media_culture.json"
    },
    {
        "id": 42,
        "name": "Mercantilismo",
        "game_info": "MercantilismoIl costo in Oro per l'acquisto di oggetti nelle città è ridotto del 25%. +1 Scienza per ogni Zecca, Mercato, Banca e Borsa.",
        "historical_info": "Il mercantilismo è una forma di nazionalismo economico che incoraggia un paese ad adottare politiche di protezionismo per promuovere le sue esportazioni e limitare le importazioni dall'estero. Quando il bilancio degli scambi si altera in favore delle esportazioni la ricchezza e la prosperità della nazione aumenta, in caso contrario la nazione si impoverisce e si espone a minacce esterne. Questa teoria ha goduto di un'ampia diffusione nell'Europa occidentale tra il Cinquecento e il Settecento. Oggi la maggior parte delle nazioni occidentali aprono i loro confini al libero commercio, anche se spesso stabiliscono quote o dazi per proteggere le industrie nazionali più importanti.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercantilism.png",
        "required_policies": [
            {
                "name": "Esercito mercenario",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mercenary_army.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Commercio",
            "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mercantilism.json"
    },
    {
        "id": 43,
        "name": "Federazione mercantile",
        "game_info": "Federazione mercantile+2 Oro dalle Rotte commerciali con le città-stato.",
        "historical_info": "Più comunemente chiamata lega o gilda commerciale, una Federazione mercantile era creata per proteggere gli interessi economici e i privilegi diplomatici dei mercanti nelle città e nelle nazioni che si trovano lungo le rotte commerciali. Queste confederazioni di mercanti non avevano un riconoscimento giuridico, ma molte di esse, come la Compagnia dei Mercanti Avventurieri di Londra (fondata nel 1407) e l'ancor più potente Lega Anseatica (formata intorno al 1356), avevano una grande influenza economica, arrivando a dominare specifiche rotte commerciali per lunghi periodi. All'inizio del Rinascimento vennero formate federazioni mercantili in città-stato come Venezia e Genova per proteggere gli interessi di chi commerciava in determinate mercanzie nei periodi in cui si trovava all'estero. Queste leghe mercantili raggiunsero il loro apice nel XV e nel XVI Secolo, ma andarono in declino con l'affermarsi dei governi nazionali e delle compagnie promosse ufficialmente dai sovrani, che gradualmente si assunsero le responsabilità diplomatiche e di gestione precedentemente affidate alle leghe.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merchant_confederacy.png",
        "required_policies": [
            {
                "name": "Scolastica",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/scholasticism.json"
            },
            {
                "name": "Consolati",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/consulates.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenatismo",
            "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
            "prereq_era": "Epoca classica",
            "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/merchant_confederacy.json"
    },
    {
        "id": 44,
        "name": "Flotta mercantile",
        "game_info": "Flotta mercantile+1 Oro per ogni Porto, Cantiere navale o Faro. +4 Produzione e +4 Cultura nella città con la Compagnia delle Indie Orientali.",
        "historical_info": "Una flotta mercantile è composta da un gruppo di navi destinate al commercio che, in tempo di guerra, possono essere arruolate e utilizzate per trasportare le truppe e gli approvvigionamenti della nazione, spesso con la protezione della flotta militare. Per molti anni gli inglesi hanno avuto la flotta mercantile più grande e di migliore qualità del mondo. Stabilita inizialmente nel 1835, la flotta mercantile britannica subì enormi perdite nel corso dei due conflitti mondiali. Quasi 15.000 marinai arruolati su navi civili persero la vita nella Prima Guerra Mondiale, e addirittura 30.000 morirono nella Seconda.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/merchant_navy.png",
        "required_policies": [
            {
                "name": "Tradizione navale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/naval_tradition.json"
            },
            {
                "name": "Infrastruttura marittima",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/maritime_infrastructure.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Esplorazione",
            "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/merchant_navy.json"
    },
    {
        "id": 45,
        "name": "Meritocrazia",
        "game_info": "Meritocrazia+1 Felicità per ogni tua città [ICON_CONNECTED] collegata alla capitale e -5% Infelicità dai cittadini nelle città non occupate.",
        "historical_info": "La meritocrazia è un sistema in cui i più meritevoli e talentuosi ricevono i giusti riconoscimenti e fanno strada nel lavoro, anziché gli amici personali dei politici e degli altri potenti, o magari quelli che appartengono a una particolare casta o religione. Molti governi oscillano periodicamente tra una forma di meritocrazia e qualche altro metodo meno assennato di scegliere le persone che devono coprire le diverse cariche. All'inizio i pubblici ufficiali sono scelti in base alla loro abilità, poi con gli anni il nepotismo si impadronisce del sistema e il governo diventa sempre più corrotto e inefficiente. Alla fine le cose vanno così male che la burocrazia viene riformata alla radice, chiamando ancora una volta persone di qualità. Questo schema si ripete infinite volte finché il sole esplode come una supernova e tutte le forme di vita sono spazzate via dalla faccia del pianeta.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/meritocracy.png",
        "required_policies": [
            {
                "name": "Cittadinanza",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Libertà",
            "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
            "prereq_era": null,
            "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/meritocracy.json"
    },
    {
        "id": 46,
        "name": "Militarismo",
        "game_info": "+2 Felicità locale per ogni Caserma, Armeria e Accademia Militare.",
        "historical_info": "Il militarismo è definito come \"la credenza o il desiderio di un governo o di un popolo che la nazione mantenga un forte potere militare e sia pronta a usarlo aggressivamente\". Il militarismo è stato un elemento significativo nella politica della maggior parte delle nazioni imperialistiche ed espansionistiche della storia, da Sparta alla Germania nazista. Questa filosofia comprende molti elementi, tra cui l'idealizzazione delle imprese militari personali e una politica di governo che assegna una parte significativa delle risorse della nazione al supporto e all'espansione delle forze militari.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/militarism.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/militarism.json"
    },
    {
        "id": 47,
        "name": "Casta militare",
        "game_info": "Casta militareOgni città che ha una guarnigione aumenta di 1 la Felicità locale e di 2 la Cultura.",
        "historical_info": "In una società con una casta militare, tutti i membri dell'esercito provengono da una specifica tribù, hanno la stessa nazionalità, seguono la stessa religione o appartengono comunque a un preciso gruppo socio-economico. I cittadini che non fanno parte della casta non possono arruolarsi nell'esercito e spesso neppure possedere armi, perché i membri della casta temono che possano essere usate contro di loro. Gran parte del Giappone feudale adottava un sistema di caste militari, così come l'antica Sparta.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/military_caste.png",
        "required_policies": [
            {
                "name": "Disciplina",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/discipline.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Onore",
            "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/military_caste.json"
    },
    {
        "id": 48,
        "name": "Tradizione militare",
        "game_info": "Tradizione militareLe unità militari ottengono il 50% di esperienza in più dal combattimento.",
        "historical_info": "La tradizione militare è la politica secondo cui il servizio nell'esercito del paese è presentato in modo molto idealizzato come un'attività estremamente nobile. I soldati e i veterani sono venerati, mentre chi non presta servizio è considerato una persona inferiore o addirittura spregevole. Il moderno stato di Israele ha un'importante tradizione militare, così come in passato l'Inghilterra vittoriana e gli Stati Uniti del sud prima della Guerra Civile.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/military_tradition.png",
        "required_policies": [
            {
                "name": "Codice del guerriero",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/warrior_code.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Onore",
            "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/military_tradition.json"
    },
    {
        "id": 49,
        "name": "Mobilitazione",
        "game_info": "Il costo in Oro dell'acquisto delle unità è ridotto del 33%.",
        "historical_info": "Il termine \"mobilitazione\" è stato usato per la prima volta in un contesto militare nella metà dell'Ottocento nella Russia zarista, per descrivere la raccolta delle truppe e delle vettovaglie in preparazione alla guerra. La mobilitazione istituzionalizzò l'arruolamento di massa dei cittadini che era avvenuto per la prima volta durante le guerre rivoluzionarie francesi. Questa pratica cambiò di fatto la natura della guerra: le nuove tecnologie di comunicazione e di trasporto e la coscrizione militare resero possibile la formazione di eserciti vastissimi, pronti a essere scagliati contro eserciti nemici altrettanto numerosi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mobilization.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mobilization.json"
    },
    {
        "id": 50,
        "name": "Monarchia",
        "game_info": "Monarchia+1 Oro e -1 Infelicità ogni 2 cittadini nella capitale.",
        "historical_info": "La monarchia è una forma di governo in cui il potere è affidato a un singolo individuo. Spesso, ma non sempre, alla morte del re il potere passa al suo erede (ci sono anche monarchie elettive, ma non sono molte). La monarchia è simile al dispotismo, ma c'è un'importante differenza: un re deve rispettare le leggi, mentre il despota è al di sopra di ogni controllo. Naturalmente è possibile che un monarca sia anche un despota, ma può anche darsi che faccia parte di un contesto politico che concede un buon grado di libertà ai sudditi. La Gran Bretagna è un ottimo esempio di quest'ultimo caso.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/monarchy.png",
        "required_policies": [
            {
                "name": "Legalismo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/legalism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Tradizionalismo",
            "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/monarchy.json"
    },
    {
        "id": 51,
        "name": "Nazionalismo",
        "game_info": "Riduce del 33% il costo in Oro del mantenimento delle unità.",
        "historical_info": "Il nazionalismo è la politica che enfatizza l'importanza e l'unicità della propria nazione. Lo stato è madre e padre di ogni cittadino, e la gente lo ama. Tutti hanno una bandiera nazionale che sventola davanti alla finestra di casa e assistono con orgoglio alle parate militari che mettono in mostra le truppe e i mezzi corazzati. Gli stati nazionalisti sono spesso molto potenti, poiché i cittadini lavorano senza tregua per il loro avanzamento. Tuttavia il dissenso interno viene spesso soffocato, e questo limita la loro capacità di correggere la rotta quando intraprendono un cammino sbagliato.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/nationalism.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/nationalism.json"
    },
    {
        "id": 52,
        "name": "Tradizione navale",
        "game_info": "Tradizione navale+1 Felicità per ogni Porto, Cantiere navale e Faro.",
        "historical_info": "I paesi con una forte tradizione navale considerano la Marina la più importante di tutte le branche dell'esercito (nel caso delle isole, la ragione è evidente). I membri delle classi dirigenti spesso prestano servizio sulle navi e gli alti ufficiali della Marina hanno una posizione di preminenza rispetto all'esercito e all'aviazione. La Gran Bretagna ha la tradizione navale più antica e prestigiosa d'Europa. Per secoli le navi inglesi sono state superiori a tutti gli altri vascelli, mentre gli equipaggi e i loro ufficiali erano quanto di meglio si potesse trovare sui mari. Tutto questo, tra le altre cose, dava ai marinai inglesi un notevole bonus al morale durante gli scontri in mare.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/naval_tradition.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Esplorazione",
            "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/naval_tradition.json"
    },
    {
        "id": 53,
        "name": "Scuola di navigazione",
        "game_info": "Scuola di navigazioneUn Grande Ammiraglio compare in gioco. +2 al [ICON_MOVES] movimento di tutti i Grandi Ammiragli. Inoltre i Grandi Ammiragli sono generati il 50% più velocemente.",
        "historical_info": "Nel 1418 d.C. il principe Enrico del Portogallo fondò a Sagres la prima scuola di navigazione oceanica, insieme a un osservatorio astronomico. Lì i capitani portoghesi potevano imparare a determinare la propria posizione in mare e a disegnare mappe, apprendere la scienza delle maree e delle correnti e altre capacità che li avrebbero messi in grado di percorrere le coste dell'Africa, dove Enrico intendeva stabilire una serie di porti verso le ricchezze del lontano Oriente. Nel Seicento, quando la corsa all'esplorazione e alla colonizzazione raggiunse il suo picco, la maggior parte dei reali d'Europa seguì l'esempio di Enrico e stabilì delle scuole di navigazione.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/navigation_school.png",
        "required_policies": [
            {
                "name": "Tradizione navale",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/naval_tradition.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Esplorazione",
            "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/navigation_school.json"
    },
    {
        "id": 54,
        "name": "New Deal",
        "game_info": "I Punti di riferimento e i miglioramenti creati dai Grandi Personaggi producono +4 della resa appropriata.",
        "historical_info": "Il New Deal era un piano di riforme economiche emanate dal governo degli Stati Uniti tra il 1933 e il 1936 per rimediare agli effetti della Grande Depressione. Anziché nazionalizzare le banche e alcune industrie chiave, come fecero alcuni capi di stato, il Presidente Franklin Roosevelt cercò di offrire sollievo alle fasce più povere, stimolare la ripresa economica attraverso grandi opere e costruzioni pubbliche e attuare varie riforme finanziarie. La storia ha stabilito che il New Deal ha avuto un certo successo, tanto che altre nazioni hanno adottato un approccio simile per uscire dalla recente crisi economica.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/new_deal.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/new_deal.json"
    },
    {
        "id": 55,
        "name": "L'eredità di Clausewitz",
        "game_info": "L'adozione di questa Politica dà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.",
        "historical_info": "In seguito alle Guerre Napoleoniche l'ufficiale prussiano Carl von Clausewitz scrisse il primo trattato teorico esaustivo di scienza militare dai tempi di Sun Tzu. Il suo Vom Krieg (Sulla Guerra), in dieci volumi, pone l'accento sugli aspetti politici e psicologici della guerra, applicati alla strategia e alla tattica: sebbene incompiuto alla sua morte, avvenuta nel 1831, servì come riferimento per l'addestramento di generazioni di ufficiali nelle accademie militari di tutto il mondo. Il suo famoso aforisma secondo cui \"la guerra è la continuazione della politica con altri mezzi\" sarebbe diventata il fondamento dei governi autocratici ed espansionisti per i due secoli successivi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/clausewitz's_legacy.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/clausewitz's_legacy.json"
    },
    {
        "id": 56,
        "name": "Oligarchia",
        "game_info": "OligarchiaLe unità di guarnigione nelle città non hanno costi di mantenimento; inoltre una città dotata di guarnigione guadagna un bonus del 50% alla [ICON_RANGE_STRENGTH] Forza di combattimento a distanza.",
        "historical_info": "L'oligarchia è una forma di governo in cui un piccolo segmento della società detiene tutto il potere. Può corrispondere a una famiglia o a una tribù, o ai cittadini che seguono una certa religione o appartengono a una casta speciale. Alcune città-stato della Grecia antica erano rette da un'oligarchia formata da poche famiglie. Anche l'apartheid sudafricano può essere considerato un'oligarchia, dal momento che la minoranza bianca deteneva tutto il potere. Lo stesso si può dire dell'Iraq prima dell'invasione americana, in cui il potere era concentrato nelle mani di Saddam Hussein, della sua famiglia e della sua tribù.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/oligarchy.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Tradizionalismo",
            "game_info": "Il Tradizionalismo è più indicato per gli imperi piccoli.Adottare il Tradizionalismo rende significativamente più rapida l'espansione dei confini delle città e fornisce 3 Cultura nella capitale. Sblocca la costruzione dei Giardini Pensili.Adottare tutte le Politiche nell'albero del Tradizionalismo fornisce un bonus di +15% alla Crescita e un Acquedotto gratuito nelle tue prime 4 città; inoltre permette l'acquisto di Grandi Ingegneri in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "Il tradizionalismo impone di rispettare le decisioni prese dagli antenati e da tutti i governanti del passato. Ogni novità è considerata con sospetto e profonda diffidenza. Anche nelle nazioni moderne come gli Stati Uniti la tradizione può essere molto forte, come dimostra la costante tensione tra chi propugna una totale aderenza alla lettera della Costituzione americana e chi invece ritiene che la carta dei Padri fondatori debba essere interpretata con una certa larghezza di vedute, alla luce di una società e di un mondo in costante cambiamento. Il primo di questi due gruppi è decisamente più tradizionalista del secondo."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/oligarchy.json"
    },
    {
        "id": 57,
        "name": "Avant-garde",
        "game_info": "La velocità con cui nascono Grandi Personaggi aumenta del 25%.",
        "historical_info": "Il termine avant-garde, \"avanguardia\" in francese, si riferisce a tutte le opere o le idee particolarmente creative o innovative, in particolare nel campo dell'arte, della musica e della politica. L'avant-garde si distingue perché spinge più avanti i confini di quella che è la norma comunemente accettata o lo status quo: un esempio sono le riforme sociali radicali. Le società democratiche tendono a stimolare un'espressione sociale più ampia, incoraggiando simili progressi culturali \"sul filo del rasoio\".",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/avant_garde.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/avant_garde.json"
    },
    {
        "id": 58,
        "name": "Religione organizzata",
        "game_info": "Religione organizzata+1 Fede da Santuari e Templi.",
        "historical_info": "In una religione organizzata molte persone hanno le stesse credenze e seguono le stesse pratiche rituali. La religione può includere sacerdoti che intercedono con i poteri superiori per conto dei credenti o che ne determinano/interpretano i precetti. Oltre ai sacerdoti possono esserci altri leader religiosi, talvolta organizzati in una complicata gerarchia. La religione può avere templi o altri santuari in cui la gente si ritrova per pregare e adorare la divinità. In generale i credenti contribuiscono economicamente per supportare i sacerdoti e gli edifici di culto.Solitamente una religione organizzata è un fattore di stabilità all'interno di una cultura. Le persone che condividono la stessa fede hanno una cosa importante in comune e, per quanto non si conoscano, è meno probabile che si uccidano l'un l'altro. D'altro canto può essere un importante fattore di divisione: storicamente molte religioni organizzate hanno considerato gli altri culti una minaccia o un'eresia, e molte guerre sono state combattute per stabilire quale dio è il vero Dio.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/organized_religion.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Devozione",
            "game_info": "La Devozione aumenta la Fede di un impero.Adottare la Devozione ti consente di costruire Santuari e Templi in metà tempo. Sblocca la costruzione della Grande Moschea di Djenné.Adottare tutte le Politiche nell'albero della Devozione farà comparire un Grande Profeta; inoltre i Luoghi Santi forniranno +3 Cultura.",
            "prereq_era": null,
            "historical_info": "Con \"devozione\" si intende l'adesione totale a una specifica religione o sistema di precetti spirituali. Una persona troppo devota può facilmente sembrare condiscendente o bigotta perché tende a seguire alla lettera i precetti della sua religione e ad accettarne tutti i dogmi senza il minimo dubbio."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/organized_religion.json"
    },
    {
        "id": 59,
        "name": "Direzione di partito",
        "game_info": "+1 Cibo, Produzione, Scienza, Oro e Cultura per città.",
        "historical_info": "In uno stato proletario socialista ordinato, il potere appartiene al popolo; tuttavia, anche Marx si rese conto che sarebbe stata necessaria una qualche forma di gerarchia di partito per assicurare il funzionamento efficiente dei servizi dello stato e la conservazione dello stesso ordine proletario. Per questa ragione i bolscevichi sostennero nel 1917 che un'avanguardia di burocrati avrebbe preso il controllo di un partito politico centralizzato per amministrare la nuova Russia sovietica. Col tempo, la diffusione della rivoluzione comunista in tutto il mondo industrializzato avrebbe fatto svanire la necessità di una direzione di partito, che si sarebbe spontaneamente dissolta: la storia però ha dimostrato il contrario.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/party_leadership.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/party_leadership.json"
    },
    {
        "id": 60,
        "name": "Guerra patriottica",
        "game_info": "Bonus all'attacco del 15% quando si combatte in territorio amico.",
        "historical_info": "Nel corso della storia si sono designate \"guerre patriottiche\" quei conflitti in cui, secondo la dottrina comunista, il proletariato ha preso le armi per difendersi da una minaccia esterna. Più in generale il termine fa riferimento a una guerra per difendere la patria o, nel caso della Russia, la \"Madrepatria\". La frase è stata usata inizialmente per riferirsi alla resistenza dei contadini russi all'invasione napoleonica del 1812, ma in seguito ha cominciato a indicare più generalmente la costosa difesa della Russia contro l'invasione tedesca nella Seconda Guerra Mondiale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/patriotic_war.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/patriotic_war.json"
    },
    {
        "id": 61,
        "name": "Filantropia",
        "game_info": "FilantropiaLe donazioni in Oro alle città-stato producono il 25% di Influenza in più.",
        "historical_info": "La filantropia è il meccanismo per cui alcuni dei cittadini più ricchi di una società donano al popolo una parte della loro ricchezza, spesso sotto forma di biblioteche, musei, ospedali o borse di studio. A differenza del mecenate, che finanzia la creazione di un oggetto d'arte per se stesso e i suoi pari, il filantropo tende a beneficiare i membri più poveri della comunità. L'americano di origine scozzese Andrew Carnegie è uno dei maggiori esempi di filantropia nella storia. Per gran parte della sua vita Carnegie fu un uomo d'affari totalmente privo di scrupoli, accumulando con la sua acciaieria US Steel la seconda più grande fortuna della storia, grazie soprattutto al lavoro degli uomini che si spezzavano la schiena nelle sue miniere e nelle fonderie. Dopo aver venduto l'azienda nel 1901 Carnegie dedicò gli ultimi 19 anni della sua vita a costruire biblioteche nelle città povere, finanziandone circa 3.000 in moltissimi paesi tra cui USA, Canada, Regno Unito, Irlanda, Australia e Nuova Zelanda.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/philanthropy.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenatismo",
            "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
            "prereq_era": "Epoca classica",
            "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/philanthropy.json"
    },
    {
        "id": 62,
        "name": "Stato di polizia",
        "game_info": "+3 Felicità locale per ogni Palazzo di giustizia. La costruzione dei Palazzi di giustizia richiede la metà del tempo.",
        "historical_info": "Qualsiasi governo, di destra o di sinistra, che esercita un controllo rigido e repressivo sulla vita sociale, economica, culturale e politica dei suoi cittadini si può chiamare Stato di polizia. Uno Stato di polizia è spesso caratterizzato da totalitarismo e militarismo, dalla limitazione dei diritti civili e da un grande sistema di sicurezza interno dedicato a controllare le azioni degli individui. Secondo l'Oxford Dictionary il termine è stato usato per la prima volta nel 1851 in alcuni oscuri trattati tedeschi; negli anni '30 cominciò a essere utilizzato sui giornali per descrivere i governi totalitari e comunisti dell'epoca.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/police_state.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/police_state.json"
    },
    {
        "id": 63,
        "name": "Esercito professionale",
        "game_info": "Esercito professionaleIl costo in Oro dell'aggiornamento delle unità militari è ridotto del 33%. Inoltre la costruzione di Caserme, Armerie e Accademie militari è il 50% più veloce.",
        "historical_info": "Un esercito professionale è un'organizzazione militare a tempo pieno che resta attivo anche in tempo di pace. I soldati sono pagati dallo stato e, quando non sono impegnati in azione, passano il tempo addestrandosi e aiutando le forze di ordine pubblico. I primi eserciti non erano composti da soldati professionisti. Nell'imminenza di una guerra i governanti emanavano una chiamata alle armi e tutti gli uomini sani avevano il dovere di imbracciare le armi e marciare in battaglia. Questi soldati \"dilettanti\" in genere non erano addestrati e spesso dovevano fornire le proprie armi e corazze, così la loro qualità non era certo alta. Inoltre tendevano a disertare quando avevano particolari impegni agricoli, tanto che le battaglie in genere si tenevano nei mesi estivi. Se la vittoria non arrivava in tempo per il raccolto, spesso la guerra veniva sospesa fino all'anno successivo.Gli eserciti professionali si formano quando una società accumula abbastanza ricchezza da supportare un gran numero di uomini che non lavori nei campi o esegua altre attività produttive. Solitamente i soldati vivono nelle caserme, separati dalla popolazione civile per evitare attriti. Lo stato fornisce loro cibo, armi, armature e addestramento. Quasi sempre sono molto più efficaci delle milizie non professioniste.Al giorno d'oggi la guerra è diventata un affare eccezionalmente complesso: i soldati si uccidono l'un l'altro con armi estremamente complicate che richiedono un lungo addestramento per essere usate correttamente. I soldati dilettanti non ne sono in grado, così la maggior parte delle nazioni dispone di un esercito professionale di qualche tipo.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/professional_army.png",
        "required_policies": [
            {
                "name": "Casta militare",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/military_caste.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Onore",
            "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/professional_army.json"
    },
    {
        "id": 64,
        "name": "Protezionismo",
        "game_info": "ProtezionismoOgni risorsa di lusso causa +2 Felicità.",
        "historical_info": "Il protezionismo è la politica di chi impone vincoli al commercio internazionale attraverso quote, dazi e altri metodi. È utilizzato dai paesi che cercano di rallentare o bloccare le importazioni di beni e servizi dall'estero per \"proteggere\" l'industria locale. Il protezionismo serve anche ai governi per limitare il contatto dei cittadini con persone e idee straniere, perché pensano che siano intrinsecamente malvagie o perché non vogliono che il loro popolo si renda conto di quanto se la passa male rispetto al resto del mondo. La Corea del Nord è un esempio di stato grottescamente protezionista: i suoi leader limitano al massimo il contatto con il mondo esterno per tenere i cittadini all'oscuro della loro stessa arretratezza.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protectionism.png",
        "required_policies": [
            {
                "name": "Mercantilismo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mercantilism.json"
            },
            {
                "name": "Imprenditorialità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/entrepreneurship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Commercio",
            "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/protectionism.json"
    },
    {
        "id": 65,
        "name": "Riforma",
        "game_info": "RiformaSe hai istituito una religione, guadagni una Credenza riformata extra.",
        "historical_info": "Con \"riforma\" si indica un grande movimento per il rinnovamento di un'organizzazione religiosa o di un altro sistema di credenze che, secondo i propugnatori della riforma stessa, si è lasciato corrompere o si è comunque allontanato dai suoi principi guida. La \"Riforma protestante\" ha avuto come obiettivo il rinnovamento della Chiesa cattolica. Iniziata nel 1517, quando Martin Lutero pubblicò le famose \"95 tesi\" in cui elencava le trasgressioni della Chiesa, il movimento ha scatenato 130 anni di violente guerre religiose in tutta Europa e nel Nuovo Mondo. Come risultato la Cristianità è rimasta divisa per sempre in diverse chiese e l'autorità civile ha guadagnato il primato definitivo su quella religiosa.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/reformation.png",
        "required_policies": [
            {
                "name": "Tolleranza religiosa",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/religious_tolerance.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Devozione",
            "game_info": "La Devozione aumenta la Fede di un impero.Adottare la Devozione ti consente di costruire Santuari e Templi in metà tempo. Sblocca la costruzione della Grande Moschea di Djenné.Adottare tutte le Politiche nell'albero della Devozione farà comparire un Grande Profeta; inoltre i Luoghi Santi forniranno +3 Cultura.",
            "prereq_era": null,
            "historical_info": "Con \"devozione\" si intende l'adesione totale a una specifica religione o sistema di precetti spirituali. Una persona troppo devota può facilmente sembrare condiscendente o bigotta perché tende a seguire alla lettera i precetti della sua religione e ad accettarne tutti i dogmi senza il minimo dubbio."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/reformation.json"
    },
    {
        "id": 66,
        "name": "Rappresentanza",
        "game_info": "RappresentanzaIl costo in Cultura delle nuove Politiche Sociali aumenta del 33% in meno del normale con ogni nuova città fondata. Inoltre dà il via a un' Età dell'Oro.",
        "historical_info": "La rappresentanza è il meccanismo per cui i cittadini di un paese nominano, appunto, dei \"rappresentanti\" che governino in loro nome. Da questo punto di vista si può considerare uno sviluppo del governo collettivo, utile quando la popolazione diventa troppo numerosa per supportare quel tipo di soluzione. In un governo rappresentativo il paese è diviso in un certo numero di distretti (o parrocchie, regioni o qualsiasi altra suddivisione): ognuno di essi sceglie uno o più cittadini locali per rappresentare i suoi interessi per un dato lasso di tempo. I rappresentanti formano un parlamento o un'altra forma di corpo deliberante che prende le redini della nazione. Nella maggior parte dei casi i governi rappresentativi sono repubbliche, ma questo non è strettamente necessario. In alcuni casi si possono eleggere, temporaneamente o no, consigli di nobili o anche monarchi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/representation.png",
        "required_policies": [
            {
                "name": "Cittadinanza",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/citizenship.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Libertà",
            "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
            "prereq_era": null,
            "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/representation.json"
    },
    {
        "id": 67,
        "name": "Repubblica",
        "game_info": "Repubblica+1 Produzione in ogni città e +5% alla Produzione nelle città che stanno costruendo un edificio.",
        "historical_info": "Una repubblica è una forma di governo in cui il popolo o i suoi rappresentanti, non un monarca o un despota, hanno il potere assoluto. Il popolo o i suoi rappresentanti possono eleggere un capo, ma i poteri di quest'ultimo derivano unicamente dal consenso popolare. Alcune culture classiche hanno sperimentato una qualche forma di repubblica, in particolare diverse città-stato greche e Roma (per una parte della sua storia), ma la forma più comune di governo per la maggior parte della storia del mondo è stata la monarchia.La repubblica ha fatto la sua ricomparsa sul palcoscenico mondiale alla fine del Settecento, quando gli Stati Uniti si separarono a forza dalla monarchia britannica scegliendo l'indipendenza. Man mano che recidevano i loro legami con l'Europa, anche le nazioni dell'America centrale e meridionale formarono altrettante repubbliche (il Messico provò la monarchia per qualche tempo, ma non durò a lungo).Nel XX secolo la maggior parte delle nazioni europee diventarono repubbliche dopo la Prima o la Seconda Guerra Mondiale, così come molti stati asiatici. Non appena si sono liberate dal colonialismo, molte regioni dell'Africa hanno fatto lo stesso. Oggi la maggior parte delle nazioni mondiali segue (o professa di seguire) una qualche versione di governo repubblicano.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/republic.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Libertà",
            "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
            "prereq_era": null,
            "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/republic.json"
    },
    {
        "id": 68,
        "name": "Reinsediamenti forzati",
        "game_info": "Le nuove città partono con 3 popolazione extra.",
        "historical_info": "I reinsediamenti forzati, o \"trasferimenti di popolazione\" in gergo sovietico, hanno preso forme diverse: deportazioni di gruppi \"anti-sovietici\" (i cosiddetti \"nemici del popolo\") o di gruppi etnici, trasferimenti di forza lavoro o migrazioni forzate in regioni \"etnicamente ripulite\". All'apice del potere di Stalin i programmi di reinsediamento forzato involontario, solitamente in regioni spopolate della Russia asiatica, avevano coinvolto cittadini di origine polacca, baltica, finnica, rumena, tartara, calmucca e cecena, oltre a decine di altri gruppi. I leader comunisti la ritenevano una maniera efficace e relativamente benevola di imporre l'ordine in un paese così vasto e diversificato.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/resettlement.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/resettlement.json"
    },
    {
        "id": 69,
        "name": "Scolastica",
        "game_info": "ScolasticaTutte le città-stato Alleate ti forniscono un bonus alla Scienza pari al 25% della loro ricerca scientifica.",
        "historical_info": "La Scolastica è uno stile di insegnamento utilizzato nelle università dell'Europa medievale nel periodo che va dall'XI al XVI secolo. Il metodo pone l'enfasi sul ragionamento critico e sul dibattito. L'insegnante sceglie un libro meritevole, dopodiché ne discute il significato insieme agli studenti, esaminando altri testi sullo stesso argomento, valutando ogni possibile critica e così via. Questo processo consente di arrivare a una comprensione molto più profonda della semplice memorizzazione. Il movimento della Scolastica fu in gran parte alimentato dalla riscoperta dei lavori dei filosofi greci e dai successivi tentativi di integrarli nella tradizione cristiana.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scholasticism.png",
        "required_policies": [
            {
                "name": "Filantropia",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/philanthropy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Mecenatismo",
            "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
            "prereq_era": "Epoca classica",
            "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/scholasticism.json"
    },
    {
        "id": 70,
        "name": "Rivoluzione scientifica",
        "game_info": "Rivoluzione scientificaIncrementa del 50% la Scienza ottenuta dagli Accordi di ricerca.",
        "historical_info": "Una rivoluzione scientifica è un periodo in cui i rapidi avanzamenti nella conoscenza umana o nella tecnologia rovesciano la visione del mondo tradizionale, scatenando come risultato ulteriori scoperte e sviluppi del pensiero. Gran parte dell'Europa ha attraversato una rivoluzione scientifica nel XVI secolo in seguito alla pubblicazione delle opere di Niccolò Copernico, \"Le rivoluzioni dei corpi celesti\", e di Andrea Vesalio, \"Sette libri sul modo in cui è costituito il corpo umano\". Entrambi i lavori, basati su un metodo per l'epoca scientifico, hanno confutato teorie precedenti non corrette che in alcuni casi risalivano addirittura all'Antica Grecia. Il successo di questi libri diede il via a una serie di grandi scoperte: gli scienziati cominciarono a esaminare con cura il mondo che li circondava e nei secoli successivi la conoscenza umana crebbe esponenzialmente.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scientific_revolution.png",
        "required_policies": [
            {
                "name": "Sovranità",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/sovereignty.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Razionalismo",
            "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca rinascimentale",
            "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/scientific_revolution.json"
    },
    {
        "id": 71,
        "name": "Secolarismo",
        "game_info": "Secolarismo+2 Scienza per ogni Specialista.",
        "historical_info": "Il secolarismo è la convinzione che la gestione della cosa pubblica debba essere separata da qualsiasi fede religiosa. La religione non dev'essere insegnata a scuola e non può determinare se una persona può lavorare nel governo o servire nell'esercito. I secolaristi non sono necessariamente atei, ma ritengono che mescolare religione e amministrazione pubblica danneggi entrambe le istituzioni. Gli Stati Uniti sono un paese in gran parte secolarista, ma tracce della religione dominante dei primi colonizzatori possono essere ancora rintracciate nelle banconote, nel sistema giudiziario e in altri aspetti, per la costernazione dei cittadini che non seguono tale religione.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/secularism.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Razionalismo",
            "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca rinascimentale",
            "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/secularism.json"
    },
    {
        "id": 72,
        "name": "Grattacieli",
        "game_info": "Il costo in Oro dell'acquisto degli edifici è ridotto del 33%.",
        "historical_info": "All'inizio del dominio sovietico la Russia cercò di guadagnare prestigio e di inorgoglire il popolo attraverso la costruzione di progetti di vasta portata, che avrebbero dovuto confermare la sua organizzazione e superiorità. Il primo progetto di grattacieli fu le \"Sette Sorelle\" di Mosca, un gruppo di edifici in stile architettonico stalinista, costituito da un'elaborata fusione di gotico e barocco russo. Benché la loro costruzione sia stata interrotta nel 1941 dallo scoppio della guerra, le titaniche torri furono completate nel 1956 usando tecniche e tecnologie americane. In seguito l'Unione Sovietica costruì decine di grattacieli moderni nelle città degli stati controllati, da Varsavia alla capitale del Kazakistan.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/skyscrapers.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/skyscrapers.json"
    },
    {
        "id": 73,
        "name": "Realismo socialista",
        "game_info": "+2 Felicità locale dai Monumenti. La costruzione di un Monumento richiede la metà del tempo.",
        "historical_info": "Il movimento del Realismo socialista, uno stile espressivo \"realistico\" che ha avuto origine nella Russia sovietica e da lì si è imposto in tutti paesi comunisti del mondo, promuoveva il trionfo del socialismo attraverso l'arte, la fotografia, il cinema e i monumenti pubblici. Insieme allo stile architettonico del socialismo classico, per sessant'anni il realismo è rimasto l'unico stile di arte pubblica approvato dal partito. I suoi monumenti, insieme drammatici e minimalisti, erano considerati potenti strumenti di propaganda per la promozione della dittatura del proletariato e una manifestazione fisica della dottrina comunista.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/socialist_realism.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/socialist_realism.json"
    },
    {
        "id": 74,
        "name": "Sovranità",
        "game_info": "Sovranità+1 Oro per ogni edificio scientifico.",
        "historical_info": "La sovranità, per esteso \"sovranità popolare\", è la convinzione che lo stato appartenga alla gente e che i governanti siano \"servitori\" dei cittadini. Il potere deriva dal popolo, e chi lo detiene lo fa solo perché ne ha il consenso. La sovranità popolare stride al massimo con il concetto di teocrazia, in cui il potere deriva direttamente da Dio e non dai cittadini. Solitamente nelle nazioni in cui vige la sovranità popolare si tengono periodicamente delle elezioni in cui la popolazione ha la possibilità di esprimere la propria volontà, votando per il candidato che con un po' di fortuna è il più adatto a governare (e non, si spera, il più bello o quello che racconta meglio le bugie).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sovereignty.png",
        "required_policies": [
            {
                "name": "Secolarismo",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/secularism.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Razionalismo",
            "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca rinascimentale",
            "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/sovereignty.json"
    },
    {
        "id": 75,
        "name": "Pionieri spaziali",
        "game_info": "È possibile finire Parti di astronave utilizzando Grandi Ingegneri. Un Grande Ingegnere e un Grande Scienziato appariranno fuori della capitale.",
        "historical_info": "L'Unione Sovietica dedicò molte risorse al suo programma spaziale, trattandolo come una specie di gara con gli Stati Uniti e un'occasione di dimostrare al mondo la sua superiorità scientifica e tecnologica. I coraggiosi \"cosmonauti\" furono i primi esseri umani a raggiungere lo spazio e orbitare intorno alla Terra all'interno di piccole capsule. Nell'aprile del 1961 Yuri Gagarin fu il primo uomo ad andare in orbita, girando intorno al pianeta per 108 minuti a bordo del veicolo spaziale Vostok 1; la prima donna lanciata nello spazio fu Valentina Tereshkova, che nel 1963 restò in orbita intorno alla Terra per quasi tre giorni.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/spaceflight_pioneers.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/spaceflight_pioneers.json"
    },
    {
        "id": 76,
        "name": "Commesse spaziali",
        "game_info": "È possibile acquistare Parti di astronave in cambio d' Oro.",
        "historical_info": "La maggior parte dei programmi spaziali include un ufficio commesse, come lo Stennis Space Center Procurement Site della NASA, il cui compito è acquistare materiali e servizi che non possono essere forniti dal governo. In questa categoria ricadono oggetti disparati come piccoli strumenti, carburanti e sostanze chimiche, cibi e articoli da toletta concepiti per l'uso nello spazio, componenti di computer eccetera. L'ufficio commesse controlla che siano rispettati i regolamenti sull'acquisto, ispeziona i materiali e valuta i servizi: spesso sono divisi in branche separate, con una che gestisce i contatti con le corporazioni più grandi e l'altra quelli con le piccole aziende. Dal momento che si tratta di agenzie governative, sono previste procedure per la revisione dei conti e regolamenti il cui scopo è rendere il programma spaziale quanto più economico possibile.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/space_procurements.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/space_procurements.json"
    },
    {
        "id": 77,
        "name": "La loro ora più bella",
        "game_info": "La Forza di combattimento delle città aumenta del +33%.",
        "historical_info": "Nel giugno del 1940, in seguito alla sconfitta della Francia da parte della Germania, il primo ministro inglese Winston Churchill tenne un discorso al Parlamento in cui usò questa frase per riferirsi alla resistenza al totalitarismo da parte della Gran Bretagna e del Commonwealth. L'espressione è diventata famosa e ha cominciato a riferirsi a tutti i casi in cui un paese democratico impegna tutte le sue risorse per ottenere la vittoria a tutti i costi, anche se questo significa affrontare da solo forze preponderanti. Citata di tanto in tanto durante la Guerra Fredda, la frase implica anche l'idea che l'avversario sia un nemico implacabile della libertà e dell'uguaglianza.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/their_finest_hour.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/their_finest_hour.json"
    },
    {
        "id": 78,
        "name": "Teocrazia",
        "game_info": "TeocraziaI templi aumentano del 25% la rendita d' Oro delle città. I Luoghi Santi forniscono +3 Oro.",
        "historical_info": "In uno stato teocratico i capi religiosi detengono il potere assoluto. In effetti, il vero leader è il dio o gli dèi stessi, che esprimono la loro guida divina attraverso le alte sfere sacerdotali. Spesso le teocrazie sono militaristiche, perché i leader religiosi considerano l'esercito come uno strumento per diffondere il loro credo nelle nazioni miscredenti. Le teocrazie moderne sembrano detestare e temere ogni forma di progresso, considerando i lussi del mondo contemporaneo come altrettante minacce alla devozione del popolo (e al loro potere).",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/theocracy.png",
        "required_policies": [
            {
                "name": "Religione organizzata",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/organized_religion.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Devozione",
            "game_info": "La Devozione aumenta la Fede di un impero.Adottare la Devozione ti consente di costruire Santuari e Templi in metà tempo. Sblocca la costruzione della Grande Moschea di Djenné.Adottare tutte le Politiche nell'albero della Devozione farà comparire un Grande Profeta; inoltre i Luoghi Santi forniranno +3 Cultura.",
            "prereq_era": null,
            "historical_info": "Con \"devozione\" si intende l'adesione totale a una specifica religione o sistema di precetti spirituali. Una persona troppo devota può facilmente sembrare condiscendente o bigotta perché tende a seguire alla lettera i precetti della sua religione e ad accettarne tutti i dogmi senza il minimo dubbio."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/theocracy.json"
    },
    {
        "id": 79,
        "name": "Terza alternativa",
        "game_info": "La quantità di risorse strategiche prodotte dall'impero aumenta del 100%. +5 Cibo e +5 Scienza nella capitale.",
        "historical_info": "La Terza alternativa, o Terza posizione, è una filosofia politica nazionalista che enfatizza l'opposizione sia al capitalismo sia al comunismo, prendendo piuttosto alcune idee radicali da entrambe le parti. Chi favorisce quest'approccio sostiene il possesso dei mezzi di produzione da parte dello stato e la distribuzione di beni e servizi ai \"membri produttivi della società\", la segregazione pacifica delle minoranze razziali o etniche all'interno del paese e, di recente, una versione radicale dell'ambientalismo. Molti studiosi di politica sostengono che il movimento, sorto dopo la Seconda Guerra Mondiale in nazioni come Argentina e Sudafrica, non rappresenti una vera terza alternativa, ma piuttosto una versione di ultra-nazionalismo neofascista.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/third_alternative.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/third_alternative.json"
    },
    {
        "id": 80,
        "name": "Guerra totale",
        "game_info": "+25% alla Produzione quando si addestrano unità militari; le nuove unità militari partono con +15 Punti esperienza.",
        "historical_info": "La \"guerra totale\" è una strategia secondo cui un paese utilizza ogni risorsa a disposizione per finanziare la guerra. L'intera popolazione viene mobilitata e tutte le attività non essenziali sospese per la durata del conflitto. Se anche la nazione nemica segue lo stesso orientamento, ne consegue che qualsiasi cosa diventa un obiettivo militare: tutto quello che può indebolire la volontà dell'avversario di continuare le ostilità è accettabile. È possibile bombardare città, affondare navi disarmate, avvelenare i pozzi e bruciare le messi sui campi. In genere la guerra totale è la più tremenda di tutte le forme di conflitto, perché danneggia in massima misura le popolazioni civili di entrambe le fazioni.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/total_war.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/total_war.json"
    },
    {
        "id": 81,
        "name": "Esercito mercenario",
        "game_info": "Esercito MercenarioPermette l'acquisto di Lanzichenecchi.",
        "historical_info": "I mercenari (soldati che prendono parte a un conflitto per guadagno personale piuttosto che per questioni di dovere o convinzione) sono stati una realtà della guerra fin dall'epoca antica, ma la pratica raggiunse il suo apice durante il Rinascimento con l'ascesa delle cosiddette \"Compagnie di ventura\". Queste brigate erano spesso formate da veterani degli eserciti nazionali e comandate da capitani carismatici come l'inglese Sir John Hawkwood (italianizzato in Giovanni Acuto dal Machiavelli), che formò la famigerata Compagnia Bianca del Falco. Solitamente venivano assunte in tempo di guerra da città-stato o piccoli regni che non avevano i fondi o la disponibilità di uomini per mantenere eserciti permanenti. Alcune delle prime forze mercenarie erano specializzate in forme specifiche di combattimento (ad esempio, compagnie di cavalleria o di artiglieria), ma la maggior parte era formata da lanzichenecchi svizzeri o tedeschi, ampiamente utilizzati durante le guerre religiose successive alla Riforma. Incidentalmente, poco più a sud i condottieri servivano nelle guerre di mutua distruzione che contrapposero le varie città-stato italiane, compreso lo Stato della Chiesa. Ancora nel Settecento, i nobili continentali potevano ricorrere alle compagnie dei clan norvegesi-gaelici dei Gallowglass delle Isole Ebridi. In epoca moderna i mercenari si sono trasformati in piccole squadre di agenti d'élite assunti per specifiche missioni o sono stati assorbiti dalle agenzie di sicurezza private.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/mercenary_army.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Commercio",
            "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mercenary_army.json"
    },
    {
        "id": 82,
        "name": "Flotte del tesoro",
        "game_info": "Flotte del tesoro+4 Oro da tutte le Rotte commerciali marittime.",
        "historical_info": "In diversi periodi storici le nazioni che dovevano trasportare grandi quantità di tesori o beni hanno fatto ricorso a convogli per aumentare la probabilità che il carico arrivasse effettivamente a destinazione. La più famosa è la flotta del tesoro spagnola che dal 1566 al 1790 salpava ogni anno per portare oro, argento, spezie, tabacco, perle e altre ricchezze dalle Indie Occidentali ai porti spagnoli in Europa. Il saccheggio dell'Avana da parte dei corsari francesi e gli attacchi dei bucanieri inglesi contro singoli galeoni spinsero la Spagna a istituire dei convogli tra il Nuovo Mondo e l'Europa. Oggi i mari sono relativamente sicuri, ma in tempo di guerra le nazioni marittime organizzano ancora dei convogli per aumentare la probabilità che le navi da trasporto arrivino intatte.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/treasure_fleets.png",
        "required_policies": [
            {
                "name": "Flotta mercantile",
                "url": "https://eyefyre.github.io/civvapi/v1/it/policies/merchant_navy.json"
            }
        ],
        "tenet_level": 0,
        "branch": {
            "name": "Esplorazione",
            "game_info": "L'Esplorazione migliora la tua capacità di espandere l'impero oltremare.Adottare l'Esplorazione aggiunge +1 al [ICON_MOVES] movimento di tutte le unità navali e +1 al raggio di visione delle unità navali da combattimento. Sblocca la costruzione del Louvre.Adottarne tutte le politiche ti permette di vedere i Siti Archeologici Nascosti sulla mappa; inoltre consente l'acquisto di Grandi Ammiragli in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": "Epoca medievale",
            "historical_info": "Da quando i primi uomini si sono insediati in un luogo fisso, ci sono sempre state persone spinte a guardare al di là dell'orizzonte. Motivati da profitto, avventura, religione, necessità o solo dalla curiosità, gli esploratori hanno ampliato la nostra conoscenza del mondo e delle sue meraviglie. Le esplorazioni hanno messo in contatto culture diverse e lontane, nel bene e nel male. I grandi esploratori, dal cartaginese Hanno all'ammiraglio cinese Wang Dayuan, dall'inglese Sir Richard Burton a migliaia di altri, hanno guidato l'espansione della civiltà e dato forma alla storia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/treasure_fleets.json"
    },
    {
        "id": 83,
        "name": "Organizzazione del Trattato",
        "game_info": "Ogni turno guadagni 4 Influenza in più (nelle partite a velocità normale) sulle città-stato con cui hai una rotta commerciale.",
        "historical_info": "Un'organizzazione del trattato è un patto militare internazionale creato per la sicurezza collettiva; in generale prevede strutture di comando comuni, programmi di ricerca e produzione di armamenti oltre a questioni militari più ordinarie. L'Organizzazione del Trattato dell'Atlantico del Nord (NATO), costituita nel 1949, è la più famosa, ma ve ne sono altre in Sudamerica, Africa e altrove. Sebbene i patti di mutua difesa e le alleanze militari siano state molto comuni nel corso della storia, nessuna ha raggiunto il livello di integrazione delle moderne organizzazioni del trattato.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/treaty_organization.png",
        "required_policies": [],
        "tenet_level": 3,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/treaty_organization.json"
    },
    {
        "id": 84,
        "name": "Fronte unito",
        "game_info": "Le città-stato militariste ti regalano unità militari con frequenza doppia quando siete in guerra con un nemico comune.",
        "historical_info": "La dottrina del Fronte unito incita i rivoluzionari ad abbattere i confini nazionali e perseguire i loro obiettivi insieme ai compagni che hanno le loro stesse idee in tutti gli altri paesi del mondo. Il sistema è stato inventato dai comunisti che volevano diffondere la rivoluzione bolscevica in tutta Europa e nel mondo. Il loro grido di battaglia era: \"lavoratori di tutto il mondo, unitevi!\", con la speranza che le classi proletarie di ogni paese capissero che avevano molte più cose in comune con i loro fratelli all'estero che con i governanti del loro paese. I lavoratori si sarebbero quindi sollevati, avrebbero rovesciato i loro oppressori capitalisti e instaurato un paradiso comunista a livello mondiale. Questo non si verificò, e si può dire che alla fine il movimento non abbia avuto successo. Oggi il concetto di fronte unito sta vivendo una nuova giovinezza all'interno del conflitto culturale tra il mondo islamico e le nazioni non musulmane.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/united_front.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/united_front.json"
    },
    {
        "id": 85,
        "name": "Assistenza sanitaria universale",
        "game_info": "+1 Felicità locale da ogni Meraviglia nazionale.",
        "historical_info": "L'assistenza sanitaria universale è un sistema finanziato dal governo allo scopo di fornire uguale accesso ai servizi sanitari e migliorare la salute di tutti i cittadini attraverso uno specifico pacchetto di vantaggi. Nel 1912 la Norvegia è stato il primo paese a creare un sistema di assistenza sanitaria quasi universale; secondo l'Organizzazione della Sanità Mondiale, nel 2010 le nazioni che offrivano una qualche forma di assistenza sanitaria universale erano 32.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_healthcare_a.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Autocrazia",
            "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/universal_healthcare.json"
    },
    {
        "id": 86,
        "name": "Assistenza sanitaria universale",
        "game_info": "+1 Felicità locale da ogni Meraviglia nazionale.",
        "historical_info": "L'assistenza sanitaria universale è un sistema finanziato dal governo allo scopo di fornire uguale accesso ai servizi sanitari e migliorare la salute di tutti i cittadini attraverso uno specifico pacchetto di vantaggi. Nel 1912 la Norvegia è stato il primo paese a creare un sistema di assistenza sanitaria quasi universale; secondo l'Organizzazione della Sanità Mondiale, nel 2010 le nazioni che offrivano una qualche forma di assistenza sanitaria universale erano 32.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_healthcare_f.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/universal_healthcare.json"
    },
    {
        "id": 87,
        "name": "Assistenza sanitaria universale",
        "game_info": "+1 Felicità locale da ogni Meraviglia nazionale.",
        "historical_info": "L'assistenza sanitaria universale è un sistema finanziato dal governo allo scopo di fornire uguale accesso ai servizi sanitari e migliorare la salute di tutti i cittadini attraverso uno specifico pacchetto di vantaggi. Nel 1912 la Norvegia è stato il primo paese a creare un sistema di assistenza sanitaria quasi universale; secondo l'Organizzazione della Sanità Mondiale, nel 2010 le nazioni che offrivano una qualche forma di assistenza sanitaria universale erano 32.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_healthcare_o.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/universal_healthcare.json"
    },
    {
        "id": 88,
        "name": "Suffragio universale",
        "game_info": "Gli specialisti nelle città producono solo la metà dell' Infelicità. Le Età dell'Oro durano il 50% in più.",
        "historical_info": "Molte lotte politiche si sono concentrate sull'estensione del diritto di voto (da non confondere con l'opportunità, una distinzione importante) nelle elezioni pubbliche democratiche. Dove c'è il suffragio universale, il diritto di voto non può essere ristretto da considerazioni di genere, razza, religione, ceto sociale, censo e proprietà. La Nuova Zelanda è stata la prima nazione a introdurre il suffragio universale nel 1893; nella maggior parte delle nazioni occidentali il suffragio universale ha fatto seguito dopo uno o due decenni a quello esteso a tutti i cittadini maschi.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/universal_suffrage.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/universal_suffrage.json"
    },
    {
        "id": 89,
        "name": "Urbanizzazione",
        "game_info": "+1 Felicità locale per ogni Mulino ad acqua, Acquedotto e Ospedale.",
        "historical_info": "Con urbanizzazione si intende la crescita fisica di una città come risultato di migrazioni dalle campagne o la formazione di nuovi centri urbani in seguito al consolidamento di piccoli insediamenti. L'urbanizzazione è strettamente collegata all'industrializzazione, alla modernizzazione e alla razionalizzazione della società, fenomeni che hanno avuto origine durante l'epoca industriale e hanno subito un'accelerazione nell'età dell'informazione. Le Nazioni Unite hanno dichiarato che alla fine del 2006 la metà circa della popolazione mondiale viveva in zone urbane; si prevede che nel 2050 l'85% dell'umanità sarà urbanizzata.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/urbanization.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/urbanization.json"
    },
    {
        "id": 90,
        "name": "Esercito di volontari",
        "game_info": "6 delle tue unità non hanno costi di mantenimento. Ricevi immediatamente 6 unità di fanteria della Legione straniera.",
        "historical_info": "Un esercito di volontari permanente è composto da civili che desiderano arruolarsi anziché ricorrere alla coscrizione o alla leva obbligatoria. Generalmente adottati dalle democrazie, gli eserciti di volontari offrono pagamenti interessanti, incentivi e benefit per convincere i cittadini ad arruolarsi e rimanere in servizio. La maggior parte delle nazioni che utilizzano eserciti di volontari prevede anche il ricorso alla coscrizione in casi di emergenza nazionale.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/volunteer_army.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Uguaglianza",
            "game_info": "L'Uguaglianza si adatta bene a imperi piccoli e ben focalizzati. In particolare fornisce bonus relativi a Grandi Personaggi e specialisti.Adottando l'Uguaglianza, i Grandi Personaggi nasceranno il 25% più rapidamente.Adottare tutte le Politiche nell'albero dell'Uguaglianza incrementerà del 100% la resa dei Grandi miglioramenti e protrarrà del 50% la durata delle Età dell'Oro.È possibile acquistare Grandi Artisti spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/volunteer_army.json"
    },
    {
        "id": 91,
        "name": "Codice del guerriero",
        "game_info": "Codice del guerriero+15% alla Produzione di unità militari da mischia; un Grande Generale appare fuori dalla tua capitale. Inoltre i Grandi Generali sono generati il 50% più velocemente.",
        "historical_info": "Il codice del guerriero esemplifica le organizzazioni militari in cui la fedeltà dei soldati verso l'esercito e i loro compagni d'arme supera qualsiasi altra considerazione. Ogni soldato è disposto, se non ansioso, a combattere e morire per l'esercito. Ogni ordine viene eseguito senza la minima esitazione e il bene dell'esercito viene prima dell'incolumità personale o, invero, di quella dell'intera nazione. Simili organizzazioni possono essere molto pericolose, a meno che i leader del paese non le tengano sotto stretto controllo. Secondo alcuni storici in Giappone, prima della Seconda Guerra Mondiale, l'esercito e la marina imperiali erano quasi completamente fuori dal controllo civile e furono proprio le azioni militaristiche a trascinare il paese nel disastroso conflitto con gli Stati Uniti.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/warrior_code.png",
        "required_policies": [],
        "tenet_level": 0,
        "branch": {
            "name": "Onore",
            "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
            "prereq_era": null,
            "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/warrior_code.json"
    },
    {
        "id": 92,
        "name": "Scuole per lavoratori",
        "game_info": "Le Fabbriche aumentano del 25% la Scienza di una città. La costruzione delle Fabbriche richiede metà del tempo.",
        "historical_info": "Secondo la teoria marxista, la classe operaia avrebbe dovuto prendere il potere in Russia a partire dalla transizione del paese dal socialismo al comunismo vero e proprio. Di conseguenza tutti i lavoratori avrebbero dovuto avere accesso alle comodità della vita moderna, dall'alloggio alle infrastrutture per il tempo libero, all'interno di una società condivisa. L'aiuto più evidente fornito ai lavoratori era rappresentato dai complessi di appartamenti comuni: ogni appartamento era occupato da due a sette famiglie di immigranti che si erano trasferiti dalle zone rurali alle città in rapida industrializzazione. Ogni famiglia disponeva di una camera da letto propria, mentre tutto il resto, cucina, soggiorno, bagno, telefono e televisione, era condiviso fra tutti i residenti.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/workers'_faculties.png",
        "required_policies": [],
        "tenet_level": 2,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/workers'_faculties.json"
    },
    {
        "id": 93,
        "name": "Giovani pionieri",
        "game_info": "+1 Felicità locale per ogni Bottega, Fabbrica e Centrale idroelettrica/solare/nucleare.",
        "historical_info": "I Giovani pionieri sono un'organizzazione per bambini presente in diverse nazioni comuniste e controllata dal Partito; tipicamente i bambini vi entravano alle elementari e ci restavano fino all'adolescenza. L'obiettivo dell'organizzazione, vagamente ispirata al movimento Scout occidentale, era quello di inculcare nei giovani la filosofia e la dottrina del comunismo e della lotta operaia, oltre che insegnare abilità che avrebbero permesso loro di servire meglio lo stato come lavoratori e soldati. Il programma russo ebbe un tale successo che dagli anni '90 è stato imitato in più di 30 paesi; molti di questi programmi sono attivi ancora oggi, dalla stessa Russia (con il nome non ufficiale di \"Pionieri del Partito comunista\") a nazioni come Cuba e Vietnam.",
        "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/young_pioneers.png",
        "required_policies": [],
        "tenet_level": 1,
        "branch": {
            "name": "Ordine",
            "game_info": "L'Ordine si adatta bene a vasti imperi che occupano un'ampia area geografica, dato che i suoi vantaggi dipendono dal numero di città possedute.Adottare l'Ordine farà aumentare la Felicità di +1 per città.Adottare tutte le Politiche nell'albero dell'Ordine ti darà +2 Cibo, Produzione, Scienza, Oro e Cultura per ogni città.È possibile acquistare Grandi Ingegneri spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme all'Uguaglianza o all'Autocrazia.",
            "prereq_era": "Epoca industriale",
            "historical_info": null
        },
        "url": "https://eyefyre.github.io/civvapi/v1/it/policies/young_pioneers.json"
    }
]