{
    "id": 63,
    "name": "Esercito professionale",
    "game_info": "Esercito professionaleIl costo in Oro dell'aggiornamento delle unità militari è ridotto del 33%. Inoltre la costruzione di Caserme, Armerie e Accademie militari è il 50% più veloce.",
    "historical_info": "Un esercito professionale è un'organizzazione militare a tempo pieno che resta attivo anche in tempo di pace. I soldati sono pagati dallo stato e, quando non sono impegnati in azione, passano il tempo addestrandosi e aiutando le forze di ordine pubblico. I primi eserciti non erano composti da soldati professionisti. Nell'imminenza di una guerra i governanti emanavano una chiamata alle armi e tutti gli uomini sani avevano il dovere di imbracciare le armi e marciare in battaglia. Questi soldati \"dilettanti\" in genere non erano addestrati e spesso dovevano fornire le proprie armi e corazze, così la loro qualità non era certo alta. Inoltre tendevano a disertare quando avevano particolari impegni agricoli, tanto che le battaglie in genere si tenevano nei mesi estivi. Se la vittoria non arrivava in tempo per il raccolto, spesso la guerra veniva sospesa fino all'anno successivo.Gli eserciti professionali si formano quando una società accumula abbastanza ricchezza da supportare un gran numero di uomini che non lavori nei campi o esegua altre attività produttive. Solitamente i soldati vivono nelle caserme, separati dalla popolazione civile per evitare attriti. Lo stato fornisce loro cibo, armi, armature e addestramento. Quasi sempre sono molto più efficaci delle milizie non professioniste.Al giorno d'oggi la guerra è diventata un affare eccezionalmente complesso: i soldati si uccidono l'un l'altro con armi estremamente complicate che richiedono un lungo addestramento per essere usate correttamente. I soldati dilettanti non ne sono in grado, così la maggior parte delle nazioni dispone di un esercito professionale di qualche tipo.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/esercito_professionale.png",
    "required_policies": [
        {
            "name": "Casta militare",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/military_caste.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Onore",
        "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": null,
        "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
    }
}