{
    "id": 64,
    "name": "Protezionismo",
    "game_info": "ProtezionismoOgni risorsa di lusso causa +2 Felicità.",
    "historical_info": "Il protezionismo è la politica di chi impone vincoli al commercio internazionale attraverso quote, dazi e altri metodi. È utilizzato dai paesi che cercano di rallentare o bloccare le importazioni di beni e servizi dall'estero per \"proteggere\" l'industria locale. Il protezionismo serve anche ai governi per limitare il contatto dei cittadini con persone e idee straniere, perché pensano che siano intrinsecamente malvagie o perché non vogliono che il loro popolo si renda conto di quanto se la passa male rispetto al resto del mondo. La Corea del Nord è un esempio di stato grottescamente protezionista: i suoi leader limitano al massimo il contatto con il mondo esterno per tenere i cittadini all'oscuro della loro stessa arretratezza.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/protezionismo.png",
    "required_policies": [
        {
            "name": "Mercantilismo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/mercantilism.json"
        },
        {
            "name": "Imprenditorialità",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/entrepreneurship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Commercio",
        "game_info": "Il Commercio fornisce diversi bonus agli imperi che si focalizzano sull' Oro.Adottare il Commercio aumenterà del 25% le entrate di Oro nella capitale. Sblocca la costruzione del Big Ben.Adottare tutte le Politiche nell'albero del Commercio ti fa guadagnare +1 Oro per ogni Base commerciale. Inoltre permette l'acquisto di Grandi Mercanti in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca medievale",
        "historical_info": "Il termine \"commercio\" indica lo scambio di beni e servizi attraverso il baratto (cioè in cambio di altri beni o servizi) o l'uso di qualche forma di valuta. Tra gli esseri umani il commercio è antico quanto il linguaggio, forse ancora di più. In alcune culture i mercanti occupano una classe inferiore rispetto ai governanti o ai guerrieri. In altre culture i mercanti appartengono all'élite: l'acquisizione di ricchezze è considerata la più alta fra tutte le attività. Per la maggior parte della loro storia recente gli Stati Uniti si sono posti nella seconda categoria."
    }
}