{
    "id": 28,
    "name": "Tolleranza religiosa",
    "game_info": "Tolleranza religiosaLe città con una religione di maggioranza ottengono anche il bonus fornito dalla Credenza del Pantheon della seconda religione più diffusa.",
    "historical_info": "Quando vige la libertà religiosa, lo stato non obbliga i cittadini a seguire alcun particolare culto. Tutte le religioni sono tollerate e ciascuno è libero di seguire le proprie inclinazioni spirituali. Sebbene le motivazioni che spingono i governi ad adottare la libertà religiosa siano spesso più nobili, tipicamente il suo effetto è di limitare l'influenza di una religione particolare. Nelle nazioni in cui è tollerato un solo culto, infatti, il clero arriva ad avere un grandissimo potere (pensiamo al moderno Iran). Quando c'è libertà religiosa, al contrario, i governi tendono a trattare tutti i culti allo stesso livello, assicurandosi che nessuno di essi acquisisca il dominio totale.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/tolleranza_religiosa.png",
    "required_policies": [
        {
            "name": "Religione organizzata",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/organized_religion.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Devozione",
        "game_info": "La Devozione aumenta la Fede di un impero.Adottare la Devozione ti consente di costruire Santuari e Templi in metà tempo. Sblocca la costruzione della Grande Moschea di Djenné.Adottare tutte le Politiche nell'albero della Devozione farà comparire un Grande Profeta; inoltre i Luoghi Santi forniranno +3 Cultura.",
        "prereq_era": null,
        "historical_info": "Con \"devozione\" si intende l'adesione totale a una specifica religione o sistema di precetti spirituali. Una persona troppo devota può facilmente sembrare condiscendente o bigotta perché tende a seguire alla lettera i precetti della sua religione e ad accettarne tutti i dogmi senza il minimo dubbio."
    }
}