{
    "id": 66,
    "name": "Rappresentanza",
    "game_info": "RappresentanzaIl costo in Cultura delle nuove Politiche Sociali aumenta del 33% in meno del normale con ogni nuova città fondata. Inoltre dà il via a un' Età dell'Oro.",
    "historical_info": "La rappresentanza è il meccanismo per cui i cittadini di un paese nominano, appunto, dei \"rappresentanti\" che governino in loro nome. Da questo punto di vista si può considerare uno sviluppo del governo collettivo, utile quando la popolazione diventa troppo numerosa per supportare quel tipo di soluzione. In un governo rappresentativo il paese è diviso in un certo numero di distretti (o parrocchie, regioni o qualsiasi altra suddivisione): ognuno di essi sceglie uno o più cittadini locali per rappresentare i suoi interessi per un dato lasso di tempo. I rappresentanti formano un parlamento o un'altra forma di corpo deliberante che prende le redini della nazione. Nella maggior parte dei casi i governi rappresentativi sono repubbliche, ma questo non è strettamente necessario. In alcuni casi si possono eleggere, temporaneamente o no, consigli di nobili o anche monarchi.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/representation.png",
    "required_policies": [
        {
            "name": "Cittadinanza",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/citizenship.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Libertà",
        "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
        "prereq_era": null,
        "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
    }
}