{
    "id": 67,
    "name": "Repubblica",
    "game_info": "Repubblica+1 Produzione in ogni città e +5% alla Produzione nelle città che stanno costruendo un edificio.",
    "historical_info": "Una repubblica è una forma di governo in cui il popolo o i suoi rappresentanti, non un monarca o un despota, hanno il potere assoluto. Il popolo o i suoi rappresentanti possono eleggere un capo, ma i poteri di quest'ultimo derivano unicamente dal consenso popolare. Alcune culture classiche hanno sperimentato una qualche forma di repubblica, in particolare diverse città-stato greche e Roma (per una parte della sua storia), ma la forma più comune di governo per la maggior parte della storia del mondo è stata la monarchia.La repubblica ha fatto la sua ricomparsa sul palcoscenico mondiale alla fine del Settecento, quando gli Stati Uniti si separarono a forza dalla monarchia britannica scegliendo l'indipendenza. Man mano che recidevano i loro legami con l'Europa, anche le nazioni dell'America centrale e meridionale formarono altrettante repubbliche (il Messico provò la monarchia per qualche tempo, ma non durò a lungo).Nel XX secolo la maggior parte delle nazioni europee diventarono repubbliche dopo la Prima o la Seconda Guerra Mondiale, così come molti stati asiatici. Non appena si sono liberate dal colonialismo, molte regioni dell'Africa hanno fatto lo stesso. Oggi la maggior parte delle nazioni mondiali segue (o professa di seguire) una qualche versione di governo repubblicano.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/republic.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Libertà",
        "game_info": "La Libertà si presta ottimamente a una civiltà che desidera un'espansione rapida.Adottare la Libertà fornisce 1 Cultura in ogni città e sblocca la costruzione delle Piramidi.Adottare tutte le Politiche nell'albero della Libertà farà comparire un Grande Personaggio a tua scelta vicino alla capitale.",
        "prereq_era": null,
        "historical_info": "La libertà può essere definita come l'assunto di base per cui i cittadini di una nazione meritano di essere \"liberi\". Con questo si intende la mancanza di vincoli fisici, ma anche di un controllo dispotico. I servi per nascita, gli schiavi, i servi della gleba non sono liberi, e neppure i cittadini che sono obbligati a vivere in uno specifico villaggio, gulag o ghetto."
    }
}