{
    "id": 69,
    "name": "Scolastica",
    "game_info": "ScolasticaTutte le città-stato Alleate ti forniscono un bonus alla Scienza pari al 25% della loro ricerca scientifica.",
    "historical_info": "La Scolastica è uno stile di insegnamento utilizzato nelle università dell'Europa medievale nel periodo che va dall'XI al XVI secolo. Il metodo pone l'enfasi sul ragionamento critico e sul dibattito. L'insegnante sceglie un libro meritevole, dopodiché ne discute il significato insieme agli studenti, esaminando altri testi sullo stesso argomento, valutando ogni possibile critica e così via. Questo processo consente di arrivare a una comprensione molto più profonda della semplice memorizzazione. Il movimento della Scolastica fu in gran parte alimentato dalla riscoperta dei lavori dei filosofi greci e dai successivi tentativi di integrarli nella tradizione cristiana.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scholasticism.png",
    "required_policies": [
        {
            "name": "Filantropia",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/philanthropy.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Mecenatismo",
        "game_info": "Il Mecenatismo aumenta i benefici derivanti dall'amicizia con le città-stato. Adottare il Mecenatismo farà sì che la tua Influenza sulle città-stato diminuisca con una velocità ridotta del 25% rispetto al caso normale. Sblocca la costruzione della Città Proibita.Adottando tutte le Politiche nell'albero del Mecenatismo, le città-stato alleate ti doneranno occasionalmente un Grande Personaggio.",
        "prereq_era": "Epoca classica",
        "historical_info": "Il mecenatismo è il fenomeno per cui le persone ricche e potenti di una società - spesso i nobili - supportano gli artigiani e gli artisti di talento. In molte società antiche la ricchezza era concentrata nelle mani di pochi: la famiglia reale, per esempio, o i nobili mercanti. Pittori, scultori, musicisti e altri artisti di talento lavoravano per pochi eletti, dato che solo loro si potevano permettere di pagarli. Forse questo sistema non è molto equo nei confronti della gente comune, ma ha dato origine a brillanti capolavori di geni come Leonardo da Vinci, Ben Johnson e Mozart. Oggi il sistema gode di un certo revival, ma al posto dei singoli individui ci sono le mega-corporazioni, a cui piace assumere il ruolo di benefattori delle arti."
    }
}