{
    "id": 70,
    "name": "Rivoluzione scientifica",
    "game_info": "Rivoluzione scientificaIncrementa del 50% la Scienza ottenuta dagli Accordi di ricerca.",
    "historical_info": "Una rivoluzione scientifica è un periodo in cui i rapidi avanzamenti nella conoscenza umana o nella tecnologia rovesciano la visione del mondo tradizionale, scatenando come risultato ulteriori scoperte e sviluppi del pensiero. Gran parte dell'Europa ha attraversato una rivoluzione scientifica nel XVI secolo in seguito alla pubblicazione delle opere di Niccolò Copernico, \"Le rivoluzioni dei corpi celesti\", e di Andrea Vesalio, \"Sette libri sul modo in cui è costituito il corpo umano\". Entrambi i lavori, basati su un metodo per l'epoca scientifico, hanno confutato teorie precedenti non corrette che in alcuni casi risalivano addirittura all'Antica Grecia. Il successo di questi libri diede il via a una serie di grandi scoperte: gli scienziati cominciarono a esaminare con cura il mondo che li circondava e nei secoli successivi la conoscenza umana crebbe esponenzialmente.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/scientific_revolution.png",
    "required_policies": [
        {
            "name": "Sovranità",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/sovereignty.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Razionalismo",
        "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca rinascimentale",
        "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
    }
}