{
    "id": 71,
    "name": "Secolarismo",
    "game_info": "Secolarismo+2 Scienza per ogni Specialista.",
    "historical_info": "Il secolarismo è la convinzione che la gestione della cosa pubblica debba essere separata da qualsiasi fede religiosa. La religione non dev'essere insegnata a scuola e non può determinare se una persona può lavorare nel governo o servire nell'esercito. I secolaristi non sono necessariamente atei, ma ritengono che mescolare religione e amministrazione pubblica danneggi entrambe le istituzioni. Gli Stati Uniti sono un paese in gran parte secolarista, ma tracce della religione dominante dei primi colonizzatori possono essere ancora rintracciate nelle banconote, nel sistema giudiziario e in altri aspetti, per la costernazione dei cittadini che non seguono tale religione.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/secularism.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Razionalismo",
        "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca rinascimentale",
        "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
    }
}