{
    "id": 74,
    "name": "Sovranità",
    "game_info": "Sovranità+1 Oro per ogni edificio scientifico.",
    "historical_info": "La sovranità, per esteso \"sovranità popolare\", è la convinzione che lo stato appartenga alla gente e che i governanti siano \"servitori\" dei cittadini. Il potere deriva dal popolo, e chi lo detiene lo fa solo perché ne ha il consenso. La sovranità popolare stride al massimo con il concetto di teocrazia, in cui il potere deriva direttamente da Dio e non dai cittadini. Solitamente nelle nazioni in cui vige la sovranità popolare si tengono periodicamente delle elezioni in cui la popolazione ha la possibilità di esprimere la propria volontà, votando per il candidato che con un po' di fortuna è il più adatto a governare (e non, si spera, il più bello o quello che racconta meglio le bugie).",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/sovranità.png",
    "required_policies": [
        {
            "name": "Secolarismo",
            "url": "https://eyefyre.github.io/civvapi/v1/it/policies/secularism.json"
        }
    ],
    "tenet_level": 0,
    "branch": {
        "name": "Razionalismo",
        "game_info": "Il Razionalismo aumenta la capacità di generare e utilizzare Scienza.Adottare il Razionalismo fornisce +10% Scienza quando l'impero è Felice. Sblocca la costruzione della Torre di porcellana.Adottare tutte le Politiche nell'albero del Razionalismo ti fa ottenere una tecnologia gratuita; inoltre permette l'acquisto di Grandi Scienziati in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": "Epoca rinascimentale",
        "historical_info": "Il razionalismo è una visione del mondo che fa ricorso alla ragione (anziché, per esempio, alla fede) per spiegare i fenomeni naturali. Chi segue il razionalismo crede che la ragione sia l'unico modo di interpretare il mondo, a partire dalle informazioni raccolte dai cinque sensi. Questa filosofia, che si può far risalire all'Antica Grecia e alla grande figura di Socrate, ha vissuto una grande rinascita in Europa nei secoli XVI e XVII grazie al pensiero di uomini come Cartesio, Spinoza e Kant."
    }
}