{
    "id": 84,
    "name": "Fronte unito",
    "game_info": "Le città-stato militariste ti regalano unità militari con frequenza doppia quando siete in guerra con un nemico comune.",
    "historical_info": "La dottrina del Fronte unito incita i rivoluzionari ad abbattere i confini nazionali e perseguire i loro obiettivi insieme ai compagni che hanno le loro stesse idee in tutti gli altri paesi del mondo. Il sistema è stato inventato dai comunisti che volevano diffondere la rivoluzione bolscevica in tutta Europa e nel mondo. Il loro grido di battaglia era: \"lavoratori di tutto il mondo, unitevi!\", con la speranza che le classi proletarie di ogni paese capissero che avevano molte più cose in comune con i loro fratelli all'estero che con i governanti del loro paese. I lavoratori si sarebbero quindi sollevati, avrebbero rovesciato i loro oppressori capitalisti e instaurato un paradiso comunista a livello mondiale. Questo non si verificò, e si può dire che alla fine il movimento non abbia avuto successo. Oggi il concetto di fronte unito sta vivendo una nuova giovinezza all'interno del conflitto culturale tra il mondo islamico e le nazioni non musulmane.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/fronte_unito.png",
    "required_policies": [],
    "tenet_level": 1,
    "branch": {
        "name": "Autocrazia",
        "game_info": "L'Autocrazia è ideale per le civiltà militaristiche che sognano di conquistare il mondo.Adottare l'Autocrazia riduce del 33% il costo di mantenimento in Oro delle unità, permettendo a un impero di mettere in campo un esercito più grande. Ricevi 10 Cultura come bottino per ogni punto di Cultura prodotto nelle città conquistate.Adottare tutte le Politiche nell'albero dell'Autocrazia darà a tutte le unità militari un bonus del 25% all'attacco per 50 turni.È possibile acquistare Grandi Generali e Grandi Ammiragli spendendo Fede.[COLOR_WARNING_TEXT]Questo percorso non può essere attivo insieme a Ordine o Uguaglianza.",
        "prereq_era": "Epoca industriale",
        "historical_info": null
    }
}