{
    "id": 91,
    "name": "Codice del guerriero",
    "game_info": "Codice del guerriero+15% alla Produzione di unità militari da mischia; un Grande Generale appare fuori dalla tua capitale. Inoltre i Grandi Generali sono generati il 50% più velocemente.",
    "historical_info": "Il codice del guerriero esemplifica le organizzazioni militari in cui la fedeltà dei soldati verso l'esercito e i loro compagni d'arme supera qualsiasi altra considerazione. Ogni soldato è disposto, se non ansioso, a combattere e morire per l'esercito. Ogni ordine viene eseguito senza la minima esitazione e il bene dell'esercito viene prima dell'incolumità personale o, invero, di quella dell'intera nazione. Simili organizzazioni possono essere molto pericolose, a meno che i leader del paese non le tengano sotto stretto controllo. Secondo alcuni storici in Giappone, prima della Seconda Guerra Mondiale, l'esercito e la marina imperiali erano quasi completamente fuori dal controllo civile e furono proprio le azioni militaristiche a trascinare il paese nel disastroso conflitto con gli Stati Uniti.",
    "icon": "https://eyefyre.github.io/civvapi/images/policy_icons/warrior_code.png",
    "required_policies": [],
    "tenet_level": 0,
    "branch": {
        "name": "Onore",
        "game_info": "L'Onore aumenta in vari modi l'efficacia dell'esercito.Adottare l'Onore fornisce un bonus del 33% al combattimento contro i barbari. Inoltre, ogni nuovo Accampamento barbaro stabilito nel territorio già rivelato sarà immediatamente segnalato. L'impero guadagnerà Cultura ogni volta che ucciderai un barbaro. Sblocca la costruzione della Statua di Zeus.Adottare tutte le Politiche nell'albero dell'Onore ti fa guadagnare Oro ogni volta che uccidi un'unità nemica; inoltre permette l'acquisto di Grandi Generali in cambio di Fede a partire dall'epoca industriale.",
        "prereq_era": null,
        "historical_info": "In una società basata sull'onore, la condizione di un cittadino è basata sul giudizio pubblico delle sue qualità personali. Le caratteristiche considerate \"onorevoli\" includono solitamente lealtà, onestà, integrità e coraggio. In molte società siffatte ci si aspetta che gli uomini \"difendano il loro onore\" anche a rischio della vita, dato che la sua perdita è considerata un fato peggiore della morte stessa."
    }
}