[
    {
        "resolution_id": 1,
        "name": "Przywódca światowy",
        "summary": "Wyznacz przywódcę światowego. Jeśli cywilizacja uzyska poparcie wystarczającej liczby delegatów w kongresie, przywódca odniesie zwycięstwo dyplomatyczne. Liczba potrzebnych delegatów uzależniona jest od ilości cywilizacji oraz państw-miast, jakie uczestniczą w rozgrywce, i można ją sprawdzić na ekranie Kongresu Światowego.Jeśli żadna z cywilizacji nie uzyska poparcia wymaganego do zwycięstwa, dwie cywilizacje, które mają największe poparcie, na stałe zyskują 2 dodatkowych delegatów do wykorzystania podczas kolejnych obrad.Cywilizacja nie może zgłosić takiej propozycji. Automatycznie zgłaszana w regularnych odstępach od czasu, gdy Kongres Światowy stanie się ONZ.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/world_leader.json"
    },
    {
        "resolution_id": 2,
        "name": "Wybór gospodarza",
        "summary": "Wyznacz cywilizację na gospodarza kongresu. Gospodarz zyskuje dodatkowych delegatów i możliwość zgłaszania rezolucji.Cywilizacja nie może zgłosić takiej propozycji. Automatycznie zgłaszana, gdy cywilizacje przechodzą do późniejszych epok.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/choose_host.json"
    },
    {
        "resolution_id": 3,
        "name": "Embargo państw-miast",
        "summary": "Nie można stworzyć szlaków handlowych prowadzących do państw-miast. Wszelkie szlaki handlowe tego rodzaju zostają zlikwidowane i należy je zaplanować na nowo.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/embargo_city-states.json"
    },
    {
        "resolution_id": 4,
        "name": "Embargo",
        "summary": "Między wybraną a dowolną inną cywilizacją nie można tworzyć szlaków handlowych. Wszelkie szlaki handlowe tego rodzaju zostają zlikwidowane i należy je zaplanować na nowo.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/embargo.json"
    },
    {
        "resolution_id": 5,
        "name": "Zakaz luksusu",
        "summary": "Surowiec luksusowy zostaje uznany za niemoralny, niebezpieczny oraz niewłaściwy i ogół społeczeństwa nie powinien mieć do niego dostępu. Dopóki obowiązuje zakaz, cywilizacje nie otrzymują premii do zadowolenia z surowców luksusowych.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/ban_luxury.json"
    },
    {
        "resolution_id": 6,
        "name": "Podatek na armię zawodową",
        "summary": "Koszta utrzymania jednostek rosną o 25% złota.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/standing_army_tax.json"
    },
    {
        "resolution_id": 7,
        "name": "Uczeni rezydenci",
        "summary": "Cywilizacje opracowują technologię o 20% szybciej, jeśli została ona wcześniej odkryta przez przynajmniej jedną inną cywilizację.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/scholars_in_residence.json"
    },
    {
        "resolution_id": 8,
        "name": "Wystawa Światowa",
        "summary": "Inicjuje projekt Wystawy Światowej. Podczas jego trwania cywilizacje mogą przekazywać produkcję, by przyspieszyć prace - w tym celu należy wybrać odpowiednią pozycję na liście produkcji w mieście. Po zakończeniu projektu cywilizacje otrzymają premie zależne od wysokości ich wkładu.   ",
        "project_prizes": {
            "gold": " Kultura większa o 100% przez 20 tur.",
            "silver": "Darmowy ustrój społeczny.",
            "bronze": "500 punktów do kolejnej złotej ery."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/world's_fair.json"
    },
    {
        "resolution_id": 9,
        "name": "Igrzyska międzynarodowe",
        "summary": "Inicjuje projekt igrzysk międzynarodowych. Podczas jego trwania cywilizacje mogą przekazywać produkcję, by przyspieszyć prace - w tym celu należy wybrać odpowiednią pozycję na liście produkcji w mieście. Po zakończeniu projektu cywilizacje otrzymają premie zależne od wysokości ich wkładu.  Dostępne, gdy dowolna cywilizacja wynajdzie radio.",
        "project_prizes": {
            "gold": " Turystyka rośnie o 100% na 20 tur. Darmowy ustrój społeczny.",
            "silver": "+3 zadowolenia. Jednorazowe zwiększenie o 30 wpływów w państwach-miastach.",
            "bronze": "+3 zadowolenia."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/international_games.json"
    },
    {
        "resolution_id": 10,
        "name": "Międzynarodowa Stacja Kosmiczna",
        "summary": "Inicjuje projekt Międzynarodowej Stacji Kosmicznej. Podczas jego trwania cywilizacje mogą przekazywać produkcję, by przyspieszyć prace - w tym celu należy wybrać odpowiednią pozycję na liście produkcji w mieście. Po zakończeniu projektu cywilizacje otrzymają premie zależne od wysokości ich wkładu.  Dostępne od momentu wynalezienia przez dowolną cywilizację satelitów.",
        "project_prizes": {
            "gold": "Międzynarodowa Stacja Kosmiczna pojawia się w stolicy. +1 pkt produkcji generowany przez naukowców i +1 pkt badań generowany przez inżynierów. Wielcy naukowcy dostarczają o 33% więcej nauki, gdy wykorzystuje się ich do odkrycia nowej technologii. Może zostać wybudowana jedynie we współpracy za pośrednictwem Kongresu Światowego.",
            "silver": "Darmowy wielki naukowiec.",
            "bronze": "Jednorazowa premia do badań."
        },
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/international_space_station.json"
    },
    {
        "resolution_id": 11,
        "name": "Miejsca dziedzictwa kulturowego",
        "summary": "Każdy cud świata daje swojemu miastu +3 kultury.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/cultural_heritage_sites.json"
    },
    {
        "resolution_id": 12,
        "name": "Miejsca dziedzictwa naturalnego",
        "summary": "Każdy cud natury daje +5 kultury, gdy zostaje stworzony.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/natural_heritage_sites.json"
    },
    {
        "resolution_id": 13,
        "name": "Nierozprzestrzenianie broni atomowej",
        "summary": "Żadna cywilizacja nie może budować nowej broni atomowej (bomb i pocisków atomowych). Jednak już stworzona broń nie zostaje rozbrojona.Dostępne, gdy dowolna cywilizacja odkryje zaawansowaną balistykę.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/nuclear_non-proliferation.json"
    },
    {
        "resolution_id": 14,
        "name": "Religia światowa",
        "summary": "Wyznacz religię, która stanie się oficjalnym wyznaniem świata. Cywilizacje, w których większość miast wyznaje daną religię, zyskują 2 dodatkowych delegatów. Religia rozprzestrzenia się o 25% szybciej, a jej święte miasto otrzymuje 50% premii do turystyki. W danym momencie może istnieć tylko jedna religia światowa.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/world_religion.json"
    },
    {
        "resolution_id": 15,
        "name": "Ideologia światowa",
        "summary": "Wyznacz ideologię, która stanie się oficjalnym stanowiskiem świata. Cywilizacje ją wyznające zyskują 2 dodatkowych delegatów. Poparcie danej ideologii wśród opinii społecznej zwiększa się we wszystkich cywilizacjach. W danym momencie może istnieć tylko jedna ideologia światowa.Dostępna, gdy wszystkie cywilizacje wynajdą radio.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/world_ideology.json"
    },
    {
        "resolution_id": 16,
        "name": "Mecenat sztuki",
        "summary": "Zwiększa produkcję wielkich pisarzy, artystów i muzyków o 33%. Zmniejsza produkcję wielkich naukowców, inżynierów i kupców o 33%.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/arts_funding.json"
    },
    {
        "resolution_id": 17,
        "name": "Fundusze na naukę",
        "summary": "Zwiększa produkcję wielkich naukowców, inżynierów i kupców o 33%. Zmniejsza produkcję wielkich pisarzy, artystów i muzyków o 33%.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/sciences_funding.json"
    },
    {
        "resolution_id": 18,
        "name": "Miejsca historyczne",
        "summary": "Ulepszenia pól tworzone przez wielkich ludzi zapewniają +2 kultury podczas eksploatacji, zaś słynne miejsca tworzone przez archeologów zapewniają +4 kultury podczas eksploatacji.Dostępne po wynalezieniu przez dowolną cywilizację archeologii.",
        "project_prizes": null,
        "url": "https://eyefyre.github.io/civvapi/v1/pl/resolutions/historical_landmarks.json"
    }
]