[
    {
        "id": 1,
        "name": "Großer Künstler|Großen Künstler|Großen Künstlers",
        "game_info": null,
        "strategy": "Große Künstler können ein Großes Kunstwerk schaffen (generiert sowohl Kultur als auch Tourismus), was in der nächsten Stadt mit passendem Gebäude und freiem Platz erscheint (z. B. Palast, Museum oder Kathedrale). Große Künstler können auch ein Goldenes Zeitalter erschaffen. Bei beiden Einsatzarten werden Große Künstler verbraucht.",
        "historical_info": "\"Große Künstler\" sind die Visionäre einer Zivilisation. Sie interpretieren die Welt und schaffen Schönheit, Form und Farbe, wo vorher keine war. Sie meißeln die Statuen, malen die Bilder, machen die Fotos und Filme, die uns als Menschen ausmachen. Oftmals sind sie mit ihrer Arbeit ihrer Zeit voraus. Sie können aufsteigen und ein Volk erleuchten, sodass eine Zivilisation weitaus mehr ist als ihr materieller Besitz und ihre Macht.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_künstler|großen_künstler|großen_künstlers.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_artist.json"
    },
    {
        "id": 2,
        "name": "Großer Wissenschaftler|Großen Wissenschaftler|Großen Wissenschaftlers",
        "game_info": null,
        "strategy": "Große Wissenschaftler können die Spezialmodernisierung für die Akademie errichten, die eine Menge Wissenschaft liefern kann, wenn sie bewirtschaftet wird. Große Wissenschaftler bescheren außerdem augenblicklich große Mengen Wissenschaft, abhängig von der Wissenschaftsproduktion einer Zivilisation. Bei beiden Verwendungsmöglichkeiten wird der Große Wissenschaftler verbraucht.",
        "historical_info": "\"Große Wissenschaftler\" finden heraus, wie die Welt funktioniert. Sie entdecken, dass die Erde sich um die Sonne dreht. Sie entschlüsseln DNA und erfinden die Quantenmechanik. Sie heilen Kinderlähmung und sagen Sonnen- und Mondfinsternisse voraus. Sie machen eine Zivilisation klüger. Sie erfinden die Zukunft.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_wissenschaftler|großen_wissenschaftler|großen_wissenschaftlers.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_scientist.json"
    },
    {
        "id": 3,
        "name": "Großer Händler|Großen Händler|Großen Händlers",
        "game_info": null,
        "strategy": "Große Händler können die Spezialmodernisierung für das Zollamt errichten, die eine Menge Gold liefern kann, wenn sie bewirtschaftet wird. Der Große Händler kann auch zu einem Stadtstaat reisen und eine Handelsmission durchführen, was eine große Menge Gold und viele Einflusspunkte bei diesem Stadtstaat einbringt. Bei beiden Verwendungsmöglichkeiten wird der Große Händler verbraucht.",
        "historical_info": "\"Große Händler\" liefern die Güter und Dienste, die eine Zivilisation zum Überleben braucht. Sie importieren Nahrung, Medizin und Luxusgüter und exportieren die hergestellten Güter der eigenen Zivilisation. Sie sorgen für die finanziellen Mittel, die für den Abschluss großer Werke nötig sind. Sie schaffen den Wohlstand einer Zivilisation.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_händler|großen_händler|großen_händlers.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_merchant.json"
    },
    {
        "id": 4,
        "name": "Großer Ingenieur|Großen Ingenieur|Großen Ingenieurs",
        "game_info": null,
        "strategy": "Große Ingenieure können die Fabrikanlage-Spezialmodernisierung errichten, die einer Stadt eine Menge Produktion liefern kann, wenn sie bewirtschaftet wird. Der Große Ingenieur kann die Produktion einer Einheit, eines Gebäudes oder eines Wunders in einer Stadt beschleunigen. Bei beiden Verwendungsmöglichkeiten wird der Große Ingenieur verbraucht.",
        "historical_info": "\"Große Ingenieure\" sind die Männer und Frauen, die etwas bewegen. Sie konstruieren die Monumente, Straßen und Informationsnetzwerke, die das Leben der Leute um sie herum verbessern. Sie erfinden neue Methoden zum Bau von Wolkenkratzern oder zum Walzen von Stahl; sie graben Kanäle und bewässern Wüsten. Sie sorgen für den Fortschritt einer Zivilisation.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_ingenieur|großen_ingenieur|großen_ingenieurs.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_engineer.json"
    },
    {
        "id": 5,
        "name": "Großer General|Großen General|Großen Generals",
        "game_info": null,
        "strategy": "Der Große General kann die Spezialmodernisierung Zitadelle bauen, die jeder Einheit, die sich in ihr befindet, einen immensen Verteidigungsbonus verleiht, feindlichen Einheiten auf angrenzenden Geländerfeldern Schaden zufügt und alle angrenzenden Geländefelder annektiert. Der Große General wird verbraucht, wenn er die Zitadelle baut. Der Große General gewährt allen Landeinheiten des Spielers im Umkreis von 2 Geländefeldern einen Kampfbonus von 15%. Der General wird nicht verbraucht, wenn er den Bonus gewährt.",
        "historical_info": "\"Große Generäle\" sind die obersten Krieger einer Zivilisation. Sie erstellen die Waffen und bilden die Soldaten aus. Sie planen die Strategien zum Schutz ihrer Zivilisation vor Feinden, denken sich kühne Offensiven aus und errichten starke Befestigungen und raffinierte Fallen. Sie sind die ersten, die den Graben verlassen oder das Schiff des Feindes betreten. Sie führen den Angriff in der Schlacht an und tragen das Schicksal ihres Volkes auf ihren breiten Schultern.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_general|großen_general|großen_generals.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_general.json"
    },
    {
        "id": 6,
        "name": "Khan",
        "game_info": "Diese einzigartige Große Persönlichkeit der Mongolen ersetzt den Großen General. Er bietet dieselben Kampfbonusse wie ein normaler Großer General, bewegt sich aber schneller fort und kann angrenzende Einheiten heilen.",
        "strategy": "Der Khan ist eine einzigartige Große Persönlichkeit der Mongolen und ersetzt den Großen General. Er bietet dieselben Kampfbonusse, aber der Khan bewegt sich gleich schnell fort wie der Keshik (5 Punkte pro Runde) und kann angrenzende Einheiten um zusätzliche 15 TP pro Runde heilen. Dieser verbesserte General stellt sicher, dass seine Kavallerie immer kampfbereit ist.",
        "historical_info": "Ursprünglich waren Khans die Häuptlinge der Mongolen, die einem einzelnen Stamm oder auch einem lockeren Bündnis mehrere Stämme vorstanden. Als Dschingis Khan an die Macht kam, war der Titel allgemein für Militärführer reserviert, aber später wurden so auch Staatsoberhäupter des Mongolischen Reiches bezeichnet. Die Khans waren die gewählten Herrscher über die Provinzen des Reiches und erhielten den Titel eher für Leistungen und Loyalität als für Blutsbande. Die Anführer dienten häufig auch als Generäle und führten die riesigen mongolischen Armeen sehr erfolgreich in Eroberungszüge. Später erhielt das Wort einen Zusatz und wurde zu \"Khagan\", um den obersten Herrscher zu bezeichnen - den Khan der Khans sozusagen. Aber dieser Titel wurde erst nach Dschingis Khans Tod 1227 n. Chr. vergeben.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/khan.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/khan.json"
    },
    {
        "id": 7,
        "name": "Großer Prophet|Großen Propheten|Großen Propheten",
        "game_info": null,
        "strategy": "Der Große Prophet ist die einzige Einheit, die eine Religion gründen oder verbessern kann. Er kann auch die Spezialmodernisierung für die Heilige Stätte errichten, die dann viel Glauben produziert. Alternativ kann der Große Prophet Religion 4-mal verbreiten (ersetzt alle anderen Religionen in den Städten). Der Große Prophet wird verbraucht, wenn er auf eine dieser Arten eingesetzt wird.",
        "historical_info": "\"Große Propheten\" erforschen die Grenzen religiöser Glaubenssätze und leiten eine Zivilisation in ihren moralischen und ethischen Entscheidungen an. Sie gründen Religionen, verkünden das Wort Gottes und bringen den Menschen Glauben. Sie bieten der Nation selbst in schwersten Zeiten eine Hoffnung.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_prophet|großen_propheten|großen_propheten.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_prophet.json"
    },
    {
        "id": 8,
        "name": "Großer Admiral|Großen Admiral|Großen Admirals",
        "game_info": null,
        "strategy": "Der Große Admiral hat die Fähigkeit, alle Marineeinheiten und gewasserten Einheiten im gleichen Feld und in angrenzenden Feldern sofort zu reparieren. Bei dieser Aktion wird er verbraucht. Der Große Admiral bringt auch 15% Kampfbonus für alle Marineeinheiten im Spielerbesitz innerhalb von 2 Geländefeldern. Der Große Admiral wird nicht verbraucht, wenn er den Bonus gewährt.",
        "historical_info": "\"Große Admiräle\" verfügen über die Befehlskompetenz, die zum Erringen bedeutender Siege auf offener See notwendig ist. Sie planen, befehligen und überwachen komplexe Manöver, um für eine Zivilisation die Überlegenheit der Marine auszubauen und die Küsten zu sichern.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_admiral|großen_admiral|großen_admirals.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_admiral.json"
    },
    {
        "id": 9,
        "name": "Händler von Venedig",
        "game_info": "Diese einzigartige venezianische Große Persönlichkeit ersetzt den Großen Händler. Neben der Fähigkeit, eine Handelsmission auszuführen, kann der Händler von Venedig einen Stadtstaat komplett aufkaufen und zu einer Marionette unter Venedigs Kontrolle machen.",
        "strategy": "Der Händler von Venedig ist ein einzigartiger Ersatz für den Großen Händler. Neben den normalen Fähigkeiten eines Großen Händlers kann der Händler von Venedig einen Stadtstaat komplett aufkaufen und zu einer Marionette unter Venedigs Kontrolle machen. Wird der Händler von Venedig auf diese Art eingesetzt, wird er verbraucht.",
        "historical_info": "Die Kaufleute, die vom 13. bis zum 16. Jahrhundert von Venedig aus Geschäfte machten, waren weit mehr als nur Händler. Sie waren Entdecker, Diplomaten, Geographen und Autoren. Sie waren nicht nur ein Wohlstandsgarant für die Republik Venedig, sondern brachten auch neues Wissen und Kultur mit. Die Leistungen Marco Polos, Gasparo Balbis und Ambrogio Contarinis machten Venedig nicht nur reich, sondern auch sehr berühmt.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/händler_von_venedig.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/merchant_of_venice.json"
    },
    {
        "id": 10,
        "name": "Großer Schriftsteller|Großen Schriftsteller|Großen Schriftstellers",
        "game_info": null,
        "strategy": "Große Schriftsteller können ein Großes Literaturwerk schaffen (generiert sowohl Kultur als auch Tourismus), was in der nächsten Stadt mit passendem Gebäude und freiem Platz erscheint (z. B. Amphitheater, Nationalepos, Heldenepos oder Königliche Bibliothek). Große Schriftsteller können auch Politische Traktate schreiben, was dem Spieler viel Kultur einbringt. Bei beiden Einsatzarten werden Große Schriftsteller verbraucht.",
        "historical_info": "\"Große Schriftsteller\" sind die begnadeten Männer und Frauen, die unseren Wünschen, Einsichten, Fantasien, Schwächen, Ängsten und Freuden schriftlich Ausdruck verleihen. Ob in Form von Poesie, Romanen oder sonstigen Werken, ob für die Bühne oder die Leinwand - diese Künstler definieren ihre Zivilisation und Kultur. Einige schreiben Prosa und Verse über imaginäre Welten, andere Abhandlungen über Philosophie, Politik, Religion und Wissenschaft - darüber, wie unsere Welt ist oder sein sollte. Ihre Worte hallen lange Zeit nach und verbinden uns alle miteinander.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_schriftsteller|großen_schriftsteller|großen_schriftstellers.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_writer.json"
    },
    {
        "id": 11,
        "name": "Großer Musiker|Großen Musiker|Großen Musikers",
        "game_info": null,
        "strategy": "Große Musiker können ein Großes Musikwerk schaffen (generiert sowohl Kultur als auch Tourismus), was in der nächsten Stadt mit passendem Gebäude und freiem Platz erscheint (z. B. Opernhaus oder Funkturm). Große Musiker können auch eine Konzertreise in andere Zivilisationen unternehmen, was Euch einen einmaligen Bonus bei Tourismus in diesem Gebiet verschafft. Bei beiden Einsatzarten werden Große Musiker verbraucht.",
        "historical_info": "Musik, so heißt es, ist die Seele eines Volkes. Wenn dies tatsächlich der Fall ist, dann sind \"Große Musiker\" die Hüter dieser Seele. Unabhängig von Form und Instrumenten drückt keine andere Kunstform unsere Emotionen so gut aus wie Musik. Vom ersten Mal, als Menschen Rhythmen auf Baumstämmen schlugen, bis zu modernen elektronischen Orchestern - große Komponisten und Künstler haben schon immer die kollektiven Sorgen und Freuden der Zivilisationen ausgedrückt.",
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/großer_musiker|großen_musiker|großen_musikers.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/great_musician.json"
    },
    {
        "id": 12,
        "name": "Untätiger Bürger",
        "game_info": null,
        "strategy": "Untätige Bürger bringen jeweils ein geringes Maß an Produktion ein. Nach Möglichkeit sollten sie Geländefelder bewirtschaften oder zu Spezialisten ausgebildet werden.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/untätiger_bürger.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/unemployed_citizen|unemployed_citizens.json"
    },
    {
        "id": 13,
        "name": "Schriftsteller",
        "game_info": null,
        "strategy": "Bildet Schriftsteller aus, um die Kulturproduktion einer Stadt zu steigern und schneller Große Schriftsteller zu bekommen.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/schriftsteller.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/writer|writers.json"
    },
    {
        "id": 14,
        "name": "Künstler",
        "game_info": null,
        "strategy": "Bildet Künstler aus, um die Kulturproduktion einer Stadt zu steigern und schneller Große Künstler zu bekommen.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/künstler.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/artist|artists.json"
    },
    {
        "id": 15,
        "name": "Musiker",
        "game_info": null,
        "strategy": "Bildet Musiker aus, um die Kulturproduktion einer Stadt zu steigern und schneller Große Musiker zu bekommen.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/musiker.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/musician|musicians.json"
    },
    {
        "id": 16,
        "name": "Wissenschaftler",
        "game_info": null,
        "strategy": "Bildet Wissenschaftler aus, um den Wissenschaftsausstoß einer Stadt zu steigern und schneller Große Wissenschaftler zu bekommen.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/wissenschaftler.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/scientist|scientists.json"
    },
    {
        "id": 17,
        "name": "Händler",
        "game_info": null,
        "strategy": "Bildet Händler aus, um den Goldertrag einer Stadt zu steigern und schneller Große Händler zu bekommen.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/händler.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/merchant|merchants.json"
    },
    {
        "id": 18,
        "name": "Ingenieur",
        "game_info": null,
        "strategy": "Bildet Ingenieure aus, um die Produktion einer Stadt zu steigern und schneller Große Ingenieure zu bekommen.",
        "historical_info": null,
        "icon": "https://eyefyre.github.io/civvapi/images/specialist_icons/ingenieur.png",
        "url": "https://eyefyre.github.io/civvapi/v1/de/specialists/engineer|engineers.json"
    }
]