{
    "id": 1,
    "name": "Aeropuerto|Aeropuertos",
    "game_info": "Permite el aerotransporte con origen o destino en esta ciudad. Aumenta la capacidad de la ciudad para acoger unidades aéreas de 6 a 10. El 50% de la Cultura por Maravillas del mundo, Maravillas naturales y mejoras (Sitio de interés, Moái y Chateau) se añade a la producción de Turismo de la ciudad. +50% a la producción de Turismo de las Grandes obras.",
    "strategy": "El versátil Aeropuerto es una elección excelente tanto para las civilizaciones que intentan mejorar su producción de Turismo como para aquellas otras que necesitan de las capacidades de aerotransporte para transbordar unidades a ciudades lejanas.",
    "historical_info": "Técnicamente, un \"aeropuerto\" es cualquier lugar donde aviones, helicópteros, dirigibles u otro tipo de aeronaves puedan despegar y aterrizar. No obstante, en el sentido corriente y común de la palabra, un aeropuerto es un complejo para aviones comerciales, compuesto de pistas de aterrizaje y de despegue, torres de control, hangares, terminales, instalaciones de emergencia e incluso aparcamientos. Antes de 1930, la mayoría de aeropuertos eran poco más que pequeños aeródromos, con pistas de menos de 600 metros. En 1939, el de La Guardia, en Nueva York, vio pasar cerca de un cuarto de millón de pasajeros al mes. Las estadísticas más recientes de listas de tráfico de pasajeros sitúan al aeropuerto de Hartsfield-Jackson, en Atlanta, como el más transitado del mundo, puesto que más de 92 millones de pasajeros lo utilizaron en 2011.",
    "cost": {
        "production": 400,
        "faith": 0
    },
    "gold_maintenance": 5,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/airport.png",
    "prereq_tech": {
        "name": "Radar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}