{
    "id": 1,
    "name": "Gremio de artistas|Gremios de artistas",
    "game_info": "Proporciona 2 puntos de Grandes personajes (PGP) para conseguir un Gran artista. Asigna hasta dos especialistas a este edificio para ganar Cultura y aumentar la velocidad a la que consigues Grandes artistas (3 de Cultura y 3 PGP por especialista).",
    "strategy": "El Gremio de artistas es el único edificio que contiene espacios para especialistas artistas, que son vitales para generar Grandes artistas. Si pretendes conseguir una victoria cultural, este edificio es imprescindible. El Gremio de artistas concede 2 puntos de Grandes personajes y cada especialista asignado proporciona 3 puntos de Grandes personajes y 3 de Cultura .",
    "historical_info": "El concepto de gremios de artesanos no prendió hasta bien entrada la Baja Edad Media, cuando Europa empezó su largo proceso de urbanización. En el siglo XIII, gran número de gremios de artistas aparecieron en las ciudades, creados a imagen y semejanza de los gremios de mercaderes del momento. Los gremios querían fijar los costes y poner los precios, así como ofrecer ayuda y educación a los artistas de la ciudad, evitando así los problemas derivados del mecenazgo por parte de ricos y nobles. Aunque siguen existiendo gremios no oficiales para diversos tipos de artistas, la Ilustración conllevó el declive del monopolio de los gremios hasta que todos se abolieron a mediados del siglo XIX.",
    "cost": {
        "production": 150,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gremio_de_artistas|gremios_de_artistas.png",
    "prereq_tech": {
        "name": "Gremios",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}