{
    "id": 1,
    "name": "Banco|Bancos",
    "game_info": "La ciudad ha de tener un Mercado.",
    "strategy": "El Banco es un edificio del Renacimiento que aumenta la producción de Oro de la ciudad. Esta ha de tener un Mercado o un Bazar para poder construirlo. Las rutas comerciales que otros jugadores hagan a una ciudad con un Banco generarán 1 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 1 más de Oro por ella.",
    "historical_info": "El banco es una institución en la que los ciudadanos pueden dejar su dinero para mantenerlo a salvo. El banquero recoge los depósitos y ofrece préstamos a otras personas, que tendrán que devolverlo con un interés adicional. El banquero entrega parte de los beneficios a los depositantes y reinvierte el resto. Para tener éxito, un sistema bancario necesita liquidez y que las leyes obliguen a devolver las deudas a los prestatarios siempre que puedan.Los bancos son auténticos motores del progreso de una civilización. Si una ciudad necesita algo (por ejemplo, un granero) un único ciudadano podría ser incapaz de construirlo por su cuenta. Pero el banco, que guarda los ahorros de muchos ciudadanos, puede prestar el dinero al constructor. Cuando haya construido el granero, el empresario podrá devolver el préstamo al banco con las ganancias y los ciudadanos se beneficiarán del nuevo granero (y del interés que han conseguido con sus depósitos).En los últimos años, los bancos europeos y estadounidenses han conseguido una mala reputación; suele deberse a inversiones arriesgadas o préstamos a personas inadecuadas. Un banco bien gestionado es una bendición para la comunidad, especialmente si ésta es pobre.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bank.png",
    "prereq_tech": {
        "name": "Banca",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}