[
    {
        "id": 1,
        "name": "Jardines flotantes|Jardines flotantes",
        "game_info": "+15% a Alimentos . Cada casilla de Lago explotada proporciona +2 a Alimentos .La ciudad se ha de construir al lado de un Río o un Lago.",
        "strategy": "Los Jardines flotantes son la unidad exclusiva azteca que sustituye al Molino de agua. Aumentan el rendimiento de Alimentos de la ciudad, y deben construirse si la ciudad está cerca de un río.",
        "historical_info": "El jardín flotante es una pequeña isla artificial construida en un lago de agua dulce para aumentar la tierra cultivable. El lago irriga la isla y le proporciona material orgánico continuamente, lo que proporciona un entorno increíblemente fértil para cultivar. Los aztecas eran maestros de esta forma de agricultura, y la fama de los jardines flotantes de Xochimilco nos ha llegado hasta el día de hoy.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/floating_gardens.png",
        "prereq_tech": {
            "name": "Rueda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/floating_gardens.json"
    },
    {
        "id": 1,
        "name": "Delegación|Delegaciones",
        "game_info": "Elimina Infelicidad adicional de una ciudad ocupada .",
        "strategy": "La Delegación reduce la Infelicidad en las ciudades capturadas. Construye una en cada ciudad ocupada lo más rápido posible, especialmente si planeas conquistar unas cuantas.",
        "historical_info": "Una delegación es un edificio en el que las autoridades locales imparten justicia. A veces, también es la sede del gobierno civil del lugar, pero eso no tiene por qué ser siempre así. Por lo general, la delegación ocupa un lugar destacado en el centro de la ciudad, ya sea porque los ciudadanos estén orgullosos de ella o porque las autoridades quieran recordarles que no les quitan el ojo de encima.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 4,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/courthouse.png",
        "prereq_tech": {
            "name": "Matemáticas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/courthouse.json"
    },
    {
        "id": 1,
        "name": "Fuerte mogol|Fuertes mogoles",
        "game_info": "Proporciona +2 de Turismo después de investigar el Vuelo.La ciudad debe tener Murallas.",
        "strategy": "El Fuerte mogol es un edificio militar de la Época Medieval que aumenta en 7 la potencia de defensa de una ciudad y en 25 sus puntos de golpe, y proporciona algo de Cultura cada turno. Es el edificio exclusivo indio y sustituye al Castillo. Después de aprender Vuelo, también concede a la ciudad un +2 a Turismo . La ciudad debe tener unas Murallas para poder construir un Fuerte mogol.",
        "historical_info": "Los mogoles eran un pueblo islámico que invadió la India en el siglo XV y gobernó gran parte del subcontinente hasta el XIX. Durante este período, construyeron elaborados fuertes por todas las zonas rurales que servían como centros administrativos y morada para sus ocupantes. Estos fuertes constituían hermosos edificios, unos palacios dignos de los gobernantes de un vasto imperio. Varios de ellos, incluyendo el Fuerte de Lahore y el Fuerte rojo de Agra, han sobrevivido hasta la actualidad y siguen siendo una de las mayores atracciones turísticas de la India y monumentos al poder y estilo de los mogoles.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mughal_fort.png",
        "prereq_tech": {
            "name": "Caballería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mughal_fort.json"
    },
    {
        "id": 1,
        "name": "Krepost|Krepost",
        "game_info": "+15 PX para todas las unidades. El coste en Cultura y Oro por adquirir nuevas casillas se reduce en un 25% en esta ciudad.",
        "strategy": "El Krepost es el edificio exclusivo ruso que sustituye a los Cuarteles. Concede 15 puntos de experiencia a todas las unidades militares creadas en la ciudad en donde se encuentre. Además, aumenta un 25% el crecimiento de las fronteras culturales de la ciudad. Merece la pena construir estos edificios en todas las ciudades rusas, pero especialmente en las que se encuentran en las fronteras de la civilización.",
        "historical_info": "\"Krepost\" quiere decir \"fortaleza\" en ruso. Durante gran parte de su historia, Rusia fue un estado expansionista que extendía sus fronteras hacia al este, a través de las enormes estepas, hasta llegar a Siberia y más allá. Al entrar en un nuevo territorio, los rusos solían construir un \"krepost\" para proteger a sus tropas y acoger los edificios públicos y religiosos. Según dónde se encontrara y los materiales disponibles, un krepost podía ser un fuerte provisional de madera o una obra defensiva de piedra más permanente e imponente. En muchos aspectos, el krepost es similar en forma y funciones a los omnipresentes fuertes que los romanos construían en las tierras recién conquistadas.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/krepost.png",
        "prereq_tech": {
            "name": "Forja del bronce",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/krepost.json"
    },
    {
        "id": 1,
        "name": "Gran casa|Grandes casas",
        "game_info": "+1 de Producción por cada casilla de Bosque explotada.",
        "strategy": "La Gran casa es el edificio exclusivo iroqués que sustituye al Taller. Aumenta el régimen de Producción por cada Bosque que se encuentre en el radio de la ciudad.",
        "historical_info": "Durante gran parte de su historia, la mayoría de iroqueses vivían en aldeas compuestas de una o más \"grandes casas\", edificios comunales construidos con árboles jóvenes y techados con corteza de olmo. De hecho, los iroqueses se llaman a sí mismos \"hodenosaunee\", que significa \"el pueblo de la gran casa\". Estos edificios podían tener entre 12 y 120 metros de largo, y unos 24 metros de ancho. Se dividían en compartimentos mediante mamparas internas y estaban comunicados mediante un pasillo central abierto. Varios de ellos compartían un fuego para cocinar en el pasillo central, con una abertura en el techo que hacía las veces de chimenea.Las casas grandes son edificios eficientes, más baratos de construir y calentar que las viviendas individuales, por lo que requieren menos recursos naturales que otros tipos de casas. Son representativos del deseo de la cultura iroquesa de sobrevivir y crecer en armonía con el entorno que los rodea.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/longhouse.png",
        "prereq_tech": {
            "name": "Vaciado del metal",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/longhouse.json"
    },
    {
        "id": 1,
        "name": "Bazar|Bazares",
        "game_info": "Proporciona uno más de cada recurso de lujo mejorado que haya cerca de esta ciudad. Cada fuente de Petróleo y cada Oasis proporcionan +2 de Oro . Las rutas comerciales que otros jugadores hagan a una ciudad con un Bazar generarán 1 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 1 más de Oro por ella.",
        "strategy": "El Bazar es el edificio exclusivo árabe que sustituye al Mercado. Concede una bonificación al Oro de la ciudad. La civilización gana uno más de cada recurso de lujo que proporcione una ciudad con un Bazar. El Bazar proporciona +2 de Oro en Petróleo y Oasis.",
        "historical_info": "El bazar es una especie de mercado público que se suele encontrar en las poblaciones árabes y otras ciudades mediterráneas. El bazar árabe clásico es un hervidero de pequeñas tiendas y puestos, en los que se venden toda clase de género: desde comida hasta software, pasando por alfombras o especias. Algunos bazares están al aire libre, mientras que otros se encuentran a cubierto para proteger de los elementos a los clientes y la mercancía. Muchos de ellos sobreviven hoy en día, constituyendo una alternativa alegre y bulliciosa a los asépticos centros comerciales occidentales.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bazaar.png",
        "prereq_tech": {
            "name": "Moneda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bazaar.json"
    },
    {
        "id": 1,
        "name": "Corte del sátrapa|Cortes de los sátrapas",
        "game_info": "La ciudad debe tener un Mercado. Las rutas comerciales que otros jugadores hagan a una ciudad con una Corte del sátrapa generarán 1 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 1 más de Oro por ella.",
        "strategy": "La Corte del sátrapa es el edificio exclusivo persa que sustituye al Banco. Al igual que este, aumenta la producción de riqueza de la ciudad, pero también la Felicidad de la civilización. Para poder construir la Corte del sátrapa, la ciudad ha de contar con un Mercado.",
        "historical_info": "\"Sátrapa\" es el título de un gobernador provisional del Imperio Aqueménida de Persia. Los nombraba el rey y solían pertenecer a la familia real. El sátrapa era una figura poderosa, recaudaba impuestos y constituía la máxima autoridad judicial de la provincia. También era responsable de reclutar y mantener un ejército y, por tanto, había de ser una persona de gran confianza para el monarca. A medida que el poder central persa se fue debilitando durante el siglo V a. C., los sátrapas se fueron haciendo más independientes y, de hecho, algunos fueron más poderosos que el rey al que supuestamente servían.Alejandro mantuvo la administración de las satrapías tras la conquista de Persia, unas veces sustituyendo a los sátrapas por sus generales y otras dejando a los gobernadores que hubiera, siempre que mantuvieran la paz y siguieran pagando sus impuestos.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/satrap's_court.png",
        "prereq_tech": {
            "name": "Banca",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/satrap's_court.json"
    },
    {
        "id": 1,
        "name": "Papelero|Papeleros",
        "game_info": "+1 a Ciencia por cada 2 ciudadanos que haya en esta ciudad. +2 de Oro .",
        "strategy": "El Papelero es la unidad exclusiva china que sustituye a la Biblioteca. Aumenta la Ciencia lograda por una ciudad y concede una bonificación a su flujo de Oro [ICON_GOLD.",
        "historical_info": "El papel se inventó en China y se remonta al 200 a. C. Por lo que se sabe, se utilizó en un principio como material de embalaje, y la primera muestra de su aplicación como soporte para escritura data del 8 a. C., aproximadamente. Hacia el 300 d. C., su uso para escribir ya se había extendido por toda China. Los talleres papeleros chinos eran muy avanzados para su época, y en ellos se fabricaba un papel recio y casi libre de impurezas para las clases educadas chinas, sus mercaderes y la Corte Imperial, siglos antes de que la primera hoja llegara al mundo árabe o europeo.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/paper_maker.png",
        "prereq_tech": {
            "name": "Escritura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/paper_maker.json"
    },
    {
        "id": 1,
        "name": "Wat|Wats",
        "game_info": "+3 a Cultura por turno. +50% a Ciencia .",
        "strategy": "El Wat es el edificio exclusivo siamés que sustituye a la Universidad. Aumenta la Cultura de una ciudad, acelerando el crecimiento de sus fronteras y la consecución de políticas sociales por parte de la civilización. Además, concede una bonificación a la Ciencia de la ciudad.",
        "historical_info": "Un \"Wat\" es un tipo de templo y monasterio budista que se puede encontrar en Camboya, Tailandia o Laos. La traducción literal de \"wat\" es \"escuela\", pues los wats siameses eran a la vez lugares de culto y de enseñanza. Un wat se compone de un templo en el que hay estatuas de Buda, una sala de oraciones, una habitación con textos religiosos, un pabellón donde relajarse, una biblioteca, un aula de estudios, campanarios y habitaciones. Puede ser un solo edificio o un conjunto de ellos, que a veces llegan a componer una pequeña ciudad. Construido en el siglo XII, el Angkor Wat (\"wat de Angkor\"), en Camboya, es uno de los más grandes y mejor conservados de todo el sudeste asiático.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/wat.png",
        "prereq_tech": {
            "name": "Educación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/wat.json"
    },
    {
        "id": 1,
        "name": "Mezquita piramidal|Mezquitas piramidales",
        "game_info": "No requiere mantenimiento en Oro .",
        "strategy": "La Mezquita piramidal de adobe es un edificio exclusivo songhai que sustituye al Templo. Aumenta enormemente la Cultura de la ciudad, acelerando el crecimiento del territorio urbano y la consecución de políticas sociales por parte de la civilización. La Mezquita piramidal de adobe no tiene costes de mantenimiento.",
        "historical_info": "La mezquita piramidal de adobe es en realidad un complejo de edificios que se encuentra en la ciudad de Gao. Cuenta con una tumba, dos mezquitas y un campo de reuniones. Según la leyenda, es el lugar donde está enterrado Askia Mohamed I, uno de los mayores emperadores songhai. Aunque no son tan grades como la mezquita de Gao, se pueden encontrar edificios parecidos por toda África occidental que atestiguan la habilidad constructora de los songhai.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mud_pyramid_mosque.png",
        "prereq_tech": {
            "name": "Filosofía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mud_pyramid_mosque.json"
    },
    {
        "id": 1,
        "name": "Tumba|Tumbas",
        "game_info": "No requiere mantenimiento en Oro .Si captura esta ciudad, se doblará la cantidad de Oro saqueada por el enemigo.",
        "strategy": "La Tumba es un edificio de la Época Clásica que aumenta la Felicidad de la ciudad y no le cuesta mantenimiento. No obstante, si una civilización enemiga captura la ciudad, ganará el doble del oro que ganaría si no tuviera una Tumba. Este edificio sustituye al Templo.",
        "historical_info": "Los egipcios elevaron la adoración de los antepasados a cotas nunca vistas, y gran parte de la riqueza de esta civilización y de su creatividad se invirtió en la construcción de tumbas para sus allegados muertos. Muchas de ellas se pueden encontrar en el Valle de los Reyes, en la orilla occidental de Tebas. Estas tumbas solían llenarse con parte de la fortuna del difunto, lo que las convirtió en suculentas presas para los ladrones de tumbas de todos los tiempos.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/burial_tomb.png",
        "prereq_tech": {
            "name": "Filosofía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/burial_tomb.json"
    },
    {
        "id": 1,
        "name": "Puerto marítimo|Puertos marítimos",
        "game_info": "+1 a la Producción y al Oro por los recursos marinos que esta ciudad explote. +15% a la Producción cuando se crean unidades navales.La ciudad debe estar construida en la costa.",
        "strategy": "Un Puerto marítimo aumenta el régimen de Producción de un recurso marino mejorado.",
        "historical_info": "El puerto marítimo es un superpuerto moderno. Es un puerto en aguas profundas que cuenta con instalaciones para manejar los buques cisterna y transportes más grandes. Suelen tener un montón de grúas para la rápida carga y descarga de los cargamentos, que se transportan mediante un enrevesado laberinto de ferrocarriles y carreteras. Los puertos marítimos modernos están controlados por los capitanes de puerto mediante salas con la última tecnología, pues están equipadas con radares y satélites de detección, así como sofisticados ordenadores que utilizan un complejo software de seguimiento.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/seaport.png",
        "prereq_tech": {
            "name": "Navegación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/navigation.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/seaport.json"
    },
    {
        "id": 1,
        "name": "Establo|Establos",
        "game_info": "+15% a la Producción cuando se crean unidades montadas.Cada fuente de Caballos , Ovejas y Ganado que la ciudad explote da +1 a Producción .La ciudad ha de tener cerca al menos una fuente mejorada de estos recursos mejorada con un Pastizal.",
        "strategy": "El Establo solo se puede construir en una ciudad que tenga cerca un recurso mejorado de Caballos , Ovejas o Ganado . Aumenta la velocidad a la que se producen las unidades montadas.",
        "historical_info": "En Civilization V, un establo es un cuartel militar para unidades de caballería. En él viven y se alimentan tanto los soldados como sus monturas. Durante gran parte de la historia, la caballería ha sido la favorita de los hijos ricos de la sociedad, ya que solo los jóvenes más acaudalados montaban a caballo. Por ello, estos establos a menudo eran más lujosos que los pobres habitáculos de la infantería.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stable.png",
        "prereq_tech": {
            "name": "Equitación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stable.json"
    },
    {
        "id": 1,
        "name": "Molino de agua|Molinos de agua",
        "game_info": "La ciudad se ha de construir al lado de un Río.",
        "strategy": "El Molino de agua solo se puede construir en una ciudad que esté junto a un Río. Aumenta el flujo de Alimentos a la ciudad",
        "historical_info": "El molino de agua es un edificio que aprovecha la energía del agua para convertir el grano en harina. El grano se esparce entre dos piedras del molino y una de ellas gira lentamente. Al moverse entre las piedras, el grano queda machacado y convertido en harina. Los primeros molinos usaban animales o personas para hacer girar la piedra, pero en este caso lo hace el agua. Así, las personas y animales quedan libres para trabajar en otra parte. Más tarde, el vapor y la electricidad se convirtieron en una fuente de energía mucho más fiable y eficaz, pero los molinos de agua de aquellos días sirvieron para ahorrar muchísimo trabajo.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/water_mill.png",
        "prereq_tech": {
            "name": "Rueda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/the_wheel.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/water_mill.json"
    },
    {
        "id": 1,
        "name": "Circo|Circos",
        "game_info": "La ciudad ha de tener cerca una fuente de Caballos o Marfil mejorados.",
        "strategy": "El Circo solo se puede construir en una ciudad que tenga cerca los recursos mejorados de Caballos o Marfil . El Circo aumenta la Felicidad de una civilización.",
        "historical_info": "Un circo es una compañía de artistas escénicos que incluye acróbatas, payasos, malabaristas, funambulistas, trapecistas y domadores. La mayoría de circos son itinerantes y se trasladan de una ciudad a otra durante la temporada, mientras que otros permanecen fijos en un lugar durante todo el año. En la antigua Roma, el circo era el nombre del edificio donde se realizaban carreras de cuadrigas, combates escenificados, juegos malabares y otros espectáculos. El primer circo romano fue el Circus Maximus, que podía acoger a 250.000 ciudadanos vociferantes con el aforo completo (cerca de un 25% de la población de la ciudad).",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/circus.png",
        "prereq_tech": {
            "name": "Caza con trampas",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/trapping.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/circus.json"
    },
    {
        "id": 1,
        "name": "Fragua|Fraguas",
        "game_info": "+15% a la Producción cuando se crean unidades terrestres.Cada fuente de Hierro que la ciudad explote da +1 a la Producción .La ciudad debe estar explotando cerca una fuente de Hierro.",
        "strategy": "La Fragua solo se puede construir en una ciudad que tenga cerca un recurso mejorado de Hierro . Aumenta la velocidad con la que la ciudad produce unidades terrestres.",
        "historical_info": "La fragua es un edificio que contiene un horno capaz de generar la temperatura necesaria para fundir y moldear el hierro en cualquier cosa, desde herraduras hasta puntas de flechas, pasando por clavos. Se necesita mucha cantidad de calor, y el herrero suele tener un aprendiz o ayudante que hace poco más que accionar los fuelles para reavivar el fuego y mantener la temperatura. Un herrero trabaja el hierro calentándolo al rojo vivo y golpeándolo sobre un yunque con diversos martillos. También puede derramar metal fundido en moldes de cerámica o metal para pulirlo una vez que se ha enfriado lo suficiente para conservar la forma.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/forge.png",
        "prereq_tech": {
            "name": "Vaciado del metal",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/forge.json"
    },
    {
        "id": 1,
        "name": "Molino de viento|Molinos de viento",
        "game_info": "+10% a la Producción cuando se construyen edificios.La ciudad no debe construirse en Colinas.",
        "strategy": "El Molino de viento es un edificio del Renacimiento que aumenta el régimen de Producción de una ciudad a la hora de construir edificios. No se pueden construir Molinos de viento en las ciudades erigidas sobre Colinas.",
        "historical_info": "Los molinos son edificios que aprovechan la energía eólica para realizar varias tareas. Históricamente, se han usado para propulsar muelas con las que moler grano, aunque también se han usado como aserraderos o para sacar el agua de pozos. Las máquinas eólicas existen desde hace 2.000 años. La primera que se conoce es un órgano de viento, construido por Herón de Alejandría en el siglo I d. C. Los molinos de vientos para la muela de grano probablemente se inventaron en Asia Central, alrededor del siglo VIII d. C.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/windmill.png",
        "prereq_tech": {
            "name": "Economía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/windmill.json"
    },
    {
        "id": 1,
        "name": "Central hidráulica|Centrales hidráulicas",
        "game_info": "+1 a la Producción en cada casilla que esté junto a un Río. Requiere 1 de Aluminio .La ciudad se ha de construir al lado de un Río.",
        "strategy": "La Central hidráulica es un edificio de mediados de la partida que solo se puede construir en una ciudad adyacente a un río. Aumenta el régimen de Producción de todas las casillas que explote una ciudad y que se encuentren también junto al río. Construir la Central hidráulica consume 1 de Aluminio .",
        "historical_info": "La central hidráulica es un edificio que convierte la energía del agua en caída en electricidad. Cuanto mayor son el volumen de agua y la distancia, más potencia genera la planta. La presa china de las Tres Gargantas es la central eléctrica más grande jamás construida. Cuando se termine, generará 22.500 megavatios, diez veces más que la Presa Hoover estadounidense.Las centrales hidráulicas suelen ser consideradas fuentes de energía limpia, aunque su impacto en el ecosistema fluvial puede ser muy grande. En las zonas costeras se han construido centrales hidráulicas que obtienen energía gracias al crecimiento de las mareas.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hydro_plant.png",
        "prereq_tech": {
            "name": "Electricidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hydro_plant.json"
    },
    {
        "id": 1,
        "name": "Central de energía solar|Centrales de energía solar",
        "game_info": "La ciudad debe construirse en un Desierto o junto a este y no puede contener una Central nuclear.La ciudad ha de tener una Fábrica.",
        "strategy": "La Central de energía solar es un edificio del juego tardío que aumenta significativamente la Producción de una ciudad. Para poder construir este edificio, la ciudad ha de encontrarse en una casilla de Desierto o adyacente. La ciudad ha de contar con una Fábrica para poder construirlo.",
        "historical_info": "Una central de energía solar recoge la energía del sol y la convierte en electricidad. Las centrales solares más eficientes se encuentran en los lugares a los que llega la luz directa del sol, sin muchas nubes. De momento, la energía solar es más cara comparada con la obtenida de los combustibles fósiles (petróleo y carbón), pero la tecnología solar se está abaratando y los combustibles fósiles cada vez son más caros, especialmente si se tienen en cuenta los costes ambientales de la polución emitida. Cuando la tecnología se perfeccione, satisfará una buena parte de las necesidades energéticas mundiales. Se ha calculado que la energía solar que recibe la Tierra es unas 200.000 veces superior a la capacidad de generación energética actual de la humanidad.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/solar_plant.png",
        "prereq_tech": {
            "name": "Ecología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/solar_plant.json"
    },
    {
        "id": 1,
        "name": "Ceca|Cecas",
        "game_info": "Cada fuente de Oro y Plata que la ciudad explote produce +3 de Oro .La ciudad ha de poder extraer cerca al menos uno de estos recursos.",
        "strategy": "La Ceca solo se puede construir en una ciudad que tenga cerca un recurso mejorado de Oro o de Plata. La Ceca aumenta la producción de Oro por cada uno de dichos recursos que la ciudad tenga cerca.",
        "historical_info": "La ceca es una institución que fabrica la moneda de una civilización. En el pasado solía tratarse de monedas físicas de metal, pero en tiempos más modernos se sustituyó por papel impreso en su mayor parte. Las cecas son importantes para el bienestar económico de una civilización. Si la moneda de una nación se puede falsificar con facilidad, se falsificará, y la confianza depositada en ella se hundirá, provocando una peligrosa inflación (cae el valor de la moneda) o consecuencias aún peores. La moneda actual se imprime con hologramas, tinta variable y filamentos de seguridad para detectar las falsificaciones; sin duda se añadirán más medidas de seguridad cuando los falsificadores aprendan a imitar las que ya existen.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mint.png",
        "prereq_tech": {
            "name": "Moneda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mint.json"
    },
    {
        "id": 1,
        "name": "Observatorio|Observatorios",
        "game_info": "La ciudad se ha de construir al lado de una Montaña.",
        "strategy": "El Observatorio solo se puede construir en una ciudad que esté junto a una casilla de Montaña. Aumenta mucho la producción científica de la ciudad.",
        "historical_info": "Un observatorio es un edificio destinado al estudio del firmamento. El hombre primitivo estaba convencido de que el movimiento de los astros tenía una importancia mágica, y muchos de los primeros observatorios eran en realidad edificios religiosos. A medida que pasó el tiempo, el hombre se fue dando cuenta de que podía trazar el transcurso de las estaciones con una gran precisión observando cuándo aparecían y desaparecían las estrellas, y llegó a la conclusión de que esta información era crucial a la hora de escoger el día apropiado para plantar o recoger las cosechas. Estos descubrimientos reforzaron la importancia religiosa y práctica de los observatorios a ojos de la comunidad. Los observatorios modernos están informatizados y cuentan con telescopios avanzados (o están comunicados con telescopios espaciales todavía más potentes), lo que proporciona a los científicos una cantidad de información con la que sus primitivos antepasados ni tan siquiera podían soñar. Pero su tarea sigue siendo esencialmente la misma: dilucidar cómo funciona el universo mediante el estudio del cielo.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/observatory.png",
        "prereq_tech": {
            "name": "Astronomía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/observatory.json"
    },
    {
        "id": 1,
        "name": "Monasterio|Monasterios",
        "game_info": "Cada fuente de Incienso y de Vino que explote esta Ciudad dará +1 a Fe y a Cultura .",
        "strategy": "Los Monasterios aumentan la producción de Fe y de Cultura de una ciudad, especialmente si esta se encuentra cerca de fuentes mejoradas de estos recursos. Solo se pueden construir en una ciudad que siga la creencia de los Monasterios. Construye este edificio adquiriéndolo con Fe .",
        "historical_info": "El monasterio es un edificio o complejo de edificios que alberga a monjes y monjas, personas que han renunciado a las cosas mundanas (riqueza, posesiones, sexo), y dedicado su vida a la plegaria y la meditación. Por lo general, los monasterios son organizaciones solo para hombres o solo para mujeres o, de ser mixtas, los miembros de cada sexo están separados por muros imponentes. Históricamente, los monasterios han sido lugares de enseñanza, especialmente durante la Edad Media, en la que los miembros de las órdenes religiosas eran los únicos, aparte de la élite gobernante, que sabían leer y escribir.",
        "cost": {
            "production": -1,
            "faith": 150
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/monastery.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/monastery.json"
    },
    {
        "id": 1,
        "name": "Jardín|Jardines",
        "game_info": "+25% a la generación de Grandes personajes en esta ciudad.La ciudad se ha de construir al lado de un Río o un Lago.",
        "strategy": "El Jardín aumenta en un 25% la velocidad a la que la ciudad genera Grandes personajes . Solo se puede construir en ciudades que estén al lado de un Río o un Lago.",
        "historical_info": "El jardín es un lugar donde se cultivan plantas, ya sea para obtener comida, refugio o energía, o como lugar de descanso y recreo. El plan de ajardinamiento más antiguo que se conoce es egipcio y se remonta al 1400 a. C., aunque prácticamente todas las culturas, tanto antiguas como modernas, han creado y celebrado sus jardines. Los japoneses llevan creando sutiles y hermosos jardines casi desde el principio de su historia. El templo del Ryoan-ji (\"dragón tranquilo\"), en Kioto es famoso por su jardín zen, que se compone de quince piedras dispuestas sobre un lecho de gravilla y rodeadas de muros bajos. Aunque sencillo (y austero, quizás, para algunos) este jardín ha inspirado e impresionado a la gente durante siglos.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/garden.png",
        "prereq_tech": {
            "name": "Teología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/garden.json"
    },
    {
        "id": 1,
        "name": "Faro|Faros",
        "game_info": "+1 a Alimentos en las casillas de Costa y Océano. +1 a la Producción de Recursos marinos que explote esta ciudad.Cada fuente de Pesca que explote la ciudad proporciona +1 a Alimentos .La ciudad se ha de construir en la Costa.",
        "strategy": "El Faro solo se puede construir en una ciudad que esté junto a una casilla de Costa. Aumenta la producción de Alimentos y Pesca de las casillas de Agua y el régimen de Producción de todos los recursos marinos.",
        "historical_info": "Desde que el hombre se embarcó para adentrarse en el mar, ha construido faros en la costa que sirvan de guía a los barcos que pretenden regresar a puerto y evitar que embarranquen en bajíos o arrecifes. El primero del que se tiene constancia fue el Gran Faro de Alejandría. Fue construido en la pequeña isla de Faro, en la costa de Alejandría, sobrevivió más de mil años y guió a miles de navíos hasta el puerto de Alejandría.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/lighthouse.png",
        "prereq_tech": {
            "name": "Óptica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/lighthouse.json"
    },
    {
        "id": 1,
        "name": "Puerto|Puertos",
        "game_info": "Forma una conexión [ICON_CONNECTED] entre ciudades con la capital por el agua (si no están conectadas [ICON_CONNECTED] ya por tierra). Las rutas comerciales marítimas que se originen en esta ciudad tienen un 50% más de alcance y producen 1 de Oro más cuando se comunican con otra civilización.La ciudad debe construirse en la costa.",
        "strategy": "El Puerto es un edificio de la Edad Media. Aumenta el alcance y la producción de Oro de las rutas comerciales marítimas. También permite establecer \"comunicaciones por agua entre ciudades\" (consulta las reglas). El Puerto también aumenta el régimen de Producción de los recursos marinos mejorados.",
        "historical_info": "El puerto consiste en una masa de agua resguardada que ofrece protección frente a los elementos a los barcos anclados en su interior. Aunque existen algunos puertos naturales, la mayoría han sido dragados o han requerido la construcción de rompeolas, protecciones contra el viento, etc. Además, los puertos también poseen muelles y embarcaderos para la carga y descarga de mercancías, así como almacenes para depositarlas.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/harbor.png",
        "prereq_tech": {
            "name": "Brújula",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/compass.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/harbor.json"
    },
    {
        "id": 1,
        "name": "Coliseo|Coliseos",
        "game_info": "El Coliseo aumenta la Felicidad de una civilización. No puede proporcionar más Felicidad que Ciudadanos haya en una ciudad.",
        "strategy": "El Coliseo aumenta la Felicidad de una civilización. No puede proporcionar más Felicidad que Ciudadanos haya en una ciudad.",
        "historical_info": "El coliseo es un edificio abierto en el que el público puede disfrutar de espectáculos deportivos. En función del momento y el lugar, los espectáculos podrían ser luchas de gladiadores, partidos de fútbol o de béisbol. De los tres mencionados, puede que las luchas de gladiadores fueran los más exigentes con los participantes y, sin duda, los más peligrosos.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/colosseum.png",
        "prereq_tech": {
            "name": "Construcción",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/colosseum.json"
    },
    {
        "id": 1,
        "name": "Zoo|Zoos",
        "game_info": "No puede proporcionar más Felicidad que Ciudadanos haya en una ciudad. La ciudad ha de tener un Coliseo.",
        "strategy": "Un Zoo aumenta la Felicidad de tu imperio, pero no puede dar más de ella que ciudadanos haya en la ciudad. Para poder construir un Zoo, la ciudad debe contar con un Coliseo.",
        "historical_info": "La colección zoológica (o \"zoo\") más antigua que se conoce se encontró en las excavaciones de Hieracómpolis y data de alrededor del año 3500 a. C. El zoo más antiguo que sigue en funcionamiento, el Tiergarten Schoenbrunn de Viena, se creó a partir de una colección de animales exóticos que tenía la dinastía Habsburgo y se abrió al público en el año 1765.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/zoo.png",
        "prereq_tech": {
            "name": "Imprenta",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/zoo.json"
    },
    {
        "id": 1,
        "name": "Estadio|Estadios",
        "game_info": "No puede proporcionar más Felicidad que Ciudadanos haya en una ciudad. La ciudad debe tener un Zoo.",
        "strategy": "Un Estadio es un edificio de la Era Moderna que aumenta la Felicidad de tu imperio, pero que no puede dar más de ella que ciudadanos haya en la ciudad. Para poder construir un Estadio, la ciudad debe contar con un Zoo.",
        "historical_info": "El estadio es una versión moderna del coliseo en la que se ofrecen espectáculos menos sangrientos. Los estadios modernos pueden acoger a más de 100.000 espectadores exaltados disfrutando de un espectáculo deportivo, de un concierto o incluso de un mitin político. Los aficionados al deporte de hoy en día no son mucho más tranquilos que sus ancestros de la época clásica, así que los estadios están equipados con vallas, tornos y muchos guardias de seguridad.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stadium.png",
        "prereq_tech": {
            "name": "Refrigeración",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stadium.json"
    },
    {
        "id": 1,
        "name": "Monumento|Monumentos",
        "game_info": "El Monumento aumenta la Cultura de una ciudad, acelerando el crecimiento del territorio urbano y la consecución de políticas sociales por parte de la civilización.",
        "strategy": "El Monumento aumenta la Cultura de una ciudad, acelerando el crecimiento del territorio urbano y la consecución de políticas sociales por parte de la civilización.",
        "historical_info": "El monumento es una obra erigida en honor de una persona importante, un hecho, un dios o una idea. Los más importantes suelen construirse en el centro de la ciudad, cerca del palacio del gobernante o en las proximidades de la puerta de la población. Hay monumentos de todas las formas y tamaños: desde la Gran Esfinge de Gizeh, en Egipto, hasta la Estatua de la Libertad de Nueva York, EE. UU., pasando por la Columna de Nelson de Londres, Inglaterra. Los mejores de ellos consiguen que los habitantes se sientan orgullosos de su ciudad y su nación.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/monument.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/monument.json"
    },
    {
        "id": 1,
        "name": "Templo|Templos",
        "game_info": null,
        "strategy": "El Templo aumenta la Fe de una ciudad, aumentando la velocidad a la que puedes descubrir y propagar religiones. La ciudad debe contener un Santuario o una Pirámide para poder construir un Templo en ella.",
        "historical_info": "El templo es un edificio religioso al que los fieles acuden para venerar. Estos edificios demuestran que una comunidad es razonablemente rica y devota, ya que puede permitirse la construcción de una estructura especial y el mantenimiento de los sacerdotes, acólitos, vírgenes vestales o monjes de su interior. En muchas culturas primitivas, todas las familias tenían un pequeño santuario en su domicilio. El templo independiente más antiguo data del décimo milenio a. C., y se encuentra en el sureste de Turquía.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/temple.png",
        "prereq_tech": {
            "name": "Filosofía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/temple.json"
    },
    {
        "id": 1,
        "name": "Teatro de la Ópera|Teatros de la Ópera",
        "game_info": null,
        "strategy": "El Teatro de la Ópera es un edificio del Renacimiento que aumenta la Cultura de una ciudad. La ciudad debe contar con un Anfiteatro para poder construir este edificio. Contiene 1 espacio para una Gran obra de la música.",
        "historical_info": "La ópera es una representación musical en la que los actores cantan sus diálogos en vez de recitarlos, lo que la diferencia de otras representaciones musicales. Los cantantes suelen ir acompañados por una orquesta. El teatro de la ópera es un edificio que cuenta con un escenario para los cantantes, un foso para la orquesta y una disposición acústica pensada para proyectar la música hacia la audiencia. El primer teatro de la ópera, el Teatro San Cassiano, abrió sus puertas en Venecia, Italia, en 1637. Desde entonces, se han abierto teatros de la ópera en todo el mundo, y casi son de rigor para toda ciudad que aspire a ser un centro de la cultura y las artes.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/opera_house.png",
        "prereq_tech": {
            "name": "Acústica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/opera_house.json"
    },
    {
        "id": 1,
        "name": "Museo|Museos",
        "game_info": null,
        "strategy": "El Museo es un edificio de mediados del juego que aumenta el rendimiento de Cultura de la ciudad. Para poder construir el Museo, esta debe tener un Teatro de la Ópera (o un Ceilidh Hall). Contiene 2 espacios para Grandes obras de arte.",
        "historical_info": "El museo es un edificio o un complejo de edificios diseñado para albergar y mostrar al público las posesiones más preciadas de una civilización. Hay museos que contienen colecciones de arte, fósiles, artículos de interés histórico, trajes, joyas, armas antiguas o cualquier otra cosa valiosa o interesante. El Hermitage de San Petersburgo fue fundado en 1764 por Catalina la Grande. Es uno de los museos más grandes y antiguos del mundo, pues abrió sus puertas al público en 1852.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/museum.png",
        "prereq_tech": {
            "name": "Arqueología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/museum.json"
    },
    {
        "id": 1,
        "name": "Torre de radio|Torres de radio",
        "game_info": "+33% a Cultura en esta ciudad.La ciudad debe tener un Museo.",
        "strategy": "La Torre de radiodifusión es un edificio del juego tardío que aumenta el rendimiento de Cultura de la ciudad en un 33%. La ciudad debe tener un Museo para poder construir una Torre de radiodifusión.",
        "historical_info": "La torre de radiodifusión emite una señal de comunicación (de radio, televisión, etc.) al aire para que la capten los receptores desde muy lejos. Su característica más importante es su altura; cuanto más alta sea, más lejos puede llegar la señal. El Empire State Building de Manhattan lleva emitiendo señales desde 1931. Tras la caída de las torres del World Trade Center en 2001, ha vuelto a ser el principal emisor de señales de Nueva York; transmite señales de casi todas las estaciones comerciales de la ciudad.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/broadcast_tower.png",
        "prereq_tech": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/broadcast_tower.json"
    },
    {
        "id": 1,
        "name": "Cuarteles|Cuarteles",
        "game_info": "+15 PX para todas las unidades.",
        "strategy": "Los Cuarteles proporcionan experiencia a las unidades militares creadas en la ciudad. Esta experiencia se puede usar para conceder ascensos a las unidades, lo que las hace más eficaces en combate.",
        "historical_info": "Los cuarteles son edificios militares en los que se alojan los soldados profesionales de un país. Además de ofrecerles alimento y cobijo, proporcionan entrenamiento, instalaciones médicas, calabozos, mantenimiento de vehículos, etc.Los cuarteles son importantes para la felicidad y el bienestar de una civilización. Fomentan la cohesión entre los soldados y sus probabilidades de tener éxito en combate. También controlan el contacto directo entre civiles y soldados, limitando las fricciones que siempre se crean cuando estos dos grupos interaccionan demasiado.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/barracks.png",
        "prereq_tech": {
            "name": "Forja del bronce",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/barracks.json"
    },
    {
        "id": 1,
        "name": "Polvorín|Polvorines",
        "game_info": "+15 PX para todas las unidades.La ciudad debe tener Cuarteles o el Krepost.",
        "strategy": "El Polvorín concede experiencia a las unidades militares creadas en la ciudad. Para poder construir un Polvorín, la ciudad ha de contar con Cuarteles.",
        "historical_info": "El polvorín es un edificio militar en el que se conservan las armas en tiempos de paz. Los soldados que no están de guardia no suelen llevar sus armas consigo, especialmente si se trata de ametralladoras, granadas o cohetes.Los polvorines suelen estar blindados y muy protegidos; son algo más parecido a un castillo que a un almacén. Es necesario proteger las armas de un ejército contra los robos, ya se trate de pequeños hurtos o de una chusma insurrecta.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/armory.png",
        "prereq_tech": {
            "name": "Acero",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/steel.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/armory.json"
    },
    {
        "id": 1,
        "name": "Academia militar|Academias militares",
        "game_info": "+15 PX para todas las unidades.La ciudad debe tener un Polvorín.",
        "strategy": "La Academia militar es un edificio de mediados del juego que aumenta el número de puntos de experiencia de las unidades construidas en la ciudad. Esta ha de disponer de un Polvorín antes de poder construirla.",
        "historical_info": "La academia militar es una institución que ofrece educación superior para preparar a los oficiales militares de un país. A menudo, las academias militares ofrecen la mejor educación disponible y la combinan con una exigente preparación física y cursos de instrucción, estrategia, logística y otros temas militares. A estas academias suelen asistir los chicos más brillantes de un país o, al menos, los que tienen mejores enchufes.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/military_academy.png",
        "prereq_tech": {
            "name": "Belicología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/military_academy.json"
    },
    {
        "id": 1,
        "name": "Fábrica de armas|Fábricas de armas",
        "game_info": "La ciudad debe tener un Castillo o un Fuerte mogol.",
        "strategy": "La Fábrica de armas es un edificio militar de mediados del juego que aumenta en 9 la potencia de defensa de una ciudad y en 25 sus puntos de golpe, lo que hace que la ciudad sea más difícil de capturar. La ciudad debe tener un Castillo para poder construir una Fábrica de armas.",
        "historical_info": "La fábrica de armas es más grande y cara que el polvorín, y contiene armas más grandes y peligrosas: tanques, artillería, munición explosiva, etc. Las fábricas de armas están mejor protegidas que los polvorines, pues es mejor no pensar lo que sucedería si alguien robara un tanque o un proyectil explosivo de 88 mm.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/arsenal.png",
        "prereq_tech": {
            "name": "Metalurgia",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/arsenal.json"
    },
    {
        "id": 1,
        "name": "Murallas|Murallas",
        "game_info": "Las Murallas aumentan en 5 la potencia de defensa de una ciudad y en 50 sus puntos de golpe, lo que hace que resulte más difícil de capturar. Son útiles para las ciudades que se encuentran en la frontera de una civilización.",
        "strategy": "Las Murallas aumentan en 5 la potencia de defensa de una ciudad y en 50 sus puntos de golpe, lo que hace que resulte más difícil de capturar. Son útiles para las ciudades que se encuentran en la frontera de una civilización.",
        "historical_info": "Desde que las personas comenzaron a reunirse en grupos (pueblos, ciudades o lo que sea), siempre ha habido otros interesados en robarles. Desde el principio de la historia, el hombre ha erigido construcciones defensivas de barro, madera o piedra para proteger su comida, su riqueza y su familia. En la Edad Media, los pueblos y ciudades amuralladas, a veces acompañados de complejos diques o fosos, salpicaban el paisaje europeo. Algunos de ellos todavía pueden verse en la actualidad. La ciudad de York, en Inglaterra, tiene una larga muralla romana.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/walls.png",
        "prereq_tech": {
            "name": "Mampostería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/walls.json"
    },
    {
        "id": 1,
        "name": "Castillo|Castillos",
        "game_info": "La ciudad ha de tener Murallas.",
        "strategy": "El Castillo es un edificio de la Época Medieval que aumenta en 7 la Fuerza defensiva de la ciudad y en 25 sus puntos de golpe. Para poder construir un Castillo, la ciudad ha de contar con Murallas.",
        "historical_info": "El castillo es un edificio diseñado para proteger a un contingente militar (quizá también a algunos civiles) de sus enemigos. La madera es inflamable, así que su material principal es la piedra. Suelen tener muralla exterior y un edificio interior fortificado llamado torre del homenaje. Un castillo también debería disponer de una fuente independiente de agua y capacidad de almacenaje para mucha comida.Un castillo bien diseñado debe ofrecer a sus defensores una forma de matar a sus enemigos mientras se aproximan e intentan escalar las murallas o echar abajo las puertas. Necesitan saeteras y almenas, y algunos matacanes nunca vienen mal para disparar flechas o echar aceite hirviendo sobre las cabezas de los enemigos.Los castillos fueron los símbolos más grandes y caros del poderío militar y económico de un país, hasta que la pólvora los convirtió en trampas mortales para los que se encontraban dentro.",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/castle.png",
        "prereq_tech": {
            "name": "Caballería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/castle.json"
    },
    {
        "id": 1,
        "name": "Base militar|Bases militares",
        "game_info": "La ciudad debe tener una Fábrica de armas.",
        "strategy": "La Base militar es un edificio de mediados del juego que aumenta en 12 la Fuerza defensiva de la ciudad y en 25 sus puntos de golpe. Para poder construir una Base militar, la ciudad ha de contar con una Fábrica de armas.",
        "historical_info": "La base militar está formada por un grupo de estructuras y terrenos que acogen a una o más unidades militares importantes: legiones, divisiones, flotas, u otros grupos cuyo nombre depende del tipo de organización militar. Contiene todo lo necesario para entrenar en combate a la unidad militar, incluyendo campos de entrenamiento, alojamientos para oficiales, cuarteles, calabozos, polvorines, hospitales, almacenes, equipo de transporte, etc. Estas bases suelen estar bien protegidas y ubicadas en terrenos fácilmente defendibles. Si no hay una traición de por medio, se necesitaría todo un ejército para capturar o destruir una base militar.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/military_base.png",
        "prereq_tech": {
            "name": "Repuestos",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/military_base.json"
    },
    {
        "id": 1,
        "name": "Granero|Graneros",
        "game_info": "Cada fuente de Trigo , Plátanos y Ciervos que explote la ciudad proporciona +1 a Alimentos .Permite mover Alimentos de esta ciudad por las rutas comerciales que haya dentro de tu civilización.",
        "strategy": "El Granero aumenta el flujo de Alimentos de una ciudad, lo que acelera su crecimiento. Es útil cuando quieres crear una gran ciudad rápidamente.",
        "historical_info": "El granero es un edificio diseñado con el objeto de almacenar grano para su consumo por humanos o ganado. Los graneros más antiguos fueron descubiertos en un enclave neolítico del valle del Jordania y datan aproximadamente del 9500 a. C. Estos primeros graneros medían unos tres metros cuadrados. Consistían en suelos elevados que permitían la circulación del aire y ofrecían cierta protección al grano frente a los ratones y otras amenazas.",
        "cost": {
            "production": 60,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/granary.png",
        "prereq_tech": {
            "name": "Alfarería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 2,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/granary.json"
    },
    {
        "id": 1,
        "name": "Hospital|Hospitales",
        "game_info": "El Hospital es un edificio de la Era Industrial. Es útil cuando se quiere crear rápido una gran ciudad.",
        "strategy": "El Hospital es un edificio de la Era Industrial. Es útil cuando se quiere crear rápido una gran ciudad.",
        "historical_info": "El hospital es un establecimiento donde se diagnostica y atiende a los enfermos y heridos, y se les aloja durante su convalecencia. Muchos de ellos son también instituciones de enseñanza, donde los futuros médicos y enfermeros aprenden su oficio. Los primeros hospitales eran templos dedicados a ciertos dioses asociados con la sanación y la curación. Los hospitales religiosos aparecieron por primera vez en Sri Lanka alrededor del 430 a. C., y el rey Asoka de la India creó una cadena de ellos por todo el Indostán hacia el año 230 a. C.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hospital.png",
        "prereq_tech": {
            "name": "Biología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/biology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 5,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hospital.json"
    },
    {
        "id": 1,
        "name": "Laboratorio médico|Laboratorio médico",
        "game_info": "Se transfiere un 25% de Alimentos cada vez que nace un nuevo ciudadano (estos efectos se acumulan con los del Acueducto).",
        "strategy": "El Laboratorio médico es un edificio del juego tardío que disminuye en un 25% la cantidad de Alimentos que una ciudad necesita para aumentar de tamaño. Esta ha de contar con un Hospital para poder construir el Laboratorio médico.",
        "historical_info": "El laboratorio médico es un lugar donde se estudian las enfermedades y la anatomía humanas utilizando una gran variedad de instrumentos extremadamente sofisticados y potentes (desde aparatos de ultrasonidos hasta cámaras del tamaño de una hormiga, pasando por microscopios electrónicos). La mayoría de avances destacables, si no todos, conseguidos en medicina durante los últimos 25 años se han realizado en laboratorios médicos. Estos avances incluyen la secuenciación del ADN humano, la obtención de retrovíricos para combatir el SIDA, las terapias genéticas, la nanotecnología médica y muchos más. Gran parte del coste creciente en asistencia sanitaria puede atribuirse al hecho de que los laboratorios médicos han tenido un gran éxito en la lucha contra las enfermedades y en el aumento de la esperanza y la calidad de vida, y estas mejoras cuestan grandes cantidades de dinero.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/medical_lab.png",
        "prereq_tech": {
            "name": "Penicilina",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/penicillin.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/medical_lab.json"
    },
    {
        "id": 1,
        "name": "Taller|Talleres",
        "game_info": "Permite mover Alimentos de esta ciudad por las rutas comerciales que haya dentro de tu civilización.",
        "strategy": "El Taller acelera la Producción de una ciudad.",
        "historical_info": "El taller es un edificio en el que se fabrican cosas. Puede contener materias primas, herramientas y la mano de obra especializada necesaria para la fabricación. En un taller de cerámica se crearían, evidentemente, objetos de cerámica, mientras que en una carpintería podían conseguirse puertas, armarios, suelos o cualquier cosa de madera. Muchos artistas italianos del Renacimiento trabajaban en talleres. Un gran pintor podía llevarse el crédito de un cuadro pintado por sus empleados y aprendices, que habían aprendido a imitar su estilo. Esta costumbre sigue causando muchos dolores de cabeza a los coleccionistas e historiadores actuales.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/workshop.png",
        "prereq_tech": {
            "name": "Vaciado del metal",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metal_casting.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/workshop.json"
    },
    {
        "id": 1,
        "name": "Fábrica|Fábricas",
        "game_info": "Requiere 1 de Carbón .",
        "strategy": "La Fábrica es un edificio de la Era Industrial que aumenta mucho la Producción de una ciudad. Esta ha de contar ya con un Taller (o una Gran casa en su defecto). Al construir una Fábrica, se consume 1 de Carbón .",
        "historical_info": "La fábrica es un edificio que emplea técnicas de la Era Industrial para construir cosas: coches, corsés, barras de acero, cañas de pescar, etc. Comenzaron a aparecer a gran escala en los siglos XVII y XVIII; aunque quizá eran menos humanitarias, su productividad superaba a los pequeños talleres o industrias rústicas. A pesar de lo que se dice, Henry Ford no inventó la cadena de montaje; ésta apareció en el siglo XIX, en las industrias estadounidenses de empacado de carne del medio oeste. Un sistema de cintas transportadoras llevaba a las reses muertas de puesto en puesto y cada trabajador disponía de un tiempo limitado para cortar su porción predeterminada de carne antes de que la res fuera transportada a otro puesto. El trabajo en una planta de empacado de carne es uno de los más sucios y peligrosos de la historia norteamericana; los relatos que se cuentan siguen horrorizándonos hoy en día.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/factory.png",
        "prereq_tech": {
            "name": "Industrialización",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
        },
        "yields": {
            "gold": 0,
            "production": 4,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/factory.json"
    },
    {
        "id": 1,
        "name": "Central nuclear|Centrales nucleares",
        "game_info": "Requiere 1 de Uranio . La ciudad no debe tener una Central de energía solar.",
        "strategy": "La Central nuclear aumenta notoriamente la productividad de una ciudad. Para poder construirla, se necesita un recurso de Uranio . La ciudad ha de contar con una Fábrica para poder construirla.",
        "historical_info": "La central nuclear es un edificio en el que la energía nuclear controlada se convierte en electricidad. La energía de la fisión nuclear se utiliza para calentar agua y convertirla en vapor. Este vapor se bombea a través de turbinas que generan energía eléctrica. A corto plazo, la energía nuclear es mucho más limpia que el petróleo o el carbón, pues produce mucha menos contaminación que envenene el aire, el agua y a las personas que hay cerca. No obstante, la central produce muchos residuos nucleares, un subproducto notablemente letal que debe almacenarse durante siglos antes de que pierda su toxicidad. Además, un accidente importante en una central nuclear tiene efectos mucho más horribles y duraderos que el ocurrido en cualquier otra clase de planta generadora de electricidad. Encontrar la energía suficiente para mantener al planeta alimentado es un problema difícil y peligroso que la humanidad tendrá que afrontar en el futuro, hasta que descubra una nueva fuente de energía abundante, limpia y segura.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/nuclear_plant.png",
        "prereq_tech": {
            "name": "Fisión nuclear",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
        },
        "yields": {
            "gold": 0,
            "production": 5,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/nuclear_plant.json"
    },
    {
        "id": 1,
        "name": "Fábrica de naves espaciales|Fábricas de naves espaciales",
        "game_info": "+50% a la Producción en la construcción de piezas de Nave espacial. Requiere 1 de Aluminio .La ciudad ha de tener una Fábrica.",
        "strategy": "La Fábrica de naves espaciales aumenta en un 50% la velocidad a la que la ciudad construye piezas de naves espaciales. Este edificio requiere un recurso de Aluminio , y la ciudad ha de contar con una Fábrica para poder construirlo.",
        "historical_info": "Las naves espaciales son las máquinas más complejas que la humanidad haya producido nunca. Son enormes, y requieren de grandes cantidades de materiales fabricados con la máxima calidad y construidos con un grado de precisión nunca igualado en ningún otro sector. Las fábricas de la nave espacial de Alpha Centauri emplean a los trabajadores de más talento de la historia moderna. Muchos de ellos han sido elegidos para ir a la misión de colonización, lo que ayuda a asegurar su dedicación y minuciosidad. Estos vehículos han de ser perfectos: una sola soldadura mal hecha o una melladura diminuta en la superficie incorrecta, y varios miles de trabajadores podrían quedarse en un vehículo averiado a millones de kilómetros de su hogar.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/spaceship_factory.png",
        "prereq_tech": {
            "name": "Robótica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/robotics.json"
        },
        "yields": {
            "gold": 0,
            "production": 3,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/spaceship_factory.json"
    },
    {
        "id": 1,
        "name": "Mercado|Mercados",
        "game_info": "Los Mercados aumentan la cantidad de Oro que genera una ciudad. Las rutas comerciales que otros jugadores hagan a una ciudad con un Mercado generarán 1 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 1 más de Oro por ella.",
        "strategy": "Los Mercados aumentan la cantidad de Oro que genera una ciudad. Las rutas comerciales que otros jugadores hagan a una ciudad con un Mercado generarán 1 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 1 más de Oro por ella.",
        "historical_info": "El mercado es un lugar en el que los granjeros y los mercaderes venden sus mercancías. Aunque los primeros mercados funcionaron con un sistema de trueque, para que tengan éxito se necesita una divisa fiable que permita el libre intercambio de bienes y servicios. Por motivos obvios, los mercados se encuentran en el mismo lugar que los clientes, es decir, en pueblos y ciudades. El mercado de carne de Smithfield, en Londres, lleva más de mil años abierto. Eso explica los nombres de algunas calles, como \"Cow Cross Street\", que significa \"calle del Cruce de las vacas\".",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/market.png",
        "prereq_tech": {
            "name": "Moneda",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
        },
        "yields": {
            "gold": 1,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/market.json"
    },
    {
        "id": 1,
        "name": "Banco|Bancos",
        "game_info": "La ciudad ha de tener un Mercado.",
        "strategy": "El Banco es un edificio del Renacimiento que aumenta la producción de Oro de la ciudad. Esta ha de tener un Mercado o un Bazar para poder construirlo. Las rutas comerciales que otros jugadores hagan a una ciudad con un Banco generarán 1 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 1 más de Oro por ella.",
        "historical_info": "El banco es una institución en la que los ciudadanos pueden dejar su dinero para mantenerlo a salvo. El banquero recoge los depósitos y ofrece préstamos a otras personas, que tendrán que devolverlo con un interés adicional. El banquero entrega parte de los beneficios a los depositantes y reinvierte el resto. Para tener éxito, un sistema bancario necesita liquidez y que las leyes obliguen a devolver las deudas a los prestatarios siempre que puedan.Los bancos son auténticos motores del progreso de una civilización. Si una ciudad necesita algo (por ejemplo, un granero) un único ciudadano podría ser incapaz de construirlo por su cuenta. Pero el banco, que guarda los ahorros de muchos ciudadanos, puede prestar el dinero al constructor. Cuando haya construido el granero, el empresario podrá devolver el préstamo al banco con las ganancias y los ciudadanos se beneficiarán del nuevo granero (y del interés que han conseguido con sus depósitos).En los últimos años, los bancos europeos y estadounidenses han conseguido una mala reputación; suele deberse a inversiones arriesgadas o préstamos a personas inadecuadas. Un banco bien gestionado es una bendición para la comunidad, especialmente si ésta es pobre.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bank.png",
        "prereq_tech": {
            "name": "Banca",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bank.json"
    },
    {
        "id": 1,
        "name": "Bolsa|Bolsas",
        "game_info": "La ciudad ha de tener un Banco.",
        "strategy": "La Bolsa es un edificio de mitad del juego que aumenta la producción de Oro de la ciudad. Esta ha de tener un Banco o una Corte del sátrapa para poder construirla.",
        "historical_info": "La bolsa es una institución que permite a las personas comprar y vender \"acciones\" (participaciones en la propiedad de un negocio). En algunos casos, las acciones incluyen derecho a voto, lo que concede a sus titulares un cierto peso en la gestión de la empresa. Algunas acciones también dan \"dividendos\", por los que se reparte un porcentaje de los beneficios de la sociedad entre los accionistas anualmente. El principal propósito de las bolsas (o, al menos, el original) es permitir al dueño de una empresa captar capital con la venta de una pequeña parte de su sociedad a los inversores. A medida que aumenta el valor de la compañía, lo hace el de sus acciones. Obviamente, todo esto entraña un riesgo: si el valor de la acción cae, también lo hace el valor de la inversión. En una bolsa moderna también se utilizan o venden otros poderosos \"instrumentos\" financieros, como son los bonos, tanto estatales como privados, las opciones de compra, los canjes y los productos financieros derivados. Si se gestiona adecuadamente, una bolsa puede turbopropulsar una economía. Si se gestiona mal, puede causar el caos financiero y la ruina.",
        "cost": {
            "production": 360,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stock_exchange.png",
        "prereq_tech": {
            "name": "Electricidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
        },
        "yields": {
            "gold": 3,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stock_exchange.json"
    },
    {
        "id": 1,
        "name": "Biblioteca|Bibliotecas",
        "game_info": "+1 a Ciencia por cada 2 ciudadanos que haya en esta ciudad.",
        "strategy": "La Biblioteca aumenta la producción científica de la ciudad, pues acelera la adquisición de nuevas tecnologías en la civilización.",
        "historical_info": "La biblioteca es un edificio que contiene una colección de libros, manuscritos y otros materiales escritos. En el pasado, los libros eran muy caros y a menudo estaban fuera del alcance de las clases más pobres. La biblioteca permitía a los pobres acceder a los mismos conocimientos que los ricos, mejorando así sus posibilidades de tener éxito en la vida.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/library.png",
        "prereq_tech": {
            "name": "Escritura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/library.json"
    },
    {
        "id": 1,
        "name": "Universidad|Universidades",
        "game_info": "+2 a Ciencia por las casillas de Selva que esta ciudad explote. Permite crear Arqueólogos en esta ciudad.La ciudad debe contar con una Biblioteca.",
        "strategy": "La Universidad es un edificio medieval. Aumenta la producción científica de la ciudad y es más eficaz aún si esta se encuentra construida cerca de casillas de Selva. La ciudad ha de contar con una Biblioteca (o Papelero) para que se pueda construir en ella una Universidad.",
        "historical_info": "La universidad es una institución que ofrece investigación y educación superior a jóvenes de entre 18 y 24 años (los adultos también acuden a las universidades, pero la mayoría de los estudiantes se encuentran dentro de esa edad). Formalmente, una universidad es una institución acreditada por el estado que concede títulos académicos en diversas materias. La universidad que más tiempo lleva abierta en todo el mundo es la de Al-Karaouine, en Fez, Marruecos, que se fundó en el 859 d. C.",
        "cost": {
            "production": 160,
            "faith": 200
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/university.png",
        "prereq_tech": {
            "name": "Educación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/university.json"
    },
    {
        "id": 1,
        "name": "Escuela pública|Escuelas públicas",
        "game_info": "+1 a Ciencia por cada 2 ciudadanos que haya en la ciudad.Ésta debe tener una Universidad.",
        "strategy": "La Escuela pública es un edificio de mediados del juego que aumenta mucho la producción científica de la ciudad. Esta ha de contar con una Universidad o Wat para poder construirla.",
        "historical_info": "La escuela pública ofrece educación preuniversitaria gratuita a los hijos de los ciudadanos. Se trata de un concepto bastante avanzado. En primer lugar, la civilización debe creer que la educación es importante y que educar a los pobres no supone una amenaza para la clase pudiente. En segundo lugar, la civilización debe tener suficientes recursos para que los hijos de los pobres no necesiten trabajar para sobrevivir. Y, por último, la civilización debe haber alcanzado un grado de ilustración tal que le parezca apropiado gastar parte de los ingresos públicos en educación. La mayoría de los países actuales ofrecen algún tipo de educación pública a sus jóvenes. La primera escuela elemental norteamericana se abrió durante la era colonial. El primer instituto público se abrió en Boston en 1821.",
        "cost": {
            "production": 300,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/public_school.png",
        "prereq_tech": {
            "name": "Teoría científica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/scientific_theory.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/public_school.json"
    },
    {
        "id": 1,
        "name": "Laboratorio científico|Laboratorios científicos",
        "game_info": "La ciudad ha de tener una Escuela pública.",
        "strategy": "El Laboratorio de investigación es un edificio de los últimos estadios del juego que aumenta mucho el rendimiento de Ciencia de una ciudad. Esta ha de contar con una Universidad para poder construirlo.",
        "historical_info": "El laboratorio de investigación es una institución consagrada al estudio de un tema: medicina, física, química, robótica, energía limpia o cualquier otra materia interesante. Estos laboratorios pueden recibir financiación tanto pública como privada, de algunas personas adineradas o de empresas. Los laboratorios de investigación pueden estar vinculados a universidades o ser independientes.Es evidente que el futuro de nuestras investigaciones depende de estos laboratorios. El hombre comprende mucho mejor todo lo que le rodea y los días del científico entregado trabajando en solitario en su sótano y gritando \"¡Eureka!\" han pasado. Hoy son los laboratorios con docenas de investigadores de talento los que hacen los grandes descubrimientos.",
        "cost": {
            "production": 500,
            "faith": 200
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/research_lab.png",
        "prereq_tech": {
            "name": "Plástico",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 4,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/research_lab.json"
    },
    {
        "id": 1,
        "name": "Acueducto|Acueductos",
        "game_info": "Se transfiere un 40% de Alimentos cada vez que nace un nuevo ciudadano .",
        "strategy": "El Acueducto disminuye en un 40% la cantidad de Alimentos que la ciudad necesita para aumentar de tamaño. Constrúyelos en las ciudades que quieras que se hagan grandes con el tiempo.",
        "historical_info": "Un acueducto es un sistema para transportar agua desde un lugar a otro. Tradicionalmente se ha utilizado para regar cosechas que estaban lejos de las fuentes naturales de agua. El término proviene de las palabras latinas para \"agua\" y \"conducir\", y se suele asociar históricamente a los romanos. El acueducto romano más famoso es el Pont du Gard, en Francia. Pero los romanos no fueron la única civilización que los construyó: se erigieron acueductos magníficos y complejos por todo el mundo, incluyendo Nínive, capital de los asirios, y la capital azteca de Tenochtitlán, en América.En la actualidad se siguen usando los mismos principios para construir y planificar acueductos que hace milenios, y seguimos llevando agua a nuestras casas para hacernos la vida más cómoda.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/aqueduct.png",
        "prereq_tech": {
            "name": "Ingeniería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/aqueduct.json"
    },
    {
        "id": 1,
        "name": "Taller de cantería|Talleres de cantería",
        "game_info": "Cada fuente de Mármol y Piedra explotada en esta ciudad proporciona +1 a la Producción .La ciudad debe haber mejorado al menos uno de estos recursos con una Cantera.La ciudad no debe estar situada sobre Llanura.",
        "strategy": "El Taller de cantería solo se puede construir en una ciudad que esté cerca de un recurso mejorado de Mármol o Piedra . El Taller de cantería aumenta la Producción de la ciudad. Esta no debe estar situada en una Llanura.",
        "historical_info": "El taller de cantería es el lugar de trabajo de los canteros, que se dedican a dar forma y procesar diversos tipos de piedra para crear tanto elementos artísticos como estructurales de las obras de construcción. El arte de la cantería es una de las profesiones más antiguas del mundo, y abarca desde la extracción de la piedra de las canteras hasta la propia talla de figuras geométricas, y la colocación de estas piedras en el lugar de construcción. A lo largo de la historia, los canteros han empleado todo tipo de piedra; desde la caliza, que se utilizaba para construir estructuras de enorme tamaño, hasta el granito y el mármol, que podían encontrarse principalmente en las estatuas y los monumentos.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stone_works.png",
        "prereq_tech": {
            "name": "Calendario",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 1,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stone_works.json"
    },
    {
        "id": 1,
        "name": "Murallas de Babilonia|Murallas de Babilonia",
        "game_info": "Las Murallas de Babilonia aumentan el daño que causan todos los ataques a distancia de la ciudad y aumentan la defensa de la ciudad.",
        "strategy": "Las Murallas de Babilonia son un edificio exclusivo babilonio que sustituye a las Murallas estándar. Aumentan en 6 la potencia de defensa de una ciudad y en 100 sus puntos de golpe (significativamente más que las Murallas normales).",
        "historical_info": "Incluidas en la lista original de las siete maravillas del mundo antiguo de Antípatro, las Murallas de Babilonia cerraban la ciudad y la protegían de los ataques, rodeándola por todos los frentes y abarcando hasta el río Éufrates, que atravesaba el centro de la ciudad. Las murallas exteriores se extendían a lo largo de más de 15 kilómetros, medían 8 metros de ancho y se decía que se elevaban hasta casi 100 metros sobre la ciudad. Unas murallas más pequeñas rodeaban la ciudad detrás de las murallas principales, lo que garantizaba una línea defensiva adicional por si la primera llegaba a caer. Había unas 250 torres colocadas por toda la extensión de las murallas que proporcionaban excelentes puestos de vigilancia y bases de combate para los hábiles arqueros babilonios. Las murallas eran impenetrables a cualquier tecnología de las disponibles para los asedios de la época. Se instalaron grandes puertas de metal en los extremos del río para evitar intrusos submarinos, y se construyeron ocho puertas enormes para controlar el paso a pie (la más famosa es la Puerta de Ishtar). Estas murallas protegieron con eficacia la ciudad durante casi un centenar de años.No fue hasta el 539 a. C. que se halló una manera de sortear las murallas. Ciro el Grande tramó un plan con el que consiguió desviar la corriente del Éufrates y bajar el nivel del agua, de modo que pudiera atravesarse a pie. Su ejército se introdujo bajo las puertas de metal del río en plena oscuridad y tomó la ciudad desde dentro. Aunque eran capaces de repeler cualquier medio directo de asalto, las murallas no pudieron detener el ingenio resuelto de un hombre.Gran parte de las antiguas murallas sigue en pie, todo un testamento de su fortaleza. En 1983, Saddam Hussein comenzó un proyecto de reconstrucción en el lugar de la antigua ciudad que incluía la restauración de las murallas y una recreación de la Puerta de Ishtar. Desde entonces, el proyecto está detenido, pero Irak espera continuar con la restauración de las murallas y volver a hacer de Babilonia un lugar maravilloso.",
        "cost": {
            "production": 65,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/walls_of_babylon.png",
        "prereq_tech": {
            "name": "Mampostería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/walls_of_babylon.json"
    },
    {
        "id": 1,
        "name": "Ceilidh Hall|Ceilidh Halls",
        "game_info": null,
        "strategy": "El Ceilidh Hall es un edificio renacentista exclusivo de los celtas que sustituye al Teatro de la Ópera. Aumenta la Cultura y la Felicidad que produce la ciudad.",
        "historical_info": "Tradicionalmente, un \"Ceilidh\" era una reunión social que al principio se asociaba con los primeros habitantes de Irlanda y Escocia. Los ceilidhs, que se celebraban con frecuencia durante el año, solían estar amenizados por música y constituían una importante vía de escape social de las labores cotidianas. Los ceilidhs solían celebrarse en salones, pero cuando no estaban disponibles, también se organizaban en domicilios privados, escuelas y negocios locales.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ceilidh_hall.png",
        "prereq_tech": {
            "name": "Acústica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 3
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ceilidh_hall.json"
    },
    {
        "id": 1,
        "name": "Cafetería|Cafeterías",
        "game_info": "+25% a la generación de Grandes personajes en esta ciudad.",
        "strategy": "La Cafetería es un edificio renacentista exclusivo de Austria que sustituye al Molino de viento. Aumenta la Producción de la ciudad y la velocidad de generación de Grandes personajes en un 25%.",
        "historical_info": "Las famosas cafeterías de Austria, que se encuentran principalmente en el centro histórico de Viena, siempre han constituido un refugio frente al estrés y la agitación de la vida cotidiana. Según cuenta la leyenda, Jerzy Franciszek Kulczycki, un soldado polaco, abrió la primera cafetería vienesa tras descubrir café en un escondite que dejaron los otomanos al retirarse de la Batalla de Viena, en 1683. La cultura del café floreció en Viena durante el siglo XIX, cuando escritores y artistas de toda la ciudad se acomodaban en el relajante ambiente de las cafeterías, en las que solían permanecer todo el día.",
        "cost": {
            "production": 250,
            "faith": 0
        },
        "gold_maintenance": 2,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/coffee_house.png",
        "prereq_tech": {
            "name": "Economía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/economics.json"
        },
        "yields": {
            "gold": 0,
            "production": 2,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/coffee_house.json"
    },
    {
        "id": 1,
        "name": "Pirámide|Pirámides",
        "game_info": null,
        "strategy": "La Pirámide es un edificio de la Antigüedad exclusivo de los mayas que sustituye al Santuario. Aumenta la Ciencia y la Fe de una ciudad, y acelera la investigación y la adquisición de religiones de la civilización.",
        "historical_info": "Los mayas comenzaron a construir estas impresionantes estructuras de forma piramidal hace casi 3.000 años. Los artesanos mayas tallaban todas las piedras del edificio, dotando a las estructuras de un aspecto \"escalonado\". Una larga escalera ascendía por un lado de la pirámide hasta el pequeño altar de la cima, que solía estar dedicado a uno de los dioses mayas. La pirámide maya más grande se encuentra en El Mirador y supera los setenta metros de altura. Su volumen (casi tres millones de metros cúbicos) la convierte en una de las mayores pirámides del mundo.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pyramid.png",
        "prereq_tech": {
            "name": "Alfarería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 2,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pyramid.json"
    },
    {
        "id": 1,
        "name": "Anfiteatro|Anfiteatros",
        "game_info": null,
        "strategy": "El Anfiteatro aumenta la Cultura de una ciudad, acelerando el crecimiento del territorio urbano y la consecución de políticas sociales por parte de la civilización. Para poder construir un Anfiteatro, la ciudad ha de contar con un Monumento o una Estela. Contiene un espacio para una gran obra de la literatura.",
        "historical_info": "El anfiteatro es un recinto destinado a la representación de obras teatrales, la práctica de eventos deportivos y conciertos al aire libre. Los antiguos romanos construyeron cientos de anfiteatros que consagraban los combates de gladiadores, exhibiciones y ejecuciones públicas.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/amphitheater.png",
        "prereq_tech": {
            "name": "Dramaturgia y poesía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/amphitheater.json"
    },
    {
        "id": 1,
        "name": "Santuario|Santuarios",
        "game_info": null,
        "strategy": "El Santuario es el primer edificio que aumenta la Fe que genera una ciudad, y que te permite fundar y propagar religiones.",
        "historical_info": "Los santuarios son monumentos sagrados que suelen construirse para conmemorar ciertos iconos culturales o personajes religiosos. Los santuarios, presentes en la práctica totalidad de las confesiones religiosas de todo el mundo, desempeñan un papel importante en las ceremonias religiosas de adoración pública y privada.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/shrine.png",
        "prereq_tech": {
            "name": "Alfarería",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/pottery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 1,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/shrine.json"
    },
    {
        "id": 1,
        "name": "Centro de reciclaje|Centros de reciclaje",
        "game_info": "Proporciona 2 de Aluminio. Tu imperio puede erigir un máximo de 5 de estos edificios.",
        "strategy": "Cada Centro de reciclaje proporciona 2 de Aluminio. Tu imperio puede erigir un máximo de 5 de estos centros.",
        "historical_info": "Un centro de reciclaje es un punto de recogida de materiales reciclables de uso doméstico o comercial. En muchas comunidades, los productos reciclables se recogen junto a la basura y se transportan hasta los centros de reciclaje para ser almacenados. En la mayoría de los casos, estos materiales se descomponen, se empacan y se envían a otros lugares para procesarlos y convertirlos en otros productos.",
        "cost": {
            "production": 500,
            "faith": 0
        },
        "gold_maintenance": 3,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/recycling_center.png",
        "prereq_tech": {
            "name": "Ecología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/recycling_center.json"
    },
    {
        "id": 1,
        "name": "Refugio antiaéreo|Refugios antiaéreos",
        "game_info": "Reduce la pérdida de población derivada de los ataques nucleares en un 75%.",
        "strategy": "Los Refugios antiaéreos reducen la pérdida de población derivada de los ataques nucleares en un 75%. ¡Ponte a cubierto!",
        "historical_info": "Como el nombre sugiere, un refugio antiaéreo es una estructura diseñada para soportar el daño causado por las bombas y otras armas explosivas. Aunque algunos de estos refugios estaban destinados a la protección contra los bombardeos aéreos, otros se construían bajo tierra con la esperanza de ofrecer cobijo contra un hipotético ataque nuclear. Se podían usar diversos materiales en función del objetivo del refugio; el más común era el hormigón armado.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/bomb_shelter.png",
        "prereq_tech": {
            "name": "Telecomunicaciones",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/bomb_shelter.json"
    },
    {
        "id": 1,
        "name": "Gendarmería|Gendarmerías",
        "game_info": "Reduce la velocidad del robo de los espías enemigos en un 25%.",
        "strategy": "Las Gendarmerías reducen la velocidad a la que los espías enemigos roban tecnologías en tu ciudad.",
        "historical_info": "Una de las primeras descripciones del cometido de un condestable nos llegó de la mano de Brancton, un jurista inglés que, entre 1220 y 1250, escribió: \"En cualquiera manera o día que llegara, es deber del condestable anotar todo ordenadamente, puesto que debe registrar las cosas que viera, pero sin juzgarlas, porque no hay juicios en la Torre ya que falta el tercer elemento de un proceso judicial; a saber: un juez y una jurisdicción. Así, es su deber recoger hechos, no juicios ni leyes\".",
        "cost": {
            "production": 160,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/constabulary.png",
        "prereq_tech": {
            "name": "Banca",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/constabulary.json"
    },
    {
        "id": 1,
        "name": "Comisaría|Comisarías",
        "game_info": "Reduce la velocidad del robo de los espías enemigos en un 25%.La ciudad debe tener una Gendarmería.",
        "strategy": "Las Comisarías reducen la velocidad a la que los espías enemigos roban tecnologías en tu ciudad. Para poder construirla, la ciudad debe tener una Gendarmería.",
        "historical_info": "La comisaría constituye una base de operaciones para la policía local; suele incluir oficinas, un pequeño calabozo, salas de interrogatorio y zonas para el almacenaje de pruebas. En algunas regiones, una oficina central de mayor tamaño puede cumplir varios de esos cometidos, mientras que las comisarías secundarias, de menor tamaño, hacen las veces de puesto principal para los departamentos de policía local.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/police_station.png",
        "prereq_tech": {
            "name": "Electricidad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/police_station.json"
    },
    {
        "id": 1,
        "name": "Catedral|Catedrales",
        "game_info": null,
        "strategy": "Solo se puede construir en una ciudad que tenga la creencia de las Catedrales. Construye este edificio adquiriéndolo con Fe .",
        "historical_info": "La catedral es una especie de iglesia cristiana cuya diferencia es la presencia de un trono de obispo. El término latín \"cathedra\" significa \"silla\", en referencia al propio trono, y la catedral es el edificio que lo contiene. La mayoría de las catedrales exhiben un estilo arquitectónico único comparado con el de las construcciones circundantes, lo que las hace destacar. Aunque su principal uso es el religioso, las catedrales también cumplen diversas funciones sociales dentro de la comunidad.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/cathedral.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 1,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/cathedral.json"
    },
    {
        "id": 1,
        "name": "Mezquita|Mezquitas",
        "game_info": null,
        "strategy": "Solo se puede construir en una ciudad que tenga la creencia de las Mezquitas. Construye este edificio adquiriéndolo con Fe .",
        "historical_info": "La mezquita sirve como lugar de adoración tradicional para los partidarios del Islam. La mezquita más grande del mundo, la Madjid al-Haram, se construyó en La Meca, en Arabia Saudí, en torno al 638 d. C. La Madjid al-Haram, también llamada Gran Mezquita, incluye el enclave de la Kaaba, el lugar más sagrado de la religión islámica.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/mosque.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 3,
            "happiness": 1
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/mosque.json"
    },
    {
        "id": 1,
        "name": "Pagoda|Pagodas",
        "game_info": null,
        "strategy": "Solo se puede construir en una ciudad que tenga la creencia de las Pagodas. Construye este edificio adquiriéndolo con Fe .",
        "historical_info": "La pagoda, un edificio común de toda Asia, es una torre con un estilo arquitectónico peculiar que la dota de varias terrazas con saledizos y un puntal prominente en la parte superior. La mayoría de las pagodas se asocian a la religión budista, pues fueron construidas en o dentro de complejos de templos dedicados a Buda para alojar reliquias sagradas.",
        "cost": {
            "production": -1,
            "faith": 200
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/pagoda.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/pagoda.json"
    },
    {
        "id": 1,
        "name": "Estela|Estelas",
        "game_info": null,
        "strategy": "La Estela es un edificio de la Antigüedad exclusivo de Etiopía que sustituye al Monumento. Aumenta la Cultura y la Fe de una ciudad, acelerando la expansión de su territorio y la adquisición de políticas sociales y religiones.",
        "historical_info": "Una estela es una gran losa de piedra o madera erecta que hace las veces de monumento destinado a conmemorar victorias bélicas, grandes líderes o, en ocasiones, a delimitar fronteras. Las estelas se encuentran a lo largo y ancho de Etiopía y las regiones circundantes, y a menudo contienen intrincadas inscripciones con los detalles de la persona o el evento conmemorado. El Obelisco de Aksum, una de estas estelas, se construyó a mediados del siglo IV d. C. en la ciudad etíope de Aksum, pero más tarde se desmanteló y transportó a Italia durante la ocupación de Etiopía por parte de las fuerzas de Mussolini. Esta estela de 24 metros y 150 toneladas fue devuelta a Etiopía y ensamblada de nuevo en 2008 como parte de un programa educativo, científico y cultural de las Naciones Unidas.",
        "cost": {
            "production": 40,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stele.png",
        "prereq_tech": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/stele.json"
    },
    {
        "id": 1,
        "name": "Ikanda|Ikanda",
        "game_info": "Es el sustituto de los Cuarteles, exclusivo de los zulúes. Concede ascensos únicos a las unidades de cuerpo a cuerpo anteriores a la pólvora.",
        "strategy": "Además de las capacidades normales de los Cuarteles, a los que sustituye, la Ikanda concede un conjunto único de ascensos a las unidades de cuerpo a cuerpo anteriores a la pólvora que se creen en la ciudad. Estos incluyen un movimiento más rápido y una fuerza de combate mayor. Solo los zulúes la pueden construir.",
        "historical_info": "La ikanda era una forma de kraal o corral militar para el ganado y los animales de los zulúes. Un amabutho, o \"quinta\", estaba compuesto por jóvenes u hombres de la misma edad que entrenaban, vivían y luchaban juntos en una sola formación y que se alojaban en uno de los corrales reales, lo que los convertía en una ikanda. Cada ikanda tenía asignado un rebaño de ganado real, donde los guerreros se abastecían de carne. Las pieles de los animales se usaban para fabricar los escudos, con un color distinto para cada amabutho. Las ikandas seguían la disposición general de un kraal tradicional, consistente en dos empalizadas concéntricas de espino con las chozas para vivir en el círculo exterior y el ganado protegido en el anillo interior.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ikanda.png",
        "prereq_tech": {
            "name": "Forja del bronce",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ikanda.json"
    },
    {
        "id": 1,
        "name": "Establo ducal|Establos ducales",
        "game_info": "Es el sustituto del Establo exclusivo de los polacos. +15% a la Producción y +15 PX por unidades montadas.Cada Pastizal que explote esta ciudad concede +1 a la Producción y +1 al Oro .",
        "strategy": "Además de las capacidades normales del Establo, el Establo ducal aumenta el Oro en las casillas de Pastizal y concede +15 PX por unidades montadas. Solo los polacos los pueden construir.",
        "historical_info": "Tras subir al trono en al año 1333 d. C., Casimiro III se vio obligado a aplacar a la alborotada nobleza polaca haciendo grandes concesiones, incluido el derecho a mantener establos del equivalente a los de la corona. Hasta el final de las Guerras Napoleónicas, estos establos ducales fueron una fuente de prestigio y poder, y albergaban entre 50 y varios cientos de equinos, además de a los mozos de cuadra, con habitaciones para los jaeces, sillas y aperos. Algunos, como el establo ducal de Szczecin, eran prácticos y funcionales, mientras que otros eran ostentosos, con columnas y estatuas, como muestra el establo de Krasków. Con independencia de su tamaño y ornamentación, los establos ducales proporcionaban las monturas para las famosas formaciones de caballería polacas.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/ducal_stable.png",
        "prereq_tech": {
            "name": "Equitación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/ducal_stable.json"
    },
    {
        "id": 1,
        "name": "Biblioteca real|Bibliotecas reales",
        "game_info": "Es el sustituto único de la Biblioteca para los asirios. +1 a Ciencia por cada 2 ciudadanos que haya en esta ciudad. Además, dispone de un espacio para una Gran obra de arte de la literatura que, cuando se llena, concede PX adicionales a las unidades entrenadas.",
        "strategy": "Además de la producción normal de Ciencia de la Biblioteca, a la que sustituye, la Biblioteca real tiene un espacio para una Gran obra de la literatura. Una vez ocupado con una Gran obra, concede PX extra a las unidades que se entrenen en esta ciudad, así que pon una Gran obra aquí cuanto antes para aprovecharla al máximo. Solo la pueden construir los asirios.",
        "historical_info": "La primera biblioteca que se conoce del mundo se remonta al reinado del monarca asirio Senaquerib, c. del 700. a. C., que reunió miles de tablillas de arcilla en su palacio de Nínive. Pero fue su nieto Asurbanipal quien creó la famosa Biblioteca Real. El rey, que era un coleccionista apasionado, envió a eruditos por toda la región a recoger textos, principalmente babilonios, aunque también de los reinos vecinos. Para asegurarse de que su gran biblioteca de tablillas perdurase, el rey hizo que los escribas copiaran los textos, copias que luego podrían guardarse en otras ciudades neoasirias de su imperio en expansión. La propia Biblioteca Real quedó arrasada durante el saqueo de Nínive en el año 612 a. C., pero los arqueólogos han encontrado cerca de 10.000 fragmentos de tablillas en escritura cuneiforme.",
        "cost": {
            "production": 75,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/royal_library.png",
        "prereq_tech": {
            "name": "Escritura",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/royal_library.json"
    },
    {
        "id": 1,
        "name": "Candi|Candis",
        "game_info": "Es el sustituto del Jardín, exclusivo de los indonesios. +25% a la generación de Grandes personajes en esta ciudad y 2 más de Fe por cada Religión del mundo que tenga al menos un seguidor en la ciudad.A diferencia del Jardín, el Candi no ha de construirse al lado de un Río o un Lago.",
        "strategy": "Además de las capacidades normales del Jardín, el Candi concede +2 de Fe por cada religión del mundo que tenga al menos un seguidor en la ciudad. Solo lo puede construir Indonesia, y la ciudad no ha de construirse al lado de un Río o de un Lago.",
        "historical_info": "\"Candi\" es un edificio de piedra indonesio basado en el altar individual hindú, con una torre piramidal encima y un pórtico ornamentado, que se construyó principalmente entre los siglos VIII y XV. El candi, que incorpora dibujos de mandalas, se pensó a imagen y semejanza de Meru, la montaña sagrada que era la morada de los dioses. Los javaneses, especialmente los jemeres, desarrollaron una arquitectura algo distinta para sus candi, usando pilares alrededor de una masa sólida central, pero conservando la forma básica. El candi más grande y famoso es el de Borobudur, el templo budista del siglo IX con siete terrazas.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/candi.png",
        "prereq_tech": {
            "name": "Teología",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/candi.json"
    },
    {
        "id": 1,
        "name": "Hansa|Hansas",
        "game_info": "Es el sustituto del Banco, exclusiva de los alemanes. +5% a la Producción por cada ruta comercial que tenga tu civilización con una ciudad-estado. Las rutas comerciales que establezcan otros jugadores con una ciudad con una Hansa generarán 1 más de Oro al propietario de la ciudad, y el propietario de la ruta comercial gana 1 más de Oro por la ruta comercial.",
        "strategy": "Además de las capacidades normales del Banco (producción adicional de Oro y más Oro por rutas comerciales), la Hansa proporciona Producción por cada ruta comercial en tu civilización que conecte con una ciudad-estado. Las rutas comerciales pueden venir de cualquier combinación de ciudades sin la Hansa. (Ejemplo: si tienes rutas comerciales desde Berlín a Génova; Múnich a Génova; Múnich a Berlín, y Berlín a Bruselas, entonces todas las ciudades en la Hansa obtendrán +15% a la Producción ). Solo Alemania puede construirla.",
        "historical_info": "La Hansa, que en francés antiguo significaba \"compañía de mercaderes\", era una confederación voluntaria de mercaderes y comerciantes organizada en una ciudad para asegurar la protección y facilitar el comercio y el transporte. En los puertos mercantiles del Báltico y del mar del Norte estos gremios, que establecían sus sedes centrales en edificios también denominados Hansas, se volvieron extremadamente poderosos e influyentes en el siglo XIII. La Hansa más grande no solo alojaba las oficinas administrativas del gremio, sino también almacenes, salas de reuniones, mercados, bancos y, si estaban en la costa, puertos. Se cree que la primera se construyó en Lübeck en 1159 d. C. para facilitar el comercio entre Europa occidental y las zonas ricas en recursos del norte de Rusia. La Hansa dio nombre a la Liga Hanseática, formada alrededor de 1250 d. C. por varios gremios alemanes con el fin de pacificar las rutas comerciales del Báltico, estandarizar los pagarés y desarrollar comercialmente sus respectivas ciudades. La Hansa mantendría su poder político, militar (entre otros conflictos, la Guerra Hanseática-Holandesa entre 1438-1441 y la Guerra Anglo-Hanseática entre 1470-1474) y económico en la región hasta finales del siglo XVII.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hanse.png",
        "prereq_tech": {
            "name": "Banca",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
        },
        "yields": {
            "gold": 2,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hanse.json"
    },
    {
        "id": 1,
        "name": "Gremio de escritores|Gremios de escritores",
        "game_info": "Proporciona 1 punto de Grandes personajes (PGP) para conseguir un Gran escritor. Asigna hasta dos especialistas a este edificio para ganar Cultura y aumentar la velocidad a la que consigues Grandes escritores (3 de Cultura y 3 PGP por especialista).",
        "strategy": "El Gremio de escritores es el único edificio que contiene espacios para especialistas escritores, que son vitales para generar Grandes escritores. Si pretendes conseguir una victoria cultural, este edificio es imprescindible. El Gremio de escritores proporciona 1 punto de Grandes personajes y cada especialista asignado proporciona 3 puntos de Grandes personajes y 3 de Cultura .",
        "historical_info": "Aunque nunca fueron tan influyentes como los gremios de artistas contemporáneos, las organizaciones gremiales de escritores se crearon en el Renacimiento con la llegada de la imprenta. En diversas ciudades europeas aparecieron organizaciones tanto regladas como no regladas que pretendían asegurase de que impresores y libreros compensaran justamente a los autores. En el Londres de Shakespeare y en otras partes, los dramaturgos hicieron frente común para proteger sus ganancias contra el plagio y de las representaciones sin permiso. Aunque son más asociaciones sindicales que gremios propiamente dichos, hoy en día la tradición la continúan centenares de organizaciones en el mundo, como el Gremio de Escritores de Israel, el Writers Guild of Great Britain y el American Authors Guild.",
        "cost": {
            "production": 100,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/writers'_guild.png",
        "prereq_tech": {
            "name": "Dramaturgia y poesía",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/writers'_guild.json"
    },
    {
        "id": 1,
        "name": "Gremio de artistas|Gremios de artistas",
        "game_info": "Proporciona 2 puntos de Grandes personajes (PGP) para conseguir un Gran artista. Asigna hasta dos especialistas a este edificio para ganar Cultura y aumentar la velocidad a la que consigues Grandes artistas (3 de Cultura y 3 PGP por especialista).",
        "strategy": "El Gremio de artistas es el único edificio que contiene espacios para especialistas artistas, que son vitales para generar Grandes artistas. Si pretendes conseguir una victoria cultural, este edificio es imprescindible. El Gremio de artistas concede 2 puntos de Grandes personajes y cada especialista asignado proporciona 3 puntos de Grandes personajes y 3 de Cultura .",
        "historical_info": "El concepto de gremios de artesanos no prendió hasta bien entrada la Baja Edad Media, cuando Europa empezó su largo proceso de urbanización. En el siglo XIII, gran número de gremios de artistas aparecieron en las ciudades, creados a imagen y semejanza de los gremios de mercaderes del momento. Los gremios querían fijar los costes y poner los precios, así como ofrecer ayuda y educación a los artistas de la ciudad, evitando así los problemas derivados del mecenazgo por parte de ricos y nobles. Aunque siguen existiendo gremios no oficiales para diversos tipos de artistas, la Ilustración conllevó el declive del monopolio de los gremios hasta que todos se abolieron a mediados del siglo XIX.",
        "cost": {
            "production": 150,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/artists'_guild.png",
        "prereq_tech": {
            "name": "Gremios",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/artists'_guild.json"
    },
    {
        "id": 1,
        "name": "Gremio de músicos|Gremios de músicos",
        "game_info": "Proporciona 3 puntos de Grandes personajes (PGP) para conseguir un Gran músico. Asigna hasta dos especialistas a este edificio para ganar Cultura y aumentar la velocidad a la que consigues Grandes músicos (3 de Cultura y 3 PGP PGP por especialista).",
        "strategy": "El Gremio de músicos es el único edificio que contiene espacios para especialistas músicos, que son vitales para generar Grandes músicos. Si pretendes conseguir una victoria cultural, este edificio es imprescindible. El Gremio de músicos proporciona 3 puntos de Grandes personajes y cada especialista asignado ofrece 3 puntos de Grandes personajes y 3 de Cultura .",
        "historical_info": "El gremio de músicos, que floreció brevemente durante el Renacimiento, tuvo sus raíces en las bandas de músicos de la corte bajo el mecenazgo y la protección de la nobleza y la realeza. Durante el Renacimiento, cuando la música pasó a satisfacer los gustos de la creciente clase de mercaderes y media, los músicos sin patronos se unieron para asegurarse las tarifas y el trabajo. Tras la aparición de la orquesta moderna, en el siglo XVII, poblaciones y ciudades patrocinaron a compositores y directores, lo que permitió representaciones cada vez más elaboradas. Este movimiento hacia la \"música municipal\" obvió en gran medida la necesidad real de gremios de músicos. No fue hasta el bum de la música popular a principios del siglo XX que los músicos volverían a organizarse, esta vez en sindicatos.",
        "cost": {
            "production": 200,
            "faith": 0
        },
        "gold_maintenance": 1,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/musicians'_guild.png",
        "prereq_tech": {
            "name": "Acústica",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/musicians'_guild.json"
    },
    {
        "id": 1,
        "name": "Hotel|Hoteles",
        "game_info": "El 50% de la Cultura por Maravillas del mundo, Maravillas naturales y mejoras (Sitio de interés, Moai y Chateau) se añade a la producción de Turismo de la ciudad. +50% a la producción de Turismo de las Grandes obras.",
        "strategy": "Con su gran impulso al Turismo , el Hotel es una elección excelente para las civilizaciones que intentan conseguir una victoria cultural o aumentar su influencia ideológica sobre otras.",
        "historical_info": "Las posadas han existido durante milenios para ofrecer refugio y seguridad a los mercaderes y viajeros. Marco Polo informó de un extenso sistema de casas para alojar a los viajeros ya en la China del siglo XIII. El hotel moderno fue en su mayor parte resultado de la aparición del ferrocarril, no solo porque aumentaron los viajes, sino también la necesidad de alojarse por periodos más cortos. El hotel que lleva funcionando desde hace más tiempo es el Nisiyama Onsen Keiunkan, en Japón, que se inauguró en el año 707 y lo han llevado 46 generaciones de la misma familia.",
        "cost": {
            "production": 300,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hotel.png",
        "prereq_tech": {
            "name": "Refrigeración",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/refrigeration.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/hotel.json"
    },
    {
        "id": 1,
        "name": "Caravanserai|Caravanserais",
        "game_info": "Las rutas comerciales terrestres que partan de esta ciudad tienen un 50% más de alcance y producen 2 más de Oro cuando se comunican con otra civilización.",
        "strategy": "La Caravanserai es un edificio de la Época Clásica. Mejora el alcance y la producción de Oro de las rutas comerciales terrestres.",
        "historical_info": "A medida que las rutas caravaneras se expandieron por Oriente Medio, Asia central y el norte de África, creció la necesidad de lugares donde los animales de tiro de las caravanas pudieran descansar, cobijarse y estar a salvo. Las caravansaries públicas eran complejos que se construían fuera de las murallas de las ciudades; las privadas solían adoptar la forma de recintos amurallados con los almacenes, dormitorios, establos y cocinas rodeando un patio central. Las más grandes podían acomodar a cientos de camellos, mulas o caballos. Casi todas las caravansaries ofrecían vituallas básicas –a cambio de un dinero– como agua, pienso, comida, ropa y otros suministros para el camino. Las caravansaries más antiguas de las que se tiene constancia se encontraban en el camino real persa y cubrían unos 2.500 kilómetros, desde Sardis hasta Susa.",
        "cost": {
            "production": 120,
            "faith": 0
        },
        "gold_maintenance": 0,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/caravansary.png",
        "prereq_tech": {
            "name": "Equitación",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/caravansary.json"
    },
    {
        "id": 1,
        "name": "Aeropuerto|Aeropuertos",
        "game_info": "Permite el aerotransporte con origen o destino en esta ciudad. Aumenta la capacidad de la ciudad para acoger unidades aéreas de 6 a 10. El 50% de la Cultura por Maravillas del mundo, Maravillas naturales y mejoras (Sitio de interés, Moái y Chateau) se añade a la producción de Turismo de la ciudad. +50% a la producción de Turismo de las Grandes obras.",
        "strategy": "El versátil Aeropuerto es una elección excelente tanto para las civilizaciones que intentan mejorar su producción de Turismo como para aquellas otras que necesitan de las capacidades de aerotransporte para transbordar unidades a ciudades lejanas.",
        "historical_info": "Técnicamente, un \"aeropuerto\" es cualquier lugar donde aviones, helicópteros, dirigibles u otro tipo de aeronaves puedan despegar y aterrizar. No obstante, en el sentido corriente y común de la palabra, un aeropuerto es un complejo para aviones comerciales, compuesto de pistas de aterrizaje y de despegue, torres de control, hangares, terminales, instalaciones de emergencia e incluso aparcamientos. Antes de 1930, la mayoría de aeropuertos eran poco más que pequeños aeródromos, con pistas de menos de 600 metros. En 1939, el de La Guardia, en Nueva York, vio pasar cerca de un cuarto de millón de pasajeros al mes. Las estadísticas más recientes de listas de tráfico de pasajeros sitúan al aeropuerto de Hartsfield-Jackson, en Atlanta, como el más transitado del mundo, puesto que más de 92 millones de pasajeros lo utilizaron en 2011.",
        "cost": {
            "production": 400,
            "faith": 0
        },
        "gold_maintenance": 5,
        "icon": "https://eyefyre.github.io/civvapi/images/building_icons/airport.png",
        "prereq_tech": {
            "name": "Radar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/buildings/airport.json"
    }
]