{
    "id": 1,
    "name": "Hansa|Hansas",
    "game_info": "Es el sustituto del Banco, exclusiva de los alemanes. +5% a la Producción por cada ruta comercial que tenga tu civilización con una ciudad-estado. Las rutas comerciales que establezcan otros jugadores con una ciudad con una Hansa generarán 1 más de Oro al propietario de la ciudad, y el propietario de la ruta comercial gana 1 más de Oro por la ruta comercial.",
    "strategy": "Además de las capacidades normales del Banco (producción adicional de Oro y más Oro por rutas comerciales), la Hansa proporciona Producción por cada ruta comercial en tu civilización que conecte con una ciudad-estado. Las rutas comerciales pueden venir de cualquier combinación de ciudades sin la Hansa. (Ejemplo: si tienes rutas comerciales desde Berlín a Génova; Múnich a Génova; Múnich a Berlín, y Berlín a Bruselas, entonces todas las ciudades en la Hansa obtendrán +15% a la Producción ). Solo Alemania puede construirla.",
    "historical_info": "La Hansa, que en francés antiguo significaba \"compañía de mercaderes\", era una confederación voluntaria de mercaderes y comerciantes organizada en una ciudad para asegurar la protección y facilitar el comercio y el transporte. En los puertos mercantiles del Báltico y del mar del Norte estos gremios, que establecían sus sedes centrales en edificios también denominados Hansas, se volvieron extremadamente poderosos e influyentes en el siglo XIII. La Hansa más grande no solo alojaba las oficinas administrativas del gremio, sino también almacenes, salas de reuniones, mercados, bancos y, si estaban en la costa, puertos. Se cree que la primera se construyó en Lübeck en 1159 d. C. para facilitar el comercio entre Europa occidental y las zonas ricas en recursos del norte de Rusia. La Hansa dio nombre a la Liga Hanseática, formada alrededor de 1250 d. C. por varios gremios alemanes con el fin de pacificar las rutas comerciales del Báltico, estandarizar los pagarés y desarrollar comercialmente sus respectivas ciudades. La Hansa mantendría su poder político, militar (entre otros conflictos, la Guerra Hanseática-Holandesa entre 1438-1441 y la Guerra Anglo-Hanseática entre 1470-1474) y económico en la región hasta finales del siglo XVII.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/hanse.png",
    "prereq_tech": {
        "name": "Banca",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
    },
    "yields": {
        "gold": 2,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}