{
    "id": 1,
    "name": "Gremio de músicos|Gremios de músicos",
    "game_info": "Proporciona 3 puntos de Grandes personajes (PGP) para conseguir un Gran músico. Asigna hasta dos especialistas a este edificio para ganar Cultura y aumentar la velocidad a la que consigues Grandes músicos (3 de Cultura y 3 PGP PGP por especialista).",
    "strategy": "El Gremio de músicos es el único edificio que contiene espacios para especialistas músicos, que son vitales para generar Grandes músicos. Si pretendes conseguir una victoria cultural, este edificio es imprescindible. El Gremio de músicos proporciona 3 puntos de Grandes personajes y cada especialista asignado ofrece 3 puntos de Grandes personajes y 3 de Cultura .",
    "historical_info": "El gremio de músicos, que floreció brevemente durante el Renacimiento, tuvo sus raíces en las bandas de músicos de la corte bajo el mecenazgo y la protección de la nobleza y la realeza. Durante el Renacimiento, cuando la música pasó a satisfacer los gustos de la creciente clase de mercaderes y media, los músicos sin patronos se unieron para asegurarse las tarifas y el trabajo. Tras la aparición de la orquesta moderna, en el siglo XVII, poblaciones y ciudades patrocinaron a compositores y directores, lo que permitió representaciones cada vez más elaboradas. Este movimiento hacia la \"música municipal\" obvió en gran medida la necesidad real de gremios de músicos. No fue hasta el bum de la música popular a principios del siglo XX que los músicos volverían a organizarse, esta vez en sindicatos.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gremio_de_músicos|gremios_de_músicos.png",
    "prereq_tech": {
        "name": "Acústica",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}