{
    "id": 1,
    "name": "Central nuclear|Centrales nucleares",
    "game_info": "Requiere 1 de Uranio . La ciudad no debe tener una Central de energía solar.",
    "strategy": "La Central nuclear aumenta notoriamente la productividad de una ciudad. Para poder construirla, se necesita un recurso de Uranio . La ciudad ha de contar con una Fábrica para poder construirla.",
    "historical_info": "La central nuclear es un edificio en el que la energía nuclear controlada se convierte en electricidad. La energía de la fisión nuclear se utiliza para calentar agua y convertirla en vapor. Este vapor se bombea a través de turbinas que generan energía eléctrica. A corto plazo, la energía nuclear es mucho más limpia que el petróleo o el carbón, pues produce mucha menos contaminación que envenene el aire, el agua y a las personas que hay cerca. No obstante, la central produce muchos residuos nucleares, un subproducto notablemente letal que debe almacenarse durante siglos antes de que pierda su toxicidad. Además, un accidente importante en una central nuclear tiene efectos mucho más horribles y duraderos que el ocurrido en cualquier otra clase de planta generadora de electricidad. Encontrar la energía suficiente para mantener al planeta alimentado es un problema difícil y peligroso que la humanidad tendrá que afrontar en el futuro, hasta que descubra una nueva fuente de energía abundante, limpia y segura.",
    "cost": {
        "production": 500,
        "faith": 0
    },
    "gold_maintenance": 3,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/central_nuclear|centrales_nucleares.png",
    "prereq_tech": {
        "name": "Fisión nuclear",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/nuclear_fission.json"
    },
    "yields": {
        "gold": 0,
        "production": 5,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}