{
    "id": 1,
    "name": "Observatorio|Observatorios",
    "game_info": "La ciudad se ha de construir al lado de una Montaña.",
    "strategy": "El Observatorio solo se puede construir en una ciudad que esté junto a una casilla de Montaña. Aumenta mucho la producción científica de la ciudad.",
    "historical_info": "Un observatorio es un edificio destinado al estudio del firmamento. El hombre primitivo estaba convencido de que el movimiento de los astros tenía una importancia mágica, y muchos de los primeros observatorios eran en realidad edificios religiosos. A medida que pasó el tiempo, el hombre se fue dando cuenta de que podía trazar el transcurso de las estaciones con una gran precisión observando cuándo aparecían y desaparecían las estrellas, y llegó a la conclusión de que esta información era crucial a la hora de escoger el día apropiado para plantar o recoger las cosechas. Estos descubrimientos reforzaron la importancia religiosa y práctica de los observatorios a ojos de la comunidad. Los observatorios modernos están informatizados y cuentan con telescopios avanzados (o están comunicados con telescopios espaciales todavía más potentes), lo que proporciona a los científicos una cantidad de información con la que sus primitivos antepasados ni tan siquiera podían soñar. Pero su tarea sigue siendo esencialmente la misma: dilucidar cómo funciona el universo mediante el estudio del cielo.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/observatorio|observatorios.png",
    "prereq_tech": {
        "name": "Astronomía",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/astronomy.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}