{
    "id": 1,
    "name": "Biblioteca real|Bibliotecas reales",
    "game_info": "Es el sustituto único de la Biblioteca para los asirios. +1 a Ciencia por cada 2 ciudadanos que haya en esta ciudad. Además, dispone de un espacio para una Gran obra de arte de la literatura que, cuando se llena, concede PX adicionales a las unidades entrenadas.",
    "strategy": "Además de la producción normal de Ciencia de la Biblioteca, a la que sustituye, la Biblioteca real tiene un espacio para una Gran obra de la literatura. Una vez ocupado con una Gran obra, concede PX extra a las unidades que se entrenen en esta ciudad, así que pon una Gran obra aquí cuanto antes para aprovecharla al máximo. Solo la pueden construir los asirios.",
    "historical_info": "La primera biblioteca que se conoce del mundo se remonta al reinado del monarca asirio Senaquerib, c. del 700. a. C., que reunió miles de tablillas de arcilla en su palacio de Nínive. Pero fue su nieto Asurbanipal quien creó la famosa Biblioteca Real. El rey, que era un coleccionista apasionado, envió a eruditos por toda la región a recoger textos, principalmente babilonios, aunque también de los reinos vecinos. Para asegurarse de que su gran biblioteca de tablillas perdurase, el rey hizo que los escribas copiaran los textos, copias que luego podrían guardarse en otras ciudades neoasirias de su imperio en expansión. La propia Biblioteca Real quedó arrasada durante el saqueo de Nínive en el año 612 a. C., pero los arqueólogos han encontrado cerca de 10.000 fragmentos de tablillas en escritura cuneiforme.",
    "cost": {
        "production": 75,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/biblioteca_real|bibliotecas_reales.png",
    "prereq_tech": {
        "name": "Escritura",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}