{
    "id": 1,
    "name": "Corte del sátrapa|Cortes de los sátrapas",
    "game_info": "La ciudad debe tener un Mercado. Las rutas comerciales que otros jugadores hagan a una ciudad con una Corte del sátrapa generarán 1 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 1 más de Oro por ella.",
    "strategy": "La Corte del sátrapa es el edificio exclusivo persa que sustituye al Banco. Al igual que este, aumenta la producción de riqueza de la ciudad, pero también la Felicidad de la civilización. Para poder construir la Corte del sátrapa, la ciudad ha de contar con un Mercado.",
    "historical_info": "\"Sátrapa\" es el título de un gobernador provisional del Imperio Aqueménida de Persia. Los nombraba el rey y solían pertenecer a la familia real. El sátrapa era una figura poderosa, recaudaba impuestos y constituía la máxima autoridad judicial de la provincia. También era responsable de reclutar y mantener un ejército y, por tanto, había de ser una persona de gran confianza para el monarca. A medida que el poder central persa se fue debilitando durante el siglo V a. C., los sátrapas se fueron haciendo más independientes y, de hecho, algunos fueron más poderosos que el rey al que supuestamente servían.Alejandro mantuvo la administración de las satrapías tras la conquista de Persia, unas veces sustituyendo a los sátrapas por sus generales y otras dejando a los gobernadores que hubiera, siempre que mantuvieran la paz y siguieran pagando sus impuestos.",
    "cost": {
        "production": 200,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/corte_del_sátrapa|cortes_de_los_sátrapas.png",
    "prereq_tech": {
        "name": "Banca",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}