{
    "id": 1,
    "name": "Bolsa|Bolsas",
    "game_info": "La ciudad ha de tener un Banco.",
    "strategy": "La Bolsa es un edificio de mitad del juego que aumenta la producción de Oro de la ciudad. Esta ha de tener un Banco o una Corte del sátrapa para poder construirla.",
    "historical_info": "La bolsa es una institución que permite a las personas comprar y vender \"acciones\" (participaciones en la propiedad de un negocio). En algunos casos, las acciones incluyen derecho a voto, lo que concede a sus titulares un cierto peso en la gestión de la empresa. Algunas acciones también dan \"dividendos\", por los que se reparte un porcentaje de los beneficios de la sociedad entre los accionistas anualmente. El principal propósito de las bolsas (o, al menos, el original) es permitir al dueño de una empresa captar capital con la venta de una pequeña parte de su sociedad a los inversores. A medida que aumenta el valor de la compañía, lo hace el de sus acciones. Obviamente, todo esto entraña un riesgo: si el valor de la acción cae, también lo hace el valor de la inversión. En una bolsa moderna también se utilizan o venden otros poderosos \"instrumentos\" financieros, como son los bonos, tanto estatales como privados, las opciones de compra, los canjes y los productos financieros derivados. Si se gestiona adecuadamente, una bolsa puede turbopropulsar una economía. Si se gestiona mal, puede causar el caos financiero y la ruina.",
    "cost": {
        "production": 360,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/stock_exchange.png",
    "prereq_tech": {
        "name": "Electricidad",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/electricity.json"
    },
    "yields": {
        "gold": 3,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}