{
    "id": 1,
    "name": "Murallas de Babilonia|Murallas de Babilonia",
    "game_info": "Las Murallas de Babilonia aumentan el daño que causan todos los ataques a distancia de la ciudad y aumentan la defensa de la ciudad.",
    "strategy": "Las Murallas de Babilonia son un edificio exclusivo babilonio que sustituye a las Murallas estándar. Aumentan en 6 la potencia de defensa de una ciudad y en 100 sus puntos de golpe (significativamente más que las Murallas normales).",
    "historical_info": "Incluidas en la lista original de las siete maravillas del mundo antiguo de Antípatro, las Murallas de Babilonia cerraban la ciudad y la protegían de los ataques, rodeándola por todos los frentes y abarcando hasta el río Éufrates, que atravesaba el centro de la ciudad. Las murallas exteriores se extendían a lo largo de más de 15 kilómetros, medían 8 metros de ancho y se decía que se elevaban hasta casi 100 metros sobre la ciudad. Unas murallas más pequeñas rodeaban la ciudad detrás de las murallas principales, lo que garantizaba una línea defensiva adicional por si la primera llegaba a caer. Había unas 250 torres colocadas por toda la extensión de las murallas que proporcionaban excelentes puestos de vigilancia y bases de combate para los hábiles arqueros babilonios. Las murallas eran impenetrables a cualquier tecnología de las disponibles para los asedios de la época. Se instalaron grandes puertas de metal en los extremos del río para evitar intrusos submarinos, y se construyeron ocho puertas enormes para controlar el paso a pie (la más famosa es la Puerta de Ishtar). Estas murallas protegieron con eficacia la ciudad durante casi un centenar de años.No fue hasta el 539 a. C. que se halló una manera de sortear las murallas. Ciro el Grande tramó un plan con el que consiguió desviar la corriente del Éufrates y bajar el nivel del agua, de modo que pudiera atravesarse a pie. Su ejército se introdujo bajo las puertas de metal del río en plena oscuridad y tomó la ciudad desde dentro. Aunque eran capaces de repeler cualquier medio directo de asalto, las murallas no pudieron detener el ingenio resuelto de un hombre.Gran parte de las antiguas murallas sigue en pie, todo un testamento de su fortaleza. En 1983, Saddam Hussein comenzó un proyecto de reconstrucción en el lugar de la antigua ciudad que incluía la restauración de las murallas y una recreación de la Puerta de Ishtar. Desde entonces, el proyecto está detenido, pero Irak espera continuar con la restauración de las murallas y volver a hacer de Babilonia un lugar maravilloso.",
    "cost": {
        "production": 65,
        "faith": 0
    },
    "gold_maintenance": 0,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/walls_of_babylon.png",
    "prereq_tech": {
        "name": "Mampostería",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}