{
    "id": 1,
    "name": "Gremio de escritores|Gremios de escritores",
    "game_info": "Proporciona 1 punto de Grandes personajes (PGP) para conseguir un Gran escritor. Asigna hasta dos especialistas a este edificio para ganar Cultura y aumentar la velocidad a la que consigues Grandes escritores (3 de Cultura y 3 PGP por especialista).",
    "strategy": "El Gremio de escritores es el único edificio que contiene espacios para especialistas escritores, que son vitales para generar Grandes escritores. Si pretendes conseguir una victoria cultural, este edificio es imprescindible. El Gremio de escritores proporciona 1 punto de Grandes personajes y cada especialista asignado proporciona 3 puntos de Grandes personajes y 3 de Cultura .",
    "historical_info": "Aunque nunca fueron tan influyentes como los gremios de artistas contemporáneos, las organizaciones gremiales de escritores se crearon en el Renacimiento con la llegada de la imprenta. En diversas ciudades europeas aparecieron organizaciones tanto regladas como no regladas que pretendían asegurase de que impresores y libreros compensaran justamente a los autores. En el Londres de Shakespeare y en otras partes, los dramaturgos hicieron frente común para proteger sus ganancias contra el plagio y de las representaciones sin permiso. Aunque son más asociaciones sindicales que gremios propiamente dichos, hoy en día la tradición la continúan centenares de organizaciones en el mundo, como el Gremio de Escritores de Israel, el Writers Guild of Great Britain y el American Authors Guild.",
    "cost": {
        "production": 100,
        "faith": 0
    },
    "gold_maintenance": 1,
    "icon": "https://eyefyre.github.io/civvapi/images/building_icons/gremio_de_escritores|gremios_de_escritores.png",
    "prereq_tech": {
        "name": "Dramaturgia y poesía",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}