{
    "id": 2,
    "name": "Angkor Wat|Angkor Wats",
    "production_cost": 400,
    "game_info": "El coste en Cultura y Oro por adquirir nuevas casillas se reduce en un 25% en cualquier ciudad.",
    "strategy": null,
    "historical_info": "Angkor Wat es un templo en Angkor, Camboya. Fue construido en el siglo XII por el rey Suryavaman II como palacio real y templo oficial, siendo el hinduismo la religión del estado. Dos o tres siglos más tarde se adaptó para ser utilizado por los budistas. Angkor Wat es un complejo de edificios rodeados por una muralla precedida de un foso. El recinto mide 915 x 790 metros aproximadamente.Está construido principalmente con bloques de piedra arenisca. El trazado del complejo tiene una forma rectangular que recuerda vagamente a la de una fortaleza; los edificios del interior están separados de la muralla exterior por un patio, de manera parecida al patio de armas que puede encontrarse en un castillo.En el pasado, el patio estaba repleto de edificios de madera, pero todos han desaparecido. La estructura que ha sobrevivido está dividida por tres galerías y construida sobre plataformas elevadas. Las galerías exteriores antaño contuvieron bibliotecas, mientras que la interior era un altar a Visnu (y ha sido convertido en uno a Buda). Las galerías están coronadas por torres que parecen colmenas estilizadas, y la más alta alcanza 45 metros de altura. Las paredes de los edificios están cubiertas con hermosos y recargados bajorrelieves que representan escenas de la mitología hindú.Aunque se ha descuidado muchísimo durante la segunda mitad del siglo XX, en la actualidad se están haciendo grandes esfuerzos por conservar y restaurar esta maravilla y lugar único de veneración, y el número de turistas y peregrinos que lo visitan aumenta año tras año.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat.png",
    "quote": "\"El templo... no hay edificio igual en el mundo. Tiene torres, ornamentación y todos los refinamientos que el genio humano pueda concebir.\" - Antonio da Magdalena",
    "tech_prereq": {
        "name": "Education",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}