{
    "id": 5,
    "name": "Puerta de Brandemburgo|Puertas de Brandemburgo",
    "production_cost": 750,
    "game_info": "Un Gran general aparece cerca de la ciudad en la que se construyó la maravilla y +15 PX para todas las unidades creadas en esta ciudad.",
    "strategy": null,
    "historical_info": "La de Brandemburgo es la única puerta que sobrevive de la ciudad de Berlín. Es un bello \"arco de triunfo\" que se construyó al estilo griego entre 1788 y 1791, cuenta con muchas columnas y está coronado por la \"cuadriga de la victoria\", la estatua de un carro tirado por cuatro caballos. Se encuentra al final de la avenida Unter den Linden.Tras la Segunda Guerra Mundial, Berlín se dividió en sectores controlados por la Unión Soviética y sus afines. y Estados Unidos y sus aliados. Los soviéticos levantaron el muro de Berlín para mantener separadas las dos partes de la ciudad. La Puerta de Brandemburgo era una especie de \"tierra de nadie\" entre las dos facciones y, entre 1961 y 1989, ningún bando tuvo acceso a ella. La puerta se reabrió en 1989 como parte de la reunificación de Berlín y de Alemania.Hoy en día se yergue como el orgulloso símbolo de una ciudad y un país reunificados, y la visitan decenas de miles de turistas, tanto del este como del oeste.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/brandenburg_gate.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/brandenburg_gate.png",
    "quote": "\"La pálida muerte llama por igual a la puerta del pobre y a los palacios de los reyes.\" - Horacio",
    "tech_prereq": {
        "name": "Military Science",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}