{
    "id": 6,
    "name": "Broadway|Broadway",
    "production_cost": 1060,
    "game_info": "Aparece un Gran músico gratis cerca de la ciudad en la que se ha construido la maravilla. Contiene 3 espacios para Grandes obras de la música.",
    "strategy": null,
    "historical_info": "Broadway es una calle de 2 kilómetros de largo que atraviesa Manhattan y el Bronx, en Nueva York. Aunque la mayor parte de esta vía pública está llena de oficinas, negocios y edificios de apartamentos, es más conocida por su tramo central, entre las calles 42 y 53, apodada \"el Gran Camino Blanco\", el barrio de los teatros. A mediados del siglo XIX, abrieron varios teatros en Broadway. En 1880, un trecho entre las plazas de Madison y de Union se vio iluminado mediante lámparas de arcos voltaicos, convirtiéndose en una de las primeras calles de los Estados Unidos en contar con iluminación eléctrica. Espoleados por la creciente riqueza norteamericana y sus aspiraciones culturales, los teatros lo convirtieron en la Meca del espectáculo popular. Para 1900 ya habían abierto unos 20 teatros a lo largo de este trecho, y tanto brillaban sus carteleras eléctricas que pasó a convertirse en el citado \" Gran Camino Blanco\". En 1925, en su cénit, hubo 80 teatros en Broadway que se especializaban en producciones espectaculares, principalmente revistas y musicales.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway|broadway.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway|broadway.png",
    "quote": "'Broadway es la arteria principal de la vida cultural de Nueva York... una arteria con arterioesclerosis.' –Walter Winchell",
    "tech_prereq": {
        "name": "Radio",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 2,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}