{
    "id": 7,
    "name": "Chichen Itzá|Chichen Itzá",
    "production_cost": 300,
    "game_info": "La duración de las Edades de Oro aumenta en un 50%.",
    "strategy": null,
    "historical_info": "Chichen Itzá es una extraordinaria ciudad de piedra construida en Yucatán, México. Algunos de los edificios más antiguos tienen más de 1.500 años y son de origen maya y tolteca.Chichen Itzá se compone de edificios, templos y patios de piedra. Un gran \"pok tap ok\", o campo para el juego ceremonial de la pelota, se abre a un lado (el juego de la pelota era un juego de carácter religioso en el que dos bandos pasaban la pelota por unos aros que había a cada extremo del campo; al capitán del equipo ganador se le decapitaba como sacrificio a los dioses). Aunque el tiempo y los saqueadores han dejado la ciudad arrasada, aún quedan muchos vestigios de hermosas tallas y estatuas de piedra.Construido alrededor del siglo XIII, \"El Castillo\" ocupa aproximadamente una superficie de 4.000 metros cuadrados y tiene una altura de 30 metros. Siguiendo la costumbre maya, Kukulcán se construyó encima de una pirámide más antigua y pequeña.Chichen Itzá fue una ciudad próspera hasta el siglo XIII, cuando estallaron una revuelta y una guerra civil entre los mayas, que aceleró una caída en picado de la que nunca se recuperaría. El centro de la ciudad ya estaba abandonado y en ruinas en la época de la conquista española de Yucatán, en el siglo XVI.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itza.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itza.png",
    "quote": "\"Este katún se inicia en Chichen Itzá. El asentamiento de Itzá se levantará aquí. Vendrá el quetzal, vendrá el verde pájaro. Llegará Kantenal. Es la palabra de Dios. El Itzá vendrá.\" - Los libros de Chilam Balam",
    "tech_prereq": {
        "name": "Civil Service",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}