{
    "id": 17,
    "name": "Gran Muralla|Grandes Murallas",
    "production_cost": 250,
    "game_info": "Las unidades terrestres enemigas deben gastar 1 de Movimiento [ICON_MOVES] adicional por casilla dentro de tu territorio. Proporciona Murallas gratis a la ciudad en la que se construya. La Gran Muralla se queda obsoleta cuando se descubre la Dinamita.",
    "strategy": null,
    "historical_info": "La Gran Muralla china es una de las más grande y famosas construcciones del mundo. Los gobernantes chinos la construyeron para repeler los ataques de los nómadas que vivían en las actuales regiones de Manchuria y Mongolia. Es interesante resaltar que la Gran Muralla no se construyó para mantener a raya a los nómadas (los chinos sabían que era poco menos que imposible proteger una frontera tan larga como la suya) sino para que les fuera más difícil llevarse el botín y, por consiguiente, las incursiones fueran menos provechosas y menos atractivas.En realidad, existen cinco \"grandes murallas\", cada una de las cuales fue levantada por una dinastía diferente. Las primeras cuatro estaban hechas de tierra, así que prácticamente han desaparecido. La actual fue construida casi enteramente por la Dinastía Ming entre los años 1368 y 1640 d. C. Esta muralla se construyó a mayor escala y usando materiales más duraderos. La muralla Ming se extiende a lo largo de más de 6.000 kilómetros, desde el paso de Shanhai en el golfo de Bohai (al este) a Lup Nur, en la parte sureste de la región autónoma de Uygur en Xinjiang (al oeste). Ésta era la región por la que la ruta de la seda entraba en China, y estaba protegida por una serie de torres que podían comunicarse con señales de humo y transmitir rápidamente mensajes a lo largo de la vasta muralla.En términos puramente militares, la Gran Muralla puede considerarse un intento más o menos fallido. Los manchúes sobornaron a un general chino para que les franqueara el paso, por lo que, a la hora de detener un ataque bárbaro de primera magnitud, no sirvió de mucho. Después de que los manchúes conquistaran China, las fronteras del país se extendieron más en dirección norte, por lo que la existencia de la muralla se volvió irrelevante. El coste de su construcción en términos monetarios fue enorme y se calcula que, en términos humanos, pudo haber excedido el millón de almas (a veces se la ha bautizado también como \"el gran cementerio\").En nuestros días, la mayor parte de la muralla se encuentra en estado de abandono. Aunque las zonas más turísticas están en buen estado, el resto se encuentra en ruinas. Se calcula que solo el 20% está en buenas condiciones. A pesar de todo, la Gran Muralla sigue siendo una de las principales atracciones turísticas de China y una de las auténticas maravillas del mundo.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/gran_muralla|grandes_murallas.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/gran_muralla|grandes_murallas.png",
    "quote": "'El arte de la guerra no nos enseña a fiarnos de la posibilidad de que el enemigo no ataque [...], sino de haber hecho nuestra posición inexpugnable.' - Sun Tzu",
    "tech_prereq": {
        "name": "Engineering",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}