{
    "id": 18,
    "name": "Santa Sofía|Santas Sofías",
    "production_cost": 300,
    "game_info": "Aparece un Gran profeta sin coste alguno. Proporciona un Templo gratis a la ciudad en la que se construya.",
    "strategy": null,
    "historical_info": "Santa Sofía, o la \"iglesia de la Santa Sabiduría\", fue construida en el 530 d. C. como iglesia de los ortodoxos griegos. Levantada en Estambul (originalmente llamada Constantinopla), Turquía, es un edificio bello, decorado, construido de mármol y piedra y coronado por una cúpula de oro que mide unos 30 metros de diámetro. La cúpula, un reto muy difícil para la arquitectura de la época, se ha derrumbado varias veces durante su vida. Cuatro torres esbeltas se levantan en cada esquina del edificio.El interior de Santa Sofía es un espacio maravilloso de columnas y arcos que se extienden hasta la bóveda, ofreciendo la impresión de flotar encima del edificio. El interior está revestido de mármol de colores y mosaicos de oro que representan escenas e imágenes bíblicas de los santos cristianos.En 1453, Constantinopla fue capturada por los turcos otomanos, y Santa Sofía se convirtió en una mezquita. Las representaciones humanas no son bien vistas en las mezquitas y muchos de los mosaicos fueron cubiertos con yeso. En 1934, el presidente turco Kemal Ataturk convirtió el edificio en un museo. Hace pocos años se llevaron a cabo algunas restauraciones en Santa Sofía y se recuperaron unos cuantos mosaicos. Pese a los estragos del tiempo, sigue siendo reconocida universalmente como uno de los edificios más bellos del mundo.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hagia_sophia.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/hagia_sophia.png",
    "quote": "\"Porque asciende hasta una altura como la del mismo cielo, como si emergiera de entre los demás edificios sobre los que se alza y bajara la vista hacia el resto de la ciudad, ornándola, porque es parte de ella, pero se vanagloria de su propia belleza.\" - \"Sobre los edificios\", Procopio",
    "tech_prereq": {
        "name": "Theology",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 3,
        "happiness": 0
    }
}