{
    "id": 20,
    "name": "Castillo Himeji|Castillos Himeji",
    "production_cost": 500,
    "game_info": "+15% a la Fuerza de combate de las unidades que luchen en territorio amistoso. Proporciona un Castillo gratis a la ciudad en la que se construya.",
    "strategy": null,
    "historical_info": "El de Himeji es un castillo japonés extraordinario y uno de los edificios más bonitos del mundo. Se construyó durante el siglo XIV, y Kuroda Yoshitaka e Ikeda Terumasa lo rehicieron casi por completo a finales del XVI y principios del XVII. El Castillo Himeji es un edificio de varias plantas alto e imponente, construido de madera y piedra, con un exterior blanco y brillante y varios tejados bellamente curvados. También se lo conoce como \"el Castillo de la Garza Blanca.\"El Castillo Himeji está rodeado por un desconcertante laberinto que conduce hasta la fortificación. Las murallas y puertas se pensaron para obligar a los ejércitos invasores a viajar en una serie de círculos concéntricos con muchos callejones sin salida antes de poder llegar a la puerta principal. Esto separaría a los atacantes y permitiría a los defensores disparar contra la vanguardia varias veces durante su avance. Este ingenioso sistema nunca se puso a prueba, ya que nadie llegó a atacar el castillo en la época medieval.Aunque la zona circundante quedó muy dañada por los bombardeos aliados durante la Segunda Guerra Mundial, el castillo se salvó casi por entero. En la actualidad, se está llevando a cabo un gran trabajo de restauración y sigue siendo una de las atracciones turísticas más populares de Japón.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/castillo_himeji|castillos_himeji.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/castillo_himeji|castillos_himeji.png",
    "quote": "'El Bushido se comprende ante la muerte. Significa escoger la muerte cuando se puede elegir entre ella y la vida. No cabe pensar nada más.' - Yamamoto Tsunetomo",
    "tech_prereq": {
        "name": "Gunpowder",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}