{
    "id": 22,
    "name": "Estación Espacial Internacional|Estaciones Espaciales Internacionales",
    "production_cost": -1,
    "game_info": "+1 a la Producción de los Científicos y +1 a la de Ciencia de los Ingenieros. Los Grandes científicos proporcionan un 33% más de Ciencia cuando se utiliza para descubrir nueva tecnología. Solo se puede construir en colaboración mediante el Congreso Mundial.",
    "strategy": null,
    "historical_info": "Construida de módulos prefabricados que se lanzan por separado, la Estación Espacial Internacional es un satélite habitable de órbita baja de la Tierra. Nació en 1993 de la fusión en un solo programa internacional de tres iniciativas nacionales para fundar una plataforma orbital permanente con el fin de investigar y explorar: la Mir-2 soviética, la Freedom estadounidense y la Columbus europea. Hasta la fecha, astronautas de 15 países han vivido y trabajado en la estación. Se han transbordado a la plataforma suministros y tripulantes mediante lanzaderas espaciales estadounidenses y cohetes Soyuz rusos, que está previsto que se sustituyan por la Progreso rusa, el ATV europeo, el vehículo de transbordo japonés H-II y la Dragon de la compañía estadounidense SpaceX. La Estación Espacial Internacional es el cuerpo artificial más grande que hay en órbita y se puede ver a simple vista desde la Tierra con las condiciones apropiadas.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/estación_espacial_internacional|estaciones_espaciales_internacionales.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/estación_espacial_internacional|estaciones_espaciales_internacionales.png",
    "quote": "'Construir una estación espacial para todos fue y es una locura: deberíamos haber construido una docena.' –Larry Niven",
    "tech_prereq": null,
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}