{
    "id": 23,
    "name": "Kremlin|Kremlin",
    "production_cost": 1060,
    "game_info": "Requiere Orden. +50% a la Producción de unidades blindadas. Una política social gratis.",
    "strategy": null,
    "historical_info": "\"Kremlin\" es una palabra rusa con la que se indica un complejo fortificado de edificios en el centro de una ciudad. Se suele usar casi siempre para referirse al Kremlin de la ciudad de Moscú, un destacable conjunto de edificios que alberga a gran parte del gobierno ruso. El Kremlin se yergue sobre una colina que domina las vistas del río Moscova. En una u otra forma, las estructuras fortificadas han estado presentes en esta ciudad durante mil años. El sitio fue bautizado como \"Kremlin\" en el siglo XIV.Se encuentra en un área triangular amurallada de unas 28 hectáreas de extensión. Los muros son de ladrillo rojo, con sus peculiares torres en las esquinas y las entradas. Muchos de sus edificios están pintados de blanco con un ribete amarillo y tienen tejados verdes que dan un aspecto muy alegre desde lejos. La Catedral de la Asunción, construida en 1476, es el edificio más antiguo del complejo. Dos catedrales más se encuentran tras sus muros, al igual que un sorprendente número de palacios, siendo el Palacio del Kremlin el mayor de ellos.El Kremlin ha visto el auge y la caída de muchos personajes importantes tras sus muros. Iván el Terrible construyó allí la Cámara de las Facetas. En la Gran Guerra Patriótica (la Segunda Guerra Mundial), Iósiv Stalin expulsó a los invasores alemanes de las puertas de Moscú, uno de los mayores servicios que nunca hiciera un dirigente ruso por su país (aunque también fue aquí donde el propio Stalin planeó el exterminio sistemático de millones de miembros de su propio pueblo). Y también en este mismo lugar Mijaíl Gorbachov supervisó la disolución de la Unión Soviética. Hoy en día, el Kremlin alberga el gobierno de la Federación Rusa.Con independencia del uso que se le dé en el futuro, siempre será un monumento imponente del pasado de Rusia, pues ha visto lo mejor y lo peor de esta gran nación.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kremlin.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kremlin.png",
    "quote": "\"La ley es una fortaleza sobre una montaña que los ejércitos no pueden tomar ni los aluviones llevarse.\" - El profeta Mahoma",
    "tech_prereq": {
        "name": "Railroad",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}