{
    "id": 26,
    "name": "Machu Picchu|Machu Picchu",
    "production_cost": 300,
    "game_info": "+25% de Oro por comunicaciones entre ciudades [ICON_CONNECTED].Debes construir la ciudad a dos casillas o menos de una Montaña que esté en tu territorio.",
    "strategy": null,
    "historical_info": "Resguardada en la cima de una montaña peruana a 2.400 metros de altura, Machu Picchu fue una extraordinaria ciudad inca y constituye una maravilla de la cultura precolombina. Se construyó a mediados del siglo XV, y los estudiosos creen que gran parte de ella era un complejo palaciego del inca gobernante Pachacútec Inca Yupanqui. Construida casi por entero de granito blanco, la ciudad se abandonó inexplicablemente a mediados del siglo XVI. Los conquistadores españoles no descubrieron el lugar durante la conquista de los incas, por lo que ha permanecido relativamente intacto hasta nuestros días.Los arqueólogos han identificado dicho complejo palaciego, además de templos, áreas residenciales, plazas y un cementerio, todo tallado en piedra. El terreno montañoso que rodea las edificaciones centrales se cavó en terrazas escalonadas agrícolas que en su momento fueron regadas por un extenso sistema de acueductos, lo que por sí mismo representa un hecho notable en un entorno montañoso.Aunque se encuentra en ruinas, Machu Picchu conserva una extraordinaria belleza pedregosa incluso en la actualidad. Tuvo que ser una ciudad increíble en los días en que fue hogar del poderoso inca.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu.png",
    "quote": "\"Pocas historias pueden llegar a superar la de esa ciudadela de granito en la cima de los salientes precipicios de Machu Picchu, corona de la Tierra de los Incas.\" - Hiram Bingham",
    "tech_prereq": {
        "name": "Guilds",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
    },
    "yields": {
        "gold": 5,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 2,
        "happiness": 0
    }
}