{
    "id": 30,
    "name": "Notre Dame|Notre Dame",
    "production_cost": 400,
    "game_info": null,
    "strategy": null,
    "historical_info": "Notre Dame es una imponente catedral que se alza en la Île de la Cité, una isla en el río Sena, en París, Francia. Construida en el terreno que ocupaba una antigua iglesia, que a su vez se construyó sobre un templo al dios romano Júpiter, Notre Dame es una muestra magnífica de la arquitectura gótica y uno de los edificios más grandes nunca construidos. La construcción de Notre Dame empezó en 1163 y llevó casi dos siglos terminarla.Se trata de un enorme edificio de piedra de torres cuadradas, arbotantes y altos chapiteles. El exterior está decorado con delicadas arcadas y estatuas de santos y reyes. La balaustrada del techo está adornada con gárgolas. El interior de la catedral es un espacio largo y estrecho con columnas alineadas a ambos lados que aguantan dos deambulatorios. Las vidrieras de colores proyectan una luz tenue sobre el altar principal, que contiene una estatua de la Virgen María, la patrona de la catedral, sosteniendo el cuerpo de Jesús muerto.La catedral ha sufrido varios periodos de abandono con los años. Durante la Revolución Francesa, se robaron muchos de sus tesoros y el edificio se usó como almacén. A principios del siglo XIX, se encontraba en tal estado de ruina que los urbanistas pensaron en derruirlo. De hecho, Víctor Hugo escribió \"El Jorobado de Notre Dame\" en parte para crear conciencia sobre la difícil situación que atravesaba la catedral. En 1871, durante la breve Comuna de París, casi fue pasto de las llamas. Por suerte, sobrevivió a todo ello y ahora ha sido restaurada hasta devolverla a su grandeza original.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame.png",
    "quote": "\"La arquitectura ha registrado las grandes ideas de la raza humana. No solo todo símbolo religioso, sino todo pensamiento humano tiene una página en este enorme libro.\" - Victor Hugo",
    "tech_prereq": {
        "name": "Physics",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 4,
        "happiness": 10
    }
}