{
    "id": 32,
    "name": "Partenón|Partenones",
    "production_cost": 250,
    "game_info": "Contiene una Gran obra de arte incorporada en el espacio de Gran obra.",
    "strategy": null,
    "historical_info": "Se considera que el Partenón, erigido sobre la Acrópolis en honor de la diosa Atenea, es la culminación de la arquitectura dórica. El templo empezó a construirse en el año 447 a. C. y se le colocaron los últimos elementos decorativos en el año 432, que son importantes muestras que nos han llegado de escultura clásica. Albergaba la escultura crisoelefantina de Atenea esculpida por Fidias y la fachada exterior estaba adornada con 92 metopas. Al igual que muchos templos griegos, el Partenón también hizo las veces de tesorería, tanto para la propia Atenas como para la Liga de Delos. A lo largo del siglo XVIII, los turistas y eruditos europeos disfrutaron de un mayor acceso a las pintorescas ruinas y su fama se extendió. Cuando Grecia recuperó la independencia en 1832, el gobierno se hizo con el control del lugar. Tras emprender la restauración de la Acrópolis en 1975, Grecia ha convertido el Partenón en un símbolo duradero de la antigua Grecia, de los ideales democráticos atenienses, de la civilización occidental y en uno de los mayores tesoros culturales del mundo.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/partenón|partenones.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/partenón|partenones.png",
    "quote": "'La Tierra luce orgullosa el Partenón como la mejor joya de su zona' –Ralph Waldo Emerson",
    "tech_prereq": {
        "name": "Drama and Poetry",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 4,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}