{
    "id": 33,
    "name": "Pentágono|Pentágonos",
    "production_cost": 1250,
    "game_info": "El coste en Oro por modernizar unidades militares se reduce un 33%.",
    "strategy": null,
    "historical_info": "El Pentágono es un gran edificio de cinco fachadas que se encuentra en Arlington, Virginia, EE. UU., justo a la orilla del río Potomac opuesta a Washington DC. Es la sede del Departamento de Defensa de los Estados Unidos y sus tres ramas militares: ejército, armada y fuerza aérea. El Pentágono se diseñó para consolidar las diversas partes del Departamento de Guerra, que hasta aquel momento estaban esparcidas en diecisiete edificios distintos por todo Washington. La construcción empezó en 1941, y se completó en 1943, un periodo sorprendentemente breve para un edificio tan grande, lo que refleja el frenético ritmo de la expansión militar estadounidense durante la Segunda Guerra Mundial. El Pentágono ocupa unas 12 hectáreas y contiene oficinas para unas 25.000 personas, lo que lo convierte en uno de los edificios de oficinas más grandes jamás construidos (alberga a más trabajadores que el Empire State Building, por ejemplo).El Pentágono fue atacado por un reactor de pasajeros pilotado por terroristas el 11 de septiembre de 2001. Por suerte, el área del Pentágono que fue alcanzada se estaba remodelando en el momento del ataque. Las remodelaciones estaban pensadas para mejorar la fuerza estructural del edificio, y muchos de los trabajadores que ocupaban esa parte se habían reubicado temporalmente en otras dependencias. 125 trabajadores del Pentágono murieron en el ataque, junto a los 64 pasajeros que iban en el avión. El edificio ya se ha reconstruido por completo y en la actualidad sigue siendo el corazón y el cerebro de las fuerzas armadas de los EE. UU.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentágono|pentágonos.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentágono|pentágonos.png",
    "quote": "'En la preparación de una batalla, siempre he encontrado que los planes son inútiles, pero que la planificación es indispensable.' - Dwight D. Eisenhower",
    "tech_prereq": {
        "name": "Combined Arms",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}