{
    "id": 36,
    "name": "Prora|Prora",
    "production_cost": 1060,
    "game_info": "Requiere Autocracia. Además de +5 a Felicidad , el Centro de Prora también proporciona +1 a Felicidad por cada 2 políticas que hayas adoptado. Una política social gratis. Debe construirse en una ciudad costera.",
    "strategy": null,
    "historical_info": "Construido entre 1936 y 1939, Prora tenía que convertirse en un centro turístico de playa en la isla báltica de Ruegen. El gran complejo megalómano estaba pensado para ofrecer vacaciones asequibles a los trabajadores alemanes. Tal y como se pensó en origen, el centro de Prora se compondría de ocho bloques de diez unidades de viviendas capaces de alojar a 20.000 veraneantes. El complejo, de haberse completado, habría incluido también restaurantes, cines, piscinas, gimnasios, salas de bailes y otras comodidades, todo comunicado por una estación de ferrocarril y un muelle para cruceros. El estallido de la Segunda Guerra Mundial detuvo su construcción. Durante la guerra, los edificios se usaron para acoger refugiados y más tarde se utilizó como hospital militar. Tras la guerra, unidades soviéticas ocuparon durante un tiempo el complejo y lo despojaron de todo material utilizable, dejándolo sin cableado ni tuberías. Aparte de un museo de la historia de la Alemania del este, la mayor parte del complejo está en ruinas.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora|prora.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora|prora.png",
    "quote": "'Esta pérdida (de libertad) comporta la privación para la vida humana de valores que le son infinitamente preciados. Solo quedan unas condiciones de trabajo draconianas y las diversiones triviales del ocio.' –A.N. Whitehead",
    "tech_prereq": {
        "name": "Flight",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 0,
        "happiness": 2
    }
}