{
    "id": 39,
    "name": "Capilla Sixtina|Capillas Sixtinas",
    "production_cost": 500,
    "game_info": "+25% a la Cultura en todas las ciudades. Contiene 2 espacios para Grandes obras de arte.",
    "strategy": null,
    "historical_info": "La belleza de la Capilla Sixtina lleva mucho tiempo sirviendo de testimonio de la mezcla de firmes creencias religiosas y amor al arte compartida por la gente de la Europa renacentista. El gran artista italiano Miguel Ángel dedicó cuatro años a pintar el mural que adorna el techo del Palacio Apostólico, el edificio que es la residencia oficial del Papa. La gran obra del pintor representa hechos del Génesis y de otros libros de la Biblia. Veinte años antes de que Miguel Ángel empezara a trabajar en los techos, otros grandes artistas italianos habían pintado las paredes del edificio con varias escenas religiosas.El papa Julio II encargó a Miguel Ángel que pintara el techo. Éste trabajó en la obra desde 1508 a 1512. Según la leyenda, el artista no quería trabajar en el proyecto. Le intimidaba la escala de la obra y creía que su verdadero talento estaba en la escultura. El caso es que esta obra de Miguel Ángel ha sido aclamada como una de las mejores pinturas de la historia occidental. Pocos visitantes de la Capilla Sixtina se han quedado impasibles ante la dedicación del artista hacia su tema, o ante su sensibilidad hacia la naturaleza de la lucha, el sufrimiento y el triunfo espiritual humano.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/sistine_chapel.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/sistine_chapel.png",
    "quote": "\"Vivo y amo en la peculiar luz de Dios.\" - Miguel Ángel Buonarroti",
    "tech_prereq": {
        "name": "Acoustics",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}