{
    "id": 40,
    "name": "Estatua de la Libertad|Estatuas de la Libertad",
    "production_cost": 1060,
    "game_info": "Requiere Igualdad. +1 a la Producción de los especialistas en cada ciudad. Una política social gratis.",
    "strategy": null,
    "historical_info": "La Estatua de la Libertad es una de las estatuas más grandes del mundo. Mide más de 100 metros desde la base del pedestal y fue construida con un recubrimiento de cobre sobre un armazón de hierro. Pesa casi 250 toneladas. Diseñada por el escultor francés Frédéric Bartholdi, la estatua (con la antorcha en alto y las cadenas de la tiranía rotas a sus pies) fue un regalo que el gobierno francés hizo a Estados Unidos en 1886 para conmemorar el centenario de la independencia americana. La propia estatua, Liberty Island y la cercana isla de Ellis se convirtieron en monumento nacional en 1924.Durante más de un siglo, la Estatua de la Libertad se ha erguido en la boca del puerto de Nueva York. \"Lady Liberty\" suele ser lo primero que ven los inmigrantes que llegan a Estados Unidos y simboliza el ideal de libertad sobre el que se fundó dicho país.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/estatua_de_la_libertad|estatuas_de_la_libertad.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/estatua_de_la_libertad|estatuas_de_la_libertad.png",
    "quote": "'Dadme a vuestros seres pobres y cansados.Dadme esas masas ansiosas de ser libres,los tristes desechos de costas populosas.Que vengan los desamparados, que las tempestades batan.¡Mi antorcha alumbra un umbral dorado!' - Emma Lazarus",
    "tech_prereq": {
        "name": "Replaceable Parts",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}