{
    "id": 42,
    "name": "Stonehenge|Stonehenge",
    "production_cost": 185,
    "game_info": null,
    "strategy": null,
    "historical_info": "Stonehenge es quizás el monumento prehistórico más asombroso que aún se mantiene en pie. Aunque se encuentra en su mayor parte en ruinas, esta imponente reliquia todavía tiene el poder de maravillarnos, asombrarnos y sobrecogernos.Stonehenge se construyó en la Inglaterra meridional. Se compone de círculos concéntricos de piedra rodeados por un foso (llamado \"henge\"), y se construyó en fases durante miles de años. El foso se excavó hace unos 5.000 años; el círculo interior de piedra arenisca azulada se añadió unos mil años después, aproximadamente en el 2000 a. C., y el anillo exterior de enormes piedras rectangulares se terminó 500 años después.Nadie sabe a ciencia cierta quién erigió Stonehenge. Durante años existió la creencia, tan romántica como errónea, de que fueron los druidas quienes construyeron tal maravilla, pero en realidad éstos no aparecieron hasta dos mil años después. Todo lo que sabemos es que la construcción la empezó un pueblo del Neolítico y la terminaron aquéllos que los sustituyeron.Stonehenge es un prodigio de ingeniería construido con las herramientas más primitivas. Al parecer, el foso exterior se excavó con herramientas de madera y hueso. Las 80 rocas de arenisca azul del interior, que pesan unas 4 toneladas cada una, fueron transportadas desde una cantera situada a más de 350 kilómetros. Los científicos creen que las piedras fueron arrastradas sobre troncos y trineos de madera durante parte del camino, y el resto del viaje se transportaron en barcazas por el río. La más pesada de las piedras del círculo exterior pesa unas 50 toneladas; arrastrarla desde la cantera, a más de 30 kilómetros de distancia, costaría aproximadamente el esfuerzo de 600 hombres. Estas monstruosas piedras tuvieron que ponerse de pie y en la posición exacta por hombres que contaban solo con cuerdas y palancas de madera.Se debate mucho sobre el propósito de Stonehenge. Algunos piensan que se construyó como templo en honor a los dioses de la tierra, mientras que otros creen que era un cementerio para antiguos nobles y reyes. Otra teoría sostiene que se trata de un antiguo observatorio astronómico, que traza el mapa de los movimientos de las estrellas, pues los hombres creían que ellas controlaban su destino.Sea cual fuera su propósito original, hoy en día permanece como un monumento duradero y hermoso a la sorprendente habilidad y dedicación de sus \"primitivos\" constructores.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge.png",
    "quote": "\"El tiempo desmorona las cosas. Todo envejece y cae olvidado bajo su poder.\" - Aristóteles",
    "tech_prereq": {
        "name": "Calendar",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 0,
        "food": 0,
        "faith": 5,
        "happiness": 0
    }
}