{
    "id": 44,
    "name": "Taj Mahal|Taj Mahal",
    "production_cost": 625,
    "game_info": "El imperio entra en una Edad de Oro .",
    "strategy": null,
    "historical_info": "El Taj Mahal se encuentra en Agra, India. Fue erigido a mediados del siglo XVII por orden del emperador mogol Shah Jahan como mausoleo para su esposa. Reconocido como uno de los edificios más bellos del mundo, el Taj Mahal está construido con materiales raros y relucientes que se importaron de Asia y la India. Se dice que se emplearon 1.000 elefantes para transportar la piedra arenisca, el mármol, el jade, las turquesas, los zafiros y otros materiales utilizados en su construcción.El complejo del Taj Mahal cubre un área de unos 300 por 600 metros y se compone de un portal de entrada, un jardín, el mausoleo, la mezquita y un pabellón. Los primeros tres edificios están recubiertos de mármol blanco lleno de motivos geométricos, mientras que la mezquita y el pabellón están construidos de arenisca roja y brillante. Los edificios están coronados por magníficas cúpulas bulbiformes y minaretes.Los expertos han debatido acerca de qué es lo que hace al Taj Mahal tan único y bello. Algunos sugieren que el secreto se encuentra en las maravillosas proporciones y simetría del edificio, mientras que otros sostienen que los edificios de mármol interactúan con la luz, dándole una personalidad eternamente mutable a medida que el sol se levanta y se pone. Incluso hay otros que creen que su belleza inherente está en su propósito: un hombre que buscó perpetuar en piedra el amor por su fallecida esposa.",
    "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal.png",
    "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal.png",
    "quote": "\"El Taj Mahal se alza sobre las orillas del río como una lágrima solitaria, suspendida en la mejilla del tiempo.\" - Rabindranath Tagore",
    "tech_prereq": {
        "name": "Architecture",
        "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
    },
    "yields": {
        "gold": 0,
        "production": 0,
        "science": 0,
        "culture": 1,
        "food": 0,
        "faith": 0,
        "happiness": 0
    }
}