[
    {
        "id": 1,
        "name": "Alhambra|Alhambras",
        "production_cost": 400,
        "game_info": "Todas las unidades no aéreas que se recluten en esta ciudad recibirán el ascenso Instrucción I, que mejora su combate cuando lucha en terreno ACCIDENTADO. Proporciona un Castillo gratis y potencia la producción de Cultura de la ciudad en un 20%.",
        "strategy": null,
        "historical_info": "Ubicada en el sur de España, la Alhambra es un complejo palaciego de la Dinastía Nazarí, que controlaba la zona a mediados del s. XIV. Empezó a construirse alrededor del 1238 d. C. bajo el mandato de Ben Al-Hamar y sus sucesores la continuaron. Recibe su nombre por el color rojo de sus murallas, pues Alhambra podría traducirse como \"fortaleza roja\". Famosa por su estilo arquitectónico andalusí, cuenta con tallas elaboradas e innumerables ejemplos de los intrincados dibujos entrelazados, denominados \"arabescos\", que son predominantes en el arte islámico. Aunque en la actualidad quedan muchas muestras de su estilo original, gran parte del palacio y su interior se reconstruyeron durante el auge del catolicismo en España.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/alhambra|alhambras.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/alhambra|alhambras.png",
        "quote": "'La Justicia es una fortaleza inexpugnable, construida en la cima de una montaña que no puede derribar ni la violencia de los torrentes ni demoler la fuerza de los ejércitos.'- Joseph Addison",
        "tech_prereq": {
            "name": "Chivalry",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/chivalry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/alhambra.json"
    },
    {
        "id": 2,
        "name": "Angkor Wat|Angkor Wats",
        "production_cost": 400,
        "game_info": "El coste en Cultura y Oro por adquirir nuevas casillas se reduce en un 25% en cualquier ciudad.",
        "strategy": null,
        "historical_info": "Angkor Wat es un templo en Angkor, Camboya. Fue construido en el siglo XII por el rey Suryavaman II como palacio real y templo oficial, siendo el hinduismo la religión del estado. Dos o tres siglos más tarde se adaptó para ser utilizado por los budistas. Angkor Wat es un complejo de edificios rodeados por una muralla precedida de un foso. El recinto mide 915 x 790 metros aproximadamente.Está construido principalmente con bloques de piedra arenisca. El trazado del complejo tiene una forma rectangular que recuerda vagamente a la de una fortaleza; los edificios del interior están separados de la muralla exterior por un patio, de manera parecida al patio de armas que puede encontrarse en un castillo.En el pasado, el patio estaba repleto de edificios de madera, pero todos han desaparecido. La estructura que ha sobrevivido está dividida por tres galerías y construida sobre plataformas elevadas. Las galerías exteriores antaño contuvieron bibliotecas, mientras que la interior era un altar a Visnu (y ha sido convertido en uno a Buda). Las galerías están coronadas por torres que parecen colmenas estilizadas, y la más alta alcanza 45 metros de altura. Las paredes de los edificios están cubiertas con hermosos y recargados bajorrelieves que representan escenas de la mitología hindú.Aunque se ha descuidado muchísimo durante la segunda mitad del siglo XX, en la actualidad se están haciendo grandes esfuerzos por conservar y restaurar esta maravilla y lugar único de veneración, y el número de turistas y peregrinos que lo visitan aumenta año tras año.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/angkor_wat|angkor_wats.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/angkor_wat|angkor_wats.png",
        "quote": "'El templo... no hay edificio igual en el mundo. Tiene torres, ornamentación y todos los refinamientos que el genio humano pueda concebir.' - Antonio da Magdalena",
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/angkor_wat.json"
    },
    {
        "id": 3,
        "name": "Big Ben|Big Bens",
        "production_cost": 750,
        "game_info": "Requiere Comercio. El coste de las compras en Oro de todas las ciudades se reduce en un 15%.",
        "strategy": null,
        "historical_info": "Es el reloj (y el campanario) que hay en el extremo norte del Parlamento de Londres, Inglaterra. El Big Ben (el reloj) es famoso por su precisión y por su enorme campana, que pesa más de 13 toneladas y tañe para dar las horas del día.El Big Ben lo diseñó lord Edmund Grimthorpe y lo construyeron Edward Dent y su hijo Frederick. El reloj y la campana se instalaron en la torre en 1859. Se trata del segundo reloj de cuatro caras más grande del mundo. En la base de cada cara del reloj se encuentra una inscripción en latín que viene a decir: \"Señor, guarda a nuestra reina Victoria Primera\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/big_ben|big_bens.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/big_ben|big_bens.png",
        "quote": "'Para llevar a cabo grandes proezas, se necesitan dos cosas: un plan y no tener bastante tiempo'. - Leonard Bernstein",
        "tech_prereq": {
            "name": "Industrialization",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/industrialization.json"
        },
        "yields": {
            "gold": 4,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/big_ben.json"
    },
    {
        "id": 4,
        "name": "Borobudur|Borobudur",
        "production_cost": 300,
        "game_info": "Debe construirse en una Ciudad santa. 3 Misioneros gratis.",
        "strategy": null,
        "historical_info": "Borobudur es una \"candi\" budista que hay en Magelang, Java, compuesta de seis plataformas cuadradas coronadas en su cima con tres plataformas circulares, en cuya cima hay 72 estupas pequeñas que rodean una gran estupa central. La estructura está decorada con 2.672 tallas en bajorrelieve y 504 estatuas budistas. Los tres niveles del templo representan los tres reinos de la cosmología budista: el mundo de los deseos, el mundo de las formas y el mundo sin forma. Borobudur se completó en algún momento entre el año 778 y el 850 d. C., durante la Dinastía Sailendra. Alrededor del 1006, la cercana capital del reino Medang se vio abandonada debido a una serie de erupciones volcánicas, por lo que los peregrinajes a Borobudur cesaron poco después. El templo estuvo perdido durante siglos bajo estratos de ceniza y selva hasta que lo descubrió el gobernador general británico de Java, sir Stamford Raffles, en 1814.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/borobudur|borobudur.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/borobudur|borobudur.png",
        "quote": "'Cuando os deis cuenta de lo perfecto que es todo, inclinaréis la cabeza hacia atrás y reiréis al cielo.' –Gautama Buda",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/borobudur.json"
    },
    {
        "id": 5,
        "name": "Puerta de Brandemburgo|Puertas de Brandemburgo",
        "production_cost": 750,
        "game_info": "Un Gran general aparece cerca de la ciudad en la que se construyó la maravilla y +15 PX para todas las unidades creadas en esta ciudad.",
        "strategy": null,
        "historical_info": "La de Brandemburgo es la única puerta que sobrevive de la ciudad de Berlín. Es un bello \"arco de triunfo\" que se construyó al estilo griego entre 1788 y 1791, cuenta con muchas columnas y está coronado por la \"cuadriga de la victoria\", la estatua de un carro tirado por cuatro caballos. Se encuentra al final de la avenida Unter den Linden.Tras la Segunda Guerra Mundial, Berlín se dividió en sectores controlados por la Unión Soviética y sus afines. y Estados Unidos y sus aliados. Los soviéticos levantaron el muro de Berlín para mantener separadas las dos partes de la ciudad. La Puerta de Brandemburgo era una especie de \"tierra de nadie\" entre las dos facciones y, entre 1961 y 1989, ningún bando tuvo acceso a ella. La puerta se reabrió en 1989 como parte de la reunificación de Berlín y de Alemania.Hoy en día se yergue como el orgulloso símbolo de una ciudad y un país reunificados, y la visitan decenas de miles de turistas, tanto del este como del oeste.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/puerta_de_brandemburgo|puertas_de_brandemburgo.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/puerta_de_brandemburgo|puertas_de_brandemburgo.png",
        "quote": "'La pálida muerte llama por igual a la puerta del pobre y a los palacios de los reyes.' - Horacio",
        "tech_prereq": {
            "name": "Military Science",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/military_science.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/brandenburg_gate.json"
    },
    {
        "id": 6,
        "name": "Broadway|Broadway",
        "production_cost": 1060,
        "game_info": "Aparece un Gran músico gratis cerca de la ciudad en la que se ha construido la maravilla. Contiene 3 espacios para Grandes obras de la música.",
        "strategy": null,
        "historical_info": "Broadway es una calle de 2 kilómetros de largo que atraviesa Manhattan y el Bronx, en Nueva York. Aunque la mayor parte de esta vía pública está llena de oficinas, negocios y edificios de apartamentos, es más conocida por su tramo central, entre las calles 42 y 53, apodada \"el Gran Camino Blanco\", el barrio de los teatros. A mediados del siglo XIX, abrieron varios teatros en Broadway. En 1880, un trecho entre las plazas de Madison y de Union se vio iluminado mediante lámparas de arcos voltaicos, convirtiéndose en una de las primeras calles de los Estados Unidos en contar con iluminación eléctrica. Espoleados por la creciente riqueza norteamericana y sus aspiraciones culturales, los teatros lo convirtieron en la Meca del espectáculo popular. Para 1900 ya habían abierto unos 20 teatros a lo largo de este trecho, y tanto brillaban sus carteleras eléctricas que pasó a convertirse en el citado \" Gran Camino Blanco\". En 1925, en su cénit, hubo 80 teatros en Broadway que se especializaban en producciones espectaculares, principalmente revistas y musicales.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/broadway|broadway.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/broadway|broadway.png",
        "quote": "'Broadway es la arteria principal de la vida cultural de Nueva York... una arteria con arterioesclerosis.' –Walter Winchell",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/broadway.json"
    },
    {
        "id": 7,
        "name": "Chichen Itzá|Chichen Itzá",
        "production_cost": 300,
        "game_info": "La duración de las Edades de Oro aumenta en un 50%.",
        "strategy": null,
        "historical_info": "Chichen Itzá es una extraordinaria ciudad de piedra construida en Yucatán, México. Algunos de los edificios más antiguos tienen más de 1.500 años y son de origen maya y tolteca.Chichen Itzá se compone de edificios, templos y patios de piedra. Un gran \"pok tap ok\", o campo para el juego ceremonial de la pelota, se abre a un lado (el juego de la pelota era un juego de carácter religioso en el que dos bandos pasaban la pelota por unos aros que había a cada extremo del campo; al capitán del equipo ganador se le decapitaba como sacrificio a los dioses). Aunque el tiempo y los saqueadores han dejado la ciudad arrasada, aún quedan muchos vestigios de hermosas tallas y estatuas de piedra.Construido alrededor del siglo XIII, \"El Castillo\" ocupa aproximadamente una superficie de 4.000 metros cuadrados y tiene una altura de 30 metros. Siguiendo la costumbre maya, Kukulcán se construyó encima de una pirámide más antigua y pequeña.Chichen Itzá fue una ciudad próspera hasta el siglo XIII, cuando estallaron una revuelta y una guerra civil entre los mayas, que aceleró una caída en picado de la que nunca se recuperaría. El centro de la ciudad ya estaba abandonado y en ruinas en la época de la conquista española de Yucatán, en el siglo XVI.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/chichen_itzá|chichen_itzá.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/chichen_itzá|chichen_itzá.png",
        "quote": "'Este katún se inicia en Chichen Itzá. El asentamiento de Itzá se levantará aquí. Vendrá el quetzal, vendrá el verde pájaro. Llegará Kantenal. Es la palabra de Dios. El Itzá vendrá.' - Los libros de Chilam Balam",
        "tech_prereq": {
            "name": "Civil Service",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/civil_service.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/chichen_itza.json"
    },
    {
        "id": 8,
        "name": "Torre CN|Torres CN",
        "production_cost": 1250,
        "game_info": "Proporciona una Torre de difusión gratis en cada ciudad. +1 a la Población en cada ciudad y +1 a Felicidad por ciudad.",
        "strategy": null,
        "historical_info": "La Torre CN de Toronto, Canadá, que en su momento fue la torre independiente más alta del mundo, sigue siendo una de las estructuras más elevadas. La Canadian National Railway Company (por eso se la bautizó como CN) construyó esta torre de comunicación en 1976 y desde entonces se ha convertido en el símbolo de Toronto y en una de las principales atracciones turísticas de la ciudad. Se sigue usando fundamentalmente para televisión y radio, aunque algunos de los mejores arquitectos del siglo XX la consideran una de las \"siete maravillas del mundo moderno\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/torre_cn|torres_cn.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/torre_cn|torres_cn.png",
        "quote": "'Nada viaja más deprisa que la luz, con la posible excepción de las malas noticias, que obedecen sus propias leyes.'- Douglas Adams",
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/cn_tower.json"
    },
    {
        "id": 9,
        "name": "Coloso|Colosos",
        "production_cost": 185,
        "game_info": "Ganas un espacio adicional de ruta comercial y aparece un Barco de carga en la ciudad. Las rutas comerciales que otros jugadores hagan a una ciudad con el Coloso generarán 2 de Oro más para el dueño, y la ruta comercial de éste ganará 1 más de Oro . La ciudad debe estar en la costa.",
        "strategy": null,
        "historical_info": "El Coloso de Rodas era una estatua de bronce de Helios, el dios griego del sol, erigida cerca de la boca del puerto de la ciudad. Tenía más de 30 metros de altura (aproximadamente, dos tercios de la altura de la Estatua de la Libertad). Por desgracia, fue derribado por un terremoto solo 56 años después de su construcción. Siguiendo el consejo de un oráculo, la ciudad decidió dejar la estatua en las ruinas donde había caído. Durante más de 900 años, gente de todo el mundo fue a Rodas para ver los restos del Coloso. Desapareció en el año 650 d. C. cuando los asaltantes musulmanes tomaron la ciudad y rápidamente vendieron la estatua como chatarra.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/coloso|colosos.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/coloso|colosos.png",
        "quote": "'¡Claro, hombre! Él se pasea por el mundo, que le parece estrecho, como un coloso, y nosotros, míseros mortales, tenemos que caminar bajo sus piernas enormes y atisbar por todas partes para hallar una tumba ignominiosa.' - William Shakespeare: Julio César",
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/iron_working.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/colossus.json"
    },
    {
        "id": 10,
        "name": "Cristo Redentor|Cristos Redentores",
        "production_cost": 1250,
        "game_info": "El coste en Cultura por adoptar nuevas políticas se reduce en un 10%.",
        "strategy": null,
        "historical_info": "El Cristo Redentor es una estatua de Jesucristo de más de 40 metros de altura que se encuentra sobre el monte Corcovado, frente a la ciudad brasileña de Río de Janeiro. Su construcción se propuso en 1921, durante las celebraciones del centenario de la independencia de Brasil. En 1931, una vez terminado, se convirtió en el monumento art decó más grande del mundo. Desde entonces, esta obra, situada casi 700 metros por encima del nivel del mar, se ha convertido en el símbolo predilecto de Río de Janeiro y de Brasil.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/cristo_redentor|cristos_redentores.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/cristo_redentor|cristos_redentores.png",
        "quote": "'Venid a mí todos los que estáis fatigados y cargados, porque yo os aliviaré.' - La Biblia, Mateo 25:28",
        "tech_prereq": {
            "name": "Plastics",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/plastics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 5,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/cristo_redentor.json"
    },
    {
        "id": 11,
        "name": "Torre Eiffel|Torres Eiffel",
        "production_cost": 1060,
        "game_info": "Además de sus efectos sobre la Felicidad y la Cultura , la Torre Eiffel también da +12 a Turismo .",
        "strategy": null,
        "historical_info": "La Torre Eiffel es uno de los monumentos más famosos del mundo. Construida para la Exposición Universal de 1889, la torre se alza unos 300 metros sobre el Campo de Marte de París, cerca del río Sena. El ingeniero civil Alexandre Gustave Eiffel construyó la torre, con un coste superior a un millón de dólares de la época, para demostrar cómo se podían utilizar el hierro y el acero en la construcción de edificios extremadamente altos. Fue el edificio más alto del mundo cuando se construyó y atrajo a multitudes de espectadores maravillados de todo el planeta. En la actualidad sigue siendo una de las mayores atracciones turísticas de París.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/torre_eiffel|torres_eiffel.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/torre_eiffel|torres_eiffel.png",
        "quote": "'¿Acaso piensan que, porque seamos ingenieros, no nos preocupa la belleza o que no intentamos levantar bellas construcciones, además de sólidas e imperecederas?' - Alexandre Gustave Eiffel",
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 5
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/eiffel_tower.json"
    },
    {
        "id": 12,
        "name": "Ciudad Prohibida|Ciudades Prohibidas",
        "production_cost": 500,
        "game_info": "Requiere Mecenazgo. Confiere 2 delegados adicionales en el Congreso Mundial. -10% a la Infelicidad por Ciudadanos en las ciudades no ocupadas.",
        "strategy": null,
        "historical_info": "La Ciudad Prohibida, la colección de edificios imperiales de Pekín, da testimonio del ingenio y la estética de la arquitectura china. El magnífico complejo, que se convirtió en la capital de China en 1421, está rodeado de jardines, terrazas y fuentes ornamentales. Fue la residencia de 24 emperadores de las Dinastías Ming y Qin hasta que el último emperador abdicó en 1911.Aunque el título correcto para el edificio es el de \"Ciudad Imperial\", es más conocido mundialmente como la Ciudad \"Prohibida\", ya que la gente corriente tenía prohibida la entrada. Con un foso de 48 metros y murallas de 9, era poco probable que se colara quien no estuviera invitado. La Ciudad Prohibida es enorme: ocupa 70 hectáreas y tiene 8.706 habitaciones. Se estima que entre 8.000-10.000 personas vivían dentro de la ciudadela para atender las necesidades del emperador. Hoy en día, la Ciudad Prohibida es una importante atracción turística y se sigue utilizando como símbolo de la soberanía china.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ciudad_prohibida|ciudades_prohibidas.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/ciudad_prohibida|ciudades_prohibidas.png",
        "quote": "'Con nuestras elecciones, todos podemos hacer de este mundo un palacio o una prisión.' - John Lubbock",
        "tech_prereq": {
            "name": "Banking",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/banking.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/forbidden_palace.json"
    },
    {
        "id": 13,
        "name": "Globe Theatre|Globe Theatres",
        "production_cost": 500,
        "game_info": "Aparece un Gran escritor gratis cerca de la ciudad en la que se ha construido la maravilla. Contiene 2 espacios para Grandes obras de la literatura.",
        "strategy": null,
        "historical_info": "Construido en el año 1599 en Maiden Lane, en Londres, por Lord Chamberlain's Men, la compañía teatral de la que William Shakespeare era accionista, el Globe Theatre incorporó un gran número de innovaciones en su diseño. En 1613, el Globe se incendió hasta los cimientos después de que su techo de paja prendiera debido al fuego de un cañón durante la representación de Enrique VIII. Se reconstruyó en el mismo sitio en 1614 y siguió funcionando hasta que los puritanos lo cerraron en 1642. Aunque no hay constancia de sus dimensiones exactas, se sabe que el Globe Theatre era un anfiteatro de tres plantas circulares y al aire libre de unos 30 metros de diámetro y capaz de acoger a unos 300 espectadores. El escenario tenía 13 metros de ancho por 8 de profundidad y se levantaba metro y medio del suelo, lo que permitía el uso de trampillas.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/globe_theatre|globe_theatres.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/globe_theatre|globe_theatres.png",
        "quote": "'Totus mundus agit histrionem (Todo el mundo es un escenario).' –Inscripción que hay en la entrada principal del Globe Theatre",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/globe_theatre.json"
    },
    {
        "id": 14,
        "name": "Gran firewall|Grandes firewalls",
        "production_cost": 1250,
        "game_info": "Reduce la eficacia de los espías enemigos en un 99.9% en la ciudad en que se construye. Todas las demás ciudades de la civilización reducen en un 25% la efectividad de los espías enemigos. Anula la bonificación a Turismo por la tecnología de Internet de otro jugador.",
        "strategy": null,
        "historical_info": "El Gran firewall es un programa restrictivo de seguimiento y censura de Internet que se usa para controlar el flujo de información disponible en ella para el pueblo de una civilización. Al limitar el acceso público a la información posiblemente perniciosa que hay disponible online, las agencias gubernamentales pueden limitar las posibles reacciones violentas y las disensiones respecto a las políticas y los programas de gobierno impopulares.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/gran_firewall|grandes_firewalls.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/gran_firewall|grandes_firewalls.png",
        "quote": "'La desconfianza y la precaución son las madres de la seguridad.'- Benjamin Franklin",
        "tech_prereq": {
            "name": "Computers",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/computers.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/great_firewall.json"
    },
    {
        "id": 15,
        "name": "Gran Biblioteca|Grandes Bibliotecas",
        "production_cost": 185,
        "game_info": "Una tecnología gratis. Proporciona una Biblioteca gratis en la ciudad en la que se construya. Contiene 2 espacios para Grandes obras de la literatura.",
        "strategy": null,
        "historical_info": "La Gran Biblioteca de Alejandría fue una de las dos más importantes del mundo antiguo. Ptolomeo I la fundó aproximadamente en el 300 a. C. y fue mejorada y ampliada por sus sucesores. La biblioteca trató de conseguir copias de todos los pergaminos que tuvieran cierta importancia, y con el tiempo llegó a albergar 700.000 volúmenes. Fanáticos religiosos destruyeron la biblioteca en el 391 d. C., tras casi 700 años de existencia. En la actualidad, solo se conserva una parte del catálogo, lo que nos ofrece un pequeño indicio de los tesoros que llegó a albergar.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/gran_biblioteca|grandes_bibliotecas.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/gran_biblioteca|grandes_bibliotecas.png",
        "quote": "'Las bibliotecas son los santuarios donde reposan y se conservan las reliquias de los antiguos santos, todas llenas de auténtica virtud y libres de engaños e imposturas.' - Sir Francis Bacon",
        "tech_prereq": {
            "name": "Writing",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/writing.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 3,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/great_library.json"
    },
    {
        "id": 16,
        "name": "Gran Faro|Grandes Faros",
        "production_cost": 185,
        "game_info": "Todas las unidades navales militares reciben +1 al Movimiento [ICON_MOVES] y +1 a la Visual. Proporciona un Faro gratis a la ciudad en la que se construya.La ciudad debe estar en la costa.",
        "strategy": null,
        "historical_info": "El Gran Faro (o \"Pharos\") era una atalaya-faro de mármol construida en el año 280 a. C. en una isla del puerto de Alejandría, Egipto. Se estima que tenía 100 metros de altura; la función principal del faro era guiar a las naves que se acercaban hasta el puerto en una costa sin ninguna otra señalización. No se sabe cómo funcionaba el faro exactamente. Algunos historiadores creen que se encendían almenaras en la cúspide de la torre, mientras que otros creen que se usaban espejos para reflejar la luz del sol Ya que las naves raras veces navegaban cerca de las costas durante la noche, es probable que el faro no fuera necesario después de anochecer. El \"Pharos\" fue destruido en el siglo XIV, después de haber resultado dañado por los terremotos.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/gran_faro|grandes_faros.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/gran_faro|grandes_faros.png",
        "quote": "'Los que surcan el mar en las naves para hacer su negocio en la inmensidad de las aguas también ven la obra de Yavé y sus maravillas en el piélago.'[NEWLINE - La Biblia, Salmos 107: 23-24",
        "tech_prereq": {
            "name": "Optics",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/optics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/great_lighthouse.json"
    },
    {
        "id": 17,
        "name": "Gran Muralla|Grandes Murallas",
        "production_cost": 250,
        "game_info": "Las unidades terrestres enemigas deben gastar 1 de Movimiento [ICON_MOVES] adicional por casilla dentro de tu territorio. Proporciona Murallas gratis a la ciudad en la que se construya. La Gran Muralla se queda obsoleta cuando se descubre la Dinamita.",
        "strategy": null,
        "historical_info": "La Gran Muralla china es una de las más grande y famosas construcciones del mundo. Los gobernantes chinos la construyeron para repeler los ataques de los nómadas que vivían en las actuales regiones de Manchuria y Mongolia. Es interesante resaltar que la Gran Muralla no se construyó para mantener a raya a los nómadas (los chinos sabían que era poco menos que imposible proteger una frontera tan larga como la suya) sino para que les fuera más difícil llevarse el botín y, por consiguiente, las incursiones fueran menos provechosas y menos atractivas.En realidad, existen cinco \"grandes murallas\", cada una de las cuales fue levantada por una dinastía diferente. Las primeras cuatro estaban hechas de tierra, así que prácticamente han desaparecido. La actual fue construida casi enteramente por la Dinastía Ming entre los años 1368 y 1640 d. C. Esta muralla se construyó a mayor escala y usando materiales más duraderos. La muralla Ming se extiende a lo largo de más de 6.000 kilómetros, desde el paso de Shanhai en el golfo de Bohai (al este) a Lup Nur, en la parte sureste de la región autónoma de Uygur en Xinjiang (al oeste). Ésta era la región por la que la ruta de la seda entraba en China, y estaba protegida por una serie de torres que podían comunicarse con señales de humo y transmitir rápidamente mensajes a lo largo de la vasta muralla.En términos puramente militares, la Gran Muralla puede considerarse un intento más o menos fallido. Los manchúes sobornaron a un general chino para que les franqueara el paso, por lo que, a la hora de detener un ataque bárbaro de primera magnitud, no sirvió de mucho. Después de que los manchúes conquistaran China, las fronteras del país se extendieron más en dirección norte, por lo que la existencia de la muralla se volvió irrelevante. El coste de su construcción en términos monetarios fue enorme y se calcula que, en términos humanos, pudo haber excedido el millón de almas (a veces se la ha bautizado también como \"el gran cementerio\").En nuestros días, la mayor parte de la muralla se encuentra en estado de abandono. Aunque las zonas más turísticas están en buen estado, el resto se encuentra en ruinas. Se calcula que solo el 20% está en buenas condiciones. A pesar de todo, la Gran Muralla sigue siendo una de las principales atracciones turísticas de China y una de las auténticas maravillas del mundo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/gran_muralla|grandes_murallas.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/gran_muralla|grandes_murallas.png",
        "quote": "'El arte de la guerra no nos enseña a fiarnos de la posibilidad de que el enemigo no ataque [...], sino de haber hecho nuestra posición inexpugnable.' - Sun Tzu",
        "tech_prereq": {
            "name": "Engineering",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/engineering.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/great_wall.json"
    },
    {
        "id": 18,
        "name": "Santa Sofía|Santas Sofías",
        "production_cost": 300,
        "game_info": "Aparece un Gran profeta sin coste alguno. Proporciona un Templo gratis a la ciudad en la que se construya.",
        "strategy": null,
        "historical_info": "Santa Sofía, o la \"iglesia de la Santa Sabiduría\", fue construida en el 530 d. C. como iglesia de los ortodoxos griegos. Levantada en Estambul (originalmente llamada Constantinopla), Turquía, es un edificio bello, decorado, construido de mármol y piedra y coronado por una cúpula de oro que mide unos 30 metros de diámetro. La cúpula, un reto muy difícil para la arquitectura de la época, se ha derrumbado varias veces durante su vida. Cuatro torres esbeltas se levantan en cada esquina del edificio.El interior de Santa Sofía es un espacio maravilloso de columnas y arcos que se extienden hasta la bóveda, ofreciendo la impresión de flotar encima del edificio. El interior está revestido de mármol de colores y mosaicos de oro que representan escenas e imágenes bíblicas de los santos cristianos.En 1453, Constantinopla fue capturada por los turcos otomanos, y Santa Sofía se convirtió en una mezquita. Las representaciones humanas no son bien vistas en las mezquitas y muchos de los mosaicos fueron cubiertos con yeso. En 1934, el presidente turco Kemal Ataturk convirtió el edificio en un museo. Hace pocos años se llevaron a cabo algunas restauraciones en Santa Sofía y se recuperaron unos cuantos mosaicos. Pese a los estragos del tiempo, sigue siendo reconocida universalmente como uno de los edificios más bellos del mundo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/santa_sofía|santas_sofías.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/santa_sofía|santas_sofías.png",
        "quote": "'Porque asciende hasta una altura como la del mismo cielo, como si emergiera de entre los demás edificios sobre los que se alza y bajara la vista hacia el resto de la ciudad, ornándola, porque es parte de ella, pero se vanagloria de su propia belleza.' - 'Sobre los edificios', Procopio",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/hagia_sophia.json"
    },
    {
        "id": 19,
        "name": "Jardines Colgantes|Jardines Colgantes",
        "production_cost": 250,
        "game_info": "Requiere Tradición. Proporciona un Jardín gratis en la ciudad en la que se construya.",
        "strategy": null,
        "historical_info": "Los jardines colgantes fueron un rasgo distintivo de la antigua Babilonia. Un gran orgullo para su gente, eran descritos a menudo en relatos escritos por visitantes de la ciudad. Es posible que fueran construidos por Nabucodonosor II en el año 600 a. C., y se componían de una serie ascendente de gradas ajardinadas (parecidas a las de un zigurat) en las que se encontraban todo tipo de árboles, arbustos y enredaderas. Se decía que los jardines, desde lejos, parecían una gran montaña verde que se levantaba en el centro de la ciudad.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/jardines_colgantes|jardines_colgantes.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/jardines_colgantes|jardines_colgantes.png",
        "quote": "'Creo que, si alguna vez un mortal ha escuchado la voz de Dios, fue en un jardín al aire fresco del día.' - F. Frankfort Moore",
        "tech_prereq": {
            "name": "Mathematics",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/mathematics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 6,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/hanging_gardens.json"
    },
    {
        "id": 20,
        "name": "Castillo Himeji|Castillos Himeji",
        "production_cost": 500,
        "game_info": "+15% a la Fuerza de combate de las unidades que luchen en territorio amistoso. Proporciona un Castillo gratis a la ciudad en la que se construya.",
        "strategy": null,
        "historical_info": "El de Himeji es un castillo japonés extraordinario y uno de los edificios más bonitos del mundo. Se construyó durante el siglo XIV, y Kuroda Yoshitaka e Ikeda Terumasa lo rehicieron casi por completo a finales del XVI y principios del XVII. El Castillo Himeji es un edificio de varias plantas alto e imponente, construido de madera y piedra, con un exterior blanco y brillante y varios tejados bellamente curvados. También se lo conoce como \"el Castillo de la Garza Blanca.\"El Castillo Himeji está rodeado por un desconcertante laberinto que conduce hasta la fortificación. Las murallas y puertas se pensaron para obligar a los ejércitos invasores a viajar en una serie de círculos concéntricos con muchos callejones sin salida antes de poder llegar a la puerta principal. Esto separaría a los atacantes y permitiría a los defensores disparar contra la vanguardia varias veces durante su avance. Este ingenioso sistema nunca se puso a prueba, ya que nadie llegó a atacar el castillo en la época medieval.Aunque la zona circundante quedó muy dañada por los bombardeos aliados durante la Segunda Guerra Mundial, el castillo se salvó casi por entero. En la actualidad, se está llevando a cabo un gran trabajo de restauración y sigue siendo una de las atracciones turísticas más populares de Japón.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/castillo_himeji|castillos_himeji.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/castillo_himeji|castillos_himeji.png",
        "quote": "'El Bushido se comprende ante la muerte. Significa escoger la muerte cuando se puede elegir entre ella y la vida. No cabe pensar nada más.' - Yamamoto Tsunetomo",
        "tech_prereq": {
            "name": "Gunpowder",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/gunpowder.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/himeji_castle.json"
    },
    {
        "id": 21,
        "name": "Telescopio espacial Hubble|Telescopios espaciales Hubble",
        "production_cost": 1250,
        "game_info": "2 Grandes científicos gratis cerca de la ciudad en la que se ha construido la maravilla. Proporciona una Fábrica de naves espaciales en la ciudad en la que se construya. +25% a la Producción cuando se construyen piezas de la nave espacial.",
        "strategy": null,
        "historical_info": "El Telescopio espacial Hubble, bautizado en nombre del astrónomo norteamericano Edwin Hubble, ha demostrado ser una de las herramientas de investigación astronómica más importantes del mundo. Desde que se lanzó en 1990 no ha dejado de enviar imágenes impactantes de constelaciones y nebulosas remotas, llamando la atención de los astrónomos y del público en general. Como es el único telescopio que puede ser reparado por astronautas, se ha ido ampliando la vida útil del Hubble gracias a una serie de misiones espaciales. Sin embargo, a pesar de su notable legado, el Hubble será sustituido en 2018 por el telescopio espacial James Webb, mucho más avanzado.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/telescopio_espacial_hubble|telescopios_espaciales_hubble.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/telescopio_espacial_hubble|telescopios_espaciales_hubble.png",
        "quote": "'La maravilla no es que haya tantas estrellas, sino que el hombre haya podido verlas.'- Anatole France",
        "tech_prereq": {
            "name": "Satellites",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/satellites.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/hubble_space_telescope.json"
    },
    {
        "id": 22,
        "name": "Estación Espacial Internacional|Estaciones Espaciales Internacionales",
        "production_cost": -1,
        "game_info": "+1 a la Producción de los Científicos y +1 a la de Ciencia de los Ingenieros. Los Grandes científicos proporcionan un 33% más de Ciencia cuando se utiliza para descubrir nueva tecnología. Solo se puede construir en colaboración mediante el Congreso Mundial.",
        "strategy": null,
        "historical_info": "Construida de módulos prefabricados que se lanzan por separado, la Estación Espacial Internacional es un satélite habitable de órbita baja de la Tierra. Nació en 1993 de la fusión en un solo programa internacional de tres iniciativas nacionales para fundar una plataforma orbital permanente con el fin de investigar y explorar: la Mir-2 soviética, la Freedom estadounidense y la Columbus europea. Hasta la fecha, astronautas de 15 países han vivido y trabajado en la estación. Se han transbordado a la plataforma suministros y tripulantes mediante lanzaderas espaciales estadounidenses y cohetes Soyuz rusos, que está previsto que se sustituyan por la Progreso rusa, el ATV europeo, el vehículo de transbordo japonés H-II y la Dragon de la compañía estadounidense SpaceX. La Estación Espacial Internacional es el cuerpo artificial más grande que hay en órbita y se puede ver a simple vista desde la Tierra con las condiciones apropiadas.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/estación_espacial_internacional|estaciones_espaciales_internacionales.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/estación_espacial_internacional|estaciones_espaciales_internacionales.png",
        "quote": "'Construir una estación espacial para todos fue y es una locura: deberíamos haber construido una docena.' –Larry Niven",
        "tech_prereq": null,
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/international_space_station.json"
    },
    {
        "id": 23,
        "name": "Kremlin|Kremlin",
        "production_cost": 1060,
        "game_info": "Requiere Orden. +50% a la Producción de unidades blindadas. Una política social gratis.",
        "strategy": null,
        "historical_info": "\"Kremlin\" es una palabra rusa con la que se indica un complejo fortificado de edificios en el centro de una ciudad. Se suele usar casi siempre para referirse al Kremlin de la ciudad de Moscú, un destacable conjunto de edificios que alberga a gran parte del gobierno ruso. El Kremlin se yergue sobre una colina que domina las vistas del río Moscova. En una u otra forma, las estructuras fortificadas han estado presentes en esta ciudad durante mil años. El sitio fue bautizado como \"Kremlin\" en el siglo XIV.Se encuentra en un área triangular amurallada de unas 28 hectáreas de extensión. Los muros son de ladrillo rojo, con sus peculiares torres en las esquinas y las entradas. Muchos de sus edificios están pintados de blanco con un ribete amarillo y tienen tejados verdes que dan un aspecto muy alegre desde lejos. La Catedral de la Asunción, construida en 1476, es el edificio más antiguo del complejo. Dos catedrales más se encuentran tras sus muros, al igual que un sorprendente número de palacios, siendo el Palacio del Kremlin el mayor de ellos.El Kremlin ha visto el auge y la caída de muchos personajes importantes tras sus muros. Iván el Terrible construyó allí la Cámara de las Facetas. En la Gran Guerra Patriótica (la Segunda Guerra Mundial), Iósiv Stalin expulsó a los invasores alemanes de las puertas de Moscú, uno de los mayores servicios que nunca hiciera un dirigente ruso por su país (aunque también fue aquí donde el propio Stalin planeó el exterminio sistemático de millones de miembros de su propio pueblo). Y también en este mismo lugar Mijaíl Gorbachov supervisó la disolución de la Unión Soviética. Hoy en día, el Kremlin alberga el gobierno de la Federación Rusa.Con independencia del uso que se le dé en el futuro, siempre será un monumento imponente del pasado de Rusia, pues ha visto lo mejor y lo peor de esta gran nación.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/kremlin|kremlin.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/kremlin|kremlin.png",
        "quote": "'La ley es una fortaleza sobre una montaña que los ejércitos no pueden tomar ni los aluviones llevarse.' - El profeta Mahoma",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/kremlin.json"
    },
    {
        "id": 24,
        "name": "Torre inclinada de Pisa|Torres inclinadas de Pisa",
        "production_cost": 500,
        "game_info": "+25% a la generación de Grandes personajes en todas las ciudades. Cerca de la capital aparecerá gratis el Gran personaje que elijas.",
        "strategy": null,
        "historical_info": "La famosa torre campanario a la que popularmente se llama \"Torre inclinada de Pisa\" se encuentra en la Piazza del Duomo (\"plaza de la catedral\") de la ciudad de Pisa, en Italia, y ya hace varios siglos que perdió la verticalidad completa. Su construcción se inició en el año 1173 y pronto se hizo evidente que el suelo inestable y los cimientos insuficientes no bastarían para evitar su hundimiento. Tras dejarla incompleta durante casi un siglo, se retomó la construcción a finales del XIII, y el último piso se finalizó en 1372. En la torre hay siete campanas, cada una de las cuales tañe una nota musical diferente.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/torre_inclinada_de_pisa|torres_inclinadas_de_pisa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/torre_inclinada_de_pisa|torres_inclinadas_de_pisa.png",
        "quote": "'No aplaudan muy fuerte, es un edificio muy viejo.'- John Osborne",
        "tech_prereq": {
            "name": "Printing Press",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/printing_press.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/leaning_tower_of_pisa.json"
    },
    {
        "id": 25,
        "name": "Louvre|Louvres",
        "production_cost": 750,
        "game_info": "Requiere Exploración. Aparece un Gran artista cerca de la ciudad en la que se ha construido la maravilla. Contiene 4 espacios para Grandes obras de arte.",
        "strategy": null,
        "historical_info": "El Louvre es un palacio increíblemente grande y decorado que se encuentra en París, Francia. Construido en el siglo XV en el emplazamiento de un castillo aún más antiguo, durante los dos siglos y medio siguientes el Louvre fue el hogar de muchos reyes franceses, la mayoría de los cuales ampliaron el edificio, ya de proporciones enormes. Durante el siglo XVII, los reyes Luis XIII y Luis XIV y sus consejeros, los cardenales Richelieu y Mazarino, empezaron a adquirir una extensa colección de obras de arte que guardaron en el Louvre. En 1682, la corte real se trasladó a Versalles y, en 1783, el gobierno revolucionario abrió el palacio al público. Ha sido un museo público desde entonces. No es extraño que se considere que tiene la mejor colección de cuadros franceses premodernos del mundo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/louvre|louvres.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/louvre|louvres.png",
        "quote": "'Toda obra de arte genuina tiene tanta razón de ser como la Luna y el Sol.' - Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Archaeology",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archaeology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/louvre.json"
    },
    {
        "id": 26,
        "name": "Machu Picchu|Machu Picchu",
        "production_cost": 300,
        "game_info": "+25% de Oro por comunicaciones entre ciudades [ICON_CONNECTED].Debes construir la ciudad a dos casillas o menos de una Montaña que esté en tu territorio.",
        "strategy": null,
        "historical_info": "Resguardada en la cima de una montaña peruana a 2.400 metros de altura, Machu Picchu fue una extraordinaria ciudad inca y constituye una maravilla de la cultura precolombina. Se construyó a mediados del siglo XV, y los estudiosos creen que gran parte de ella era un complejo palaciego del inca gobernante Pachacútec Inca Yupanqui. Construida casi por entero de granito blanco, la ciudad se abandonó inexplicablemente a mediados del siglo XVI. Los conquistadores españoles no descubrieron el lugar durante la conquista de los incas, por lo que ha permanecido relativamente intacto hasta nuestros días.Los arqueólogos han identificado dicho complejo palaciego, además de templos, áreas residenciales, plazas y un cementerio, todo tallado en piedra. El terreno montañoso que rodea las edificaciones centrales se cavó en terrazas escalonadas agrícolas que en su momento fueron regadas por un extenso sistema de acueductos, lo que por sí mismo representa un hecho notable en un entorno montañoso.Aunque se encuentra en ruinas, Machu Picchu conserva una extraordinaria belleza pedregosa incluso en la actualidad. Tuvo que ser una ciudad increíble en los días en que fue hogar del poderoso inca.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/machu_picchu|machu_picchu.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/machu_picchu|machu_picchu.png",
        "quote": "'Pocas historias pueden llegar a superar la de esa ciudadela de granito en la cima de los salientes precipicios de Machu Picchu, corona de la Tierra de los Incas.' - Hiram Bingham",
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
        },
        "yields": {
            "gold": 5,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 2,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/machu_picchu.json"
    },
    {
        "id": 27,
        "name": "Mausoleo Halicarnaso|Mausoleos Halicarnaso",
        "production_cost": 185,
        "game_info": "Se ganan 100 de Oro por cada Gran personaje que se gaste. Cada fuente de Mármol \r\n o de Piedra que la ciudad explote produce +2 de Oro \r\n.",
        "strategy": null,
        "historical_info": "El Mausoleo de Halicarnaso se construyó hacia el 350 a. C. para servir de tumba a Mausolo, \r\ngobernante de Caria (una región de la Turquía moderna). Se dice que fue diseñado y construido por los mejores \r\nescultores y artesanos de la época, y el templo se hizo famoso por sus detallados relieves escultóricos y su \r\nimpresionante tamaño, que alcanzaba casi los 47 m de alto. Fue destruido por una serie de terremotos que \r\nazotaron la zona durante el primer milenio d. C., pero unos arqueólogos británicos lograron desenterrar partes \r\nde la tumba a mediados del siglo XIX. Se trata de una de las siete maravillas del mundo antiguo, y el término \r\n\"mausoleo\", tal como se usa hoy en día, debe su origen a esta tumba.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/mausoleo_halicarnaso|mausoleos_halicarnaso.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/mausoleo_halicarnaso|mausoleos_halicarnaso.png",
        "quote": "'La Tierra entera es la tumba de los héroes, y su historia no se escribe \r\núnicamente en piedra y arcilla, sino que perdurará en las vidas de otros hombres, sin necesidad de símbolos \r\nvisibles'. - Pericles",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/mausoleum_of_halicarnassus.json"
    },
    {
        "id": 28,
        "name": "Gran Mezquita de Djenné|Grandes Mezquitas de Djenné",
        "production_cost": 300,
        "game_info": "Requiere Devoción. Todos los Misioneros nacidos en esta ciudad pueden propagar una religión tres veces. Proporciona una Mezquita gratis en la ciudad en la que se construya.",
        "strategy": null,
        "historical_info": "La Gran Mezquita de Djenné, el mayor edificio de adobe del mundo, se encuentra en la república africana de Malí. Se cree que el sultán Koi Kunboro la construyó en algún momento del siglo XIII y desde entonces ha sido destruida y reconstruida varias veces. La versión de adobe y mortero que nos ha quedado se erigió en el año 1906 gracias a la suma de los esfuerzos de la comunidad. El pueblo actual de Djenné sufraga el mantenimiento de la mezquita con un festival anual.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/gran_mezquita_de_djenné|grandes_mezquitas_de_djenné.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/gran_mezquita_de_djenné|grandes_mezquitas_de_djenné.png",
        "quote": "'Con la magnificencia de la eternidad ante nosotros, dejad que el tiempo, con todas sus fluctuaciones, mengüe en su propia pequeñez.'- Thomas Chalmers",
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 3,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/great_mosque_of_djenne.json"
    },
    {
        "id": 29,
        "name": "Neuschwanstein|Neuschwansteins",
        "production_cost": 1060,
        "game_info": "+3 de Oro , +2 a Cultura y +1 a Felicidad por cada Castillo.La ciudad debe erigirse a dos casillas o menos de una montaña que se encuentre en tu territorio.",
        "strategy": null,
        "historical_info": "El castillo de Neuschwanstein fue encargado por Luis II de Baviera, el \"Rey Loco\", a finales del siglo XIX, y desde entonces se ha convertido en la encarnación de los castillos de los cuentos de hadas de la literatura infantil. Luis, famoso por su naturaleza solitaria, pretendía emplearlo como lugar de retiro, y por ello lo mandó erigir en una colina cerca de la ciudad alemana de Füssen. Tras su muerte, el castillo se convirtió en una popular atracción turística y sirvió de inspiración para el castillo de la Bella Durmiente que creó Walt Disney.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/neuschwanstein|neuschwansteins.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/neuschwanstein|neuschwansteins.png",
        "quote": "'[...] El lugar es uno de los más bellos que pueda encontrarse, sagrado e inexpugnable, un templo digno del divino amigo que ha traído la salvación y la verdadera bendición al mundo.'- Rey Luis II de Baviera",
        "tech_prereq": {
            "name": "Railroad",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/railroad.json"
        },
        "yields": {
            "gold": 6,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/neuschwanstein.json"
    },
    {
        "id": 30,
        "name": "Notre Dame|Notre Dame",
        "production_cost": 400,
        "game_info": null,
        "strategy": null,
        "historical_info": "Notre Dame es una imponente catedral que se alza en la Île de la Cité, una isla en el río Sena, en París, Francia. Construida en el terreno que ocupaba una antigua iglesia, que a su vez se construyó sobre un templo al dios romano Júpiter, Notre Dame es una muestra magnífica de la arquitectura gótica y uno de los edificios más grandes nunca construidos. La construcción de Notre Dame empezó en 1163 y llevó casi dos siglos terminarla.Se trata de un enorme edificio de piedra de torres cuadradas, arbotantes y altos chapiteles. El exterior está decorado con delicadas arcadas y estatuas de santos y reyes. La balaustrada del techo está adornada con gárgolas. El interior de la catedral es un espacio largo y estrecho con columnas alineadas a ambos lados que aguantan dos deambulatorios. Las vidrieras de colores proyectan una luz tenue sobre el altar principal, que contiene una estatua de la Virgen María, la patrona de la catedral, sosteniendo el cuerpo de Jesús muerto.La catedral ha sufrido varios periodos de abandono con los años. Durante la Revolución Francesa, se robaron muchos de sus tesoros y el edificio se usó como almacén. A principios del siglo XIX, se encontraba en tal estado de ruina que los urbanistas pensaron en derruirlo. De hecho, Víctor Hugo escribió \"El Jorobado de Notre Dame\" en parte para crear conciencia sobre la difícil situación que atravesaba la catedral. En 1871, durante la breve Comuna de París, casi fue pasto de las llamas. Por suerte, sobrevivió a todo ello y ahora ha sido restaurada hasta devolverla a su grandeza original.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/notre_dame|notre_dame.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/notre_dame|notre_dame.png",
        "quote": "'La arquitectura ha registrado las grandes ideas de la raza humana. No solo todo símbolo religioso, sino todo pensamiento humano tiene una página en este enorme libro.' - Victor Hugo",
        "tech_prereq": {
            "name": "Physics",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/physics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 4,
            "happiness": 10
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/notre_dame.json"
    },
    {
        "id": 31,
        "name": "Oráculo|Oráculos",
        "production_cost": 250,
        "game_info": "1 política social gratis.",
        "strategy": null,
        "historical_info": "En la antigua religión griega, los dioses respondían preguntas por medio del oráculo, que era un sacerdote o una sacerdotisa. El oráculo interpretaba sueños, las acciones de las personas en trance y los indicios físicos encontrados en las entrañas de animales sacrificados. El más célebre se encontraba en el Templo de Apolo en Delfos, ubicado en las laderas del monte Parnaso. Durante siglos, los griegos, los romanos y otros pueblos lo consultaron para asuntos políticos y cuestiones privadas. La pitia, una sacerdotisa, hacía predicciones públicas para el futuro a cambio de dinero. Estas declaraciones extáticas se hicieron célebres por su ambigüedad.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oráculo|oráculos.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/oráculo|oráculos.png",
        "quote": "'El oráculo de Delfos ha dicho que soy el más sabio de todos los griegos. Eso es porque, de todos ellos, solo yo sé que no sé nada.' - Sócrates",
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 3,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/oracle.json"
    },
    {
        "id": 32,
        "name": "Partenón|Partenones",
        "production_cost": 250,
        "game_info": "Contiene una Gran obra de arte incorporada en el espacio de Gran obra.",
        "strategy": null,
        "historical_info": "Se considera que el Partenón, erigido sobre la Acrópolis en honor de la diosa Atenea, es la culminación de la arquitectura dórica. El templo empezó a construirse en el año 447 a. C. y se le colocaron los últimos elementos decorativos en el año 432, que son importantes muestras que nos han llegado de escultura clásica. Albergaba la escultura crisoelefantina de Atenea esculpida por Fidias y la fachada exterior estaba adornada con 92 metopas. Al igual que muchos templos griegos, el Partenón también hizo las veces de tesorería, tanto para la propia Atenas como para la Liga de Delos. A lo largo del siglo XVIII, los turistas y eruditos europeos disfrutaron de un mayor acceso a las pintorescas ruinas y su fama se extendió. Cuando Grecia recuperó la independencia en 1832, el gobierno se hizo con el control del lugar. Tras emprender la restauración de la Acrópolis en 1975, Grecia ha convertido el Partenón en un símbolo duradero de la antigua Grecia, de los ideales democráticos atenienses, de la civilización occidental y en uno de los mayores tesoros culturales del mundo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/partenón|partenones.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/partenón|partenones.png",
        "quote": "'La Tierra luce orgullosa el Partenón como la mejor joya de su zona' –Ralph Waldo Emerson",
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 4,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/parthenon.json"
    },
    {
        "id": 33,
        "name": "Pentágono|Pentágonos",
        "production_cost": 1250,
        "game_info": "El coste en Oro por modernizar unidades militares se reduce un 33%.",
        "strategy": null,
        "historical_info": "El Pentágono es un gran edificio de cinco fachadas que se encuentra en Arlington, Virginia, EE. UU., justo a la orilla del río Potomac opuesta a Washington DC. Es la sede del Departamento de Defensa de los Estados Unidos y sus tres ramas militares: ejército, armada y fuerza aérea. El Pentágono se diseñó para consolidar las diversas partes del Departamento de Guerra, que hasta aquel momento estaban esparcidas en diecisiete edificios distintos por todo Washington. La construcción empezó en 1941, y se completó en 1943, un periodo sorprendentemente breve para un edificio tan grande, lo que refleja el frenético ritmo de la expansión militar estadounidense durante la Segunda Guerra Mundial. El Pentágono ocupa unas 12 hectáreas y contiene oficinas para unas 25.000 personas, lo que lo convierte en uno de los edificios de oficinas más grandes jamás construidos (alberga a más trabajadores que el Empire State Building, por ejemplo).El Pentágono fue atacado por un reactor de pasajeros pilotado por terroristas el 11 de septiembre de 2001. Por suerte, el área del Pentágono que fue alcanzada se estaba remodelando en el momento del ataque. Las remodelaciones estaban pensadas para mejorar la fuerza estructural del edificio, y muchos de los trabajadores que ocupaban esa parte se habían reubicado temporalmente en otras dependencias. 125 trabajadores del Pentágono murieron en el ataque, junto a los 64 pasajeros que iban en el avión. El edificio ya se ha reconstruido por completo y en la actualidad sigue siendo el corazón y el cerebro de las fuerzas armadas de los EE. UU.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pentágono|pentágonos.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pentágono|pentágonos.png",
        "quote": "'En la preparación de una batalla, siempre he encontrado que los planes son inútiles, pero que la planificación es indispensable.' - Dwight D. Eisenhower",
        "tech_prereq": {
            "name": "Combined Arms",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/combined_arms.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/pentagon.json"
    },
    {
        "id": 34,
        "name": "Petra|Petras",
        "production_cost": 250,
        "game_info": "+1 a Alimentos , +1 a la Producción de todas las casillas de Desierto que explote esta ciudad (menos las Llanuras de aluvión). Espacio adicional de ruta comercial y aparece una Caravana en la ciudad. +6 a la cultura al descubrir la Arqueología. La ciudad debe fundarse en un Desierto o a su lado.",
        "strategy": null,
        "historical_info": "El enclave de Petra, uno de los ejemplos más famosos de arquitectura esculpida en la roca del mundo, se construyó en Jordania en torno al año 1000 a.C. Muchas estructuras dotadas de grabados detallados se han tallado directamente en los muros de arenisca de los cañones desérticos que rodean la zona, pues Petra fue la capital de los nabateos, un pueblo nómada. La más famosa de sus estructuras, el célebre Al-Khazneh, o \"Tesoro de Petra\", ha aparecido en numerosas películas, como \"Indiana Jones y la última Cruzada\", en la que representa el lugar en el que se custodia el Santo Grial.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/petra|petras.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/petra|petras.png",
        "quote": "'[...] Aquel que beba el agua que yo le daré, dice el Señor, llevará dentro de él un manantial de vida eterna. Deja que me lleven hasta tu montaña santa y al lugar donde moras a través del desierto y de la montaña hasta el cañón de la Media Luna...'- Indiana Jones",
        "tech_prereq": {
            "name": "Currency",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/currency.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/petra.json"
    },
    {
        "id": 35,
        "name": "Torre de Porcelana|Torres de Porcelana",
        "production_cost": 625,
        "game_info": "Requiere Racionalismo. Un Gran científico aparece cerca de la ciudad en la que se construyó la maravilla. Se genera un 50% más de Ciencia por Acuerdos de Investigación.",
        "strategy": null,
        "historical_info": "Construida por la Dinastía Ming en el siglo XV, la Torre de Porcelana de Nanjing (o Nankín) fue uno de los logros arquitectónicos más extraordinarios de la historia china. La torre tenía unos 30 metros de diámetro y una altura de 80 metros El exterior estaba hecho de ladrillos de porcelana blanca que brillaban como espejos a la luz del sol. De noche, se colgaban 100 faroles por toda la torre. El edificio presidió el centro de Nanjing hasta 1854, cuando se destruyó durante la rebelión Taiping.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/torre_de_porcelana|torres_de_porcelana.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/torre_de_porcelana|torres_de_porcelana.png",
        "quote": "'Las cosas parecen más justas cuando volvemos la vista atrás para verlas, y es por esa inaccesible torre del pasado que el anhelo se asoma y nos llama con la mano.' - James Russell Lowell",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/porcelain_tower.json"
    },
    {
        "id": 36,
        "name": "Prora|Prora",
        "production_cost": 1060,
        "game_info": "Requiere Autocracia. Además de +5 a Felicidad , el Centro de Prora también proporciona +1 a Felicidad por cada 2 políticas que hayas adoptado. Una política social gratis. Debe construirse en una ciudad costera.",
        "strategy": null,
        "historical_info": "Construido entre 1936 y 1939, Prora tenía que convertirse en un centro turístico de playa en la isla báltica de Ruegen. El gran complejo megalómano estaba pensado para ofrecer vacaciones asequibles a los trabajadores alemanes. Tal y como se pensó en origen, el centro de Prora se compondría de ocho bloques de diez unidades de viviendas capaces de alojar a 20.000 veraneantes. El complejo, de haberse completado, habría incluido también restaurantes, cines, piscinas, gimnasios, salas de bailes y otras comodidades, todo comunicado por una estación de ferrocarril y un muelle para cruceros. El estallido de la Segunda Guerra Mundial detuvo su construcción. Durante la guerra, los edificios se usaron para acoger refugiados y más tarde se utilizó como hospital militar. Tras la guerra, unidades soviéticas ocuparon durante un tiempo el complejo y lo despojaron de todo material utilizable, dejándolo sin cableado ni tuberías. Aparte de un museo de la historia de la Alemania del este, la mayor parte del complejo está en ruinas.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/prora|prora.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/prora|prora.png",
        "quote": "'Esta pérdida (de libertad) comporta la privación para la vida humana de valores que le son infinitamente preciados. Solo quedan unas condiciones de trabajo draconianas y las diversiones triviales del ocio.' –A.N. Whitehead",
        "tech_prereq": {
            "name": "Flight",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/flight.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 2
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/prora.json"
    },
    {
        "id": 37,
        "name": "Pirámides|Pirámides",
        "production_cost": 185,
        "game_info": "Requiere Libertad. La velocidad de mejora de casillas aumenta en un 25% y aparecen dos Trabajadores cerca de la ciudad.",
        "strategy": null,
        "historical_info": "La Cuarta Dinastía de faraones egipcios mandó erigir las pirámides, que representan la cumbre cultural de esa antigua civilización. Estas estructuras, construidas en la meseta de Gizeh (en las afueras de lo que hoy es El Cairo), eran tumbas monumentales para sus faraones y puede que su construcción requiriese generaciones y decenas de miles de trabajadores. Son la única maravilla, de las que son generalmente aceptadas como maravillas construidas por el hombre en la antigüedad, que sigue en pie en la actualidad.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/pirámides|pirámides.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/pirámides|pirámides.png",
        "quote": "'Oh, no dejaré que los dolores de la muerte que os aflige entren en mi cuerpo. Porque soy el dios Atón, y me encuentro en la parte más destacada del firmamento, y el poder que me protege es el mismo que acompaña a los dioses para siempre.' - El Libro de los Muertos",
        "tech_prereq": {
            "name": "Masonry",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/masonry.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/pyramids.json"
    },
    {
        "id": 38,
        "name": "Fuerte Rojo|Fuertes Rojos",
        "production_cost": 625,
        "game_info": "Los edificios defensivos de todas las ciudades aumentan su eficacia en un 25%.",
        "strategy": null,
        "historical_info": "Construido por Shah Jahan, el Lal Qil'ah de Delhi, más conocido como \"el Fuerte Rojo\", fue la residencia y el palacio administrativo de los emperadores mogoles desde el año 1648, cuando se completó su construcción, hasta 1857, cuando el gobierno británico mandó exiliar al último emperador mogol. El Fuerte Rojo, llamado así por la piedra arenisca rojiza que se utilizó para construir sus enormes murallas exteriores, de 22 metros de alto, es un tributo a la magnificencia de la arquitectura mogol, con grandes salas de audiencias, lujosas dependencias, jardines exuberantes, baños, bibliotecas y mezquitas suntuosas. Con la ocupación británica, el Fuerte Rojo se vio despojado de todos sus objetos de valor, se demolieron varios edificios de su interior, se dio otro uso a los jardines y se utilizó como acantonamiento militar. En el año 2003, el gobierno indio empezó un proyecto a largo plazo para devolver al Fuerte Rojo su antigua opulencia como enclave turístico.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/fuerte_rojo|fuertes_rojos.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/fuerte_rojo|fuertes_rojos.png",
        "quote": "'Cuando construyamos, pensemos que lo que construyamos debe durar para siempre.' - John Ruskin",
        "tech_prereq": {
            "name": "Metallurgy",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/metallurgy.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/red_fort.json"
    },
    {
        "id": 39,
        "name": "Capilla Sixtina|Capillas Sixtinas",
        "production_cost": 500,
        "game_info": "+25% a la Cultura en todas las ciudades. Contiene 2 espacios para Grandes obras de arte.",
        "strategy": null,
        "historical_info": "La belleza de la Capilla Sixtina lleva mucho tiempo sirviendo de testimonio de la mezcla de firmes creencias religiosas y amor al arte compartida por la gente de la Europa renacentista. El gran artista italiano Miguel Ángel dedicó cuatro años a pintar el mural que adorna el techo del Palacio Apostólico, el edificio que es la residencia oficial del Papa. La gran obra del pintor representa hechos del Génesis y de otros libros de la Biblia. Veinte años antes de que Miguel Ángel empezara a trabajar en los techos, otros grandes artistas italianos habían pintado las paredes del edificio con varias escenas religiosas.El papa Julio II encargó a Miguel Ángel que pintara el techo. Éste trabajó en la obra desde 1508 a 1512. Según la leyenda, el artista no quería trabajar en el proyecto. Le intimidaba la escala de la obra y creía que su verdadero talento estaba en la escultura. El caso es que esta obra de Miguel Ángel ha sido aclamada como una de las mejores pinturas de la historia occidental. Pocos visitantes de la Capilla Sixtina se han quedado impasibles ante la dedicación del artista hacia su tema, o ante su sensibilidad hacia la naturaleza de la lucha, el sufrimiento y el triunfo espiritual humano.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/capilla_sixtina|capillas_sixtinas.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/capilla_sixtina|capillas_sixtinas.png",
        "quote": "'Vivo y amo en la peculiar luz de Dios.' - Miguel Ángel Buonarroti",
        "tech_prereq": {
            "name": "Acoustics",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/acoustics.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/sistine_chapel.json"
    },
    {
        "id": 40,
        "name": "Estatua de la Libertad|Estatuas de la Libertad",
        "production_cost": 1060,
        "game_info": "Requiere Igualdad. +1 a la Producción de los especialistas en cada ciudad. Una política social gratis.",
        "strategy": null,
        "historical_info": "La Estatua de la Libertad es una de las estatuas más grandes del mundo. Mide más de 100 metros desde la base del pedestal y fue construida con un recubrimiento de cobre sobre un armazón de hierro. Pesa casi 250 toneladas. Diseñada por el escultor francés Frédéric Bartholdi, la estatua (con la antorcha en alto y las cadenas de la tiranía rotas a sus pies) fue un regalo que el gobierno francés hizo a Estados Unidos en 1886 para conmemorar el centenario de la independencia americana. La propia estatua, Liberty Island y la cercana isla de Ellis se convirtieron en monumento nacional en 1924.Durante más de un siglo, la Estatua de la Libertad se ha erguido en la boca del puerto de Nueva York. \"Lady Liberty\" suele ser lo primero que ven los inmigrantes que llegan a Estados Unidos y simboliza el ideal de libertad sobre el que se fundó dicho país.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/estatua_de_la_libertad|estatuas_de_la_libertad.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/estatua_de_la_libertad|estatuas_de_la_libertad.png",
        "quote": "'Dadme a vuestros seres pobres y cansados.Dadme esas masas ansiosas de ser libres,los tristes desechos de costas populosas.Que vengan los desamparados, que las tempestades batan.¡Mi antorcha alumbra un umbral dorado!' - Emma Lazarus",
        "tech_prereq": {
            "name": "Replaceable Parts",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/replaceable_parts.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/statue_of_liberty.json"
    },
    {
        "id": 41,
        "name": "Estatua de Zeus|Estatuas de Zeus",
        "production_cost": 185,
        "game_info": "Requiere Honor. Todas las unidades ganan un +15% a la fuerza de combate al atacar ciudades.",
        "strategy": null,
        "historical_info": "Con más de 12 m de altura, la estatua de Zeus que se encontraba en el templo de este dios en Olimpia, Grecia, era otra de las siete maravillas del mundo antiguo. Famosa por haber sido construida por el escultor griego Fidias alrededor del año 440 a. C., incluso con el dios sentado en un trono de oro, la enorme estatua apenas cabía en el propio templo. Se cree que la estatua se destruyó como muy tarde el año 425, cuando quemaron el templo de Zeus. Se discute si la estatua todavía se encontraba allí.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/estatua_de_zeus|estatuas_de_zeus.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/estatua_de_zeus|estatuas_de_zeus.png",
        "quote": "'Habló el hijo de Cronos y asintió con su cabeza de negras cejas; los cabellos se agitaron en la cabeza divina del soberano inmortal, y el Olimpo se estremeció.' - La Ilíada",
        "tech_prereq": {
            "name": "Bronze Working",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/bronze_working.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/statue_of_zeus.json"
    },
    {
        "id": 42,
        "name": "Stonehenge|Stonehenge",
        "production_cost": 185,
        "game_info": null,
        "strategy": null,
        "historical_info": "Stonehenge es quizás el monumento prehistórico más asombroso que aún se mantiene en pie. Aunque se encuentra en su mayor parte en ruinas, esta imponente reliquia todavía tiene el poder de maravillarnos, asombrarnos y sobrecogernos.Stonehenge se construyó en la Inglaterra meridional. Se compone de círculos concéntricos de piedra rodeados por un foso (llamado \"henge\"), y se construyó en fases durante miles de años. El foso se excavó hace unos 5.000 años; el círculo interior de piedra arenisca azulada se añadió unos mil años después, aproximadamente en el 2000 a. C., y el anillo exterior de enormes piedras rectangulares se terminó 500 años después.Nadie sabe a ciencia cierta quién erigió Stonehenge. Durante años existió la creencia, tan romántica como errónea, de que fueron los druidas quienes construyeron tal maravilla, pero en realidad éstos no aparecieron hasta dos mil años después. Todo lo que sabemos es que la construcción la empezó un pueblo del Neolítico y la terminaron aquéllos que los sustituyeron.Stonehenge es un prodigio de ingeniería construido con las herramientas más primitivas. Al parecer, el foso exterior se excavó con herramientas de madera y hueso. Las 80 rocas de arenisca azul del interior, que pesan unas 4 toneladas cada una, fueron transportadas desde una cantera situada a más de 350 kilómetros. Los científicos creen que las piedras fueron arrastradas sobre troncos y trineos de madera durante parte del camino, y el resto del viaje se transportaron en barcazas por el río. La más pesada de las piedras del círculo exterior pesa unas 50 toneladas; arrastrarla desde la cantera, a más de 30 kilómetros de distancia, costaría aproximadamente el esfuerzo de 600 hombres. Estas monstruosas piedras tuvieron que ponerse de pie y en la posición exacta por hombres que contaban solo con cuerdas y palancas de madera.Se debate mucho sobre el propósito de Stonehenge. Algunos piensan que se construyó como templo en honor a los dioses de la tierra, mientras que otros creen que era un cementerio para antiguos nobles y reyes. Otra teoría sostiene que se trata de un antiguo observatorio astronómico, que traza el mapa de los movimientos de las estrellas, pues los hombres creían que ellas controlaban su destino.Sea cual fuera su propósito original, hoy en día permanece como un monumento duradero y hermoso a la sorprendente habilidad y dedicación de sus \"primitivos\" constructores.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/stonehenge|stonehenge.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/stonehenge|stonehenge.png",
        "quote": "'El tiempo desmorona las cosas. Todo envejece y cae olvidado bajo su poder.' - Aristóteles",
        "tech_prereq": {
            "name": "Calendar",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/calendar.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 5,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/stonehenge.json"
    },
    {
        "id": 43,
        "name": "Ópera de Sídney|Óperas de Sídney",
        "production_cost": 1250,
        "game_info": "Una política social gratis y +50% a la Cultura en esta ciudad. Contiene 2 espacios para Grandes obras de la música. Debe construirse en una ciudad costera.",
        "strategy": null,
        "historical_info": "El Teatro de la Ópera de Sídney es una de las óperas más grandes del mundo. Su construcción duró 20 años y terminó en 1973, y dio como resultado un hermoso edificio que está asentado sobre Bennelong Point, en el puerto de Sídney, Australia. Diseñada como una serie de caparazones o alas, la estructura es una de las más fácilmente reconocibles del mundo, y ha llegado a convertirse en símbolo de la misma Australia, igual que la Estatua de la Libertad representa a los Estados Unidos o las Grandes Pirámides a Egipto. El edificio alberga un teatro de la ópera, una sala de conciertos, tres salas más pequeñas para representaciones y un restaurante.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ópera_de_sídney|óperas_de_sídney.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/ópera_de_sídney|óperas_de_sídney.png",
        "quote": "'Los que pierden sus sueños están perdidos.' - Proverbio de los aborígenes australianos",
        "tech_prereq": {
            "name": "Ecology",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/ecology.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 0,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/sydney_opera_house.json"
    },
    {
        "id": 44,
        "name": "Taj Mahal|Taj Mahal",
        "production_cost": 625,
        "game_info": "El imperio entra en una Edad de Oro .",
        "strategy": null,
        "historical_info": "El Taj Mahal se encuentra en Agra, India. Fue erigido a mediados del siglo XVII por orden del emperador mogol Shah Jahan como mausoleo para su esposa. Reconocido como uno de los edificios más bellos del mundo, el Taj Mahal está construido con materiales raros y relucientes que se importaron de Asia y la India. Se dice que se emplearon 1.000 elefantes para transportar la piedra arenisca, el mármol, el jade, las turquesas, los zafiros y otros materiales utilizados en su construcción.El complejo del Taj Mahal cubre un área de unos 300 por 600 metros y se compone de un portal de entrada, un jardín, el mausoleo, la mezquita y un pabellón. Los primeros tres edificios están recubiertos de mármol blanco lleno de motivos geométricos, mientras que la mezquita y el pabellón están construidos de arenisca roja y brillante. Los edificios están coronados por magníficas cúpulas bulbiformes y minaretes.Los expertos han debatido acerca de qué es lo que hace al Taj Mahal tan único y bello. Algunos sugieren que el secreto se encuentra en las maravillosas proporciones y simetría del edificio, mientras que otros sostienen que los edificios de mármol interactúan con la luz, dándole una personalidad eternamente mutable a medida que el sol se levanta y se pone. Incluso hay otros que creen que su belleza inherente está en su propósito: un hombre que buscó perpetuar en piedra el amor por su fallecida esposa.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/taj_mahal|taj_mahal.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/taj_mahal|taj_mahal.png",
        "quote": "'El Taj Mahal se alza sobre las orillas del río como una lágrima solitaria, suspendida en la mejilla del tiempo.' - Rabindranath Tagore",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/taj_mahal.json"
    },
    {
        "id": 45,
        "name": "Templo de Artemisa|Templos de Artemisa",
        "production_cost": 185,
        "game_info": "+10% al Crecimiento en todas las ciudades. +15% a la Producción \r\n al construir unidades de combate a distancia.",
        "strategy": null,
        "historical_info": "El templo de Artemisa, un templo griego construido por primera vez el año 880 a. C., estaba \r\ndedicado a la diosa Artemisa, representante de la naturaleza salvaje, la caza y la luna. En principio se \r\nconstruyó en la ciudad de Éfeso, pero al parecer fue destruido y reconstruido nada menos que siete veces, \r\nvíctima de desastres naturales y humanos. El emplazamiento de este templo, hoy considerado una de las siete \r\nmaravillas del mundo antiguo, fue redescubierto por arqueólogos británicos a finales del siglo XIX, y hoy se lo \r\nseñala con una única columna formada con restos desenterrados en la zona.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/templo_de_artemisa|templos_de_artemisa.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/templo_de_artemisa|templos_de_artemisa.png",
        "quote": "'No es tanto por su belleza que el bosque se gana nuestros corazones, \r\nsino por algo más sutil: esa calidad del aire, esas emanaciones de los árboles, que renuevan y transforman \r\nadmirablemente un espíritu cansado.' - Robert Louis Stevenson",
        "tech_prereq": {
            "name": "Archery",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/archery.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/temple_of_artemis.json"
    },
    {
        "id": 46,
        "name": "Ejército de terracota|Ejércitos de terracota",
        "production_cost": 250,
        "game_info": "Crea una copia de cada tipo de unidad terrestre militar que controles y la coloca cerca de la ciudad en la que se haya construido el Ejército de terracota.",
        "strategy": null,
        "historical_info": "El ejército de terracota del emperador Qin Shi Huang, desenterrado por unos campesinos chinos en el año 1974, se ensambló para acompañar al emperador en su tumba. En el siglo III a. C. se crearon miles de estatuas de barro de tamaño humano que representaban a soldados con características únicas que se añadieron durante el proceso de fabricación. Se colocaron en una correcta formación militar a lo largo de una serie de pozos que se excavaron en la tumba. Están acompañados por caballos, carros y caballería, todo ello tallado con gran profusión de detalles.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/ejército_de_terracota|ejércitos_de_terracota.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/ejército_de_terracota|ejércitos_de_terracota.png",
        "quote": "'Trata a tus soldados como a tus propios hijos y te seguirán hasta el valle más profundo. Trátalos como a tus hijos favoritos y estarán a tu lado hasta la muerte.'- Sun Tzu",
        "tech_prereq": {
            "name": "Construction",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/construction.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 1,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/terracotta_army.json"
    },
    {
        "id": 47,
        "name": "Galería de los Uffizi|Galerías de los Uffizi",
        "production_cost": 625,
        "game_info": "Requiere Estética. Aparece un Gran artista cerca de la ciudad en la que se ha construido la maravilla. Contiene 3 espacios para Grandes obras de arte.",
        "strategy": null,
        "historical_info": "Construida originariamente desde 1560 a 1581 como oficinas (en italiano, \"uffizzi\") para los magistrados florentinos, la Galería de los Ufizzi es uno de los depositarios de arte más antiguos y famosos del mundo, y alberga la mejor colección de pinturas italianas del Renacimiento nunca vista. Además, guarda antigüedades y esculturas de un valor inestimable y más de 100.000 dibujos e impresiones. En 1574, el piso superior, aún sin terminar, se convirtió en un depósito de las obras de arte acumuladas por la familia gobernante de los Medici. Durante las décadas siguientes, otras partes del edificio se remodelaron como galerías de arte y zonas de almacenamiento. Según Vasari, artistas como Da Vinci y Miguel Ángel se reunían en los Ufizzi \"por belleza, por trabajo y por recreo\".",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/galería_de_los_uffizi|galerías_de_los_uffizi.png",
        "background_image": "https://eyefyre.github.io/civvapi/images/wonder_backgrounds/galería_de_los_uffizi|galerías_de_los_uffizi.png",
        "quote": "'El pintor no es simplemente alguien que busca y ve. Por encima de todo, el artista es alguien que expone una visión personal haciéndola visible.' –Marcel Paquet",
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
        },
        "yields": {
            "gold": 0,
            "production": 0,
            "science": 0,
            "culture": 2,
            "food": 0,
            "faith": 0,
            "happiness": 0
        },
        "url": "https://eyefyre.github.io/civvapi/v1/es/wonders/uffizi.json"
    },
    {
        "id": 48,
        "name": "Circus Maximus|Circus Maximus",
        "production_cost": 125,
        "game_info": "Tienes que haber construido un Coliseo en todas las ciudades. El coste aumenta cuantas más ciudades haya en el imperio.",
        "strategy": "Esta Maravilla nacional aumenta la Felicidad del imperio en 5. También proporciona +1 a Cultura . Una civilización ha de tener un Coliseo en todas las ciudades para poder construir un Circus Maximus.",
        "historical_info": "El Circus Maximus era un estadio enorme que se ubicaba en el centro de la capital y que constituyó la primera pista de carreras de carros, y la más grande, de la antigua Roma. Cuando se utilizaba, podía albergar a cerca de un cuarto de millón de personas, alrededor de un 25% de la población de la ciudad. Con una pista de unos 600 metros de longitud, en ella podían correr doce carros grandes uno al lado del otro. Utilizado en origen por los reyes etruscos para celebrar sus espectáculos y festivales, los primeros juegos romanos fueron bajo los auspicios del quinto rey de Roma, Tarquinio Prisco. En el 50 a. C., Julio César amplió el lugar hasta el tamaño que tiene en la actualidad.La última carrera de la que se tiene constancia fue en el 549 d. C. con el rey ostrogodo Totila, y el lugar se abandonó posteriormente. Ahora el Circus es un parque público y la pista está cubierta de hierba. Aún queda parte de la estructura original, básicamente unas cuantas puertas de salida y medianas, pero ahora se utiliza principalmente para acoger conciertos en directo y reunirse en el césped.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/circus_maximus|circus_maximus.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Horseback Riding",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/horseback_riding.json"
        }
    },
    {
        "id": 49,
        "name": "Tribuna|Tribunas",
        "production_cost": 125,
        "game_info": "Duplica la presión religiosa que emana de esta ciudad.Debe construirse en una ciudad santa. Tienes que haber construido un Templo en todas las ciudades. El coste aumenta cuantas más ciudades haya en el imperio.",
        "strategy": "Es un edificio importante para una civilización que intente propagar su religión por todo el mundo desde unas pocas ciudades pobladas. Debe construirse en una ciudad santa. Duplica la presión religiosa que emana de esta ciudad. Para poder construir un Gran Templo, debes haber construido un Templo en todas las ciudades.",
        "historical_info": "El Gran Templo es un enclave sagrado para los devotos de una religión concreta. Estos templos suelen exhibir elementos arquitectónicos grandiosos e inscripciones ornamentadas que aguantan el paso de los siglos conformando un testamento de la fe de los practicantes de dicha religión. Aunque no hay consenso acerca de cuál de de los numerosos templos que se encuentran por el mundo es el más antiguo, muchos creen que el Göbekli Tepe, ubicado en la Turquía de hoy en día y construido hace unos 12.000 años, es el primera edificio religioso erigido por el hombre que se haya descubierto nunca.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/tribuna|tribunas.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Theology",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/theology.json"
        }
    },
    {
        "id": 50,
        "name": "Hermitage|Hermitage",
        "production_cost": 125,
        "game_info": "+50% a Cultura en esta ciudad. Contiene 3 espacios para Grandes obras de arte.Debe haber un Teatro de la Ópera en cada ciudad. El coste será mayor cuantas más ciudades haya en el imperio.",
        "strategy": "Esta Maravilla nacional aumenta la producción cultural de la ciudad en la que se construye en un 50%. No se puede construir a menos que la civilización ya tenga un Teatro de la Ópera en todas las ciudades.",
        "historical_info": "El Hermitage es un museo que se encuentra en San Petersburgo, Rusia. Fundado en 1764 por Catalina la Grande, contiene unos tres millones de obras de arte, incluyendo la mayor colección de pinturas del mundo. La colección ocupa un gran número de edificios históricos, incluyendo el extraordinario Palacio de Invierno, que fue la residencia oficial de los zares desde 1732 a 1917.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/hermitage|hermitage.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Architecture",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/architecture.json"
        }
    },
    {
        "id": 51,
        "name": "Epopeya heroica|Epopeyas heroicas",
        "production_cost": 125,
        "game_info": "Todas las unidades recién entrenadas en esta ciudad y que no sean aéreas reciben el ascenso de Moral, que mejora en un 15% la Fuerza de combate . Contiene 1 espacio para una Gran obra de la literatura.Tienes que haber construido Cuarteles en todas las ciudades. El coste aumenta cuantas más ciudades haya en el imperio.",
        "strategy": "Esta Maravilla nacional proporciona a todas las unidades creadas en esta ciudad el ascenso de Moral, lo que aumenta su fuerza de combate en un +15. Además, da +1 a Cultura. La Epopeya heroica puede crearse cuando una civilización cuenta con Cuarteles en todas las ciudades.",
        "historical_info": "Desde la Antigüedad, una \"epopeya heroica\" es un poema que define a un pueblo o una era y se suele centrar en las gestas heroicas de una o más personas. \"La Odisea\" es una de tales obras, como lo son \"La epopeya de Gilgamesh\" mesopotámica o el \"Beowulf\" anglosajón.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/epopeya_heroica|epopeyas_heroicas.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Iron Working",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/iron_working.json"
        }
    },
    {
        "id": 52,
        "name": "Agencia de inteligencia nacional|Agencias de inteligencia nacionales",
        "production_cost": 125,
        "game_info": "Proporciona un espía adicional y mejora el nivel de los espías que ya tengas. Además, reduce un 15% la eficacia de los espías enemigos. Debes contar con una Comisaría en todas las ciudades.",
        "strategy": "La Agencia de inteligencia nacional es una maravilla nacional defensiva importante. Proporciona un espía adicional, mejora el nivel de los espías que ya tengas y reduce un 15% la eficacia de los espías enemigos. Para poder construirla, una civilización debe contar con una Comisaría en todas las ciudades",
        "historical_info": "Una Agencia de inteligencia nacional concede recursos estatales para la consecución de información y datos de inteligencia vitales para la seguridad y la defensa nacional. Estas agencias hacen todo tipo de operaciones secretas, desde espionaje e infiltración hasta la valoración de peligros para la defensa nacional y propuestas de respuesta. La Central Intelligence Agency (CIA) de los Estados Unidos es quizá la más famosa de las agencias de inteligencia del mundo, pues su programa ha influido continuamente en los asuntos mundiales desde hace décadas.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/agencia_de_inteligencia_nacional|agencias_de_inteligencia_nacionales.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Radio",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/radio.json"
        }
    },
    {
        "id": 53,
        "name": "Fundición|Fundiciones",
        "production_cost": 125,
        "game_info": "Tienes que haber construido un Taller en todas las ciudades. El coste aumenta cuantas más ciudades haya en el imperio.",
        "strategy": "La Maravilla nacional de la Fundición aumenta la Producción de la ciudad en 8. Una civilización debe tener un Taller en todas las ciudades para poder construir una Fundición.",
        "historical_info": "Una fundición es un lugar donde el mineral de hierro se purifica y se convierte en hierro o acero. El proceso empieza sometiendo la materia bruta a un calor extremo y, normalmente, tras mezclarlo con otros materiales, da como resultado una forma purificada de hierro o acero. La fundición del hierro se remonta al 1200 a. C., si no antes. Obviamente, las fundiciones son lugares peligrosos y requieren de trabajadores fuertes, bien preparados y valientes.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/fundición|fundiciones.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Machinery",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/machinery.json"
        }
    },
    {
        "id": 54,
        "name": "Colegio nacional|Colegios nacionales",
        "production_cost": 125,
        "game_info": "Tienes que haber construido una Biblioteca en todas las ciudades. El coste aumenta cuantas más ciudades haya en el imperio.",
        "strategy": "La maravilla del Colegio nacional aumenta en un 50% la producción científica de una ciudad y proporciona +1 a Cultura . Una civilización ha de tener una Biblioteca en todas las ciudades para poder construir un Colegio nacional.",
        "historical_info": "Un colegio nacional es una institución estatal de enseñanza superior. El origen de los colegios actuales podría remontarse a las madrazas medievales islámicas, normalmente asociadas a una mezquita y en las que se enseñaba teología y leyes. La mayoría de países del mundo cuentan en la actualidad con sistemas de universidades y colegios públicos. La Universidad de Tokio, en Japón, es uno de ellos y, según la clasificación de universidades del mundo rusa (Global Universities Ranking), es la universidad más prestigiosa de Asia y la tercera del mundo.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/colegio_nacional|colegios_nacionales.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Philosophy",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/philosophy.json"
        }
    },
    {
        "id": 55,
        "name": "Epopeya nacional|Epopeyas nacionales",
        "production_cost": 125,
        "game_info": "+25% a la generación de Grandes personajes en esta ciudad. Contiene 1 espacio para una Gran obra de la literatura.Debe haber un Monumento en cada ciudad. El coste será mayor cuantas más ciudades haya en el imperio.",
        "strategy": "Esta Maravilla nacional aumenta en un +25% la generación de Grandes personajes . Además, proporciona +1 a Cultura. Una civilización ha de tener un Monumento en todas las ciudades para poder construir una Epopeya nacional.",
        "historical_info": "Una epopeya nacional es un poema o narración que describe el origen de una nación, su carácter o un acontecimiento relevante de su historia. El \"Cuento de Sundiata\" es una epopeya nacional malí, \"El canto de Hiawatha\" es una epopeya estadounidense y \"El Kalevala\" es una finlandesa. En un aspecto más moderno, se podría considerar que \"Guerra y paz\" es una epopeya nacional rusa o \"Raíces\", una estadounidense.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/epopeya_nacional|epopeyas_nacionales.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Drama and Poetry",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/drama_and_poetry.json"
        }
    },
    {
        "id": 56,
        "name": "Compañía de las Indias Orientales|Compañías de las Indias Orientales",
        "production_cost": 125,
        "game_info": "Tienes que haber construido un Mercado en todas las ciudades. El coste aumenta cuantas más ciudades haya en el imperio. Las rutas comerciales que otros jugadores hagan a una ciudad con una Compañía de las Indias Orientales generarán 4 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 2 más de Oro por ella.",
        "strategy": "La Compañía de las Indias Orientales aumenta la cantidad de Oro que genera una ciudad. Las rutas comerciales que otros jugadores hagan a una ciudad con una Compañía de las Indias Orientales generarán 4 de Oro más para el dueño de la ciudad, y el dueño de la ruta comercial ganará 2 más de Oro por ella.",
        "historical_info": "Las diversas Compañías de las Indias Orientales eran sociedades establecidas por la corona para comerciar en Asia y en las islas alrededor del océano Índico. Llegaron a su apogeo en los siglos XVII y XVIII y mantuvieron sus propias fuerzas militares, fundaron asentamientos bajo su administración, realizaron exploraciones, libraron guerras, recaudaron impuestos y construyeron plantaciones, minas y carreteras... todo por conseguir beneficios. Las más famosas de ellas fueron la \"Honorable\" Compañía de las Indias Orientales británica (constituida por la Reina Isabel en 1600), la Compañía de las Indias Orientales holandesa (1602) y la Compañía Francesa de las Indias Orientales (1664).",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/compañía_de_las_indias_orientales|compañías_de_las_indias_orientales.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Guilds",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/guilds.json"
        }
    },
    {
        "id": 57,
        "name": "Universidad de Oxford|Universidades de Oxford",
        "production_cost": 125,
        "game_info": "Una tecnología gratis. Contiene 2 espacios para Grandes obras de la literatura.Debe haber una Universidad en todas las ciudades. El coste será mayor cuantas más ciudades haya en el imperio.",
        "strategy": "La Maravilla nacional de la Universidad de Oxford proporciona una tecnología gratis y +1 a Cultura . Una civilización ha de tener una Universidad en todas las ciudades para poder construir la Universidad de Oxford.",
        "historical_info": "La Universidad de Oxford es la institución educativa más antigua de Inglaterra y de todo el mundo anglófono. Fundada en el siglo XI, ha funcionado ininterrumpidamente desde entonces. Entre los licenciados más famosos que ha dado esta universidad, se cuentan Roger Bacon, Guillermo de Ockham, sir Walter Raleigh, John Donne, Jonathan Swift, el doctor Samuel Johnson, Oscar Wilde, sir Richard Burton y J.R.R. Tolkien, que además fue catedrático en ella.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/universidad_de_oxford|universidades_de_oxford.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Education",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/education.json"
        }
    },
    {
        "id": 58,
        "name": "Palacio|Palacios",
        "production_cost": 0,
        "game_info": "Indica que esta ciudad es la capital del imperio. Contiene 1 espacio para una Gran obra de arte.Comunicar [ICON_CONNECTED] otras ciudades por Carretera con la capital proporcionará Oro adicional.+3 a la Producción , +3 a Ciencia y +3 de Oro .",
        "strategy": "El Palacio es la sede de tu imperio. Al principio de la partida representará una parte importante de la Cultura, el Oro, la Ciencia y la Producción de tu capital. También forma el centro del sistema comercial de tu imperio. Aunque se reconstruye automáticamente en otra ciudad si capturan tu capital, esto puede constituir un golpe terrible para tu civilización (y hace imposible que obtengas una Victoria por dominación hasta que no la recuperes). Así que protégelo bien.",
        "historical_info": "El palacio es la residencia del gobernante de una civilización. El término es algo anacrónico, pues data de un tiempo en el que la mayoría de los países estaban gobernados por reyes u otras figuras de carácter hereditario. Los gobernantes de hoy en día viven en edificios ornamentados con nombres del estilo de \"Casa del Pueblo\" u \"Hogar de la Justicia\", pero el efecto es el mismo. Los palacios (y sus equivalentes actuales) se diseñan con tres objetivos en mente: proporcionar al gobernante acceso al pueblo y a las comunicaciones necesarias para gobernar, defenderlo de un ataque eventual e impresionar a los súbditos y visitantes extranjeros destacando la importancia y la grandiosidad del líder.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/palacio|palacios.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": null
    },
    {
        "id": 59,
        "name": "Oficina Nacional de Visitantes|Oficinas Nacionales de Visitantes",
        "production_cost": 400,
        "game_info": "Debes haber construido un Hotel en todas las ciudades. El coste aumenta cuantas más ciudades haya en el imperio. El 100% de la Cultura por Maravillas del mundo, Maravillas naturales y mejoras (Sitio de interés, Moai y Chateau) se añade a la producción de Turismo de la ciudad. +100% a la producción de Turismo de las Grandes obras.",
        "strategy": "Con su gran impulso al Turismo , la Oficina Nacional de Visitantes es una elección excelente para las civilizaciones que intentan conseguir una victoria cultural o aumentar su influencia ideológica sobre otras. Constrúyela en tu ciudad más turística una vez todas tus ciudades tengan Hoteles.",
        "historical_info": "Una Oficina de turismo es un lugar que ofrece información a los viajeros sobre un lugar o una región en concreto. Las más comunes son de carácter público y dan información y sugerencias sobre visitas a las atracciones de la zona, lugares donde alojarse y precios, además de mapas, folletos y recuerdos. Las primeras oficinas de turismo, más sencillas, se encontraban en las estaciones de tren y las mantenían las compañías de ferrocarril con la esperanza de propiciar que los visitantes volvieran. Hoy en día, la mayor parte de ciudades y pueblos tienen alguna clase de oficina de turismo con el mismo propósito.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/oficina_nacional_de_visitantes|oficinas_nacionales_de_visitantes.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Telecommunications",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/telecommunications.json"
        }
    },
    {
        "id": 60,
        "name": "Programa Apollo|Programas Apollo",
        "production_cost": 750,
        "game_info": "Marca el inicio de la carrera espacial, lo que permite a tus ciudades construir piezas de la nave espacial. Cuando la completes, obtendrás una Victoria científica.",
        "strategy": "El programa Apollo marca el inicio de la carrera espacial y permite construir piezas de la Nave espacial. Cada civilización debe completar este proyecto antes de poder construirlas.",
        "historical_info": "El programa Apollo fue una iniciativa de los Estados Unidos para llevar al primer hombre a la Luna. Concebido en la década de 1950, el programa se puso en práctica en 1961, durante el mandato del presidente John F. Kennedy. En menos de una década, el 20 de julio de 1969, los estadounidenses Neil Armstrong y Buzz Aldrin aterrizaron en la Luna, en lo que posiblemente sea el mayor logro de la historia de la ingeniería humana. El programa Apollo resultó astronómicamente caro, pero los avances que supuso en tecnología y ciencia cambiaron el mundo para siempre.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/programa_apollo|programas_apollo.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Rocketry",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/rocketry.json"
        }
    },
    {
        "id": 61,
        "name": "Proyecto Manhattan|Proyectos Manhattan",
        "production_cost": 750,
        "game_info": "Permite a tus ciudades construir Bombas atómicas y Misiles nucleares.",
        "strategy": "El Proyecto Manhattan permite producir armas atómicas a una civilización. Para construirlas, cada civilización ha de completar primero este proyecto.",
        "historical_info": "\"Proyecto Manhattan\" es el nombre en clave de una empresa conjunta angloamericana para desarrollar una bomba atómica durante la Segunda Guerra Mundial. El proyecto fue dirigido por EE. UU., pero en él también participaron ingenieros de Reino Unido y Canadá. Estados Unidos ya había dirigido sus esfuerzos a crear una bomba atómica en la década de 1930, pero el programa pasó a ser de máxima prioridad después de que los japoneses bombardearan Pearl Harbor a finales de 1941. Con el tiempo, el programa pasó a ocupar a 125.000 personas y a costar unos 20.000 millones de dólares actuales. Para 1945, el proyecto Manhattan ya había conseguido construir y probar bombas atómicas y, a principios de agosto de ese mismo año, se soltó sobre Japón una bomba compuesta de uranio y plutonio. El Imperio del Sol Naciente se rindió menos de una semana después, lo que puso fin a la Segunda Guerra Mundial.",
        "icon": "https://eyefyre.github.io/civvapi/images/wonder_icons/proyecto_manhattan|proyectos_manhattan.png",
        "background_image": null,
        "quote": null,
        "tech_prereq": {
            "name": "Atomic Theory",
            "url": "https://eyefyre.github.io/civvapi/v1/es/tech/atomic_theory.json"
        }
    }
]