{
    "id": 2,
    "name": "Arabie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/arabia.png",
    "dawn_of_man": "Soyez béni des dieux, ô grand calife Hârûn ar-Rachîd, dirigeant du respectueux peuple arabe ! L'empire musulman du califat a vu le jour au cours des tumultueuses années ayant suivi la mort du prophète Mahomet, en l'an 632, alors que ses fidèles cherchaient à faire appliquer la loi de Dieu à tous les peuples de la terre. La puissance du califat s'est accrue, englobant à son zénith l'Espagne, l'Afrique du Nord, le Moyen-Orient, l'Anatolie, les Balkans et la Perse, un empire largement aussi grand que celui de Rome. Au Moyen Âge, l'Arabie pouvait se targuer d'accueillir les artistes et scientifiques les plus grands, alors même que l'Europe plongeait dans l'ignorance et le chaos. Le califat a survécu 600 ans, jusqu'à ce qu'il succombe aux attaques des Mongols, ces vils destructeurs d'empires.Grand calife Hârûn ar-Rachîd, votre peuple attend de vous que vous lui fassiez retrouver sa grandeur. Que l'Arabie redevienne une terre d'accueil pour l'art et la connaissance, une puissante nation qui ne craint aucun ennemi. Ô calife, relèverez-vous ce défi ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Bazar|Bazars",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/bazaar.json"
        }
    ],
    "unique_units": [
        {
            "name": "Archer méhariste|Archers méharistes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/camel_archer.json"
        }
    ],
    "city_names": [
        "La Mecque",
        "Médine",
        "Damas",
        "Bagdad",
        "Najran",
        "Kufah",
        "Basra",
        "Khurasan",
        "Anjar",
        "Fustat",
        "Aden",
        "Yamama",
        "Muscat",
        "Mansourah",
        "Boukhara",
        "Chiraz",
        "Merw",
        "Balkh",
        "Mosul",
        "Aydab",
        "Bayt Ras",
        "Suhar",
        "Taif",
        "Hama",
        "Tabouk",
        "Sana'a",
        "Shihr",
        "Tripoli",
        "Tunis",
        "Kairouan",
        "Alger",
        "Oran"
    ],
    "spy_names": [
        "Solhofaat",
        "Khenzeer",
        "Zarafah",
        "Temsaah",
        "Abyadh",
        "Mostafa",
        "Yusuf",
        "Waddah",
        "Sameera",
        "Gamal"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'Empire musulman du califat (également connu sous le nom d'Empire islamique du royaume d'Arabie) fut créé en 632 apr. J.-C. suite à la mort du prophète Mahomet par ses disciples afin de perpétuer l'autorité politique établie par ce dernier. Au cours de sa longue existence, le califat prit une ampleur et un pouvoir gigantesque, recouvrant l'Espagne, l'Afrique du Nord, le Moyen-Orient, l'Anatolie, les Balkans et la Perse. Du point de vue de sa superficie, cet empire n'avait donc rien à envier à l'Empire romain au summum de sa puissance."
        },
        {
            "heading": "Terrain et climat",
            "text": "L'Empire arabe vit le jour à Médine, sur la péninsule arabique, région plus connue aujourd'hui sous le nom d'Arabie saoudite. Un désert inhospitalier recouvre la plus grande partie de la région : lande sableuse et stérile dont les températures atteignent régulièrement les 50°C en été. Médine et La Mecque furent bâties sur les terres les plus fertiles de la côte bordant le mer Rouge."
        },
        {
            "heading": "Les premières années",
            "text": "Le premier \"calife\", ou dirigeant, de cet empire après la mort de Mahomet fut Abou Bakr. Lui succédèrent trois autres \"califes bien guidés\". A la mort du quatrième, Ali ibn Abi Talib, en 661, une lutte éclata entre des factions opposant plusieurs prétendants au pouvoir, et ce fut finalement la famille Omeyyade qui remporta gain de cause. Des querelles concernant l'identité du calife légitime ne cessèrent d'éclater pendant un millénaire et continuent de se répercuter sur l'histoire du monde et sur l'histoire islamique aujourd'hui encore."
        },
        {
            "heading": "Les Omeyyades",
            "text": "Les Omeyyades étaient issus d'une famille de marchands installée à La Mecque. Ils se convertirent à l'Islam en 627, devenant alors des sympathisants importants de Mahomet et ses successeurs. Les premiers califes omeyyades établirent leur capitale à Damas, en Syrie, l'armée syrienne formant l'ossature des forces militaires arabes. Les Omeyyades développèrent le pouvoir arabe à l'est, bâtissant des avant-postes militaires et lançant des expéditions en Asie centrale et au nord-ouest de l'Inde. Ils envahirent également l'Afrique du Nord. Au VIIe siècle, ils construisirent une flotte sur la Méditerranée avec laquelle ils tentèrent une série d'assauts infructueux contre la ville chrétienne de Constantinople.Le califat omeyyade connut son apogée sous le règne d'Abd al-Malik (qui régit de 685 à 705). À l'ouest, les armées d'Abd al-Malik envahirent une grande partie du territoire espagnol tandis qu'à l'est, le califat conquit la province du Sind, en Inde, Boukhara, Samarcande, le Khwarezm ainsi que de nombreuses autres régions. Al-Malik supervisa également une réorganisation de la bureaucratie et de l'économie du califat et mit en place un système postal. Durant son règne, l'art connut un développement fulgurant, notamment dans le domaine de l'architecture.Mais à la mort d'Abd al-Malik, l'empire connut une période de déclin. Une série de califes médiocres combinée à des problèmes économiques et des revers militaires à l'est et à l'ouest alimentèrent les rivalités tribales au sein du califat et, en 750, les Omeyyades furent vaincus et détrônés lors de la bataille du fleuve du Grand Zab."
        },
        {
            "heading": "Les Abbassides",
            "text": "Les Omeyyades furent vaincus par la dynastie des Abbassides, une autre famille extrêmement puissante. Le premier calife abbasside, Abû al-Abbâs, fut un dirigeant impitoyable qui, non content de s'emparer du pouvoir, fit exterminer tous les prétendants légitimes au trône. Ce calife connut maints succès et permit à sa dynastie de rester au pouvoir pendant près de trois siècles. Non sans une certaine ironie macabre, al-Abbâs s'attribua le surnom d'as-Saffah, que l'on pourrait traduire par \"lettre de sang\".Les Abbassides déplacèrent la capitale du califat à Bagdad. Cela permit de concentrer la vie et les évènements importants à l'est (la Perse, l'Inde et l'Asie centrale) et, par conséquent, de se détourner de l'Afrique du Nord et de la Méditerranée. Les Abbassides attachaient une plus grande importance à la religion que les Omeyyades, ainsi le califat suivit-il avec bien plus d'assiduité les lois islamiques."
        },
        {
            "heading": "Hârûn ar-Rachîd",
            "text": "Hârûn ar-Rachîd (qui régna de 786 à 809) fut le cinquième calife abbasside. Il prit la tête de l'Arabie alors que le pays était au summum de sa puissance et de sa richesse. Au début de son règne, Hârûn mena des expéditions militaires contre l'Empire byzantin, et ses victoires lui valurent le surnom d'ar-Rachîd, \"le bien guidé\". Bien qu'il dût mettre un terme à quelques révoltes internes, Hârûn ar-Rachîd régna sur un empire rarement en guerre et qui s'enrichit de façon spectaculaire. Pour plus d'informations sur Hârûn ar-Rachîd, veuillez consulter l'entrée Civilopédia correspondante."
        },
        {
            "heading": "Moyen Âge",
            "text": "L'Empire arabe de l'époque médiévale était bien plus développé que les empires européens contemporains : sous le règne de Hârûn ar-Rachîd, Bagdad regroupait un million de personnes tandis qu'Aix-la-Chapelle, capitale régie par Charlemagne, n'en comptait pas plus de dix mille. Des centres d'apprentissage attirèrent les érudits du monde musulman vers les grandes villes telles que Bagdad, Damas ou Cordoue. Les Arabes de cette époque furent à l'origine de grandes découvertes en médecine, en astronomie, en mathématiques et dans bien d'autres domaines, et traduisirent également nombre de grands classiques depuis le grec ancien vers l'arabe, préservant ainsi ces écrits voués à disparaître.Lors des Croisades, l'Europe chrétienne lança un assaut prolongé sur le monde arabique. Le plus grand des généraux musulmans de l'époque fut Salah al-Din, plus connu sous le nom de Saladin. Il mit un terme à la troisième croisade et récupéra la ville de Jérusalem."
        },
        {
            "heading": "Déclin et morcellement",
            "text": "Cependant, à la fin du Moyen Âge, l'empire commença à se morceler sous la pression sans cesse grandissante de forces internes et externes. La taille de l'empire rendait tout bonnement impossible l'implantation d'un gouvernement centralisé, et les califes furent contraints de réprimer de nombreuses insurrections menées par des chefs rebelles locaux. Le débat concernant l'identité des héritiers légitimes de Mahomet s'amplifia. À l'ouest, les Européens s'emparèrent de l'Espagne au détriment du califat, tandis que les Ottomans débutèrent leur inexorable avancée au cœur de l'Empire arabe.En 1258, une armée mongole menée par Houlagou Khan captura Bagdad et exécuta le calife Al-Musta'sim, mettant ainsi un terme radical à l'Empire arabe."
        },
        {
            "heading": "Arabie moderne",
            "text": "Durant les cinq siècles qui suivirent, la plus grande partie du monde arabe fut gouvernée par des étrangers : d'abord les Turcs ottomans, puis différentes forces coloniales occidentales. Depuis le début de la décolonisation dans les années 1950, les valeurs arabes traditionnelles ont été modifiées par un ensemble de circonstances, notamment l'urbanisation, l'industrialisation et l'influence de l'Occident. Cependant, les anciens dogmes de l'Islam sont encore suivis par des millions de croyants dans le monde entier.Bien qu'aujourd'hui divisées en des dizaines de pays, les terres qui formaient autrefois le grand Empire arabe doivent beaucoup à leur ancêtre commun."
        },
        {
            "heading": "Arabie moderne",
            "text": "Durant les cinq siècles qui suivirent, la plus grande partie du monde arabe fut gouvernée par des étrangers : d'abord les Turcs ottomans, puis différentes forces coloniales occidentales. Depuis le début de la décolonisation dans les années 1950, les valeurs arabes traditionnelles ont été modifiées par un ensemble de circonstances, notamment l'urbanisation, l'industrialisation et l'influence de l'Occident. Cependant, les anciens dogmes de l'Islam sont encore suivis par des millions de croyants dans le monde entier.Bien qu'aujourd'hui divisées en des dizaines de pays, les terres qui formaient autrefois le grand Empire arabe doivent beaucoup à leur ancêtre commun."
        },
        {
            "heading": "Arabie moderne",
            "text": "Durant les cinq siècles qui suivirent, la plus grande partie du monde arabe fut gouvernée par des étrangers : d'abord les Turcs ottomans, puis différentes forces coloniales occidentales. Depuis le début de la décolonisation dans les années 1950, les valeurs arabes traditionnelles ont été modifiées par un ensemble de circonstances, notamment l'urbanisation, l'industrialisation et l'influence de l'Occident. Cependant, les anciens dogmes de l'Islam sont encore suivis par des millions de croyants dans le monde entier.Bien qu'aujourd'hui divisées en des dizaines de pays, les terres qui formaient autrefois le grand Empire arabe doivent beaucoup à leur ancêtre commun."
        }
    ],
    "leader": {
        "name": "Hârûn ar-Rachîd",
        "subtitle": "Dirigeant de l'Arabie",
        "lived": "763 - 809",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/harun_al-rashid.png",
        "trait": {
            "name": "Navires du désert",
            "effect": "La portée des caravanes augmente de 50%. Vos routes commerciales propagent la religion de leur ville d'origine deux fois plus efficacement. Les ressources de pétrole sont multipliées par deux."
        },
        "titles": [
            "Calife",
            "\"Celui qui suit le droit chemin\""
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Hârûn ar-Rachîd (qui se traduit approximativement par \"Aaron le Droit\") fut le cinquième calife abbasside et dirigea l'empire arabe de 786 apr. J.-C. à 809. A cette époque, le califat s'étendait de l'Espagne à l'ouest à l'Anatolie au nord jusqu'à l'Inde à l'est, et constituait l'entité politique la plus vaste et la plus puissante au monde. Hârûn fut un souverain compétent, et son règne fut synonyme de progrès scientifique et de prospérité pour ses sujets."
            },
            {
                "heading": "Début de règne",
                "text": "Fils du troisième calife et d'al-Khayzurân, une esclave yéménite, Hârûn arriva au pouvoir à la mort de son frère, Al-Hâdî Mûsâ ben al-Mahdî. Al-Hâdî mourut d'une infection à l'estomac dans des conditions douteuses, et certains pensent que sa mère le fit empoisonner parce qu'elle avait plus d'influence sur son fils cadet, Hârûn. Vrai ou pas, al-Khayzurân fut en tout cas une conseillère très écoutée de Hârûn jusqu'à sa mort en 789."
            },
            {
                "heading": "Renaissance à Bagdad",
                "text": "Au début du règne de Hârûn, la capitale du califat se trouvait à Bagdad, une cité nouvellement bâtie par un précédent calife. Elle était un centre artistique, scientifique et religieux, parsemé de bâtisses somptueuses. C'est là que Hârûn fonda la \"Maison de la Sagesse\", une bibliothèque et un centre de recherches qui rassemblaient et traduisaient des documents scientifiques écrits en persan, hindi, grec et latin. Sous le règne de Hârûn, Bagdad se développa pour devenir peut-être la ville la plus grande et la plus riche au monde. Plus tard, Hârûn transféra son gouvernement à Ar-Raqqa, mais Bagdad resta une ville d'arts, de science et de commerce pendant des siècles (elle fut conquise et mise à sac par les Mongols en 1258)."
            },
            {
                "heading": "Richesse d'Hârûn et de l'Arabie",
                "text": "On trouve une formidable description de Hârûn dans les Mille et Une Nuits, dans laquelle le calife est décrit comme vivant dans un somptueux palais débordant d'or, d'argent et de pierres précieuses. Bien qu'exagéré, le conte contient une part de vérité. Au cours du règne d'Hârûn, d'immenses richesses furent accumulées par l'empire, et une bonne partie de celles-ci finit dans les coffres du calife. Selon des historiens anciens, la femme de Hârûn exigea que toute sa vaisselle de table fût en or et sertie de pierres précieuses."
            },
            {
                "heading": "Diplomatie",
                "text": "Politiquement, Hârûn s'efforça d'avoir des relations cordiales avec les puissances européennes. Il établit des relations diplomatiques avec Charlemagne et, en ces années qui précédèrent les Croisades, les Européens purent librement se rendre en Terre Sainte et à Jérusalem. Il entretint également des contacts avec la Cour impériale de Chine. Cependant, ses relations avec les Byzantins furent moins amicales.À l'époque de son père, Hârûn conduisit une armée à travers la Turquie jusqu'aux portes de Constantinople, la capitale de l'Empire byzantin. Après avoir négocié avec l'impératrice Irène, il accepta d'épargner la ville contre un tribut annuel de 70 000 pièces d'or. Lorsque Irène fut détrônée et que les Byzantins rompirent cet accord en 806, Hârûn mena une autre armée vers le nord et força à nouveau les Byzantins à capituler."
            },
            {
                "heading": "Mort d'Hârûn",
                "text": "Hârûn tomba malade et mourut en 808 alors qu'il était en route pour mater une révolte en Iran. Son fils al-Amîn lui succéda. Sa mort marqua le début du lent déclin de l'Empire arabe. Peu à peu, ses ennemis extérieurs et les révoltes internes grignotèrent son territoire. Bien que l'Empire survécût pendant plusieurs siècles, il ne connut plus jamais le lustre des années du règne de Hârûn ar-Rachîd."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Même s'il fut aussi marqué par des guerres et des soulèvements internes, le règne de Hârûn fut plutôt pacifique et prospère. Le califat vit le développement de l'économie et de la science ainsi que l'explosion du commerce. Hârûn, amateur de musique et de poésie, prodigua de somptueux cadeaux aux artistes de sa Cour. Bien qu'il ne fût pas un immense souverain, il dirigea de façon compétente un Empire arabe au sommet de sa puissance et de sa richesse."
            }
        ]
    }
}