{
    "id": 35,
    "name": "Assyrie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/assyrie.png",
    "dawn_of_man": "Le peuple se plie à votre volonté de fer, ô sage et illustre Assurbanipal, roi d'Assyrie ! Vous êtes célèbre de par le monde pour votre puissance et pour votre érudition, mais peu connaissent l'étendue de votre ambition véritable. Si vos ennemis tremblent de peur devant votre férocité dans la bataille, ce sont vos conquêtes intellectuelles qui vous ravissent le plus. Votre soif de connaissance vous a poussé à construire la bibliothèque royale de Ninive, qui réunit l'une des plus grandes collections de tablettes et de textes anciens du monde entier, et qui sera le témoin de votre indéniable grandeur auprès des générations futures. Roi sage et sans peur, le temps est enfin venu de rendre à l'Assyrie sa gloire passée. Parviendrez-vous à conquérir le savoir et l'héritage de tous les autres peuples ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Bibliothèque royale|Bibliothèques royales",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/royal_library.json"
        }
    ],
    "unique_units": [
        {
            "name": "Tour de siège|Tours de siège",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/siege_tower.json"
        }
    ],
    "city_names": [
        "Assur",
        "Ninive",
        "Nimrud",
        "Kar-Tukulti-Ninurta",
        "Dur-Sharrukin",
        "Halab",
        "Carchemish",
        "Kanesh",
        "Harran",
        "Imgur-Enlil",
        "Shubat-Enlil",
        "Qatna",
        "Sareisa",
        "Sam'al",
        "Qarqar",
        "Til Barsip",
        "Sultantepe",
        "Erbil",
        "Hamath",
        "Guzana",
        "Turuspa",
        "Nasibina",
        "Arpad",
        "Kelashin",
        "Tadmur",
        "Urartu",
        "Sabata",
        "Hit"
    ],
    "spy_names": [
        "Adapa",
        "Kubaba",
        "Nabu",
        "Nergal",
        "Ninlil",
        "Ninurta",
        "Nisroch",
        "Shamash",
        "Pazuzu",
        "Qingu"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Les nombreux royaumes anciens d'Assyrie, depuis longtemps ensevelis par l'histoire, furent à différentes époques parmi les plus prospères et les plus puissants de la planète. L'Assyrie fut fondée au coeur de la Mésopotamie (au nord de l'Iraq moderne) par les descendants sémites des réfugiés akkadiens et sumériens, après la chute de l'Empire d'Akkad, vers 2154 av. J.-C. Les différentes langues et coutumes des réfugiés fusionnèrent lentement pour donner naissance à deux peuples mésopotamiens distincts : les Assyriens au nord et les Babyloniens au sud. Malgré de nombreuses tentatives pour former un royaume indépendant, les Assyriens étaient sans cesse contenus par l'expansion de leurs voisins, et en particulier Babylone. Finalement, les rois assyriens, à commencer par le légendaire Tudiya, parvinrent à établir un vaste empire. À plus d'une occasion, l'Assyrie fut d'ailleurs l'État le plus puissant de la région. Elle continua cependant à subir l'invasion de ses rivaux voisins, et à la fin du VIe siècle av. J.-C., l'Empire assyrien avait complètement disparu."
        },
        {
            "heading": "Terrain et climat",
            "text": "Située dans la région fertile de la Mésopotamie, autour de la zone fluviale constituée du Tigre et de l'Euphrate, l'Assyrie s'étendait sur des terres capables de produire d'abondantes récoltes de blé et d'autres céréales. Considérée comme le berceau de la civilisation occidentale, la Mésopotamie était dominée par les cultures sumérienne, akkadienne, babylonienne et assyrienne à l'Âge du bronze. En Assyrie, le climat était de type semi-aride, malgré les importantes précipitations que le royaume recevait des monts Zagros sous forme de neige fondue et de pluie, toute l'année. La zone fluviale (environ 15 000 kilomètres carrés) était marquée par des marécages, des lagunes, des vasières et des roselières. L'agriculture irriguée se répandit des contreforts des monts Zagros vers le sud à partir de 5000 av. J.-C. À l'époque, les fermiers assyriens récoltaient principalement du blé, de l'orge, des oignons, du raisin, des navets et des pommes. La région autrefois occupée par les propriétés assyriennes est aujourd'hui principalement recouverte par une partie de la Syrie, de l'Iran, de l'Irak et de la Turquie. Bordés au nord par des montagnes accidentées, à l'ouest par les Araméens, au sud par les royaumes de Babylone et d'Élam ainsi que par les tribus amorrites d'Arabie, les Assyriens connaissaient la prospérité, mais dans un contexte très fragile."
        },
        {
            "heading": "Colonisation",
            "text": "Les plus anciens sites néolithiques d'Assyrie datent d'environ 7100 av. J.-C., et la plus ancienne preuve de civilisation humaine remonte à 6000 av. J.-C. avec la communauté d'Hassuna. La région qu'occupait autrefois l'Assyrie est le témoin des premières traces connues d'agriculture irriguée et de peuplements humains parmi les plus anciens ayant existé. Assur, fondée vraisemblablement au milieu du IIIe millénaire av. J.-C., en est un exemple. Il semblerait qu'elle ait été un centre administratif de Samarie plutôt qu'une ville indépendante. Ninive, bien que probablement fondée beaucoup plus tôt, est mentionnée pour la première fois comme lieu de culte pour Ishtar, première divinité de Mésopotamie, dans des registres historiques datés de 1800 av. J.-C.Au cours des IIIe et IIe millénaires av. J.-C., une symbiose culturelle entre les Sumériens et les Sémites donna naissance à l'Empire d'Akkad, où les villes assyriennes furent d'une importance capitale. La liste royale assyrienne s'ouvrit avec Tudiya après la chute de l'Empire d'Akkad, anéanti par des tensions internes, un effondrement économique et des invasions barbares. Après une courte période d'indépendance, les terres assyriennes furent cependant annexées par la Troisième Dynastie sumérienne d'Ur, fondée en 2112 av. J.-C. Dès le déclin de l'Empire d'Akkad, puis de l'Empire sumérien, une culture assyrienne distincte émergea pour instaurer ses propres coutumes et traditions. Sa naissance coïncida avec les progrès technologiques fondamentaux réalisés dans l'agriculture, l'élevage, la poterie et la métallurgie."
        },
        {
            "heading": "Premier Empire assyrien",
            "text": "Bien que la liste royale assyrienne fasse état de l'existence de nombreux rois antérieurs, il faut avancer jusqu'au XIXe siècle av. J.-C. pour connaître le nom du premier roi assyrien à intervenir dans un contexte historique défini : le roi Samsî-Addu. Il régna sur la ville d'Assur et imposa un contrôle assyrien sur une grande partie de la Mésopotamie. En 1813 av. J.-C., Samsî-Addu avait détrôné le souverain akkadien d'Assyrie pour s'autoproclamer nouveau roi d'Assyrie. Peu de temps après, il lança une campagne d'expansion. En plaçant l'un de ses fils sur le trône de la ville voisine, Ekallâtum, il rétablit son autorité sur les petites colonies anatoliennes d'Assyrie. Il conquit ensuite le royaume de Mari le long de l'Euphrate, et y plaça un autre de ses fils sur le trône.Samsî-Addu se retira de ses fonctions pour superviser la construction de la nouvelle capitale qu'il s'était consacrée, mais mourut vers 1790 av. J.-C. avant qu'elle ne soit achevée. Ses fils eurent du mal à assumer leurs fonctions par la suite. Le plus jeune fut détrôné par une rébellion à Mari. Le nouveau roi s'allia rapidement au roi de Babylone, Hammurabi, qui s'attachait de son côté à faire de son royaume récemment créé une puissance militaire majeure. Les forces babyloniennes s'enfoncèrent en Assyrie et envahirent plusieurs villes. Avec le soutien d'Hammurabi, les villes anatoliennes se révoltèrent et se séparèrent du royaume assyrien. Le roi babylonien finit par conquérir la ville d'Ekallâtum, et le fragile Empire assyrien tomba aux mains de Babylone, qui l'annexa complètement en 1756 av. J.-C. La lignée des rois assyriens survécut néanmoins en tant que vassaux d'Hammurabi."
        },
        {
            "heading": "Résurgence assyrienne",
            "text": "L'Empire d'Hammurabi n'aura pas résisté longtemps. À sa mort vers 1750 av. J.-C., il se désagrégea rapidement et Babylone perdit le contrôle de l'Assyrie pendant le règne de son successeur. Dans un premier temps, le vice-régent Puzur-Sin renversa un roi amorrite régnant sur l'Assyrie pour le compte de Babylone. Puis, le pays sombra dans une période de troubles et de guerre civile, marquée par le règne relativement court de rois assyriens. Au XVIe siècle av. J.-C., les Mitanni, un peuple indo-européen, envahirent l'Anatolie et s'enfoncèrent davantage vers l'est, capturant et pillant au passage la ville d'Assur vers 1480 av. J.-C. À cette époque, les monarques assyriens survécurent en tant que vassaux. Il semblerait en effet que les Mitanni se soient contentés d'éviter l'ingérence dans les affaires assyriennes tant que ces derniers payaient leur tribut.Pendant le règne d'Eriba-Adad Ier (1390-1366 av. J.-C.), la puissance des Mitanni avait considérablement décliné. Son successeur, Assur-uballit, passa toutes ses années au pouvoir à reconstruire l'Empire assyrien. En battant les Hourrites et les Hittites, Assur-uballit mit fin à toutes les menaces venant de cette région. Il maria ensuite sa fille au dernier roi Kassite de Babylone. Lorsque le roi babylonien fut assassiné par une faction politique rebelle, Assur-uballit envahit rapidement Babylone et l'annexa. Peu après, il attaqua les Mitanni et écrasa leurs forces malgré le soutien militaire des Hittites et des Hourrites. Il s'appropria les terres des Mitanni et des Hourrites, faisant à nouveau de l'Assyrie un royaume vaste et puissant.Durant les deux siècles qui suivirent, une succession ininterrompue de rois efficaces assura la prospérité et la stabilité du royaume, lui permettant de s'imposer comme la puissance dominante de Mésopotamie. Les réformes et les politiques internes qu'ils mirent en place assurèrent leur popularité aux yeux du peuple et des nobles. Une série d'invasions victorieuses étendit par ailleurs les possessions assyriennes en Asie mineure et en Orient. En 1274 av. J.-C., le grand roi guerrier Salmanazar Ier accéda au trône. Il parvint à repousser les frontières de l'Empire assyrien dans les montagnes caucasiennes et à envahir l'est de l'Anatolie. À son apogée, l'Empire s'étendait des côtes du Golfe persique à celles de la Méditerranée. Mais à la mort de l'empereur Téglath-Phalasar Ier, l'Assyrie entra dans une période de récession qui devait durer pas moins de 300 ans."
        },
        {
            "heading": "Âge sombre",
            "text": "La Mésopotamie entra dans l'Âge sombre (environ 1200-900 av. J.-C.) à l'époque où des peuples moins civilisés envahirent la plupart de la région. Des peuples sémites, tels que les Araméens et les Chaldéens, grappillèrent les frontières ouest et sud de l'Empire assyrien, s'appropriant une grande partie de la ville de Babylone. Les Mèdes et les Perses s'avancèrent dans les terres à l'extrémité est de l'Assyrie. Au nord, les Phrygiens envahirent la région des Hittites, et les tribus arméniennes expulsèrent les Assyriens du Caucase. Les Cimmériens et les Scythes commencèrent à émigrer des territoires de la mer Noire. Durant cette période, il semblerait que les rois assyriens se soient contentés de défendre une zone concentrée autour des villes d'Assur et de Ninive, et du centre des affaires de Nimrud, abandonnant quasiment les régions et colonies extérieures. Ils limitèrent leurs aventures militaires à de rares raids punitifs contre ces barbares et à des tentatives occasionnelles de reconquête des territoires perdus. Ces efforts contribuèrent cependant à donner aux Assyriens une culture de guerriers, au moment même où le commerce s'effondrait et que la religion prenait de l'ampleur. Anshur devint le Dieu de l'État, et la prêtrise se généralisa pour devenir la principale puissance politique du royaume, et ce jusqu'à l'assassinat du roi Tukulti-Ninurta Ier."
        },
        {
            "heading": "Empire néo-assyrien",
            "text": "La résurgence de l'influence assyrienne commença avec l'accession au trône d'Adad-nirani II en 911 av. J.-C. Cet Empire néo-assyrien perdura jusqu'à la prise de Ninive en 612 av. J.-C. par une force alliée des Babyloniens, des Mèdes, des Scythes et des Cimmériens. À son apogée, aux alentours de 671 av. J.-C., l'Empire s'étendait du Nil au Golfe persique en traversant le nord de l'Arabie, se prolongeait au nord jusqu'aux monts Zagros et aux massifs montagneux du Caucase, et s'enfonçait profondément à l'ouest en Asie mineure. Il recouvrait alors entièrement ou en partie les nations actuelles de l'Irak, l'Iran, la Géorgie, la Turquie, l'Arménie, la Syrie, la Jordanie, Israël, le Koweït, l'Égypte et l'Arabie Saoudite, constituant le plus grand Empire de l'histoire.Avec les campagnes d'Adad-nirani, l'Assyrie commença à assujettir les territoires frontaliers et les vassaux qui ne connaissaient, depuis un siècle, l'autorité assyrienne que de nom. Le roi Adad-nirani Ier se mit ensuite à la conquête des territoires rebelles araméens, néo-hittites et hourrites vers le nord. C'est à ce moment-là qu'il instaura la politique d'état de déportation et de relocalisation des peuples nouvellement conquis dans d'autres territoires de l'Empire assyrien, une politique cruelle que ses successeurs continuèrent à appliquer. Dans les dernières années de son règne, il lança une campagne militaire victorieuse contre Babylone.À la mort d'Adad-nirani en 892 av. J.-C., son héritier consolida les territoires annexés et conquit les colonies perses et mèdes dans les monts Zagros. Les dirigeants suivants utilisèrent à leur avantage l'armée assyrienne revitalisée, et notamment ses engins de siège (particulièrement efficaces contre les murs des villes faits de briques de boue), pour envahir de vastes étendues de la péninsule arabique, de l'Asie mineure et de la Mésopotamie. Même les reines poursuivirent l'expansion assyrienne. Lorsqu'Adad-nirani III (810-782 av. J.-C.) monta sur le trône, il était encore un enfant. Sa mère, la légendaire reine Semiramis, alors régente, écrasa les dernières possessions des Mèdes et des Perses pour l'Empire avant d'abdiquer en faveur de son fils quelques années plus tard.Après une courte période de paix, l'expansion se poursuivit rapidement sous les règnes des successeurs d'Adad-nirani avec une série ininterrompue de conquêtes. Téglath-Phalasar III (qui régna de 745 à 727 av. J.-C.), Sargon II (722 à 705 av. J.-C.), et le terriblement efficace Sennachérib (705 à 681 av. J.-C.) ajoutèrent la Phénicie, Israël, Juda, la Samarie, la Palestine, Chypre, Moab et de vastes étendues des monts Taurus et de la péninsule arabique aux territoires de l'Empire. L'héritier de Sennachérib, Assarhaddon, traversa le désert du Sinaï pour envahir l'Égypte, expulsant ses dirigeants nubiens et détruisant, par la même occasion, le royaume de Koush. De retour en Assyrie, Assarhaddon commença à reconstruire la ville de Babylone, qui avait été rasée à la suite d'une révolte. Mais il mourut en préparant une autre invasion de l'Égypte.À la mort d'Assarhaddon en 669 av. J.-C., Assurbanipal, considéré comme le plus grand empereur de l'époque néo-assyrienne, accéda au pouvoir. Bien que préoccupé par les réformes et l'éducation, Assurbanipal montra qu'il était aussi un redoutable guerrier. Il passa une bonne partie de son temps à réprimer les révoltes et les incursions à la frontière, et acheva la conquête de l'Égypte avec la dernière expansion de l'Empire néo-assyrien. Cependant, Assurbanipal est plus connu pour ses efforts de reconstruction des villes, son mécénat dans l'art et la science, et la création de bibliothèques dans tout le royaume. La littérature cunéiforme et les textes des scribes, trouvés par les archéologues dans la grande bibliothèque de son palais à Ninive, contribuèrent à la transmission de ce que nous savons aujourd'hui non seulement sur l'Assyrie mais également sur la région tout entière de cette époque."
        },
        {
            "heading": "Effondrement de l'Empire",
            "text": "À la mort d'Assurbanipal en 627 av. J.-C., l'Assyrie fut plongée dans une guerre civile. Plusieurs rivaux s'entretuèrent pour accéder successivement au trône. Le désordre et la destruction qui régnaient à l'époque conduisirent l'Empire assyrien, mais aussi la culture clairement identifiée comme assyrienne, tout droit à leur perte. La dissolution de l'Empire ne se fit pas attendre. En 605 av. J.-C., une alliance entre Babyloniens et Mèdes terrassa les forces égypto-assyriennes à Karkemish, et l'Assyrie devint une province babylonienne. Après la chute de l'Empire babylonien, les territoires assyriens d'origine furent assiégés par différentes vagues d'envahisseurs, des Perses aux Arabes. L'Assyrie, sa gloire et ses avancées sombrèrent alors dans les méandres de l'histoire jusqu'à ce qu'elles soient de nouveau mises en lumière par des archéologues et des historiens de notre époque, à travers notamment l'excavation de la légendaire ville de Ninive, en 1845."
        },
        {
            "heading": "Effondrement de l'Empire",
            "text": "À la mort d'Assurbanipal en 627 av. J.-C., l'Assyrie fut plongée dans une guerre civile. Plusieurs rivaux s'entretuèrent pour accéder successivement au trône. Le désordre et la destruction qui régnaient à l'époque conduisirent l'Empire assyrien, mais aussi la culture clairement identifiée comme assyrienne, tout droit à leur perte. La dissolution de l'Empire ne se fit pas attendre. En 605 av. J.-C., une alliance entre Babyloniens et Mèdes terrassa les forces égypto-assyriennes à Karkemish, et l'Assyrie devint une province babylonienne. Après la chute de l'Empire babylonien, les territoires assyriens d'origine furent assiégés par différentes vagues d'envahisseurs, des Perses aux Arabes. L'Assyrie, sa gloire et ses avancées sombrèrent alors dans les méandres de l'histoire jusqu'à ce qu'elles soient de nouveau mises en lumière par des archéologues et des historiens de notre époque, à travers notamment l'excavation de la légendaire ville de Ninive, en 1845."
        }
    ],
    "leader": {
        "name": "Assurbanipal",
        "subtitle": "Dirigeant d'Assyrie",
        "lived": "685 - 627 av. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/assurbanipal.png",
        "trait": {
            "name": "Trésors de Ninive",
            "effect": "Hors accord commercial, prendre le contrôle d'une ville permet de recevoir une technologie gratuite déjà découverte par le propriétaire de celle-ci. Bonus valable une seule fois par ville ennemie."
        },
        "titles": [
            "Roi d'Assyrie"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Assurbanipal, roi d'Assyrie pendant plus de 40 ans au milieu du VIe siècle av. J.-C., se démarqua des autres souverains assyriens par sa soif visiblement insatiable de connaissances, qu'il étanchait à la fois à travers une négociation avisée et une conquête impitoyable. Que ce soit en affrontant directement ou simplement en menaçant d'un conflit ceux qui s'opposaient à lui, Assurbanipal cherchait en permanence à rassembler les textes et l'histoire des nombreuses cultures et civilisations qui gravitaient autour de son empire. En regroupant les manuscrits cunéiformes et les tablettes de pierre au sein de grandes archives, qui portent son nom, Assurbanipal fonda l'une des bibliothèques d'écrits anciens les plus remarquables qu'il nous ait été donné de découvrir dans le monde. Au-delà de sa curiosité intellectuelle, Assurbanipal était aussi un guerrier redoutable, qui menait habilement les missions militaires et administratives qui lui incombaient. Assurbanipal était une personnalité intimidante qui avait le corps et l'esprit nécessaires pour diriger le grand Empire néo-assyrien. Considéré comme l'un des plus grands rois d'Assyrie, l'héritage qu'il laissa à sa mort persista pendant plus de deux millénaires."
            },
            {
                "heading": "Jeunesse",
                "text": "Bien que les registres historiques ne couvrent pas cette époque de manière continue, on sait qu'Assurbanipal est né au début du VIe siècle av. J.-C., à la fin de presque 1500 ans de suprématie assyrienne sur la région. Son père, Assarhaddon, était le prince héritier à sa naissance. Il s'assura qu'Assurbanipal reçoive une éducation et une formation militaires mais aussi intellectuelles. Élevé dans un petit palais, appelé \"bit reduti\" (\"Maison de la Succession\"), à Ninive, il reçut l'édifice en cadeau de son père lorsque celui-ci le nomma prince héritier, en 672 av. J.-C., à la mort de son frère aîné. La formation d'Assurbanipal abordait aussi bien les activités royales, comme les techniques de monte, la conduite de chars, le tir à l'arc, l'artisanat et la bienséance royale, que les disciplines intellectuelles, comme l'art divinatoire, les mathématiques ou encore l'ingénierie. Bien que ce ne soit pas un fait avéré, certains avancent qu'Assurbanipal fut le tout premier roi assyrien à savoir lire et écrire, ce qui lui permettait de comprendre de nombreux documents et langages anciens. Il commença très jeune à s'occuper des tâches administratives de la cour royale assyrienne. Il supervisa notamment plusieurs projets de construction et se chargea de la nomination des préfets locaux pour le compte de son père. À la mort de ce dernier en 669 av. J.-C., Assurbanipal accéda au trône et se prépara à gérer les nombreux conflits qui se profilaient alors à l'horizon."
            },
            {
                "heading": "Règne",
                "text": "Comme souvent lors d'une passation de pouvoir, Assurbanipal fut obligé, une fois devenu roi, de se pencher sur certains problèmes mis de côté par son père. L'Assyrie s'était empêtrée dans une guerre avec son voisin égyptien, et Assurbanipal se trouva dans l'obligation de prendre des mesures radicales pour consolider son emprise sur les territoires éloignés de l'Empire. Déployant rapidement ses forces, il cumula plusieurs victoires en Égypte. Après d'autres incursions de l'armée assyrienne, il sécurisa son contrôle sur bon nombre de régions jusqu'alors contestées, dont Juda, Israël, Chypre et une grande partie de l'Asie mineure.En administrateur expérimenté, Assurbanipal consacra la plupart de son temps à gérer les besoins de son peuple depuis son palais, malgré une implication de longs jours durant dans la coordination des efforts de guerre. Il choisit avec soin des régents compétents et dignes de confiance, et nomma des souverains locaux dans les contrées les plus éloignées de l'Empire assyrien afin de pouvoir concentrer ses efforts ailleurs. La formation et l'éducation qu'il avait reçues façonnèrent son aisance à gouverner. Malgré les conflits dans la région, l'Empire connut à cette époque une certaine stabilité et une prospérité économique.Particulièrement fier de son parcours académique, Assurbanipal fut un protecteur des arts et des sciences qu'il fit découvrir à l'Empire, tout au long de son règne, avec un enthousiasme débordant. Pour constituer la Bibliothèque royale de Ninive, Assurbanipal envoya des scribes aux quatre coins de l'Empire afin de récupérer et de copier des textes sur tous les thèmes qu'ils pouvaient trouver. Comme de nombreux rois anciens, il commissionna également des artistes et des sculpteurs pour dépeindre les événements qui avaient lieu dans tout l'Empire, et créer de nombreux reliefs représentant ses exploits personnels."
            },
            {
                "heading": "Bibliothèque royale",
                "text": "La Bibliothèque royale d'Assurbanipal, découverte dans l'ancienne capitale assyrienne de Ninive, abritait l'impressionnante collection de textes historiques et de tablettes d'argile d'Assurbanipal. Regroupant des écrits sur d'innombrables thèmes, des anecdotes sur les populations aux rites religieux, en passant par les travaux médicaux et scientifiques, ou encore l'histoire des peuples de l'époque, la bibliothèque figure parmi les plus complètes jamais découvertes par les archéologues modernes. La Bibliothèque royale contenait, entre autres trésors de la littérature, l'Enuma Elish ou \"création épique\" de Babylone, ainsi que l'Épopée sumérienne de Gilgamesh. L'archéologue et historien anglais, Sir Austen Henry Layard, fut le premier à localiser les ruines de la bibliothèque en 1849. La plupart des écrits qu'il y découvrit à l'époque furent envoyés au British Museum, où ils sont encore conservés aujourd'hui. Au total, plus de 30 000 tablettes et autres documents sont répertoriés par le musée comme pièces du \"projet de bibliothèque d'Assurbanipal\"."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "À la mort d'Assurbanipal en 627 av. J.-C., l'Empire assyrien entra dans une période de récession, de nombreuses personnalités rivalisant pour le pouvoir. L'agitation dans les centres urbains et au sein de l'armée s'aggrava avec le conflit entre le fils d'Assurbanipal, Sin-sar-ishkun, le général Sin-shumu-lishir et l'ultime roi de Babylone, Nabopolassar. Toute cette confusion ne servit finalement qu'à valoriser encore davantage les réussites d'Assurbanipal, qui était parvenu à atteindre une certaine stabilité politique et une croissance économique pour son peuple tout au long de son règne. En fondant la Bibliothèque royale, Assurbanipal posa les bases d'une éducation soutenue par l'État, et fournit aux historiens et aux intellectuels modernes une mine inégalée d'informations, qui contribua grandement à notre apprentissage et à notre compréhension des peuples et des royaumes de cette époque."
            }
        ]
    }
}