{
    "id": 26,
    "name": "Autriche",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/autriche.png",
    "dawn_of_man": "Noble et vertueuse reine Marie­Thérèse, impératrice germanique et souveraine d'Autriche, le peuple s'incline devant votre volonté. Suite à la mort de votre père le roi Charles VI, vous êtes montée sur le trône d'Autriche durant une période de grande instabilité, mais vos caisses exsangues et la faiblesse de l'armée n'ont en rien diminué vos ambitions. Confrontée à la guerre sitôt après votre accession au pouvoir, ou presque, vous avez réussi à repousser vos ennemis et, en nommant votre époux François­Étienne corégent, vous avez assuré votre place d'impératrice germanique. Durant votre règne, vous avez engagé l'Autriche sur une nouvelle voie de réformes, renforçant l'armée, remplissant les caisses et améliorant le système éducatif du royaume.Ô, grande reine, digne et courageuse, le moment est venu pour vous de guider à nouveau le royaume. Pourrez-vous rendre à votre peuple toute sa prospérité et sa splendeur ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Café|Cafés",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/coffee_house.json"
        }
    ],
    "unique_units": [
        {
            "name": "Hussard|Hussards",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hussar.json"
        }
    ],
    "city_names": [
        "Vienne",
        "Salzbourg",
        "Graz",
        "Linz",
        "Klagenfurt",
        "Bregenz",
        "Innsbruck",
        "Kitzbuhel",
        "Sankt Pölten",
        "Eisenstadt",
        "Villach",
        "Zwettl",
        "Traun",
        "Wels",
        "Dornbirn",
        "Feldkirch",
        "Amstetten",
        "Bad Ischl",
        "Wolfsberg",
        "Kufstein",
        "Leoben",
        "Klosterneuburg",
        "Leonding",
        "Kapfenberg",
        "Hallein",
        "Bischofshofen",
        "Waidhofen",
        "Saalbach",
        "Lienz",
        "Steyr"
    ],
    "spy_names": [
        "Ferdinand",
        "Johanna",
        "Franz-Josef",
        "Astrid",
        "Anna",
        "Hubert",
        "Alois",
        "Natter",
        "Georg",
        "Arnold"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Tirant son nom du vieil allemand \"Ostarrichi\", dont la plus ancienne mention écrite se trouve dans un document rédigé par l'empereur germanique Otton III en 996, la petite nation enclavée d'Autriche est depuis longtemps un acteur influent de l'histoire militaire et politique d'Europe. À partir du XIIIe siècle, qui marque le début d'un règne de près de 650 ans pour la puissante dynastie Habsbourg, l'Autriche s'imposa comme l'une des plus grandes nations d'Europe, forgeant de solides alliances et concluant des accords commerciaux importants à travers le continent. Plus tard, l'union de l'Autriche et de la Hongrie au sein d'un même empire apporta la stabilité aux deux nations, mais celle-ci fut brisée par la Première Guerre mondiale, puis par l'invasion allemande durant la Seconde Guerre mondiale. À la fin de ces grands conflits, les frontières de l'Autriche furent redessinées. Aujourd'hui, la république indépendante d'Autriche est une nation démocratique, qui s'enorgueillit de maintenir sa neutralité et sa stabilité."
        },
        {
            "heading": "Terrain et climat",
            "text": "Largement dominée par les Alpes, l'Autriche est un pays principalement montagneux, avec un climat frais et tempéré. Même si ses frontières ont beaucoup évolué au cours de son histoire, l'Autriche a toujours été entourée par plusieurs voisins influents, notamment l'Allemagne, l'Italie, la Hongrie et la République tchèque. Enclavés au milieu de leurs adversaires et de leurs alliés, l'Autriche et son peuple ont toujours dû s'adapter aux changements intervenant autour d'eux. De nos jours, les Autrichiens tirent parti de la prédominance des Alpes, les athlètes autrichiens s'étant taillé une bonne réputation dans les sports d'hiver et notamment en ski alpin, en saut à ski et en snowboard."
        },
        {
            "heading": "Origines",
            "text": "On peut faire remonter l'histoire ancienne de l'Autriche aux nomades celtes et à leurs conflits avec l'Empire romain expansionniste. Vers la fin du premier millénaire avant Jésus­Christ, la zone qui compose aujourd'hui l'Autriche était habitée par des tribus celtes au nord du Danube. Ces Celtes étaient des Hallstattiens, une culture que l'on a nommée ainsi car la majeure partie de leurs artefacts a été découverte dans le village autrichien d'Hallstatt. L'arrivée des Romains vers l'an 200 av. J.­C. marqua la fin de la prédominance celte dans la région, car les Romains en prirent le contrôle après avoir rapidement soumis la population locale. C'est durant cette période que l'ancien village celte de Vindobona fut capturé et converti en avant-poste militaire romain. À l'origine un simple camp pour les troupes romaines, Vindobona devint un centre commercial important le long du Danube, où finira par être fondée la capitale autrichienne, Vienne.Même si les Romains eurent la mainmise sur le sud de l'Autriche pendant plusieurs centaines d'années, au IIIe siècle, des tribus germaniques de plus en plus puissantes commencèrent à s'enfoncer dans le territoire contrôlé par les Romains. Au Ve siècle, cette perte de territoire n'était plus le seul problème de Rome. Plus rien ne semblait pouvoir enrayer le déclin de l'Empire et cela permit à des colons de Bavière et des environs de se déplacer à leur guise. La ville de Vindobona fut prise par les nomades avars en 630 de notre ère, mais ceux-ci furent vaincus à leur tour par Charlemagne à la fin du VIIIe siècle."
        },
        {
            "heading": "Frontières initiales",
            "text": "En 976 fut créée la Marche autrichienne, appelée Ostmark (Marche orientale) par les Allemands, englobant une grande partie du territoire qui formera le futur empire d'Autriche. Dans l'Europe du Moyen Âge, le terme de marche servait à désigner des régions frontalières. La Marche autrichienne fut dessinée par l'empereur germanique Otton II et ce nom remplaça toutes les autres dénominations de la zone, y compris celle de Marche avare, créée par Charlemagne au VIIIe siècle pour désigner la même zone. La région sera ensuite appelée Ostarrichi par Otton III, fils d'Otton II."
        },
        {
            "heading": "Comtes de Babenberg",
            "text": "Les Babenberg, première dynastie régnante de la Marche autrichienne, étaient une famille noble qui accéda au pouvoir par la volonté de l'empereur germanique Otton II. Léopold Ier fut nommé margrave d'Autriche en 976 en récompense de sa loyauté envers Otton II durant un soulèvement en Bavière quelques années plus tôt. Le titre de \"margrave\" était accordé aux comtes qui dirigeaient les marches au Moyen Âge ; ils avaient principalement un rôle militaire, car ces territoires frontaliers servaient à protéger le cœur de l'empire. Les comtes de Babenberg dirigèrent l'Autriche pendant près de 300 ans, jusqu'à l'ascension de la plus influente dynastie d'Autriche, la maison aristocratique des Habsbourg."
        },
        {
            "heading": "Règne des Habsbourg",
            "text": "La dynastie des Habsbourg, fondée par le roi des Romains Rodolphe Ier de Habsbourg au XIIIe siècle, devint l'une des plus puissantes familles régnantes de toute l'Europe. Le dernier des Babenberg, le duc Frédéric II, mourut en 1246, laissant aux Habsbourg l'opportunité de s'emparer de la région. Après avoir été choisi comme nouvel empereur germanique, Rodolphe Ier revendiqua les provinces d'Autriche et s'engagea dans un conflit de succession avec le prince de Bohême Ottokar II. Sa victoire permit à Rodolphe Ier de faire de ses deux fils, Rodolphe II et Albert Ier, ses corégents et il devint le premier duc d'Autriche de la lignée des Habsbourg.Durant les six siècles suivants, les Habsbourg renforcèrent leur influence et leur autorité en Europe, s'emparant notamment de la couronne du Saint Empire en 1452 lorsque le pape Nicolas V nomma Frédéric III empereur germanique. En accédant à ce titre, Frédéric III favorisa encore l'ascension des Habsbourg, qui contrôlèrent l'Autriche et le Saint Empire romain germanique jusqu'au début du XIXe siècle.Durant leur long règne, les Habsbourg parvinrent à s'emparer de plusieurs territoires entourant le siège de leur pouvoir en Autriche, et notamment la Hongrie. Souvent au centre de conflits entre l'empire des Habsbourg et les Turcs ottomans occupant une grande partie de la nation, la Hongrie finit par passer totalement sous le contrôle de l'Autriche après la défaite décisive des Ottomans à la bataille de Vienne et la fin de la cinquième guerre austro-turque en 1699.Dernière souveraine autrichienne de la dynastie Habsbourg, Marie­Thérèse gouverna au XVIIIe siècle, mais fut confrontée à une guerre de succession peu après la mort de son père. Première femme à diriger la monarchie Habsbourg, elle subit le mépris des puissances européennes de France et de Prusse, qui contestèrent son droit au trône, provoquant la guerre de la Succession d'Autriche. En 1748, après neuf années de conflit, Marie­Thérèse fut enfin reconnue archiduchesse d'Autriche, mais elle dut céder la précieuse province de Silésie à la Prusse pour mettre fin à la guerre.Le règne de Marie­Thérèse fut marqué par un net renforcement de la stabilité de l'Autriche, en partie grâce à la politique sociale et économique avisée de l'archiduchesse. En rééquilibrant les comptes de l'Autriche par une hausse des taxes et un meilleur contrôle des dépenses, elle put renforcer l'armée exsangue du pays, tandis que les améliorations en termes de santé et d'éducation permirent d'augmenter le bien-être du peuple."
        },
        {
            "heading": "Empire autrichien",
            "text": "Les guerres napoléoniennes qui éclatèrent vers la fin du XVIIIe siècle entraînèrent la création de plusieurs coalitions opposées à l'Empire napoléonien. L'Autriche rejoignit la première coalition contre Napoléon en 1793 ; plusieurs puissances européennes envahirent la France sur différents fronts, mais les Français parvinrent malgré tout à repousser les envahisseurs. En dépit de ce revers, l'Autriche continua à résister aux Français et rejoignit la majorité des sept coalitions qui se dressèrent contre Napoléon. Hélas, les premiers efforts de l'Autriche n'aboutirent qu'à des défaites et l'empereur germanique François II forma l'Empire d'Autriche en 1804 pour tenter de renforcer ses possessions dans la région, se nommant lui-même empereur d'Autriche. En 1805, François II signa le traité de Presbourg, l'obligeant à abdiquer la couronne du Saint Empire et à dissoudre ce même empire pour tenter d'enlever toute légitimité aux prétentions que Napoléon avait montrées sur les territoires germaniques en formant la Confédération du Rhin. Après la défaite de Napoléon en 1813, les forces alliées contre la France démantelèrent sa confédération, qui fut pourtant recréée peu après sous le nom de Confédération germanique.Union d'États européens liés par la même langue, la Confédération germanique fut formée avec l'Autriche et la Prusse comme membres les plus puissants. Toutefois, la coopération entre les deux adversaires historiques ne dura guère. La Prusse et son plus proche allié, l'Italie, envahirent l'État contesté d'Holstein, obligeant l'Autriche à leur déclarer la guerre en 1866. L'Autriche, rejointe par la majorité des membres de la confédération, affronta l'armée prussienne, qui profitait d'une supériorité numérique. Après un bref conflit, la Prusse remporta une victoire décisive contre l'alliance autrichienne et démantela la Confédération germanique.En 1848, les révolutions se multiplièrent en Europe. Durant ce \"printemps des peuples\", les classes ouvrières de toute l'Europe se soulevèrent contre les monarchies en place. L'Autriche ne fut pas épargnée par ces idéaux révolutionnaires. Lorsque la rumeur des soulèvements en France commença à se répandre, les sujets de l'Empire autrichien rejoignirent l'opposition. Même si la révolution autrichienne fut un échec, elle contribua directement à la formation de l'Empire austro-hongrois, car le nationalisme en Hongrie gagnait en vigueur et le mécontentement vis-à-vis de la domination autrichienne était à son comble. En 1867, par un accord aujourd'hui appelé Compromis austro-hongrois, l'empereur autrichien François­Joseph négocia la création de l'Empire austro-hongrois, conservant le pouvoir à l'empereur autrichien, mais accordant à la Hongrie un parlement et un gouvernement indépendants."
        },
        {
            "heading": "Empire austro-hongrois",
            "text": "L'union austro-hongroise donna plus d'indépendance aux Hongrois face à l'autorité autrichienne, tout en renforçant la stabilité de l'Autriche, qui retrouva le soutien populaire du peuple hongrois. Considérablement affaiblie politiquement et militairement par la guerre contre Napoléon au siècle précédent, l'Autriche se trouva renforcée par cette union.Les évènements déclencheurs de la Première Guerre mondiale, qui trouvent leurs racines dans les deux premières guerres des Balkans, furent provoqués par les luttes incessantes entre l'Autriche-Hongrie d'une part et la Russie et la Serbie d'autre part pour prendre le contrôle des Balkans. L'occupation austro-hongroise de la Bosnie dans une tentative pour freiner l'expansion russe dans la région ranima l'opposition nationaliste dans tous les Balkans, menant ainsi l'Europe vers une guerre sans précédent."
        },
        {
            "heading": "Première Guerre mondiale",
            "text": "La Première Guerre mondiale fut déclenchée par l'assassinat de l'archiduc François­Ferdinand, héritier du trône d'Autriche-Hongrie. Cet assassinat fut perpétré par un nationaliste serbe appelé Gavrilo Princip, et malgré les tentatives de conciliation diplomatique, l'Autriche-Hongrie déclara la guerre à la Serbie en 1914. Au début de la guerre, nombre de nations étaient liées par des traités ou des alliances qui les obligèrent à entrer en action. L'Autriche-Hongrie fut rejointe par son plus proche allié, l'Allemagne, contre les forces coalisées menées par la Russie, qui intervinrent pour défendre la Serbie. La France entra dans le conflit comme ancien allié de la Russie, tandis que la Grande­Bretagne entra en guerre après l'invasion allemande de la Belgique. Même si le conflit débuta à cause d'un désaccord entre l'Autriche-Hongrie et la Serbie, le jeu des alliances militaires poussa dans la bataille toutes les plus grandes puissances du monde. Après des années de défaites désastreuses, l'Autriche-Hongrie se retrouva complètement désorganisée. Le traité de Versailles mit fin à la Première Guerre mondiale en 1919."
        },
        {
            "heading": "Première République d'Autriche",
            "text": "L'empire uni d'Autriche-Hongrie fut dissous par les forces alliées victorieuses en 1919 et l'Autriche fut alors recréée le long de ses anciennes frontières en tant que République d'Autriche allemande. Le traité de Saint-Germain, signé à la fin de la Première Guerre mondiale, stipulait que toute nouvelle unification de l'Autriche et de l'Allemagne était strictement interdite. Toutefois, les termes de ce traité n'eurent guère d'importance pour le dirigeant d'origine autrichienne de l'Allemagne nazie, Adolph Hitler."
        },
        {
            "heading": "Annexion nazie",
            "text": "En 1938, les troupes allemandes pénétrèrent en Autriche avec l'intention de rattacher l'Autriche à l'Allemagne. Malgré la résistance des dirigeants autrichiens, les Allemands parvinrent à mettre en place un régime fantoche et annexèrent l'Autriche avec le soutien d'une grande partie de la population. Baptisée \"Anschluss\", cette union de l'Allemagne et de l'Autriche entraîna la dissolution immédiate de la République d'Autriche, qui reprit le nom d'Ostmark ou Marche orientale, jusqu'à la fin de la guerre en 1945."
        },
        {
            "heading": "Deuxième République d'Autriche",
            "text": "Après la défaite de l'Allemagne nazie lors de la Seconde Guerre mondiale, l'Autriche fut occupée par les Alliés pendant près d'une décennie, jusqu'à la signature de la déclaration de neutralité et du traité d'État autrichien en 1955. Le traité d'État autrichien rendit à l'Autriche son statut de république indépendante, tandis que la déclaration de neutralité stipulait que l'Autriche ne participerait à aucune alliance militaire tant qu'elle existerait."
        },
        {
            "heading": "Autriche moderne",
            "text": "Depuis la formation de la deuxième république, l'Autriche a conservé sa neutralité et prospéré en tant que nation démocratique. En 1955, après avoir regagné son indépendance perdue à l'issue de la Seconde Guerre mondiale, l'Autriche a rejoint les Nations unies, devenant ainsi le 70e État membre. Un des bureaux centraux de l'ONU se trouve à Vienne, capitale autrichienne, et l'Autriche offre d'après l'indice de développement humain des Nations unies des conditions de vie parmi les meilleures au monde. En 1995, l'Autriche a rejoint l'Union européenne par voie référendaire et a accepté l'euro comme monnaie en 1999. L'Autriche s'efforce de travailler en étroite collaboration avec l'ONU et adopte une politique étrangère dont le but principal est de résoudre les conflits et de maintenir des relations apaisées dans le monde."
        },
        {
            "heading": "Autriche moderne",
            "text": "Depuis la formation de la deuxième république, l'Autriche a conservé sa neutralité et prospéré en tant que nation démocratique. En 1955, après avoir regagné son indépendance perdue à l'issue de la Seconde Guerre mondiale, l'Autriche a rejoint les Nations unies, devenant ainsi le 70e État membre. Un des bureaux centraux de l'ONU se trouve à Vienne, capitale autrichienne, et l'Autriche offre d'après l'indice de développement humain des Nations unies des conditions de vie parmi les meilleures au monde. En 1995, l'Autriche a rejoint l'Union européenne par voie référendaire et a accepté l'euro comme monnaie en 1999. L'Autriche s'efforce de travailler en étroite collaboration avec l'ONU et adopte une politique étrangère dont le but principal est de résoudre les conflits et de maintenir des relations apaisées dans le monde."
        }
    ],
    "leader": {
        "name": "Marie-Thérèse d'Autriche",
        "subtitle": "Dirigeante de l'Autriche",
        "lived": "1717 - 1780",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/marie-thérèse_d'autriche.png",
        "trait": {
            "name": "Mariage d'état",
            "effect": "Peut dépenser de l'or pour annexer ou transformer en ville fantoche une cité-état qui vous est alliée depuis 5 tours."
        },
        "titles": [
            "Impératrice consort du Saint Empire romain germanique, reine de l'empire de Habsbourg"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Au XVIIIe siècle, le Saint Empire romain germanique et la puissante maison de Habsbourg furent dirigés par l'endurante Marie-Thérèse d'Autriche, qui défia les puissances d'Europe opposées à son règne et servit courageusement les sujets de son royaume. Sur les 650 années de règne des Habsbourg, Marie-Thérèse d'Autriche fut la première et unique femme à la tête de cet empire et fit partie de ses souverains les plus remarquables."
            },
            {
                "heading": "Début de règne",
                "text": "L'accès de Marie-Thérèse au trône des Habsbourg suscita dès le départ divisions et controverses. Son père, l'empereur Charles VI, n'avait aucun fils et par conséquent, aucun successeur au trône selon les lois de l'époque. Pour préserver sa lignée royale et pour que la couronne revienne à Marie-Thérèse, Charles VI fit ratifier la Pragmatique Sanction en 1713, déclarant ainsi son intention de voir sa fille lui succéder. Bien que l'édit fût accepté dans un premier temps, le couronnement de Marie-Thérèse, suite à la mort de Charles, en 1740, fut remis en question par la France et la Prusse, ce qui déclencha la Guerre de succession d'Autriche. Soutenue par la Grande-Bretagne, Marie-Thérèse résista fièrement à ses rivaux qui voulaient lui faire abandonner le trône. Malheureusement, son père lui avait légué un empire instable, à la trésorerie insuffisante pour appuyer une armée peu nombreuse et mal équipée. Après quasiment huit ans d'affrontements, au cours desquels l'Autriche connut de cuisantes défaites et dut renoncer à la Silésie et la Prusse, territoires riches en minéraux, le traité d'Aix-la-Chapelle fut signé, mettant fin à la guerre. Marie-Thérèse était maintenant reconnue comme souverain légitime des Habsbourg, mais le conflit avec la Prusse n'en était qu'à ses balbutiements et de grandes batailles restaient à venir."
            },
            {
                "heading": "Impératrice consort du Saint Empire romain germanique",
                "text": "Traditionnellement, le dirigeant du domaine des Habsbourg régnait également sur le Saint-Empire romain, une désignation décernée par le pape. Cependant, comme ce fut le cas pour son élévation sur le trône de la Maison de Habsbourg, Marie-Thérèse d'Autriche se heurta aux lois de l'époque qui stipulaient qu'aucune femme ne pouvait se retrouver à la tête du Saint-Empire romain. Afin de contourner cette règle, Marie-Thérèse fit monter sur le trône son mari, François-Étienne de Lorraine. Il régna ainsi sur l'Autriche et la Hongrie aux côtés de son épouse et pu être nommé empereur de Rome, faisant de Marie-Thérèse l'impératrice consort des Romains. Cette situation de compromis peut laisser croire que Marie-Thérèse joua un rôle diminué, mais François-Étienne se fit discret face à la sagesse et la détermination de son épouse, qui prenait personnellement toutes les décisions importantes."
            },
            {
                "heading": "Guerre de Sept Ans",
                "text": "La reprise des hostilités entre l'Autriche et la Prusse finit par déclencher la guerre de Sept Ans, en 1756, dont le déroulement fut marqué par des renversements d'alliances. Lors d'un événement connu sous le nom de Révolution diplomatique, la Grande-Bretagne accorda son soutien à la Prusse, tandis que la France se rangea du côté de l'Autriche. Ces bouleversements dans les rapports diplomatiques accompagnaient l'évolution des priorités nationales. En effet, la Grande-Bretagne voyait dans le royaume prussien un allié de taille contre son ennemie ancestrale, la France. La Silésie fut à nouveau au centre du conflit, Marie-Thérèse cherchant désespérément à reprendre ce territoire perdu lors de la guerre de Succession. Malgré tous ses efforts, l'Autriche ne parvint pas à reconquérir la région tant convoitée : en 1763, le traité de Hubertsbourg mit fin à la guerre, attestant la domination prussienne en Silésie."
            },
            {
                "heading": "Grandes réformes",
                "text": "Au couronnement de Marie-Thérèse, les caisses de l'Autriche étaient vides depuis longtemps déjà. En effet, trop occupé à faire ratifier la Pragmatique Sanction, son père avait laissé de côté les affaires internes de l'État. Par conséquent, l'une des premières tâches de l'impératrice fut d'augmenter les recettes de l'Autriche en levant des impôts et en limitant les dépenses. En prenant l'initiative d'imposer la noblesse et les membres du Clergé, Marie-Thérèse remit bientôt d'aplomb la fragile économie du pays.Une fois les finances stabilisées, Marie-Thérèse chargea son chancelier suprême, le comte Friedrich Wilhelm von Haugwitz, d'agrandir et de moderniser l'armée d'Autriche. Alors qu'il mettait sur pied une armée de plus de 100 000 hommes, Haugwitz définit des standards d'entraînement et codifia le règlement militaire afin de renforcer le professionnalisme des forces autrichiennes.C'est également à Marie-Thérèse d'Autriche que l'on doit une réforme radicale de l'éducation, promulguée de force et obligeant tous les enfants, garçons et filles de toutes origines sociales, âgés de six à douze ans à se rendre à l'école."
            },
            {
                "heading": "Instincts maternels",
                "text": "Après avoir fait face aux nombreux conflits qui ont entouré son accession au trône, Marie-Thérèse mit au monde 16 enfants en moins de 20 ans. L'impératrice comptait préserver à tout prix sa lignée en lui offrant un digne successeur ; ce fut donc son quatrième enfant, Joseph, qui finit par devenir roi et empereur du Saint-Empire romain. Maria Antonia, ou Marie-Antoinette, sans doute la plus connue de ses filles, fut couronnée reine de France en 1774, puis exécutée par le peuple français lors de la Révolution française."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Marie-Thérèse d'Autriche est considérée de nos jours comme une dirigeante sage, contemplative, dont la politique conservatrice et les décisions prudentes améliorèrent considérablement le niveau de vie du peuple autrichien, ainsi que des territoires sous la domination de la Maison de Habsbourg. Bien qu'elle montât sur le trône en des temps troublés et sans grande expérience de dirigeante, elle réussit à légitimer sa couronne et régna fermement à la tête des Habsbourg durant 40 ans."
            }
        ]
    }
}