{
    "id": 25,
    "name": "Babylone",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/babylon.png",
    "dawn_of_man": "Soyez béni par les cieux, ô grand Nabuchodonosor, père de la puissante Babylone ! Le monde en était encore à ses balbutiements lorsque Sargon bâtit cette ville, voilà près de 5 000 ans. Sa croissance et sa prospérité furent longues, et elle remporta son premier empire au XVIIIe siècle av. J.-C., sous le règne du divin Hammurabi, le grand législateur. Bien qu'ayant été conquise par les Cassites puis les Assyriens, Babylone a perduré, se relevant, tel le phénix, des cendres de la destruction pour retrouver son indépendance malgré ses nombreux ennemis. Babylone était véritablement le centre des arts et de la connaissance de l'Ancien monde !Ô Nabuchodonosor, votre empire n'a survécu que peu de temps après votre mort, cédant face aux puissants Perses, puis face aux Grecs, jusqu'à la destruction de la ville en 141 av. J.-C. Mais Babylone a-t-elle vraiment disparu, grand Nabuchodonosor ? Votre peuple attend de vous que vous redonniez une fois encore vie à l'empire ! Relèverez-vous ce défi ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Murs de Babylone",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/walls_of_babylon.json"
        }
    ],
    "unique_units": [
        {
            "name": "Archer Babylonien|Archers Babyloniens",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/bowman.json"
        }
    ],
    "city_names": [
        "Babylone",
        "Akkad",
        "Dûr-Kurigalzu",
        "Nippur",
        "Borsippa",
        "Sippar",
        "Opis",
        "Mari",
        "Shushan",
        "Eshnunna",
        "Ellasar",
        "Erech",
        "Kutha",
        "Sirpurla",
        "Nerebtum",
        "Arbela",
        "Nuzi",
        "Tutub",
        "Arrapha",
        "Shaduppum",
        "Râpiqum",
        "Mashkan-Shapir",
        "Tuttul",
        "Ramadi",
        "Anah",
        "Haradoum",
        "Agrab",
        "Uqair",
        "Qubah",
        "Hafriyat",
        "Nagar",
        "Shubat-Enlil",
        "Urhai",
        "Urkesh",
        "Awan",
        "Riblah",
        "Tayma"
    ],
    "spy_names": [
        "Rim-Sin II",
        "Smerdis",
        "Ilum-ma-ili",
        "Peshgaldaramesh",
        "Ur-zigurumas",
        "Semiramis",
        "Em",
        "Ishtar",
        "Bilit Taauth",
        "Aruru"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Plus qu'une nouvelle idée, l'empire babylonien représentait le réveil de l'ancien empire sumérien de la ville d'Ur, qui avait avant lui occupé le croissant fertile du sud de l'Irak actuel. Babylone fut formée en regroupant une douzaine de cités-états, et prit le nom de sa ville principale, dont la première mention remonte au XXIVe siècle av. J.-C."
        },
        {
            "heading": "Terrain et climat",
            "text": "Babylone se trouvait dans le croissant fertile, une zone incroyablement riche longeant les rivières du Tigre et de l'Euphrate et s'étendant à l'ouest jusqu'à la Méditerranée et au sud au coeur de l'Israël moderne. Non seulement cette région profite d'une terre féconde et irriguée par les deux rivières, mais elle se trouve également au croisement de trois masses terrestres : l'Afrique, l'Asie et l'Europe. Ce positionnement se traduit par la présence d'insectes, de plantes et d'animaux originaires des trois continents. La biodiversité de la région est absolument sans pareil, et ses habitants ont pu chercher à exploiter au mieux une grande variété de plantes et d'animaux en apprenant les joies de la ferme et de l'élevage. C'est en grande partie pour cela que le peuple de Babylone a connu des progrès si rapides !"
        },
        {
            "heading": "L'ancien empire babylonien",
            "text": "À l'origine désorganisée, Babylone (la ville comme le royaume) commença à se développer en tant que centre culturel, commercial et religieux sous le règne de Hammurabi, au XVIIIe siècle av. J.-C. Hammurabi fut le premier des grands souverains de Babylone, ainsi qu'un remarquable créateur de lois. Son Code détaillait spécifiquement les actes jugés criminels, ainsi que la peine leur étant associée. Les citoyens n'étaient plus à la merci de juges ou de nobles capricieux, qui pouvaient décider en fonction de leurs humeurs de ce qui était légal et de ce qui ne l'était pas. Le Code babylonien était si complet que ses lois et son système de gouvernement n'ont que peu changé tout au long des 1200 ans d'existence de l'empire."
        },
        {
            "heading": "Archives et mathématiques",
            "text": "À l'image de l'empire sumérien dont ils descendent, les Babyloniens avaient un véritable don pour les archives. Dès le règne d'Hammurabi, et jusqu'à la dissolution de l'empire par Cyrus et les grands empereurs perses, chaque transaction financière, chaque verdict, chaque contrat et presque tout ce qui pouvait être écrit était gravé sur des tablettes. Puisque les lois s'attardaient sur presque tous les aspects de la vie quotidienne, de très nombreuses données furent enregistrées, puis découvertes et déterrées au cours de l'ère moderne. Les chercheurs ont même retrouvé divers appareils d'optique, similaires à des loupes et utilisés par les archivistes afin d'écrire le plus petit possible et ainsi de gagner de la place sur les tablettes.Malgré de nombreux changements de régime, l'éducation atteint des sommets exceptionnels chez les Babyloniens. Certains exploits techniques, comme la création d'un système mathématique sexagésimal utilisant la base 60, sont toujours en vigueur aujourd'hui. Soixante secondes par minute, soixante minutes par heure : le temps moderne est en réalité le temps babylonien !"
        },
        {
            "heading": "Chaos intermittent, avec risques de massacre",
            "text": "Après la mort d'Hammurabi, en 1750 av. J.-C., l'empire perdit lentement de sa puissance et de son influence. Suite à une attaque des Hittites ayant affaibli la ville, elle fut conquise aux alentours de 1600 av. J.-C. par les Kassites, ayant fait irruption des montagnes aujourd'hui iraniennes. Les Kassites gardèrent le contrôle de Babylone pendant 500 ans et donnèrent à la ville le nom de Karduniash.Au XIIIe siècle av. J.-C., le roi assyrien Tukulti-Ninurta Ier prit temporairement le pouvoir, mais les Kassites parvinrent à reprendre leur indépendance... peu avant le pillage de la vile par les Élamites aux alentours de 1150 av. J.-C. Les Babyloniens réussirent alors à reprendre le contrôle de leur ville, peut-être justement parce qu'il n'y avait plus rien à y voler. En 1129 av. J.-C., le Babylonien Nabuchodonosor Ier s'en prit à la ville élamite de Suse en guise de représailles pour leur attaque. Malheureusement, le Xe siècle av. J.-C. vit le retour en forme de l'Assyrie, qui fit de nouveau pression sur Babylone, et l'empire resta sous domination assyrienne jusqu'en 626 av. J.-C."
        },
        {
            "heading": "L'empire néo-babylonien",
            "text": "En 626 av. J.-C., Babylone parvint à nouveau à se libérer du joug assyrien. La révolte était menée par un nouveau dirigeant, Nabopolassar, qui régna par la suite près de vingt ans avant de laisser le trône à son fils, aujourd'hui entré dans l'histoire."
        },
        {
            "heading": "Nabuchodonosor II",
            "text": "Le fils de Nabopolassar, Nabuchodonosor II, régna sur Babylone de 605 av. J.-C. à 562 av. J.-C. Il se distingua très tôt en tant que chef militaire, guidant pour son père une armée en Assyrie, puis décimant une armée égyptienne à Karkemish et prenant le contrôle de toute la Syrie.Nabuchodonosor II était très investi dans la ville de Babylone. Au cours de son règne, cette dernière connut une véritable renaissance. Nabuchodonosor entreprit de grands travaux dans la ville, ordonnant entre autres la reconstruction de temples et de bâtiments antiques, ainsi que la construction de fortifications. Il fut également à l'origine des Jardins suspendus. Il fit travailler majoritairement des étrangers pour ces gros travaux, ce qui eut également pour effet de décupler la population de la ville. Nabuchodonosor mourut en 562 av. J.-C. Pour en savoir plus sur Nabuchodonosor II, consultez la section de la Civilopédia lui étant consacrée."
        },
        {
            "heading": "La Chute de Babylone",
            "text": "Les souverains qui succédèrent à Nabuchodonosor ne marquèrent quant à eux pas l'histoire, et en moins de trente ans, Babylone perdit la majorité de sa puissance et de son prestige. On raconte que lorsque le Perse Cyrus II attaqua la ville en 539 av. J.-C., il ne rencontrera presque aucune résistance. Babylone resta sous contrôle perse jusqu'en 331 av. J.-C., où elle fut prise par Alexandre le Grand, avant d'être dirigée par la dynastie séleucide à sa mort. Depuis lors, Babylone a presque disparu : si on aperçoit encore quelques bosses étranges et des piles de gravas, la ville n'est plus accessible qu'aux archéologues désireux de découvrir ses secrets. Nombre de ses vestiges ont par ailleurs été endommagés ou détruits lors des attaques américaines sur l'Irak en 2003, puis de l'occupation qui a suivi."
        },
        {
            "heading": "Conclusion",
            "text": "Babylone a joué un rôle essentiel dans le développement des lois du monde entier. La création du Code des Lois d'Hammurabi et le zèle avec lequel ses successeurs, qu'ils soient issus ou non de sa lignée, l'ont appliqué, ont prouvé à tous à quel point une nation pouvait devenir prospère et riche en suivant un système gouvernemental organisé. Le reste de l'histoire de Babylone nous rappelle que rien n'est éternel, et que même le plus grand des empires tombera un jour dans l'oubli, écrasé sous le poids des roues de chariots de l'empire suivant. Ou sous les chenilles de ses chars."
        },
        {
            "heading": "Conclusion",
            "text": "Babylone a joué un rôle essentiel dans le développement des lois du monde entier. La création du Code des Lois d'Hammurabi et le zèle avec lequel ses successeurs, qu'ils soient issus ou non de sa lignée, l'ont appliqué, ont prouvé à tous à quel point une nation pouvait devenir prospère et riche en suivant un système gouvernemental organisé. Le reste de l'histoire de Babylone nous rappelle que rien n'est éternel, et que même le plus grand des empires tombera un jour dans l'oubli, écrasé sous le poids des roues de chariots de l'empire suivant. Ou sous les chenilles de ses chars."
        }
    ],
    "leader": {
        "name": "Nabuchodonosor II",
        "subtitle": "Dirigeant de Babylone",
        "lived": "Env. 634 - 562 av. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/nebuchadnezzar_ii.png",
        "trait": {
            "name": "Ingéniosité",
            "effect": "Un savant illustre gratuit apparaît lorsque vous découvrez l'écriture. Vous obtenez des savants illustres 50% plus rapidement."
        },
        "titles": [
            "Nabuchodonosor II"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Nabuchodonosor II fut roi de Babylone pendant 43 ans (605 av. J.-C. - 562 av. J.-C.). On se souvient notamment de lui pour ses conquêtes militaires et sa restauration de la ville de Babylone. Nabuchodonosor II joue également un rôle non négligeable dans la Bible, en particulier de par sa conquête du royaume de Juda et l'exil forcé de nombreux Israélites à Babylone."
            },
            {
                "heading": "Jeunes années",
                "text": "Nabuchodonosor était le fils aîné de Nabopolassar, le fondateur de l'empire chaldéen, qui s'était efforcé de faire de Babylone une puissance impériale. Il a servi sous les ordres de son père au cours de plusieurs campagnes militaires, et en 606 av. J.-C., il était à la tête des troupes qui détruisirent une armée égyptienne à Karkemish, ce qui permit à Babylone de prendre le contrôle de la Syrie."
            },
            {
                "heading": "Montée sur le trône",
                "text": "À la mort de son père en 605 av. J.-C., Nabuchodonosor rentra à Babylone pour monter sur le trône. Il ne tarda pas à reprendre le chemin de la guerre, et fit la conquête d'un certain nombre de petits états, parmi lesquels le royaume de Juda. Il continua ainsi son avancée jusqu'en 600 av. J.-C., lorsqu'après une conquête de trop, il essuya une lourde défaite aux mains de l'armée égyptienne. Tirant profit de la détresse babylonienne, le royaume de Juda et d'autres états dépendants se révoltèrent. \r\nIl fallut à Nabuchodonosor près de deux ans pour regrouper et reconstruire ses armées, mais il parvint à reprendre le chemin de la guerre en 598 av. J.-C., puis à occuper Jérusalem en 597 av. J.-C. Il fit alors déporter et emprisonner à Babylone le roi Joachin et une partie de ses citoyens (probablement tenus en otage pour éviter toute rébellion). Il continua sa politique d'expansion militaire jusqu'à la fin de son règne, s'attaquant avec plus ou moins de succès aux autres puissances de l'est de la Méditerranée, de l'Asie mineure et du Moyen-Orient."
            },
            {
                "heading": "Diplomatie",
                "text": "Plus qu'un simple seigneur de guerre, Nabuchodonosor eut également un rôle diplomatique important, puisqu'il reçut la visite de nombreux ambassadeurs des royaumes voisins et y envoya les siens. On sait entre autre qu'il a envoyé un ambassadeur arbitrer un conflit entre les Mèdes et les Lydiens en Asie mineure."
            },
            {
                "heading": "Politique domestique",
                "text": "Lorsqu'il n'était pas en guerre, Nabuchodonosor dévouait beaucoup de son temps et de son énergie à la reconstruction de Babylone et à l'amélioration de ses fortifications. Il a entre autres rebâti de nombreux temples, pavé des routes, ouvert des canaux, et construit une douve et des remparts autour de la ville. On raconte également qu'il serait à l'origine des fameux Jardins suspendus, construits d'après la légende pour faire plaisir à sa femme, qui se languissait de revoir les vertes collines de sa Médie natale."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Malgré la prise du royaume de Juda et l'exil des Israélites, Nabuchodonosor est représenté de façon relativement positive dans la Bible. On lui attribue la protection de prophètes et citoyens juifs contre les persécutions ; le prophète Jérémie semblait croire que Nabuchodonosor avait été choisi par Dieu pour mener à bien sa vengeance contre les scélérats.\r\nNabuchodonosor II mourut à Babylone en 562 av. J.-C. On se souvient de lui comme d'un glorieux chef militaire, qui non content d'agrandir son empire, embellit et renforça sa capitale, Babylone, et traita ses sujets avec respect. Nabuchodonosor mérite bien sa place dans l'histoire !"
            }
        ]
    }
}