{
    "id": 36,
    "name": "Brésil",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/brazil.png",
    "dawn_of_man": "Gloire à vous, Pierre II le Magnanime, empereur respecté du Brésil. Avec une perspicacité et une dignité remarquables, vous avez régné sur l'empire du Brésil pendant plus de 50 ans, instaurant une paix et une prospérité durables. Monarque sévère mais juste, apprécié de ses sujets, votre dévouement sans faille envers le peuple brésilien a permis à l'empire d'asseoir son influence en Amérique du Sud. Grand patron des arts et des sciences, votre engagement pour la liberté d'expression conduit à la fondation de nombreuses institutions à but éducatif et culturel, renforçant ainsi le sentiment d'identité nationale du peuple brésilien. Empereur Pierre, votre peuple soupire en pensant aux jours bénis où vous le gouverniez, écoutant son récit et lui montrant un avenir radieux. Guiderez-vous à nouveau votre empire vers la prospérité ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Pracinha|Pracinhas",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pracinha.json"
        }
    ],
    "city_names": [
        "Rio de Janeiro",
        "São Paulo",
        "Salvador",
        "Brasilia",
        "Fortaleza",
        "Belo Horizonte",
        "Manaus",
        "Curitiba",
        "Recife",
        "Porto Alegre",
        "Belem",
        "Goiania",
        "Guarulhos",
        "Campinas",
        "São Luís",
        "Maceió",
        "Duque de Caxias",
        "Natal",
        "Campo Grande",
        "Teresina",
        "Florianopolis",
        "Nova Iguaçu",
        "São Bernardo do Campo",
        "João Pessoa",
        "Osasco",
        "Jaboatao dos Guararapes",
        "São José dos Campos",
        "Contagem",
        "Uberlândia",
        "Aracaju",
        "Cuiaba",
        "Feira de Santana",
        "Juiz de Fora",
        "Joinville",
        "Macapá"
    ],
    "spy_names": [
        "Antonio",
        "Bartolomeu",
        "Domingos",
        "Estevao",
        "Fernao",
        "Francisco",
        "Pascoal",
        "Salvador",
        "Tome",
        "Bianca"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Paulo Coelho, le plus célèbre romancier brésilien, a raconté par écrit l'histoire de son peuple : \"[[Le peuple brésilien] aspirait à accomplir sa légende personnelle sans réellement chercher à le faire\". De toutes les anciennes colonies, le Brésil est le seul pays du continent américain à avoir accédé à l'indépendance d'une manière relativement pacifique et à ne pas s'être fragmenté en plusieurs pays, contrairement aux colonies britanniques et espagnoles. Le Brésil devint une colonie portugaise en 1500, lorsque Pedro Cabral y aborda et en revendiqua la souveraineté. En 1815, le Brésil fut élevé au rang de royaume par la famille royale portugaise, contrainte à l'exil par l'invasion du Portugal. En 1822, le Brésil acquit son indépendance totale et devint l'Empire du Brésil, une monarchie constitutionnelle parlementaire. En 1889, le deuxième et dernier empereur du Brésil, Pierre II, fut renversé et la république fut instituée. Au siècle suivant, dictatures et juntes militaires se relayèrent au pouvoir. La démocratie fut restaurée dans les années 1980, lorsque le régime militaire transféra le pouvoir au premier gouvernement civil élu. Grâce à des dirigeants successifs compétents, le Brésil a atteint une certaine stabilité politique et économique, est devenu un membre influent et essentiel de la communauté internationale et a finalement réussi à accomplir \"[[sa] légende personnelle\"."
        },
        {
            "heading": "Terrain et climat",
            "text": "Le Brésil est le cinquième pays le plus grand du monde et couvre la moitié des terres émergées de l'Amérique du Sud. Il fait partie de l'un des 17 pays mégadivers de par sa faune, sa flore, ses habitats, ses ressources naturelles et ses terrains extrêmement variés. Le Brésil englobe la majorité du bassin amazonien, et accueille le plus long cours d'eau et la plus grande forêt vierge du monde. Le pays présente des paysages tropicaux et subtropicaux très divers, parmi lesquels des zones humides, des savanes, des plateaux couverts par la jungle et des montagnes basses. Le littoral du Brésil s'étend sur près de 7 500 kilomètres et compte de nombreux archipels. La principale zone montagneuse du Brésil couvre presque entièrement la moitié sud du pays, où s'élèvent des formations montagneuses peu élevées telles que la serra da Mantiqueira ou la serra do Espinhaço, dont les plus hauts pics culminent à environ 2 800 mètres d'altitude. Située au niveau de l'équateur, la majeure partie du pays connaît un climat tropical, subdivisé en 5 types : équatorial, tropical, tropical d'altitude, tempéré et subtropical. La température est en moyenne de 25°C. La végétation est variée : forêts vierges au nord, savanes tropicales au centre, forêts de conifères au sud. Et en raison de la diversité de ses terrains et de ses climats, la biodiversité brésilienne est l'une des plus riches de la planète. Jaguars, ocelots, tapirs, tamanoirs, fourmiliers, paresseux, tatous, cerfs, piranhas, caïmans, perroquets, singes et des milliers d'autres espèces peuplent les terres et les cours d'eau."
        },
        {
            "heading": "Colonisation portugaise",
            "text": "Les origines des premiers habitants du Brésil, que les Portugais appelèrent les Indiens, sont inconnues. Les plus vieux restes humains, âgés de 10 000 ans, ont été retrouvés dans la zone montagneuse du Minas Gerais. À l'époque où les explorateurs portugais débarquèrent au Brésil, le pays comptait environ 2 000 tribus. Semi-nomades, elles vivaient de la chasse, de la pêche, de l'agriculture nomade, du cannibalisme et étaient secouées par les guerres tribales. La souveraineté de ces terres fut revendiquée en avril 1500 par Pedro Cabral. La flotte menée par ce dernier, qui devait contourner le cap de Bonne-Espérance, se dirigea tellement vers l'ouest qu'elle se retrouva en Amérique du Sud. En 1494, le traité de Torsedillas avait divisé le Nouveau Monde au niveau du 46e méridien, l'ouest revenant à l'Espagne et l'est au Portugal. La région découverte par Cabral se situait dans la zone portugaise. Attirés par les descriptions de ses richesses, les premiers colons portugais s'y installèrent à partir de 1532.La découverte du bois-brésil (ou pernambouc), un bois dur et dense de couleur rouge-orangée, prisé pour ses vertus tinctoriales et utilisé pour la fabrication de meubles et d'instruments de musique, suscita l'intérêt de la Couronne. En 1534, le roi Jean III de Portugal encouragea les expéditions coloniales d'ordre privé. En 1549, le roi nomma un gouverneur général, et le Brésil devint officiellement une colonie portugaise. En guerre contre la France, le Portugal étendit peu à peu ses possessions vers le nord et le sud. Rio de Janeiro fut conquise en 1567, et São Luís en 1615. En 1680, le Portugal revendiqua les terres bordant le rio de la Plata, qui devinrent le territoire portugais le plus austral. À la même période, les places fortes britanniques et hollandaises situées en Amazonie furent prises et les tribus indigènes assimilées, réduites en esclavage ou exterminées.À la fin du XVIIe siècle, le Brésil était la plus grande et la plus importante des colonies portugaises. Les Portugais exportaient notamment du bois-brésil, mais aussi du sucre, des teintures et des épices. Afin de satisfaire la demande croissante pour ces produits, les Portugais commencèrent à importer des esclaves venus d'Afrique. Le Portugal fut même l'une des principales nations esclavagistes, important des centaines de milliers d'esclaves au Brésil. Dans le même temps, des chercheurs d'or sillonnaient les jungles et les collines. De grandes réserves d'or furent découvertes dans le Minas Gerais. La ruée vers l'or qui s'ensuivit fut si importante qu'en 1763, la capitale coloniale fut transférée de Salvador à Rio de Janeiro, plus au sud, pour assurer une meilleure gestion de toutes ces nouvelles richesses. Les frontières du Brésil furent reconnues par les traités de Madrid (1750), du Pardo (1761) et d'Ildefonso (1777). Les réformes coloniales successives permirent au Brésil de rester une colonie placide, prospère et rentable pour le Portugal."
        },
        {
            "heading": "L'indépendance",
            "text": "En mars 1808, la famille royale du Portugal et ses ministres se réfugièrent à Rio de Janeiro pour échapper à l'invasion de leur pays par les troupes napoléoniennes. Le prince Jean dut assurer la régence de sa mère, la reine Marie Ire, qui avait sombré dans la démence. Jean établit sa nouvelle capitale à Rio, d'où il dirigea l'empire. Véritable capitale souveraine, Rio se vit dotée d'un gouvernement, d'une bibliothèque royale, d'une académie militaire, d'une banque royale, d'une imprimerie, d'une école de médecine et d'une école de droit. En 1815, Jean éleva le Brésil au statut de royaume, le faisant ainsi l'égal du Portugal au sein de l'empire. Malgré la défaite des Français, Jean préféra rester au Brésil. Il dut cependant se résoudre à retourner au Portugal pour faire face à de violentes révoltes. Ainsi, en avril 1821, il laissa la régence à son fils Pierre. Les ministres de Pierre, pour la plupart nés au Brésil, l'incitèrent alors à proclamer l'indépendance de leur pays. En septembre 1822, le jeune régent déclara l'indépendance du Brésil et fut couronné empereur dans les trois mois qui suivirent. En 1825, le gouvernement portugais reconnut officiellement la souveraineté du Brésil, et fut imité en cela par la plupart des nations européennes."
        },
        {
            "heading": "Empire",
            "text": "Pierre Ier et ses ministres voulurent s'assurer que le Brésil ne souffrirait pas des troubles et des révolutions qui tourmentaient les pays voisins. Pierre Ier fut ainsi le premier architecte d'une nouvelle constitution, plutôt libérale et assez avancée pour l'époque. Mais Pierre Ier s'impliqua de plus en plus dans les affaires portugaises et, en 1831, il abdiqua au profit de son fils de cinq ans. Il put ainsi retourner au Portugal en vue de reprendre le trône portugais pour sa fille. Afin d'apaiser les troubles politiques causés par le départ brutal de son père, le fils de Pierre Ier fut déclaré majeur à l'âge de 14 ans, et couronné empereur dans l'année. Les 50 ans de règne de Pierre II furent marqués par une ouverture et une avancée du pays sur divers plans, et le Brésil connut un \"âge d'or\" dans tous les domaines : politique, économique, industriel, social et culturel. Sous Pierre II, le Brésil sortit victorieux de trois conflits, élargit sa réputation internationale, se modernisa, réforma ses systèmes légaux et monétaires, accrut sa diversité agricole et abolit l'esclavage. Cette dernière réforme fit perdre à l'empereur le soutien des propriétaires terriens. Au fil des années, Pierre II perdit tout contact avec la nouvelle classe moyenne urbaine et les mouvements étudiants libéraux que ses idéaux et ses mesures politiques avaient fait naître. Bien que toujours respecté et aimé de ses sujets, l'empereur fut renversé par un coup d'État militaire, sans effusion de sang, en novembre 1889. Ce coup d'État visait à instaurer une république. Lorsqu'il s'exila en Europe, Pierre II, fidèle à son pays, exprima son \"souhait le plus vif pour la grandeur et la prospérité du Brésil\"."
        },
        {
            "heading": "Dictature",
            "text": "Manuel de Fonseca, à la tête du coup d'État, devint le président provisoire d'un gouvernement de plus en plus militaire. Soutenu à ses débuts par les militaires et les producteurs de café, dont l'influence ne cessait de croître, il institua la république, sépara l'Église et l'État, et promulgua une nouvelle constitution. Il fut cependant déclaré incapable de conserver ses fonctions. En effet, lorsqu'il tenta, au moyen d'un décret, de dissoudre le nouveau corps législatif, il fut forcé de présenter sa démission. Il fut remplacé par son vice-président, lui aussi général, qui consacra la majeure partie de son mandat à endiguer des révoltes militaires et monarchistes. Sa politique fut marquée par un accroissement des pouvoirs dictatoriaux du président.En 1894, en pleine période de paix, le général Peixoto céda de mauvaise grâce la présidence à Prudente de Morais, premier civil à occuper ce poste. Ancien gouverneur de l'État de São Paulo, où la culture du café était l'activité prépondérante, Prudente de Morais fut le premier président de la \"République Café au lait\". Les présidents de cette période, à l'origine riches politiciens et propriétaires terriens de São Paulo et de Minas Gerais, participèrent à réformer l'économie, moderniser les infrastructures du pays, maintenir la paix et faire prospérer le pays malgré la période de troubles dans le monde entier. Ils menèrent pour cela une politique quasi isolationniste, qui n'avait plus grand-chose d'une démocratie. En effet, seuls les propriétaires terriens, soit une minorité de la population, étaient autorisés à voter. Les élections frauduleuses étaient monnaie courante, et le gouvernement fermait les yeux sur les agissements de dirigeants politiques locaux tant que ces derniers apportaient leur soutien au président en place.Deux choses mirent un terme au règne des \"présidents du café\". Tout d'abord, la chute des prix du café pendant la dépression des années 1930, et ensuite la montée en puissance d'un mouvement composé d'officiers subalternes, les tenentes. Fervents populistes, les tenentes défendaient les réformes et le progrès plutôt que la démocratie. Ils croyaient que seuls les militaires étaient en mesure de faire entrer le pays dans l'ère moderne. Ces officiers prévoyaient de chasser les civils au pouvoir, d'étendre la portée du gouvernement fédéral, de moderniser l'armée et d'éradiquer le régionalisme grâce à un gouvernement centralisé et puissant.En cette période de dépression et de troubles généralisés, les tenentes soutinrent Getúlio Vargas, qui avait perdu l'élection présidentielle, et lui permirent de prendre la tête du pays. Vargas ne devait rester au pouvoir que temporairement, uniquement durant la crise économique. Au lieu de cela, il procéda à la dissolution du Congrès, rejeta la constitution et destitua les gouverneurs d'États pour les remplacer par ses partisans, majoritairement des officiers militaires. Après l'échec d'un soulèvement communiste en 1935 et celui d'un coup d'État fasciste en 1938, Vargas devint un véritable dictateur, tristement célèbre pour sa brutalité et sa censure de la presse. En 1942, le Brésil se rangea aux côtés des Alliés et s'engagea à la fois sur terre, en Italie, et sur mer, dans l'Atlantique. Le Brésil était à l'époque une dictature, mais Vargas insista pour que son pays fasse partie des membres fondateurs de l'Organisation des Nations Unies, en remerciement de son implication dans la Deuxième Guerre mondiale.Mais le boom économique d'après-guerre et la pression internationale firent vaciller Vargas. En 1945, il fut chassé du pouvoir par un coup d'État militaire. La démocratie fut \"rétablie\" par ceux-là mêmes qui l'avaient écartée 15 ans plus tôt. Ironie du sort, Vargas fut élu président en 1950, mais il mit fin à ses jours en 1954, dans le Palais du Catete, au beau milieu d'une crise politique. Après la mort de Vargas, plusieurs gouvernements courts se succédèrent, marqués par des avancées sur divers plans, mais également par la corruption. En 1964, un nouveau coup d'État militaire renversa le gouvernement civil. En 1968, la junte militaire devint une véritable dictature grâce aux pouvoirs que lui accorda l'Acte Institutionnel n°5. La junte mena une politique très dure, mais cependant moins brutale que dans les autres régions du continent. Elle encouragea par ailleurs le capitalisme, la modernisation et les accords internationaux. La junte sut ainsi s'assurer le soutien de la classe populaire et de la classe moyenne, même pendant les années de répression."
        },
        {
            "heading": "Brésil moderne",
            "text": "Le général Ernesto Geisel accéda à la présidence en 1974 et instigua immédiatement une politique de retour \"lente, graduelle et sécurisée\" vers un gouvernement démocratique. En quelques années, il mit fin à la torture des prisonniers politiques, à la censure de la presse et finalement à la junte elle-même en révoquant l'Acte Institutionnel n°5. Son successeur alla également dans ce sens. En 1985, les premières élections libres furent organisées, et José Sarney fut élu président. Grâce à son gouvernement stable et à son économie prospère, le Brésil s'impliqua ensuite dans les affaires régionales et fut l'un des membres fondateurs d'organisations telles que l'Union latine, l'Organisation des États américains, le Mercosul et l'Union des nations sud-américaines. À l'aube d'un nouveau millénaire, le Brésil occupe une place importante sur la scène mondiale."
        },
        {
            "heading": "Brésil moderne",
            "text": "Le général Ernesto Geisel accéda à la présidence en 1974 et instigua immédiatement une politique de retour \"lente, graduelle et sécurisée\" vers un gouvernement démocratique. En quelques années, il mit fin à la torture des prisonniers politiques, à la censure de la presse et finalement à la junte elle-même en révoquant l'Acte Institutionnel n°5. Son successeur alla également dans ce sens. En 1985, les premières élections libres furent organisées, et José Sarney fut élu président. Grâce à son gouvernement stable et à son économie prospère, le Brésil s'impliqua ensuite dans les affaires régionales et fut l'un des membres fondateurs d'organisations telles que l'Union latine, l'Organisation des États américains, le Mercosul et l'Union des nations sud-américaines. À l'aube d'un nouveau millénaire, le Brésil occupe une place importante sur la scène mondiale."
        }
    ],
    "leader": {
        "name": "Pierre II",
        "subtitle": "Dirigeant du Brésil",
        "lived": "1825 à 1891",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pedro_ii.png",
        "trait": {
            "name": "Carnaval",
            "effect": "Pendant les âges d'or, la production de tourisme augmente de 100% et vous générez des artistes, musiciens et écrivains illustres 50% plus vite."
        },
        "titles": [
            "Empereur du Brésil"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Premier monarque brésilien à être né au Brésil, le long règne de Pierre II lui permit d'apporter stabilité et progrès à son pays, et de transformer ce dernier en une puissance majeure de l'Amérique du Sud. Homme calme et sérieux, Pierre II protégea jalousement la souveraineté de sa nation, n'hésitant pas à défier le puissant Empire britannique et les États-Unis lorsque ceux-ci cherchaient à s'ingérer dans les affaires brésiliennes. Il mena le Brésil dans trois guerres, à l'issue desquelles il accrut son territoire et son prestige, en se concentrant toujours sur sa volonté de faire du Brésil un pays moderne. Il encouragea la production du café plutôt que celle du sucre, et finança la construction de routes, de voies ferrées, de lignes télégraphiques et la pose d'un câble sous-marin.Bien qu'aimé de son peuple, l'empereur fut renversé en novembre 1889 par un groupe de chefs militaires qui souhaitaient que le Brésil devienne une république, dirigée par un dictateur. Lorsqu'il partit en exil, Pierre II, fidèle à son pays, exprima son \"souhait le plus vif pour la grandeur et la prospérité du Brésil\"."
            },
            {
                "heading": "Jeunesse",
                "text": "Pierre II, fils de Pierre Ier et de l'Autrichienne Marie-Léopoldine, naquit à Rio de Janeiro en décembre 1825. Il sera le deuxième et dernier empereur du Brésil, sur lequel il régnera pendant cinq décennies. Pierre fut élevé par des gouvernantes et des tuteurs successifs, auprès desquels il reçut une éducation classique. Le jeune Pierre passait ses journées à étudier. Ses tuteurs veillaient à lui inculquer des valeurs éthiques et à promouvoir chez lui un caractère différent de celui de son père, qui s'était montré impulsif et irresponsable. Il fut le seul fils de Pierre Ier à atteindre l'adolescence. En 1831, le jour de l'abdication de son père, il devint Dom Pedro II, empereur du Brésil. Il n'assuma cependant les pleins pouvoirs qu'à sa majorité, en 1840, il était alors âgé de 14 ans."
            },
            {
                "heading": "Règne",
                "text": "Au cours de son règne, Pierre II présida plus de 36 cabinets différents, qui étaient pour la plupart appréciés du peuple. Directement ou par le biais de son gouvernement, Pierre II finança la construction de la première route pavée du Brésil (\"Unido e Industria\") reliant Rio de Janeiro à Juiz de Fora, de la première voie ferrée pour trains à vapeur reliant Santos à São Paulo et de la première ligne téléphonique en 1877. Il participa également à la pose du premier câble télégraphique sous-marin entre le Brésil et l'Europe, et à la publication du premier timbre postal brésilien.Certaines nations s'inquiétaient cependant de la croissance économique et politique du Brésil, et les relations internationales n'étaient pas au beau fixe. À la suite de deux incidents mineurs, les Britanniques ordonnèrent à leurs navires de guerre de capturer des navires marchands brésiliens à titre d'indemnité. En réponse, Pierre II mobilisa aussitôt son armée. Les Britanniques adoucirent leur position et, en 1863, proposèrent de régler le conflit de manière pacifique. Peu après ces événements, Pierre II dut se focaliser sur l'Uruguay. À l'issue d'une guerre non déclarée d'une année avec ce pays, le Brésil mit un terme au conflit en prenant les villes de Salto et de Paysandú. Le calme revint provisoirement, jusqu'à ce que le Paraguay envahisse le Brésil. La victoire de ce dernier fut inconditionnelle. De 1872 à 1875, une querelle opposa Pierre II à l'Église catholique. Des négociations apaisèrent la situation, mais le clergé cessa d'accorder son soutien à l'empereur.Grâce à la victoire diplomatique contre la Grande-Bretagne et aux victoires militaires contre l'Uruguay et le Paraguay, la popularité de Pierre II était à son apogée au Brésil. Il s'attaqua ensuite à un nouveau chantier : débarrasser le pays de son héritage le plus tenace, l'esclavage. L'empereur considérait l'esclavage comme le dernier obstacle à l'entrée du Brésil dans l''ère moderne\". Dès 1871, Pierre II fit adopter une série de lois qui entraînèrent l'affranchissement d'environ 700 000 esclaves. Mais comme les propriétaires d'esclaves ne reçurent en retour aucune compensation, ils retirèrent peu à peu leur soutien à la monarchie, ce qui entraîna la perte de Pierre II."
            },
            {
                "heading": "Renversement",
                "text": "Sûr de l'affection que lui portait son peuple, Pierre décida de satisfaire son envie de voyager. Mais ses longues absences le distrayaient de ses fonctions, et Pierre fut peu à peu rejeté par les segments de la société brésilienne dont il avait engendré la création, c'est-à-dire la classe moyenne urbaine émergente et une nouvelle génération d'étudiants à l'esprit libéral. Il avait également perdu le soutien du clergé, de la haute société et de l'armée. Malgré le soutien constant des roturiers, il fut contraint d'abdiquer suite à un coup d'État non-violent en novembre 1889. Les militaires le renversèrent pour transformer l'empire en république. Âgé et souffrant, Pierre choisit de s'exiler en Europe. Il mourut deux ans plus tard, à Paris. La France lui offrit des obsèques nationales. En 1925, sa dépouille fut rendue au Brésil. Il fut inhumé dans la cathédrale de Petrópolis, dont il avait encouragé la construction."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Héritier d'un empire au bord de la destruction, Pierre II réussit à transformer le Brésil en une puissance émergente au sein d'un monde en perpétuelle évolution. Son pays devint \"l'autre grande puissance du continent américain\", et se distingua de ses voisins sud-américains par sa stabilité politique, sa liberté d'expression, son respect des droits civiques, son économie dynamique et la richesse de sa culture. Sa plus grande réalisation fut sans doute l'abolition pacifique de l'esclavage au Brésil, malgré la forte opposition des milieux politiques et économiques de l'époque. Savant érudit, Pierre II se montra un fervent défenseur de l'éducation, des arts et des sciences au Brésil. Renversé alors qu'il était toujours apprécié de son peuple, il était considéré par nombre de Brésiliens comme un héros, un véritable \"père de la nation\", dont il est d'ailleurs l'un des symboles."
            }
        ]
    }
}