{
    "id": 27,
    "name": "Byzance",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/byzance.png",
    "dawn_of_man": "Gloire à votre grandeur et à votre générosité, impératrice Théodora, aimée de Byzance et de Rome ! Malgré des origines modestes, danseuse et courtisane, votre union avec Justinien Ier a fait de vous la femme la plus puissante de tout l'Empire romain. Vers la fin des années 520, votre époux élabore avec vous d'importantes réformes religieuses et juridiques, créant ainsi de nombreuses lois en faveur de la femme. Vous avez également contribué à la restauration et à la construction de nombreux aqueducs, ponts et églises au cœur de Constantinople, et on vous doit notamment la création de la basilique Sainte-Sophie, l'une des plus importantes merveilles architecturales de notre planète.Divine impératrice, Byzance a besoin de votre sagesse et de votre force ; son peuple est perdu sans votre clairvoyance pour le guider. L'Empire byzantin a beau s'être effondré, son esprit reste intact et n'attend qu'un souffle nouveau. Pourrez-vous redonner à Byzance ses lettres de noblesse ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Cataphractaire|Cataphractaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cataphract.json"
        },
        {
            "name": "Dromon|Dromon",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/dromon.json"
        }
    ],
    "city_names": [
        "Constantinople",
        "Adrianople",
        "Nicaea",
        "Antioche",
        "Varna",
        "Ohrid",
        "Nicomédie",
        "Trabzon",
        "Cherson",
        "Sardica",
        "Ani",
        "Dyrrachium",
        "Édesse",
        "Chalcédoine",
        "Naissus",
        "Bari",
        "Iconium",
        "Prilep",
        "Samosate",
        "Kars",
        "Nicopolis",
        "Theodosiopolis",
        "Tyana",
        "Gaza",
        "Kerkyra",
        "Phœnicè",
        "Selymbria",
        "Sillyon",
        "Chrysopolis",
        "Corycus",
        "Vodéna",
        "Caesarea Maritima",
        "Traianoupoli",
        "Constantia"
    ],
    "spy_names": [
        "Basil",
        "Nikophoros",
        "Demetrios",
        "Philippos",
        "Theophylaktos",
        "Simonis",
        "Zoe",
        "Ioanno",
        "Xene",
        "Euphrosyne"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Centré sur la légendaire ville de Constantinople, l'Empire byzantin, qui résistera pendant plus de 1 000 ans, fut formé à l'origine pour être le siège du pouvoir de l'Empire romain en Orient. Située le long des routes commerciales reliant l'Europe à l'Asie, Constantinople devint en se développant la première plaque tournante du commerce dans la région, prospérant malgré les conflits qui entraînèrent le déclin de Rome à l'ouest. Guidé par une série de grands souverains, l'Empire byzantin favorisa aussi un grand développement culturel dans la partie est du bassin méditerranéen, sa richesse permettant l'essor de l'art, de l'architecture, de la science et de la musique."
        },
        {
            "heading": "Géographie et climat",
            "text": "Avant l'arrivée de Constantin en 330, la ville de Constantinople portait le nom de Byzance. Il s'agissait d'une petite colonie grecque fondée au VIIe siècle av. J.­C. Placé stratégiquement le long du Bosphore, la seule voie maritime reliant la mer Noire à la Méditerranée (via la mer de Marmara et la mer Égée), ce site se révélera parfait pour implanter une plus grande colonie. Protégée par la mer de trois côtés, Constantinople consolida un système de défense presque imprenable en érigeant ses légendaires remparts. Même si les frontières du territoire contrôlé par l'Empire avancèrent et reculèrent sans cesse, l'emplacement judicieux de Constantinople contribua toujours à la prospérité des Byzantins. Aujourd'hui baptisée Istanbul, cette ville turque est devenue une mégalopole de plus de 13 millions d'habitants.En dehors de la célèbre capitale, le vaste territoire contrôlé par les Byzantins présentait un relief varié. À son apogée, l'Empire contrôlait principalement les régions du pourtour méditerranéen, offrant un climat subtropical avec des étés chauds et humides, suivis d'hivers tempérés."
        },
        {
            "heading": "Crise de l'Empire romain",
            "text": "Durant les premiers siècles de notre ère, l'Empire romain continua à conquérir l'Europe et la Méditerranée avec la même vigueur, acquérant de nouveaux territoires à un rythme trop effréné pour que les Romains puissent les administrer convenablement. Sur le front est, l'empereur romain Dioclétien estima des réformes administratives nécessaires pour améliorer la stabilité économique des territoires frontaliers et renforcer aussi leurs capacités défensives. Vers 285, le système imaginé par Dioclétien, la tétrarchie, répartit le pouvoir de l'Empire romain entre les mains de quatre souverains, situés dans quatre capitales frontalières. D'abord située à Nicomédie (l'actuelle ville turque d'Izmit), la capitale romaine d'Orient fut déplacée à Constantinople après que Constantin Ier fut devenu empereur en 306."
        },
        {
            "heading": "Après la tétrarchie",
            "text": "Le développement initial d'un Empire byzantin indépendant peut être attribué directement aux efforts de l'empereur romain Constantin Ier, qui en 330 choisit la ville de Byzance pour devenir la seconde Rome sous le nom de Constantinople. La ville était destinée à devenir la capitale de l'Empire romain d'Orient (le nom d'Empire byzantin est une conception des historiens modernes) et après la dissolution de la tétrarchie de Dioclétien, la séparation de Constantinople et de Rome s'avéra plus essentielle que prévu.La richesse était source de stabilité et l'Empire byzantin, qui avait la mainmise sur les routes commerciales essentielles, parvint à éviter bon nombre des conflits que Rome dut subir de plein fouet. Ville assez jeune et éloignée géographiquement, Constantinople constituait une proie bien moins intéressante que Rome pour les pillards de cette époque. Toutefois, les Byzantins n'échappèrent pas à l'œil acéré du plus grand barbare de l'histoire : Attila le Hun. Les conflits incessants avec les Huns furent d'ailleurs une plaie pour les Byzantins. Si Attila n'avait pas péri en 453, les choses auraient pu tourner différemment pour l'Empire byzantin, car on raconte qu'Attila avait l'intention de retourner le conquérir pour de bon après sa campagne en Italie.Durant cette période, l'Empire romain d'Occident connut des déboires économiques et militaires incessants, et après la prise de Rome par les tribus germaniques de plus en plus puissantes, l'Empire byzantin prit la relève de Rome, devenant l'un des royaumes les plus influents dans le monde."
        },
        {
            "heading": "Règne des Justinien",
            "text": "La dynastie justinienne fut fondée en 518 par l'empereur Justin Ier. En 527 lui succéda Justinien Ier, dont le règne fut marqué par une période de reconstitution de l'Empire byzantin. Il parvint en effet à reprendre une grande partie des provinces perdues par Rome durant son déclin. Le général byzantin Bélisaire, qui servit aussi Justinien Ier en réprimant la célèbre insurrection Nika, mena une série de campagnes victorieuses contre les Vandales et les Ostrogoths durant cette période de reconquête.C'est sous le règne de la dynastie justinienne que l'impératrice Théodora joua un rôle influent dans l'Empire. Épouse et corégente de Justinien Ier, elle se révéla une conseillère fiable et très intelligente, et prit la défense des droits des femmes dans l'Empire, laissant ainsi une trace indélébile dans l'histoire. Ce fut un discours passionné de Théodora qui permit à Justinien de traverser l'insurrection Nika, un soulèvement de factions politiques rivales tentant d'usurper son trône en 532. Justinien aurait envisagé de fuir la cité, mais Théodora l'aurait imploré de rester, en prononçant ces quelques mots : \"La pourpre est le plus beau linceul.\" Justinien suivit le conseil de Théodora et ordonna à son général Bélisaire de mater la révolte ; le massacre qui en découla dans l'Hippodrome permit à Justinien de conserver son trône.Durant l'insurrection Nika fut aussi détruit le bâtiment qui servit de base à la basilique Sainte-Sophie, une église chrétienne datant des débuts de Constantinople. Le grand édifice actuel fut construit peu après que Justinien et Théodora eurent écrasé la révolte. Reconstruite en utilisant des matériaux provenant semble-t-il de tout l'Empire, la basilique Sainte-Sophie comporte plusieurs éléments architecturaux novateurs pour l'époque et elle est considérée comme un chef-d'œuvre de l'architecture byzantine en raison de la richesse de son décor et de ses dimensions."
        },
        {
            "heading": "Culture byzantine",
            "text": "La culture prospéra à Constantinople tout au long de son histoire, et en particulier sous le règne de Justinien. Les artisans s'efforçaient de réaliser de grandes œuvres d'art dans la ville, étalant les influences de leur héritage gréco-romain, ainsi que la prédominance des doctrines chrétiennes au sein de la ville. Les icônes et l'art chrétiens seront vénérés pendant des siècles dans l'Empire, jusqu'à la montée au VIIIe siècle de l'iconoclasme, une doctrine s'opposant à l'adoration des icônes religieuses. Même si les causes de cet iconoclasme farouche au sein de l'Empire sont toujours sujettes à controverse, on peut dire avec certitude qu'il provoqua la destruction de bon nombre d'œuvres d'art religieuses à Constantinople.L'architecture byzantine a elle aussi beaucoup intéressé les historiens. Comme l'art byzantin, l'architecture au sein de l'Empire fut très influencée par la religion. Les Byzantins étudiaient les mathématiques, ce qui eut un effet sur leur conception de l'esthétique, mais aussi sur leurs capacités d'ingénierie. Ils purent ainsi bâtir des basiliques complexes à Constantinople. Leurs réalisations les plus remarques, la basilique Sainte-Sophie et l'immense salle de stockage d'eau souterraine appelée citerne-basilique, furent construites sous le règne de Justinien Ier."
        },
        {
            "heading": "Dynasties du premier millénaire apr. J.­C.",
            "text": "Du VIIe au IXe siècle, l'Empire byzantin fut dirigé par une série de dynasties éphémères. Au VIIe siècle, Constantinople tomba sous la coupe des Héraclides, qui se retrouvèrent en lutte perpétuelle contre les forces arabes des Omeyyades. Ces derniers allèrent jusqu'à assiéger la ville en 674, et même si les défenses de Constantinople tinrent bon, la ville connut ensuite une période de déclin et vit sa population nettement diminuer. Cela marqua le début des guerres arabo-byzantines et d'une période où l'Empire byzantin se retrouva en conflit quasi permanent avec les califes musulmans contrôlant des régions de l'Irak, de la Syrie et du sud de l'Italie. Ce conflit se poursuivra sporadiquement pendant environ 400 ans, période pendant laquelle l'Empire sera au plus bas, jusqu'à ce que les Macédoniens rétablissent la puissance byzantine en 867."
        },
        {
            "heading": "Les Macédoniens",
            "text": "C'est probablement durant le règne de la dynastie macédonienne (867 à 1057) que l'Empire byzantin atteignit son apogée : après des siècles de déclin, il connut une nouvelle période de richesse et de développement culturel. À partir du règne de Basile Ier, l'Empire connut une prospérité économique et un accroissement de sa puissance militaire, et les Byzantins arrachèrent une série de victoires capitales contre les Arabes et les Bulgares, récupérant ainsi des territoires perdus dans des régions de la Syrie et des Balkans.Ces affrontements avec les Bulgares en particulier auront des effets notables sur l'avenir de l'Empire byzantin. En 1018, à la fin de ces guerres bulgaro-byzantines, les Byzantins avaient conquis la Bulgarie et soumis les Bulgares, qui deviendront leurs alliés improbables après le siège de la quatrième croisade."
        },
        {
            "heading": "La Quatrième Croisade",
            "text": "Même si les croisades sont souvent considérées comme une réponse directe à la montée en puissance des États arabo-musulmans ou un moyen d'aider les Byzantins à les repousser (les Byzantins étant le premier bastion chrétien en Orient), les croisés ne s'attaquaient pas toujours aux ennemis de Constantinople. La quatrième croisade visait à prendre Jérusalem aux musulmans, mais les assaillants se dirigèrent plutôt vers Constantinople, apparemment toujours attachée aux évènements du Grand Schisme de 1054, qui sépara l'église orthodoxe d'Orient (Byzantins) et l'église catholique romaine. En 1204, les croisés, menés par les Francs et les Vénitiens, prirent Constantinople et pillèrent la ville. Ils détruisirent une bonne partie des églises orthodoxes et de leurs reliques, les profanant d'une manière qui aurait troublé même le pape, à l'origine de la croisade. Les évènements de la quatrième croisade, qui causa un chaos tant politique que social au sein de l'Empire byzantin, auraient contribué directement à sa chute face aux Turcs ottomans moins de trois siècles plus tard."
        },
        {
            "heading": "Exil et renouveau",
            "text": "Après le sac de Constantinople, les Francs et les Vénitiens divisèrent une grande partie du territoire byzantin en une nouvelle entité : l'Empire latin de Constantinople. Toutefois, les Byzantins continuèrent à résister dans les régions du sud, où deux États byzantins furent fondés : le despotat d'Épire et l'Empire de Nicée. Ce sera ce dernier qui, en s'alliant aux Bulgares, reprendra Constantinople aux Latins en 1261, permettant ainsi un bref renouveau de la puissance byzantine."
        },
        {
            "heading": "Déclin de l'Empire",
            "text": "Comme celui de l'Empire romain d'Occident, le déclin de l'Empire byzantin se déroula sur plusieurs siècles. Les historiens se demandent depuis longtemps à quoi attribuer cette chute et ont envisagé toutes les hypothèses. L'élément déterminant dans l'effondrement de l'Empire pourrait tout aussi bien être les premières conquêtes arabes, les guerres arabo-byzantines ou la perte de Constantinople durant la quatrième croisade. Dans tous les cas, les brèves périodes de renouveau furent immanquablement suivies par d'autres conflits avec de nouveaux adversaires.Alors que les Byzantins étaient en proie à une guerre civile au XIVe siècle, les Turcs ottomans entreprirent une série de campagnes militaires victorieuses contre les Vénitiens et les Serbes, qui aboutirent à une confrontation avec l'Empire byzantin nettement affaibli. Le dernier empereur byzantin, Constantin XI Paléologue, serait mort au combat en défendant les remparts de la ville durant le siège ottoman. Les Turcs ottomans menés par Mehmed II prirent Constantinople en 1453, signant la fin de l'Empire byzantin et celle de l'Empire romain jadis si puissant."
        },
        {
            "heading": "Déclin de l'Empire",
            "text": "Comme celui de l'Empire romain d'Occident, le déclin de l'Empire byzantin se déroula sur plusieurs siècles. Les historiens se demandent depuis longtemps à quoi attribuer cette chute et ont envisagé toutes les hypothèses. L'élément déterminant dans l'effondrement de l'Empire pourrait tout aussi bien être les premières conquêtes arabes, les guerres arabo-byzantines ou la perte de Constantinople durant la quatrième croisade. Dans tous les cas, les brèves périodes de renouveau furent immanquablement suivies par d'autres conflits avec de nouveaux adversaires.Alors que les Byzantins étaient en proie à une guerre civile au XIVe siècle, les Turcs ottomans entreprirent une série de campagnes militaires victorieuses contre les Vénitiens et les Serbes, qui aboutirent à une confrontation avec l'Empire byzantin nettement affaibli. Le dernier empereur byzantin, Constantin XI Paléologue, serait mort au combat en défendant les remparts de la ville durant le siège ottoman. Les Turcs ottomans menés par Mehmed II prirent Constantinople en 1453, signant la fin de l'Empire byzantin et celle de l'Empire romain jadis si puissant."
        }
    ],
    "leader": {
        "name": "Théodora",
        "subtitle": "Impératrice de l'Empire byzantin",
        "lived": "Vers 497 - 548",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/théodora.png",
        "trait": {
            "name": "Patriarcat de Constantinople",
            "effect": "Choisissez une croyance supplémentaire lorsque vous fondez une religion."
        },
        "titles": [
            "Impératrice"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Théodora, épouse de Justinien Ier et impératrice de l'Empire byzantin, régna durant le premier millénaire sur l'un des plus grands empires de l'Histoire. Aujourd'hui reconnue comme femme la plus influente de l'Empire byzantin, Théodora fut appelée à régner aux côtés de Justinien Ier, qui la choisit pour ses précieux conseils. D'origine modeste, Théodora se fit un nom dans l'empire (et dans l'histoire) en tant que conseillère de l'empereur pleine de tact et digne de confiance. Son rôle dans le destin de l'empire fut tel que certains pensent que c'est bien Théodora, et non l'empereur Justinien Ier, qui passa sa vie à gouverner le peuple de Byzance."
            },
            {
                "heading": "Jeunesse",
                "text": "La plupart de nos connaissances sur Théodora proviennent des notes historiques rédigées par Procope de Césarée, qui documenta en détail la vie de l'Empire byzantin sous le règne de Théodora au VIe siècle. La jeunesse de Théodora telle qu'elle nous est présentée fut haute en couleur ; son père dressait des ours à l'hippodrome de Constantinople, tandis que sa mère menait une carrière d'acrobate. Dotée d'une intelligence et d'un esprit hors pair, Théodora mena tout d'abord une vie indépendante, en tant qu'actrice, avant d'attirer l'attention de Justinien Ier, alors promis au trône où siégeait son oncle, Justin Ier."
            },
            {
                "heading": "Montée sur le trône",
                "text": "Théodora, courtisane de Justinien, marqua tellement l'empereur par sa beauté et son intellect qu'il l'éleva au rang de patricienne, ce qui lui permit de se mêler aux familles aristocratiques de l'empire. Une loi byzantine de l'époque interdisait aux membres du gouvernement d'épouser les \"artistes\" comme Théodora, mais Justinien la fit abroger, sous le charme de sa maîtresse. Ils se marièrent en 525. Peu de temps après le couronnement de Justinien Ier en 527, Théodora fut élevée au rang d'\"Augusta\", ou impératrice de l'Empire de Byzance."
            },
            {
                "heading": "Influence politique",
                "text": "Théodora n'était pas une impératrice consort ordinaire : Justinien veilla à ce qu'elle soit nommée conjointement à la tête de l'Empire, ce qui lui conféra un rôle politique bien plus important. Durant son règne, elle influença beaucoup la mise en place de grandes décisions avant-gardistes (même selon les standards actuels). C'est Théodora qui poussa Justinien Ier à octroyer plus de droits aux femmes dans l'Empire, qu'il s'agisse de favoriser leur accès à la propriété ou de réformer les lois du divorce, alors en faveur des hommes."
            },
            {
                "heading": "Religion",
                "text": "Théodora était une chrétienne adepte du monophysisme, doctrine selon laquelle le Christ serait un être entièrement divin, contrairement à la croyance orthodoxe répandue affirmant que Jésus était de nature divine, mais incarné dans un corps de chair. Hautement controversée à l'époque, cette idéologie était considérée comme hérétique par les membres de l'Église orthodoxe. Malgré les croyances orthodoxes de Justinien, Théodora assuma son indépendance en tant que monophysite et alla même jusqu'à héberger de grandes figures de cette doctrine, souvent oppressées par les masses orthodoxes. Théodora fit également construire un monastère monophysite dans la ville de Sykais, près de Constantinople."
            },
            {
                "heading": "Sédition Nika",
                "text": "La force morale de Théodora et de son mari fut mise à l'épreuve au cours de la sédition Nika, lors d'un soulèvement mené par deux factions opposées (les Verts et les Bleus) cherchant à renverser Justinien Ier au profit d'un empereur rival. D'après ce que l'on raconte, le premier réflexe de Justinien fut de chercher à fuir, mais Théodora l'encouragea à tenir tête aux insurgés. Implorant son époux de rester dans la cité, Théodora affirmait qu'il valait mieux mourir en empereur qu'en fugitif. Convaincu par les paroles de sa femme, Justinien resta à Constantinople et ordonna à son plus fidèle général, Bélisaire, d'attaquer les rebelles. Menant les révoltés jusque dans l'hippodrome, Bélisaire et ses hommes les massacrèrent alors sans merci, éliminant des milliers d'adversaires et mettant fin au mouvement de rébellion."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "L'impératrice Théodora a laissé son empreinte dans l'Histoire en tant que femme la plus puissante de son époque. Son influence a clairement guidé de nombreuses décisions prises par son époux empereur. Bon nombre d'historiens s'accordent à dire que sans ses conseils avisés lors de la sédition Nika, le règne de Justinien Ier aurait pris fin, remettant potentiellement en cause l'intégrité de l'empire."
            }
        ]
    }
}