{
    "id": 28,
    "name": "Carthage",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/carthage.png",
    "dawn_of_man": "Soyez bénie, vénérable Didon, reine fondatrice du légendaire royaume de Carthage. Immortalisé par le récit du grand poète Virgile dans son Énéide, votre époux Sychée a été assassiné par votre propre frère, le roi Pygmalion de Tyr, qui a ensuite revendiqué les trésors de Sychée, estimant qu'ils lui revenaient de droit. Craignant ce que votre frère pourrait faire pour s'emparer de ces richesses, vous et vos compatriotes avez pris la mer pour gagner un nouveau territoire. Une fois débarquée en Afrique du Nord, vous avez obtenu de vastes terres pour vous établir et fonder le futur royaume de Carthage en vous jouant d'un roi local avec une simple peau de bœuf.Astucieuse Didon, le monde cherche un chef qui pourra le protéger de la tempête qui approche, guidé par sa ruse et sa géniale intuition. Aiderez-vous le peuple à créer un nouveau royaume capable de rivaliser avec la puissante Carthage d'antan ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Éléphant de forêt d'Afrique|Éléphants de forêt d'Afrique",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/african_forest_elephant.json"
        },
        {
            "name": "Quinquérème|Quinquérèmes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/quinquereme.json"
        }
    ],
    "city_names": [
        "Carthage",
        "Utique",
        "Hippo Regius",
        "Gadès",
        "Saguntum",
        "Carthago Nova",
        "Panormus",
        "Lilybaeum",
        "Hadrumetum",
        "Zama Regia",
        "Karalis",
        "Málaga",
        "Leptis Magna",
        "Hippo Diarrhytus",
        "Motyé",
        "Sulci",
        "Tharros",
        "Leptis Parva",
        "Soluntum",
        "Lixus",
        "Oea",
        "Tébessa",
        "Ibossim",
        "Thapsus",
        "Aléria",
        "Tingis",
        "Abyla",
        "Sabratha",
        "Rusaddir",
        "Baecula",
        "Saldae"
    ],
    "spy_names": [
        "Hamilcar",
        "Mago",
        "Baalhaan",
        "Sophoniba",
        "Yzebel",
        "Similce",
        "Kandaulo",
        "Zinnridi",
        "Gisgo",
        "Fierelus"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Fondé par la légendaire reine Didon, l'ancien royaume de Carthage n'était à l'origine qu'un petit village d'exilés, mais il devint au fil du temps une puissante civilisation à même de rivaliser avec le formidable Empire romain. Idéalement située sur la côte nord-africaine, Carthage devint une plaque tournante essentielle du commerce dans le bassin méditerranéen durant le premier millénaire avant Jésus­Christ. Toutefois, cette réussite ne resta pas sans conséquences, car Carthage finit par s'attirer les foudres de la Grèce et de Rome, et les conflits qui éclatèrent avec ces adversaires redoutables entrèrent dans la légende."
        },
        {
            "heading": "Géographie et climat",
            "text": "Fondée dans le golfe de Tunis en Afrique du Nord, Carthage était idéalement située pour tirer parti des voies commerciales existantes dans le bassin méditerranéen. Une des plus grandes villes de la région, Carthage disposait d'épais remparts et de plusieurs ports facilitant l'expédition et la réception des marchandises. Implantée dans une région offrant un climat et un relief variés, Carthage bénéficia très probablement de conditions météorologiques proches de celles que connaît la région aujourd'hui, c'est-à-dire des étés chauds et secs, suivis d'hivers doux."
        },
        {
            "heading": "Fondation",
            "text": "Les premiers colons de Carthage venaient de Tyr, un royaume de l'ancienne civilisation phénicienne. Réécrite plusieurs fois au cours des siècles dans le folklore mais aussi les documents historiques, l'histoire de la fondation de Carthage est liée à la légende de Didon, la première reine de Carthage. La fuite habile de Didon de Tyr et son installation en Afrique du Nord offrent le récit le plus vivant sur la création de la ville, même si les historiens traditionnels attribuent cette fondation à des colons phéniciens. Toutefois, presque tout le monde s'accorde à dire que la ville fut fondée vers 814 av. J.­C. et que son nom est inspiré du phénicien \"Qart-hadast\", signifiant \"nouvelle ville\". D'après la légende de Didon, elle aurait obtenu les terres d'un roi local, après qu'il eut accepté de lui vendre toutes les terres qui pourraient tenir dans une peau de bœuf. Didon découpa donc la peau en fines lanières, qu'elle disposa ensuite pour faire le tour d'une grande colline des environs, le berceau de Carthage."
        },
        {
            "heading": "Expansion de sa puissance",
            "text": "Fondée à la croisée des routes commerciales prospères d'Égypte, de Grèce et de Rome, Carthage ne tarda pas à devenir un nouvel empire influent dans cette région. Ses ancêtres de Phénicie ayant été conquis et dispersés au cours des Ve et IVe siècles av. J.­C., Carthage se dressa comme la plus puissante des colonies restantes et domina rapidement tous ceux qui avaient un jour été fidèles envers Tyr. Les tentatives de Carthage pour prendre le contrôle des colonies phéniciennes ayant survécu créèrent rapidement des tensions avec la Grèce et Rome, qui cherchaient à s'emparer des ressources abondantes en Sicile et dans le sud de l'Italie."
        },
        {
            "heading": "Guerres avec la Grèce",
            "text": "Les tensions croissantes avec la Grèce autour du contrôle de la Sicile provoquèrent une série de conflits appelés guerres de Sicile. Au cours du VIIe siècle av. J.-C., la Grèce continua à étendre ses colonies dans le sud de l'Italie et sur la partie ouest de la Sicile, car le commerce prospérait malgré la rivalité croissante avec Carthage. Carthage dut finalement faire face aux intrusions continues des Grecs sur le territoire autrefois phénicien, non seulement pour s'assurer une source de revenus régulière, mais aussi pour montrer que Carthage protégerait vigoureusement les dernières colonies phéniciennes.Même si les récits de ces batailles sont rares, les Carthaginois combattirent les Grecs principalement sur l'île même de Sicile. Au départ, Carthage soutint simplement les colonies dans leurs efforts pour résister aux incursions grecques, mais une guerre ouverte se déclara en 480 av. J.-C., lors de la bataille d'Himère, qui opposa sur le sol sicilien les forces de Carthage dirigées par Hamilcar le Magonide aux armées grecques menées par Gélon, tyran de Syracuse. Même si les faits restent flous, les Carthaginois furent écrasés par les forces grecques, perdant selon les témoignages des centaines de milliers d'hommes dans la bataille. Hamilcar fut lui-même tué, et après une seule grande bataille, Carthage fut contrainte de se replier et de payer des dédommagements aux Grecs pour pouvoir garder le contrôle des colonies en Sicile.En 410 av. J.-C., Carthage décida de tenter à nouveau de vaincre la Grèce pour s'emparer de la Sicile. L'opération fut menée cette fois par Hannibal le Magonide, petit-fils d'Hamilcar, qui eut plus de réussite que son ancêtre, parvenant à conquérir plusieurs villes contrôlées par les Grecs avant de regagner Carthage. En 405 av. J.-C., Hannibal tenta finalement de prendre la Sicile tout entière, mais lui et son armée contractèrent la peste et il y succomba peu après.La guerre avec la Grèce se poursuivit durant le IVe siècle av. J.-C., jusqu'à ce que Carthage eût pris le contrôle total de la Sicile. Toutefois, les deux puissances continuèrent à se disputer ce territoire et leur opposition finit par provoquer la guerre de Pyrrhus."
        },
        {
            "heading": "Rome, de l'alliée à l'adversaire",
            "text": "Profitant des conflits continus entre les Grecs et les Carthaginois, Rome tenta d'étendre sa domination sur l'Italie tout entière. Au IIIe siècle av. J.­C., Rome se trouva impliquée dans un conflit avec l'État grec d'Épire, qui se porta à la défense de Tarente, une colonie italienne en crise diplomatique avec Rome. Après que plusieurs navires romains eurent été coulés dans le port de Tarente, Rome déclara la guerre à la colonie, ce qui poussa l'Épire à intervenir. Le roi grec, Pyrrhus d'Épire, remporta plusieurs batailles contre les Romains, dont la bataille d'Héraclée en 280 av. J.­C. Par la suite, Rome alla demander des renforts à Carthage, qui accepta de former une alliance contre les Grecs. À la bataille d'Ausculum en 279 av. J.­C., Pyrrhus parvint à remporter une nouvelle victoire contre l'armée romaine, mais au prix d'un lourd sacrifice. Il perdit plusieurs milliers d'hommes lors des affrontements, et c'est de là que vient l'expression \"victoire à la Pyrrhus\", servant à désigner une victoire chèrement obtenue. Au bout de cinq ans, Pyrrhus fut obligé de se retirer, laissant à Rome le contrôle incontesté de l'Italie. Carthage devint alors la seule et plus grande menace contre la domination de Rome en Méditerranée."
        },
        {
            "heading": "Début des guerres puniques",
            "text": "Peu après la fin de la guerre de Pyrrhus, l'expansion continue de Rome provoqua l'ire de Carthage, car les deux adversaires se disputaient non seulement les territoires et le commerce, mais aussi la place de puissance dominante de la région et le prestige associé. Une série de conflits appelés guerres puniques éclata en 264 av. J.­C., à cause d'un désaccord local entre les deux puissances pour le contrôle de la ville sicilienne de Messine. Si les Romains excellaient dans le combat terrestre, les Carthaginois possédaient la marine la plus impressionnante de l'époque et les Romains durent s'adapter pour survivre face à la flotte de Carthage. En utilisant des plates-formes d'abordage montées sur leurs navires, les Romains trouvèrent le moyen de réaffirmer les capacités de leur infanterie en mer. La première guerre punique s'acheva en 241 av. J.­C. après une dure série de défaites pour les Carthaginois, ce qui laissa le champ libre à Rome pour étendre encore son influence. Carthage fut contrainte de verser une lourde somme à Rome en échange de la paix et le pays se retrouva fortement affaibli tant sur le plan économique que militaire."
        },
        {
            "heading": "Révolte des mercenaires",
            "text": "Durant la période qui suivit la première guerre punique, les Carthaginois furent confrontés à un conflit qu'ils avaient eux-mêmes provoqué. Tout au long de son histoire, Carthage fit appel à des mercenaires pour garnir les rangs de son infanterie, car la nation s'efforçait surtout de conserver sa supériorité navale. En 240 av. J.­C., les mercenaires de Carthage qui n'avaient pas été payés pour leur participation à la première guerre punique prirent les armes et déclenchèrent une révolte qui gagna rapidement tous les territoires carthaginois. Durant le conflit qui s'ensuivit, Hamilcar Barca, le père du légendaire général Hannibal, mena vaillamment les forces carthaginoises limitées à la victoire contre les rebelles, et cela en grande partie grâce à son génie tactique. En écrasant cette révolte, il renforça la réputation de sa famille et son fils lui devra donc directement de devenir le plus grand général de Carthage."
        },
        {
            "heading": "Reprise des guerres puniques",
            "text": "La deuxième guerre punique débuta en 218 av. J.­C. à cause d'un nouveau conflit régional, concernant cette fois la ville grecque de Sagonte sur la péninsule ibérique (Espagne). À cette époque, le légendaire général Hannibal avait été nommé commandant de l'armée carthaginoise. Après des conflits incessants pour le contrôle de la ville, Hannibal mena son armée en Ibérie, où il fit le siège de Sagonte. Il parvint à prendre la ville et y établit une base d'opérations, ce qui provoqua une déclaration de guerre immédiate de la part de Rome. Effectuant une manœuvre tactique inattendue, Hannibal décida de marcher avec son armée jusqu'en Italie et se lança dans une entreprise monumentale qui restera le plus haut fait de sa campagne contre Rome. En accomplissant ce parcours difficile avec son armée de 100 000 fantassins et cavaliers, Hannibal espérait envahir l'Italie en prenant les Romains par surprise. Toutefois, l'exténuante traversée des Pyrénées puis des Alpes coûta la vie à bon nombre de ses hommes, ainsi qu'à plusieurs de ses précieux éléphants de guerre, qui ne résistèrent pas au froid mordant des montagnes.Les forces de Rome et de Carthage s'affrontèrent finalement lors de la bataille de la Trébie dans le nord de l'Italie vers la fin de l'an 218 av. J.­C. Malgré ses pertes durant la marche vers l'Italie, Hannibal avait pu renforcer ses troupes en recrutant des tribus gauloises heureuses de pouvoir affronter les Romains. Même si les récits diffèrent concernant le déroulement de la bataille, on peut dire avec certitude que les Romains subirent une lourde défaite, perdant des milliers d'hommes malgré leur supériorité numérique.Hannibal poursuivit sur sa lancée, remportant une série d'autres escarmouches avant la bataille de Cannes, peut-être la plus grande victoire qu'il ait remportée au cours de cette guerre. Cette bataille, qui se déroula près du village de Cannes sur la côte sud-est de l'Italie, fut l'une des plus importantes de la guerre, car Rome tenta d'arrêter l'avancée d'Hannibal en déployant un nombre impressionnant de légions. Malheureusement pour Rome, le manque de coordination de ses troupes joua en sa défaveur et les Romains furent vite dépassés par la tactique d'Hannibal. Portant un coup décisif, les Carthaginois ravagèrent les colonnes romaines, faisant des dizaines de milliers de morts.Après le désastre de Cannes, les Romains entreprirent une campagne d'usure contre les forces d'Hannibal, figeant les lignes et menant les deux camps dans l'impasse en Italie. Si Hannibal parvint à prendre plusieurs colonies en Italie, les Romains firent aussi des incursions en Ibérie, où ils s'emparèrent de plusieurs positions carthaginoises essentielles. Ragaillardis par leurs victoires en Ibérie, les Romains menés par Scipion l'Africain se préparèrent à envahir l'Afrique.Hannibal regagna Carthage en 203 av. J.­C. pour faire face à la menace imminente que représentait Scipion. Leurs forces s'affrontèrent à la bataille de Zama, mais les troupes affaiblies d'Hannibal furent défaites par une armée romaine nouvellement renforcée. Hannibal parvint à s'enfuir du champ de bataille, mais le plus gros de son armée fut balayé et cette défaite si près de la capitale mit rapidement fin à la deuxième guerre punique, après plus d'une décennie d'affrontements presque constants."
        },
        {
            "heading": "Déclin et destruction",
            "text": "Rome accepta une résolution pacifique du conflit avec Carthage, en échange de dédommagements colossaux et du paiement régulier d'un tribut par son adversaire. Carthage avait perdu le contrôle de l'Ibérie, ainsi qu'une grande part de son influence dans le monde. Toutefois, ce ne fut pas la fin de la longue rivalité entre les deux puissances, car une troisième guerre punique vint éclater environ 50 ans plus tard pour régler définitivement la question.Rome relança les hostilités en 149 av. J.­C., se servant de batailles régionales insignifiantes pour justifier la conquête finale de Carthage et de son peuple. Après avoir fait plusieurs demandes déraisonnables, peut-être en sachant que Carthage refuserait, les Romains assiégèrent la ville pendant trois ans. Résistant jusqu'en 146 av. J.­C., le peuple assiégé de Carthage fut finalement contraint de se rendre. La ville de Carthage fut alors réduite en cendres. Une grande partie de sa population fut massacrée, tandis que les survivants furent vendus comme esclaves. Cela marqua la fin de la puissante Carthage, un des plus redoutables royaumes de l'Antiquité et peut-être le plus grand adversaire que Rome ait jamais connu."
        },
        {
            "heading": "Héritage",
            "text": "D'abord un simple village d'exilés et de voyageurs, Carthage devint en se développant une plaque tournante du commerce et la plus grande puissance navale de l'Antiquité. Aujourd'hui, on se souvient surtout de l'ancienne Carthage et de son peuple comme étant cet empire qui défia la puissance de Rome."
        },
        {
            "heading": "Héritage",
            "text": "D'abord un simple village d'exilés et de voyageurs, Carthage devint en se développant une plaque tournante du commerce et la plus grande puissance navale de l'Antiquité. Aujourd'hui, on se souvient surtout de l'ancienne Carthage et de son peuple comme étant cet empire qui défia la puissance de Rome."
        }
    ],
    "leader": {
        "name": "Didon",
        "subtitle": "Dirigeante de Carthage",
        "lived": "Env. 800 av. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/dido.png",
        "trait": {
            "name": "Héritage phénicien",
            "effect": "Toutes les villes côtières reçoivent un port gratuit. Une fois le premier général illustre gagné, les unités peuvent traverser les montagnes, mais perdent 50 PV si elles terminent le tour sur une montagne."
        },
        "titles": [
            "Reine de Carthage"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "L'histoire de Didon, reine de Carthage, est à l'image de bien des légendes : pleine de complots et de tromperies en tous genres. Relaté dans un premier temps par les historiens romains, puis par le grand poète Virgile dans son ouvrage épique intitulé l'Énéide, le récit de Didon débute alors qu'elle n'est encore que la jeune fille du roi Mutto de Tyr. Le royaume de Tyr faisait partie de l'ancienne civilisation phénicienne, située là où se trouve actuellement le Liban. Didon, souvent dénommée \"Élissa\" dans les annales, hérita du trône de Tyr à la mort de son père, aux environs de 800 av. J.-C. Amenée à partager le pouvoir avec son frère Pygmalion, Didon eut du mal à imposer son autorité au peuple. Malgré le souhait de son défunt père de la voir régner conjointement avec son frère, c'est Pygmalion qui fut reconnu roi de Tyr, ne laissant à Didon que d'infimes responsabilités.Peu de temps après, Didon épousa Sychée qui, selon certaines versions, n'était autre que son oncle. Sychée possédait prétendument une fortune considérable, qu'il cachait soigneusement sous terre. Le roi Pygmalion, au courant de ses richesses, le fit assassiner, espérant ainsi récupérer l'or censé revenir à sa sœur. Seulement, Didon finit par découvrir que son frère était responsable de la mort de son époux. Selon la légende, le fantôme de Sychée serait même apparu à sa veuve au cours d'une nuit, lui conseillant de fuir le royaume et lui révélant l'emplacement de l'or caché. L'ingéniosité du plan que Didon mit au point pour échapper à l'emprise de Pygmalion est un bon exemple de sa légendaire vivacité d'esprit.Afin de ne pas éveiller les soupçons de son frère, Didon lui annonça qu'elle souhaitait voyager à travers le monde, avec l'intention d'envoyer des tributs et autres présents à Tyr. Acceptant son projet d'expédition, Pygmalion fournit à sa sœur une flotte réduite de vaisseaux, ainsi qu'un ensemble de serviteurs pour l'aider à préparer son périple. Après avoir discrètement embarqué les sacs d'or provenant du trésor de Sychée à bord des navires, Didon mit son plan à exécution. Afin de tromper Pygmalion, elle demanda aux serviteurs de charger sur les ponts supérieurs des sacs remplis de sable, servant de leurres. Une fois l'ancre levée, Didon déclara que l'or était une offrande à la mémoire de son défunt mari, et fit jeter les sacs de sable par-dessus bord, en pleine mer. Pygmalion, croyant que l'or était perdu pour de bon, ne chercha pas à rattraper Didon et son détachement.À la recherche d'une nouvelle terre d'accueil, Didon et les membres de l'expédition firent d'abord escale sur l'île de Chypre, où un groupe d'autochtones rejoignit l'équipage. Elle finit par accoster en Afrique du Nord, où elle négocia l'achat de terres avec le seigneur local, afin de fonder une nouvelle ville. Didon finit par obtenir autant qu'il en pourrait tenir dans la peau d'un bœuf, idée qui séduit son interlocuteur, convaincu de conclure une bonne affaire. Cependant, Didon vit cette proposition sous un angle autrement plus astucieux : en coupant la peau de bœuf en lanières extrêmement fines, elle créa une corde assez longue pour entourer une large zone, dont une proche colline. Ainsi fut fondée la ville de Carthage, et Didon entra dans la légende en tant que dirigeante aussi rusée que compétente.Didon fut la première reine à gouverner Carthage et, toujours selon la légende, eut plusieurs soupirants dont le prince Énée de Troie. D'après Virgile, Énée serait arrivé à Carthage suite à une manipulation des dieux grecs. Didon et Énée devinrent amants, mais lorsque le prince dut quitter sa belle pour reprendre son périple, celle-ci eut tant de chagrin qu'elle mit fin à ses jours."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Il est délicat de juger une figure aussi mythique que Didon, son rôle dans la fondation de la grande Carthage étant imprégné de légendes et de mystères. Malgré tout ce qui fut raconté à son sujet, Didon reste dans l'histoire comme une dirigeante rusée, dont le récit ne cesse de fasciner encore aujourd'hui."
            }
        ]
    }
}