{
    "id": 4,
    "name": "Chine",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/chine.png",
    "dawn_of_man": "Soyez bénie des cieux, impératrice Wu Zetian, magnifique et fière dirigeante de la Chine ! Ô grande impératrice, sous votre influence les fleurs s'épanouissent et les rivières s'écoulent ! Vous êtes à la tête du peuple chinois, la plus grande et la plus ancienne civilisation de l'humanité. L'histoire de la Chine remonte à la nuit des temps, et son peuple a accompli bien des exploits avant même que les autres civilisations ne voient le jour. Les contributions de la Chine à l'histoire de l'art et des sciences sont trop nombreuses et essentielles pour être toutes relatées ici. L'imprimerie, la poudre à canon, l'oeuvre de Confucius ne sont que quelques exemples. La Chine a offert ses dons à un monde qui ne les méritait pas !Vous, grande reine, qui à force d'habileté et de beauté avez su vous élever du rang de vulgaire concubine à celui d'impératrice, votre peuple attend de vous que vous le dirigiez ! La grande Chine est de nouveau assiégée de tous côtés par les barbares. Parviendrez-vous à terrasser vos ennemis et à rendre la gloire à votre pays ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Fabrique de papier|Fabriques de papier",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/paper_maker.json"
        }
    ],
    "unique_units": [
        {
            "name": "Chu-ko-nu|Cho-ko-nu",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/chu-ko-nu.json"
        }
    ],
    "city_names": [
        "Pékin",
        "Shanghai",
        "Guangzhou",
        "Nanjing",
        "Xian",
        "Chengdu",
        "Hangzhou",
        "Tianjin",
        "Macao",
        "Shandong",
        "Kaifeng",
        "Ningbo",
        "Baoding",
        "Yangzhou",
        "Haerbin",
        "Chongqing",
        "Loyang",
        "Kunming",
        "Taipei",
        "Shenyang",
        "Taiyuan",
        "Tainan",
        "Dalian",
        "Lijiang",
        "Wuxi",
        "Suzhou",
        "Maoming",
        "Shaoguan",
        "Yangjiang",
        "HeYuan",
        "Liaoning",
        "Hubei",
        "Gansu",
        "Huangshi",
        "Yichang",
        "Yingtan",
        "Xinyu",
        "Xinzheng",
        "Handan",
        "Dunhuang",
        "Gaoyu",
        "Nantong",
        "Weifang",
        "Xikang"
    ],
    "spy_names": [
        "Li",
        "Chen",
        "Zhang",
        "Liu",
        "Yang",
        "Huang",
        "Zhao",
        "Wu",
        "Zhou",
        "Sun"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Résumer la formidable épopée qu'est l'histoire de la Chine en quelques paragraphes n'est pas une mince affaire. La Chine est une civilisation embrassant environ 6000 ans et regroupant une grande portion de l'humanité. Des preuves attestent que des hommes préhistoriques vivaient en Chine il y a deux millions d'années, et l'homme moderne occupe cette zone depuis près de 18 000 ans, peut-être plus."
        },
        {
            "heading": "Géographie",
            "text": "D'un point de vue géographique, la Chine peut être divisée en trois grandes zones : la région montagneuse à l'ouest, les terres sauvages et rudes du sud et les plaines de l'est, bordant la mer Jaune et la mer de Chine orientale. Divisées par un grand nombre de fleuves, les plaines incroyablement fertiles sont la source de la puissance du pays, et quiconque contrôle cette zone contrôle l'Asie occidentale."
        },
        {
            "heading": "Les premières années",
            "text": "La dynastie Xia est la plus ancienne entité politique connue de Chine. Alors que les dates exactes de début et fin de règne font encore l'objet d'une controverse, de nombreux historiens s'accordent à dire que cette dynastie exista de 2000 à 1600 av. J.-C., environ. Les Xia ne contrôlaient pas la totalité de la Chine, leur champ d'action se limitait au centre du pays, dans la zone plus connue aujourd'hui sous le nom de Mandchourie. Les Xia furent détrônés par les Shang, qui régnèrent du XVIIIe siècle au XIIIe siècle av. J.-C. A leur tour, les Shang furent évincés par la dynastie Zhou, qui resta au pouvoir jusqu'au IXe siècle av. J.-C. Entre les IXe et IIe siècles, la Chine connut une longue période de souffrance due à une guerre civile quasi ininterrompue qui eut lieu durant la période des Printemps et des Automnes, elle-même suivie de la période des Royaumes combattants. Enfin, au IIe siècle av. J.-C., la dynastie Qin conquit ses rivaux et établit le premier État centralisé de Chine. Leurs successeurs, les Han, introduisirent le titre d'Empereur, seul et unique dirigeant de la Chine."
        },
        {
            "heading": "Histoire - Suite",
            "text": "Au cours des siècles suivants, la Chine fut dirigée par les dynasties Tang et Song. En 1271 apr. J.-C., le pays fut conquis par le chef mongol Kubilaï Khan, qui prit alors la tête d'une nouvelle dynastie : celle des Yuan. Un siècle plus tard, les Yuan furent détrônés et la dynastie Ming s'empara du pouvoir, jusqu'au XVIe siècle apr. J.-C. Les Qing succédèrent aux Ming jusqu'en 1912 de notre ère, et la République de Chine fut alors établie. Cette démocratie perdura environ cinquante ans, puis fut renversée par la République populaire de Chine, toujours en place aujourd'hui."
        },
        {
            "heading": "Inventions chinoises",
            "text": "Grâce à son peuple innovant et créatif, la Chine a donné au monde quelques-unes des plus importantes inventions de l'histoire, comme le papier, la poudre à canon, la boussole et la xylographie."
        },
        {
            "heading": "La Chine et le monde",
            "text": "Au fil de son histoire, la Chine est restée une civilisation coupée du monde extérieur et isolée, ignorant - et ignorée - le reste du monde. Et ce repli sur soi ne fut guère entravé, car durant de nombreux siècles, la Chine posséda une longueur d'avance sur ses ennemis d'un point de vue technologique et militaire. Si un peuple conquérant ne pouvait être repoussé par la force militaire (à l'instar des Mongols qui conquirent la Chine en 1271), il finissait tout de même par être englouti par la culture dominante chinoise.Mais cette domination prit fin aux XVIIIe et XIXe siècles. A cette époque, les puissances européennes et japonaises bénéficiaient d'un avantage technologique de taille par rapport aux Chinois. Cet avantage, auquel s'ajoutaient des forces navales plus puissantes, un meilleur armement, des moyens de communication plus performants et des tactiques militaires de pointe, permit aux forces étrangères de dominer la plupart des riches villes côtières de Chine, où elles purent se lancer dans des commerces extrêmement rentables (celui de l'opium par exemple). Le gouvernement central chinois, faible et corrompu, fut bien incapable d'expulser les maudits envahisseurs, qui restèrent jusqu'à ce que les Japonais les évincent au cours de la Deuxième Guerre mondiale."
        },
        {
            "heading": "La Chine aujourd'hui",
            "text": "Sorti triomphant face aux nationalistes peu après la Deuxième Guerre mondiale, le gouvernement communiste passa ces cinquante dernières années à consolider le pouvoir, moderniser les infrastructures et améliorer le quotidien et l'éducation du peuple. Ce processus ne se déroula pas sans faux pas, loin s'en faut. Le plus célèbre fut l'insensée \"révolution culturelle\" qui fut une campagne visant à anéantir toutes formes de culture et d'intelligence dans le pays. Au fil des 40 dernières années, la Chine s'est fait une place parmi les grandes puissances mondiales, devenue un monstre ingérable qui ne tardera pas à éclipser les autres géants économiques, dont les États-Unis.Cependant, la Chine connaît de nombreuses difficultés. La première étant de pallier aux besoins de sa population gigantesque et grandissante. De plus, la pollution est devenue un problème de taille, d'autant que de plus en plus d'usines se construisent et que les voitures envahissent littéralement les grandes villes. Le Tibet, qui, selon les points de vue, peut être considéré comme une nation prisonnière de la Chine ou comme une province chinoise, reste une blessure ouverte et une distraction politique pour la Chine. Aucune de ces difficultés n'est insurmontable, bien sûr, et le pays est en bonne voie pour dominer l'économie du XXIe siècle."
        },
        {
            "heading": "La Chine aujourd'hui",
            "text": "Sorti triomphant face aux nationalistes peu après la Deuxième Guerre mondiale, le gouvernement communiste passa ces cinquante dernières années à consolider le pouvoir, moderniser les infrastructures et améliorer le quotidien et l'éducation du peuple. Ce processus ne se déroula pas sans faux pas, loin s'en faut. Le plus célèbre fut l'insensée \"révolution culturelle\" qui fut une campagne visant à anéantir toutes formes de culture et d'intelligence dans le pays. Au fil des 40 dernières années, la Chine s'est fait une place parmi les grandes puissances mondiales, devenue un monstre ingérable qui ne tardera pas à éclipser les autres géants économiques, dont les États-Unis.Cependant, la Chine connaît de nombreuses difficultés. La première étant de pallier aux besoins de sa population gigantesque et grandissante. De plus, la pollution est devenue un problème de taille, d'autant que de plus en plus d'usines se construisent et que les voitures envahissent littéralement les grandes villes. Le Tibet, qui, selon les points de vue, peut être considéré comme une nation prisonnière de la Chine ou comme une province chinoise, reste une blessure ouverte et une distraction politique pour la Chine. Aucune de ces difficultés n'est insurmontable, bien sûr, et le pays est en bonne voie pour dominer l'économie du XXIe siècle."
        }
    ],
    "leader": {
        "name": "Wu Zetian",
        "subtitle": "Dirigeante de la Chine",
        "lived": "Env. 625 - 705 apr. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/wu_zetian.png",
        "trait": {
            "name": "L'art de la guerre",
            "effect": "Le bonus de combat du général illustre augmente de 15%, et son taux d'apparition s'accroit de 50%."
        },
        "titles": [
            "Impératrice régnante"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Comme la plupart des civilisations, la Chine a été dominée par les hommes pendant la majeure partie de son histoire. Jusqu'à très récemment, les femmes n'y avaient que peu de droits, et l'accès au pouvoir leur était refusé. Qu'une femme devienne impératrice, la personne la plus puissante de toute la Chine, est un fait presque inédit. Une seule dans toute l'histoire de la Chine y est parvenue. Il s'agit de Wu Zetian, l'un des plus grands souverains, hommes et femmes confondus, que le monde ait connu."
            },
            {
                "heading": "Concubine Wu",
                "text": "Enfant d'une beauté stupéfiante, c'est à 13 ans (approximativement en 639 apr. J.-C.) que Wu devint la concubine de l'empereur Taizong. Elle n'eut aucun enfant avec lui et, lorsqu'il mourut en 649, elle quitta le palais pour entrer dans un monastère bouddhiste, comme il était de tradition pour les concubines sans enfant à cette époque. Cela eut pu être la fin de son histoire mais le destin lui accorda une autre chance de passer à la postérité.C'est là que l'histoire devint très compliquée, à l'image de la vie politique chinoise à l'époque. L'impératrice Wang, épouse de l'empereur Gaozong (fils de feu l'empereur Taizong), redoutait que Gaozong ne tombât trop amoureux de sa seconde épouse, Xiao. Ses craintes avaient quelques fondements puisque, dans le passé, des secondes épouses avaient parfois supplanté des impératrices, qui avaient alors été assassinées. Pour écarter son époux de Xiao, l'impératrice fit revenir Wu, encore jeune et belle, au palais.Sa tactique rencontra un grand succès, trop grand même puisque, en l'espace de quelques années, Wu supplanta Xiao et l'impératrice Wang dans le cœur de l'empereur. Elles furent toutes deux tuées et Wu devint impératrice. Certains historiens croient pouvoir affirmer qu'elle tua elle-même sa propre fille et fit accuser l'impératrice. Même si cela ne fut jamais prouvé, la suite de sa vie montre qu'elle était bel et bien capable d'un tel plan."
            },
            {
                "heading": "Impératrice consorte Wu",
                "text": "En temps qu'impératrice consorte, Wu manoeuvra rapidement pour consolider son pouvoir. S'alliant à de puissants fonctionnaires, elle fit rétrograder, exiler ou exécuter ses opposants. Conseillère avisée de l'empereur, elle obtint de celui-ci qu'il lui déléguât de plus en plus de pouvoir. En 660 apr. J.-C., l'empereur commença à souffrir d'une maladie très handicapante (que certains attribuent à un empoisonnement progressif opéré par Wu), et il confia le gros de la gestion quotidienne de l'empire à Wu, alors âgée de trente-cinq ans. Wu se révéla une administratrice compétente, dotée d'un esprit vif et d'une vaste connaissance de l'histoire et de la littérature. Elle démontra également une remarquable aptitude à déloger et à éliminer ceux qui complotaient contre elle, ainsi que ceux qui représentaient une menace future. Lorsque l'empereur Gaozong mourut en 683, elle était sans conteste la personne la plus puissante de Chine."
            },
            {
                "heading": "Impératrice douairière Wu",
                "text": "Après la mort de Gaozong, le fils de Wu, Zhongzong, devint empereur. Il donna aussitôt d'ennuyeux signes d'indépendance, nommant notamment des officiels à des postes importants sans consulter sa mère. Cela menaçant son pouvoir, Wu réagit fermement. Zhongzong fut destitué et exilé, et le plus jeune fils de Wu, Ruizong, devint empereur. Ne voulant prendre aucun risque, elle le maintint dans un quasi isolement. Ayant sans doute tiré des leçons du triste précédent de son frère, l'empereur régnant resta très discret et ne fit rien qui pût offenser l'impératrice douairière."
            },
            {
                "heading": "Empereur Wu",
                "text": "En 690 apr. J.-C., Wu monta elle-même sur le trône, son fils Ruizong étant rétrogradé au titre de Prince héritier. Cela déplut fortement aux traditionalistes, que Wu fit taire à son habituelle, efficace et brutale manière. Elle étendit les pouvoirs de la police secrète, la plaçant directement sous ses ordres, et fit exiler, emprisonner ou exécuter des centaines d'opposants. Elle resta au pouvoir pendant 15 ans jusqu'à l'âge de 80 ans, où, gravement malade, elle fut destituée à son tour. Elle mourut plus tard la même année."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "En tant que souveraine, Wu laissa le souvenir d'une administratrice compétente dotée d'une excellente capacité de jugement. Elle promut et soutint des hommes capables et, en retour, elle obtint d'eux une grande loyauté. Les généraux qu'elle nomma, conquirent la Corée, annexant cette riche terre à l'Empire. Elle se montra toujours prompte à détruire tous ceux qui représentaient une menace pour elle, et les premières années de son règne furent celles d'une répression extrêmement sanglante, même selon des critères chinois. Cependant, lorsqu'elle se sentit enfin en sécurité sur son trône, elle limita les exactions de sa police secrète, et même ses ennemis reconnurent à contrecœur sa compétence et son esprit de décision.En bref, elle se montra bienveillante envers ceux qui ne remirent pas en cause son pouvoir, et mortellement dangereuse envers les autres. En fin de compte, Wu Zetian reste l'un des souverains les plus fascinants de l'Histoire, et mérite d'être étudiée de très près."
            }
        ]
    }
}