{
    "id": 5,
    "name": "Égypte",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/egypt.png",
    "dawn_of_man": "Nous vous saluons, ô grand Ramsès, pharaon d'Égypte, par qui le soleil se lève et le Nil s'écoule, et qui comble son peuple chanceux des plus grandes merveilles ! Ô grand seigneur, votre peuple vit sur les bords du Nil depuis des temps immémoriaux, et grâce à lui, le monde a découvert l'écriture, les mathématiques, la sculpture et l'architecture. Les splendides monuments érigés par les Égyptiens voilà des milliers d'années se dressent encore aujourd'hui avec la même fierté.Ô, Ramsès, votre peuple a souffert pendant bien des années, tandis que ses voisins tentaient de les dominer sans arriver à leurs fins. Vos fidèles ont besoin que vous les meniez une fois de plus sur le chemin de la grandeur. Honorerez-vous les Dieux ? Aiderez-vous l'Égypte à retrouver sa place, au centre du monde ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Tombeau|Tombeaux",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/burial_tomb.json"
        }
    ],
    "unique_units": [
        {
            "name": "Char de guerre|Chars de guerre",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/war_chariot.json"
        }
    ],
    "city_names": [
        "Thèbes",
        "Memphis",
        "Héliopolis",
        "Éléphantine",
        "Alexandrie",
        "Pi-Ramsès",
        "Gizeh",
        "Akhetaton",
        "Hiéraconpolis",
        "Abydos",
        "Asyut",
        "Avaris",
        "Lisht",
        "Bouto",
        "Edfou",
        "Pithom",
        "Busiris",
        "Kahun",
        "Athribis",
        "Mendès",
        "El-Ashmunein",
        "Tanis",
        "Bubastis",
        "This",
        "Oryx",
        "Sebennytos",
        "Akhmim",
        "Karnak",
        "Louxor",
        "El Kab",
        "Armant",
        "Balat",
        "El-Lahun",
        "Kom Medinet Gourob",
        "Hawara",
        "Dashour",
        "Raqote",
        "Damanhur",
        "Merimde",
        "Abousir",
        "Héracléopolis",
        "Akoris",
        "Beni-Hassan",
        "Tasa",
        "Badari",
        "Hermopolis",
        "El-Amrah",
        "Négade",
        "Koptos",
        "Hermonthis",
        "Ombos",
        "Aniba",
        "Soleb",
        "Semna",
        "Amara"
    ],
    "spy_names": [
        "Refaat",
        "Heba",
        "Salah",
        "Ahmed",
        "Zakaria",
        "Bastet",
        "Ma'at",
        "Nebhet",
        "Tefenet",
        "Neuth"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Peu de civilisations ont laissé une empreinte aussi marquée que celle de l'Égypte sur l'histoire du monde. Traversée par le Nil et vieille de plus de 5000 ans, l'Égypte est l'une des plus anciennes civilisations encore actives de la planète. C'est à ce pays que l'on doit, entre mille autres choses, l'invention de l'écriture vers l'an 3000 av. J.-C. De plus, grâce à des calculs fort élaborés pour l'époque, des érudits égyptiens parvinrent à appréhender avec une grande précision le mouvement des planètes. Les Égyptiens comptaient par ailleurs parmi les plus grands architectes du monde antique, et créèrent des monuments et des temples qui continuent de nous inspirer encore aujourd'hui."
        },
        {
            "heading": "Géographie",
            "text": "L'Égypte est une civilisation riveraine du Nil qui, avec ses 6500 kilomètres environ, détient le titre du plus long fleuve du monde. L'Égypte s'est construite autour de la section nord du fleuve, formant un couloir étroit mais extrêmement fertile en comparaison avec le reste du territoire. Bien que très vaste, l'Égypte est en grande partie occupée par des régions désertiques. C'est pour cette raison que la population se concentre depuis toujours à proximité du fleuve.Jusqu'à la construction d'un barrage au cours du XXe siècle, le Nil inondait ses rives chaque été. Les fermiers égyptiens comptaient sur ces inondations afin d'apporter de l'eau et des nutriments à leurs cultures, car dans un pays aussi aride, une année de sécheresse suffit à causer la famine au sein de la population. Le Nil était également une source de protéines pour les Égyptiens : en effet, ces derniers étaient d'habiles pêcheurs et maîtrisaient à la perfection la construction et le maniement de leurs embarcations.La mer Méditerranée est située au nord de l'Égypte. Cette étendue d'eau calme et généreuse encouragea les habitants de son bassin à réaliser des expéditions exploratoires et facilita les échanges commerciaux entre civilisations voisines."
        },
        {
            "heading": "Origines",
            "text": "Les premiers colons s'installèrent dans la vallée du Nil vers 7000 av. J.-C., attirés par le fleuve en raison des changements climatiques transformant les terres environnantes autrefois fertiles en un vaste désert. Vers 5000 av. J.-C., les Égyptiens commencèrent à faire pousser des cultures sur les berges du fleuve. Avec le temps, les techniques agricoles s'améliorèrent et la colonie gagna en taille et en puissance. Des fouilles archéologiques réalisées dans des sépultures ont montré que c'est à peu près à cette période que les hommes prirent l'habitude d'enterrer leurs proches avec de superbes objets personnels, tels que des poteries mortuaires, des ornements en cuivre, des perles et du maquillage. Ce rituel suggère une croissance importante de la richesse et l'apparition des loisirs.Cette augmentation des richesses permit également la création et l'entretien de forces militaires, dont la principale mission consistait à conquérir des civilisations voisines. Vers l'an 3000 av. J.-C., les deux grands royaumes d'Égypte furent unifiés. Le premier pharaon cité dans des archives historiques est Ménès, fondateur de la capitale Memphis et à l'origine de nombreux chantiers d'irrigation. Il créa la \"première dynastie\", qui dura environ deux siècles."
        },
        {
            "heading": "Les débuts de la période dynastique",
            "text": "La première et la seconde dynasties forment la période dite prédynastique, s'étendant de 3100 à 2600 av. J.-C. Au cours de cette période, l'Égypte étendit son pouvoir vers le Sud, en suivant le Nil, ainsi qu'à l'ouest et à l'est, le long des côtes méditerranéennes."
        },
        {
            "heading": "L'Ancien Royaume",
            "text": "Cette période s'étend approximativement de 2600 à 2100 av. J.-C. L'Ancien Empire est une période très importante car c'est à cette époque que l'on construisit un grand nombre de pyramides destinées à être les tombeaux des pharaons. Des vaisseaux égyptiens traversaient la mer Méditerranée et la mer Rouge pour y pratiquer le commerce de la nourriture, d'épices, de cèdres libanais ainsi que de produits de luxe tels que la myrrhe (sorte d'encens), l'ébène ou l'or. L'Ancien Royaume s'acheva lorsqu'une période de sécheresse sans précédent causa la chute du gouvernement central, déjà affaibli par la corruption et la guerre civile."
        },
        {
            "heading": "Autres périodes d'importance",
            "text": "L'Ancien Empire marqua le début d'une série de périodes : la première période intermédiaire, le Moyen Empire, la deuxième période intermédiaire, le Nouvel Empire, la troisième période intermédiaire, puis la Basse époque. Au fil de ces périodes (qui s'étendirent de 2100 à 600 av. J.-C.), le gouvernement égyptien s'effondra à plusieurs reprises avant de se reconstruire, et des phases de dissensions et de conflits internes alternaient avec des périodes de paix et de prospérité. Les ennemis envahissaient l'Égypte lorsque le pays était affaibli et les pharaons agrandissaient leur empire aux moments où leur civilisation était en plein essor.En 525 av. J.-C., l'Égypte fut envahie par la Perse, qui contrôla le pays jusqu'à ce qu'il soit assujetti par Alexandre le Grand en 332 av. J.-C. (ce dernier démantela tout l'Empire perse). Après la mort d'Alexandre, les Grecs fondèrent la dynastie des Ptolémées.Les Ptolémées régnèrent sur le pays jusqu'à la mort de Cléopâtre VII en 30 av. J.-C. Son suicide marqua la fin du pouvoir pharaonique et l'Égypte entra dans une nouvelle ère, devenant tour à tour une province des Empires romain et byzantin. Bien que l'Islam fut introduit en 642 apr. J.-C., l'Égypte resta sous contrôle étranger (arabe, ottoman, français, britannique) jusqu'à la fin de la Première Guerre mondiale quand, épuisée par les conflits longue distance, l'administration britannique accorda enfin son indépendance au pays. De 1922 à 1952, l'Égypte fut l'une des plus brillantes monarchies constitutionnelles. En juillet 1952, Gamal Nasser orchestra un coup d'État. Ironie du sort, l'Égypte représente depuis lors un îlot de stabilité au cœur d'un Moyen-Orient des plus agités."
        },
        {
            "heading": "Arts et culture",
            "text": "Aucune civilisation ne parvint à égaler les splendides réalisations architecturales égyptiennes. Habiles sculpteurs, les Égyptiens créèrent de superbes statues à l'effigie de leurs dieux et pharaons. Des fouilles ont également permis de mettre au jour des objets finement travaillés, en or ou dans d'autres métaux précieux, ainsi que des bijoux d'une rare finesse. Il semble que la culture et les arts égyptiens s'inspiraient énormément de sujets sombres tels que la mort, la mise au tombeau ou la vie dans l'au-delà."
        },
        {
            "heading": "Religion",
            "text": "La religion occupait une place majeure dans la société égyptienne. Elle donna vie à un panthéon extrêmement important de divinités, ainsi qu'à une mythologie très élaborée. Le pharaon était mi-homme, mi-dieu, et il avait la responsabilité d'intervenir auprès des dieux en faveur de ses sujets. Les prêtres avaient également le statut de serviteurs civils de la société. (Il est clair que jamais ô grand jamais la population égyptienne n'aurait accepté la séparation de l'Église et de l'État.) Les Égyptiens croyaient en la réincarnation pour les êtres les plus dignes, et la sorcellerie et la magie faisaient partie des traditions. Selon les historiens, les pyramides constituaient aux yeux des hommes un passage vers le royaume des dieux."
        },
        {
            "heading": "Résumé",
            "text": "Il est totalement impossible de raconter l'épopée de ce pays vieux de 5000 ans en quelques paragraphes. A son apogée, l'Égypte était un empire puissant et gigantesque, dont les avancées culturelles et scientifiques se répercutèrent sur le monde entier. Les pyramides, véritables chefs-d'œuvre, continuent d'étonner des millions de touristes chaque année, de la même façon qu'elles émerveillaient celles et ceux qui les admiraient il y a 4000 ans déjà."
        },
        {
            "heading": "Résumé",
            "text": "Il est totalement impossible de raconter l'épopée de ce pays vieux de 5000 ans en quelques paragraphes. A son apogée, l'Égypte était un empire puissant et gigantesque, dont les avancées culturelles et scientifiques se répercutèrent sur le monde entier. Les pyramides, véritables chefs-d'œuvre, continuent d'étonner des millions de touristes chaque année, de la même façon qu'elles émerveillaient celles et ceux qui les admiraient il y a 4000 ans déjà."
        },
        {
            "heading": "Résumé",
            "text": "Il est totalement impossible de raconter l'épopée de ce pays vieux de 5000 ans en quelques paragraphes. A son apogée, l'Égypte était un empire puissant et gigantesque, dont les avancées culturelles et scientifiques se répercutèrent sur le monde entier. Les pyramides, véritables chefs-d'œuvre, continuent d'étonner des millions de touristes chaque année, de la même façon qu'elles émerveillaient celles et ceux qui les admiraient il y a 4000 ans déjà."
        }
    ],
    "leader": {
        "name": "Ramsès II",
        "subtitle": "Dirigeant de l'Égypte",
        "lived": "Env.1303-1213 av. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramesses_ii.png",
        "trait": {
            "name": "Bâtisseurs de monuments",
            "effect": "Construction de merveilles : +20%."
        },
        "titles": [
            "Ramsès le Grand",
            "Le Grand ancêtre"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Ramsès II est considéré comme le plus illustre et le plus puissant pharaon de l'histoire égyptienne. Monté sur le trône à un peu plus de vingt ans, il régna sur l'Égypte pendant plus de soixante ans. On se souvient de lui comme d'un éminent dirigeant militaire et d'un grand bâtisseur. C'est à lui que l'on doit notamment la construction d'une nouvelle capitale, Pi-Ramsès. Selon certains historiens, Ramsès II serait le pharaon biblique qui s'opposa à Moïse."
            },
            {
                "heading": "Les premières années",
                "text": "L'Égypte émergeant tout juste d'une période sombre en termes de puissance et de rayonnement, Séthi Ier, le père de Ramsès, s'évertua longtemps à contenir les élans séditieux de provinces asiatiques rebelles. Basés en Asie Mineure, les Hittites étendaient leur pouvoir au sud, et les deux grandes nations furent engagées dans une guerre durable pour le contrôle de la Syrie et de la Palestine. Le jeune Ramsès accompagnait son père lors de certaines de ses campagnes. À l'âge de dix ans, il fut nommé capitaine. Bien que le titre ait été essentiellement honorifique, il indique que sa formation militaire débuta extrêmement tôt. Ramsès succéda à son père à un peu plus de vingt ans, après le décès de ce dernier."
            },
            {
                "heading": "Campagnes militaires",
                "text": "Quatre ans après être devenu pharaon, Ramsès mena une armée au nord pour reconquérir les provinces rebelles que son père n'était pas parvenu à annexer. La campagne fut, semble-t-il, un succès, et son armée avança jusqu'à Beyrouth.L'année suivante, Ramsès lança l'offensive sur le bastion hittite de Qadesh. La bataille de Qadesh est l'un des rares conflits de cette période dont nous ayons des traces écrites. Pensant la place forte abandonnée, Ramsès approcha imprudemment et fut surpris par l'assaut d'une division mobile de Hittites, embusquée de l'autre côté du fort. Bien que Ramsès finît tout de même par remporter une large victoire, il repartit pour l'Égypte, son armée ayant été trop affaiblie pour assiéger Qadesh. La cité demeura entre les mains ennemies. Ramsès continua à lutter contre les Hittites pendant douze ans, enchaînant les victoires tactiques, mais ne parvenant jamais à tenir bien longtemps les territoires contestés.En parallèle de son action contre l'adversaire hittite, Ramsès mena des campagnes militaires en Nubie et en Libye, étendant son empire à l'ouest et au sud. Ces victoires furent cependant de moindre importance, tant ces ennemis-ci ne représentaient qu'une menace réduite pour l'Égypte."
            },
            {
                "heading": "La paix avec les Hittites",
                "text": "La vingt-et-unième année de son règne, se rendant finalement compte que continuer la lutte contre les Hittites était vain, Ramsès accepta de signer avec eux un traité de paix ; le premier de l'Histoire dont nous ayons trace. Élément notable, ce dernier connut deux versions : la première, égyptienne, statuait que les Hittites avaient imploré la clémence de Ramsès, tandis que la seconde, hittite, stipulait que c'était les Égyptiens qui avaient sollicité la fin des hostilités.Cet acte semble avoir consolidé les frontières entre les deux grandes puissances, et plus le moindre combat n'eut lieu, durant le règne de Ramsès II, entre Égyptiens et Hittites."
            },
            {
                "heading": "Pi-Ramsès",
                "text": "Très tôt durant son règne, Ramsès déplaça sa capitale de Thèbes dans une ville plus au nord, dans le Delta du Nil, qu'il rebaptisa \"Pi-Ramsès\". Cette nouvelle capitale se situait non loin de son foyer ancestral et, plus important encore, elle était bien plus proche des provinces agitées du nord et des explosives frontières hittites. En quelques années, le somnolent village se changea en centre gouvernemental majeur et en manufacture d'armes. La cité fut dotée d'un somptueux palais et de nombreux temples, ainsi que d'innombrables statues et autres décorations.Pi-Ramsès resta abandonnée de nombreux siècles après la fin du règne de Ramsès. Longtemps, la localisation du site resta introuvable, mais des archéologues ont récemment découvert des ruines qui, selon eux, appartiendraient à la capitale antique."
            },
            {
                "heading": "Travaux publics",
                "text": "Tout au long de son règne, Ramsès fit construire de nombreux bâtiments publics aux quatre coins de l'Égypte. Nombre d'entre eux furent des temples et autres monuments, mais il ordonna également, entre autres choses, la construction d'entrepôts, de bâtiments gouvernementaux et de réseaux hydrauliques. Promoteur inépuisable de sa propre image, Ramsès inonda l'Égypte de statues et de gravures à son effigie, faisant souvent modifier celles représentant de précédents pharaons pour qu'y apparaissent son nom et son image (il est intéressant de noter que Ramsès ordonna à ses maçons de graver son image profondément dans la pierre, afin que les pharaons à venir ne puissent détourner de la même façon ses représentations)."
            },
            {
                "heading": "Le pharaon biblique ?",
                "text": "Bon nombre d'historiens pensent que Pi-Ramsès est la cité \"Ra'amses\" à laquelle l'Ancien Testament de la Bible fait référence, soit l'une des cités pharaoniques construites par les Israélites durant leur captivité en Égypte. Certains pensent que Ramsès est le pharaon de l'épisode biblique de l'Exode, celui que Moïse força à libérer son peuple, mais cette hypothèse est largement débattue (notamment parce que Ramsès II a vécu très longtemps, et qu'il n'est jamais mort noyé dans la mer Rouge)."
            },
            {
                "heading": "Mort et sépulture",
                "text": "Ramsès II est mort à l'âge de quatre-vingt-dix ans. Il a été inhumé dans un tombeau de la Vallée des rois, avant d'être plus tard déplacé vers un endroit tenu secret. Son corps a été découvert à la fin du XIXe siècle et est actuellement exposé au musée égyptien du Caire. Difficile de savoir si le pharaon serait indigné par cette désacralisation, ou comblé par la publicité qu'elle lui offre."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Ramsès II a été pharaon pendant quelque soixante-six ans, soit le deuxième règne le plus long de l'histoire égyptienne. Outre la sécurisation des frontières de son empire et la signature d'un traité de paix avec les Hittites, ses rivaux les plus terribles, Ramsès II faisait montre d'une véritable attention pour le bien-être de son peuple, engageant la majeure partie de son trésor dans des travaux publics d'envergure. Il est considéré par les Égyptiens contemporains comme le plus grand pharaon de l'Histoire, avis difficilement contestable."
            }
        ]
    }
}