{
    "id": 6,
    "name": "Angleterre",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/angleterre.png",
    "dawn_of_man": "Je vous salue, votre Altesse Sérénissime, Reine Élisabeth Gloriana. Vous protégez et dirigez l'Angleterre, terre ancestrale et nation maritime de grand renom. Colonisée voilà près de 35 000 ans, l'île a vu passer d'innombrables vagues d'envahisseurs, qui finirent toutes par s'intégrer pour créer un même peuple. Bien que petite par la taille, l'Angleterre a dominé le monde pendant de nombreuses années, aussi bien grâce à sa marine que par ses artistes brillants et ses habiles marchands. C'est ainsi qu'elle acquit une puissance et une influence bien supérieures à ce qu'on aurait pu attendre de sa démographie.Reine Élisabeth, ferez-vous entrer le peuple anglais dans un nouvel âge d'or ? La nation a une fois encore besoin de vous pour retrouver la paix et la prospérité. L'aiderez-vous à redevenir un symbole de grandeur ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Archer long|Archers longs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/longbowman.json"
        },
        {
            "name": "Navire de ligne|Navires de ligne",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ship_of_the_line.json"
        }
    ],
    "city_names": [
        "Londres",
        "York",
        "Nottingham",
        "Hastings",
        "Canterbury",
        "Coventry",
        "Warwick",
        "Newcastle",
        "Oxford",
        "Liverpool",
        "Douvres",
        "Brighton",
        "Norwich",
        "Leeds",
        "Reading",
        "Birmingham",
        "Exeter",
        "Cambridge",
        "Gloucester",
        "Manchester",
        "Bristol",
        "Leicester",
        "Carlisle",
        "Ipswich",
        "Portsmouth",
        "Berwick",
        "Bath",
        "Mumbles",
        "Southampton",
        "Sheffield",
        "Salisbury",
        "Colchester",
        "Plymouth",
        "Lancaster",
        "Blackpool",
        "Winchester",
        "Hull"
    ],
    "spy_names": [
        "James",
        "Scarlett",
        "Mycroft",
        "Charlotte",
        "Gwendolyn",
        "M. Eks",
        "Dr. Grey",
        "Andrew",
        "Scott",
        "Anne"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'Angleterre est un pays membre du Royaume-Uni, \"île verte et agréable\" située dans la partie ouest de l'Europe. Elle est la plus grande entité politique du Royaume-Uni de Grande-Bretagne et d'Irlande du Nord. Grands marins depuis toujours, les Anglais brillent en Europe et dans le monde entier grâce à leur flotte incomparable et ce, depuis 500 ans."
        },
        {
            "heading": "Géographie et climat",
            "text": "L'Angleterre occupe une grande partie de l'île de Grande-Bretagne (le Pays de Galles se situe à l'ouest et l'Écosse au nord). Avec une superficie avoisinant les 230 000 km², la Grande-Bretagne est légèrement plus grande que l'état américain du Kansas. Jusqu'aux environs de l'an 6000 av. J.-C., une bande de terre reliait la Grande-Bretagne à l'Europe mais depuis, les deux entités sont séparées par la Manche, dont la section la plus étroite ne mesure que 32 kilomètres de large.En plus d'offrir de superbes paysages de collines vallonnées, l'Angleterre est pourvue de nombreuses ressources naturelles, telles que le charbon et les forêts gigantesques. Très apprécié pour ses plages bénéficiant des courants d'eau chaude en provenance de l'océan Atlantique, le pays est également réputé pour ses pluies abondantes et ses hivers doux."
        },
        {
            "heading": "Histoire : l'arrivée des Romains",
            "text": "La première description détaillée de l'Angleterre nous provient des Romains qui, sous le règne de Jules César, envahirent la Grande-Bretagne en 55 av. J.-C. César découvrit une île abritant environ un million de Celtes, répartis en différentes tribus en guerre et possédant une technologie digne de l'âge du fer. Le général mena deux expéditions sur l'île, et quand bien même il ressortit vainqueur de ses différents combats, des troubles agitant la Gaule l'obligèrent à quitter l'île avant de pouvoir y implanter son pouvoir.Les Romains retournèrent en Grande-Bretagne 90 ans plus tard, avec une seule et même idée en tête. En 43 apr. J.-C., quatre légions (représentant un total d'environ 20 000 soldats) placées sous le commandement d'Aulus Plautius débarquèrent quelque part sur la côte sud, ou sud-est (l'emplacement exact est inconnu) avant de s'enfoncer dans le pays. Après nombre de combats acharnés, les Romains vainquirent les forces locales et établirent la capitale de cette nouvelle province conquise à Camulodunum (Colchester). Au cours des 50 années qui suivirent, les Romains étendirent leurs frontières à l'ouest, conquérant le Pays de Galles qui opposa une résistance farouche, et au nord jusqu'au fleuve Tyne. En 122 de notre ère, la construction du mur d'Hadrien débuta. Cette fortification avait pour but de protéger la Bretagne romaine des Pictes (ancêtres des Écossais) installés dans les Highlands du nord.Les Romains continuèrent de gouverner la Grande-Bretagne pendant trois siècles, jusqu'en 410 apr. J.-C. Ils eurent une grande influence sur la population locale à qui ils firent bénéficier d'avancées remarquables dans les domaines de l'agriculture, de la technologie, de l'architecture et des lettres."
        },
        {
            "heading": "De l'apparition des Saxons",
            "text": "Alors que les forces militaires romaines se virent obligées de se retirer de Grande-Bretagne et d'Europe sous la pression des tribus germaniques telles que les Vandales, des seigneurs de guerre locaux s'emparèrent du pouvoir. Mais aucun d'eux n'avait les épaules suffisamment solides pour repousser les attaques incessantes et toujours plus puissantes lancées par les Pictes, les Irlandais et autres envahisseurs barbares. Selon la légende, le roi Vortigern invita les Saxons germaniques en Bretagne afin de combattre les Pictes, mais en 442 de notre ère, les Saxons se retournèrent contre leurs hôtes et conquirent une grande partie de la Basse-Écosse. Les Saxons restèrent au pouvoir pendant une cinquantaine d'années, jusqu'à ce qu'ils soient expulsés du pays par la cavalerie locale.Au milieu du VIe siècle, une nouvelle vague d'envahisseurs germaniques, les Anglo-Saxons, déferla sur le pays, poussant les habitants à trouver refuge en Cornouailles et au Pays de Galles. Les Anglo-Saxons gouvernèrent le pays pendant plusieurs siècles, période durant laquelle la population fut convertie au christianisme et éduquée dans les nouveaux monastères chrétiens. C'est à cette époque que les habitants du sud-est de la Grande-Bretagne commencèrent à se considérer comme \"anglais\"."
        },
        {
            "heading": "Les Vikings",
            "text": "Dès le IXe siècle, l'Angleterre (ainsi que l'Écosse et l'Irlande, pour ne pas mentionner l'Europe) subit les assauts répétés de tribus scandinaves également connues sous le nom de Vikings. Les Vikings capturèrent de nombreuses villes situées sur les côtes de la mer du Nord et, au milieu du IXe siècle, ils contrôlaient presque la moitié de la Grande-Bretagne, dont Londres. En 877, Alfred le Grand, roi du Wessex, parvint à stopper cette expansion au sud de l'Angleterre et durant les cinquante années qui suivirent, lui et ses héritiers se battirent sans relâche pour récupérer la totalité du territoire conquis par les Danois. Athelstan, le petit-fils d'Alfred, fut le premier roi à gouverner l'ensemble du territoire d'Angleterre en 924.Cependant, les Danois n'avaient pas encore dit leur dernier mot. Une nouvelle vague d'invasions débuta en 980. Affaiblis par 20 années de combat ininterrompues, les Anglais capitulèrent en 1013 et acceptèrent Svein Ier en tant que nouveau roi. A la mort de ce dernier, c'est son fils Knut qui lui succéda. Il resta au pouvoir jusqu'en 1035. Les Danois et les Anglais coexistèrent de façon pacifique durant 30 ans, jusqu'en 1066, quand l'Angleterre fut de nouveau envahie."
        },
        {
            "heading": "La conquête normande",
            "text": "Le 27 septembre 1066, Guillaume le Conquérant partit envahir l'Angleterre avec, à ses ordres, 6000 chevaliers et fantassins. Après avoir vaincu l'armée anglaise et tué le roi anglais Harold lors de la bataille d'Hastings, Guillaume gagna Londres. En décembre 1066, la majorité de la noblesse anglaise avait prêté serment d'allégeance à Guillaume qui fut couronné à l'Abbaye de Westminster le jour de Noël. Sous le règne du Normand, les relations historiques que le pays avait tissées avec la Scandinavie cessèrent et l'Angleterre se rapprocha de l'Europe."
        },
        {
            "heading": "Moyen Âge",
            "text": "Les 400 années qui suivirent furent très agitées. Luttes pour le pouvoir, guerres civiles, révoltes, guerres en Europe, en Écosse et ailleurs furent autant de coups durs pour l'Angleterre. Mais la liste ne s'arrête pas là ! Croisades, épidémies et famines se succédèrent, ainsi que bon nombre de rois prénommés Richard ou Henri, dont certains cédèrent à la folie. Malheureusement, des contraintes d'espace et de temps nous obligent à passer rapidement sur ces quatre siècles pour arriver directement au XVIe siècle et à l'ascension au pouvoir d'Élisabeth."
        },
        {
            "heading": "La reine Élisabeth Ière",
            "text": "La reine Élisabeth Ière fut l'un des dirigeants les plus remarquables de l'histoire anglaise. Fille d'Henri VIII, Élisabeth accéda au trône alors que le pays (et l'Europe) connaissait une forte crise, tant sur le plan social que religieux. Intelligente, belle et courageuse, Élisabeth hérita d'un pays en faillite, proche de la guerre civile et sous la menace permanente de l'un de ses plus puissants voisins : l'Espagne. Durant son règne, Élisabeth Ière parvint à unifier le pays et repousser les attaques espagnoles, et elle entraîna l'Angleterre dans l'une des plus grandes périodes d'essor artistique et littéraire de l'histoire de l'humanité. Elle fut également à l'origine d'une expansion majeure de la marine nationale qui domina, et continue de dominer, les océans et les mers du monde entier.Pour une biographie plus détaillée de la reine Élisabeth Ière, veuillez consulter l'entrée Civilopédia correspondante."
        },
        {
            "heading": "La Maison Stuart",
            "text": "Élisabeth Ière mourut sans laisser de descendant. Le trône anglais fut donc attribué au fils de Marie Tudor, le roi Jacques VI d'Écosse, qui prit le pouvoir sous le nom de Jacques Ier d'Angleterre. Charles Ier, son successeur, fut renversé par le parlement après la révolution anglaise (1641-1645). La couronne fut réintégrée en 1660, mais son porteur étant \"au service du parlement\" jouissait de bien moins de pouvoirs qu'auparavant."
        },
        {
            "heading": "Le Royaume-Uni",
            "text": "En 1707, l'Acte d'Union permit de réunir les royaumes d'Écosse, d'Angleterre et du Pays de Galles en un seul et même pays. Les parlements anglais et écossais furent fusionnés et l'Angleterre cessa d'exister en tant qu'entité politique. Cependant, l'Angleterre était le plus grand, le plus prospère et le plus puissant des pays du Royaume-Uni, ainsi, beaucoup sont ceux qui, aujourd'hui encore, désignent le Royaume-Uni par le terme d'Angleterre, pour le plus grand mécontentement des Gallois et des Écossais (ainsi que des Irlandais du Nord).En 1800, le Royaume-Uni tenta d'intégrer l'Irlande dans ses frontières afin de devenir le \"Royaume-Uni de Grande-Bretagne et d'Irlande\". Mais ce fut sans compter sur le refus catégorique de la plupart des Irlandais catholiques, qui se soulevèrent et organisèrent une insurrection qui dura plus d'un siècle. En 1922, la partie sud de l'Irlande obtint son indépendance, et le Royaume-Uni fut de nouveau rebaptisé, devenant cette fois le \"Royaume-Uni de Grande-Bretagne et d'Irlande du Nord\"."
        },
        {
            "heading": "Rule Britannia",
            "text": "Le règne de la reine Élisabeth Ire vit la première colonie britannique s'établir au Nouveau Monde, tandis que la marine anglaise continuait de protéger les intérêts de la nation dans le monde entier. Les premières colonies britanniques prospères furent installées dans les Caraïbes et l'Amérique du Nord, mais très vite, le pays en établit de nouvelles en Asie et dans le Pacifique Sud. La puissance des Britanniques prit tellement d'ampleur en Inde qu'elle mit un point final à la compétition européenne. Très vite, la Compagnie anglaise des Indes orientales prit le pouvoir sur le sous-continent.A la fin du XVIIIe siècle, l'Empire britannique perdit le contrôle de la majorité de ses treize colonies d'Amérique du Nord (qui donnèrent naissance aux États-Unis d'Amérique) au terme d'une révolution longue et meurtrière. Bien que fortement éprouvé par cet échec, l'empire poursuivit son expansion sans relâche, et au début du XXe siècle, l'Empire britannique était le plus grand et le plus puissant que l'histoire ait jamais connu, regroupant l'équivalent d'un quart de la surface terrestre et de la population mondiale."
        },
        {
            "heading": "Le Royaume-Uni et la guerre",
            "text": "Depuis toujours, le Royaume-Uni a deux objectifs principaux : empêcher les pays d'Europe de devenir de trop grandes puissances et s'assurer qu'aucun pays dans le monde ne construise une marine militaire capable de rivaliser avec la marine britannique. Durant le règne d'Élisabeth, l'Espagne représentait la plus grande menace. Pour s'en protéger, l'Angleterre tenta de ruiner l'ennemi en interceptant les trésors espagnols envoyés par bateau depuis les colonies et en provoquant des insurrections sur les terres espagnoles. Au XVIIe siècle, l'Angleterre mena une série de guerres contre les Pays-Bas dont la flotte menaçait la suprématie de la marine anglaise.Au XIXe siècle, le Royaume-Uni entra en guerre avec le puissant Empire français, dirigé par Napoléon Bonaparte. Les Français bénéficiaient d'une armée redoutable menée par l'un des plus illustres généraux de l'histoire, tandis que les Anglais ne comptaient que sur leur flotte et la taille de leur empire. La bataille dura 12 ans, mais Napoléon fut finalement vaincu.Le XXe siècle vit le Royaume-Uni se mesurer à l'Allemagne (et ses alliés) à deux reprises, lors de la Première et de la Deuxième Guerre mondiale. Ces guerres mirent la résistance des soldats à rude épreuve et quand bien même le Royaume-Uni sortit victorieux des conflits, les pertes humaines et économiques laissèrent la nation en piteux état et quasiment en faillite."
        },
        {
            "heading": "Présent et futur",
            "text": "De nombreuses années furent nécessaires, mais le Royaume-Uni se remit totalement des deux guerres auxquelles il participa au cours du XXe siècle. Même si le pays ne fait plus partie des nations les plus puissantes du monde (les États-Unis et la Chine ayant décroché le titre de superpuissances), il reste tout de même à la tête d'une marine militaire extrêmement puissante, d'une économie solide et d'une culture florissante. Bien que faisant partie intégrante d'une Europe en plein essor, le Royaume-Uni n'en reste pas moins le plus grand allié des États-Unis. Il ne fait aucun doute que \"l'île verte et agréable\" continuera de jouer un rôle prépondérant dans les décisions et évènements mondiaux, aujourd'hui tout comme demain."
        },
        {
            "heading": "Présent et futur",
            "text": "De nombreuses années furent nécessaires, mais le Royaume-Uni se remit totalement des deux guerres auxquelles il participa au cours du XXe siècle. Même si le pays ne fait plus partie des nations les plus puissantes du monde (les États-Unis et la Chine ayant décroché le titre de superpuissances), il reste tout de même à la tête d'une marine militaire extrêmement puissante, d'une économie solide et d'une culture florissante. Bien que faisant partie intégrante d'une Europe en plein essor, le Royaume-Uni n'en reste pas moins le plus grand allié des États-Unis. Il ne fait aucun doute que \"l'île verte et agréable\" continuera de jouer un rôle prépondérant dans les décisions et évènements mondiaux, aujourd'hui tout comme demain."
        },
        {
            "heading": "Présent et futur",
            "text": "De nombreuses années furent nécessaires, mais le Royaume-Uni se remit totalement des deux guerres auxquelles il participa au cours du XXe siècle. Même si le pays ne fait plus partie des nations les plus puissantes du monde (les États-Unis et la Chine ayant décroché le titre de superpuissances), il reste tout de même à la tête d'une marine militaire extrêmement puissante, d'une économie solide et d'une culture florissante. Bien que faisant partie intégrante d'une Europe en plein essor, le Royaume-Uni n'en reste pas moins le plus grand allié des États-Unis. Il ne fait aucun doute que \"l'île verte et agréable\" continuera de jouer un rôle prépondérant dans les décisions et évènements mondiaux, aujourd'hui tout comme demain."
        },
        {
            "heading": "Présent et futur",
            "text": "De nombreuses années furent nécessaires, mais le Royaume-Uni se remit totalement des deux guerres auxquelles il participa au cours du XXe siècle. Même si le pays ne fait plus partie des nations les plus puissantes du monde (les États-Unis et la Chine ayant décroché le titre de superpuissances), il reste tout de même à la tête d'une marine militaire extrêmement puissante, d'une économie solide et d'une culture florissante. Bien que faisant partie intégrante d'une Europe en plein essor, le Royaume-Uni n'en reste pas moins le plus grand allié des États-Unis. Il ne fait aucun doute que \"l'île verte et agréable\" continuera de jouer un rôle prépondérant dans les décisions et évènements mondiaux, aujourd'hui tout comme demain."
        }
    ],
    "leader": {
        "name": "Élisabeth Ière",
        "subtitle": "Dirigeante de l'Angleterre",
        "lived": "1533 - 1603",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/élisabeth_ière.png",
        "trait": {
            "name": "Le soleil ne se couche jamais",
            "effect": "[ICON_MOVES] Déplacement +2 pour toutes les unités navales. Un espion supplémentaire reçu."
        },
        "titles": [
            "Gloriana",
            "La reine vierge",
            "Good Queen Bess"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Élisabeth Ière fut une femme d'exception qui vécut à une époque exceptionnelle. Belle, intelligente et coriace, elle réussit à s'imposer à la tête de l'Angleterre, à une époque où les femmes n'étaient guère considérées."
            },
            {
                "heading": "Jeunesse",
                "text": "Avec le roi Henri VIII d'Angleterre comme père et Anne Boleyn (qui fut exécutée pour ne pas avoir donné de fils héritier au roi) comme mère, Élisabeth vécut une jeunesse pleine de dangers. Fille non désirée d'un roi complètement fou qui détruisit les liens de l'Angleterre avec l'Église catholique et qui engagea son pays dans une guerre civile afin de pouvoir épouser une autre femme (plusieurs femmes, en réalité), Élisabeth dut faire preuve de ruse et de finesse pour survivre. Elle reçut une excellente éducation délivrée par les plus grands érudits de l'époque. Elle fut une élève brillante et parlait cinq langues couramment.Lorsque Henri VIII mourut, c'est son jeune fils, Edouard, qui lui succéda au trône. À l'âge de 15 ans, Élisabeth fut impliquée dans un complot visant à le détrôner. Elle risqua l'exécution et ne survécut que grâce à ses talents d'oratrice, persuadant ses interrogateurs qu'elle ignorait tout du complot.À la mort du roi Edouard en 1553, c'est la soeur aînée d'Élisabeth, Marie, qui prit le pouvoir. Fervente catholique, Marie n'était pas très populaire auprès de la noblesse protestante qui tenta, en vain, de la renverser en 1554. Élisabeth fut de nouveau inquiétée, mais elle réussit une fois de plus à échapper à l'exécution. La reine Marie mourut en 1558 et Élisabeth devint enfin reine d'Angleterre."
            },
            {
                "heading": "La reine Élisabeth Ière",
                "text": "Élisabeth fut une dirigeante extraordinaire. Elle fit de l'Église protestante l'église officielle d'Angleterre. Cependant, elle tenta de mettre un terme à la persécution des catholiques dans le pays (sans toutefois faire preuve de trop d'acharnement dans la mesure où la noblesse catholique n'espérait que sa mort). Elle mit un terme à la dévalorisation de la monnaie d'Angleterre, étape cruciale afin de restaurer les finances chancelantes de la nation.Élisabeth usa de tous les moyens en sa possession pour atteindre ses objectifs. Elle se bâtit une image qui lui valut le surnom de \"Reine vierge\", augmentant d'autant plus sa popularité. Elle reçut bon nombre de propositions en mariage de la part de nobles et rois d'Europe. Mais elle les refusa toutes, profitant de son statut de femme célibataire pour contrôler ses alliés comme ses ennemis : si l'un des partis commençait à poser problème, elle le menaçait d'un éventuel \"mariage\" avec le dirigeant du parti adverse."
            },
            {
                "heading": "Mécène",
                "text": "Élisabeth était une véritable mécène. Elle appréciait tout particulièrement la musique et la littérature. Elle fit de l'Angleterre un centre culturel, dans lequel évoluèrent de formidables artistes tels que William Shakespeare. C'est au cours de son règne que le premier théâtre fut construit, puis d'autres virent rapidement le jour dont le Théâtre du Globe de Shakespeare. En 1574, les représentations en semaine furent autorisées. Passionnée de poésie, Élisabeth s'essaya, avec succès, à l'écriture de quelques poèmes."
            },
            {
                "heading": "Diplomatie",
                "text": "D'un point de vue militaire, l'Espagne catholique représentait la plus grande menace pour l'Angleterre. L'Espagne était alors la plus grande puissance continentale et son chef, le roi Philippe, tenta à maintes reprises d'envahir l'Angleterre. En 1588, il lança une offensive et prit la tête d'une imposante armada pour parvenir à ses fins. Élisabeth organisa la marine militaire du pays afin de repousser l'ennemi, et grâce à une tactique des plus élaborées, des navires de meilleure qualité et une mauvaise météo, l'Angleterre vainquit les troupes espagnoles. Il s'écoula 400 ans avant qu'une autre nation ne tente d'envahir l'île britannique.Au cours du règne d'Élisabeth, l'Angleterre, la France, l'Espagne et les Pays-Bas établirent des colonies dans le Nouveau Monde. Élisabeth, à l'instar des autres chefs d'État, fit appel aux services d'un grand nombre de corsaires pour attaquer les colonies et les navires étrangers. L'Espagne et ses colonies restèrent les cibles privilégiées des corsaires.Dans l'ensemble, et à l'exception de son triomphe chanceux face à l'armada espagnole, Élisabeth ne fut pas un grand chef de guerre. Elle lança des offensives maladroites en Irlande, en France et aux Pays-Bas, qui ne contribuèrent en rien à son image prestigieuse."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Élisabeth mourut en 1603, après 45 années de règne. Même si, à la fin de sa vie, la reine essuya de nombreux revers économiques et militaires qui ternirent grandement son image (à tel point que les Anglais furent soulagés par sa disparition), elle laissa derrière elle un pays en bien meilleur état qu'il ne l'était lorsqu'elle accéda au pouvoir. Son instinct de survie infaillible, son charisme et sa résistance firent d'elle l'un des meilleurs dirigeants de l'histoire. Et c'est avec une citation empruntée à Élisabeth elle-même que nous conclurons sa biographie : \"Je sais que j'ai le corps d'une femme faible et fragile, mais j'ai le cœur et l'estomac d'un roi !\""
            }
        ]
    }
}