{
    "id": 30,
    "name": "Éthiopie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/éthiopie.png",
    "dawn_of_man": "Soyez béni, juste et honorable empereur d'Éthiopie, Hailé Sélassié. Votre gloire en tant que l'un des plus grands chefs éthiopiens et en tant que guide spirituel du mouvement rastafari est encore renforcée par l'influence que vous avez eue sur la coopération politique et diplomatique dans le monde. En instaurant la première constitution écrite de l'Éthiopie, vous avez planté la graine de la démocratie qui s'est mise en place par la suite et votre compréhension des affaires mondiales a permis l'admission de l'Éthiopie au sein des Nations unies. Ne ménageant pas vos efforts pour réformer et moderniser le pays durant votre règne, vous avez modifié à jamais le cours de l'histoire de l'Éthiopie.Vénéré roi, par votre calme vous avez protégé le peuple des nombreux conflits qui ravagent les nations des hommes et le royaume s'en remet de nouveau à vous pour assurer la paix. Guiderez-vous le peuple avec courage et autorité pour le faire entrer dans une nouvelle ère ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Stèle|Stèles",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/stele.json"
        }
    ],
    "unique_units": [
        {
            "name": "Mehal Sefari|Mehal Sefari",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mehal_sefari.json"
        }
    ],
    "city_names": [
        "Addis-Abeba",
        "Harar",
        "Adoua",
        "Lalibela",
        "Gondar",
        "Aksoum",
        "Dire Dawa",
        "Bahir Dar",
        "Adama",
        "Mek'ele",
        "Awasa",
        "Jimma",
        "Jijiga",
        "Dessie",
        "Debre Berhan",
        "Shashamané",
        "Debre Zeyit",
        "Sodo",
        "Hosaena",
        "Nekemte",
        "Assella",
        "Dila",
        "Adigrat",
        "Debre Marqos",
        "Kombolcha",
        "Debre Tabor",
        "Sebeta",
        "Shire",
        "Ambo",
        "Negele Arsi",
        "Gambela",
        "Ziway",
        "Weldiya"
    ],
    "spy_names": [
        "Mulu Ken",
        "Wendimu",
        "Li'ol",
        "Demeke",
        "Mulu Alem",
        "Abebech",
        "Zema",
        "Mihret",
        "Kebedech",
        "Alemnesh"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Berceau d'anciens empires remontant aux derniers siècles du premier millénaire avant Jésus­Christ, l'Éthiopie a une histoire marquée par le règne de grands rois et empereurs. Comptant parmi les rares nations africaines épargnées par les ambitions coloniales de l'Europe, l'Éthiopie conserva sa souveraineté jusqu'au XXe siècle, restant indépendante jusqu'à l'invasion des forces italiennes de Mussolini en 1935. Après cette agression, le célèbre empereur Hailé Sélassié mena l'Éthiopie sur le devant de la scène internationale, alors que son pays subissait les affrontements de la Seconde Guerre mondiale, puis il s'efforça de mettre l'Éthiopie sur la voie de la modernité en engageant des réformes progressistes."
        },
        {
            "heading": "Géographie et climat",
            "text": "Dixième plus grande nation d'Afrique, l'Éthiopie occupe la plus grande partie de la Corne de l'Afrique, située sur la côte nord-est du continent. Traversé par la vallée du grand rift, le territoire éthiopien est dominé par de hauts plateaux et des chaînes montagneuses distantes. Située sur la plaque tectonique africaine, qui se sépare depuis des millions d'années, l'Éthiopie a souvent subi des séismes au cours de son histoire. On trouve sur son sol plusieurs dizaines de volcans actifs ou endormis, dont l'Erta Ale, un des rares volcans au monde à avoir un lac de lave en fusion permanent à son sommet. Le climat de l'Éthiopie est très varié, même si tout le pays se trouve dans la zone tropicale, caractérisée par de fortes précipitations durant la saison de la mousson, suivie d'un hiver sec et tempéré."
        },
        {
            "heading": "Berceau de l'humanité",
            "text": "La vallée du grand rift, qui traverse le centre de l'Éthiopie, est considérée depuis longtemps comme le berceau de l'humanité. On y a découvert de nombreux fossiles, et notamment le célèbre squelette de \"Lucy\", dont l'âge est estimé à environ trois millions d'années. En évoluant, ces anciens hominidés donnèrent naissance aux homo sapiens, qui vécurent en Éthiopie en petits groupes il y a plus de 100 000 ans."
        },
        {
            "heading": "Préhistoire",
            "text": "Dès le dixième millénaire avant Jésus­Christ, l'Éthiopie fut habitée par des peuples tribaux, subsistant grâce à des formes primitives d'agriculture et d'élevage. Plus tard, à l'apogée de la civilisation de l'Égypte antique, des marchands des deux nations établirent des voies d'échange d'or, d'obsidienne, d'ivoire et d'autres matériaux précieux. Ces habitants d'Éthiopie, qui vivaient dans le mystérieux pays de Pount, mirent au point la plupart des pratiques agricoles anciennes, qui font encore partie de la culture éthiopienne moderne."
        },
        {
            "heading": "Premiers royaumes",
            "text": "Le puissant royaume d'Aksoum, le plus avancé des anciens royaumes d'Éthiopie, a été abondamment décrit au long de l'histoire, mais est aussi entouré de légendes. Fondée vers le IVe siècle av. J.­C., Aksoum devint en se développant une importante plaque tournante du commerce au cours des cinq siècles suivants. L'encens et la myrrhe, deux produits précieux extraits d'arbres poussant principalement en Éthiopie, firent la richesse de la ville d'Aksoum et de ses habitants. Grâce à l'exportation de ces produits et au commerce lucratif de l'ivoire et de divers métaux précieux, Aksoum devint un lieu de passage obligé des routes commerciales reliant l'Égypte, Rome et l'Inde, au point de favoriser la frappe de monnaie à Aksoum pour soutenir l'économie locale florissante.Toutefois, les légendes disent qu'après des siècles de prospérité, une reine rebelle appelée Judith provoqua la chute de l'empire en pleine expansion. D'après l'histoire, Aksoum était depuis longtemps un bastion de la chrétienté et la reine juive Judith chercha à conquérir le trône en dévastant le pays avant d'assassiner la famille royale d'Aksoum. Même si la vie et le bref règne de Judith restent mystérieux et controversés, on peut dire avec certitude que le déclin d'Aksoum coïncida avec son arrivée supposée au Xe siècle.La dynastie Zagoué, fondée au début du XIIe siècle après la chute d'Aksoum, fut la première dynastie de l'Empire éthiopien, qui contrôla la nation jusqu'au XXe siècle. Même si la dynastie Zagoué ne garda le pouvoir qu'un peu plus d'un siècle, elle contribua grandement au développement de la chrétienté en Éthiopie, ce qui jouera un rôle majeur dans l'avenir du pays."
        },
        {
            "heading": "Retour de la dynastie salomonide",
            "text": "En 1270, une monarchie qui allait contrôler l'Éthiopie pendant plusieurs siècles se mit en place sous la férule de l'empereur Yekouno Amlak, fondateur de la dynastie salomonide. Les souverains de cette dynastie se prétendaient descendants de Salomon, le grand roi biblique, et de sa reine, Makeda. D'après la légende, au Xe siècle av. J.­C., la reine Makeda se rendit de son royaume de Saba (qui aurait formé une partie de l'Éthiopie moderne) jusqu'en Israël pour que le roi Salomon lui transmette sa sagesse. Même si les récits divergent quant à sa relation avec Salomon, Makeda donna plus tard naissance à un fils, Ménélik. Élevé à la cour de Salomon avant de regagner l'Éthiopie, Ménélik emporta avec lui la légendaire Arche d'alliance, cadeau de Salomon. Prenant le pouvoir vers 950 av. J.­C., Ménélik Ier fut à l'origine de la lignée biblique dont se revendiqueront les futurs empereurs d'Éthiopie.Près de 2000 ans après le règne de Ménélik Ier, Yekouno Amlak prétendit avoir reconstitué sa lignée et établi un lien indiscutable entre le roi légendaire et ses parents. Cette nouvelle dynastie salomonide se maintint à la tête de l'Éthiopie pendant plus de cinq siècles, jusqu'au règne d'Hailé Sélassié dans les années 1970. Bénéficiant de tout l'appui de l'influente église orthodoxe éthiopienne (qui prétend aujourd'hui encore détenir la légendaire Arche d'alliance), les empereurs salomonides profitèrent d'une relative stabilité sous leur règne, malgré plusieurs tentatives d'invasions étrangères."
        },
        {
            "heading": "Invasion musulmane",
            "text": "Au milieu du XVIe siècle, l'Éthiopie avait une frontière commune avec le puissant sultanat musulman d'Adal, dirigé par l'imam Ahmed Gragne, surnommé \"le Conquérant\". En lançant une guerre sainte contre les chrétiens d'Éthiopie en 1529, l'imam Ahmed déclencha un conflit majeur qui prendra le nom de guerre d'Adal et d'Éthiopie. Au cours de ce conflit de presque 15 ans, Ahmed parvint à subjuguer presque tout le royaume, s'emparant de vastes étendues du territoire éthiopien.Ayant subi de lourdes pertes, l'Empire éthiopien fut contraint de faire appel aux Portugais pour l'aider à repousser les armées musulmanes. Des explorateurs et des missionnaires portugais, arrivés en Éthiopie au cours des décennies précédentes pour convertir la population au catholicisme, livraient leur propre guerre contre les Ottomans musulmans. Après des affrontements prolongés qui poussèrent finalement les Ottomans à venir en aide à Adal, la guerre prit fin en 1543 après la mort de l'imam Ahmed et du général portugais Christophe de Gama. L'Éthiopie n'avait plus qu'à se remettre de cette guerre, mais le développement rapide du catholicisme dans les régions voisines entraîna des conflits internes, l'église orthodoxe éthiopienne s'efforçant de conserver son emprise sur la nation."
        },
        {
            "heading": "L'Ère des princes",
            "text": "Au XVIIIe siècle, l'ère des princes, aussi appelée Zemene Mesafent, fut marquée par des troubles presque permanents en Éthiopie. Le développement de factions religieuses opposantes, ainsi que les conflits régionaux constants, sapèrent le contrôle exercé par le gouvernement central. Tandis que des batailles éclataient entre les princes, les seigneurs de guerre et les nobles, chacun tentant de diviser la région pour accroître son propre pouvoir, le peuple éthiopien fut forcé de subir les ravages de ces conflits futiles.L'empereur qui finit par mettre fin à l'ère des princes, Kassa Haïlou, s'était tout d'abord forgé une réputation de hors-la-loi et de bandit. Après avoir rassemblé une armée et amassé de grandes richesses grâce à ses opérations de contrebande, il gagna le soutien de la population en distribuant ses richesses aux pauvres. Après avoir uni plusieurs des provinces décentralisées et rallié bon nombre de partisans, Kassa Haïlou fut couronné empereur en 1855 sous le nom de Théodoros II. Après ce couronnement, l'Éthiopie retrouva sa stabilité, et beaucoup considèrent que le règne de Kassa Haïlou marqua le début de l'Éthiopie moderne."
        },
        {
            "heading": "Hailé Sélassié",
            "text": "Peut-être le plus connu des grands empereurs éthiopiens, Hailé Sélassié accéda au trône en 1930 et permit rapidement à l'Éthiopie et à son peuple d'acquérir une reconnaissance internationale. Sous son règne, il s'efforça de concrétiser l'espoir que ses nombreux prédécesseurs n'avaient fait que formuler et abolit ainsi l'esclavage. L'empereur Sélassié eut aussi à cœur de moderniser son pays en mettant fin aux pratiques féodales qui avaient toujours cours en Éthiopie."
        },
        {
            "heading": "Occupation italienne",
            "text": "En 1935, le régime fasciste italien dirigé par Benito Mussolini envahit l'Éthiopie avec l'intention d'en faire une province italienne. Confrontée à une armée bien trop forte, l'Éthiopie fut incapable de repousser les envahisseurs et, en 1936, Mussolini déclara la fondation d'un Empire italien comprenant le territoire éthiopien occupé. Alors contraint à l'exil, Hailé Sélassié se réfugia en Grande­Bretagne. Il plaida sa cause devant la Société des Nations, appelant à une intervention pour défendre l'Éthiopie, et critiqua vivement l'utilisation du gaz moutarde contre la population et les soldats éthiopiens par les forces italiennes. Malgré son plaidoyer, aucune aide internationale ne fut envoyée et des années passèrent avant que la campagne d'Afrique de l'Est des Britanniques lors de la Seconde Guerre mondiale ne mette fin à l'occupation italienne. Après cette défaite de l'Italie, Hailé Sélassié retrouva son trône d'empereur d'Éthiopie et gouverna pendant près de 40 ans avant l'arrivée d'une nouvelle menace."
        },
        {
            "heading": "Le Derg",
            "text": "En 1974, Hailé Sélassié fut écarté du pouvoir et emprisonné au palais royal après un coup d'État militaire orchestré par les communistes. Le groupe qui le déposa, le Derg, forma le gouvernement militaire provisoire de l'Éthiopie socialiste et commença à gouverner avec une poigne de fer. Sélassié mourut mystérieusement durant son emprisonnement, ce qui suscita une controverse encore vive aujourd'hui. Le Derg et ses idéaux communistes n'étant pas soutenus par l'ensemble de la population, le coup d'État militaire provoqua également une guerre civile dans le pays. Les affrontements qui découlèrent de ce conflit, qui se prolongea pendant plus de 15 ans, coûtèrent la vie à plusieurs centaines de milliers d'innocents. En 1991, le Front démocratique révolutionnaire du peuple éthiopien parvint enfin à renverser le gouvernement, permettant la création d'une nouvelle constitution et la mise en place d'un gouvernement élu démocratiquement."
        },
        {
            "heading": "L'Éthiopie moderne",
            "text": "Aujourd'hui officiellement appelée République fédérale démocratique d'Éthiopie, la nation est confrontée à de graves problèmes socio-économiques, sa population étant la deuxième plus importante d'Afrique. L'isolement géographique de certains groupes du pays complique énormément leur accès à l'éducation, aux soins et bien souvent aux produits de première nécessité. Même si l'Éthiopie organise aujourd'hui des élections pluripartites, la corruption du gouvernement reste un problème constant et les assassinats de manifestants et de membres des partis d'opposition au cours des dernières années ont dû être fermement condamnés par la communauté internationale."
        },
        {
            "heading": "L'Éthiopie moderne",
            "text": "Aujourd'hui officiellement appelée République fédérale démocratique d'Éthiopie, la nation est confrontée à de graves problèmes socio-économiques, sa population étant la deuxième plus importante d'Afrique. L'isolement géographique de certains groupes du pays complique énormément leur accès à l'éducation, aux soins et bien souvent aux produits de première nécessité. Même si l'Éthiopie organise aujourd'hui des élections pluripartites, la corruption du gouvernement reste un problème constant et les assassinats de manifestants et de membres des partis d'opposition au cours des dernières années ont dû être fermement condamnés par la communauté internationale."
        }
    ],
    "leader": {
        "name": "Hailé Sélassié",
        "subtitle": "Dirigeant d'Éthiopie",
        "lived": "1892 - 1975",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hailé sélassié.png",
        "trait": {
            "name": "Esprit d'Adoua",
            "effect": "Bonus de combat (+20%) contre des unités d'une civilisation possédant plus de villes que l'Éthiopie."
        },
        "titles": [
            "Empereur d'Éthiopie"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Connu sous les titres \"Lion conquérant de la Tribu de Juda\", \"Seigneur des Seigneurs\" et \"Élu de Dieu\", Hailé Sélassié fut empereur de l'Éthiopie durant près de 40 ans, au cours du XXe siècle. Né Täfäri Mäkonnen en 1892, celui qui devint célèbre sous le nom de Hailé Sélassié voua son existence à défendre les intérêts de l'Éthiopie, guidant sa nation au premier plan de la politique africaine. Bien connu pour avoir réformé les anciennes pratiques féodales de l'Éthiopie dans le but de moderniser son pays, Hailé Sélassié œuvra sans relâche pour le faire briller sur la scène internationale. Il a non seulement laissé son empreinte dans le monde géopolitique, mais s'est avant tout illustré comme le Messie de la religion rastafari, dont les croyants voient en lui le dieu qui guida les rastafariens vers l'Éthiopie, leur terre d'origine."
            },
            {
                "heading": "Jeunesse et politique",
                "text": "Fils d'un grand gouverneur, Hailé Sélassié fut éduqué pendant plusieurs années par un groupe de mentors triés sur le volet par son père, parmi lesquels un moine influent nommé Abba Samuel. De plus en plus instruit, Sélassié fut bientôt considéré assez mûr pour gouverner sur de petites provinces, et dès l'âge de 17 ans, il s'établit comme une étoile montante de la politique. En tant que gouverneur, Sélassié se fit connaître pour ses idées en avance sur son époque et chercha à réduire, à travers sa politique, la puissance féodale des nobles afin de céder plus d'autorité au gouvernement central.Nommé régent plénipotentiaire sous l'impératrice Zewditou Ire en 1916, Hailé Sélassié devint par la même occasion successeur au trône. Fort du soutien des conservateurs autant que des progressistes, il fut un régent exemplaire. Cependant, sa popularité auprès des progressistes ne cessa d'augmenter à mesure que l'Éthiopie se développait, au grand désarroi de l'impératrice aux visions traditionnalistes. Tandis que l'impératrice Zewditou Ire tenait le rôle officiel de dirigeante d'Éthiopie, le régent Sélassié avait sous sa propre responsabilité une majeure partie de l'administration gouvernementale. Durant cette période, Sélassié fit entrer l'Éthiopie dans la Société des Nations, en guise de reconnaissance pour ses efforts concernant l'abolition de l'esclavage dans son pays."
            },
            {
                "heading": "D'empereur à exilé",
                "text": "Alors que l'influence et la notoriété de Hailé Sélassié ne cessaient d'augmenter, l'impératrice chercha à éliminer cette menace potentielle. En 1928, l'impératrice Zewditou chercha à destituer Sélassié en l'accusant de trahison, mais elle eut des difficultés à trouver du soutien. Elle disposait en effet de peu de moyens pour se faire entendre, alors que Sélassié jouissait d'une grande popularité, en particulier dans les rangs militaires. Au terme de cette confrontation, Zewditou n'eut d'autre choix que de nommer Sélassié roi d'Éthiopie, titre inférieur au sien mais attestant néanmoins de son autorité grandissante au sein de la nation. Moins de deux ans plus tard, l'impératrice décéda dans des circonstances inconnues, cédant ainsi le trône éthiopien à Hailé Sélassié Ier. C'est suite à son couronnement en 1930 qu'apparut pour la première fois le nom d'Hailé Sélassié, signifiant \"pouvoir de la Trinité\" en araméen, langue parlée en Éthiopie. Peu de temps après être monté sur le trône, Sélassié se concentra sur la création de la première constitution écrite d'Éthiopie, projet qui lui tenait déjà à cœur en tant que régent, comme il le mentionna plus tard dans son autobiographie.En 1935, le régime italien emmené par Benito Mussolini déclara la guerre à l'empire d'Éthiopie et envoya ses forces d'invasion. Ce conflit fut baptisé seconde guerre italo-éthiopienne, la première ayant eu lieu à la fin du XIXe siècle. Après de brefs affrontements entre les deux forces militaires, dont plusieurs batailles menées par Sélassié en personne, l'occupant italien finit par s'imposer et annexa la nation africaine.L'Italie ayant remporté sa campagne contre l'Éthiopie, Hailé Sélassié fut forcé à l'exil. Entretemps, il défendit tout de même la cause éthiopienne devant la Société des Nations. Malgré un discours galvanisant contre le mouvement fasciste en Italie, le plaidoyer de Sélassié ne trouva aucun écho et l'ancien dirigeant dut prendre son mal en patience. Il resta cinq ans en Angleterre, où il continua inlassablement à dénoncer l'occupation italienne, cherchant à rallier le soutien de la communauté internationale afin de reconquérir son pays."
            },
            {
                "heading": "Retour au pouvoir",
                "text": "Quand la Deuxième Guerre mondiale éclata en 1939, libérer l'Éthiopie du régime italien fut enfin à l'ordre du jour, lors de la Campagne d'Afrique de l'Est emmenée par la Grande-Bretagne. L'armée de libération, comptant dans ses rangs des unités de l'armée éthiopienne, fut baptisée Force Gédéon. Elle joua un rôle primordial dans la reconquête du sol éthiopien. Les Italiens abdiquèrent en 1942 et furent forcés de reconnaître la souveraineté renouvelée de l'Éthiopie, permettant ainsi à Hailé Sélassié de regagner la capitale d'Addis-Abeba. Ayant trouvé peu de soutien au sein de la Société des Nations, Sélassié devint un grand partisan des Nations Unies, qui disposait de meilleures ressources pour garantir la sécurité internationale. Il réussit à y intégrer l'Éthiopie en tant que l'un des membres fondateurs en 1948."
            },
            {
                "heading": "Des décennies de règne",
                "text": "Au cours des années qui suivirent, Sélassié poursuivit sa quête de modernisation de l'Éthiopie à travers diverses réformes et mit l'accent sur les affaires étrangères afin de gagner en reconnaissance internationale. Dans les années 60, Sélassié dirigea l'Organisation de l'unité africaine, qui posa les bases de l'actuelle Union africaine. Avec l'objectif de créer un mouvement de solidarité entre les États indépendants du continent africain, Sélassié était convaincu que le peuple africain deviendrait plus fort une fois porté par une voix unifiée. Bien que Sélassié vît en cette organisation plus qu'une simple entité idéologique, celle-ci ne possédait ni autorité ni pouvoir véritable sans le soutien d'une force militaire.En parallèle de son travail avec la communauté internationale, Sélassié chercha également à améliorer le bien-être de son peuple. Ses efforts pour ôter la plupart des territoires des mains de la noblesse eurent un succès limité, mais son initiative lança un mouvement qui perdura au-delà de son règne. Il fit en outre passer des réformes pour faciliter l'accès à l'enseignement, tandis que ses nouveaux programmes économiques mirent en place un système d'impôts équitable. Malgré toute la bienveillance de sa politique intérieure, la volonté de Sélassié de renforcer son autorité en modifiant la constitution finit par générer un mouvement dissident de plus en plus influent.À la fin des années 60, l'idéologie marxiste s'enracina en Éthiopie. Tandis que la population souffrait de la famine et de la sécheresse au début des années 70, la notoriété de Sélassié se mit à décliner. Par-dessus le marché, une crise économique frappa le pays, provoquant une terrible inflation. Sélassié s'accrocha au pouvoir jusqu'en 1974, année où il fut renversé et capturé par un groupe militaire marxiste connu sous le nom de Derg."
            },
            {
                "heading": "Détention et mort",
                "text": "Assigné à résidence, Hailé Sélassié Ier mourut en 1975 dans des circonstances mystérieuses, des informations contradictoires circulant quant aux causes de sa mort. Bien que les archives militaires officielles stipulent qu'il succomba à la maladie, beaucoup pensent que l'ancien souverain fut assassiné par ses ravisseurs. Ce n'est qu'au bout de 25 ans, en novembre 2000, que Hailé Sélassié eut droit à des funérailles dignes de son statut."
            },
            {
                "heading": "Dieu rastafari",
                "text": "Le mouvement rastafari prit forme à travers les paroles de l'activiste jamaïcain Marcus Garvey, dont les pensées philosophiques posèrent les fondations de cette religion telle qu'on la connaît aujourd'hui. Ses paroles : \"Regardez vers l'Afrique, où un roi noir sera couronné, qui mènera le peuple noir à sa délivrance\" furent considérées comme une prophétie réalisée par la montée sur le trône de Hailé Sélassié en 1930. Bien que Sélassié fût lui-même chrétien orthodoxe, il ne vint jamais confirmer ou infirmer son statut de Messie rastafarien. Quand il se rendit en Jamaïque en 1966, des dizaines de milliers de croyants rastafariens vinrent à sa rencontre."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Hailé Sélassié Ier laisse derrière lui l'image d'un homme d'État éloquent et d'un dirigeant passionné qui fit face à de nombreuses difficultés durant son règne, mais qui se battit sans relâche pour améliorer le bien-être de son peuple et la stabilité de sa nation. Les opinions de Sélassié concernant la diplomatie et l'entraide mondiale eurent un impact non seulement sur l'avenir de l'Éthiopie, mais aussi sur la communauté internationale."
            }
        ]
    }
}