{
    "id": 7,
    "name": "France",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/france.png",
    "dawn_of_man": "Que votre vie soit longue et votre triomphe immense, premier consul et empereur de France, Napoléon Ier, dirigeant du peuple français. La France est au coeur de l'Europe. Paris est depuis longtemps le noyau mondial de la culture, des arts et des lettres. Bien qu'entourée de rivaux, et souvent d'ennemis, la France a su résister et rester une grande nation. Ses armées ont parcouru le monde, accumulant les victoires, et ses soldats et généraux sont parmi les plus réputés de toute l'histoire.Napoléon Bonaparte, la France attend de vous que vous reconstruisiez votre empire et que vous la meniez une fois de plus à la gloire et à la grandeur. Votre nation souhaite redevenir l'épicentre de la culture et du raffinement. Empereur, repousserez-vous une fois de plus les attaques ennemies ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Mousquetaire|Mousquetaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/musketeer.json"
        }
    ],
    "city_names": [
        "Paris",
        "Orléans",
        "Lyon",
        "Troyes",
        "Tours",
        "Marseille",
        "Chartres",
        "Avignon",
        "Rouen",
        "Grenoble",
        "Dijon",
        "Amiens",
        "Cherbourg",
        "Poitiers",
        "Toulouse",
        "Bayonne",
        "Strasbourg",
        "Brest",
        "Bordeaux",
        "Rennes",
        "Nice",
        "Saint-Etienne",
        "Nantes",
        "Reims",
        "Le Mans",
        "Montpellier",
        "Limoges",
        "Nancy",
        "Lille",
        "Caen",
        "Toulon",
        "Nîmes",
        "Le Havre",
        "Lourdes",
        "Carcassonne",
        "Cannes",
        "Aix-en-Provence",
        "La Rochelle",
        "Bourges",
        "Calais"
    ],
    "spy_names": [
        "Jean-Paul",
        "Martine",
        "Lucien",
        "François",
        "Augustine",
        "Monsieur X",
        "Dr. Dupont",
        "Vipère",
        "Yvette",
        "Renard"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Située à l'ouest de l'Europe, partageant des frontières avec 8 pays et bordée par l'océan Atlantique, la Manche et la mer Méditerranée, la France est depuis longtemps l'une des grandes puissances politiques, militaires et culturelles du monde occidental."
        },
        {
            "heading": "Terrain et climat",
            "text": "La France est un pays à la topographie extrêmement variée : plaines, forêts et montagnes en constituent le paysage. Doté d'une terre incroyablement fertile, le pays est réputé pour bénéficier des meilleurs vignobles du monde et sa situation géographique exceptionnelle (dans une zone tempérée et bordée par la mer Méditerranée) permet à la France de jouir d'un climat doux, favorable à l'agriculture."
        },
        {
            "heading": "Gaule - partie I",
            "text": "L'absence de courants forts dans la Méditerranée facilita l'exploration et la colonisation de la côte sud de la France. La Grèce établit la colonie de Massalia (aujourd'hui Marseille) dès l'an 600 av. J.-C. Cependant, les plus anciennes références écrites relatant l'exploration de l'intérieur du pays apparurent plusieurs siècles plus tard, lorsque les Romains débutèrent leurs campagnes dans la \"Gaule transalpine\" (de l'autre côté des Alpes) au premier siècle avant notre ère. Les Romains rencontrèrent majoritairement des tribus celtiques, ainsi que quelques peuples plus anciens, les Ibériens et les Liguriens. Ils croisèrent également la route de tribus germaniques en provenance du nord et de l'est, émigrant en Gaule.La mainmise qu'exercèrent les Romains sur la Gaule fut progressive mais inexorable. En 121 av. J.-C., Rome envoya des troupes en Gaule pour aider Massilia alors aux prises avec des tribus celtiques de plus en plus oppressantes, mais aussi pour protéger la route qui reliait le territoire à l'Espagne (où les Romains possédaient des terres importantes). Cet épisode poussa Rome à faire du sud de la Gaule l'une de ses provinces (ce n'est pas un hasard si cette région est aujourd'hui mieux connue sous le nom de Provence). En 58 av. J.-C., César lança une grande campagne à l'intérieur de la Gaule. La guerre dura huit ans et, au terme du conflit, les Romains s'étaient plus ou moins emparés de la totalité du pays.Si on écarte les quelques révoltes importantes mais facilement étouffées lancées par les Gaulois, la Gaule demeura une province romaine stable pendant plusieurs siècles. Le pays prospéra sous l'égide romaine et on trouve encore aujourd'hui des villas de style romain dans les campagnes françaises. La Gaule servit de tremplin à l'expansion de l'Empire romain, qui étendit ses frontières au-delà de la Manche en Grande-Bretagne et au nord-est, dans les terres germaniques."
        },
        {
            "heading": "Gaule - partie II",
            "text": "Aux IIIe et IVe siècles de notre ère, alors que la puissance de l'Empire romain commençait à perdre de son ampleur en Europe occidentale, la Gaule subit des pressions de plus en plus fortes de la part d'envahisseurs en provenance du nord et de l'est. En effet, Rome dut mobiliser ses troupes et les placer à des points stratégiques afin de protéger le Danube et empêcher les barbares d'entrer en Italie, laissant la Gaule sans véritable protection. Vers le milieu du IIIe siècle, les tribus germaniques des Alamans et des Francs envahirent la France. Rome ne récupéra son territoire qu'en 274 de notre ère. Les populations des campagnes se montrant de plus en plus hostiles et menaçantes, les villes furent fortifiées. Ce processus de défense dura jusqu'au Moyen Âge.Le christianisme, qui fut introduit en Gaule vers 250 apr. J.-C., devint la religion majeure du pays dès le IVe siècle."
        },
        {
            "heading": "La chute de la Gaule romaine",
            "text": "En 395, Rome fut divisée en deux parties (est et ouest). La Rome occidentale se vit contrainte de délaisser la Gaule car la capitale dut se protéger des invasions barbares en provenance d'Autriche et d'Allemagne. Ainsi, en 405-406, un grand nombre de tribus germaniques traversèrent le Rhin pour se rendre en Gaule et certains peuples, comme les Francs ou les Burgondes, en profitèrent pour s'y établir. Les Wisigoths se dirigèrent vers le sud et occupèrent l'Aquitaine. En 476, les Romains ne détenaient plus aucun pouvoir sur la Gaule."
        },
        {
            "heading": "Moyen Âge",
            "text": "Au Moyen Âge (de 400 à 1200 apr. J.-C.), la France était divisée en plusieurs petits royaumes dirigés par les héritiers des anciens chefs de tribu germaniques. À la fin du Ve siècle, Clovis, le roi des Francs, réunit la plupart de ces royaumes (à l'exception de quelques tribus wisigoths entêtées du sud) en un seul. Clovis fut le premier des rois mérovingiens à régner sur le pays unifié. Il établit la capitale à Paris et gagna la reconnaissance de l'empereur romain, qui reconnut sa légitimité.Lorsque Clovis mourut en 511, ses quatre fils se partagèrent le royaume avant de se mener une lutte acharnée pendant cinquante ans, chacun voulant régner en seul maître sur la globalité du territoire. L'un des frères décéda, et les autres se partagèrent son territoire. Cette mascarade continua jusqu'en 558, quand trois des quatre frères furent décédés. Le royaume mérovingien resta unifié pendant encore 9 années. Mais à la mort du roi, le territoire fut de nouveau divisé entre ses fils. Ce cycle de conquêtes et de divisions se répéta pendant plusieurs siècles, coûtant la vie à des milliers de soldats à chaque génération.À l'aube du VIIIe siècle, une autre famille franque arriva sur le devant de la scène et affronta les Mérovingiens. Basés en Austrasie du Nord, les Carolingiens vainquirent leurs voisins et finirent par dominer le nord de la France/Allemagne actuelles. Au départ, les Carolingiens soutinrent les Mérovingiens, mais lorsque le roi Théodoric IV mourut en 737, le roi carolingien Charles Martel était suffisamment puissant pour s'emparer du pouvoir. Durant son règne, Charles parvint à arrêter les incursions musulmanes en France et étendit son pouvoir en Allemagne.C'est Pépin le Bref qui succéda à Charles sur le trône. Il reçut même la bénédiction du Pape de Rome. À sa mort, ses fils se partagèrent le royaume. L'aîné, Carloman Ier, ne vécut pas longtemps, contrairement à son frère, Charlemagne, qui marqua l'histoire du pays."
        },
        {
            "heading": "Charlemagne et le Saint Empire romain germanique",
            "text": "À la mort de son père, en 768, et de son frère, en 771, Charlemagne devint roi des Francs. Il mena une politique expansionniste en Allemagne et en Espagne (alors aux mains des musulmans). Bien qu'il fût couronné de succès face aux Germains, il n'en fut pas de même contre les émirs d'Espagne. Il intervint en Italie pour soutenir le Pape dont les territoires étaient menacés par les Lombards. Il vainquit ces derniers et devint leur roi, puis il créa les États pontificaux, ce qui lui valut la reconnaissance de l'Église.À la fin du VIIIe siècle, Charlemagne était le dirigeant le plus puissant de l'Europe occidentale, à la tête d'un territoire qui regrouperait aujourd'hui la France, l'Allemagne de l'Ouest, le Benelux et le nord de l'Italie. En 800, le pape Léon III le couronna empereur du Saint Empire romain germanique, faisant de lui le successeur légitime de César.Après la mort de Charlemagne en 813, son fils Louis le Pieux hérita du trône. À sa mort, les petits-fils de Charlemagne se disputèrent le territoire et, en 843, lors du traité de Verdun, le Saint Empire romain germanique fut divisé en trois sections, selon un tracé nord/sud. Ces royaumes furent baptisés Francie orientale (à l'est), Francie occidentale (à l'ouest) et la Francie médiane (au centre). Bien que plus petite, la France occidentale avait globalement les mêmes frontières que la France moderne et certains historiens estiment que la création de la France remonte au traité de Verdun."
        },
        {
            "heading": "Après l'Empire",
            "text": "Les nouveaux royaumes ne furent pas vraiment des modèles de stabilité. Le peuple français subit 300 années de guerres incessantes et de querelles familiales entre rois et nobles qui tentaient d'assouvir leur dominance et leur légitimité. Et l'arrivée des Vikings compliqua considérablement les choses. Ils pénétrèrent dans le territoire jusqu'à Paris et acceptèrent de repartir en échange d'une forte somme. Les Vikings firent des allées et venues jusqu'au Xe siècle et certains s'établirent même définitivement en Normandie. Les dirigeants eurent également à traiter avec les monarques anglais qui revendiquaient les territoires de l'ouest, comprenant des portions de l'Aquitaine, de la Bretagne et de la Lombardie. Plusieurs siècles furent nécessaires afin de repousser les Anglais hors du continent.À l'approche du nouveau millénaire, la famille des Capétiens s'empara de la couronne française. Les membres de cette famille passèrent également beaucoup de temps à se quereller, tout comme les nobles de cette époque.Le roi Philippe II, qui régna de 1180 à 1223, travailla dur pour renforcer la monarchie. Lorsqu'il n'était pas au combat dans le cadre des Croisades en compagnie de son ami Richard Cœur de Lion, Philippe s'évertuait à réorganiser le gouvernement, moderniser l'économie du pays et combattre les Anglais, les Flamands et les Allemands. Le roi Louis IX (qui régna de 1226 à 1270) poursuivit le travail de son prédécesseur."
        },
        {
            "heading": "La Guerre de Cent ans (1328-1429)",
            "text": "Au début du XIVe siècle, la France était le pays le plus puissant du continent. En 1328, Philippe VI accéda au pouvoir. Edouard III, roi d'Angleterre, possédait l'Aquitaine et revendiqua la place sur le trône. Mais en 1337, Philippe VI confisqua l'Aquitaine et, en guise de réponse, Edouard III déclara la guerre à la France.Les Anglais exploitèrent leur marine militaire exceptionnelle et fomentèrent une rébellion parmi les sujets flamands de France. En 1346, l'armée anglaise remporta la célèbre bataille de Crécy mais son succès ne dura pas. Les Anglais furent contraints de quitter le continent les mains vides. En 1347, la peste noire frappa le pays, faisant des milliers de morts et mettant un terme momentané à la guerre. Les combats reprirent de plus belle dans les années 1350, au cours desquels le roi de France fut capturé par les Anglais. Ces derniers exigèrent une énorme rançon en échange de la liberté du souverain. Les Français refusèrent de payer et le roi mourut en captivité à Londres. La guerre se poursuivit jusqu'en 1420, année où le traité de Troyes fut signé, prévoyant que Henri VI porterait la double casquette (ou double couronne, en l'occurrence) de roi d'Angleterre et roi de France.Mais les Français n'avaient pas dit leur dernier mot. Charles VIII revendiqua le trône et nombre de ses compatriotes firent leur possible pour l'aider à le reconquérir. Parmi eux, se trouvait une jeune paysanne prénommée Jeanne d'Arc. En quelques années, Jeanne mena le peuple français à la victoire. Charles fut couronné en 1429 et Jeanne mourut sur le bûcher un an plus tard."
        },
        {
            "heading": "La Réforme",
            "text": "À l'aube du XVIe siècle, perçue comme cupide et corrompue, l'Église catholique était extrêmement critiquée en Europe. En 1517, Martin Luther lui porta le coup final en publiant ses \"95 Thèses\", ouvrage condamnant les excès de l'Église. Le mouvement initié par Martin Luther fut très largement suivi en France à tel point qu'en 1534, le roi émit une première série de décrets anti-huguenots (protestants). Mais cela n'empêcha pas le mouvement de s'étendre. En 1562, les deux clans se lancèrent dans une guerre sans merci qui dura de nombreuses années. Elle prit fin en 1598, lors de la proclamation de l'édit de Nantes, reconnaissant la liberté de culte aux huguenots."
        },
        {
            "heading": "Le XVIIe siècle",
            "text": "Au XVIIe siècle, le pouvoir accordé à la couronne fut intensifié grâce au travail d'un homme : Armand-Jean du Plessis, cardinal-duc de Richelieu. Richelieu fut un ministre très efficace et l'un des personnages les plus hauts en couleurs de l'histoire. Brillant, calculateur et impitoyable, il travailla sans relâche afin d'étendre le pouvoir et le prestige du roi et d'anéantir ses ennemis. Il lutta farouchement contre les protestants, qui conservèrent leur liberté religieuse mais se virent priver de leur puissance militaire.En 1643, l'illustre Louis XIV s'empara du trône. Egalement connu sous le nom de \"Roi Soleil\", Louis XIV séduisit et apprivoisa l'aristocratie française, établissant sa cour (la plus opulente et fastueuse que le monde ait connu) au château de Versailles. Derrière cet homme aux airs de dandy se cachait un dirigeant plein d'ambition. Au cours de son règne, Louis XIV participa à trois guerres majeures et plusieurs autres conflits de moindre importance. Il demeura au pouvoir durant 72 longues années, avant de mourir en 1715. Il détient aujourd'hui encore le record du règne le plus long de l'histoire de la monarchie européenne."
        },
        {
            "heading": "Le XVIIIe siècle",
            "text": "Avec le XVIIIe siècle, arrivèrent de nombreux changements : la noblesse vit son pouvoir et sa fortune augmenter encore un peu, une classe moyenne fit son apparition et la situation de la classe paysanne s'aggrava. D'un point de vue intellectuel, les Lumières réussirent à écorner l'image des institutions traditionnelles telles que l'Église ou la monarchie aux yeux du peuple. En 1776, la Révolution américaine éclata, donnant l'exemple aux Français d'un peuple se débarrassant d'une monarchie oppressive afin d'instaurer une démocratie. La grogne et les protestations qui touchaient alors la France connurent un regain d'énergie."
        },
        {
            "heading": "La Révolution",
            "text": "En 1789, marchant sur les pas des Américains, les paysans français et la classe moyenne se révoltèrent contre la noblesse et le roi. La Révolution fut un épisode aussi violent que meurtrier lors duquel le roi et environ 50 000 citoyens furent guillotinés (la guillotine fut inventée pendant le Siècle des Lumières).Les premiers jours de la Révolution furent ponctués de faits décisifs, tels que la Prise de la Bastille, l'abolition de la noblesse et l'acceptation par le roi d'une monarchie constitutionnelle. Mais la nouvelle Assemblée dégénéra très rapidement en plusieurs factions luttant les unes contre les autres et incapables de gouverner. Le gouvernement n'intervenant pas, la Commune de Paris fit exécuter 1350 prisonniers. En septembre 1792, une convention constitutionnelle fut réunie et décida d'abolir la monarchie, mettant alors en place une république. L'Autriche et la Prusse exigèrent la restitution du roi et menaça le peuple français de représailles en cas de résistance. Le gouvernement révolutionnaire perçut cette demande comme une preuve indéniable de l'alliance conclue entre l'ennemi et le roi ; ce dernier fut alors condamné à mort et exécuté en janvier 1793.Plus tard au cours de cette même année, le \"Comité de sûreté générale\" déclencha le règne de la Terreur qui assura la sûreté du peuple en guillotinant entre 15 000 et 40 000 personnes, sans jugement préalable. Plusieurs révoltes éclatèrent ici et là : les paysans n'appréciaient guère les traitements outrageux que faisaient subir les Révolutionnaires à l'Église catholique. Mais les protestataires furent violemment réduits au silence.En 1795, la nouvelle constitution française instaura une forme inédite de gouvernement. Le pouvoir exécutif était détenu par le Directoire, un groupe de cinq directeurs élus chaque année par la nouvelle législature bicamérale. Cependant, ce nouveau gouvernement s'avéra rapidement ingérable et, en 1799, un certain Napoléon Bonaparte s'empara du pouvoir."
        },
        {
            "heading": "Napoléon Bonaparte",
            "text": "Cet homme d'exception naquit en Corse et suivit une formation à l'École Royale d'Artillerie d'Auxonne. En 1799, il organisa un coup d'État et se nomma Premier Consul, poste qu'il inventa pour l'occasion. Environ cinq ans plus tard, il se couronna Empereur. Il resta à la tête du pays pendant 16 ans, transformant une France déchirée et ruinée par la Révolution en la nation la plus puissante d'Europe. Il attaqua et vainquit tous les pays se trouvant à sa portée (que les nations ennemies soient regroupées en alliances ou non) sauf un : l'Angleterre. Dans l'impossibilité de créer une flotte capable de rivaliser avec l'imposante marine anglaise, Napoléon se vit contraint d'épargner son pire ennemi.Durant quinze ans, Bonaparte alla de triomphe en triomphe dans toute l'Europe, jusqu'au jour tragique où il fut vaincu par une coalition à Leipzig, puis un an plus tard, à Waterloo. Pour plus d'informations concernant cet incroyable chef de guerre, veuillez consulter l'entrée Civilopédia correspondante."
        },
        {
            "heading": "Le XIXe siècle",
            "text": "Suite à la dernière défaite de Napoléon, les pays victorieux instituèrent une monarchie constitutionnelle en France qui perdura pendant 40 ans. Mais en 1848, Louis Napoléon, neveu de l'ancien Empereur, fut élu président par suffrage universel (masculin) et en 1852, il se nomma roi du pays. Il resta au pouvoir jusqu'en 1870. Mais en juillet de cette même année, abusé par le Premier ministre prussien Otto von Bismarck, il prit la regrettable décision de déclarer la guerre à la Prusse. Ce conflit fut un désastre humiliant pour les Français. Les Prussiens utilisèrent leur réseau ferroviaire afin de se regrouper avant même que l'armée française ne soit prête à combattre et, le 2 septembre 1870, Napoléon et son armée furent capturés.La guerre se solda par le renversement de la monarchie (qui fut remplacée par la Troisième République) et l'annexion de l'Alsace-Lorraine par la Prusse/Allemagne. Les Français durent patienter quelques années avant de prendre leur revanche."
        },
        {
            "heading": "La Grande Guerre",
            "text": "C'est un imbroglio de malentendus diplomatiques qui provoqua le déclenchement de la Première Guerre mondiale. En effet, les pays d'Europe formaient un étonnant réseau d'alliances en tout genre, signaient des traités contraignants et se faisaient confiance sans vraiment savoir ou mèneraient ces alliances. L'élément déclencheur de cette guerre fut amorcé par l'Empire austro-hongrois qui tenta d'annexer une partie de la Serbie après que l'archiduc François-Ferdinand d'Autriche fut assassiné par un terroriste serbe. L'archiduc fut tué le 28 juin 1914 et, dès le mois d'août, les Européens se livraient une guerre sans merci sur trois continents.Les pays se regroupèrent en deux partis : les puissances centrales (c'est-à-dire l'Allemagne, l'Empire austro-hongrois, l'Empire ottoman et la Bulgarie) et la Triple-Entente (composée du Royaume-Uni, de la France et de la Russie). Sur le front est, les Allemands prirent les Alliés de vitesse, détruisant une armée russe totalement dépassée, qui n'eut d'autre choix que de s'effacer. Sur le front ouest, les Allemands pénétrèrent sur le territoire français avant d'être stoppés près de Paris grâce à des opérations défensives de la dernière chance menées par les Français et les Britanniques.Durant les quatre années suivantes, les militaires installèrent plus de 750 kilomètres de tranchées au nord-est de la France. Des hommes y moururent par dizaines de milliers tandis que les survivants essayaient de gagner quelques centimètres de terrain chaque jour. Les terres étaient jonchées de cadavres, de fragments et de pièces d'artillerie non explosées ainsi que de produits chimiques. En 1917, les États-Unis entrèrent en guerre, contribuant ainsi à faire flancher le moral des troupes ennemies. En 1918, le gouvernement allemand fut renversé et le nouveau gouvernement signa l'armistice.Durant la guerre, la France fut saignée à blanc : deux millions de Français trouvèrent la mort (4% de la population) et plus de quatre millions furent blessés. Le territoire qui s'était trouvé au front ou derrière les lignes ennemies était totalement dévasté, offrant un paysage sinistre de villes en ruine et jonchées de corps. Le gouvernement exigea que l'Allemagne paie pour ses actes, d'une part pour permettre à la France de se reconstruire, d'autre part pour infliger une punition à l'ennemi. Bien que cette politique prouvât ses bienfaits à court terme, elle présenta également deux inconvénients majeurs. D'une part, le peuple allemand se sentit humilié par cette \"punition\" qui le rendit encore plus amer et ne fit qu'augmenter sa soif de vengeance. D'autre part, ce caprice français ne fut pas du goût des Américains, qui devinrent par la suite moins enclins à s'impliquer dans les querelles secouant l'Europe."
        },
        {
            "heading": "La Deuxième Guerre mondiale",
            "text": "La Deuxième Guerre mondiale fut un échec à la fois cuisant et désastreux pour la France. Alors que les Allemands profitèrent de l'entre-deux guerres pour reconstruire leurs machines de guerre, les Français, ayant perdu une grande partie de leur main-d'œuvre, établirent la Ligne Maginot, une série de forteresses, de bunkers souterrains et de tranchées à la frontière allemande. Il est évident que si l'ennemi avait tenté de traverser cette ligne, il aurait subi de lourdes pertes, en termes de vies humaines mais aussi de temps.Malheureusement, pour des raisons politiques, les Français n'étendirent pas leur ligne jusqu'à la mer, ce qui aurait exclu la Belgique des défenses, le dirigeant belge ayant refusé de fortifier la frontière de son pays avec l'Allemagne de peur de froisser Hitler. Ainsi, lorsque les Allemands décidèrent d'envahir la France, ils se contentèrent de contourner la ligne Maginot et passèrent par la Belgique. Les Alliés furent incapables d'établir une ligne défensive stable les protégeant de l'attaque éclair allemande et la France fut envahie en quelques semaines. Elle capitula le 22 juin 1940.Le 6 juin 1944, les Britanniques, les Américains et les troupes de la France libre débarquèrent en Normandie et entamèrent la libération du pays. L'armée allemande battit en retraite, se défendant avec acharnement. Mais les troupes soviétiques en profitèrent pour envahir le territoire allemand par l'est. Fortement éprouvée par les pertes humaines sur les deux fronts, la destruction totale de ses engins aériens et les bombardements ininterrompus sur ses villes et usines, l'Allemagne comprit que la défaite était proche. Paris fut libérée le 25 août 1944 et l'Allemagne capitula les 7 et 8 mai 1945."
        },
        {
            "heading": "La France d'aujourd'hui",
            "text": "Dans les années qui suivirent la Deuxième Guerre mondiale, la France fut contrainte de se débarrasser de ses possessions d'outre-mer, se lançant dans de nouvelles guerres futiles et douloureuses en Algérie et au Vietnam. Dans le même temps, le gouvernement français reconstruisit un pays flambant neuf. Sa population très éclectique, incluant notamment de nombreux musulmans, ne fut pas sans poser de problèmes. Aujourd'hui encore, les différences culturelles qui existent entre l'Islam et l'Occident créent des conflits internes.Les arts français sont plus florissants que jamais et Paris, désormais surnommée la \"Ville des Lumières\", est redevenue le centre culturel du monde. La France fait partie des leaders de l'Union Européenne, aux côtés de son ancienne ennemie l'Allemagne. Cette réconciliation nous permet d'imaginer que la France, l'Europe et le monde sont tous trois promis à un brillant avenir."
        },
        {
            "heading": "La France d'aujourd'hui",
            "text": "Dans les années qui suivirent la Deuxième Guerre mondiale, la France fut contrainte de se débarrasser de ses possessions d'outre-mer, se lançant dans de nouvelles guerres futiles et douloureuses en Algérie et au Vietnam. Dans le même temps, le gouvernement français reconstruisit un pays flambant neuf. Sa population très éclectique, incluant notamment de nombreux musulmans, ne fut pas sans poser de problèmes. Aujourd'hui encore, les différences culturelles qui existent entre l'Islam et l'Occident créent des conflits internes.Les arts français sont plus florissants que jamais et Paris, désormais surnommée la \"Ville des Lumières\", est redevenue le centre culturel du monde. La France fait partie des leaders de l'Union Européenne, aux côtés de son ancienne ennemie l'Allemagne. Cette réconciliation nous permet d'imaginer que la France, l'Europe et le monde sont tous trois promis à un brillant avenir."
        },
        {
            "heading": "La France d'aujourd'hui",
            "text": "Dans les années qui suivirent la Deuxième Guerre mondiale, la France fut contrainte de se débarrasser de ses possessions d'outre-mer, se lançant dans de nouvelles guerres futiles et douloureuses en Algérie et au Vietnam. Dans le même temps, le gouvernement français reconstruisit un pays flambant neuf. Sa population très éclectique, incluant notamment de nombreux musulmans, ne fut pas sans poser de problèmes. Aujourd'hui encore, les différences culturelles qui existent entre l'Islam et l'Occident créent des conflits internes.Les arts français sont plus florissants que jamais et Paris, désormais surnommée la \"Ville des Lumières\", est redevenue le centre culturel du monde. La France fait partie des leaders de l'Union Européenne, aux côtés de son ancienne ennemie l'Allemagne. Cette réconciliation nous permet d'imaginer que la France, l'Europe et le monde sont tous trois promis à un brillant avenir."
        }
    ],
    "leader": {
        "name": "Napoléon Bonaparte",
        "subtitle": "Dirigeant de la France",
        "lived": "1769 - 1821",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/napoleon_bonaparte.png",
        "trait": {
            "name": "Ville lumière",
            "effect": "Les bonus thématiques des musées et des merveilles mondiales sont doublés dans la capitale."
        },
        "titles": [
            "Premier consul de la Première République française",
            "Empereur Napoléon Ier"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Il est pratiquement impossible d'être trop élogieux concernant le génie militaire de Napoléon Bonaparte."
            },
            {
                "heading": "Jeunesse",
                "text": "Napoléon Bonaparte vit le jour en Corse. Il entra dans une école militaire à 10 ans. Il possédait d'excellentes capacités en mathématiques, histoire et géographie, mais se montrait profondément indifférent à la littérature et aux autres sciences humaines. À l'âge de 14 ans, il fut reçu lieutenant en second d'un régiment d'artillerie. Puis la révolution éclata, et il se rangea alors du côté des révolutionnaires. Il fut élu lieutenant-colonel d'artillerie et se fit un nom grâce à ses qualités d'homme de commandement."
            },
            {
                "heading": "Prise de pouvoir",
                "text": "On voit très vite émerger chez Napoléon deux qualités : son intelligence militaire et son aptitude à évoluer dans les sphères politiques périlleuses d'une France révolutionnaire, où le moindre faux-pas peut vous coûter la tête (au sens propre du terme). En 1794, Napoléon fut promu général de division. En 1795, il prit le commandement de l'armée de l'Intérieur. Il a 25 ans. Les années qui suivirent, Napoléon dirigea les armées françaises et sortit victorieux des confrontations l'opposant à divers ennemis du continent, dont la très puissante armée d'Autriche.Il mit alors à profit l'immense popularité qu'il avait acquis auprès des citoyens et de l'armée. En 1800, un coup d'État élaboré le propulsa Premier consul. Cinq ans plus tard, il se couronna Empereur à vie, dévoilant ainsi son mépris pour cette jeune démocratie qui l'avait pourtant amené au pouvoir."
            },
            {
                "heading": "Vive l'Empereur !",
                "text": "Napoléon s'imposa comme un administrateur remarquable. Il réorganisa le gouvernement, abrogea les lois les plus violentes et radicales nées de la Révolution, réhabilita l'église et consolida sa popularité auprès du peuple français. Néanmoins, la France était encore en guerre avec la plupart des pays d'Europe. Napoléon repartit donc se battre et remporta des victoires implacables contre l'Autriche, poussant ce pays à faire la paix avec l'Angleterre.L'Angleterre n'était pas sereine face aux envies impériales de la France, et une nouvelle guerre éclata en 1803. Napoléon se retrouva face à une imposante alliance composée de l'Angleterre, de l'Autriche, de la Russie et de la Suède. Grâce à une rapidité d'action et un flair sans égal, Napoléon se servit de ses lignes intérieures pour concentrer ses forces sur un ennemi dispersé. L'Empereur marcha ainsi sur l'Europe, prit la capitale autrichienne et remporta la fameuse bataille d'Austerlitz contre les forces russes. L'Autriche demanda la paix une nouvelle fois. Pendant plusieurs années, Napoléon parvint à vaincre tous ses opposants : les Prussiens, les Espagnols et les Autrichiens, encore et toujours. En revanche, l'Angleterre et la Russie restèrent invaincus."
            },
            {
                "heading": "La Campagne de Russie",
                "text": "Napoléon finit par envisager qu'il ne serait jamais en sécurité en Europe tant que la Russie, épaulée par les perfides Anglais, resterait à l'affût. L'Angleterre se sentait en sécurité grâce à la barrière naturelle de la Manche et surtout, grâce à sa flotte exceptionnelle. Un seul choix s'imposa à Napoléon : attaquer la Russie, le seul pays de l'alliance ennemie à portée de ses troupes. En 1812, il lança une attaque sur Moscou avec un demi-million d'hommes. Devant une telle percée, les armées russes battirent en retraite, non sans prendre le soin d'emporter ou de détruire tout ce qui pouvait être utile à l'envahisseur. Pendant ce temps-là, les Cosaques s'attaquaient aux lignes arrière de Napoléon. Bonaparte finit par atteindre et prendre Moscou. Mais une fois encore, les Russes étaient passés par là, et avaient tout emporté ou brûlé derrière eux. Dans l'impossibilité de nourrir ses hommes, Napoléon fut forcé de battre en retraite et fut confronté une nouvelle fois à une forte résistance russe, mais surtout, à un hiver de plus en plus rude. A la fin de la campagne de Russie, Napoléon avait perdu 96% de son armée."
            },
            {
                "heading": "La chute de l'Empereur",
                "text": "De retour à Paris, Napoléon reforma une armée de 350 000 hommes, mais son invincibilité n'était plus qu'un mythe, et toute l'Europe se souleva contre lui. La Prusse, le Russie et l'Autriche s'allièrent contre lui, tandis que l'Angleterre envoyait des troupes supplémentaires pour faire basculer l'Espagne. Cela n'empêcha pas Napoléon de gagner d'autres illustres victoires, mais ses ennemis continuèrent malgré tout leurs attaques incessantes. Ces derniers finirent par atteindre Paris et Napoléon se vit contraint d'abdiquer. Il fut par la suite déchu par le Sénat et exilé sur l'île d'Elbe, dont il se vit confier le contrôle, avec un revenu de six millions de francs payés par la France.Plus tard, il revint en métropole pour tenter de reprendre la tête du pays, mais fut finalement vaincu de manière irrévocable lors de la bataille de Waterloo par les armées anglaise et prussienne. Il fut alors emprisonné sur l'île de Sainte-Hélène à des milliers de kilomètres de la côte africaine. C'est là qu'il mourut en 1821."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Napoléon fut l'un des plus brillants chefs d'armée de tous les temps. Il parvenait à déplacer ses troupes avec une rapidité impressionnante et avait un don pour savoir où et quand frapper afin de causer le plus de dégâts chez son ennemi. Pour son pays, il fut un dirigeant imaginatif et respectable. La France connut un bel épanouissement sous son règne (jusqu'à ce que les guerres incessantes aient raison de sa force et de sa volonté). Si diriger une armée était inné chez lui, il ne parvint tout de même pas à réunir des forces navales susceptibles d'inquiéter la Royal Navy.L'Histoire retiendra qu'il ne pouvait tout simplement pas vaincre tout le monde."
            }
        ]
    }
}