{
    "id": 8,
    "name": "Allemagne",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/allemagne.png",
    "dawn_of_man": "Je vous salue, puissant Bismarck, premier chancelier de l'Empire allemand ! L'Allemagne est une grande nation, façonnée sur les ruines du Saint Empire romain germanique, avant d'être unifiée en 1871, voilà presque un siècle et demi. Le peuple allemand s'est révélé créatif, appliqué et redoutable au combat. Bien qu'elle ait essuyé d'immenses catastrophes au cours de la première moitié du XXe siècle, l'Allemagne reste une puissance économique, artistique et technologique mondiale.Grand prince de Bismarck, le peuple allemand a besoin que vous redoriez le blason de sa nation. Sa foi est inébranlable, et il se tourne vers vous, son bien-aimé \"chancelier de fer\", afin que vous le guidiez une fois de plus. Accepterez-vous de régner et de triompher par le sang et le fer, ou d'encourager les arts et l'industrie du pays ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Hanse",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/hanse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Panzer|Panzers",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/panzer.json"
        }
    ],
    "city_names": [
        "Berlin",
        "Hambourg",
        "Munich",
        "Cologne",
        "Francfort",
        "Essen",
        "Dortmund",
        "Stuttgart",
        "Düsseldorf",
        "Brême",
        "Hanovre",
        "Duisburg",
        "Leipzig",
        "Dresde",
        "Bonn",
        "Bochum",
        "Bielefeld",
        "Karlsruhe",
        "Gelsenkirchen",
        "Wiesbaden",
        "Münster",
        "Rostock",
        "Chemnitz",
        "Brunswick",
        "Halle",
        "Mönchengladbach",
        "Kiel",
        "Wuppertal",
        "Fribourg",
        "Hagen",
        "Erfurt",
        "Kassel",
        "Oberhausen",
        "Hamm",
        "Saarbrücken",
        "Krefeld",
        "Potsdam",
        "Solingen",
        "Osnabrück",
        "Ludwigshafen",
        "Leverkusen",
        "Oldenburg",
        "Neuss",
        "Mülheim",
        "Darmstadt",
        "Herne",
        "Wurzbourg",
        "Recklinghausen",
        "Goettingen",
        "Wolfsburg",
        "Coblence",
        "Hildesheim",
        "Erlangen"
    ],
    "spy_names": [
        "Johann",
        "Marlene",
        "Wilhelm",
        "Eva",
        "Heinz",
        "Horst",
        "Carl",
        "Viper",
        "Albrecht",
        "Anton"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Même si divers peuples germaniques ont occupé le nord de l'Europe centrale pendant des millénaires, l'entité politique moderne connue sous le nom d'Allemagne est très jeune puisqu'elle a été créée par l'homme politique prussien Otto Von Bismarck presque à lui tout seul, il y a environ 140 ans. Au cours de sa brève histoire, l'Allemagne a eu un impact profond, avec de bons et de mauvais côtés, sur l'histoire du monde."
        },
        {
            "heading": "Terrain et climat",
            "text": "L'Allemagne englobe une grande variété de reliefs, des monts enneigés du sud aux paysages occidentaux vallonnés en passant par les vastes plaines orientales. Elle est traversée par plusieurs grands fleuves qui arrosent ses champs et facilitent le transport de marchandises. Ses collines et ses montagnes regorgent de ressources naturelles et ses plaines sont fertiles. L'Allemagne jouit d'un climat tempéré et de pluies abondantes, des conditions idéales pour l'agriculture de type européen."
        },
        {
            "heading": "Préhistoire",
            "text": "Pendant des siècles, le nord de l'Europe centrale fut occupé par des peuples germaniques, ainsi appelés car ils parlaient les langues germaniques (par opposition aux langues, disons, romantiques de l'Italie, de la France et de l'Espagne). Des traces témoignent de la présence de tribus germaniques dans le nord de l'Allemagne dès l'Âge de Bronze. Apparemment, à cette époque, le sud de l'Allemagne était peuplé de tribus d'origine celte, finalement \"germanisées\" lorsque l'influence de leurs voisines germaniques s'étendit vers le sud."
        },
        {
            "heading": "Les Romains",
            "text": "Les premiers renseignements historiques sur les tribus germaniques qui nous sont parvenus datent de 50 av. J.-C., lorsque le général romain Jules César eut à les combattre dans le cadre de sa conquête de la Gaule (une zone qui recouvre approximativement la France actuelle). César désigna le Rhin comme frontière orientale de la Gaule, au-delà de laquelle vivaient les \"barbares\" germaniques.Les peuples romain et germanique parvinrent à maintenir une paix précaire (ponctuée de diverses incursions et autres escarmouches de frontière) pendant quarante ans, jusqu'à environ 10 av. J.-C., date à laquelle l'armée romaine envahit le territoire germanique sur deux axes, l'un en franchissant le Rhin à l'ouest, l'autre en franchissant le Danube à l'est. Cela devait s'avérer une grosse erreur, les barbares se révélant d'excellents combattants et exterminant plusieurs légions romaines. Les Romains humiliés se retirèrent derrière le Danube et le Rhin et s'abstinrent de toute nouvelle tentative pendant plusieurs siècles. Les deux camps cohabitèrent plus ou moins pacifiquement jusqu'à 350 apr. J.-C.Au cours de cette période, le commerce se développa entre Germains et Romains, les premiers échangeant des matières premières contre les produits de luxe fabriqués par les seconds. Avec le temps, les Germains apprirent des Romains la poterie et des techniques agricoles améliorées et finirent même par adopter leur monnaie."
        },
        {
            "heading": "Les Huns",
            "text": "Au cours du IVe siècle, les Huns venus d'Orient accrurent leur pression sur les tribus germaniques en s'installant sur leur territoire. Ce faisant, ils repoussèrent les Germains en territoire romain. Pendant environ cinquante ans, des parties de l'Empire romain furent envahies par les Wisigoths, les Suèves et les Vandales. La cité de Rome fut même plusieurs fois mise à sac et plusieurs empereurs romains perdirent la vie en combattant les envahisseurs. Finalement, les Romains conclurent un accord avec certains de leurs envahisseurs, leur offrant des terres et leur protection contre les Huns.A la mort d'Attila en 453, l'empire des Huns s'effondra et les tribus germaniques s'émancipèrent de la protection romaine. Un certain nombre proclama son indépendance vis à vis de Rome et, très vite, un royaume wisigoth fut créé dans le sud-ouest de la Gaule, un royaume burgonde dans le sud-est de la Gaule, un royaume franc au nord et le royaume lombard le long du Danube ; l'Empire romain d'Occident cessa alors d'exister."
        },
        {
            "heading": "Francs",
            "text": "Une fois établis au nord-ouest de la Gaule, les \"Francs\" (les peuples germaniques de la Gaule romaine) commencèrent à s'étendre vers l'est de l'autre côté du Rhin où les tribus germaniques qui avaient résisté aux Romains restaient farouchement indépendantes. Leur soumission allait nécessiter trois siècles de guerre, de conquête, de révolte, de trahison, de vengeance et encore de guerre. La religion fut l'un des grands obstacles à la paix car les Francs avaient embrassé la religion chrétienne et cherchaient à évangéliser les terres barbares. Or les tribus germaniques païennes refusaient d'abandonner leurs croyances. Finalement le christianisme l'emporta à l'issue d'un processus long (et souvent sanglant).Les Francs eux-mêmes ne constituaient pas une entité monolithique homogène : ils passaient autant de temps à se battre entre eux qu'à affronter leurs ennemis étrangers. La première lignée de souverains, les Mérovingiens, se maintint au pouvoir jusqu'au milieu du VIIIe siècle, lorsqu'elle fut renversée par les Carolingiens, une faction rivale du nord. Les Carolingiens bénéficièrent d'une série de rois très compétents qui, alliés à l'église catholique, étendirent la suprématie des Francs sur presque toute l'Europe centrale."
        },
        {
            "heading": "Charlemagne et le Saint Empire romain germanique",
            "text": "Le plus grand des Carolingiens, Charlemagne (742-814), fut un brillant chef militaire et un politicien avisé. Il poursuivit la politique de soumission des tribus germaniques de son père et de son grand-père et étendit son empire vers le sud de la France puis vers l'Italie. En échange de la protection de Rome contre les Sarrasins et les Byzantins, le pape le couronna empereur du Saint-Empire Romain. Aujourd'hui, Charlemagne est considéré comme l'un des fondateurs de la France et de l'Allemagne, sans oublier qu'il fut le premier depuis les Romains à unifier toute l'Europe de l'Ouest.A la mort de Charlemagne, son unique fils, Louis Ier, dit le Pieux, monta sur le trône. Louis eut plusieurs fils et, lorsqu'il mourut, l'Empire fut divisé entre eux. Beaucoup d'années devaient s'écouler avant qu'une seule personne dirige à nouveau une si vaste partie de l'Europe."
        },
        {
            "heading": "Naissance de l'Allemagne (1ère partie)",
            "text": "Fils de Louis le Pieux, Louis, dit le Germanique, hérita de la partie orientale du Saint-Empire Romain, qui comprenait le Royaume de Bavière et d'autres territoires qui constitueraient l'Allemagne médiévale. Il passa le plus clair de son règne à combattre les Slaves, les Vikings et ses frères, qui avaient hérité des parties centrale et occidentale de l'Empire de Charlemagne (régions qui devaient devenir la France et le Benelux). Louis, dit le Germanique, régna pendant 50 ans (à peu près entre 825 et 876), assurant la stabilité politique de son royaume affligé par les guerres. Lorsque les guerres contre ses voisins lui en laissèrent le loisir, Louis s'intéressa à la littérature primitive allemande et soutint la création de monastères dans son pays."
        },
        {
            "heading": "Moyen Âge",
            "text": "Pendant les deux siècles qui suivirent le règne de Louis, la pression exercée par les Danois, les Sarrasins et les Magyars affaiblit considérablement le pouvoir central qui, jugé incapable de défendre ses sujets, dut déléguer son autorité à des seigneurs locaux, aboutissant à la création d'un patchwork de petits duchés en grande partie indépendants sinon officiellement en tout cas dans les faits. Après la mort du dernier roi carolingien germanique, les ducs germaniques élurent d'abord un duc franc comme roi, qu'ils démirent pour incompétence au profit d'un duc saxon.Les Saxons restèrent au pouvoir pendant plusieurs siècles. Ils parvinrent à contenir les assauts des barbares orientaux (même si une tentative d'étendre leur influence vers l'est s'avéra désastreuse). À la fin du Xe siècle, Otton Ier avait envahi et conquis la majeure partie de l'Italie. Le pape Jean XII le couronna empereur, inaugurant une longue alliance entre la Germanie et l'Église qui devait durer plus d'un siècle.Mais cette alliance devait s'arrêter un jour. Les papes finirent par s'irriter du pouvoir de plus en plus étendu de l'empereur du Saint Empire sur leurs propriétés et leur personnel. À l'intérieur de l'Église, des réformateurs condamnèrent la corruption des évêques et des abbés qui achetaient leur charge auprès du roi et des ducs (le péché de simonie), clamant que seul le pape pouvait les nommer. La crise atteignit un sommet en 1075, lorsque l'empereur Henri IV demanda l'abdication du pape Grégoire VII. Grégoire réagit en l'excommuniant. Devant la menace d'une guerre civile, Henri IV quémanda le pardon du pape. Celui-ci le lui accorda, mais Henri IV, fort affaibli, ne put écraser dans l'oeuf la révolte qui dura plus de vingt ans. Henri IV survécut mais la monarchie germanique se trouva durablement affaiblie par cet épisode.Au cours de la même période, la puissance germanique continua de se renforcer en Europe centrale car les rois de Germanie et les duchés conquirent et colonisèrent de nouveaux territoires à l'est et à l'ouest. L'empereur Frédéric Ier, dit Barberousse, qui régna de 1152 à 1190, se lança à la reconquête de la Lombardie et de l'Italie. Bien qu'il dût échouer face aux Lombards, lui (et ses héritiers) obtinrent des gains substantiels en Italie. Frédéric mourut en 1190 à la tête de la funeste Troisième Croisade vers la Terre Sainte. Selon la légende, il se noya en prenant un bain."
        },
        {
            "heading": "Chute de l'Allemagne (1ère partie)",
            "text": "Les héritiers de Frédéric s'avérèrent incapables d'unifier le Saint Empire Romain germanique de plus en plus morcelé, et lorsque Frédéric II, le petit-fils de Barberousse, mourut en 1250, la couronne resta vacante pendant un certain temps. Même si elle finit par être à nouveau portée, la monarchie ne devait jamais retrouver son pouvoir.À la fin du XIVe siècle, le démembrement de l'empire était achevé."
        },
        {
            "heading": "Naissance de l'Allemagne (2e partie)",
            "text": "Ce qui devait devenir l'Allemagne fut divisée pendant cinq longs siècles. Au XVIIIe, l'Autriche des Habsbourg et le Royaume de Prusse étaient les deux puissances dominantes ; au début du XIXe siècle, elles participèrent aux guerres napoléoniennes qui bouleversèrent l'Europe. En 1814, au congrès de Vienne consécutif à la défaite de Napoléon, nombre des États de l'ancien empire germanique furent rassemblés dans la Confédération germanique. L'Autriche et la Prusse cherchèrent toutes deux à dominer la Confédération, leurs querelles et leurs incessantes luttes de pouvoir laissant le nouvel État affaibli et divisé.En 1861, le Roi Guillaume Ier de Prusse nomma Otto von Bismarck chancelier de Prusse. Trois courtes années plus tard, Bismarck mena son pays à la guerre contre le Danemark, rattachant des terres de ce pays à l'empire de Prusse. En 1866, la Prusse se retrouva en guerre contre l'Autriche, après que les machinations habiles de Bismarck furent parvenues à isoler et à affaiblir l'Empire des Habsbourg. La Prusse remporta facilement la victoire et expulsa son ancienne rivale de la Confédération.En 1870, la Prusse entra en guerre contre la France, utilisant son incomparable réseau de voies ferrées pour lancer une attaque éclair qui prit les Français complètement au dépourvu. Écrasés, ceux-ci durent accepter le rattachement de l'Alsace et de la Lorraine à la Prusse. Ayant battu successivement les deux puissances qui auraient pu s'opposer à lui, Bismarck et les Prussiens annoncèrent la formation de l'Empire allemand, l'ancêtre direct de l'actuelle Allemagne. L'Allemagne allait dominer l'Europe centrale pendant 50 ans."
        },
        {
            "heading": "Chute de l'Allemagne (2e partie)",
            "text": "L'histoire de la Première Guerre mondiale est bien connue. Elle partit d'un terrible échec diplomatique, provoqué par des hommes de moindre talent qui voulurent reproduire les tactiques de Bismarck. Dans les années qui précédèrent cet horrible cataclysme, les grandes puissances européennes se séparèrent inéluctablement en deux camps armés, chacun des membres étant lié par un labyrinthe d'accords diplomatiques qui laissaient peu d'espace pour une véritable diplomatie. Le pays A était lié par traité au pays B, qui s'était engagé à venir en aide à un pays C s'il devait entrer en guerre contre un pays D, lui même allié aux pays E, F et G.En 1914, tout le château de cartes s'écroula à l'occasion d'une grossière tentative de l'Autriche-Hongrie pour mettre la main sur la Serbie. Prétextant l'assassinat d'un noble austro-hongrois par un anarchiste serbe, l'Autriche-Hongrie déclara la guerre à la Serbie. La Russie honora le traité qui la liait à la Serbie et déclara la guerre à l'Autriche-Hongrie. L'Allemagne, alliée de l'Autriche-Hongrie, mobilisa alors ses troupes pour attaquer la Russie, ce qui entraîna la France (qui pleurait encore la perte de l'Alsace et de la Lorraine 40 ans plus tôt) à mobiliser son armée contre l'Allemagne. L'Angleterre, alliée de la France et de la Russie, n'eut d'autre choix que de déclarer la guerre à l'Allemagne et à l'Autriche-Hongrie.Même si, au début, l'Allemagne et ses alliés obtinrent des victoires en neutralisant la Russie et en envahissant la moitié de la France, ils ne purent administrer le coup de grâce, et le conflit dégénéra en une horrible guerre des tranchées qui dura quatre ans. La maîtrise britannique des mers et l'entrée en guerre des États-Unis finirent par briser la volonté allemande. Las de la guerre, pressé sur tous les fronts, et n'entrevoyant plus aucun espoir de victoire, le peuple allemand se révolta. Le Kaiser s'enfuit aux Pays-Bas et le peuple proclama la république. Le 11 novembre 1918, l'armistice fut signé. A la fin de la guerre, 15 millions de personnes avaient été tuées et la moitié de l'Europe n'était plus qu'une décharge boueuse, mélange de cadavres et de munitions non explosés.Les vainqueurs ne furent guère tendres avec l'Allemagne. La France reprit l'Alsace et la Lorraine contestées, et les alliés imposèrent d'énormes réparations de guerres au vaincu ruiné, qui n'avait par ailleurs plus le droit de disposer d'une armée substantielle (l'Autriche-Hongrie ne s'en sortit pas mieux puisqu'elle fut démembrée sur une base ethnique entre l'Autriche, la Hongrie, la Tchécoslovaquie et la Yougoslavie, l'Empire ottoman subissant le même sort).L'Allemagne, prostrée, en faillite, vivait sous la menace d'une occupation étrangère si elle ne payait pas les réparations à ses voisins (qui, il faut bien l'avouer, n'étaient pas en meilleur état, et avaient un besoin désespéré de cet argent pour leur reconstruction). Beaucoup se demandèrent si elle pourrait se relever un jour de la catastrophe de la Première Guerre mondiale."
        },
        {
            "heading": "Naissance de l'Allemagne (3e partie)",
            "text": "Là encore, les événements qui menèrent à la Deuxième Guerre mondiale sont bien connus. Exploitant la colère et l'humiliation du peuple allemand, Adolf Hitler et son parti nazi (national-socialiste) fasciste prirent le pouvoir. Les Allemands rebâtirent leur pays, leur économie et leur armée avec une stupéfiante rapidité, tout en persécutant tous les jours plus férocement les Juifs, les homosexuels, les Tziganes et bien d'autres minorités.Pendant que les anciens ennemis de l'Allemagne l'observaient placidement, Hitler rattacha l'Autriche à l'Allemagne, puis annexa la Tchécoslovaquie. Isolée par la France, l'Angleterre et les États-Unis, la Russie communiste de Staline aida l'Allemagne à démembrer la Pologne. Ceci amena la France et l'Angleterre à déclarer la guerre à l'Allemagne sans qu'aucun de ces deux pays n'ait le potentiel militaire pour lancer une offensive contre l'armée d'Hitler.En 1940, l'Allemagne envahit la France en passant par les Pays-Bas et la Belgique. Les défenses de la France prises à revers, les chars allemands vinrent rapidement à bout du matériel dépassé des Français et des Britanniques. En un peu plus d'un mois, la France avait capitulé et les Britanniques avaient été rejetés hors du continent.En 1941, l'Allemagne dirigea son attention vers l'Est. Sa puissante machine de guerre creusa un sillon sanglant dans le ventre de l'Union Soviétique, exterminant des armées entières jetées à la hâte en travers de sa route pour retarder sa progression. Fin 1941, l'Allemagne semblait sur le point de détruire l'Union soviétique et d'affirmer sa main mise sur toute l'Europe continentale."
        },
        {
            "heading": "Chute de l'Allemagne (3e partie)",
            "text": "Malgré ses premiers succès stupéfiants, l'Allemagne ne parvint pas à détruire l'Union soviétique. Décapitée par la purge ordonnée par Staline quelques années auparavant parmi ses officiers, mal équipée et mal entraînée, l'Armée rouge se battit héroïquement pour enrayer la progression allemande. Au prix de terribles pertes, elle stoppa les Allemands devant Leningrad et Moscou, gagnant un temps précieux pour que Staline pût équiper et entraîner une immense force militaire puis contre-attaquer.Sur le front de l'ouest, les choses prirent une mauvaise tournure pour l'Allemagne avec l'entrée en guerre des États-Unis (à la suite de l'attaque japonaise contre Pearl Harbor). Les forces américaines et britanniques commencèrent à repousser l'armée allemande en Afrique d'abord, puis en Italie. Alors que les troupes russes progressaient vers l'ouest malgré la défense acharnée des Allemands, les Américains et les Britanniques débarquèrent en France, ouvrant un nouveau front contre les armées d'Hitler. Saignée à blanc et incapable de se battre sur autant de fronts, l'armée allemande s'écroula enfin. Hitler se suicida et, le 8 mai 1945, l'Allemagne capitula.L'Allemagne paya ses fautes au prix fort. Des millions d'Allemands moururent durant la guerre, y compris un nombre épouvantable de Juifs allemands assassinés par leurs propres compatriotes. L'Union soviétique (qui souffrit elle-même de dizaines de millions de morts) étendit ses frontières dans l'ancienne Pologne qui reçut en retour la partie orientale de l'Allemagne et notamment toute la Prusse, d'où quinze millions d'Allemands furent chassés vers ce qui restait de leur pays. L'Allemagne fut divisée par les alliés, la Russie occupant l'Allemagne de l'Est alors que la France, le Royaume-Uni et les États-Unis occupaient l'Allemagne de l'Ouest et la moitié de Berlin."
        },
        {
            "heading": "Naissance de l'Allemagne (4e partie)",
            "text": "Après la Deuxième Guerre mondiale, l'Allemagne opéra un incroyable rétablissement. Puis, grâce à la fin de la Guerre froide et à l'implosion de l'Union soviétique, les deux Allemagne furent réunifiées, reformant une puissance économique de premier plan en Europe. L'Allemagne est devenue un membre enthousiaste de l'Union européenne, et peut-être, plus étrangement encore, une amie proche et une alliée de la France. Le peuple allemand semble assumer la responsabilité des atrocités commises par son pays durant la Deuxième Guerre mondiale et tout mettre en œuvre pour s'assurer que cela ne se reproduise jamais. En bref, l'Allemagne est devenue une puissance au service de la paix et de l'unité dans le monde du XXIe siècle."
        },
        {
            "heading": "Naissance de l'Allemagne (4e partie)",
            "text": "Après la Deuxième Guerre mondiale, l'Allemagne opéra un incroyable rétablissement. Puis, grâce à la fin de la Guerre froide et à l'implosion de l'Union soviétique, les deux Allemagne furent réunifiées, reformant une puissance économique de premier plan en Europe. L'Allemagne est devenue un membre enthousiaste de l'Union européenne, et peut-être, plus étrangement encore, une amie proche et une alliée de la France. Le peuple allemand semble assumer la responsabilité des atrocités commises par son pays durant la Deuxième Guerre mondiale et tout mettre en œuvre pour s'assurer que cela ne se reproduise jamais. En bref, l'Allemagne est devenue une puissance au service de la paix et de l'unité dans le monde du XXIe siècle."
        },
        {
            "heading": "Naissance de l'Allemagne (4e partie)",
            "text": "Après la Deuxième Guerre mondiale, l'Allemagne opéra un incroyable rétablissement. Puis, grâce à la fin de la Guerre froide et à l'implosion de l'Union soviétique, les deux Allemagne furent réunifiées, reformant une puissance économique de premier plan en Europe. L'Allemagne est devenue un membre enthousiaste de l'Union européenne, et peut-être, plus étrangement encore, une amie proche et une alliée de la France. Le peuple allemand semble assumer la responsabilité des atrocités commises par son pays durant la Deuxième Guerre mondiale et tout mettre en œuvre pour s'assurer que cela ne se reproduise jamais. En bref, l'Allemagne est devenue une puissance au service de la paix et de l'unité dans le monde du XXIe siècle."
        }
    ],
    "leader": {
        "name": "Bismarck",
        "subtitle": "Dirigeant de l'Allemagne",
        "lived": "1815-1898",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/bismarck.png",
        "trait": {
            "name": "Furor Teutonicus",
            "effect": "Lorsque vous éliminez une unité barbare à l'intérieur d'un campement, vous avez 67% de chances de gagner 25  Or et de la voir rejoindre vos rangs. Le coût d'entretien d'une unité terrestre diminue de 25%."
        },
        "titles": [
            "Chancelier de l'Empire allemand",
            "\"Le chancelier de fer\""
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Otto von Bismarck, parfois surnommé le \"chancelier de fer\", est sans doute l'un des personnages les plus importants de l'histoire allemande. Au cours de sa longue carrière politique, Bismarck unifia l'Allemagne et fonda l'Empire allemand. L'Allemagne fut métamorphosée, passant d'une confédération d'États faible et désordonnée à un pays qui dominerait bientôt l'Europe continentale."
            },
            {
                "heading": "Jeunesse",
                "text": "Descendant d'une noble famille prussienne, Bismarck hérita sans aucun doute de l'arrogance du junker prussien. Étudiant peu assidu, il n'en fut pas moins un brillant duelliste, un historien instruit et un linguiste de talent. Mais il passa le plus clair de son temps à boire avec les autres aristocrates de sa fraternité.Incapable de se plier à la discipline qu'exigeait le service militaire, Bismarck s'engagea dans le corps diplomatique prussien, où ses talents attirèrent rapidement l'attention du Kaiser. Nommé au Régime fédéral allemand (congrès), Bismarck travailla avec pour seul objectif d'augmenter le statut et le pouvoir de la Prusse en Allemagne. On lui attribua ensuite le titre de Premier Ministre prussien, rôle grâce auquel il parvint, après de nombreuses années d'une lutte acharnée, à unifier l'Allemagne sous domination prussienne. Bismarck atteindra son but en gagnant une série de guerres mais aussi grâce à ses talents de diplomate."
            },
            {
                "heading": "Politique étrangère",
                "text": "Dès lors que l'Allemagne fut unifiée, la principale politique étrangère établie par Bismarck consista à maintenir la paix en Europe tout en veillant à isoler la France, l'ennemi juré de l'Allemagne. Il manigança une guerre contre la France en 1870 dans le but de rassembler plusieurs États allemands (Bavière, Bade et d'autres) en un seul et même empire. La France fut rapidement vaincue.Ayant atteint son objectif, Bismarck pensait s'arrêtait là, mais l'armée et le peuple allemands n'étant pas rassasiés, il fut forcé d'annexer deux provinces françaises : l'Alsace et la Lorraine. Bismarck savait que tôt ou tard, cette annexion poserait problème ; avant la guerre, il avait dit à un ami : \"Supposons que nous gagnions l'Alsace, il nous faudra alors affirmer notre mainmise sur Strasbourg et y placer une garnison permanente. C'est un risque trop important car la France finira par trouver de nouveaux alliés et alors, nous le paierons cher.\" Par ces mots, Bismarck décrivit avec quelques décennies d'avance le déclenchement de la Première Guerre mondiale, lors de laquelle l'Allemagne allait essuyer de lourdes pertes..."
            },
            {
                "heading": "Politique domestique",
                "text": "Bien qu'ardent conservateur et monarchiste, Bismarck fut le premier dirigeant européen à promouvoir un système de sécurité sociale pour les travailleurs. Il reconstruisit le système monétaire allemand, introduisant pour la première fois une monnaie unique. Il aida également à l'élaboration du nouveau code civil du pays et à l'instauration d'une loi commerciale. Sa générosité avait toutefois des limites : alors qu'il permit l'émancipation des Juifs, Bismarck promulgua des lois visant à réprimer les catholiques d'Allemagne."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "La plus grande faiblesse du Bismarck diplomate résidait dans sa volonté tenace d'affaiblir la France. Ses efforts furent longtemps couronnés de succès mais ce faisant, il fit de la France l'ennemi juré du pays, qui en subit les lourdes conséquences au début du siècle suivant. D'un point de vue domestique, Bismarck n'eut pas l'intelligence de se soucier du bien-être de ses concitoyens allemands. Alors que l'Allemagne gagnait en puissance et en stature, le quotidien du peuple ne changea guère. Son système de sécurité sociale fut une véritable avancée, mais Bismarck mit cette mesure en place afin de ne pas avoir à faire d'autres concessions aux socialistes allemands.Bismarck fut un grand chef de file, peut-être même l'un des plus grands de l'Europe du XIXe siècle. Ses nombreux succès firent oublier ses quelques déboires, et c'est presque seul qu'il parvint à regrouper plusieurs royaumes querelleurs en un État puissant. Bien que ses politiques contribuassent plus tard à la déroute de l'Allemagne, ses successeurs ne furent pas non plus à même de les ajuster au climat géopolitique changeant de l'Europe."
            }
        ]
    }
}