{
    "id": 9,
    "name": "Grèce",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/greece.png",
    "dawn_of_man": "Soyez béni des dieux, ô grand roi Alexandre ! Vous êtes à la tête de la puissante nation grecque. Votre peuple a passé de nombreuses années isolé dans des cités-états légendaires, à l'image d'Athènes, de Sparte ou de Thèbes, sources des plus grandes inventions de l'humanité : la démocratie, la philosophie, la tragédie, l'art et l'architecture, sont à la base même de toute la civilisation occidentale. Bien que moins nombreux et en proie à des tensions internes, le peuple grec a réussi au Ve siècle av. J.-C. à mettre en déroute son puissant voisin, la Perse, sur la terre ferme comme sur les flots.Alexandre, votre peuple est prêt à partir en guerre, à propager la culture grecque partout dans le monde et à vous apporter une gloire éternelle. Êtes-vous prêt à accepter votre destin ? Mènerez-vous votre peuple au triomphe et à la grandeur ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Cavalerie des Compagnons|Cavaleries des Compagnons",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/companion_cavalry.json"
        },
        {
            "name": "Hoplite|Hoplites",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hoplite.json"
        }
    ],
    "city_names": [
        "Athènes",
        "Sparte",
        "Corinthe",
        "Argos",
        "Knossos",
        "Mycènes",
        "Pharsalos",
        "Éphèse",
        "Halicarnasse",
        "Rhodes",
        "Erétrie",
        "Pergame",
        "Milet",
        "Mégare",
        "Phocea",
        "Sicyon",
        "Tirynthe",
        "Samos",
        "Mytilène",
        "Chios",
        "Paros",
        "Tégée",
        "Élis",
        "Syracuse",
        "Héracléa",
        "Gortyne",
        "Chalcis",
        "Pylos",
        "Pella",
        "Naxos",
        "Sicyon",
        "Smyrne",
        "Larissa",
        "Apollonia",
        "Messène",
        "Orchomène",
        "Ambracie",
        "Cos",
        "Cnide",
        "Amphipolis",
        "Patras",
        "Lamía",
        "Nauplie",
        "Apolyton"
    ],
    "spy_names": [
        "Jason",
        "Helena",
        "Alexa",
        "Cletus",
        "Kassandra",
        "Andres",
        "Desdemona",
        "Anthea",
        "Aeneas",
        "Leander"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "La Grèce a eu un impact considérable sur la culture et l'histoire occidentales. La Grèce classique a vu naître certains des plus grands artistes, philosophes, savants, historiens, dramaturges et guerriers que le monde ait connus. Les guerriers et les colons grecs répandirent leur culture dans toute la Méditerranée, au Proche-Orient, jusqu'en Extrême-Orient. Grâce aux Romains, héritiers de la Grèce, la pensée grecque se diffusa dans toute l'Europe, puis, quelques siècles plus tard, traversa l'océan et atteignit le Nouveau Monde.La Grèce et son peuple sont à créditer d'un nombre époustouflant d'inventions et de découvertes, notamment la première représentation théâtrale, le premier ouvrage d'historien ou le premier traité de philosophie. Les Grecs offrirent aussi à l'Occident les premiers comptes rendus sportifs, les premiers poèmes ou les premiers bâtiments dévolus au théâtre. En politique, ils créèrent la première démocratie de l'Histoire. L'influence grecque est encore très présente aujourd'hui : nos médecins prêtent toujours le serment d'Hippocrate et les architectes modernes s'inspirent encore de l'architecture grecque classique. Plus largement, on peut dire que la civilisation occidentale est la civilisation grecque classique."
        },
        {
            "heading": "Terrain",
            "text": "La Grèce occupe une vaste péninsule située au sud des Balkans et dont les côtes se baignent dans la Méditerranée orientale, entre la mer Ionienne et la mer Egée. La péninsule est littéralement coupée en deux par le Golfe de Corinthe, qui, depuis la mer Ionienne, court vers l'est jusqu'à ne laisser qu'un isthme étroit qui relie le nord au sud. La Grèce est assez montagneuse, avec des vallées fertiles mais encaissées et séparées par d'imposantes collines et montagnes. Les étés y sont chauds et les hivers doux surtout sur les côtes puisqu'il n'est pas rare que les montagnes soient enneigées.Historiquement, la mer Egée fut comme un lac pour la Grèce. La Grèce classique y colonisa des centaines d'îles ainsi que les rivages rocheux de l'Anatolie (Turquie) à l'est."
        },
        {
            "heading": "Les Mycéniens",
            "text": "On ne sait que peu de choses sur les premiers habitants de la Grèce. Ils furent pratiquement tous exterminés à l'Âge de Bronze, aux environs de 1900 av. J.-C. par une vague de tribus mycéniennes qui déferla depuis les Balkans. Les nouveaux habitants vécurent sous la domination de la civilisation minoenne de Crète pendant 500 ans jusqu'aux environs de 1400 av. J.-C., qui vit les Mycéniens échapper à l'emprise des Minoens. L'Iliade et l'Odyssée d'Homère se déroulent au cours de la période mycénienne. Bien qu'altérés par le temps, ces ouvrages offrent une vision fugitive de la politique, de la religion, de la vie quotidienne et des guerres de cette civilisation.La civilisation mycénienne s'écroula en 1100 av. J.-C., pour des raisons encore obscures, mais qui pourraient être liées à l'arrivée d'un nouveau groupe d'immigrants venus du nord, les Doriens. Pendant les 300 ans qui suivirent la fin des Mycéniens, la Grèce vécut une période appelée \"les siècles obscurs\" ou le \"Moyen Âge grec\", dont il reste très peu de traces écrites."
        },
        {
            "heading": "La période archaïque",
            "text": "La période désignée comme \"archaïque\" commence au milieu du VIIe siècle av. J.-C., et clôt les siècles obscurs. A cette époque, les Grecs recommencent à produire des chroniques historiques ; la langue mycénienne ayant été oubliée, ils emploient la langue des Phéniciens, modifiant les lettres pour créer l'alphabet grec.La première date archivée dans l'histoire grecque est 776 av. J.-C., l'année des premiers jeux olympiques. Apparemment, la seule épreuve en fut une course à pied d'environ 200 mètres remportée par Coroebos, un cuisinier d'Elis. Les jeux avaient lieu tous les quatre ans. Au fur et à mesure des décennies suivantes, d'autres épreuves apparurent, parmi lesquelles le 400 mètres plat, le marathon, la lutte, le lancer de javelot puis la boxe et la course de chars."
        },
        {
            "heading": "La colonisation grecque",
            "text": "La période archaïque fut marquée par un intense mouvement de colonisation, qui vit un grand nombre de communautés envoyer des groupes de citoyens s'installer sur des îles ou sur les côtes de la Méditerranée orientale. Les raisons de ces déplacements massifs de population sont encore sujets à spéculation. Certains historiens pensent que les colons étaient motivés par l'appât du gain, rêvant de fortunes faciles, d'autres insistent plutôt sur la pression démographique. Durant les quelques siècles qui suivirent, des colonies grecques s'établirent sur les côtes d'Afrique du Nord, en Sicile, en Italie continentale, en Anatolie, en Égypte et au Moyen-Orient. Ces colonies tendirent à l'indépendance tout en maintenant des liens étroits avec leur cité d'origine."
        },
        {
            "heading": "La montée en puissance des cités-états (\"Polis\")",
            "text": "Le terme \"polis\" est parfois utilisé pour qualifier les cités-états de la Grèce Antique. Traditionnellement, il désigne l'unité politique classique de type athénien, une grande cité centrale dominant les petites bourgades des alentours mais il peut s'agir également d'un groupe de petites bourgades alliées sans cité dominante (plutôt l'organisation de Sparte). Les deux formes commencèrent à apparaître au VIIIe siècle av. J.-C. Certains historiens pensent que les plus grandes cités se développèrent autour de temples religieux, alors que d'autres croient que les Grecs adoptèrent l'organisation déjà bien rôdée des Phéniciens.Chaque cité-état était une organisation politique souveraine qui ne rendait compte qu'à ses citoyens. Bien que les citoyens des cités-états partagèrent langue, histoire et soient issues de la même culture Hellénique, cela ne les empêcha pas de se chercher querelle, voire de partir en guerre les uns contre les autres si l'envie les en prenait. Si les cités-états pouvaient à l'occasion se regrouper contre un ennemi commun, de telles alliances étaient abandonnées dès la crise passée.Il y eut quatre cités-états dominantes : Corinthe, Thèbes, Sparte et Athènes, les deux dernières étant les plus puissantes. Finalement, la lutte pour la suprématie entre Athènes et Sparte devait ébranler les fondations du monde grec."
        },
        {
            "heading": "Sparte",
            "text": "La cité-état de Sparte était située dans une région assez inhospitalière et pauvre au centre de la Grèce méridionale. Au VIIIe siècle av. J.-C., Sparte vainquit puis annexa la Messénie, dont les citoyens réduits en esclavage furent appelés hilotes. Leur ressentiment mena plusieurs fois les hilotes à la révolte. Et c'est pour mater ces esclaves que la société spartiate se militarisa fortement, chaque spartiate homme étant obligé de quitter sa maison pour faire son service militaire à un âge très précoce. Les soldats spartiates, très disciplinés et insensibles à la peur, furent généralement considérés comme les meilleurs fantassins de toute la Grèce."
        },
        {
            "heading": "Athènes",
            "text": "Athènes était située au sud-est de la Grèce, dans une région riche et fertile, l'Attique. Contrastant radicalement avec sa rivale Sparte, elle fut une grande puissance maritime. On y privilégia l'enseignement des arts et de la culture plutôt que la vie militaire austère des Spartiates (cependant, pour ne pas tomber dans la caricature d'Athéniens éclairés et de Spartiates rustres, signalons que les Athéniens aussi eurent des esclaves et ne rechignèrent pas à conquérir et à piller des cités voisines).Vers la fin du VIe siècle av. J.-C., Athènes tomba sous la coupe du tyran Pisistrate, puis de ses fils. Un aristocrate athénien demanda alors au roi de Sparte, Cléomène, de l'aider à les renverser. Après sa victoire, le roi de Sparte nomma alors un pantin à la tête d'Athènes. En réaction, les Athéniens expulsèrent celui-ci et formèrent un nouveau gouvernement dans lequel tous les citoyens (sauf les femmes et les esclaves évidemment) avaient le même pouvoir, créant la première démocratie au monde. Les Spartiates attaquèrent alors Athènes pour restaurer l'autorité de leur pantin, mais la Cité se défendit si vaillamment qu'ils durent battre en retraite. Ainsi débuta la rivalité entre les deux cités, qui devait durer plusieurs siècles."
        },
        {
            "heading": "La période classique (510 av. J.-C. - 323 av. J.-C.)",
            "text": "La période \"classique\" de la Grèce débuta lorsque les Athéniens renversèrent leur dernier tyran et se poursuivit jusqu'à la mort d'Alexandre le Grand. Elle vit l'explosion des arts architecturaux et littéraires ainsi que de la pensée scientifique et politique, une fabuleuse Renaissance de la culture et du savoir. Pensez à tous les Grecs de cette époque dont les noms nous sont familiers : Léonidas, roi de Sparte, Périclès, homme d'État d'Athènes, les historiens Hérodote et Xénophon, les philosophes Socrate, Platon et Aristote, les dramaturges Euripide, Sophocle et Aristophane ou encore Hippocrate, le médecin. Tous ces hommes vécurent il y a 2500 ans et nous nous souvenons encore d'eux aujourd'hui. Y a-t-il une autre période de l'Histoire qui puisse prétendre nous avoir légué autant d'hommes aussi illustres à la fois sur un espace aussi réduit de notre planète ?Même si ce fut une époque extraordinaire, elle eut aussi son lot de bains de sang, de guerres brutales, et beaucoup des grands hommes de cette période consacrèrent leur énergie à s'entretuer. Il serait intéressant de se demander si ce fut un âge d'or malgré les guerres incessantes ou grâce à celles-ci."
        },
        {
            "heading": "Les guerres médiques",
            "text": "Au début du Ve siècle av. J.-C., les cités grecques de la côte d'Anatolie (Ionie) étaient sous la coupe de la Perse, un empire vaste et puissant au sud-est. En 499 av. J.-C., elles se révoltèrent. Malgré le soutien de plusieurs cités de la Grèce continentale, elles ne purent résister à la réaction perse et furent toutes reprises.Sept ans plus tard, en 492 av. J.-C., les Perses lancèrent une expédition punitive massive contre la guerre continentale. Cette invasion se fit en deux vagues. Il y eut d'abord une immense armée accompagnée d'une puissante escadre pour couvrir ses flancs. Elle progressa à travers la Thrace et la Macédoine, mais son général étant blessé, elle fut forcée de rentrer en Asie Mineure.En 490 av. J.-C., la flotte perse débarqua une forte concentration de troupes (entre 20 000 et 100 000 soldats) en Attique. Cette armée affronta une force inférieure en nombre de 9000 Athéniens et 1000 Platéens qui l'anéantit. Ceci valut 10 ans de paix supplémentaires aux Grecs.En 480 av. J.-C., le roi perse Xerxès Ier lança une nouvelle offensive massive contre la Grèce à la tête de 300 000 soldats. Cette immense armée soumit rapidement les cités du centre de la Grèce et entama son inexorable marche sur Athènes. Les envahisseurs affrontèrent un petit groupe de Spartiates, soutenus par quelques alliés, aux Thermopyles ; les défenseurs se battirent avec bravoure jusqu'au dernier, gagnant suffisamment de temps pour que les Athéniens pussent évacuer leur cité. Bien que sans endroit où aller, ceux-ci disposaient encore de leur puissante marine, avec laquelle ils détruisirent les navires perses, coupant la seule voie de ravitaillement de l'armée perse à Athènes. En un an, les Spartiates levèrent une immense armée et boutèrent hors de Grèce les assaillants, en en tuant une grande partie.En 478, les Athéniens regagnèrent leur cité en ruine et entamèrent sa reconstruction. Ils formèrent alors une alliance (la Ligue de Délos) avec différentes cités des îles, et interdirent définitivement la Mer Egée à la marine perse."
        },
        {
            "heading": "La guerre du Péloponnèse",
            "text": "Après la défaite de la Perse, les Athéniens exigèrent de fortes sommes d'argent des autres membres de la Ligue de Délos afin de financer la reconstruction de leur propre cité. Comme ils disposaient incontestablement de la plus forte marine, les cités des îles durent s'exécuter. les Athéniens devinrent alors plus riches et plus puissants que jamais dans l'Histoire et la Ligue de Délos devint dans les faits sinon dans les mots l'empire d'Athènes.Inquiets de la puissance croissante de sa rivale, Sparte constitua la Ligue du Péloponnèse, une alliance avec d'autres puissances grecques continentales dont Corinthe et Elis. En 458 av. J.-C., la guerre éclata entre les deux ligues et se conclut par le traité de paix signé en 445 av. J.-C. Cette paix instable dura jusqu'en 431 av. J.-C., date à laquelle les hostilités reprirent.La guerre devait s'étendre sur plusieurs décennies. Les troupes spartiates envahirent l'Attique et assiégèrent Athènes ; la cité fut alors ravagée par une épidémie de peste qui emporta les habitants par milliers, parmi lesquels le célèbre homme d'État Périclès. Mais Athènes survécut et les Spartiates furent contraints à la retraite. La marine athénienne harcela les côtes de ses ennemis et de leurs alliés, forçant la Ligue du Péloponnèse à puiser dans ses réserves de nourriture et dans son trésor. Mais aucun des deux camps ne put prendre un avantage décisif et un nouveau traité de paix fut finalement signé en 421 av. J.-C.La \"Paix de Nicias\" tint six ans. Elle prit fin en 415 av. J.-C., quand les Athéniens lancèrent une invasion massive de la Sicile, qui abritait plusieurs cités alliées de Sparte. Cet assaut fut un échec catastrophique qui s'acheva par l'anéantissement de l'armée et de la marine athénienne. Athènes en sortit très affaiblie à la fois sur terre et sur mer.En 405 av. J.-C., la marine spartiate (avec l'aide des Perses) vainquit ce qui restait de la flotte athénienne et imposa un blocus infranchissable à Athènes. Affamée, sans espoir d'être secouru, Athènes capitula. Les Spartiates vainqueurs imposèrent de lourdes réparations financières à Athènes, la privèrent de ses possessions lointaines et lui interdirent de reformer une marine."
        },
        {
            "heading": "Philippe II et Alexandre de Macédoine",
            "text": "Les cités-états de la Grèce du sud étant durablement affaiblies par des décennies de guerre totale, le pouvoir se déplaça vers le nord, vers la Macédoine. En 338 av. J.-C., Philippe II emmena une armée vers le sud, accompagné de son fils de seize ans, Alexandre. Celui-ci avait déjà prouvé sa valeur au combat en écrasant une révolte des Thraces à la tête d'un petit contingent d'hommes. Après avoir disposé de plusieurs armées mineures, Philippe et Alexandre défirent les armées combinées de Thèbes et d'Athènes à la bataille de Chéronée. Ils se dirigèrent alors vers Corinthe qui se rendit sans coup férir.Philippe entreprit les préparatifs pour envahir la Perse à la tête d'une immense armée de Macédoniens et d'autres Grecs. Mais il fut assassiné en 336 av. J.-C. et, à l'âge de 20 ans, Alexandre fut proclamé Roi de Macédoine.À la nouvelle de la mort de Philippe, les cités-états du sud de la Grèce se révoltèrent mais Alexandre fit mouvement sur elles à la tête de 3000 cavaliers et elles se rendirent rapidement. Alexandre prit alors la direction des Balkans où, menant une campagne-éclair, il vainquit plusieurs armées supérieures en nombre.Pendant qu'il renforçait sa frontière nord, plusieurs cités-états, dont Thèbes et Athènes, se révoltèrent à nouveau. En réaction, il brûla Thèbes et vendit ses habitants comme esclaves. Athènes capitula aussitôt et implora sa pitié. Ayant marqué les esprits, Alexandre n'eut plus jamais de problèmes avec les cités-états du sud de la Grèce."
        },
        {
            "heading": "La conquête de la Perse",
            "text": "En 334 av. J.-C., Alexandre traversa l'Hellespont et pénétra en Perse à la tête d'une armée de 40 000 Grecs. Les détails de son extraordinaire campagne sont relatés ailleurs dans cette Civilopédia (voir [link]Alexandre le Grand[end link]). Disons simplement qu'en 10 ans, Alexandre conquit toute l'Asie Mineure, la Perse, l'Égypte et une partie de l'Inde occidentale. Il mourut à l'âge de 32 ans en 323 av. J.-C., sans héritier, laissant son empire fragmenté entre les mains de ses généraux et de leurs enfants."
        },
        {
            "heading": "Après Alexandre",
            "text": "Après la mort d'Alexandre, la Grèce se désunit. Minées par leurs sempiternelles querelles, les cités-états passèrent peu à peu sous le contrôle de Rome et le centre de gravité du pouvoir se déplaça vers l'ouest. Dès 146 av. J.-C., la Macédoine devint une province romaine, et elle fut rapidement suivie par le reste du pays.En 330 apr. J.-C., l'Empire Byzantin supplanta les Romains en Grèce. Les Byzantins gouvernèrent la Grèce pendant 1000 ans, jusqu'à ce qu'ils fussent supplantés à leur tour par les Ottomans. Ceux-ci dominèrent la Grèce du milieu du XVe siècle jusqu'au début du XIXe. La Grèce retrouva son indépendance en 1829, presque mille huit cent cinquante ans après avoir été conquise par les Romains."
        },
        {
            "heading": "Après Alexandre",
            "text": "Après la mort d'Alexandre, la Grèce se désunit. Minées par leurs sempiternelles querelles, les cités-états passèrent peu à peu sous le contrôle de Rome et le centre de gravité du pouvoir se déplaça vers l'ouest. Dès 146 av. J.-C., la Macédoine devint une province romaine, et elle fut rapidement suivie par le reste du pays.En 330 apr. J.-C., l'Empire Byzantin supplanta les Romains en Grèce. Les Byzantins gouvernèrent la Grèce pendant 1000 ans, jusqu'à ce qu'ils fussent supplantés à leur tour par les Ottomans. Ceux-ci dominèrent la Grèce du milieu du XVe siècle jusqu'au début du XIXe. La Grèce retrouva son indépendance en 1829, presque mille huit cent cinquante ans après avoir été conquise par les Romains."
        }
    ],
    "leader": {
        "name": "Alexandre le Grand",
        "subtitle": "Dirigeant de l'Empire grec",
        "lived": "356 - 323 av. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/alexander.png",
        "trait": {
            "name": "Ligue hellénique",
            "effect": " L'influence auprès des cités-états baisse moitié moins vite et augmente deux fois plus vite."
        },
        "titles": [
            "Alexandre le Grand"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Alexandre III de Macédoine fut incontestablement l'un des plus grands seigneurs de guerre de l'histoire. En 17 années à peine, il mena son armée à travers l'Europe, l'Asie, l'Afrique et le Moyen-Orient, conquérant toutes les civilisations se trouvant sur son passage."
            },
            {
                "heading": "Jeunesse",
                "text": "Alexandre était le fils de Philippe II, roi et seigneur de guerre très prospère qui reprit en main un royaume menacé d'extinction et mena son peuple à la gloire en conquérant Athènes, l'Illyrie et la Thrace, les trois grandes puissances qui, quelques années plus tôt, avaient tenté d'envahir la Macédoine. En tant que fils du monarque le plus puissant du monde \"civilisé\", Alexandre ne manqua de rien et reçut une éducation de qualité puisqu'il fut l'élève d'Aristote, illustre philosophe du monde occidental.Dès son plus jeune âge, Alexandre jouit d'une grande confiance en lui : il avait appris de la bouche de sa mère Olympias qu'il était le descendant d'Hercule et d'Achille. À l'âge de 14 ans, son père Philippe II le nomma régent de la Macédoine avant de partir assiéger Byzance. Alexandre parvint à dompter une rébellion des Thraces durant l'absence de son père. Deux ans plus tard, il prit la tête de l'aile gauche de l'armée paternelle lors d'une bataille au cours de laquelle l'armée de Philippe II écrasa la Ligue des États grecs et conquit la Grèce entière.L'année suivante, la chance délaissa le jeune Alexandre, pour quelques temps du moins. Le roi Philippe II divorça de la mère d'Alexandre pour vivre avec une autre femme, prénommée \"Cléopâtre Eurydice\". Le jeune homme et sa mère quittèrent alors la Macédoine. Alexandre et son père finirent par se réconcilier, mais la position d'Alexandre en tant qu'héritier du trône fut sérieusement remise en question car Philippe avait un autre fils."
            },
            {
                "heading": "Prise de pouvoir",
                "text": "Poursuivant la conquête de la Grèce et des Balkans, le roi Philippe II travailla à la création d'une armée avec l'objectif d'envahir la Perse. En 336 av. J.-C., Philippe II fut assassiné par le chef de sa garde rapprochée, Pausanias, alors qu'il assistait au mariage de sa fille. (D'aucuns disent que c'est la mère d'Alexandre, Olympias - ou Alexandre en personne - qui fomenta ce crime, mais comme Pausanias périt lors du meurtre, aucune preuve ne fut formellement établie.) À l'âge de 20 ans, Alexandre fut proclamé nouveau roi de Macédoine. Pour célébrer sa victoire, il élimina tous ses rivaux potentiels pour le trône, puis reprit le projet de son père : envahir la Perse."
            },
            {
                "heading": "La création d'un empire",
                "text": "L'armée d'Alexandre était composée de 30 000 fantassins et de 5 000 cavaliers, énorme effectif pour l'époque, et comprenait des ingénieurs, des experts, des scientifiques et même des historiens.Alexandre connut un grand succès face aux Perses. Il ne fit qu'une bouchée de leurs meilleurs soldats et remporta des victoires que l'on pensait perdues d'avance. Cette réussite peut être attribuée à son génie militaire, à son armée parfaitement entraînée et équipée, ainsi qu'au superbe esprit de corps animant ses hommes, convaincus de l'invincibilité de leur chef.Alexandre faisait preuve d'un courage sans limite. Il menait lui-même la cavalerie des Compagnons au cœur des combats et reçut nombre de blessures qui ne freinèrent jamais ses ardeurs belliqueuses.La Perse désormais sous ses ordres, Alexandre se dirigea vers le sud afin de conquérir la Syrie, la Palestine, une grande partie de l'Iraq moderne et l'Égypte. Puis il retourna en Perse, où il réduisit à néant les dernières troupes du pays avant de prendre le pouvoir. Il continua sa route vers l'est où il affronta l'illustre roi indien Porus lors d'une lutte acharnée. Alexandre remporta la bataille, mais de lourdes pertes humaines et la révolte des survivants le contraignirent à mettre un terme à sa campagne. Il autorisa ses hommes à rentrer auprès de leurs proches. Lui-même décida de reprendre les rênes de son empire depuis la ville soumise de Babylone."
            },
            {
                "heading": "La chute d'Alexandre",
                "text": "En huit courtes années de combat, Alexandre parvint à conquérir plus de territoires que n'importe quel autre roi. C'est avec succès qu'il mena ses troupes au combat face aux plus grandes nations de l'époque, et aucune ne lui résista. Il fut le roi du plus grand empire de l'histoire.Mais il semble que cette vie ne lui convenait guère.Une fois arrivé à Babylone, Alexandre connut un déclin inexorable. Il commença à boire et sombra dans la débauche (les tentations ne manquaient pas à Babylone). Il était sujet à des crises de colère et victime de délires paranoïdes. Une nuit, lors d'un accès de rage et sous l'influence de l'alcool, Alexandre assassina Clitus, son plus proche collaborateur. Cet acte barbare hanta Alexandre jusqu'à la fin de sa vie, qui ne tarda pas à arriver.Au mois de juin de l'année 323 av. J.-C., affaibli par tous ses excès, Alexandre mourut de la malaria. Il avait 32 ans."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "\"Quand Alexandre vit l'ampleur de son domaine, sa seule réaction fut de déplorer qu'il n'y avait plus de territoires à conquérir.\"Cet homme d'exception (comme le fut son père avant lui) conquit la Grèce, les Balkans, l'Asie Mineure, la Syrie, l'Égypte, la Perse et l'Asie jusqu'à l'Afghanistan actuel. Cet empire ne survécut pas longtemps après le décès d'Alexandre - il était tout simplement trop vaste pour être régi correctement - et il fut divisé entre plusieurs généraux de l'ancien roi. Mais toutes ces conquêtes réalisées par Alexandre permirent à la culture hellénique de se propager dans le monde connu et c'est ainsi que le grec devint la langue de la culture, de l'art et des sciences pour plusieurs siècles.À l'exception peut-être d'un ou deux chefs religieux, aucun homme n'eut jamais autant d'influence sur le monde occidental qu'Alexandre le Grand."
            }
        ]
    }
}