{
    "id": 10,
    "name": "Inde",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/inde.png",
    "dawn_of_man": "Salutations, président Gandhi, dirigeant inspiré de l'Inde ! Vous êtes à la tête de l'un des pays les plus anciens, dont l'histoire s'étend sur presque 10 000 ans ! Nation spirituelle, l'Inde a vu naître trois des plus grandes religions au monde : l'hindouisme, le bouddhisme et le jaïnisme. C'est un pays passionné par la musique et la couleur, mais aussi une terre de grande richesse et de misère noire. Pendant des siècles, l'Inde fut divisée en royaumes en guerre constante, aussi bien entre eux que contre l'envahisseur. Au XIIe siècle, l'Inde fut conquise par les Turcs musulmans. Les Britanniques arrivèrent au début du XVIIe siècle, et grâce à d'habiles stratagèmes diplomatiques et une supériorité technologique indéniable, ils prirent le contrôle de votre pays fragmenté et le gardèrent pendant près de deux siècles, jusqu'à ce qu'une vague de nationalisme ne les mettent à la porte, une révolte pacifique absolument sans pareil dans l'histoire de l'humanité.Gandhi, votre peuple souhaite, grâce à vous, franchir encore de nouveaux caps ! Aiderez-vous votre peuple à réaliser ses ambitions, à retrouver sa place de pôle artistique, culturel et religieux ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Fort moghol|Forts moghols",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mughal_fort.json"
        }
    ],
    "unique_units": [
        {
            "name": "Éléphant de guerre|Éléphants de guerre",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/war_elephant.json"
        }
    ],
    "city_names": [
        "Delhi",
        "Bombay",
        "Vijayawada",
        "Pâtaliputra",
        "Varanasi",
        "Agrâ",
        "Calcutta",
        "Lahore",
        "Bangalore",
        "Hyderabad",
        "Madurai",
        "Ahmedabad",
        "Kolhapur",
        "Prayâga",
        "Ayodhya",
        "Indraprastha",
        "Mathura",
        "Ujjain",
        "Kalburgi",
        "Jaunpur",
        "Rajagriha",
        "Shravasti",
        "Tlapanaloyan",
        "Thanjavur",
        "Bodhgayâ",
        "Kusinâgar",
        "Amaravati",
        "Gaur",
        "Gwâlior",
        "Jaipur",
        "Karachi"
    ],
    "spy_names": [
        "Ashok",
        "Shanx",
        "Hormis",
        "Sanjeev",
        "Ananda",
        "Rani",
        "Parvati",
        "Mukta",
        "Karishma",
        "Jyotsna"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "La République d'Inde est le deuxième pays et la première démocratie au monde par la population. Terre de contrastes, elle fait cohabiter immenses richesses et dénuement total, villes ultramodernes et villages primitifs. Le visiteur y éprouve ravissement et horreur, espoir et désespoir. Cette civilisation, l'une des plus vieilles au monde, est considérée comme un marché \"émergent\". Bref, l'Inde est l'une des civilisations les plus fascinantes de la planète."
        },
        {
            "heading": "Terrain",
            "text": "L'Inde est un pays en forme de losange qui avance dans l'océan Indien entre la mer d'Oman et le golfe du Bengale. Son relief va des contreforts de l'Himalaya au nord aux plaines du sud. Ces plaines sont entrecoupées par une série de fleuves qui coulent d'ouest en est et dont la plupart débordent à la mousson.L'Inde a une surface d'un peu moins de 3 300 000 kilomètres carrés, soit environ le tiers des États-Unis d'Amérique. Son climat est de type tropical / subtropical, avec un tempérament plus montagneux tout à fait au nord."
        },
        {
            "heading": "Préhistoire",
            "text": "En Inde, les archéologues ont découvert les traces d'une agriculture remontant au VIIe millénaire av. J.-C., et de premières communautés urbaines autour de 2500 av. J.-C. La Civilisation de la vallée de l'Indus prospéra pendant huit siècles. Certains experts pensent que cet empire contrôlait une superficie de plus de 1 300 000 kilomètres carrés, qu'on y parlait plus ou moins une seule langue, qu'une seule monnaie y avait cours et qu'un réseau commercial très dense s'y était développé.Pour des raisons encore non élucidées, la Civilisation de la vallée de l'Indus s'éteignit vers 1800 av. J.-C. Toutes les grandes villes disparurent ainsi que toute trace d'un gouvernement central. Certains historiens attribuent cette catastrophe à une dégradation climatique qui aurait entraîné une terrible famine, particulièrement chez les populations urbaines, cependant que d'autres soupçonnent l'arrivée d'envahisseurs étrangers. Quelle qu'en fut la cause, cette période post-urbaine dura presque mille ans."
        },
        {
            "heading": "La période védique",
            "text": "La période védique s'étend approximativement de 1500 à 800 av. J.-C. On la nomme ainsi en référence aux \"Védas\", les plus anciens écrits indiens qui nous soient parvenus et qui datent de cette époque. A ce jour, nous connaissons quatre recueils de textes védiques, le Rig-Véda, le Sama-Véda, le Yajur-Véda et le Atharva-Véda. Ils décrivent les pratiques religieuses et mystiques du peuple indien aryen, un groupe sans doute émigré d'Europe vers l'Inde autour de 2000 av. J.-C. La religion hindoue a ses racines à cette époque.Au début de la période védique, beaucoup de gens étaient revenus à une vie nomade et les clans constituaient les principales entités politiques. Peu à peu, ils reprirent une existence sédentaire et les chefs de clan devinrent des rois dotés d'une autorité militaire, religieuse et politique. Avec l'évolution des impôts, leurs États gagnèrent en richesse et en puissance.Cette période vit aussi l'extension de l'usage du fer et le réapparition de communautés urbaines, en particulier dans la Vallée du Gange. La civilisation indienne avait repris sa marche en avant."
        },
        {
            "heading": "Les castes",
            "text": "Le Rig-Véda, le plus ancien des textes védiques, fournit la base mythologique du système indien des castes, qui se développa probablement à cette époque. La caste est héréditaire : une personne naît dans une certaine caste et ne peut pas en changer.A cette époque, il y eut apparemment quatre castes principales : les Brahmanes, prêtres, les Kshatriyas, guerriers et propriétaires terriens, les Vaishyas, marchands et artisans qualifiés et les Sudras, artisans sans qualification.Le système des castes a remarquablement perduré à travers l'histoire de l'Inde. Il en subsiste même des vestiges à l'époque moderne malgré les efforts du gouvernement indien pour le faire disparaître."
        },
        {
            "heading": "La montée en puissance des États indiens",
            "text": "Aux alentours de 500 av. J.-C., il y avait en Inde plus d'une dizaine d'États majeurs. Certains étaient de type monarchique, d'autres de type oligarchique. Ils se battaient les uns contre les autres assez souvent en quête d'influence et de puissance.Outre leurs conflits internes, ces États indiens subirent la pression de forces étrangères. En 326 av. J.-C., Alexandre le Grand envahit le nord-ouest de l'Inde, conquérant la province du Pendjab avant de revenir sur ses pas. Au début du IIe siècle av. J.-C., Démétrios, le roi grec de Bactriane, s'empara d'une grande partie du nord-ouest de l'Inde, et ses héritiers régnèrent sur cette région pendant un certain temps. Simultanément, l'est de l'Inde subit les invasions de tribus nomades d'Asie centrale, repoussées de Chine par les empereurs Han. Avec le temps, les envahisseurs furent refoulés ou assimilés, laissant derrière eux des traces importantes dans l'histoire et la culture indiennes."
        },
        {
            "heading": "L'Empire maurya",
            "text": "Chandragupta Maurya (340-290 av. J.-C.) fonda l'Empire maurya. Grand chef militaire et politique, il unifia la majeure partie du sous-continent indien sous son autorité. Son petit-fils, Ashoka le Grand (304-232 av. J.-C.) poursuivit la politique d'expansion de son grand-père pendant quelques années, avant de devenir bouddhiste et non-violent, construisant alors des temples bouddhistes dans toute l'Inde et s'efforçant de répandre sa nouvelle religion dans l'Asie du Sud. Après sa mort, l'Empire maurya déclina et, en 185 av. J.-C., le général brahmane Shunga assassina le roi Maurya et prit le pouvoir, fondant la dynastie Shunga."
        },
        {
            "heading": "La religion en Inde",
            "text": "La religion a toujours eu une grande importance en Inde. Trois religions majeures ont été fondées dans le sous-continent, et d'autres s'y sont attirées les faveurs d'un nombre significatif d'Indiens.L'hindouisme est la religion dominante de l'Inde. Ses racines remontent à la période védique, faisant d'elle la plus ancienne tradition religieuse encore pratiquée. Environ un milliard d'Indiens pratiquent l'hindouisme. Il s'agit moins d'un credo et d'une mythologie que d'un ensemble de traditions et de doctrines religieuses. Système de croyance remarquablement ouvert, l'hindouisme recoupe le monothéisme, le polythéisme, le panthéisme et plusieurs autres \"ismes\". Le Dharma, l'éthique, le Samsara, le cycle de la vie, de la mort et de la renaissance, le Karma, la cause et l'effet, et le Yoga, les chemins vers l'illumination, sont les concepts les plus importants de la religion hindoue.Le bouddhisme est un ensemble de croyances fondées sur l'enseignement de Siddhârta Gautama (563-483 av. J.-C.), le Bouddha. Il enseigne à ses disciples comment atteindre le nirvana et échapper au cycle sans fin de souffrances et de renaissances par le respect d'une certaine éthique, la méditation, l'entraînement et l'étude. Le bouddhisme se répandit lentement en Inde jusqu'à ce qu'il fût adopté par Ashoka le Grand, qui érigea de très nombreux temples bouddhistes et exporta activement cette religion vers d'autres pays. Avec le temps, le bouddhisme fut supplanté en Inde par l'hindouisme (puis plus tard par l'islam) jusqu'à quasiment disparaître au XIIe siècle apr. J.-C. Il connaît un certain regain de ferveur en Inde à l'époque moderne.Le jaïnisme est une religion qui enseigne à ses adeptes comment atteindre le plus haut état de conscience par l'étude et l'autodiscipline ; c'est une religion non-violente. Il remonte au IXe siècle av. J.-C. et compte aujourd'hui environ 4 millions d'adeptes en Inde et 100000 de plus dans le reste du monde."
        },
        {
            "heading": "La dynastie des Gupta et au-delà",
            "text": "La dynastie Gupta régna sur le nord et le centre de l'Inde de 320 apr. J.-C. à 540. Certains historiens ont surnommé cette période \"l'âge d'or\" car elle vit fleurir la littérature, l'architecture et la philosophie indiennes. Cependant, à partir du milieu du Ve siècle, la plus grande partie de l'empire Gupta va être occupé par des envahisseurs d'Asie centrale, les Huns hephtalites (on ignore si ce peuple est lié aux Huns qui envahirent l'Europe orientale). Ces invasions renforcèrent l'influence de l'Asie centrale sur l'Inde.Après la disparition des Gupta, l'Inde vit la naissance et la chute successives de plusieurs petits royaumes dont aucun n'atteignit la taille ou la puissance des Gupta."
        },
        {
            "heading": "Les musulmans",
            "text": "Les musulmans lancèrent des attaques sur les côtes indiennes dès le VIIe siècle apr. J.-C. mais leurs premières incursions majeures eurent lieu au XIe siècle lorsque les Turcs de Mahmoud de Ghaznî conquirent le Pendjab puis s'enfoncèrent vers le nord et le centre de l'Inde. Delhi tomba en 1193 et le Sultanat de Delhi fut créé. Il fut gouverné par les Mamelouks, supplantés à partir de 1290 par les Khaldjî, supplantés plus tard à leur tour par les Tughlûq, et ainsi de suite. Les gouvernements se succédèrent rapidement jusqu'en 1526, lorsque Bâbur de Kaboul s'empara du pouvoir par la force et fonda l'Empire moghol qui dura trois siècles.Même si les musulmans ne parvinrent jamais à conquérir toute l'Inde, ils régnèrent sur la majeure partie du pays. Le gros de la population resta hindouiste en dépit des brutales tentatives de certains souverains musulmans pour les convertir à l'islam. Avec le temps, l'Empire moghol déclina peu à peu, souffrant des attaques des Afghans, des Sikhs et des Hindous, jusqu'à recevoir le coup de grâce de la main des Britanniques."
        },
        {
            "heading": "L'arrivée des Européens",
            "text": "Le premier Européen à rallier l'Inde depuis l'Europe en bateau fut Vasco de Gama, l'explorateur portugais, qui atteignit Calicut le 20 mai 1498 au bout d'un périple de 9 mois. Lorsqu'il repartit, Vasco de Gama laissa derrière lui plusieurs hommes pour établir un comptoir commercial, le premier d'une longue liste de comptoirs européens sur l'immense côte de l'Inde. A sa suite, les Portugais envoyèrent des navires de guerre et de commerce, établissant des bases stratégiques en Inde et en Afrique de l'est dans le but de s'assurer la maîtrise de l'océan Indien. Leurs solides navires surpassaient les bateaux indiens et arabes qui auraient pu prétendre disputer leur suprématie (c'est finalement la faiblesse de la marine indienne qui rendit le pays si vulnérable à la conquête par les Européens).Le Portugal conserva ses comptoirs commerciaux tout au long du XVIe siècle jusqu'à son rattachement à la couronne d'Espagne en 1580. Les Espagnols préférèrent affecter leur marine à la protection de leurs immenses intérêts dans le Nouveau Monde, permettant aux Hollandais et aux Anglais de s'établir en Inde.Au XVIIe siècle, les Hollandais étendirent leur empire commercial sur les océans Pacifique et Indien. Sans arrière-pensée religieuse, ils convoitaient simplement les épices. La majorité de leur commerce se fit alors avec les Indes orientales (Indonésie) bien qu'ils eussent établi quelques comptoirs en Inde du Sud (pour le poivre et la cardamome). Ils dominèrent le commerce indien pendant des années, écrasant dans l'oeuf toutes les tentative de leurs rivaux européens de briser leur monopole.Au début du XVIIe siècle, les Anglais tentèrent de mettre un terme à la domination hollandaise sur les Indes orientales afin d'accaparer une partie du commerce des épices. Fermement repoussés par la marine hollandaise, ils se mirent en quête d'une proie plus facile et attaquèrent les Portugais en Inde. Après avoir vaincu ceux-ci en 1612, ils conclurent un traité commercial avantageux avec les Moghols, que la domination de la marine portugaise avait toujours irrités. Les Anglais commercèrent pacifiquement avec les Moghols pendant 70 ans ; mais, en 1686, ils décidèrent de les attaquer et furent vaincus. Ayant retenu la leçon, ils reprirent leurs transactions commerciales pacifiques avec les Moghols pendant les 50 années qui suivirent.Les Français s'efforcèrent aussi d'établir des relations commerciales avec l'Inde au XVIe siècle. Ils connurent un certain succès au début mais, en raison des événements en Europe (à savoir, les guerres), leurs comptoirs étaient trop exposés à leurs rivaux européens. Et ils durent s'écarter pour laisser la place aux Britanniques et aux Hollandais."
        },
        {
            "heading": "L'autorité britannique",
            "text": "En 1757, l'armée de la Compagnie Britannique des Indes Orientales vainquit les troupes du Nabab du Bengale, furieux que la Compagnie refusât de s'acquitter de l'impôt. Celle-ci occupa alors le Bengale, première des provinces et des villes dont elle devait s'emparer au nom du \"libre échange\". Dans le siècle qui suivit, la Compagnie renforça son emprise, profitant du paysage politique indien morcelé en minuscules et faibles États et principautés. Les Britanniques utilisèrent la corruption, la menace et la force militaire pour étendre leur influence et, en 1850, ils contrôlaient la quasi-totalité du sous-continent.En 1857, les Indiens se révoltèrent contre les Britanniques. On appela cet épisode la \"Grande Mutinerie\", la \"Révolte des Cipayes\" ou encore la \"Première Guerre d'Indépendance\". Si les insurgés remportèrent d'abord quelques succès, l'armée britannique réagit en envoyant un grand nombre de ses soldats épauler les forces menacées de la Compagnie. Ces soldats professionnels écrasèrent rapidement la révolte. Suite à cette rébellion, la Couronne britannique prit le contrôle de la Compagnie des Indes Orientales. Pendant quatre-vingt dix ans, l'Inde serait le \"Joyau\" de la Couronne britannique.Même si l'Empire britannique tira d'immenses bénéfices de sa domination de l'Inde, son autorité ne fut pas sans aucun intérêt pour les Indiens eux-mêmes. Les Britanniques les firent entrer en contact avec les sciences et les technologies européennes, plus évoluées. En outre, ils bâtirent un réseau de lignes télégraphiques, de routes et de voies ferrées à travers tout le pays. Enfin, ils parvinrent à unir le peuple indien, lui fournissant un ennemi commun unanimement détesté. Et c'est ceci qui rendit possible l'apparition d'un mouvement indien pour l'indépendance."
        },
        {
            "heading": "Le mouvement indien pour l'indépendance",
            "text": "Au début du XXe siècle, le mouvement indien pour l'indépendance s'amplifia en raison de la frustration croissante des intellectuels indiens interdits de participer à leur propre gouvernement. Les Britanniques créèrent des institutions d'études supérieures en Inde, laissant entendre aux Indiens qu'ils pourraient prendre en main la gestion de leur pays lorsqu'ils auraient reçu la formation appropriée et effectué l'apprentissage nécessaire. Il devint vite évident qu'il s'agissait de promesses creuses puisque les Britanniques se réservèrent tous les postes les plus élevés, écartant les candidats locaux les plus prometteurs, quels qu'aient été leurs résultats scolaires. Ce fut une politique désastreuse puisqu'elle aboutit à la création d'une classe d'Indiens très qualifiés et surtout très frustrés.La première assemblée du parti du Congrès indien se tint en décembre 1885 avec 73 représentants, dont la plupart étaient avocats, hommes d'affaire et propriétaires terriens. Entre autres choses, elle demanda la parité entre Indiens et Britanniques au sein du gouvernement, une réduction de la somme dont l'Inde devait s'acquitter en faveur de la Grande-Bretagne et la fin de la guerre anglo-birmane (dont les combattants étaient essentiellement des Indiens commandés par des officiers britanniques). Au début du XXe siècle, le parti du Congrès finit par demander l'autonomie.Simultanément, les Indiens musulmans, craignant que leurs intérêts ne soient pas défendus par le parti du Congrès à forte majorité hindoue, créèrent une organisation parallèle, la Ligue musulmane, qui visait à l'indépendance des musulmans. La Ligue musulmane et le parti du Congrès eurent beaucoup de mal à travailler ensemble et les différends entre ces deux organisations finirent par avoir des répercussions catastrophiques pour le pays.Lorsque la Première Guerre mondiale éclata, le parti du Congrès soutint avec enthousiasme l'effort de guerre britannique. En fait, Gandhi lui-même fit des tournées dans des villages indiens pour appeler les hommes à s'engager dans l'armée britannique. Mais les Indiens accordèrent leur soutien aux Britanniques en espérant que leur loyauté serait récompensée par des concessions politiques, sinon par le statut de \"dominion\" (territoire autonome), voire par l'indépendance. Or les Britanniques n'allèrent pas assez vite à leur goût et leur ressentiment s'en trouva renforcé."
        },
        {
            "heading": "Gandhi",
            "text": "En 1921, le Mahatma Gandhi (1869-1948) prit la tête du parti du Congrès. Il instaura la politique du \"satyagraha\", la résistance par la désobéissance civile non-violente. Il mena des manifestations, des rassemblements et des marches massives, dont la fameuse \"Marche du Sel\" en 1930 qui les vit, lui et des milliers d'Indiens, marcher jusqu'à la mer pour protester contre les taxes britanniques sur le sel vital. Il fut emprisonné en différentes occasions, dont deux ans dès 1942, pendant lesquels sa femme mourut et il contracta la malaria. Il fut finalement relâché par les Britanniques qui craignirent qu'il mourût en prison.Malgré son immense popularité en Inde et dans le monde entier, Gandhi ne parvint pas à faire taire les différences entre hindous et musulmans indiens. Alors même qu'il obtenait l'indépendance pour son pays, les luttes religieuses le mettaient à feu et à sang.Pour en savoir plus sur Gandhi, consultez l'article qui lui est consacré dans la Civilopédia."
        },
        {
            "heading": "L'indépendance",
            "text": "En 1947, affaiblis par la Deuxième Guerre mondiale et incapables d'imaginer une parade contre la tactique de satyagraha de Gandhi, les Britanniques adoptèrent la loi sur l'indépendance de l'Inde. Cette loi reconnaissait deux pays : l'Inde des hindous et le Pakistan des musulmans. Le Pakistan était divisé en deux parties, une à l'est et l'autre à l'ouest, séparées par 1700 kilomètres avec l'Inde, plus peuplée. Environ 15 millions de personnes furent déplacées au moment de la partition de l'Inde : les hindous fuirent le nouveau Pakistan pour l'Inde et les musulmans l'Inde pour le Pakistan. Jusqu'à un million de personnes seraient mortes durant les troubles qui s'ensuivirent.L'hostilité entre les deux nouveaux États était alors palpable, et la guerre éclata plusieurs fois entre ces deux nations depuis cette époque. Leurs désaccords portent essentiellement sur le tracé des frontières. En 1971, l'Inde intervint dans une guerre civile au Pakistan oriental, qui obtint son indépendance du Pakistan occidental et devint le Bangladesh."
        },
        {
            "heading": "L'Inde moderne, le Pakistan et le Bangladesh",
            "text": "Les trois nations qui composèrent autrefois l'Inde historique ont emprunté des voies très différentes à la fin du XXe siècle et au début du XXIe. Le Bangladesh est une démocratie parlementaire, un pays très dense sujet à de nombreuses inondations, des cyclones et des famines, mais où les conditions de vie ont régulièrement progressé depuis son indépendance dans les années 70.Le Pakistan est le sixième pays et le deuxième État musulman le plus peuplé au monde. Si son économie s'est développée lors du dernier quart de siècle, son emplacement continue de lui poser des problèmes. À l'est se trouve l'Inde, sa vieille ennemie, avec laquelle il a toujours un contentieux sur le tracé des frontières, les deux camps possédant l'arme nucléaire. À l'ouest, il y a l'Afghanistan, ses terroristes talibans qui utilisent le Pakistan comme refuge, et ses soldats américains très en colère qui disposent de l'armement le plus sophistiqué et le plus puissant au monde. Si le Pakistan pouvait conclure une paix durable avec l'Inde et trouver le moyen d'empêcher les Talibans et les Américains de se battre sur son sol, il pourrait prétendre à un avenir radieux.L'Inde, deuxième pays au monde par sa population, est une démocratie. Elle est bruyante, tumultueuse et son économie est en plein développement. Sa maîtrise technologique la place parmi les meilleurs et son système éducatif est au niveau de celui des États-Unis. Elle dispose aussi d'une grande armée et d'un arsenal nucléaire, presque entièrement tournés vers le Pakistan. Si elle parvenait à faire baisser les tensions avec ce voisin, elle deviendrait incontestablement l'une des grandes puissances du siècle prochain."
        },
        {
            "heading": "L'Inde moderne, le Pakistan et le Bangladesh",
            "text": "Les trois nations qui composèrent autrefois l'Inde historique ont emprunté des voies très différentes à la fin du XXe siècle et au début du XXIe. Le Bangladesh est une démocratie parlementaire, un pays très dense sujet à de nombreuses inondations, des cyclones et des famines, mais où les conditions de vie ont régulièrement progressé depuis son indépendance dans les années 70.Le Pakistan est le sixième pays et le deuxième État musulman le plus peuplé au monde. Si son économie s'est développée lors du dernier quart de siècle, son emplacement continue de lui poser des problèmes. À l'est se trouve l'Inde, sa vieille ennemie, avec laquelle il a toujours un contentieux sur le tracé des frontières, les deux camps possédant l'arme nucléaire. À l'ouest, il y a l'Afghanistan, ses terroristes talibans qui utilisent le Pakistan comme refuge, et ses soldats américains très en colère qui disposent de l'armement le plus sophistiqué et le plus puissant au monde. Si le Pakistan pouvait conclure une paix durable avec l'Inde et trouver le moyen d'empêcher les Talibans et les Américains de se battre sur son sol, il pourrait prétendre à un avenir radieux.L'Inde, deuxième pays au monde par sa population, est une démocratie. Elle est bruyante, tumultueuse et son économie est en plein développement. Sa maîtrise technologique la place parmi les meilleurs et son système éducatif est au niveau de celui des États-Unis. Elle dispose aussi d'une grande armée et d'un arsenal nucléaire, presque entièrement tournés vers le Pakistan. Si elle parvenait à faire baisser les tensions avec ce voisin, elle deviendrait incontestablement l'une des grandes puissances du siècle prochain."
        }
    ],
    "leader": {
        "name": "Gandhi",
        "subtitle": "Dirigeant de l'Inde",
        "lived": "1869-1948",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gandhi.png",
        "trait": {
            "name": "Croissance démographique",
            "effect": " Mécontentement dû au nombre de villes doublé, et mécontentement dû au nombre de citoyens divisé par deux."
        },
        "titles": [
            "Mahatma"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Mohandas Gandhi fut un patriote indien qui prit la tête du mouvement non-violent pour l'indépendance contre l'Empire britannique, du début jusqu'au milieu du XXe siècle. Il théorisa le concept de \"satyagraha\", soit la résistance à l'oppression par la désobéissance civile massive, un stratagème qui s'avéra très efficace contre le raj britannique."
            },
            {
                "heading": "Les premières années",
                "text": "Mohandas Gandhi naquit en Inde sous l'autorité britannique. Fils du Premier ministre du petit État de Porbandar, Gandhi ne laissa pas paraître durant sa jeunesse les promesses de ce qu'il allait devenir à l'âge adulte ; en fait, il fut un jeune homme timide et un élève moyen. À l'âge de 13 ans, il épousa sa femme dans le cadre d'un mariage arrangé, une tradition à l'époque. Il n'apprécia apparemment pas cette expérience puisqu'il s'y référa plus tard comme à \"une pratique cruelle du mariage des enfants\".Une fois son diplôme d'études supérieures en poche, Gandhi se destina à servir l'état comme son père. Dans ce but, il décida d'aller étudier en Angleterre. Mais, après le décès récent de son père, sa mère ne voulut pas le laisser partir, ne cédant qu'après qu'il eut promis de renoncer au vin, aux femmes et à la viande. Sa caste considérant les voyages sur l'océan comme impurs, il en fut banni lorsqu'il persista dans son projet. Il en apprit long sur l'Angleterre et sur les Anglais au cours de son séjour dans ce pays, une connaissance qui devait s'avérer précieuse plus tard dans sa carrière. En 1891, Gandhi passa l'examen du barreau et mit le cap sur l'Inde. Il tenta de s'établir à Bombay mais, devant le peu de succès qu'il y rencontra, partit pour l'Afrique du Sud."
            },
            {
                "heading": "Afrique du Sud",
                "text": "Gandhi connut davantage de réussite professionnelle en Afrique du Sud, mais il y fut écœuré par le racisme et l'intolérance qu'il y découvrit. Il y resta vingt ans durant lesquels il défendit les plus pauvres, et pas seulement les Indiens. C'est là qu'il posa les bases de sa philosophie de résistance passive et commença à l'enseigner. Il fut emprisonné plusieurs fois pour s'être opposé aux \"Lois Noires\", selon lesquelles tous les non-blancs devaient fournir leurs empreintes digitales au gouvernement. Et, lorsque le gouvernement légiféra pour ne plus reconnaître de mariage autre que la cérémonie chrétienne, Gandhi organisa et mena une manifestation non-violente massive, qui força finalement le gouvernement à reculer. C'est là que Gandhi acquit le titre de \"Mahatma\", qui est donné à ceux dont on vénère le grand savoir et l'amour des hommes."
            },
            {
                "heading": "Retour en Inde",
                "text": "En 1915, Gandhi revint en Inde. Il choqua le monde en déclarant qu'il se sentait humilié de devoir parler anglais dans son pays natal, et il choqua les nobles indiens lorsqu'il leur reprocha leur ostentation, leur affirmant qu'ils gardaient simplement leurs bijoux et leur fortune au nom de leurs compatriotes.C'est ainsi que Gandhi entama sa longue lutte pour libérer son pays de l'autorité anglaise. Il suivit deux tactiques : faire honte aux oppresseurs et demander des sacrifices à son peuple. Pendant les trente ans qui suivirent, il exhorta sans relâche ses compatriotes à la résistance passive, menant grève après grève, subissant d'innombrables passages à tabac, et des mois, même des années d'emprisonnement. Puis vint son voyage en Angleterre, au cours duquel il gagna à sa cause les classes pauvre et moyenne, au grand désarroi du gouvernement. Malgré les très nombreux échecs et les années de labeur sans repos, il ne renonça jamais. En 1946, épuisée et virtuellement mise en faillite par la Deuxième Guerre mondiale, l'Angleterre accepta d'accorder l'indépendance à l'Inde mais, ce faisant, partagea le pays entre hindous et musulmans, une idée qui révulsait Gandhi."
            },
            {
                "heading": "Partition",
                "text": "La partition déclencha une éruption de violence religieuse, durant laquelle des musulmans furent massacrés en Inde alors que des hindous subissaient le même sort au Pakistan. Le chaos guettait les deux pays. C'est alors que Gandhi entama un jeûne, refusant de se nourrir tant que la violence n'aurait pas cessé. Son jeûne eut un retentissement incroyable car ni Indiens ni Pakistanais ne voulaient voir mourir leur grand héros. Les gens lui envoyèrent des lettres de soutien et des représentants qui promirent de faire cesser les tueries, le suppliant de renoncer à son jeune. Ce qu'il fit au grand soulagement de ses millions d'admirateurs. Douze jours plus tard, Gandhi était assassiné."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Aujourd'hui, Gandhi est considéré comme l'un des plus grands personnages de l'histoire de l'Humanité. Les gens voient en lui un brave et infatigable champion de la justice et de la morale, qui lutta en Afrique du Sud pour tous les opprimés avec la même énergie que pour ses compatriotes indiens. On voit également en lui un brillant chef politique qui sut organiser un mouvement pour l'indépendance contre l'un des plus grands empires de toute l'Histoire. De lui, Martin Luther King disait : \"Le Christ nous a enseigné les objectifs et le Mahatma Gandhi la méthode.\""
            }
        ]
    }
}