{
    "id": 37,
    "name": "Indonésie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/indonesia.png",
    "dawn_of_man": "Soyez honoré, ô grand Gajah Mada, premier ministre du royaume de Majapahit et glorieux unificateur de l'Indonésie. Les récits de vos exploits guerriers ont traversé les siècles grâce au Pararaton, qui raconte comment vous avez fait le serment d'unir les multiples îles du Nusantara sous un seul et même étendard. Chef militaire et époux fidèle, vous avez fait bien plus que tenir votre promesse : non content de soumettre ceux qui se dressaient sur votre chemin, vous vous êtes emparé de toutes les terres qui formaient l'archipel d'alors, posant ainsi les fondations de l'Indonésie moderne. Puissant guerrier Gajah Mada, votre peuple a besoin d'un meneur pour le guider vers la prospérité perdue ! Réussirez-vous à conquérir les royaumes voisins et à étendre l'influence de votre empire ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Candi|Candi",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/candi.json"
        }
    ],
    "unique_units": [
        {
            "name": "Spadassin à kriss|Spadassins à kriss",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/kris_swordsman.json"
        }
    ],
    "city_names": [
        "Jakarta",
        "Surabaya",
        "Medan",
        "Makassar",
        "Batam",
        "Denpasar",
        "Samarinda",
        "Mataram",
        "Ambon",
        "Bandung",
        "Kupang",
        "Depok",
        "Palembang",
        "Trowulan",
        "Semarang",
        "Jayapura",
        "Tangerang",
        "Bogor",
        "Pekanbaru",
        "Bandar Lampung",
        "Malang",
        "Padang",
        "Samarinda",
        "Ternate",
        "Banjarmasin",
        "Pontianak",
        "Cimahi",
        "Balikpapan",
        "Jambi",
        "Komodo"
    ],
    "spy_names": [
        "Adityawarman",
        "Airlangga",
        "Citra",
        "Halayudha",
        "Jayakatwang",
        "Lingga",
        "Mahendradatta",
        "Prapana",
        "Raden",
        "Devi"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'histoire des 18 307 îles de l'archipel indonésien n'est pas homogène. Elle regroupe les récits passés de centaines de cités-États, de petits royaumes et des quelques empires l'ayant composé. On pense que le premier de ces empires fut le royaume de Dvipantara, mentionné dans l'épopée indienne du Ramayana, composée en 200 av. J.-C. Le dernier empire hindou important, l'empire majapahit, unifia une grande partie de l'archipel au XIIIe siècle. Par la suite, se succédèrent divers sultanats islamiques qui dominèrent les îles principales jusqu'à l'arrivée des explorateurs et des marchands européens. \"Les Îles aux Épices\" (comme les surnommèrent les Européens) se trouvant idéalement situées au centre des axes commerciaux vers l'est et l'ouest, furent le théâtre de nombreuses rivalités entre les Portugais, les Espagnols, les Anglais et les Néerlandais. Chacun tenta de gagner le contrôle de l'archipel jusqu'à ce que la Compagnie néerlandaise des Indes orientales s'empare du pouvoir. L'Indonésie vécut alors un conflit armé de quatre ans contre les Néerlandais dans le but de regagner son indépendance à la fin de la Deuxième Guerre mondiale, et connut quelques périodes troublées. Toutefois, le pays est aujourd'hui plus stable, plus progressif et plus harmonieux que jamais, malgré quelques débordements de violence occasionnels pour des raisons sectaires et politiques. La devise nationale de l'Indonésie reflète parfaitement le pluralisme linguistique, culturel, ethnique et religieux résultant de son passé contentieux : Bhinneka Tunggal Ika (\"Unité dans la diversité\")."
        },
        {
            "heading": "Terrain et climat",
            "text": "L'Indonésie est le plus grand pays de l'Asie du sud-est, avec plus de 18 000 îles éparpillées le long de l'équateur, entre les océans Indien et Pacifique. D'après les données de 2002 publiées par le gouvernement indonésien, 8 844 de ces îles se sont vu attribuer un nom et 922 d'entre elles sont habitées de façon permanente. L'archipel fait approximativement 5 150 km de long, l'équivalent d'un huitième de la circonférence de la Terre. Les îles principales sont reconnaissables à leurs montagnes densément boisées au centre, déclinant vers des marécages alluviaux et des jungles le long des côtes. Les îles plus petites vont du pic volcanique couvert de végétation au banc de sable stérile. L'archipel est situé au-dessus de trois plaques tectoniques importantes, responsables des nombreux séismes et éruptions volcaniques qui ont jalonné l'histoire de l'Indonésie. De par sa situation géographique, l'Indonésie bénéficie d'un climat tropical marqué par deux saisons de mousson. Les précipitations moyennes dans les zones basses vont de 1 800 à 3 175 mm par an mais peuvent atteindre jusqu'à 6 100 mm dans les régions montagneuses. Les températures varient peu ; la moyenne annuelle dans la capitale se situe entre 26 et 30 degrés Celsius. Les îles sont extrêmement fertiles et entourées d'eaux côtières peu profondes, mais elles sont malheureusement fréquemment le théâtre de typhons et d'ouragans."
        },
        {
            "heading": "Les premières années",
            "text": "Des os fossilisés d'Homo erectus, l'un des probables ancêtres de l'Homme plus connu sous le nom d'homme de Java, ont été découverts par des scientifiques néerlandais en 1891. On estime qu'ils ont plus de 700 000 ans. L'archipel s'est formé suite à la fonte des glaces, après la dernière grande ère glaciaire, et les Homo sapiens ont gagné ces îles il y a environ 45 000 ans. Un climat favorable et le développement de la riziculture ont permis l'établissement des premiers camps humains en 800 av. J.-C. Les premiers \"royaumes\" (composés en réalité d'un regroupement de villages d'une même ethnie et partageant des bases de langage similaires) sont apparus vers 200 av. J.-C. et au-delà.Le premier royaume indigène recensé est celui faisant référence à Dvipantara, dans l'épopée la plus ancienne de l'Inde, le Ramayana (IIe siècle av. J.-C.). L'épopée narre l'histoire du général Sugriva qui envoya des troupes dans ce royaume à la recherche de Sita, la promise du dieu Rama. D'après les descriptions du poème, Dvipantara se trouvait soit sur Java, soit sur Sumatra. Les premières preuves archéologiques d'un royaume unifié furent découvertes dans la partie ouest de Java sous la forme d'une statue de la divinité hindoue Ganesh, datant du Ier siècle. À la même époque, l'historien romain Pline l'Ancien écrivait que des navires indonésiens faisaient du commerce le long de la côte africaine. Au siècle suivant, le géographe Ptolémée intégrait à ses Geographike Hyphegesis des informations sur l'archipel qui provenaient de sources indiennes."
        },
        {
            "heading": "Royaumes hindouistes et bouddhistes",
            "text": "Au cours des siècles, un certain nombre de royaumes hindous et bouddhistes se développèrent, prospérèrent, puis s'effondrèrent. Vers 850, le royaume de Mataram dominait l'île de Java et finit même par défier le puissant empire srivijaya. On sait peu de choses de Mataram en dehors de quelques inscriptions en sanskrit faisant mention de Sri Sanjaya (fondateur de la dynastie en 730) et du roi Dharmawangsa. Ce dernier lança une invasion par la mer sur les terres de Srivijaya, à Sumatra, en 990. Dharmawangsa fut tué en 1006 lors de la riposte de Srivijaya, au cours de laquelle son palais fut pillé et le royaume de Mataram anéanti.Srivijaya était un royaume ethnique malais dont le coeur se situait à Palembang, sur Sumatra, une thalassocratie reposant sur son commerce maritime et sa puissance navale. Loin de disposer d'un gouvernement au sens moderne du terme, le royaume était en réalité une confédération libre concentrée autour d'un territoire royal dominant plusieurs colonies et états vassaux. Vers le VIIe siècle, Srivijaya fit des épices son commerce principal ; l'empire régnait alors sur la plupart des zones côtières de Sumatra, de Java et de la péninsule Malaise en plus de contrôler le détroit de la Sonde et le détroit de Malacca. Même si son autorité avait déjà beaucoup décliné au XIe siècle, Srivijaya demeura une grande puissance maritime jusque dans les années 1300. Mais petit à petit, plusieurs cantons gagnèrent leur indépendance et s'établirent comme royaumes régionaux. Srivijaya disparut définitivement lorsque son dernier roi, converti à l'Islam, dut fuit une invasion du royaume de Majapahit en 1398, à la suite de quoi il fonda le Sultanat de Malacca depuis son nouveau bastion situé à l'embouchure de la rivière Bertam, en 1402.Des ruines de Srivijaya sur Java naquirent les royaumes de Singasari et de Majapahit. L'histoire du royaume de Singasari commence avec l'histoire probablement chimérique de Ken Arok, fondateur de la dynastie en 1182. Vers 1280, les Singasari avaient effacé les derniers vestiges de Srivijaya mais attiré l'attention de l'empereur Kubilai Khan. Le grand Khan envoya des émissaires à la cour du roi Kertanegara pour demander la soumission de Singasari, ainsi qu'un tribut. Malgré le refus de Singasari, Kubilai envoya de nouvelles délégations en 1281 et en 1289. Elles furent encore plus mal reçues, puisque l'ambassadeur fut mutilé sur ordre du roi. Furieux, Kubilai Khan déploya une flotte de 1 000 navires de guerre pour envahir le royaume. Un certain nombre de vassaux de Singasari en profitèrent pour se rebeller. Dans le chaos qui s'ensuivit, Singasari fut vaincu, Kertanegara assassiné et les Mongols repoussés (ce qui fit des Indonésiens l'un des rares peuples à avoir résisté à un assaut mongol). Le beau-fils du roi, Raden Wijaya, créa le royaume de Majapahit en 1293.Malgré l'absence de preuves documentaires, il est aujourd'hui certain que Majapahit fut le plus puissant des royaumes préislamiques. Deux générations après la fondation de Majapahit, son ambitieux premier ministre, Gajah Mada, étendit son règne à la majeure partie de l'archipel avant d'être disgracié et déchu. Les différents empereurs qui lui succédèrent poursuivirent son oeuvre et finirent par unifier les terres formant l'Indonésie telle que nous la connaissons aujourd'hui. Les souverains majapahits renversèrent les dynasties voisines et parvinrent à conquérir de vastes territoires, mais leur objectif premier demeura le contrôle des richesses et le développement des échanges commerciaux de la région. Au fil de cette évolution, les commerçants et missionnaires musulmans prirent une place grandissante. Suite à son apogée au XIVe siècle, l'influence de Majapahit déclina précipitamment. Incapable de résister à la puissance grandissante du Sultanat de Malacca, l'empire majapahit disparut vers 1520."
        },
        {
            "heading": "États islamiques",
            "text": "Bien que la propagation de l'Islam en Indonésie ait commencé sur l'île de Sumatra dans les années 1200, son influence atteignit son apogée sous le règne des empereurs majapahits, plus tolérants. Le développement du commerce, notamment, facilité son expansion. D'une façon générale, les commerçants et les nobles des terres majapahits furent les premiers à se convertir à cette nouvelle religion. Au XVIe siècle, l'Islam était la religion dominante sur Sumatra et Java ; elle était souvent associée à divers cultes religieux et coutumes existantes, ce qui en fit une religion musulmane spécifique à l'Indonésie. Seule l'île de Bali et quelques îles plus petites conservèrent l'hindouisme comme religion principale.En plus du puissant Sultanat de Malacca, deux autres royaumes islamiques dominèrent les îles jusqu'à l'arrivée des Européens : le Sultanat de Mataram sur Java et le Sultanat de Banten, qui contrôlait le détroit de la Sonde. Pendant la majeure partie de leur existence, les sultanats islamiques s'enrichirent de façon extravagante grâce au commerce des épices et de la soie. Mais l'arrivée des Portugais, et bientôt de nombreuses autres puissances colonisatrices, changea la donne : les États islamiques se soumirent aux exploiteurs tyranniques maniant une technologie plus avancée.Le premier royaume à tomber fut celui de Malacca, capturé par les forces portugaises menées par Alphonse de Albuquerque, en août 1511. En 1603, la Compagnie néerlandaise des Indes orientales établit son premier poste de commerce en Indonésie, à Banten. Après des siècles de conflit et de sabotage, le gouverneur général néerlandais annonça depuis son siège à Serang que le Sultanat de Banten avait été intégré aux territoires des Indes néerlandaises. À la même période, les Néerlandais profitèrent des conflits au sein du Sultanat de Mataram pour forcer le sultan Pakubuwana, alors âgé et malade, à signer un accord. C'est ainsi qu'en 1749, la souveraineté du royaume fut cédée à la Compagnie néerlandaise. Une fois que les Portugais eurent abandonné Malacca aux mains des Néerlandais, la Compagnie néerlandaise des Indes orientales se retrouva en \"possession\" des fameuses Îles aux Épices."
        },
        {
            "heading": "Influence néerlandaise",
            "text": "Après la dissolution de la Compagnie néerlandaise des Indes orientales pour cause de faillite en 1800, le gouvernement néerlandais prit le contrôle de l'administration de ses terres indonésiennes. Pendant près de 150 ans, le règne néerlandais fut relativement souple mais aussi précaire. Toutefois, une politique de culture forcée des produits les plus rentables et l'obligation des paysans à travailler sur des terrains gouvernementaux 60 jours par an déclenchèrent une vague de contestations. De plus, les colons néerlandais formaient une classe riche privilégiée, régie par des lois séparant les Européens et les indigènes en deux catégories distinctes ne bénéficiant pas des mêmes droits. L'effervescence en Indonésie poussa les Néerlandais à appliquer plusieurs réformes politiques en 1901, réunies sous le nom de \"Politique éthique\" et qui incluaient une augmentation des investissements dans l'éducation des populations natives mais aussi des changements dans les lois sur la propriété. Les Néerlandais investirent d'importantes sommes d'argent dans les infrastructures du pays, en particulier les ports et les routes, dans le but de moderniser l'économie mais aussi de calmer les mouvements nationalistes... au moins pour un temps."
        },
        {
            "heading": "L'indépendance",
            "text": "La domination néerlandaise prit fin avec l'invasion et l'occupation japonaise de 1942. Les événements de la Deuxième Guerre mondiale attisèrent la flamme du nationalisme qui bouillonnait dans l'archipel depuis quatre longues décennies. Le premier mouvement nationaliste, le Budi Utomo, se forma dès 1908. Le premier parti politique indonésien, le Sarekat Islam, fut créé en 1912. Peu après apparut l'Association sociale-démocrate des Indes, qui devint, en 1924, le Parti Communiste d'Indonésie. Enfin, en juillet 1927, le Partai Nasional Indonesia, le parti pour l'indépendance, fut créé par Sukarno (le futur premier président indonésien) et un groupe de libéraux. Suite à une révolte stérile menée par les Communistes, Sukarno et la plupart des autres chefs nationalistes furent arrêtés.En juillet 1942, Sukarno accepta l'offre du Japon de rallier l'opinion publique autour de l'effort de guerre japonais. L'occupation japonaise fut souvent brutale (incluant torture et travail forcé) mais de nombreux nationalistes continuèrent de collaborer dans l'espoir d'obtenir enfin l'indépendance promise par les administrateurs japonais. En mars 1945, le Japon, qui se trouvait sur le point de subir une défaite militaire, annonça la formation d'un comité pour établir l'indépendance indonésienne. Mais deux jours après la reddition japonaise auprès des forces alliées, Sukarno déclara unilatéralement l'Indonésie libre du joug colonial. Les Néerlandais, soutenus à l'origine par la Grande-Bretagne, tentèrent de rétablir leur autorité. S'ensuivirent de nombreux conflits diplomatiques et armés. La lutte ne prit fin que lorsque les Néerlandais, victimes d'une pression internationale grandissante, reconnurent officiellement l'indépendance de l'Indonésie."
        },
        {
            "heading": "Indonésie moderne",
            "text": "Dans les constitutions de 1945 et 1950, Sukarno et ses partisans tentèrent de former un gouvernement démocratique basé sur le modèle occidental pour leur nouvel État. Le but était de donner mandat à un gouvernement de type parlementaire, épaulé par une branche exécutive responsable du parlement élu. Mais du fait de la pauvreté importante en Indonésie, de ses traditions autoritaires, des différences régionales ainsi que de la crainte d'une domination javanaise, Sukarno proclama que le pays adopterait à la place une politique dite de \"Démocratie dirigée\". En juillet 1959, Sukarno abrogea la constitution de 1950, ordonna la dissolution du parlement et remplaça ce dernier par une assemblée nommée par le président et soumise à sa seule volonté.En 1967, suite à un coup d'État initié par l'armée, Sukarno fut contraint de démissionner en faveur du général Suharto, deuxième président de l'Indonésie. Ce dernier tint lieu de \"dictateur fictif\" pendant les 31 années qui suivirent et dut notamment lutter contre la dissidence, stabiliser l'économie ainsi que la politique extérieure et diriger le pays dans un contexte de Guerre froide. Marquée par une corruption grandissante et des droits civils bafoués, l'administration de Suharto s'écroula lors de la grande crise financière asiatique de 1997. En échange d'un sauvetage financier de 43 milliards de dollars proposé par les États-Unis, Suharto accepta de mettre en place une réforme globale. Mais une révolte menée par les étudiants força Suharto à démissionner en mai 1998. En 1999, le parlement national reconstitué élut Abdurrahman Wahid président. Il fut le premier d'une lignée de réformateurs en faveur de la démocratie en Indonésie."
        },
        {
            "heading": "Indonésie moderne",
            "text": "Dans les constitutions de 1945 et 1950, Sukarno et ses partisans tentèrent de former un gouvernement démocratique basé sur le modèle occidental pour leur nouvel État. Le but était de donner mandat à un gouvernement de type parlementaire, épaulé par une branche exécutive responsable du parlement élu. Mais du fait de la pauvreté importante en Indonésie, de ses traditions autoritaires, des différences régionales ainsi que de la crainte d'une domination javanaise, Sukarno proclama que le pays adopterait à la place une politique dite de \"Démocratie dirigée\". En juillet 1959, Sukarno abrogea la constitution de 1950, ordonna la dissolution du parlement et remplaça ce dernier par une assemblée nommée par le président et soumise à sa seule volonté.En 1967, suite à un coup d'État initié par l'armée, Sukarno fut contraint de démissionner en faveur du général Suharto, deuxième président de l'Indonésie. Ce dernier tint lieu de \"dictateur fictif\" pendant les 31 années qui suivirent et dut notamment lutter contre la dissidence, stabiliser l'économie ainsi que la politique extérieure et diriger le pays dans un contexte de Guerre froide. Marquée par une corruption grandissante et des droits civils bafoués, l'administration de Suharto s'écroula lors de la grande crise financière asiatique de 1997. En échange d'un sauvetage financier de 43 milliards de dollars proposé par les États-Unis, Suharto accepta de mettre en place une réforme globale. Mais une révolte menée par les étudiants força Suharto à démissionner en mai 1998. En 1999, le parlement national reconstitué élut Abdurrahman Wahid président. Il fut le premier d'une lignée de réformateurs en faveur de la démocratie en Indonésie."
        }
    ],
    "leader": {
        "name": "Gajah Mada",
        "subtitle": "Dirigeant d'Indonésie",
        "lived": "Env. 1290 à 1364",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gajah_mada.png",
        "trait": {
            "name": "Épices insulaires",
            "effect": "Les 3 premières villes fondées sur des continents autres que le continent de départ de l'Indonésie produisent chacune 2 ressources de luxe uniques et ne peuvent pas être rasées."
        },
        "titles": [
            "Premier ministre et général de l'empire majapahit"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Gajah Mada (traduit assez librement par le \"Général Éléphant\"), héros du peuple indonésien et symbole de fierté nationale et de patriotisme, officia en tant que premier ministre de l'empire majapahit d'Indonésie pendant la majeure partie du XIVe siècle. Bien qu'il existe peu d'informations sur le début de sa vie et ses origines, on sait que Gajah Mada est né roturier et qu'il ne doit son élévation qu'à son intellect, son ingéniosité, ainsi qu'à sa célèbre brutalité au combat. Tout d'abord garde du corps royal, Gajah Mada joua un rôle capital dans la répression de la rébellion contre le roi et reçut en récompense l'opportunité de rejoindre l'élite dirigeante. Il finit par obtenir le poste de premier ministre et mena à ce poste l'empire majapahit dans une série de conquêtes victorieuses des royaumes insulaires voisins. Il fut ainsi le premier homme à unifier une grande partie du territoire qui allait devenir l'Indonésie moderne."
            },
            {
                "heading": "Prise de pouvoir",
                "text": "Les premières archives de la vie de Gajah Mada remontent à ses années de jeune adulte, où il est décrit comme ayant servi en tant que commandant de la garde d'élite chargée de protéger la famille royale de l'empereur majapahit Jayanagara (de 1309 à 1328). Pendant cette période, un officier politique renégat connu sous le nom de Rakrian Kuti déclencha une révolte contre le roi Jayanagara. Gajah Mada découvrit l'existence du complot et escorta sans encombre le roi jusqu'à l'extérieur de la capitale, laquelle tomba aux mains de Kuti. Gajah Mada conduisit le roi en sûreté dans la ville voisine, Badander. Une fois le roi à l'abri, la légende raconte que Gajah Mada prétendit que le roi était mort afin de perturber le mouvement rebelle. En parallèle, il organisa ses troupes pour reprendre le contrôle de la capitale et rendre le trône au roi légitime. Gajah Mada se rendit compte que la majorité de la caste militaire était atterrée d'apprendre le décès du monarque, et que Kuti n'était pas populaire auprès du peuple. Lors de la contre-insurrection qui s'ensuivit, l'arriviste Kuti fut tué, et Gajah Mada fut récompensé pour son efficacité en obtenant son premier poste de dirigeant au sein du groupe au pouvoir."
            },
            {
                "heading": "Premier ministre de Majapahit",
                "text": "Quelques années plus tard, toujours d'après la légende, la loyauté de Gajah Mada envers son roi s'émoussa lorsque ce dernier prit sa femme comme concubine. Le récit raconte que Gajah Mada parvint à convaincre le physicien de la cour, autrefois partisan de Kuti, de tuer le roi lorsque celui-ci tomba malade. À la mort du roi, Gajah Mada s'empressa de faire arrêter et exécuter le physicien. On ne sait à quel point la légende dit vrai, mais toujours est-il que suite au décès de Jayanagara, sa demi-soeur Tribhuwana Wijayatunggadewi le remplaça sur le trône et nourrit l'ambition d'étendre les frontières du royaume. Heureusement pour Gajah Mada, la nouvelle reine ne pouvait envisager de se passer de lui pour réaliser son projet, aussi le nomma-t-elle mahapatih (premier ministre) en 1329. Jouissant désormais d'une autorité et de pouvoirs plus importants, Gajah Mada décida de concentrer ses efforts sur les régions les plus éloignées de l'archipel. Son célèbre serment, connu sous le nom du Sumpah Palapa (et sujet à de nombreuses interprétations), disait en des termes très simples : \"Je ne mangerai plus de fruits ni d'épices, les plaisirs de ce monde, tant que toutes les îles connues n'appartiendront pas au royaume de Majapahit.\""
            },
            {
                "heading": "Conquêtes",
                "text": "Gajah Mada revint de Sadeng (à l'est de Java) en 1331, après y avoir écrasé une rébellion. Peu de temps après son retour, il lança une campagne militaire pour conquérir les îles voisines de l'archipel indonésien, en commençant par Bali et Lombok en 1343. Les uns après les autres, royaumes, villes, états et provinces tombèrent aux mains de Gajah Mada, pour la gloire de son peuple. Parmi les régions annexées, on compte le royaume bouddhiste de Sriwijaya sur Palembang et plusieurs petits royaumes de l'ouest de Sumatra où Gajah Mada établit un prince majapahit comme chef vassal. Le Général Éléphant envahit ensuite Samudra Pasai, sur Sumatra, le premier sultanat musulman d'Indonésie. Dans les deux ans qui suivirent cette victoire, les forces majapahits prirent le contrôle d'une autre demi-douzaine de villes et royaumes indépendants, y compris Temasek (aujourd'hui connue sous le nom de Singapour), de l'autre côté des détroits.Tribhuwana renonça au trône de Majapahit en 1350 au profit de son fils Hayam Wuruk, qui fut plus tard considéré comme l'un des plus grands rois majapahit. Pendant son règne, l'empire atteignit sa taille maximale : il engloba la totalité des îles de l'archipel indonésien. Le commerce et les arts proliférèrent. Le nouveau roi était satisfait de laisser son premier ministre gérer les affaires de la nation, tandis que lui-même aidait au développement de la science et de l'art. Avec le soutien tacite du roi, Gajah Mada agrandit l'empire d'une vingtaine de royaumes supplémentaires, dont certains étaient aussi loin que la Malaisie \"moderne\" et le sud des Philippines.Après avoir conquis plus d'une dizaine d'îles de l'archipel en 1357, Gajah Mada se retrouva dans une position difficile : l'un des derniers royaumes encore indépendants était celui de Sunda, à l'ouest de Java. Bien qu'un projet de mariage entre la princesse de Sunda et Hayam Wuruk eût été envisagé afin de former une alliance, Gajah Mada tenta de pousser son avantage. Il dissuada le roi de faire de la princesse de Sunda la reine consort de Majapahit, et l'encouragea à la choisir comme concubine uniquement. Cette décision ne plut guère à la cour de Sunda. Lors de la rencontre de la délégation de mariage dans la ville de Bubat, les négociations dégénérèrent en conflit ouvert, et une bataille éclata. Gajah Mada et ses troupes massacrèrent toute la famille royale de Sunda ainsi que ses gardes du corps.L'incident marqua un tournant dans la carrière de Gajah Mada. Sa décision fut jugée dangereuse et maladroite. Les ministres et les courtisans de Majapahit le déclarèrent violent et brutal. Le roi le déposséda de ses titres, de son autorité et de ses honneurs. Autrefois l'un des hommes les plus puissants de l'empire, Gajah Mada passa le reste de ses jours isolé de ses pairs, cloîtré dans son domaine à l'est de Java. Gajah Mada mourut oublié de la majorité du monde en 1363."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Dans l'Indonésie moderne, Gajah Mada est considéré comme un héros, un symbole de patriotisme indonésien et une fierté nationale. Gajah Mada est un personnage célèbre, suscitant l'inspiration pour avoir été un modèle de la grandeur qui sommeille en tout Indonésien. Il servit de symbole mythique de propagande durant la résistance à l'occupation japonaise et la révolte contre l'autorité néerlandaise pour obtenir l'indépendance, vers la fin des années 1940. Gajah Mada demeure célèbre dans l'Histoire comme le premier homme à avoir unifié les nombreuses îles de l'archipel indonésien en un seul et unique pays, mais également pour son dévouement et sa loyauté sans faille envers son roi et le peuple majapahit."
            }
        ]
    }
}