{
    "id": 12,
    "name": "Japon",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/japon.png",
    "dawn_of_man": "Salutations, noble Nobunaga Oda, dirigeant du pays du cerisier. Que vos pas vous mènent à jamais sur ses sentiers fleuris. Vous êtes à la tête du Japon, le pays du soleil levant. Les Japonais sont des insulaires, des êtres fiers et pieux, dotés d'une riche culture artistique et littéraire. Leur civilisation remonte à des millénaires, et s'est fondée sur des guerres sanglantes, l'expansion et l'isolement, une richesse sans pareil et une grande pauvreté. En plus de ses exploits sur le champ de bataille, votre peuple est également très ingénieux, et les innovations technologiques associées à de puissantes usines sont sources de jalousie pour ses rivaux moins fortunés.Daimyo légendaire, allez-vous saisir les rênes de la destinée ? Ferez-vous pleuvoir les honneurs et la gloire sur votre peuple et votre famille ? Brandirez-vous une fois de plus votre épée et votre bouclier pour triompher ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Samouraï|Samouraïs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/samurai.json"
        },
        {
            "name": "Zéro|Zéros",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/zero.json"
        }
    ],
    "city_names": [
        "Kyoto",
        "Osaka",
        "Tokyo",
        "Satsuma",
        "Kagoshima",
        "Nara",
        "Nagoya",
        "Izumo",
        "Nagasaki",
        "Yokohama",
        "Shimonoseki",
        "Matsuyama",
        "Sapporo",
        "Hakodate",
        "Ise",
        "Toyama",
        "Fukushima",
        "Suo",
        "Bizen",
        "Echizen",
        "Izumi",
        "Omi",
        "Echigo",
        "Kozuke",
        "Sado",
        "Kobe",
        "Nagano",
        "Hiroshima",
        "Takayama",
        "Akita",
        "Fukuoka",
        "Aomori",
        "Kamakura",
        "Kochi",
        "Naha"
    ],
    "spy_names": [
        "Akaishi",
        "Oki",
        "Hattori",
        "Morozumi",
        "Momochi",
        "Kawashima",
        "Orin",
        "Sakanishi",
        "Kaede",
        "Mochizuki"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'archipel du Japon s'est formé à la suite de violents chocs entre les plaques tectoniques, lorsque la plaque pacifique est passée sous la plaque eurasienne. La terre ainsi formée est montagneuse, à la fois superbe et dangereuse, et son peuple vit et prospère dans un étroit corridor entre volcans et mers."
        },
        {
            "heading": "Terrain et climat",
            "text": "Le Japon est un petit pays dont la superficie est à peu près égale à celle de l'État américain du Montana. Les massifs montagneux couvrent quasiment 80% du territoire. L'archipel nippon est constitué de quatre îles principales : Hokkaido, Honshu, Shikoku et Kyushu, ainsi que de dizaines d'îles plus petites. Le pays est géologiquement jeune, les montagnes sont élevées et escarpées, les fleuves sont étroits et torrentiels. Le Japon abrite également de nombreux volcans, dont certains sont toujours en activité, et les tremblements de terre n'y sont pas rares (ni les attaques de monstres radioactifs géants, d'ailleurs).Le climat de mousson y est gouverné par des vents humides ou secs, selon la saison. La partie occidentale du pays subit en hiver l'arrivée de l'air froid et humide venu de la Sibérie et de la mer du Japon, provoquant des averses constantes de pluie ou de neige. En été, c'est la partie orientale du territoire qui subit les vents constants et humides de l'océan Pacifique."
        },
        {
            "heading": "Préhistoire",
            "text": "On pense que les premiers habitants de l'archipel s'y installèrent il y a environ 20 000 ans (avec une marge d'erreur de plus ou moins 10 000 ans) au cours de l'ère paléolithique, une époque caractérisée par l'utilisation chez les hommes d'outils primitifs en pierre. Les migrants durent certainement traverser la mer du Japon grâce à des ponts terrestres reliés à la Corée et au continent asiatique.Nous ne savons pas grand-chose du Japon à la préhistoire, mais les premiers habitants durent développer très tôt un système maritime pour pouvoir naviguer entre les îles, car la culture et la langue japonaises sont exceptionnellement homogènes dans tout l'archipel (ce ne serait pas le cas si les différentes populations insulaires avaient été isolées les unes des autres pendant une longue période).La culture néolithique précéramique fut suivie par la période Jomon, entre 7500 av. J.-C. et 250 av. J.-C. (le terme \"Jomon\" fait référence à un style de poterie dans lequel des cordons de glaise étaient enroulés en spirale). En plus de l'invention de la poterie, les outils évoluèrent considérablement au cours de cette période, et au lieu d'être taillés de manière brute, ils commencèrent à être polis. Le peuple jomon vivait essentiellement de la chasse et de la cueillette, mais aussi de la pêche.La culture jomon fut suivie par l'ère Yayoi, aux alentours de 250 av. J.-C. - 250 apr. J.-C., qui connut une forte évolution de la poterie, et les débuts de l'agriculture ainsi que l'utilisation de matériel en fer et en bronze. Les Jomons furent par ailleurs les premiers à pratiquer des cérémonies d'enterrement, mais aussi l'irrigation et le tissage des textiles. Certaines de leurs avancées technologiques et culturelles furent découvertes par les Jomons eux-mêmes, et d'autres furent probablement adoptées à la suite de contacts avec les peuples de Chine et de Corée. Tout cela permit à la culture Yayoi de se répandre dans tout le Japon, dépassant largement les Jomons, dont le mode de vie était plus primitif."
        },
        {
            "heading": "Les débuts de l'histoire écrite",
            "text": "Les premiers textes écrits sur l'histoire du Japon furent découverts en Chine et datent de la période Han. Ces textes stipulent qu'aux environs de 50 apr. J.-C., l'État de \"Nu à Wo\" envoya des émissaires à la cour de Han. L'État de \"Nu\" faisait partie de la centaine d'États qui formaient à l'époque le \"Wo\" (c'est-à-dire le Japon). Il est écrit plus tard qu'aux alentours de 250 apr. J.-C., une \"Reine Himiko\" régna sur une confédération de plus de 30 États, ayant pour capitale Yamatai. Personne ne sait exactement où se trouvait la ville de Yamatai, et il n'existe aucun écrit japonais datant de cette période."
        },
        {
            "heading": "Les Tumulus (tombeaux), 250 apr. J.-C. - 550 apr. J.-C.",
            "text": "Du fait de ce manque de documents écrits, les historiens ne parviennent pas à s'entendre sur la période exacte de l'unification du Japon. Nous savons cependant que Yamatai disparut au cours du IVe siècle, laissant la place au royaume de Yamato. Vers le milieu du IVe siècle, le Japon envoya une grande armée pour conquérir la péninsule coréenne. Une mission d'une telle envergure nécessitait un gouvernement central très puissant, qui dut être mis en place vers le début du IVe siècle.Pendant la période Yamato, les fermiers commencèrent à utiliser des outils en fer pour cultiver leurs terres, et les techniques d'irrigation connurent une grande avancée, surtout en faveur de la culture du riz, une céréale savoureuse et nourrissante qui devint rapidement la base de la cuisine japonaise. Grâce à ces avancées, la culture des terres nécessitait moins de fermiers pour une plus grande superficie, et les Yamato utilisèrent cette main d'œuvre nouvelle pour la conquête et la construction de grands tombeaux qui leur étaient dédiés. Au cours de cette période, les Japonais s'inspirèrent également de nombreuses idées technologiques venues des pays voisins, la plus importante étant l'écriture venue de Chine, qui fut suivie par le confucianisme.Au cours du Ve siècle, la politique des Yamato devint plus activiste. Ce changement peut avoir de multiples raisons. Certains historiens pensent qu'il est lié à l'invasion et à la conquête du royaume par une armée extérieure, tandis que d'autres estiment que les Yamato ont simplement usé de leur puissance militaire avancée et de leur technologie agricole sans aucune influence extérieure. Quelle que soit la cause de ce revirement, les Yamato usèrent de leur puissance militaire pour attaquer la Corée du Sud, dans le but de s'emparer des ressources en fer de ce territoire. Cette nécessité de pouvoir accéder à des ressources non disponibles sur la péninsule japonaise fut la base de la politique étrangère japonaise pendant les siècles qui suivirent."
        },
        {
            "heading": "Le système des clans",
            "text": "Cette période vit également l'apparition du système \"uji-kabane\". Le terme \"uji\" signifie \"clan\", tandis que le terme \"kabane\" se rapporte à un titre de noblesse héréditaire. Les Japonais qui vivaient dans une communauté agricole devinrent alors membres d'un clan, chaque individu ayant une place spécifique dans la hiérarchie communautaire. Les fermiers croyaient qu'en vouant un culte aux ancêtres et aux dieux du clan, les récoltes seraient meilleures, et l'adoration des ancêtres devint un élément essentiel du système uji-kabane."
        },
        {
            "heading": "Après Yamato : le confucianisme, le bouddhisme et la loi",
            "text": "Le VIe siècle vit le déclin du statut des Yamato et leur influence militaire connut plusieurs échecs aussi bien sur le territoire nippon qu'à l'étranger. Mais les Yamato perdaient du pouvoir aussi vite que les chefs de clan en gagnaient. La perte d'une autorité commune et centrale mena tout naturellement à des conflits internes de plus en plus importants, car chaque chef de guerre tentait de récupérer le pouvoir.Le VIe siècle vit également l'apparition du bouddhisme au Japon, religion probablement originaire de Corée, dont le prince Shōtoku était un fervent partisan. Il choisit les principes de paix et de salut pour gouverner le pays au début du VIe siècle. A la même époque, de plus en plus de membres de la noblesse japonaise s'étaient convertis au confucianisme chinois, et il semble que Shotoku ait également suivi ce mouvement, qui lui servait de guide pour gouverner le pays. Durant le règne de Shotoku, entre 574 et 622, la puissance et l'influence du clan des Yamato connurent une renaissance temporaire.Après la mort de Shotoku, la Cour impériale japonaise connut une période de tourmente. Le puissant clan Soga assassina les héritiers de Shotoku et prit le pouvoir. Ils furent à leur tour renversés en 645 par le prince Nakano Oe et Nakatomi Kamatari, qui assassina tous les Soga et tous ceux qui tentaient de s'opposer au joug de la famille impériale. Après l'élimination de leurs opposants, ils entreprirent des réformes politiques visant à renforcer l'influence du gouvernement central et affaiblir les clans les plus puissants.À peu près à la même époque, les lois administratives japonaises connurent leur première codification, et on vit l'apparition du code civil et pénal, largement influencé par les codes chinois de la dynastie Tang et adapté aux exigences japonaises. Le peuple était alors divisé en deux groupes : les hommes libres et les esclaves. Moins de 10% des japonais étaient des esclaves, la majorité était libre et pratiquait la culture des terres.La base de ce système politique perdura pendant plusieurs siècles, mais certains de ses défauts commencèrent à ébranler le gouvernement à partir du Xe siècle. Plusieurs clans avaient obtenu des postes importants au sein du gouvernement et ils profitèrent de leur influence pour détourner de grosses sommes. Les impôts étaient de plus en plus élevés et l'aristocratie s'enrichissait à vue d'œil, aux dépends des fermiers et des plus petits clans. Le mécontentement envers le gouvernement donna alors naissance à une nouvelle classe de guerriers aristocrates, plus connus sous le nom de \"samouraïs\"."
        },
        {
            "heading": "L'essor des samouraïs",
            "text": "Les Xe et XIe siècles virent l'ascension des samouraïs en tant que nouvelle puissance nippone. Les samouraïs qui servaient au sein de la Cour impériale étaient gardes du corps et généraux pour l'aristocratie, ceux qui pratiquaient leur art en dehors de la Cour participaient à des missions de conquêtes. Vers la fin du XIe siècle, le général samouraï Taira Kiyomori avait obtenu tellement de pouvoir et d'influence qu'il fut nommé premier ministre et régna sur la Cour impériale. Son fils Antoku accéda même au trône en 1180. Le règne des Taira ne dura cependant pas très longtemps ; en 1185, ils furent vaincus par le clan Minamoto lors de la bataille navale qui fut le point culminant de cinq années de combats sanglants pour la suprématie, connus sous le nom de \"guerre de Gempei\". Après avoir obtenu la victoire, Joritomo, le chef du clan Minamoto, institua un gouvernement militaire ou \"shogunat\", au sein duquel le shogun (abréviation de \"seii taishogun\", ou \"généralissime qui repousse les barbares\") gouvernerait le Japon au nom de l'empereur. Cette forme de gouvernement dura près de 700 ans, avant son abolition en 1868.Au cours des siècles qui suivirent, le pouvoir passa à la famille Hojo, qui stoppa au début du XIIe siècle une tentative de l'empereur Go-Toba de récupérer le pouvoir. A la fin du XIIe siècle, les Hojo repoussèrent également plusieurs tentatives d'invasions mongoles, aidés par deux typhons qui détruisirent un grand nombre d'attaquants à des points cruciaux du combat. Les Japonais appelèrent ces tempêtes des \"kamikazes\", ou \"vents divins\", envoyés par les dieux pour les protéger des barbares."
        },
        {
            "heading": "La chute de l'autorité centrale",
            "text": "Le clan Hojo conserva le pouvoir jusqu'en 1333, date à laquelle l'empereur Go-Daigo organisa un coup d'État afin de renverser le gouvernement et rendre le pouvoir à la famille impériale. Il fut aidé par de nombreux aristocrates et plusieurs clans de samouraïs ainsi que par certains moines bouddhistes ralliés à sa cause. Cependant, de nombreux alliés de Go-Daigo ne furent pas satisfaits de la façon dont le butin fut réparti et ils se révoltèrent en 1336, forçant l'empereur à se réfugier vers le nord, dans les montagnes de Yoshino. Pendant les 60 années qui suivirent, le Japon fut divisé en deux Cours impériales, celle du nord et celle du sud, le contrôle du pays étant réparti entre les deux camps. L'empereur du sud était un personnage important, et ses shogunats disposaient d'un pouvoir réel. En 1391, les cours impériales se réunirent et le pouvoir revint entre les mains du grand shogun Ashikaga Takauji.Au XIVe siècle, les communautés et les familles de fermiers virent s'accroître leur pouvoir ainsi que leur résistance face aux seigneurs de guerre. En 1428, 1429 et 1441 eurent lieu d'importantes révoltes, suivies par d'autres soulèvements presque chaque année. En 1467, la lutte pour la succession du shogun Ashikaga entraîna une guerre civile qui dura près de 10 ans et provoqua la destruction de nombreux temples ainsi que l'exode d'un grand nombre de civils. La guerre se termina en 1477, mais l'autorité centrale était très touchée et l'on assista à de nombreuses rébellions locales ainsi qu'à l'arrivée d'une nouvelle classe de guerriers : les \"daimyos\"."
        },
        {
            "heading": "La période des Royaumes Combattants",
            "text": "Les années 1338-1573 sont connues sous le nom de période des Royaumes Combattants. En effet, des guerres incessantes pour la suprématie au sein des daimyos faisaient rage dans tout le pays, alors que les shogunats et la famille impériale étaient quasiment impuissants. Pendant cette période, de nombreux châteaux furent construits et les guerriers japonais devinrent des experts en combat de siège, surtout après que des marchands européens leur eurent appris à fabriquer des mousquets."
        },
        {
            "heading": "Nobunaga Oda et l'unification du Japon",
            "text": "En 1549, le père d'un jeune noble nommé Nobunaga Oda mourut et légua à son fils un bout de terrain, un peu d'argent et un groupe de serviteurs samouraïs. Onze ans plus tard, il avait vaincu toute opposition et pris le contrôle de la province d'Owari. Brillant visionnaire et excellent chef militaire, Nobunaga Oda opta bien vite pour l'utilisation massive des mousquets afin d'éliminer tous ceux qui se dressaient sur son chemin. En 1562, il s'allia à Tokugawa Ieyasu, un seigneur féodal voisin qui devint l'un des plus grands dirigeants de tous les temps.Dans les années 1560, Nobunaga Oda continua son avancée et captura Kyoto, le centre historique de la puissance japonaise. En 1573, il détrôna le Shogun et affirma ainsi sa puissance. Lorsqu'il mourut assassiné en 1582, Nobunaga Oda avait unifié presque la moitié du Japon. Consultez la partie consacrée à Nobunaga Oda dans la Civilopédia pour plus de détails sur la vie de ce dirigeant.Le successeur de Nobunaga Oda fut Toyotomi Hideyoshi, fils d'un paysan qui prouva sa valeur en tant que guerrier, puis en tant que commandant au service de Nobunaga Oda. En 1590, Hideyoshi avait unifié tout le Japon. Pour appuyer sa politique de renforcement du gouvernement central, il désarma la paysannerie et lança une réforme du système d'impôts. Il instaura également un système féodal, forçant les fermiers à demeurer dans les villages et les artisans et marchands à ne pas quitter les villes. Hideyoshi mourut en 1598, et Tokugawa Ieyasu lui succéda. En 1603, il obtint le titre de shogun.Après avoir utilisé l'armement occidental dans un but pacifique pour unifier le Japon, Tokugawa se rendit rapidement compte qu'il pouvait s'en servir comme outil de menace pour asseoir sa suprématie. Lui et ses descendants éliminèrent toute forme de christianisme au Japon et chassèrent tous les occidentaux de l'île, interdisant l'utilisation du mousquet (sauf pour les soldats). Pendant les quelques siècles qui suivirent, le Japon resta isolé de l'Occident, un choix qui évita probablement au peuple japonais de subir l'humiliation de l'occupation et de la colonisation européenne, comme la subirent la plupart de leurs voisins asiatiques."
        },
        {
            "heading": "L'ouverture du Japon et la restauration de Meiji",
            "text": "Au XIXe siècle, les Pays-Bas étaient la seule nation européenne à commercer avec le Japon, mais leurs échanges restèrent très limités. Vers le milieu du siècle, plusieurs puissances européennes avaient tenté d'établir des relations diplomatiques avec le Japon, mais sans succès. À la recherche de ports pour approvisionner en carburant ses navires marchands et de pêche, les États-Unis décidèrent de leur forcer la main et envoyèrent une flotte moderne sous les ordres du commodore Matthew C. Perry dans la baie d'Uraga, en 1853. Le choc de voir une puissance militaire étrangère pénétrer sur les côtes japonaises, jusqu'ici inviolées, causa beaucoup de tort à l'ancien shogunat de Tokugawa, et le pouvoir revint finalement aux mains de l'Empereur.Le jeune empereur Meiji accéda au trône en 1867 et entama une réforme radicale de la politique japonaise afin de pouvoir rivaliser en termes militaires et économiques avec les superpuissances européennes qui contrôlaient alors les mers autour du Japon. La \"Restauration Meiji\" fut une période extraordinaire pour le japon, qui vit l'abolition du féodalisme, la dissolution presque totale de la classe samouraï et la restitution de leurs terres aux paysans qui les exploitaient. Le gouvernement entama ensuite un vaste programme d'industrialisation, qui s'avéra très efficace sur une courte période. Vers la fin du XIXe siècle, le Japon était régi par une constitution quasi similaire à celles que l'on pouvait observer en Europe.Au début du XXe siècle, le Japon était devenu l'une des plus grandes puissances du Pacifique. Malheureusement pour elles, de nombreuses nations mirent du temps à se rendre compte de cet état de fait."
        },
        {
            "heading": "Guerre sino-japonaise",
            "text": "En 1894, la Chine déclara la guerre au Japon pour le contrôle de la Corée. Le Japon remporta facilement la victoire et gagna donc le contrôle de la Corée devant la Chine, puis Formose, la Péninsule de Liaodong, les îles Pascadores et plusieurs autres territoires. Le Japon avait également obtenu des accords commerciaux déloyaux envers la Chine et les puissances occidentales exhortèrent le Japon de rendre la Péninsule de Liaodong à la Chine, qui la céda ensuite à la Russie avec son importante base navale. Cet événement provoqua la fureur du Japon."
        },
        {
            "heading": "Guerre russo-japonaise",
            "text": "Lors de la Révolte des Boxers (1900), les citoyens chinois s'opposèrent à tous les étrangers qui leur vendaient de l'opium et occupaient une partie de leurs terres. Les puissances occidentales et le Japon ripostèrent en envoyant des troupes massacrer les Chinois et occuper une plus grande partie de leur territoire. Voyant la Russie prendre le contrôle de la Mandchourie, le Japon se sentit menacé et, pour ne pas perdre ses territoires chinois et coréens, lança une attaque surprise contre la flotte russe (une stratégie utilisée de nouveau quelques années plus tard avec succès contre d'autres Occidentaux inattentifs). L'attaque japonaise contre la Russie eut un succès phénoménal et le Japon put ainsi prouver au monde entier sa capacité à se défendre contre n'importe quelle puissance occidentale.Lors du traité de paix avec la Russie, le Japon obtint la suprématie sur la Corée ainsi que les territoires chinois jusqu'ici détenus par la Russie. Le président Roosevelt reçut le prix Nobel de la paix pour avoir négocié le traité (le comité pour le prix Nobel ne comptait pas beaucoup de membres chinois et coréens à l'époque)."
        },
        {
            "heading": "Le Japon impérial",
            "text": "Le Japon profita de ses victoires contre la Chine et l'Occident pour renforcer sa puissance dans tout l'est asiatique. Après avoir intensifié sa mainmise sur la Corée et une partie de la Chine, le pays prit possession des territoires allemands en Asie et dans le Pacifique au cours de la Première Guerre mondiale. Après la guerre, plusieurs traités entre les puissances européennes, les États-Unis et le Japon eurent pour but de limiter l'expansion japonaise, tout en garantissant son indépendance.Dans les années 1930, les difficultés que le pays avait connues pendant la Grande Dépression menèrent à un coup d'État, et l'armée prit le pouvoir. Les droits de douane occidentaux et chinois (ainsi que le racisme antijaponais) limitèrent grandement la capacité du Japon à pratiquer l'exportation pour renflouer ses caisses et nourrir sa population croissante. Selon l'armée, pour s'ouvrir aux marchés étrangers, il fallait le faire par la force. Tout ceci associé à la peur du communisme et à la haine grandissante contre le gouvernement conduisit l'armée à se renforcer. Vers la fin des années 1920, l'armée japonaise intensifia ses opérations en Mandchourie, sans l'autorisation du gouvernement, qui était trop faible pour les en empêcher.En mai 1932, des officiers de la marine assassinèrent le premier ministre, et en 1936 plusieurs hommes politiques furent tués lorsque des rebelles prirent possession du centre de Tokyo. Bien que la rébellion ait été rapidement stoppée, il était clair que le gouvernement ne fonctionnait que sous le joug de l'armée. Le jeune empereur Hirohito semblait progressiste, mais il garda le silence, de peur que le trône ne fût renversé à son tour. L'armée japonaise contrôlait l'ensemble du territoire."
        },
        {
            "heading": "L'entrée dans la Deuxième Guerre mondiale",
            "text": "À partir des années 1930, les relations entre le Japon et l'URSS, la Grande-Bretagne et les États-Unis, déjà mauvaises, dégénérèrent rapidement. L'URSS, indigné par sa défaite contre le Japon trente ans plus tôt, espérait que le gouvernement soit renversé et que le pays devienne le paradis des travailleurs comme la Russie. La Grande-Bretagne et les États-Unis étaient opposés à la violente politique japonaise en Chine et en Corée, craignant que la puissance grandissante de la marine nippone ne vienne menacer leurs intérêts considérables en Asie et dans le Pacifique. En 1936, puis en 1940, le Japon signa un pacte mutuel de défense avec l'Allemagne et l'Italie, afin de contrer la pression anglaise et américaine. En 1940, craignant le menace allemande grandissante à l'ouest, l'URSS proposa au Japon de signer un pacte de non-agression pour protéger ses côtes orientales.Après l'attaque nazie contre la Russie en 1941, le Japon s'empara du nord de l'Indochine, dans le but de bloquer la route d'approvisionnement entre la Chine et la Grande-Bretagne, qui soutenait les forces nationalistes chinoises contre la menace nippone. Pour contrer cela, les États-Unis gelèrent les capitaux du Japon et lancèrent un embargo de pétrole contre le Japon, qui n'avait plus que deux solutions : accepter les conditions américaines et se retirer de l'Indochine ou s'emparer des riches puits de pétrole des Indes néerlandaises. Les négociations ne menèrent nulle part et le gouvernement nippon choisit la voie de la guerre."
        },
        {
            "heading": "La Deuxième Guerre mondiale",
            "text": "La Deuxième Guerre mondiale commença remarquablement pour le Japon, les attaques surprise menées contre les États-Unis à Pearl Harbor, Hawaii et dans les Philippines eurent un succès phénoménal. La marine nippone faillit même repousser entièrement les forces américaines du Pacifique, mais elle ne réussit jamais à porter le coup fatal. Pendant les années qui suivirent, les États-Unis construisirent des bateaux, des chasseurs et des sous-marins, remplaçant plus que largement les pertes subies lors des premières attaques. La flotte et les forces armées américaines apprirent vite et tentèrent rapidement de repousser le Japon de l'autre côté du Pacifique.En août 1945, les États-Unis lâchaient deux bombes atomiques sur le Japon, détruisant les villes d'Hiroshima et de Nagasaki, et forçant ainsi la capitulation rapide des japonais."
        },
        {
            "heading": "L'après-guerre",
            "text": "A la fin de la guerre, le Japon avait perdu toutes ses possessions outre-mer. Les États-Unis occupaient le territoire et l'URSS s'était emparé de plusieurs îles au nord (dont la propriété est aujourd'hui toujours contestée).L'occupation américaine était toutefois bienveillante : les États-Unis imposèrent un régime démocratique aux Japonais et empêchèrent ces derniers de disposer de forces militaires. Les Américains aidèrent (forcèrent) également le Japon à démanteler ce qui restait de l'ancien système féodal et instaurèrent une vaste reforme du territoire. Ils participèrent également à la reconstruction de l'infrastructure nippone et de son système monétaire. Les États-Unis espéraient que la nation japonaise devienne une démocratie prospère et une nation capitaliste, afin de contrebalancer le développement massif du communisme en Asie. Et ils parvinrent très largement à accomplir leur mission."
        },
        {
            "heading": "Le Japon aujourd'hui",
            "text": "Bénéficiant des termes imposés par les nations victorieuses à la fin de la Deuxième Guerre mondiale, le Japon n'utilisa pas l'argent de la reconstruction pour reformer son arsenal, mais en profita pour renforcer son industrie et devenir l'un des pays les plus économiquement et démocratiquement prospères au monde. Bien qu'ayant souffert d'une collaboration trop étroite entre le gouvernement et les entreprises, avec pour conséquence une chute du système bancaire dans les années 1990, le Japon a connu une extraordinaire croissance économique depuis la fin de la guerre. Le peuple japonais dispose d'un niveau d'éducation élevé et la nation est technologiquement très avancée.Alors que la position des États-Unis dans le Pacifique s'est affaiblie et que les autres puissances se sont développées, le Japon a commencé prudemment à reconstruire sa force militaire. Le pays dépend toujours des États-Unis pour soutenir sa défense, mais pour combien de temps ?Si le Japon continue d'entretenir des relations cordiales avec ses voisins, la Russie, la Chine et la Corée de Sud (et si la Corée du Nord n'implose pas), l'avenir du Japon est tout à fait prometteur."
        },
        {
            "heading": "Le Japon aujourd'hui",
            "text": "Bénéficiant des termes imposés par les nations victorieuses à la fin de la Deuxième Guerre mondiale, le Japon n'utilisa pas l'argent de la reconstruction pour reformer son arsenal, mais en profita pour renforcer son industrie et devenir l'un des pays les plus économiquement et démocratiquement prospères au monde. Bien qu'ayant souffert d'une collaboration trop étroite entre le gouvernement et les entreprises, avec pour conséquence une chute du système bancaire dans les années 1990, le Japon a connu une extraordinaire croissance économique depuis la fin de la guerre. Le peuple japonais dispose d'un niveau d'éducation élevé et la nation est technologiquement très avancée.Alors que la position des États-Unis dans le Pacifique s'est affaiblie et que les autres puissances se sont développées, le Japon a commencé prudemment à reconstruire sa force militaire. Le pays dépend toujours des États-Unis pour soutenir sa défense, mais pour combien de temps ?Si le Japon continue d'entretenir des relations cordiales avec ses voisins, la Russie, la Chine et la Corée de Sud (et si la Corée du Nord n'implose pas), l'avenir du Japon est tout à fait prometteur."
        }
    ],
    "leader": {
        "name": "Nobunaga Oda",
        "subtitle": "Dirigeant du Japon",
        "lived": "1534 - 1582",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/nobunaga_oda.png",
        "trait": {
            "name": "Bushido",
            "effect": "Les unités combattent à pleine puissance même si elles sont blessées. Culture +1 pour chaque bateau de pêche et Culture +2 pour chaque atoll."
        },
        "titles": [
            "Daimyo"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Nobunaga Oda était un seigneur de guerre japonais vivant au XVIe siècle. Il fut un brillant général et un homme doué pour la politique, ayant un goût prononcé pour les nouvelles technologies. A force de combat et de détermination, Nobunaga Oda parvint à dominer pratiquement la moitié du Japon féodal. Après sa mort, ses deux lieutenants, Hideyoshi Toyotomi et Ieyasu Tokugawa, reprendront le flambeau, réunifiant ainsi le Japon pour la première fois depuis plus d'un siècle."
            },
            {
                "heading": "Les premières années",
                "text": "Nobunaga Oda naquit en 1534, durant la période \"Sengoku\", ou l'ère des provinces en guerre, dans l'histoire japonaise. Pendant cette période, le Japon féodal était divisé en provinces où régnaient de puissants gouverneurs féodaux, les ''daimyos'', tandis qu'un shogun impuissant dirigeait le pays au nom d'un empereur encore plus désarmé. L'époque Sengoku vit le renversement presque total de l'ordre établi. Certains vassaux renversèrent leurs daimyos, des domestiques s'affranchirent de leurs seigneurs, et les familles non nobles s'affrontèrent pour assoir leur domination. Le Japon vécut des années marquées par une brutalité extrême, et la noblesse dut faire preuve d'ingéniosité et de force pour survivre.Nobunaga Oda était le fils d'un petit seigneur de guerre de l'insignifiante province d'Owari. À la mort de son père en 1551, il hérita des biens, du titre et de la flotte militaire de son père. Il avait 17 ans et était un jeune homme fougueux et indiscipliné. D'ailleurs, aux funérailles de son père, Nobunaga Oda agit d'une manière tellement déshonorante que son tuteur et ami, Masahide Hirate, commit le seppuku (suicide rituel). Bouleversé par la mort de ce dernier, Nobunaga Oda commença à adopter une attitude plus sérieuse compte tenu de sa position et de ses obligations."
            },
            {
                "heading": "Prise de pouvoir",
                "text": "Au cours des dix années qui suivirent, Nobunaga Oda étendit son pouvoir jusqu'à dominer entièrement la province d'Owari, faisant systématiquement usage de la cooptation pour mettre en place ses alliés ou de menaces pour écarter ses dissidents. Les alliances, les batailles, les meurtres, mais aussi les trahisons perpétrées par Nobunaga Oda afin d'arriver au pouvoir, sont d'une complexité telle qu'ils pourraient rivaliser avec le scénario du \"sitcom\" le plus nébuleux jamais créé. Voilà l'histoire : À la mort de son père, le clan Oda fut divisé en plusieurs factions. Certaines considérèrent Nobunaga Oda comme l'héritier légitime, d'autres estimèrent que la place revenait à Nobuyuki, son frère cadet moins fougueux. Pendant ce temps, Nobutomo, le frère de son défunt père, fort de sa position de représentant du Shugo d'Owari, Yoshimune Shiba, demanda à être désigné à la tête du clan Oda. Lorsque Nobutomo réalisa que Yoshimune soutenait secrètement Nobunaga, il le fit assassiné.Entre-temps, Nobunaga Oda persuada Nobumitsu Oda, un autre oncle paternel, de se retourner contre Nobutomo (commanditaire du meurtre de Yoshimune Shiba). Nobunaga et Nobumitsu assassinèrent donc Nobutomo au château de Kiyosu. En tuant son oncle, Nobunaga parvint à devenir plus puissant que le nouveau shugo de la province d'Owari, Yoshikane Shiba (héritier de Yoshimune). Nobunaga utilisa Yoshimune Shiba pour créer de nouvelles alliances avec les clans Imagawa et Kira dont les membres prêtaient aussi allégeance au Shugo Shiba.Par la suite, Nobunaga Oda dépêcha une armée dans la province de Mino pour aider Dosan Saito qui était à la lutte avec son fils dissident, Yoshitatsu Saito. Mais il fut vaincu, et Dosan tomba.En 1556, le frère de Nobunaga Oda, Nobuyuki, se souleva contre son frère avec l'appui de Katsuie Shibata et Hidesada Hayashi. Nobunaga Oda eut le dessus sur les conspirateurs à la bataille d'Ino. Montrant une clémence inédite, il pardonna à son frère et à ses alliés. Son frère le remercia en fomentant immédiatement une nouvelle révolte, mais il fut trahi par un nouvel allié, Katsuie Shibata, qui informa Nobunaga Oda des intentions de son frère. Cette fois-ci, Nobunaga Oda tua Nobuyuki.Et bien d'autres... En 1559, Nobunaga Oda avait éliminé tous ses rivaux et était le souverain incontesté de la province d'Owari. Il laissa tout de même à Yoshikane Shiba ses fonctions de shugo pour rester en paix avec les autres clans. Il le révoquera plus tard quand il apprendra que celui-ci complote secrètement contre lui avec les clans Kira et Imagawa."
            },
            {
                "heading": "Conquêtes",
                "text": "Dès qu'il fut certain de tenir la province d'Owari, Nobunaga Oda commença à étendre ses ambitions à travers le Japon. En 1560, il décida d'aller évincer le petit shogun Ashikaga et partit à la tête d'une armée ridicule affronter des forces ennemies considérablement supérieures. Sa victoire en fut encore plus étonnante.Une des raisons du succès militaire de Nobunaga Oda était qu'il avait tout de suite adopté de nouvelles armes qui firent leur apparition au Japon à cette époque, importées par des commerçants européens. Il fut l'un des premiers daimyos à utiliser de manière organisée des unités entières armées de mousquets, lui conférant un avantage face à des adversaires aux moyens obsolètes. Diriger des opérations était inné chez lui, et il se servit de manière optimale des richesses agricoles et commerciales d'Owari pour financer ses guerres.En 1568, Nobunaga Oda marcha sur Kyoto, plaçant son allié Yoshiaki Ashikaga au poste illusoire de Shogun. En 1573, les deux hommes se tournèrent le dos, et Nobunaga Oda renia Yoshiaki, mettant fin, dans la foulée, au long shogunat Ashikaga.Nobunaga Oda renforça sa position au Japon en attaquant plusieurs sectes bouddhistes politiquement fortes. Les moines montrèrent une étonnante résistance, certains lui tenant tête pendant une décennie. Nobunaga Oda distribua ensuite les richesses des religieux capturés à divers samouraïs et autres nobles afin d'acheter leur loyauté. Il se prit d'amitié pour les missionnaires jésuites européens qui arrivaient au Japon toujours plus nombreux (probablement parce qu'ils n'étaient dotés d'aucun pouvoir politique pouvant le menacer). Il ne se convertit cependant jamais au christianisme."
            },
            {
                "heading": "Mort de Nobunaga Oda",
                "text": "En 1582, Nobunaga Oda contrôlait parfaitement le centre du Japon et commença à s'intéresser aux territoires plus à l'ouest. Il fut alors trahi par un de ses subordonnés au temple Honno-ji au cours d'une campagne militaire, et fut forcé de se faire seppuku. Son ''assassin'' ne lui survécut que de onze jours puisque les fidèles lieutenants de Nobunaga Oda le vengèrent. Ces derniers continuèrent leurs efforts pour achever le processus d'unification du Japon que leur chef avait si habilement mis en marche."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Les historiens s'accordent à dire que Nobunaga Oda fut l'un des trois plus grands dirigeants de l'histoire du Japon. Ses deux lieutenants, Hideyoshi Toyotomi et Ieyasu Tokugawa, sont les deux autres. En 1590, Hideyoshi Toyotomi acheva la conquête de tout le pays. À sa mort, Ieyasu Tokugawa arriva à son tour au pouvoir, ce fut le commencement du shogunat Tokugawa qui resta à la tête du pays pendant des siècles. Tour à tour, ces trois hommes contribuèrent à la création du Japon moderne.Nobunaga Oda était un homme brutal vivant à une période de violence incessante. Mais en participant à l'unification du Japon, il mit fin aux guerres meurtrières qui ravageaient le pays depuis plus d'un siècle."
            }
        ]
    }
}