{
    "id": 24,
    "name": "Corée",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/korea.png",
    "dawn_of_man": "Salutations, sémillant roi Sejong le Grand, serviteur du peuple et protecteur de la dynastie des Joseon. Votre glorieuse vision de prospérité et votre chaleureuse bienveillance envers l'homme du peuple ont fait de vous le plus apprécié de tous les rois de Corée. Depuis les premiers jours de votre règne, vos efforts visant à mettre en place une société juste et équitable pour tous n'ont eu d'égal que les avancées technologiques poussées par votre soif infinie de connaissance. Guidé par votre sagesse, les érudits de la salle de Jade, l'Académie royale, ont développé le tout premier alphabet coréen, le hangeul, offrant ainsi littérature et science au peuple après des siècles d'obscurantisme. Honorable Sejong, une fois de plus, votre peuple s'adresse à vous pour recevoir vos lumières ! Serez-vous capable de lui apporter l'harmonie et la compréhension ? Réussirez-vous une fois encore à faire tutoyer les cimes à votre royaume ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Bateau tortue",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/turtle_ship.json"
        },
        {
            "name": "Hwach'a",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hwach'a.json"
        }
    ],
    "city_names": [
        "Séoul",
        "Busan",
        "Jeonju",
        "Daegu",
        "Pyongyang",
        "Kaesong",
        "Suwon",
        "Gwangju",
        "Gangneung",
        "Hamhung",
        "Wonju",
        "Ulsan",
        "Changwon",
        "Andong",
        "Gongju",
        "Haeju",
        "Cheongju",
        "Mokpo",
        "Dongducheon",
        "Geoje",
        "Suncheon",
        "Jinju",
        "Sangju",
        "Rason",
        "Gyeongju",
        "Chungju",
        "Sacheon",
        "Gimje",
        "Anju"
    ],
    "spy_names": [
        "Kim",
        "Park",
        "Han",
        "Na",
        "Kong",
        "Yu",
        "Ahn",
        "Na",
        "Da",
        "Eun"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "La péninsule coréenne, aujourd'hui connue pour ses deux républiques divisées, accueillit de nombreux royaumes à travers les siècles, certains vertueux, et d'autres moins. Parfois aussi puissante que ses redoutés voisins, la Chine et le Japon, la Corée resta unifiée plus de 500 ans au cours du règne de la dynastie Joseon. Les troubles provoqués par l'occupation japonaise au début du XXe siècle, suivi de la guerre de Corée pendant les années 50, eurent raison de cette unité, autrefois sacrée. La Corée du Sud ressortit de ces conflits avec pour statut celui d'une nation à l'importance économique et culturelle croissante à l'échelle mondiale. À l'opposé, le régime autoritaire et isolé de la Corée du Nord est régulièrement condamné sur le plan international pour sa gestion contestée des droits de l'homme et des relations diplomatiques."
        },
        {
            "heading": "Terrain et climat",
            "text": "Entre la mer de l'Est et la mer Jaune, la péninsule coréenne partage sa frontière septentrionale avec la Chine, et dans une moindre mesure la Russie, desquelles elle est séparée respectivement par les fleuves Yalou et Tumen. Bien que la géographie de la Corée soit très variée, le pays est avant tout montagneux, et son sommet le plus haut est le mont Paektu, qui culmine à 2 744 mètres. Tout comme ses voisins, la Corée est touchée par la mousson asiatique chaque été, et la majeure partie de la région vit alors sous la menace de pluies diluviennes et enserrée dans un étau d'humidité. Les mois d'hiver peuvent aussi être particulièrement rudes, puisque les températures sont bien souvent négatives, en particulier dans le nord."
        },
        {
            "heading": "Préhistoire et l'Ancien royaume",
            "text": "Au Paléolithique moyen, la Corée était peuplée d'êtres humains vivant dans des caves ou sous des affleurements rocheux près de la mer. Au cours des millénaires suivants, des communautés primitives se formèrent, à mesure que les cueilleurs apprenaient à maîtriser la chasse. Parmi ces nombreuses communautés, une en particulier s'imposa et devint la base même de tous les royaumes coréens à venir : les Gojoseon, ou \"Joseon ancien\". La dynastie fut fondée aux alentours de 2000 av. J.-C. par le légendaire Tangun, dont la légende veut que le père soit descendu du ciel. Pour certains historiens contemporains, son nom serait en réalité le titre donné aux premiers représentants de l'autorité, renvoyant à la fois aux notables politiques et religieux de la communauté. Qu'elle ait été guidée par la main d'un leader unique ou par une série de dirigeants, la dynastie Gojoseon fut, de l'Âge de fer jusqu'au IVe siècle av. J.-C., le plus avancé des premiers royaumes tribaux coréens."
        },
        {
            "heading": "Les Trois royaumes",
            "text": "Au cours du premier millénaire, la Corée fut divisée par le règne de trois monarchies distinctes. Les \"Trois Royaumes de Corée\", Koguryŏ, Paekche et Silla, contrôlaient chacun un segment de la péninsule ; Koguryŏ était le plus grand, et pendant un temps, le plus puissant. Mais les relations diplomatiques finirent par perdre Koguryŏ lorsque son rival le plus au sud, Silla, négocia une alliance avec la dynastie Tang, en Chine, qui lui apporta la puissance nécessaire pour conquérir les deux autres royaumes en 668. Silla put alors régner de façon incontestée sur la majorité de la péninsule coréenne."
        },
        {
            "heading": "Transformation des royaumes",
            "text": "Après sa conquête des royaumes de Koguryŏ et de Paekche, la nouvelle Silla unifiée garda le contrôle de la péninsule pendant plusieurs centaines d'années. Comme souvent après une aussi longue période de domination, l'autorité du roi commença à être remise en question aux alentours du IXe siècle. Le \"système des os\", une sorte de ségrégation héréditaire basée sur les liens de sang entre une personne et le roi, maintenait l'équilibre du pouvoir entre le roi et la noblesse depuis un certain temps, mais il devait contribuer à la chute de Silla : la noblesse, dont le régime avait besoin pour les impôts et l'encadrement, finit par se fatiguer de ce système de caste qui limitait son rôle à la tête du royaume. Au final, des querelles internes sans fin menèrent le royaume à se soumettre en 935 à la dynastie naissante des Goryeo. Les Goryeo maintinrent un royaume souverain au sein de la Corée jusqu'en 1392, malgré la pression de la dynastie mongole des Yuan, en Chine."
        },
        {
            "heading": "Dynastie Joseon",
            "text": "La dynastie Joseon, considérée comme la plus notable de toute l'histoire de la Corée, fut fondée en 1392 par le commandant rebelle de Goryeo Yi Seonggye. Ayant reçu l'ordre d'envahir la province chinoise voisine du Liaodong, une frappe préventive contre la dynastie Ming, Yi saisit plutôt cette opportunité pour prendre lui-même le contrôle de la Corée, menant son armée au coeur de la capitale de Goryeo et détrônant le roi au cours d'un coup d'état militaire. Formant sa propre dynastie et prenant pour nom Taejo des Joseon, d'après l'ancien royaume des Gojoseon, Taejo fonda ainsi la toute première dynastie coréenne unifiée de l'histoire du pays. Le roi Sejong le Grand, le plus vénéré de tous les dirigeants Joseon, régna de 1418 jusqu'à sa mort, en 1450. La politique de Sejong ouvrit la voie à de grandes avancées artistiques et scientifiques, avec notamment la publication du langage coréen écrit, le \"hangeul\". C'est aussi pendant cette période que le confucianisme coréen, dont les racines remontent à la dynastie précédente des Goryeo, s'empara de tout le pays. Le néoconfucianisme, aussi appelé \"Seongnihak\", devint la principale école de pensée des érudits dans toute la péninsule. Ces valeurs, mettant en avant la morale et le développement personnel, sont aujourd'hui le socle d'une grande partie des valeurs considérées comme sacrées par la société coréenne contemporaine. La dynastie Joseon a vu le règne de 27 monarques au cours de ses 5 siècles d'existence, jusqu'en 1897. Au cours de son déclin, la Corée passa par une période d'isolationnisme, limitant ses contacts avec les nations voisines pour tenter d'enrayer l'influence du monde extérieur. Longtemps soumise à l'influence sino-japonaise, c'est au cours de cette période que la Corée a acquis son surnom de \"royaume ermite\", l'un des premiers indices de la naissance de l'identité nationale coréenne moderne."
        },
        {
            "heading": "Empire coréen",
            "text": "Déclenchée en 1894, la première guerre sino-japonaise, opposant la Chine et le Japon pour le contrôle de la péninsule coréenne, fut un premier aperçu de la puissance émergente du Japon en Asie de l'est. Depuis longtemps soumise à l'influence de la Chine et inquiète face au développement du Japon, la dynastie Joseon choisit de déclarer la création de l'empire coréen en 1897. Espérant ainsi affirmer l'indépendance de la Corée face à la Chine et au Japon, ces rêves ne furent malheureusement que de courte durée, puisque le Japon ne tarda pas à prendre le contrôle de la péninsule après avoir terrassé la majorité des forces de la dynastie Qing chinoise."
        },
        {
            "heading": "Occupation japonaise",
            "text": "Le traité de 1910, encore aujourd'hui dénoncé par les historiens coréens comme ayant été signé sous la contrainte, marqua l'annexion de la Corée par le Japon. Malgré la forte résistance du peuple coréen aux premières heures de l'occupation, le Japon garda le contrôle du pays pendant près de 35 ans. Le \"Gouvernement provisoire de Corée\", basé à Shanghai, en Chine, servit en exil tout au long de l'occupation, qui prit fin le 2 septembre 1945 suite à la défaite du Japon lors de la Seconde Guerre mondiale. Encore aujourd'hui, les Coréens gardent une certaine rancoeur envers le Japon suite à cette sombre époque."
        },
        {
            "heading": "Guerre de Corée",
            "text": "La guerre de Corée, le grand conflit à l'origine de la division actuelle de la péninsule, prend racine dans l'absence de pouvoir suite à la défaite du Japon lors de la Seconde Guerre mondiale. Le 38e parallèle, la ligne de division établie par les États-Unis et l'Union soviétique, devait marquer une frontière administrative temporaire entre les deux pays. En 1948, la Corée du nord forma un gouvernement communiste, avec à sa tête Kim II-sung, tandis que la Corée du Sud choisit son tout premier président, Syngman Rhee, au cours d'une élection nationale. Les deux dirigeants insistèrent pour que le peuple coréen reste uni sous un seul et même régime, mais chacun pensait que l'unification devait se faire sous son propre système politique. En juin 1950, la Corée du nord envahit sa voisine, aidée par l'équipement militaire soviétique de la Seconde Guerre mondiale. Suite à cet événement, les Nations unies lancèrent une résolution condamnant l'invasion et recommandant une intervention militaire par ses membres. Les États-Unis considéraient à l'époque l'expansion du communisme comme une conséquence directe de l'influence soviétique, et ils devinrent donc la principale force militaire à venir en aide à la Corée du Sud. Bien que la Corée du Nord se fût rapidement emparée de la majorité du territoire au sud, l'arrivée des forces américaines, dirigées par le général MacArthur, ne tarda pas à rétablir un certain équilibre. Après avoir repris le territoire jusqu'au 38e parallèle, les forces sud-coréennes et américaines continuèrent le combat contre la Corée du Nord, jusqu'à se retrouver dans l'impasse. La négociation d'un armistice mettant un terme aux hostilités, mais pas à la guerre, commença en 1951 et dura plusieurs années. Sur les conseils des Nations unies, l'accord fut finalement signé en 1953 par la République populaire démocratique de Corée (le nord) et la République de Corée (le sud)."
        },
        {
            "heading": "Division de la Corée",
            "text": "Officiellement, l'armistice signé par les républiques coréennes ne parlait que de la fin des hostilités, ce qui signifie que sur le papier, les deux pays sont à l'heure actuelle toujours en guerre. Aujourd'hui, la zone démilitarisée qui les sépare est la frontière la plus lourdement protégée de toute la planète, et les deux camps n'ont de cesse de s'observer avec la plus grande attention. On a recensé au cours des années un certain nombre d'incursions et de violations diverses de l'armistice, le plus souvent des actions hostiles entreprises par le régime nord-coréen. Malgré ces incidents, le cessez-le-feu est toujours en vigueur depuis plus de 50 ans."
        },
        {
            "heading": "Corée moderne",
            "text": "Aujourd'hui, la Corée du Sud est un leader mondial en matière de science et de développement technologique ; aux côtés de Hong Kong, Singapour et Taiwan, elle fait partie des \"quatre dragons asiatiques\", une entité regroupant les quatre économies les plus industrialisées d'Asie. Forte d'une population active cultivée et compétente, la Corée du Sud aime à adopter toutes les avancées technologiques, et peut se targuer de proposer les connexions Internet les plus rapides au monde, en plus d'héberger Samsung et LG, deux des plus importants fabricants au monde de téléphones portables. À l'inverse, l'énigmatique gouvernement nord-coréen se bat pour subvenir aux besoins quotidiens de son peuple, qui subit famine et pauvreté sous le joug du régime communiste. La Corée du Nord vit cachée du reste du monde, et les quelques informations qui nous parviennent sont le fruit de transfuges ayant réussi à fuir ou des quelques journalistes étrangers ayant été autorisés à entrer dans le pays. Régulièrement condamnée pour ses programmes d'armement, jugés dangereux par la communauté internationale, la Corée du Nord souffre d'une économie limitée et reçoit une aide constante de la République populaire de Chine, ainsi que le soutien humanitaire des membres des Nations unies."
        },
        {
            "heading": "Corée moderne",
            "text": "Aujourd'hui, la Corée du Sud est un leader mondial en matière de science et de développement technologique ; aux côtés de Hong Kong, Singapour et Taiwan, elle fait partie des \"quatre dragons asiatiques\", une entité regroupant les quatre économies les plus industrialisées d'Asie. Forte d'une population active cultivée et compétente, la Corée du Sud aime à adopter toutes les avancées technologiques, et peut se targuer de proposer les connexions Internet les plus rapides au monde, en plus d'héberger Samsung et LG, deux des plus importants fabricants au monde de téléphones portables. À l'inverse, l'énigmatique gouvernement nord-coréen se bat pour subvenir aux besoins quotidiens de son peuple, qui subit famine et pauvreté sous le joug du régime communiste. La Corée du Nord vit cachée du reste du monde, et les quelques informations qui nous parviennent sont le fruit de transfuges ayant réussi à fuir ou des quelques journalistes étrangers ayant été autorisés à entrer dans le pays. Régulièrement condamnée pour ses programmes d'armement, jugés dangereux par la communauté internationale, la Corée du Nord souffre d'une économie limitée et reçoit une aide constante de la République populaire de Chine, ainsi que le soutien humanitaire des membres des Nations unies."
        }
    ],
    "leader": {
        "name": "Sejong le Grand",
        "subtitle": "Roi de Corée",
        "lived": "1397 - 1450",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/sejong_the_great.png",
        "trait": {
            "name": "Érudits du Hall de Jade",
            "effect": "Bonus de science de 2 pour tous les spécialistes et les aménagements de case des personnages illustres. Permet une avance technologique chaque fois qu'un bâtiment/une merveille est construit dans la capitale coréenne."
        },
        "titles": [
            "Roi de la dynastie Joseon"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Sejong Daewang, plus connu sous le nom de Sejong le Grand, fut le quatrième roi de la dynastie Joseon de Corée. Il régna de 1418 jusqu'à sa mort, en 1450. Considéré par beaucoup comme le plus grand roi de l'histoire de la Corée, il est réputé pour son admiration et son respect de la vie humaine ; il instaura ainsi de nombreuses politiques civiles et sociales dans le but d'améliorer le bien-être de son peuple. Il favorisa également de grandes avancées dans les domaines de la science et de la technologie, et on lui attribue la création du premier alphabet coréen, le hunmin jongum (\"sons corrects pour l'éducation du peuple\"), aujourd'hui appelé \"hangeul\"."
            },
            {
                "heading": "Jeunesse",
                "text": "Né le 7 mai 1397, Sejong était le troisième fils du roi Taejong de la dynastie Joseon. Excellent élève et lecteur invétéré dès son plus jeune âge, Sejong fut nommé prince héritier à 16 ans. Il accéda au trône à 21 ans, et s'attela immédiatement à modifier la structure politique du royaume et la vie quotidienne des Coréens."
            },
            {
                "heading": "Langue, littérature et sciences",
                "text": "Sejong est principalement connu pour la mise au point du tout premier alphabet coréen, le hangeul. Le \"Chiphyonjon\", ou \"salle de Jade\", fondé en 1420, regroupait de grands savants choisis par le roi en personne. Institut de recherche à son origine, cette académie royale se vit rapidement confier pour mission la création d'un alphabet coréen visant à donner les moyens au peuple d'apprendre et de comprendre la langue. Les Coréens utilisaient jusqu'à cette époque les \"hanja\", des caractères chinois intégrés à leur dialecte, mais cette écriture n'était pas comprise par tous, et Sejong tenait à mettre fin à l'illettrisme dans son pays. D'abord connu sous le nom de \"hunmin jongum\", une expression signifiant \"sons corrects pour l'éducation du peuple\", cet alphabet a marqué le début d'une nouvelle ère d'alphabétisation et de compréhension pour les Coréens. Publié pour la toute première fois en 1446, il fallut plusieurs années à ce nouvel alphabet pour se faire une place dans la culture populaire. Aujourd'hui encore, on célèbre le 9 octobre, première date de sa publication, la \"journée du hangeul\" dans toute la Corée du Sud."
            },
            {
                "heading": "Un dirigeant magnanime",
                "text": "On retient avant tout de Sejong sa générosité infinie, renforcée par le respect qu'il portait à chacun : non seulement à ses sujets, mais aussi aux \"tribus barbares\" disséminées dans toute l'Asie. Il mesurait son succès en tant que roi en fonction du bonheur et de la prospérité de son peuple, le bien-être de ce dernier étant sa plus grande priorité. Il faisait profiter aux démunis et aux personnes âgées de denrées alimentaires supplémentaires, et abolissait régulièrement les impôts des fermiers, voire de provinces entières, en cas de difficultés climatiques ou de mauvaises récoltes. Il était aussi réputé pour organiser des banquets en l'honneur des personnes âgées, auxquels tous étaient conviés, sans distinction de rang ou de classe."
            },
            {
                "heading": "Loi et système de justice pénale",
                "text": "Sejong est à l'origine de nombreux progrès au sein du système judiciaire coréen, tous mis en place afin de rendre les procès plus équitables et les condamnations raisonnables. Il trouvait en effet injuste de condamner des citoyens pour avoir violé la loi sans s'assurer au préalable qu'ils soient en mesure de la comprendre. Malgré les réticences de ses ministres, il ordonna l'affichage public de l'ensemble des lois coréennes, ainsi visibles par tous. Sejong était également opposé à la peine de mort, et il demanda à ses juges de ne l'appliquer qu'en cas de nécessité absolue. Il instaura une loi dite des \"trois appels\", qui permettait aux condamnés de faire appel au roi jusqu'à trois fois, pour que personne ne puisse être condamné sans avoir été entendu."
            },
            {
                "heading": "Avancées militaires",
                "text": "Sous le règne de Sejong, la Corée commença à mettre au point diverses armes utilisant la poudre, la plus connue était le \"hwach'a\", ou \"véhicule de feu\". Conçu pour combattre l'infanterie, le hwach'a était un chariot à roues pouvant lancer à travers le champ de bataille des dizaines de flèches propulsées par de la poudre. Même si son usage fut limité à l'époque de Sejong, il devint au cours des siècles suivants une arme défensive incontournable dans la péninsule coréenne. Lors de la bataille de Haengju, en 1593, 3 000 soldats coréens parvinrent ainsi à repousser plus de 30 000 soldats japonais venus les envahir grâce au hwach'a, qui fit plus de 10 000 victimes dans les rangs nippons."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "On raconte que Sejong continua à s'investir dans les affaires quotidiennes et le gouvernement jusqu'à la fin de sa vie, et ce en dépit de la cécité et du diabète, maladie qui finit par l'emporter le 18 mai 1450. Sejong marqua l'histoire par sa sagesse, sa générosité et sa compassion, qui permirent des avancées majeures dans les domaines de la science et de la technologie, mais aussi une révolution culturelle durable pour le peuple coréen."
            }
        ]
    }
}