{
    "id": 19,
    "name": "Mongolie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/mongolie.png",
    "dawn_of_man": "Salutations, Ô grand Temüdjin, immortel empereur du puissant empire mongol ! Vos poings peuvent fissurer les fortifications des villes, et votre voix insuffle le désespoir dans le cœur de vos ennemis. Ô grand empereur, vous avez unifié les tribus en guerre du nord de l'Asie pour former un peuple puissant, créant ainsi la plus grande cavalerie de toute l'histoire de l'humanité ! Les talents de diplomate de votre peuple ont divisé ses ennemis, les rendant faibles et impuissants face aux armées mongoles conquérantes. En une poignée d'années à peine, vos soldats se sont emparés d'une vaste portion de la Chine et de l'Asie orientale. L'empire a continué à grandir, jusqu'à atteindre l'Europe, à l'ouest, et la Corée, au sud. Ce fut le plus grand empire jamais créé, ridiculisant sans conteste les empires romain et grec.Temüdjin, votre peuple a encore une fois besoin que vous les meniez à la victoire ! Le monde va-t-il à nouveau trembler sous le tumulte des sabots de votre cavalerie, dévalant les steppes à pleine vitesse ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Keshik|Keshiks",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/keshik.json"
        },
        {
            "name": "Khan|Khans",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/khan.json"
        }
    ],
    "city_names": [
        "Karakorum",
        "Beshbalik",
        "Tourfan",
        "Hsia",
        "Saraï",
        "Nouveau Saraï",
        "Tabriz",
        "Tiflis",
        "Otrar",
        "Sanchu",
        "Kazan",
        "Almarikh",
        "Oulan-Bator",
        "Hovd",
        "Darhan",
        "Dalanzadgad",
        "Mandalgovi",
        "Choybalsan",
        "Erdenet",
        "Tsetserleg",
        "Baruun-Urt",
        "Ereen",
        "Batshireet",
        "Choyr",
        "Ulaangom",
        "Tosontsengel",
        "Atlay",
        "Uliastay",
        "Bayan Khongor",
        "Har-Ayrag",
        "Nalayh",
        "Tes"
    ],
    "spy_names": [
        "Asashoryu",
        "Tömöriin",
        "Zevegiin",
        "Jigjidiin",
        "Enkhbat",
        "Mönkhbayar",
        "Gündegmaa",
        "Ssima",
        "Batachikhan",
        "Chulunny"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'empire mongol fut le plus vaste empire contigu de l'Histoire : il s'étendait du Danube à la mer du Japon et de la Sibérie au Cambodge, ce qui représente environ 22% de la surface du globe. Malgré leurs humbles débuts, lorsqu'ils n'étaient qu'un assemblage désordonné de tribus nomades, les Mongols ont profondément bouleversé le monde antique et sont devenus l'une des puissances militaires les plus puissantes et les plus craintes au monde."
        },
        {
            "heading": "Géographie et climat",
            "text": "Vaste contrée d'Asie orientale, la Mongolie présente une géographie accidentée et diversifiée, avec ses vastes montagnes escarpées au nord et à l'ouest, ses steppes verdoyantes au centre et le désert de Gobi le long de la frontière sud. Les steppes devraient pouvoir servir de pâturages pour les troupeaux, mais le rude climat de Mongolie en a décidé autrement. Les étés sont courts et chauds alors que les longs hivers très rudes recouvrent le pays d'un blizzard dévastateur (appelé zud), rendant les pâturages inutilisables une grande partie de l'année. Il n'est pas rare que les températures atteignent -30 °C en hiver."
        },
        {
            "heading": "Les premières années",
            "text": "Dès le Paléolithique, les tribus nomades dominent les territoires mongols. Ces tribus pratiquent l'élevage, mais également la chasse, et ne se déplacent que pour surmonter les rudes hivers et les étés secs. Cavaliers et archers émérites, ils sont particulièrement doués pour le combat monté. De temps en temps, certaines tribus forment des confédérations comme l'alliance des Xiongnu en -221. Jugées suffisamment menaçantes par la dynastie Qin pour entreprendre la Grande Muraille de Chine, ces formations inorganisées n'ont pourtant pas de réel pouvoir. Pendant plusieurs siècles, de nombreuses tribus tentent de s'unir mais ces fragiles alliances ne résistent pas aux rivalités internes et aux disputes incessantes au sujet des yourtes, des chevaux, des femmes ou des droits de pâturage."
        },
        {
            "heading": "Les débuts de Temüdjin",
            "text": "Lors d'une période particulièrement agitée, le jeune fils d'un chef mongol du nom de Temüdjin soumet la cruelle tribu des Merkit. Impressionnée par sa victoire et l'obéissance de son armée (il avait interdit le pillage et le viol, ce qui était plutôt inhabituel à l'époque), une assemblée de chefs lui confère le titre de khan et le contrôle de la tribu. Ses oncles et ses cousins ne sont cependant pas ravis de l'ascension soudaine du jeune homme et tentent de lui prendre le pouvoir par la force. Toutefois, au cours d'une grande campagne militaire (1203-1205), Temüdjin anéantit ses rivaux et en profite pour s'emparer des dernières tribus libres. Pour la première fois de l'Histoire, un homme avait unifié toutes les tribus mongoles. En 1206, il reçoit le titre de \"Gengis Khan\", le souverain universel. L'empire mongol était né."
        },
        {
            "heading": "La vie dans l'empire mongol",
            "text": "Gengis est principalement connu pour ses exploits militaires et ses conquêtes mais c'est uniquement grâce à une discipline de fer qu'il peut maintenir l'ordre dans son empire. Il crée pour cela un code de lois, la Yassa, qui s'applique à tous les citoyens de l'empire, qu'ils soient nobles ou gens du commun. La Yassa punit sévèrement toute désobéissance (généralement par la mort) et garantit la liberté de culte pour tous. Toute forme de vandalisme est interdite et les employés du gouvernement sont choisis pour leurs mérites, non leur naissance. Malgré son étendue et les différentes populations qui le composent, l'empire mongol est incroyablement bien dirigé et constitue l'un des endroits les plus sûrs de la planète, à condition d'en respecter les lois. Toute cité qui ne respecte pas les décrets du khan est systématiquement rasée. De grandes routes commerciales traversent l'empire de part en part et permettent de circuler librement d'Europe jusqu'en Chine. Un système de courrier particulièrement efficace, le Yam, est également instauré. Son principe sera repris par la suite par le Pony Express américain. Avec la construction de routes, des impôts équitables et l'enseignement de l'écriture à tous les citoyens, la vie est étonnamment agréable dans l'empire, à condition d'obéir au khan."
        },
        {
            "heading": "Une superpuissance mondiale",
            "text": "Avec un tel gouvernement, soutenu par la puissance des cavaliers et archers mongols, les états tombent les uns après les autres sous la bannière mongole. À la mort de Gengis en 1227, l'empire mongol s'étend du Pacifique à la mer Caspienne, ce qui représente deux fois la taille de l'empire romain à son apogée. Ses successeurs poursuivent la conquête des territoires voisins pendant les quatre décennies suivantes. En 1258, les armées mongoles prennent la ville de Bagdad, tuant le calife qui refusait de se rendre. Avec cette capture, la porte vers la Syrie et le reste de l'Europe est désormais ouverte. Quelques petites expéditions sont envoyées vers l'Ukraine et la Pologne, mais le gros de l'armée ne parvient pas à franchir la Syrie. Traités et courriers sont envoyés par le khan à plusieurs pays européens dans l'espoir de former des alliances pacifiques et d'éviter la guerre."
        },
        {
            "heading": "Guerre civile et fin d'une époque",
            "text": "Les Mongols auraient pu poursuivre leur expansion jusqu'à l'Atlantique si la mort d'un membre de la famille régnante n'avait forcé le frère de Kubilaï Khan, Houlagou, et son général occidental, à se retirer d'Iran. La Syrie et les nouveaux territoires occidentaux en profitent alors pour reconquérir leur indépendance. Houlagou et son cousin Berké (un général de l'Est) commencent à s'accuser mutuellement des morts suspectes qui surviennent parmi leurs hommes, divisant par leur querelle les armées et territoires de l'empire. Kubilaï Khan réprime rapidement les révoltes internes et envoie les armées reconquérir les territoires étrangers. Cependant, la solidarité de l'armée et du gouvernement mongol n'est plus aussi forte qu'autrefois. La chute de l'empire vient de s'amorcer. De nombreuses querelles intestines entre la famille régnante et ses généraux sévissent pendant plusieurs siècles, affaiblissant toujours plus l'empire. Avec la mort du khan en place en 1335, la Perse sombre rapidement dans l'anarchie. L'apparition de la peste à la même époque décime le gouvernement, met un terme aux relations commerciales avec les alliés de l'empire et prend la vie de millions de citoyens. Conséquence inévitable : le chaos s'installe. Rapidement, les provinces occidentales tombent, suivies par la perte de la Chine en 1368. Les derniers Mongols retournent dans leur pays d'origine, formant à nouveau des petites tribus distinctes. En seulement trente ans, l'empire qui autrefois dominait le monde était réduit à néant."
        },
        {
            "heading": "Domination chinoise",
            "text": "Au cours des trois siècles suivants, les Mongols perdent peu à peu leur pouvoir et retournent pour la plupart à leur mode de vie tribal avec la mort du dernier khan en 1634. En 1691, la Mongolie actuelle tombe sous la domination chinoise, dont elle se libère en 1911. Pendant cette période, l'irresponsabilité de la noblesse envers ses sujets ainsi que le système injuste de taxes pratiqué par la Chine suffisent à plonger le pays dans la misère."
        },
        {
            "heading": "Une nouvelle Mongolie",
            "text": "Avec la chute de la dynastie Qing en 1911, la Mongolie déclare son indépendance. Celle-ci sera de courte durée car en 1919, le pays est reconquis par Xu Shichang. Mais c'était sans compter sur l'aide des Russes, qui repoussent l'occupant chinois deux ans plus tard. En 1924, suivant l'exemple de l'URSS, la République populaire mongole est proclamée. La vie sous le régime communiste n'est pas facile. Tout le bétail devient possession du gouvernement, les monastères bouddhistes sont détruits et leurs moines assassinés. Des affrontements ont lieu constamment à l'intérieur et aux frontières du pays, semant la discorde dans la population. La pauvreté ne fait qu'empirer."
        },
        {
            "heading": "Présent et futur",
            "text": "En 1992, influencée par la perestroïka menée par Mikhaïl Gorbatchev en URSS, la Mongolie connaît une révolution pacifique vers la démocratie, qui mène à l'avènement d'un système multipartiste et d'une économie capitaliste. Le pays vote une nouvelle constitution et prend le nom de Mongolie. Malgré des premières années mouvementées, le pays est devenu depuis une puissance industrielle importante grâce à ses nombreuses ressources minières. Jeune pays, la Mongolie a formé des alliances bénéfiques avec les grandes puissances mondiales, comme le Japon, les États-Unis et la Chine, et cherche désormais à améliorer le niveau de vie de son peuple pour un meilleur futur."
        },
        {
            "heading": "Présent et futur",
            "text": "En 1992, influencée par la perestroïka menée par Mikhaïl Gorbatchev en URSS, la Mongolie connaît une révolution pacifique vers la démocratie, qui mène à l'avènement d'un système multipartiste et d'une économie capitaliste. Le pays vote une nouvelle constitution et prend le nom de Mongolie. Malgré des premières années mouvementées, le pays est devenu depuis une puissance industrielle importante grâce à ses nombreuses ressources minières. Jeune pays, la Mongolie a formé des alliances bénéfiques avec les grandes puissances mondiales, comme le Japon, les États-Unis et la Chine, et cherche désormais à améliorer le niveau de vie de son peuple pour un meilleur futur."
        }
    ],
    "leader": {
        "name": "Gengis Khan",
        "subtitle": "Dirigeant de la Mongolie",
        "lived": "Env. 1162 - 1227",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gengis_khan.png",
        "trait": {
            "name": "Terreur mongole",
            "effect": " Puissance de combat +30% contre les unités des cités-États ou cités-États elles-mêmes. [ICON_MOVES] Mouvement +1 pour toutes les unités montées."
        },
        "titles": [
            "Dirigeant de la Mongolie"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Gengis Khan est l'un des dirigeants les plus célèbres mais aussi les plus craints de l'histoire de l'humanité. Les statues, bâtiments et produits commerciaux à son effigie se comptent par centaines, et nombre de créations artistiques lui sont consacrées. Il fut le premier homme à unifier les guerriers nomades des tribus d'Asie du Nord-est, fondant ainsi le plus vaste empire contigu de tous les temps. Moins connues toutefois sont les améliorations et avancées majeures qu'il apporta aux infrastructures, au commerce et à la tolérance religieuse. Plus qu'un guerrier, il était également un dirigeant avisé et ingénieux."
            },
            {
                "heading": "Naissance",
                "text": "Né en 1162 ap. J.-C. sous le nom de Bordjigin Temüdjin, Gengis Khan a grandi dans une tribu mongole sur des terres de l'actuelle Oulan-Bator. Troisième fils du chef de la tribu, son nom proviendrait d'un chef tartare fait prisonnier. On ne sait que peu de choses sur les jeunes années de Temüdjin et les rares sources d'informations existantes sont souvent contradictoires. De même, aucun véritable portrait ne subsiste. De nombreux textes le décrivent toutefois comme un homme \"rayonnant\", à la longue chevelure rousse et aux yeux bleu-vert."
            },
            {
                "heading": "Jeunesse",
                "text": "Comme pour la plupart des nomades de la région, les premières années de Temüdjin ne furent pas de tout repos, malgré sa haute naissance. À l'âge de neuf ans, il est fiancé à la fille du chef d'une tribu voisine et part vivre auprès de sa famille. Son père meurt empoisonné sur le chemin du retour. Rejetés et abandonnés par leur tribu, Temüdjin et sa famille vivent dans la misère jusqu'au mariage du jeune homme, à l'âge de 16 ans."
            },
            {
                "heading": "Début de l'unification",
                "text": "Temüdjin démarre son ascension vers le pouvoir en se constituant vassal du frère de sang de son défunt père, Toghril, le khan de la tribu des Kereyit. À cette époque, la femme de Temüdjin se fait capturer par la tribu des Merkit. Toghril lui prête alors une force de 20 000 hommes pour les affronter, ce qui permet au jeune chef de guerre non seulement de délivrer sa femme, mais également de soumettre les Merkit. Il devient alors khan de son plein droit et commence sa conquête des tribus voisines. Au cours de ses conquêtes, les pratiques du jeune khan rompent avec la tradition mongole : il crée de nouvelles lois et intègre ses prises de guerre à son empire naissant, plutôt que de les mettre à sac. Sa loi, la Yassa, offre à ses soldats un salaire juste et conséquent, interdit le vol et le pillage en tout genre, et promet protection et liberté de culte aux tribus conquises. Ces innovations politiques lui valurent un peuple fidèle et uni. L'histoire de l'expansion de son empire et de l'unification des tribus mongoles est teintée de traîtrise, d'intrigues, de victoires éclatantes, de conspirations et de conflits familiaux entraînant la séparation de son ancien allié Toghril et de son fils aîné Djötchi. Malgré ces difficultés, Temüdjin parvient en 1206 à soumettre et unifier toutes les tribus nomades de Mongolie, pour la première fois de son histoire. Lors d'un conseil des chefs, il reçoit le nom de “Gengis Khan”, souverain universel et éternel des peuples mongols."
            },
            {
                "heading": "Expansion",
                "text": "Après l'unification de la Mongolie, Gengis Khan entreprend une série de campagnes militaires couronnées de succès afin de conquérir les territoires avoisinants et former un vaste empire qu'il dirigera. En 1209, il pousse les provinces du Xia à la reddition, suite à quoi, en 1211, il achève sa conquête de la dynastie Jin. Son intérêt se porte ensuite sur la Perse. Grâce à une manœuvre habile n'engageant que deux armées de 20 000 hommes, Gengis remporte la victoire contre les Kara-Khitans. Sa domination s'étend alors jusqu'aux portes de la Perse. Au lieu d'essayer de conquérir l'état voisin du Khwarezm, Gengis propose une alliance politique. Il envoie pour cela une caravane de 500 hommes vers la capitale, espérant ainsi créer un partenariat commercial solide le long de la route de la soie. Mais le shah du Khwarezm, ne faisant pas confiance au jeune chef, ordonne le massacre de la caravane. Gengis fait une deuxième tentative en envoyant cette fois un groupe d'ambassadeurs directement auprès du shah. Là encore, celui-ci fait décapiter l'un des ambassadeurs en réponse. Insulté, Gengis rassemble une armée de 200 000 hommes et conduit en personne le sanglant assaut qui verra le Khwarezm tomber sous sa coupe en 1220. Fort de ce succès, il s'empresse de capturer d'autres régions sur le chemin du retour, à savoir la Géorgie, l'Afghanistan et les derniers territoires du Xia Occidental. Au terme de ce voyage, l'empire de Gengis s'étend alors de la mer Caspienne, à l'ouest, jusqu'à la mer du Japon, à l'est, soit deux fois la taille de l'empire romain."
            },
            {
                "heading": "Succession et mort",
                "text": "Désormais âgé, Gengis doit penser à sa succession mais le sujet soulève de nombreuses contestations. La légitimité de son fils aîné, Djötchi, est remise en question (on pense qu'il a été conçu pendant la captivité de sa mère), et beaucoup d'hommes refusent de le suivre. Le problème se règle de lui-même avec la mort mystérieuse de Djötchi en 1226. Certains affirment que Gengis en personne aurait commandité l'empoisonnement du jeune homme. Son second fils, Ögödei est alors déclaré héritier, Gengis le considérant comme le plus intelligent et le plus sage de ses derniers enfants. Gengis meurt peu de temps après la même année, d'une cause aujourd'hui encore controversée. Certains affirment qu'il serait tombé de cheval pendant la bataille contre les Tangut, d'autres qu'il aurait succombé à une longue maladie. Certains prétendent même qu'une princesse Tangut captive l'aurait assassiné avec des pinces. Quelle que soit la cause de sa mort, Gengis Khan est enterré dans une tombe anonyme, selon ses dernières volontés, dans un endroit tenu secret par sa famille. La légende raconte qu'une rivière aurait été détournée sur son emplacement pour la protéger. À moins qu'il ne s'agisse d'un bosquet d'arbres, plantés sur la tombe pour la dérober aux yeux indiscrets. En 2004, des fouilles archéologiques ont permis de mettre au jour ce que l'on pense être les ruines du palais de Gengis. Les chercheurs espèrent encore découvrir un jour sa tombe."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Les avis sur Gengis Khan divergent du tout au tout : d'aucuns le considèrent comme un grand dirigeant et un excellent politicien alors que pour d'autres, il n'était qu'un assassin assoiffé de sang. Aujourd'hui en Mongolie, il est considéré comme le père de la nation et ses nombreuses innovations politiques sont respectées et saluées. Dans les anciennes terres conquises, telles que l'Irak ou l'Iran, en revanche, il est perçu comme un tyran sanguinaire et génocidaire à l'origine de destructions sans pareilles. Que l'on réfute ou que l'on exagère sa grandeur ou sa férocité, il reste sans conteste l'un des dirigeants les plus influents qui ont marqué notre histoire, et son héritage est encore bien présent dans notre vie."
            }
        ]
    }
}