{
    "id": 38,
    "name": "Maroc",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/maroc.png",
    "dawn_of_man": "Le peuple marocain attend son guide, Ahmed al-Mansour, puissant sultan de la dynastie saadienne. Négociateur de talent et fin diplomate, vous avez su former des alliances fructueuses, assurant ainsi pour de nombreuses années la souveraineté de votre royaume et de sa population. Mais vous n'en êtes pas moins un chef militaire accompli : fort de nombreuses conquêtes, vous avez conduit les armées du Maroc à la victoire et ainsi étendu l'emprise de votre empire. Sultan admiré et respecté, le peuple réclame votre retour. Votre don pour les relations diplomatiques aura-t-il raison de vos adversaires, ou devrez-vous asseoir votre domination l'épée à la main ? Pourrez-vous rendre à votre beau royaume sa grandeur passée ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Cavalerie berbère|Cavaleries berbères",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/berber_cavalry.json"
        }
    ],
    "city_names": [
        "Marrakech",
        "Rabat",
        "Fès",
        "Casablanca",
        "Tangier",
        "Salé",
        "Ouarzazate",
        "Meknès",
        "Agadir",
        "Oujda",
        "Kenitra",
        "Tétouan",
        "Essaouira",
        "Safi",
        "Taroudant",
        "Mohammédia",
        "El Aaiun",
        "Beni Mellal",
        "El Aaiun",
        "Ksar El Kébir",
        "Taza",
        "Fquih Ben Salah",
        "Khouribga",
        "Nador",
        "Settat",
        "Berrechid",
        "Larache",
        "Khemisset",
        "Guelmim",
        "Dakhla",
        "Chefchaouen",
        "Ben Guerir",
        "El Aaiun",
        "Erfoud"
    ],
    "spy_names": [
        "el-Krim",
        "ibn-Battuta",
        "al-Jazzar",
        "al-Kahina",
        "Hayyuj",
        "Kusayla",
        "al-Idrisi",
        "Salih",
        "Tariq",
        "Dihya"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Selon le journaliste américain Richard H. Davies (1864-1916), grand voyageur : \"Le Maroc est un joyau gâché par la civilisation\". Quel que soit le degré de véracité de ces propos, le Maroc contemporain compte parmi les états musulmans les plus progressistes ; il parvient en effet à maintenir des liens culturels et économiques étroits avec les nations occidentales, tout en conservant son identité. Peuplé depuis l'antiquité par des colonies de Phéniciens, Carthaginois, Romains et Vandales, le Maroc ne connut de véritable unification qu'après la révolte berbère (739-743) qui mit un terme à la domination arabe. Au fil des différents califats islamiques, le Maroc domina peu à peu le Maghreb, vaste région du nord-ouest africain qui englobe l'Atlas, le Rif, le Sarah occidental et le sud de la côte méditerranéenne. En 1554, le sultan saadien Mohammed ech-Cheikh revendiqua la souveraineté sur l'ensemble du territoire marocain. Au cours du siècle suivant, le Maroc dû repousser une salve d'invasions européennes et turques ottomanes, et devint le seul pays arabe à ne pas tomber sous le joug ottoman. Au XVIIe siècle, les Saadiens perdirent le pouvoir aux mains des Alaouites, qui règnent depuis lors sous le régime de la monarchie constitutionnelle. Après un demi-siècle passé sous le protectorat français et espagnol, le Maroc retrouva son indépendance en 1956."
        },
        {
            "heading": "Terrain et climat",
            "text": "La majeure partie du Maroc moderne est montagneuse : le Rif borde la Méditerranée du nord-ouest au nord-est, et l'Atlas traverse le territoire du nord-est au sud-ouest. Le sud-est du pays est dominé par le Sahara occidental. Le Maghreb est marqué par un climat méditerranéen au nord, entre les montagnes de l'Atlas et la côte, et l'aridité du Sahara, plus au sud. Les régions du nord offrent donc des hivers frais et humides et des étés chauds et secs, tandis que le Sahara est caractérisé par une extrême chaleur et de très faibles précipitations. Les plaines littorales sont intensément cultivées depuis l'arrivée des premiers humains dans la région. À l'inverse de l'Atlas, massif presque toujours dominé par des forêts denses de chênes, de genévriers et de cèdres abritant de nombreuses espèces de gibiers, les montagnes du Rif sont généralement arides, recouvertes d'herbes et de mousses. La région du Sahara se compose principalement de dunes de sable et d'affleurements rocheux, ponctués de quelques rares oasis. Les Berbères virent le jour dans les reliefs abrupts du Rif et de l'Atlas, contrairement aux autres peuples qui leur préférèrent le littoral et ses nombreuses ressources."
        },
        {
            "heading": "Maroc antique",
            "text": "La région où se situe le Maroc est habitée depuis des centaines de milliers d'années, comme en témoignent les ossements d'Homo sapiens vieux de 160 000 ans découverts à Jebel Irhoud. Une culture néolithique, dont sont issus les Berbères, vit le jour entre 6000 et 3000 av. J.-C. au Maghreb, alors moins aride. Le langage berbère ainsi que les premières installations agricoles apparurent au pied des montagnes de l'Atlas et le long de la côte atlantique vers l'an 2000 av. J.-C. Vers 1200 av. J.-C., des marchands phéniciens explorant la Méditerranée occidentale établirent des colonies le long de la côte afin d'exploiter le sel et les minéraux de l'actuel territoire marocain. Carthage, qui cherchait à s'étendre à l'ouest de ses terres d'origine, en Tunisie, tissa des liens avec plusieurs royaumes berbères vers le Ve siècle av. J.-C. Les Carthaginois assirent leur hégémonie sur la plus grande partie du littoral méditerranéen d'Afrique du Nord, à l'exception d'un puissant royaume berbère, la Mauritanie. Suite aux guerres puniques, les Romains s'emparèrent du pouvoir, assujettissant la plupart des royaumes berbères, dont la Mauritanie. Au Ve siècle, profitant du déclin de Rome à l'ouest, les Vandales franchirent le détroit de Gibraltar, depuis l'Ibérie. Sous le règne du grand roi Genséric et de ses successeurs, les Vandales, habiles marins, bâtirent un empire sur les ruines romaines qui s'étendaient de l'Atlas jusqu'à la Corse et la Sicile."
        },
        {
            "heading": "Maroc islamique",
            "text": "Dans la seconde moitié du VIIe siècle, les Arabes envahirent le Maghreb, convertissant les Berbères à l'islam. Les dirigeants arabes nommèrent des gouverneurs locaux pour administrer la région, mais n'avaient que peu d'estime pour les Berbères, peuple conquis et gênant, qu'ils soumirent au paiement de lourdes taxes et de tributs. En 740, les Berbères se révoltèrent. Née au sein des tribus du Maroc occidental, la rébellion se répandit à travers le territoire comme une traînée de poudre, mais s'essouffla au pied de la ville fortifiée de Kairouan. Néanmoins, les Berbères s'étaient déjà libérés de la mainmise arabe, et ni les Omeyyades, ni leurs successeurs abbassides ne parvinrent à reprendre le contrôle du \"Far West\" islamique. Le Maroc accueillit des dizaines de modestes royaumes berbères autonomes qui façonnèrent leur propre version de l'islam, depuis des sectes islamistes radicales jusqu'à une assimilation de l'islam à d'autres religions. Le Maroc ne tarda pas à devenir terre d'asile pour de nombreux réfugiés, radicaux, rebelles et autres aventuriers venus du califat arabe oriental. L'un d'eux, Idris Ibn Abdallah, fit cause commune avec la tribu berbère des Awraba et entreprit de conquérir d'autres tribus. Il fonda la dynastie des Idrissides en 788. Son fils, Idris II, érigea une nouvelle capitale à Fès. Le Maroc devint alors une grande puissance et le centre de toute l'érudition islamique. Cet \"âge d'or\" prit fin au début du Xe siècle avec l'arrivée d'un groupe de réfugiés religieux venus de l'est. Les Fatimides, s'étant emparés du pouvoir dans la Tunisie actuelle, entreprirent d'envahir le Maroc et partirent à la conquête des Idrissides et du royaume de Sijilmassa au sud. Mais les envahisseurs ne parvinrent pas à soumettre les tribus berbères, et le Maghreb sombra dans le chaos, les généraux fatimides, les loyalistes idrissides, les aventuriers omeyyades et les chefs de tribus se disputant le territoire. En 965, le calife fatimide Al-Muizz, accompagné d'une armée gigantesque, marcha sur le Maroc pour rétablir l'ordre. L'accalmie dura jusqu'au départ des Fatimides qui partirent à la conquête de l'Égypte pour y fonder une nouvelle capitale, le Caire."
        },
        {
            "heading": "Dynasties berbères",
            "text": "Après près d'un siècle d'anarchie, aux XIe et XIIe siècles, sous le règne des dynasties berbères almoravides, almohades, mérinides et wattasides, le Maroc, plus puissant que jamais, atteignit son apogée culturel. Chacune de ces dynasties qui unifièrent brièvement le pays vit le jour au sud de l'Atlas. Elles étaient fondées par des réformateurs religieux et basées sur des confédérations de tribus rivales libres. Si ces royaumes dotèrent les Berbères d'un certain sens de la cohésion et de l'identité nationale, aucune ne parvint à créer une unité politique intégrée au Maghreb. Malgré quelques brillantes avancées en matière de culture et d'éducation, les dynasties berbères s'effondrèrent face à des tribus rebelles en quête d'autonomie et fascinées par l'individualité."
        },
        {
            "heading": "Sultans saadiens",
            "text": "La victoire de Mohammed ech-Cheikh sur les Wattasides et leurs alliés berbères lors de la bataille de Tadla, en 1554, marqua le début du règne de la dynastie des Saadi, une famille arabe qui prétendait descendre directement de Mahomet. Les Saadiens ayant déjà capturé la capitale wattaside de Fès, Mohammed ech-Cheikh se déclara sultan incontesté du Maroc à la mort du dernier souverain wattaside, à Tadla. Son règne fut cependant de courte durée : les Ottomans le firent assassiner en 1557 et envahirent le pays l'année suivante. L'armée ottomane fut vaincue par une coalition de Saadiens, de Berbères et de forces espagnoles, assurant ainsi la souveraineté de la dynastie saadienne. L'héritier du trône, Abdallah el-Ghalib, qui régna de 1557 à 1574, s'efforça d'affirmer sa souveraineté sur les tribus berbères rebelles et de dresser les Espagnols contre les Ottomans. À sa mort, ses fils se livrèrent une lutte sans merci pour le trône. C'est son cinquième fils, le très habile Ahmed al-Mansour, qui accéda au pouvoir. Né d'une mère berbère, il bénéficiait du soutien sans faille de ce peuple, et en tant que fervent musulman, également de celui des Arabes. Grâce au tribut versé par les nobles portugais après la bataille d'Alcaçar-Quivir (dite \"bataille des Trois Rois\") et l'invasion de l'empire des Songhaï au Sahara, le Maroc entra dans une ère de paix relative, de découvertes artistiques et scientifiques, et de construction. Al-Mansour succomba à la peste en 1603. Cet événement déclencha une guerre pour la succession qui dura 24 ans et précipita l'effondrement de la dynastie saadienne. Quatre autres sultans saadiens furent amenés à régner sur un pays réunifié entre 1627 et 1659, années qui furent marquées par une perte importante de territoire, de richesses et d'influence."
        },
        {
            "heading": "Les Alaouites",
            "text": "Durant la période de troubles qui suivit la mort d'Al-Mansour, la famille alaouite parvint à unifier plusieurs tribus berbères et bédouines qui vivaient dans les environs de l'oasis de Tafilalet. En 1664, l'ensemble du Sahara marocain et de la vallée du Drâa étaient sous domination alaouite. Deux ans plus tard, accompagné d'une petite armée d'hommes de tribu, Moulay Rachid marcha sur Fès et mit un terme à l'influence du zaouïa de Dila, un mouvement berbère nationaliste qui contrôlait la plus grande partie du Maroc septentrional. En 1669, Rachid parvint enfin à pénétrer dans Marrakech et renversa le dernier sultan saadien, avant de s'autoproclamer sultan de l'ensemble du Maroc. Pendant 150 ans, le Maroc prospéra sous la domination alaouite, stimulé par la modernisation, les réformes administratives, la tolérance religieuse et le développement du commerce avec l'Europe et les États-Unis. Mais le sultan Abd Ar-Rahman Ibn Hisham, en place de 1822 à 1859, essuya une lourde défaite face aux forces françaises en 1844 lorsqu'il témoigna son soutien au mouvement indépendantiste algérien d'Abd el-Kader. Ses successeurs, Mohammed IV et Hassan Ier, furent de plus en plus mêlés aux conflits impliquant les puissances européennes. Bien que la Conférence de Madrid (1880) fût supposée entériner l'indépendance du Maroc, la France interféra à plusieurs reprises dans les affaires intérieures du pays. Les efforts déployés par l'Allemagne pour contrer l'influence française au Maghreb donnèrent lieu à la première (1905-1906) et à la seconde (1911) crises marocaines. En mars 1912, les sultans alaouites furent contraints de reconnaître le protectorat français sur le Maroc par le Traité de Fès. C'est également à cette période que la région du Rif du nord du Maroc fut placée sous \"protection\" espagnole."
        },
        {
            "heading": "Protectorats européens et indépendance",
            "text": "En théorie, les protectorats ne privèrent pas le Maroc de son statut d'état-nation : les sultans alaouites \"régnaient, mais ne gouvernaient pas\". La France installa l'administration du pays, forte de l'expérience acquise par la conquête de l'Algérie et le protectorat sur la Tunisie. D'importantes différences sont cependant à prendre en compte. Premièrement, le protectorat marocain fut établi moins de deux ans avant le début de la Première Guerre mondiale, ce qui souleva de nouvelles craintes quant à la moralité et les défis inhérents au régime colonial. Les nouveaux administrateurs français rejetèrent la politique d'assimilation des autochtones jusque-là appliquée, au profit d'un plan d'urbanisme et d'éducation visant à éviter toute mixité culturelle. Enfin, de par la forte identité de ses tribus berbères, le Maroc avait su préserver son indépendance pendant près d'un millénaire. Les gouverneurs français conclurent des alliances politiques avec les dizaines de milliers de colons français venus acheter de vastes parcelles de terres agricoles fertiles. En France, les partis politiques apportèrent leur soutien à des mesures plus que draconiennes visant à accroître le contrôle français. Le processus de pacification des Berbères et des nationalistes progressant lentement, le gouvernement français tenta d'accélérer le développement économique, notamment par l'exploitation des riches gisements minéraux du Maroc, la création d'un réseau de transport moderne, et des investissements dans une industrie agricole moderne destinée à alimenter le marché français. Le protectorat espagnol fut plus anodin, veillant au respect des lois et de l'autorité des gouverneurs locaux. La domination culturelle espagnole fut facilitée par les nombreuses enclaves de Juifs séfarades dans le massif du Rif, descendants de réfugiés espagnols et portugais de la fin du XVe siècle qui avaient profité du commerce entre l'Afrique et l'Ibérie des siècles durant. Le gouvernement espagnol n'incita pas ses citoyens à émigrer vers le Maroc, mais encouragea les investissements dans les entreprises marocaines. Excepté durant la guerre civile espagnole à la fin des années 1930, le protectorat espagnol fut généralement pacifique et profita à tous. En 1953, après des années de troubles et de révoltes urbaines et tribales, la France exila le très apprécié sultan marocain Mohammed V et le remplaça par Mohammed ben Arafa, dont la prétention au trône était communément considérée comme illégitime. Trois ans plus tard, devant faire face à la résistance d'un Maroc uni et la guerre civile faisant rage en Algérie, la France accepta de négocier un retour à l'indépendance du pays. Mohammed V parvint à négocier la restauration progressive de la souveraineté marocaine, moyennant notamment l'établissement d'une monarchie constitutionnelle et d'un parlement bicaméral. Les successeurs alaouites continuèrent à tisser des liens toujours plus étroits avec les démocraties occidentales, faisant du Maroc moderne, à la culture et l'économie florissante, une des nations musulmanes les plus stables et libérales."
        },
        {
            "heading": "Protectorats européens et indépendance",
            "text": "En théorie, les protectorats ne privèrent pas le Maroc de son statut d'état-nation : les sultans alaouites \"régnaient, mais ne gouvernaient pas\". La France installa l'administration du pays, forte de l'expérience acquise par la conquête de l'Algérie et le protectorat sur la Tunisie. D'importantes différences sont cependant à prendre en compte. Premièrement, le protectorat marocain fut établi moins de deux ans avant le début de la Première Guerre mondiale, ce qui souleva de nouvelles craintes quant à la moralité et les défis inhérents au régime colonial. Les nouveaux administrateurs français rejetèrent la politique d'assimilation des autochtones jusque-là appliquée, au profit d'un plan d'urbanisme et d'éducation visant à éviter toute mixité culturelle. Enfin, de par la forte identité de ses tribus berbères, le Maroc avait su préserver son indépendance pendant près d'un millénaire. Les gouverneurs français conclurent des alliances politiques avec les dizaines de milliers de colons français venus acheter de vastes parcelles de terres agricoles fertiles. En France, les partis politiques apportèrent leur soutien à des mesures plus que draconiennes visant à accroître le contrôle français. Le processus de pacification des Berbères et des nationalistes progressant lentement, le gouvernement français tenta d'accélérer le développement économique, notamment par l'exploitation des riches gisements minéraux du Maroc, la création d'un réseau de transport moderne, et des investissements dans une industrie agricole moderne destinée à alimenter le marché français. Le protectorat espagnol fut plus anodin, veillant au respect des lois et de l'autorité des gouverneurs locaux. La domination culturelle espagnole fut facilitée par les nombreuses enclaves de Juifs séfarades dans le massif du Rif, descendants de réfugiés espagnols et portugais de la fin du XVe siècle qui avaient profité du commerce entre l'Afrique et l'Ibérie des siècles durant. Le gouvernement espagnol n'incita pas ses citoyens à émigrer vers le Maroc, mais encouragea les investissements dans les entreprises marocaines. Excepté durant la guerre civile espagnole à la fin des années 1930, le protectorat espagnol fut généralement pacifique et profita à tous. En 1953, après des années de troubles et de révoltes urbaines et tribales, la France exila le très apprécié sultan marocain Mohammed V et le remplaça par Mohammed ben Arafa, dont la prétention au trône était communément considérée comme illégitime. Trois ans plus tard, devant faire face à la résistance d'un Maroc uni et la guerre civile faisant rage en Algérie, la France accepta de négocier un retour à l'indépendance du pays. Mohammed V parvint à négocier la restauration progressive de la souveraineté marocaine, moyennant notamment l'établissement d'une monarchie constitutionnelle et d'un parlement bicaméral. Les successeurs alaouites continuèrent à tisser des liens toujours plus étroits avec les démocraties occidentales, faisant du Maroc moderne, à la culture et l'économie florissante, une des nations musulmanes les plus stables et libérales."
        }
    ],
    "leader": {
        "name": "Ahmed al-Mansour",
        "subtitle": "Dirigeant du Maroc",
        "lived": "Env. 1549 - 1603",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ahmed_al-mansour.png",
        "trait": {
            "name": "Passage vers l'Afrique",
            "effect": "+3 unités d' or et +1 unité de culture par route commerciale avec une cité-état ou une autre civilisation. +2 unités d' or par route commerciale avec le Maroc pour le propriétaire."
        },
        "titles": [
            "Sultan de la dynastie saadienne"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Ahmed al-Mansour, l'un des dirigeants les plus influents de toute l'histoire de l'Afrique du Nord, eut un impact-clé sur l'avenir du Maroc. Sixième sultan de la dynastie saadienne au XVIe siècle, Ahmed al-Mansour fut l'ingénieux diplomate qui prit parti de la position stratégique du Maroc pour en faire un acteur majeur sur la scène internationale durant la Renaissance."
            },
            {
                "heading": "Jeunesse",
                "text": "Cinquième et plus jeune fils du sultan Mohammed ech-Cheikh, l'accession au trône d'Ahmed al-Mansour n'était pas garantie. Son frère aîné, Abdallah el-Ghalib, était l'héritier légitime et monta sur le trône à la mort de leur père, en 1557. Malheureusement pour al-Mansour, el-Ghalib avait dans l'idée qu'éliminer ses frères restait le moyen le plus simple de conserver le trône. Al-Mansour et son frère Abd al-Malik n'eurent donc pas d'autre choix que de fuir le pays pour l'Empire ottoman, où ils vécurent pendant près de deux décennies."
            },
            {
                "heading": "Prise de pouvoir",
                "text": "Suite à la mort du sultan Abdallah el-Ghalib, en 1574, son fils, Muhammad al-Mutawakkil monta sur le trône, en dépit de l'héritier légitime, Abd al-Malik. Ce dernier leva une armée avec l'aide de l'Empire ottoman (où al-Mansour et son frère vivaient toujours exilés). Abd al-Malik envahit le Maroc et renversa l'usurpateur Muhammad al-Mutawakkil, mais malheureusement pour les prétendants au trône, tous deux périrent lors de la bataille d'Alcaçar-Quivir en 1578, et c'est Ahmed al-Mansour qui devint alors sultan. Les armées marocaines connurent de lourdes pertes, notamment face aux forces portugaises qui s'étaient alliées à l'usurpateur. Al-Mansour, ayant fait prisonnier des milliers de soldats portugais, parvint à négocier une rançon conséquente en échange de leur libération, et l'or portugais vint renflouer les coffres du Maroc."
            },
            {
                "heading": "Règne",
                "text": "Une fois sa souveraineté affirmée, Al-Mansour profita des joies de gouverner un Maroc puissant et riche. Il entreprit immédiatement de réformer le système administratif de la nation et d'implémenter de nouvelles formes d'impôts. Il chercha également à repousser les frontières de son empire par des campagnes contre l'empire songhaï, espérant ainsi obtenir une nouvelle source de richesses pour son royaume. Malgré les victoires et le pillage de plusieurs villes songhaï, l'administration d'un territoire se trouvant de l'autre côté du Sahara s'avéra cependant trop difficile, même pour Al-Mansour. Malheureusement, les dépenses liées aux différents projets d'Al-Mansour (expansion militaire et territoriale, coûts engendrés par les nouvelles constructions, ou encore grandes démonstrations culturelles et artistiques) conduisirent à l'épuisement des richesses du Maroc. Les finances, exsangues, forcèrent Al-Mansour à revoir ses ambitions à la baisse. D'autre part, le Maroc parvenait difficilement à maintenir sa suprématie sur les territoires lointains qu'il avait conquis, et bientôt de nombreuses régions échappèrent à son contrôle. À la mort d'Ahmed al-Mansour des suites de la peste en 1603, la puissance et l'influence du Maroc entamèrent leur déclin. En 1620, le Maroc avait perdu toutes les villes songhaï. Les routes commerciales étaient utilisées par d'autres, et le sultanat devait faire face à de lourdes difficultés financières. La plupart des avancées engrangées par al-Mansour grâce à ses compétences administratives et diplomatiques exceptionnelles ne survécurent pas à son règne."
            },
            {
                "heading": "Le jugement de l'Histoire",
                "text": "De nos jours, Ahmed al-Mansour est largement considéré comme l'un des plus grands diplomates de l'histoire, très habile dans ses relations avec ses alliés et ses ennemis, chrétiens et musulmans. Les stratégies diplomatiques astucieuses d'Al-Mansour permirent au Maroc de conserver son indépendance, malgré la convoitise des royaumes avoisinants et la puissance de l'Empire ottoman. Son règne fut marqué par la tolérance religieuse, des découvertes scientifiques, ainsi qu'un véritable épanouissement artistique, phénomène inconnu en Afrique du Nord durant les décennies qui précédèrent et qui suivirent."
            }
        ]
    }
}