{
    "id": 14,
    "name": "Perse",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/perse.png",
    "dawn_of_man": "Soyez béni des cieux, bien-aimé roi Darius de Perse ! Vous êtes à la tête d'un peuple fort et sage. Aux premiers jours du monde, le grand dirigeant perse Cyrus prit les armes contre le puissant empire mède, qui disparut en 550 av. J.-C. Grâce à ses talents de diplomate et de stratège, le grand Cyrus prit le contrôle de la riche Lydie et de la puissante Babylone, avant que son fils ne fasse la conquête de la fière Égypte quelques années plus tard. Avec le temps, la Perse finit par atteindre la Macédoine, aux portes mêmes des cités-états grecques. La Perse continua de prospérer, jusqu'à ce que le terrible Alexandre de Macédoine ne détruise ce grand empire en une seule et violente campagne.Darius, votre peuple a besoin que vous aidiez la Perse à retrouver puissance et gloire ! L'empire de vos ancêtres doit se relever, triompher de ses ennemis et apporter la paix et l'ordre dans le monde. Ô roi Darius, répondrez-vous à son appel ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Cour de Satrape|Cours de Satrape",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/satrap's_court.json"
        }
    ],
    "unique_units": [
        {
            "name": "Immortel|Immortels",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/immortal.json"
        }
    ],
    "city_names": [
        "Persépolis",
        "Pasargades",
        "Susa",
        "Ecbatane",
        "Tarsus",
        "Gordium",
        "Bactra",
        "Sardis",
        "Ergili",
        "Dariush Kabir",
        "Ghulaman",
        "Zohak",
        "Istakhr",
        "Jinjan",
        "Borazjan",
        "Herat",
        "Dakyanus",
        "Bampur",
        "Tureng Tepe",
        "Rey",
        "Chiraz",
        "Tushpa",
        "Hasanlu",
        "Gabae",
        "Merv",
        "Behistun",
        "Kandahar",
        "Altin Tepe",
        "Bunyan",
        "Charsadda",
        "Ura Tyube",
        "Dura Europos",
        "Aleppo",
        "Qatna",
        "Kaboul",
        "Capisa",
        "Kyreskhata",
        "Marakanda",
        "Peshawar",
        "Van",
        "Pteira",
        "Archada",
        "Artakoana",
        "Aspabota",
        "Autiyara",
        "Bagastana",
        "Baxtri",
        "Darmasa",
        "Daphnai",
        "Drapsaka",
        "Eion",
        "Gandutava",
        "Gaugamela",
        "Harmozeia",
        "Hecatompylos",
        "Izata",
        "Kampada",
        "Kapisa",
        "Karmana",
        "Kounaxa",
        "Kuganaka",
        "Nautaka",
        "Paishiyauvada",
        "Patigrbana",
        "Phrada"
    ],
    "spy_names": [
        "Azhi",
        "Dabir",
        "Firuz",
        "Gaspar",
        "Shahzad",
        "Aga",
        "Marjane",
        "Peri",
        "Sartaj",
        "Yasmin"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Le mot \"Perse\" vient du nom d'une région au sud de l'Iran, \"Persis\". Le terme est communément utilisé pour qualifier un territoire où la langue et les traditions perses prédominaient. Plusieurs ''Empires perses'' se sont succédé à travers l'Histoire. Dans cet article, nous étudierons particulièrement l'Empire achéménide, qui vit le jour en 559 av. J.-C. et qui fut terrassé deux siècles plus tard par l'armée grecque et son commandant, Alexandre le Grand."
        },
        {
            "heading": "Terrain et climat",
            "text": "La péninsule iranienne, le véritable cœur de l'Empire perse, est un haut plateau bordé à l'est et à l'ouest par des montagnes. Au sud, on trouve le golfe Persique et le golfe d'Oman, et au nord s'étend la mer Caspienne et d'autres montagnes. A son apogée, l'Empire perse annexait aussi l'Égypte, le Moyen-Orient et une grande partie de l'Asie Mineure (aujourd'hui la Turquie). Bien sûr, il est inutile de généraliser sur le climat d'un si vaste territoire situé à cheval sur deux continents."
        },
        {
            "heading": "Avant les Perses, les Mèdes",
            "text": "Avant les Perses, le peuple dominant de la région était les Mèdes. D'après l'historien Hérodote, le premier roi mède était Déjocès, qui régna de 728 à 675 av. J.-C. Son fils, Phraortès, asservit les Perses. Il mourut lors de la bataille contre les Assyriens. Au cours du VIe siècle, les Mèdes tombèrent sous la domination des Scythes, qui, à la fin du même siècle, se retirèrent ou s'intégrèrent, pour laisser une nouvelle fois le contrôle de la zone aux Mèdes.À tout point de vue, le roi Cyaxare (625 - 585 av. J.-C.) était un chef né qui réorganisa l'armée mède pour ensuite affronter et vaincre les puissants Assyriens, prenant au passage le contrôle de plusieurs villes assyriennes importantes. Il s'allia avec les Babyloniens pour écraser l'Assyrie. À la division des territoires assyriens, Babylone récolta le Croissant fertile (région irriguée par l'Euphrate et le Tigre), et les Mèdes s'emparèrent des hautes terres à l'est et au nord de Babylone, incluant des territoires en Asie Mineure.Le fils de Cyaxare, Astyage, n'était pas aussi doué que son père dans les domaines politique et militaire, et fut le dernier roi des Mèdes."
        },
        {
            "heading": "L'ascension de la Perse",
            "text": "D'après la légende, le roi Cyaxare fit don de la Perse à son vassal Cambyse Ier, et ce dernier transmit sa couronne à son fils, Cyrus II, qui solidifia son pouvoir politique en prenant pour épouse la fille d'Astyage, le roi des Mèdes. Malgré cela, Cyrus ne se contenta pas de sa condition de subordonné, il s'allia avec Babylone et se rebella contre les Mèdes. En 550 av. J.-C., la victoire finale des Perses mena à l'extinction des Mèdes.Cyrus II fut le premier des rois de Perse appartenant à la dynastie des Achéménides. Après avoir conquis la Médie, Cyrus grappilla du terrain en Asie Mineure. Dans un premier temps, il isola la Lydie (dont le souverain était le célèbre Crésus), puis il l'annexa. Il s'affaira par la suite à assiéger toutes les cités-états grecques sur la côte ouest de l'Asie Mineure. Une fois son front nord stabilisé, Cyrus II se retourna contre son ancien allié Babylone au sud.Babylone était un royaume puissant, mais malheureusement affaibli par des dissensions internes, un roi impopulaire et l'isolement (Babylone ne comptait plus trop d'alliés depuis qu'elle avait permis à Cyrus de prendre la Lydie). D'ailleurs, Babylone tomba sans mal. En 539 av. J.-C., on pouvait ainsi voir Cyrus marcher dans la ville, fier d'être à la tête d'un empire allant jusqu'aux frontières de l'Égypte.La série de triomphes pour Cyrus s'arrêta néanmoins peu de temps après. Il mourut au cours d'une bataille en Asie centrale en 529 av. J.-C."
        },
        {
            "heading": "L'expansion de la Perse",
            "text": "Cambyse II, le fils de Cyrus II, lui succéda. Après avoir tué son frère Bardiya pour s'assurer le trône, Cambyse se lança dans une campagne contre l'Égypte en 525 av. J.-C. Il en sortit vainqueur après deux batailles, à Péluse et à Memphis. Il se tourna ensuite vers l'ouest, mais ses attaques sur Carthage et la Nubie se soldèrent par un échec. En 522 av. J.-C., Cambyse eut vent d'une révolte en Iran dirigée par un imposteur prétendant être son frère, Bardiya. Il mourut alors qu'il se rendait sur place pour arrêter la rébellion. D'après la rumeur, il se serait suicidé, mais quelques historiens suggèrent que ce n'était là qu'une propagande mise en place par ses successeurs.À la mort de Cambyse II, un de ses généraux, le dénommé \"Darius\", se rendit en Iran avec ses troupes pour écraser les rebelles, ceux-ci étant déjà bien en place à son arrivée. Darius appartenait à la dynastie des Achéménides et était un parent lointain de Cambyse II, il s'auto-désigna héritier légitime de Cambyse. Il lui fallut un an pour maîtriser les rebelles et faire accepter son accession au trône. Mais en 521 av. J.-C., Darius avait le contrôle absolu sur tout l'Empire perse.Darius Ier était sans conteste le dirigeant de tous les superlatifs. Après avoir maté la rébellion en alternant châtiment cruel pour les chefs rebelles et clémence pour les populations locales, il travailla à réorganiser l'Empire et à codifier les lois. Il conquit ensuite le nord de l'Inde et fit construire une tête de pont sur l'Hellespont, donnant un accès à la Perse pour entrer en Europe. Il réussit à enrayer les révoltes des cités-États en Grèce, gagnant même une certaine popularité en expulsant les tyrans locaux et en rendant le pouvoir au peuple.En 492 av. J.-C., les armées de Darius reprirent la Thrace et la Macédoine dans les Balkans, préparant le terrain pour l'invasion de la Grèce. Dans un premier temps, Darius sous-estima la difficulté d'une campagne en Grèce. En 490 av. J.-C., les Grecs coalisés remportèrent une bataille décisive à Marathon. Darius fut contraint de battre en retraite. Mais il se prépara à lancer une nouvelle campagne, avec une armée plus grande et plus forte.Darius Ier s'éteignit en 486 av. J.-C. et son fils, Xerxès Ier, prit place sur le trône. Il dut immédiatement faire face à une révolte en Égypte, qu'il étouffa rapidement en 484 av. J.-C. Contrairement à ses prédécesseurs, Xerxès régla le problème des rebelles avec virulence. Il se débarrassa des meneurs et plaça la population de la région concernée sous commandement direct perse. C'est aussi le sort qu'il réserva aux Babyloniens lorsque ceux-ci se révoltèrent en 482 av. J.-C."
        },
        {
            "heading": "Xerxès et les campagnes en Grèce",
            "text": "En 480 av. J.-C., soutenu par la puissante marine perse, Xerxès prit le commandement d'une armée pour attaquer le nord de la Grèce. La zone tomba entre ses mains rapidement et, malgré les efforts héroïques des Spartiates et des Béotiens aux Thermopyles, les Grecs ne parvinrent pas à arrêter l'inexorable avancée des forces de Xerxès vers Athènes. À leur arrivée, ces derniers pillèrent la cité-état la plus puissante de Grèce. Les citoyens athéniens avaient toutefois déserté leur ville, et la marine grecque restait redoutable.À la bataille de Salamine (480 av. J.-C.), une flotte grecque de 370 trirèmes remporta une nette victoire face aux galères perses. Environ 300 vaisseaux furent détruit côté perse, contre 40 seulement côté grec. Cette défaite retarda d'un an l'offensive perse initialement prévue en Grèce. Ce laps de temps donna aux Grecs la possibilité de renforcer leur défense contre d'éventuels envahisseurs. Xerxès dut rentrer en Perse, laissant le général Mardonios au commandement. Les Grecs enchainèrent rapidement d'importantes batailles sur mer comme sur terre contre ce chef en second. Mardonios mourut à la bataille de Platées, mettant un point final à la campagne. Les survivants perses quittèrent la Grèce dans la confusion.Xerxès ne fomenta aucune autre incursion en Grèce et mourut assassiné en 465 av. J.-C."
        },
        {
            "heading": "Inertie puis chute de la Perse",
            "text": "Régnant de 465 av. J.-C. à 404 av. J.-C., les trois rois perses qui se succédèrent sur le trône après la mort de Xerxès Ier, à savoir Artaxerxès Ier, Xerxès II et Darius II, furent faibles et peu éclairés. A la fin du IVe siècle av. J.-C., les Perses retrouvèrent un peu de prestance dans la mer Egée, en montant les Grecs les uns contre les autres durant la très longue guerre du Péloponnèse, qui vit s'affronter les Spartiates aux Athéniens. Mais en 405 av. J.-C., l'Égypte se révolta et la Perse fut incapable de regagner le contrôle de la province pendant près de 50 ans.Artaxerxès II succéda à Darius II. Il régna pendant 45 ans (404 - 358 av. J.-C.) et mena une guerre contre Sparte, une nouvelle fois contre les colonies grecques en Asie Mineure. La Perse se rapprocha des Athéniens (en convalescence depuis leur lourde défaite dans la guerre du Péloponnèse) et Sparte dut rendre les armes.Au IIIe siècle av. J.-C., et ce malgré des victoires occasionnelles, la faiblesse et la confusion dans les rangs perses empira. En 373 av. J.-C., un groupe de satrapes de l'empire (gouverneurs provinciaux) se souleva. Ils furent maîtrisés, mais d'autres révoltes suivirent, de plus en plus fréquemment. La position du roi était précaire et un acte de trahison envoya son successeur, Artaxerxès III, sur le trône en 358 av. J.-C. Pour garantir son pouvoir, il fit rapidement assassiné toute sa famille. En 338 av. J.-C., Artaxerxès III fut empoisonné sur ordre de l'eunuque Bagoas, qui mit Arsès, le plus jeune fils du défunt roi, sur le trône. Pour le remercier, Arsès tenta à son tour d'empoisonner Bagoas, mais il échoua et fut assassiné. Bagoas désigna comme nouveau roi Darius III. Ancien satrape d'Arménie, il n'était qu'un lointain parent du défunt roi, mais tous ses autres proches avaient disparu..."
        },
        {
            "heading": "Philippe et Alexandre : la fin de l'Empire achéménide",
            "text": "On peut s'interroger sur l'efficacité de Darius III en tant que dirigeant. Quand il arriva sur le trône, l'Empire perse était sur le déclin depuis plus d'un siècle. L'Empire était morcelé, le pouvoir central était peu présent et cela favorisait les soulèvements. Les complots étaient légion au cœur du palais royal et les dirigeants qui souhaitaient survivre passaient leur temps à surveiller leurs arrières, ce qui ne leur laissait pas beaucoup de temps pour s'intéresser aux affaires d'État. Tous les chefs prenant le pouvoir dans de telles conditions seraient en mauvaise posture. Les affaires internes n'étaient certes pas glorieuses, mais elles faisaient pâle figure en comparaison des problèmes auxquels Darius III allaient être confronté sur l'Hellespont.En 359 av. J.-C., le roi Philippe II monta sur le trône de Macédoine, un pays situé entre la Grèce et les Balkans. En 20 petites années, Philippe conquit la Grèce entière et planifia l'invasion de la Perse. Après l'assassinat du roi Philippe II en 336 av. J.-C., son fils, Alexandre III, s'empara de la couronne de Macédoine. Il consolida sa position et écrasa une rébellion grecque avant de reprendre l'invasion perse là où son père l'avait laissée.Du génie militaire, une exceptionnelle bravoure et l'ambition des plus grands, voilà ce qui distinguait Alexandre le Grand. À la tête de l'efficace armée grecque, tactiquement et logistiquement supérieure, il avança en Perse sans rencontrer le moindre problème. Les armées de Darius et d'Alexandre se livrèrent plusieurs batailles. Alexandre en sortit victorieux à chaque fois. Persépolis, la capitale perse, tomba en 330 av. J.-C., et Darius III, le dernier dirigeant achéménide, fut assassiné la même année."
        },
        {
            "heading": "Résumé",
            "text": "L'Empire perse achéménide survécut et prospéra dans une zone instable et hostile pendant 200 ans. A son apogée, des territoires allant de l'Égypte à l'Inde, et de l'Iran aux Balkans, étaient sous sa domination. C'était un Empire tout à fait particulier qui s'étendait sur 3 continents, sur lesquels on parlait des dizaines de langues différentes. D'un côté, les souverains achéménides pouvaient faire preuve de clémence et de justice envers leurs sujets, et n'intervenaient que rarement dans les affaires internes des provinces, tant que la population restait soumise. D'un autre côté, ils pouvaient se révéler des souverains incompétents et conspirateurs.Mais s'il y a un mot qui définit tous les Achéménides, c'est \"longévité\". Deux cents ans au pouvoir pour une seule et même famille, c'est une performance. S'ils n'avaient pas eu pour voisins les rois Philippe II de Macédoine et Alexandre le Grand, ils auraient pu rester souverains un siècle de plus. Alexandre le Grand fut notamment un dirigeant hors pair et un exceptionnel chef de guerre, mais son Empire eut peine à lui survivre plus d'un an."
        },
        {
            "heading": "Résumé",
            "text": "L'Empire perse achéménide survécut et prospéra dans une zone instable et hostile pendant 200 ans. A son apogée, des territoires allant de l'Égypte à l'Inde, et de l'Iran aux Balkans, étaient sous sa domination. C'était un Empire tout à fait particulier qui s'étendait sur 3 continents, sur lesquels on parlait des dizaines de langues différentes. D'un côté, les souverains achéménides pouvaient faire preuve de clémence et de justice envers leurs sujets, et n'intervenaient que rarement dans les affaires internes des provinces, tant que la population restait soumise. D'un autre côté, ils pouvaient se révéler des souverains incompétents et conspirateurs.Mais s'il y a un mot qui définit tous les Achéménides, c'est \"longévité\". Deux cents ans au pouvoir pour une seule et même famille, c'est une performance. S'ils n'avaient pas eu pour voisins les rois Philippe II de Macédoine et Alexandre le Grand, ils auraient pu rester souverains un siècle de plus. Alexandre le Grand fut notamment un dirigeant hors pair et un exceptionnel chef de guerre, mais son Empire eut peine à lui survivre plus d'un an."
        }
    ],
    "leader": {
        "name": "Darius Ier",
        "subtitle": "Dirigeant de la Perse",
        "lived": "550 - 486 av. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/darius_ier.png",
        "trait": {
            "name": "Héritage achéménide",
            "effect": " âges d'or : 50% plus longs, bonus de [ICON_MOVES] mouvement de 1 et de puissance de combat de 10% pour les unités."
        },
        "titles": [
            "Darius le Grand"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Fils d'un satrape (gouverneur) de Parthie, Darius Ier s'empara de force du trône de Perse à la mort de Cambyse II, en 552 av. J.-C. Administrateur de génie, Darius réorganisa tout au long de son règne un Empire perse disloqué et en renforça la richesse et la puissance. Il commanda également la construction de nombreux édifices dans toute la Perse."
            },
            {
                "heading": "Les premières années",
                "text": "Si nous sommes capables aujourd'hui de retracer les grandes étapes de la vie de Darius Ier, c'est en partie grâce à Hérodote, illustre historien de la Grèce antique, ainsi qu'aux fresques que Darius en personne commanda aux artistes perses. Hérodote raconte que Cyrus le Grand, alors roi de Perse, suspecta le jeune Darius de conspirer contre lui. Mais il ne lui en tînt pas rigueur car le jeune homme fut nommé général et garde du corps du fils et héritier de Cyrus, Cambyse II. Ce dernier périt en Égypte, en 522 av. J.-C. Après la mort de Cambyse, Darius retourna en Médie et assassina Bardiya, le frère de Cambyse qui, aux dires de Darius, était un imposteur ayant usurpé le trône.Après avoir tué Bardiya, Darius revendiqua le poste suprême de roi de Perse. Mais le peuple ne l'entendit pas de cette oreille et Darius dut faire face à d'importantes révoltes, notamment dans les provinces de Babylone, Médie, Suse, Margiane et les Saces. Babylone se révolta à deux reprises et Suse, à trois reprises. Toutefois, les insurrections n'étant pas coordonnées, Darius eut la possibilité d'y mettre un terme une à une. À en croire l'un de ses récits, Darius vainquit neuf chefs rebelles en 19 combats. Aux alentours de l'an 518 av. J.-C., Darius parvint à sécuriser sa place sur le trône."
            },
            {
                "heading": "Sécurisation des frontières perses",
                "text": "Après avoir affirmé sa position, Darius entama une série de guerres dans le but d'élargir les frontières de la Perse. En -519, il attaqua les Scythes à l'est de la mer Caspienne puis, peu après, il entreprit la conquête de la vallée de l'Indus. Plus tard, il poursuivit sa route au nord-ouest de l'Asie mineure, conquérant la Thrace et la Macédoine. Il tenta même d'amener son armée au-delà du Danube, mais il fut contraint de se replier, les nomades scythes étant déterminés à lui résister coûte que coûte. Pour finir, il captura les îles égéennes Lemnos et Imbros.La Perse était alors un vaste empire, comprenant notamment les colonies grecques d'Asie mineure, le détroit du Bosphore (offrant ainsi à l'empire le contrôle sur la mer Noire), la Macédoine (bordant le nord de la Grèce), ainsi qu'une multitude d'îles grecques situées sur la mer Egée. Cette expansion aussi rapide qu'importante suscita bientôt la jalousie des cités-états grecques, qui entrèrent en conflit avec l'Empire perse."
            },
            {
                "heading": "Darius le dirigeant",
                "text": "Quand il n'était pas en train d'affronter les territoires voisins, Darius s'évertuait à mettre au point des stratégies visant à unifier son empire et en améliorer l'administration. Il mit en place un système de satrapies (provinces) et exigea que chacune d'elles verse un tribut annuel à l'empire. Il améliora le réseau routier de la Perse et standardisa les systèmes relatifs aux poids, aux mesures et à la monnaie, facilitant ainsi le commerce dans l'empire. Il finança des expéditions de l'Inde jusqu'en Égypte, puis fit remettre en état le canal égyptien reliant le Nil à la mer Rouge.Darius fut le plus grand bâtisseur de l'histoire perse achéménide. Il fit construire des fortifications, un palais et des bâtiments administratifs à Suse, sa capitale administrative. A Persépolis, sa ville natale, Darius lança la construction d'un nouveau palais, de salles du Trésor, d'une salle du Conseil ainsi que de fortifications (qui ne seront toutefois pas achevées avant sa mort).Alors qu'il punissait fermement toute tentative d'insurrection en Perse, Darius se montrait d'une grande tolérance concernant les croyances de ses sujets. Il fit d'ailleurs ériger de nombreux temples en Égypte en l'honneur des dieux locaux et il ordonna à la satrapie égyptienne de codifier les lois régionales en consultation avec la classe sacerdotale. En 519 av. J.-C., il permit aux juifs de reconstruire le Temple de Jérusalem. Les historiens pensent que Darius était un adepte de la religion du zoroastrisme, qui devint d'ailleurs la religion officielle de la Perse."
            },
            {
                "heading": "Guerre contre la Grèce",
                "text": "En 499 av. J.-C., les cités-états grecques d'Athènes et d'Érétrie appuyèrent la révolte de quelques colonies d'Asie mineure à l'encontre de la Perse. Darius mit un terme à la rébellion et initia une campagne contre les Grecs.En 492 av. J.-C., le gendre de Darius, Mardonios, fut chargé de mener une expédition contre la Grèce, mais sa flotte fit naufrage près du mont Athos au cours d'une tempête. En 490 av. J.-C., une autre armée perse parvint à envahir la Grèce et anéantit Erétrie, réduisant ses habitants à l'esclavage. Mais les guerriers athéniens de Marathon vinrent à la rescousse et vainquirent les Perses. Darius était en train de préparer une troisième expédition quand il mourut, en 486 av. J.-C."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Dans l'ensemble, Darius Ier ne laissa pas une mauvaise image de sa personne (si l'on omet la façon dont il accéda au pouvoir, qui était toutefois un procédé assez classique pour l'époque). Il fit construire des routes, réorganisa le gouvernement et les provinces perses, sécurisa les frontières de l'empire et traitait ses sujets d'une manière convenable. Même s'il n'était pas réputé pour ses performances en tant que seigneur de guerre, il mena de nombreuses campagnes couronnées de succès, que ce soit contre des ennemis internes ou externes à l'empire. D'ailleurs, il est fort probable qu'il aurait fini par envahir la Grèce s'il n'était pas mort si prématurément. Son fils, Xerxès Ier, ne fut pas en mesure de mener à bien la tâche de son père. Quoi qu'il en soit, Darius Ier laissa derrière lui un empire bien plus puissant qu'il ne l'avait trouvé. On ne peut pas en dire de même de tous les dirigeants de cette époque..."
            }
        ]
    }
}