{
    "id": 39,
    "name": "Pologne",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/pologne.png",
    "dawn_of_man": "Loué soit le noble roi Casimir le Grand, souverain et protecteur du royaume de Pologne ! Lorsque vous avez pris les rênes du pouvoir, le pays était dans un piètre état : suite aux défaites militaires de votre prédécesseur, l'économie était au plus mal et le peuple démoralisé. Mais votre règne allait marquer l'avènement d'une nouvelle ère, une ère d'abondance et de sécurité instaurée par votre bienveillante autorité. Initiateur de nombreuses réformes, vous avez créé des lois qui donnaient une légitimité aux coutumes de l'époque, renforçant ainsi votre belle nation. Grand roi Casimir, votre peuple a longtemps admiré la force avec laquelle vous dirigez le pays. Saurez-vous rendre à votre royaume et à vos chers sujets la prospérité dont ils jouissaient autrefois ? Soumettrez-vous ceux qui vous font face par la force, ou par la diplomatie ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Écurie ducale|Écuries ducales",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ducal_stable.json"
        }
    ],
    "unique_units": [
        {
            "name": "Hussard ailé|Hussards ailés",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/winged_hussar.json"
        }
    ],
    "city_names": [
        "Varsovie",
        "Cracovie",
        "Lodz",
        "Wroclaw",
        "Poznan",
        "Gdansk",
        "Szczecin",
        "Bydgoszcz",
        "Lublin",
        "Kaunas",
        "Katowice",
        "Bialystok",
        "Gdynia",
        "Sweidnitz",
        "Czestochowa",
        "Radom",
        "Torun",
        "Kielce",
        "Gliwice",
        "Klaipeda",
        "Bytom",
        "Olsztyn",
        "Rzeszów",
        "Bielsko-Biala",
        "Ruda Slaska",
        "Rybnik",
        "Plock",
        "Elblag",
        "Gorzów Wielkopolski",
        "Opole",
        "Siauliai",
        "Walbrzych",
        "Zielona Góra",
        "Wloclawek"
    ],
    "spy_names": [
        "Wincenty",
        "Roman",
        "Benita",
        "Jan",
        "Kazimierz",
        "Josef",
        "Krystyna Skarbek",
        "Tarnowski",
        "Marian",
        "Alenka"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Invasion, occupation, partition, rébellion, renaissance : voici le cycle qui rythma, au dernier millénaire, l'histoire à la fois tragique et triomphante de la Pologne. Délimitée au nord par la mer Baltique et au sud par la chaîne des Carpates, la plaine polonaise servit de porte d'entrée aux invasions orientales vers le coeur de l'Europe et aux invasions occidentales vers les immenses étendues russes. La Pologne devint une entité politique et ethnique distincte au milieu du Xe siècle, sous la dynastie Piast. Son histoire moderne débuta en 966, lorsque Mieszko Ier, premier roi de la dynastie Piast, se convertit au christianisme. Dans les siècles qui suivirent, la Pologne fut aux prises avec divers voisins et envahisseurs ; parmi les plus notables figurent les chevaliers teutoniques, la Horde d'Or mongole et l'Union Soviétique. Mais même lors de ces périodes de crise, les idéaux de révolution et d'indépendance restèrent fortement ancrés dans les esprits polonais ; exportés par des expatriés de la trempe de Pulaski et Kosciuszko, ils eurent d'ailleurs une influence notable dans les révolutions américaine et française. La constitution polonaise de 1791, la première d'Europe, prit en compte ces idéaux démocratiques. La Pologne recouvrit son indépendance en 1918, mais fut ravagée par les deux guerres mondiales, et le peuple polonais est sans doute celui qui souffrit le plus tout au long du XXe siècle. Après un demi-siècle de soumission au régime totalitaire de l'Union soviétique, le mouvement Solidarnosc permit au pays de retrouver sa souveraineté. Au début du XXIe siècle, la Pologne est une démocratie progressiste basée sur une économie de marché, et un membre à part entière de l'OTAN et de l'Union européenne."
        },
        {
            "heading": "Terrain et climat",
            "text": "La Pologne est une terre à la beauté saisissante. Elle se compose de vastes forêts, qui recouvrent environ 30,5% du territoire, de longs fleuves, comme la Vistule et l'Oder, et de plaines immenses. La Pologne se situe au centre géographique de l'Europe et se divise en quatre zones : au sud, la chaîne des Tatras, faisant partie des Carpates, dont le plus haut pic polonais culmine à environ 2 499 mètres d'altitude ; au nord, les collines ; au centre, les plaines, qui constituent le coeur du pays ; et les marécages et dunes qui bordent la Baltique. Les grandes ères glaciaires ayant façonné la topographie de la Pologne ont permis de créer des sols de type loam et loess, grâce auxquels la plaine polonaise peut se targuer d'être l'une des terres les plus fertiles au monde. Avec près de 10 000 lacs, la Pologne est l'un des pays présentant la plus grande densité d'étendues d'eau au monde, seulement dépassé en Europe par la Finlande. Le climat polonais est tempéré : on observe des précipitations toute l'année, mais l'hiver y est généralement plus sec que l'été. La richesse des sols et le climat en font une terre de prédilection pour l'agriculture. La Pologne est l'un des plus grands producteurs mondiaux de betterave sucrière et de triticale, et la première source de pommes de terre et de seigle en Europe. Ce n'est pas pour rien que certains considèrent la Pologne comme \"le grenier à blé de l'Union européenne\" !"
        },
        {
            "heading": "Fondation de la Pologne",
            "text": "Les peuples polonais ont traversé l'âge de pierre, du bronze et du fer sans susciter d'intérêt particulier de la part des civilisations de la Méditerranée antique et du Proche-Orient. Les premières traces d'habitat sédentaire remontent à environ 7 500 ans. Les Slaves s'installèrent dans la région lors des grandes migrations qui s'effectuèrent peu avant la chute de l'Empire romain d'Occident. S'ils s'établirent d'abord en tribus, ils ne tardèrent pas à former une série de petits royaumes. C'est de l'un de ces fiefs qu'était originaire Mieszko, le premier dirigeant du peuple polonais à être mentionné dans les récits historiques. Selon les récits, teintés de légende, Mieszko était à la tête de la tribu des Polanes, qui vivait dans la ville fortifiée de Gniezno. Mieszko forgea de solides alliances avec la tribu des Vislanes, qui vivait aux alentours de Cracovie. Lorsque la Grande-Moravie, dont faisaient partie les Vislanes, fut anéantie par les Hongrois au cours du Xe siècle, Mieszko parvint à unir leur les Polanes et les Vislanes, et fonda ainsi la dynastie Piast. En 966, Mieszko se convertit au christianisme et se fit baptiser sur les conseils de missionnaires de l'Église catholique romaine établis en Bohême, plus au sud. Des désaccords subsistent, mais la grande majorité des historiens s'accorde pour reconnaître cette date comme l'acte de naissance officiel de la Pologne moderne."
        },
        {
            "heading": "Dynastie Piast",
            "text": "Les successeurs de Mieszko Ier convertirent peu à peu les païens polonais au christianisme, créèrent un royaume puissant et intégrèrent la Pologne dans la culture européenne. Boleslas Ier, fils de Mieszko Ier, établit une organisation ecclésiastique catholique purement polonaise, dont l'autorité séculaire était reconnue par le Saint-Empire romain germanique. C'est ainsi que Boleslas Ier, premier véritable roi de Pologne, fut couronné en 1025. À la fin du XIe siècle, la Pologne s'étendait de la mer Baltique aux Carpates, établissant ce qui correspondrait grossièrement à ses frontières historiques. À la mort de Boleslas III en 1138, la primogéniture n'étant pas en vigueur dans le royaume, ce dernier fut divisé entre ses fils. Cette fragmentation engendra des conflits internes et le pays fut soumis aux pressions extérieures tout au long des XIIe et XIIIe siècles. Ladislas Ier le Bref (1261-1333), duc issu de la dynastie Piast, consacra son existence à réunifier le royaume. Pour défendre la Pologne, le roi Ladislas Ier organisa des croisades contre les païens lituaniens et mongols, et partit en guerre contre les chevaliers teutoniques. À la mort de Ladislas Ier, son fils Casimir III monta sur le trône et connut un avenir plus brillant encore que celui de son père. Grâce à un positionnement diplomatique habile et à des guerres brèves et victorieuses, Casimir le Grand fit de la Pologne un centre culturel, commercial et scientifique. Il multiplia la surface du royaume par plus de deux, réorganisa les systèmes économique et juridique et encouragea la construction de la toute première université polonaise. Sous le règne libéral de Casimir III, la Pologne se transforma en véritable refuge pour les peuples persécutés et démunis. Des Allemands s'installèrent dans les villes, des réfugiés arméniens et slaves investirent les plaines rurales, et des milliers de Juifs se disséminèrent dans le pays. Casimir le Grand fut le dernier roi de la dynastie Piast, et il mourut en 1370 sans héritier mâle."
        },
        {
            "heading": "Dynastie Jagellon",
            "text": "Avant sa mort, Casimir III avait désigné comme successeur son neveu, Louis Ier de Hongrie, dont le règne fut bref et relativement calme. À la mort de celui-ci, en 1382, la noblesse polonaise désigna sa plus jeune fille, Hedwige, reine de Pologne. Quatre années plus tard, en 1386, Hedwige Ire épousa le grand-duc de Lituanie Ladislas II Jagellon (connu en Pologne sous le nom de Wladyslaw II Jagiello), qui se convertit au catholicisme. Ce dernier fut couronné roi par la noblesse polonaise dans la même année. Afin de venir en aide à la Lituanie, engluée dans une guerre violente contre les chevaliers teutoniques, Ladislas II fit entrer la Pologne dans le conflit en 1401. En 1410, à Grunwald, à l'issue de l'une des batailles les plus violentes du Moyen Âge, la victoire des forces lituaniennes et polonaises fut si écrasante que l'ordre Teutonique fut pratiquement anéanti, la plupart de ses dirigeants ayant été capturés ou tués. Cette victoire permit à Ladislas II de conserver le trône de Pologne sa vie durant, et de devenir ainsi le premier représentant de la dynastie Jagellon. Dans les décennies qui suivirent, les monarques de la dynastie Jagellon durent résister à l'avidité de leurs belliqueux voisins, au nouvel essor des chevaliers teutoniques, au Duché de Prusse, aux royaumes de Bohême et de Hongrie, à la grande-principauté de Moscou, et, dans le sud, aux Turcs ottomans et aux Tatars de Crimée. Entre 1474 et 1569, ces derniers lancèrent pas moins de 75 incursions sur le territoire polonais. Mais de manière générale, les rois de la dynastie Jagellon réussirent tous à maintenir les frontières et l'influence de leur pays. Sous les Jagellon, la Pologne connut une évolution sociale et scientifique bien plus significative et durable encore que les victoires ou défaites militaires. En 1505, la constitution Nihil Novi transféra la plupart des pouvoirs législatifs du monarque à la Diète (Sejm en polonais), un parlement composé de nobles polonais. Ceci constitua un tournant dans la marche vers la démocratie. Des mouvements de Réforme protestante, et notamment celui mené par Jan Hus de Bohême, se firent une place aux côtés du catholicisme polonais et parvinrent à faire adopter des lois prônant la tolérance religieuse. Les idéaux de la Renaissance furent relayés par les rois Sigismond Ier et Sigismond II, qui accordèrent une grande importance au développement des arts et de la culture polonaise tout au long du XVIe siècle. En 1543, l'astronome polonais Nicolas Copernic publia, l'année de sa mort, ses travaux révolutionnaires qui confirmèrent le modèle héliocentrique du système solaire."
        },
        {
            "heading": "République des Deux Nations",
            "text": "En 1569, la Diète, incitée par le nationalisme, les préceptes démocratiques et les inquiétudes relatives aux menaces étrangères, signa une loi instituant la création de la République des Deux Nations, un état fédéral unifié avec à sa tête un monarque élu, mais principalement gouverné par une noblesse se réunissant en assemblées locales et en un parlement central. En juillet, Sigismond II, dernier roi de la dynastie Jagellon, sans héritier, accepta et ratifia cette loi. La République des Deux Nations est reconnue pour avoir instauré une période de stabilité et de prospérité, pendant laquelle la culture occidentale perça notamment en Ukraine et dans l'ouest de la Russie, mais elle fut cependant impliquée à cette même époque dans des conflits avec la Russie, la Suède, l'Empire ottoman et les soulèvements cosaques. Freinée par une succession de rois affaiblis et le lourd bilan de ces guerres, dont notamment l'implication de la République des Deux Nations dans la grande guerre du Nord (1700-1721), la nation avait désespérément besoin de réformes politiques internes. Au milieu du XVIIIe siècle, la Diète adopta des réformes commerciales, militaires, sociales et éducatives, parmi lesquelles la création en 1773 de la Commission de l'éducation nationale, premier système éducatif d'Europe financé par l'état."
        },
        {
            "heading": "L'ère des partitions",
            "text": "Ces réformes menaçant de faire retrouver à la Pologne sa splendeur d'antan, les puissances émergentes voisines décidèrent d'intervenir. En 1792, la signature de la première partition vit la Russie, l'Autriche et la Prusse occuper diverses régions du territoire. À l'issue de la courte guerre russo-polonaise, la Russie et la Prusse procédèrent à une deuxième partition, qui priva la Pologne d'une si grande partie de son territoire qu'elle empêcha le pays de subvenir à ses besoins économiques et militaires. En 1795, la troisième partition entraîna le partage des derniers territoires polonais entre l'Autriche, la Russie et la Prusse. La Pologne n'était officiellement plus indépendante. De 1792 à 1918, la Pologne fut dans les faits un pays occupé, ne bénéficiant que de quelques courts moments d'autonomie relative. En 1807, l'empereur Napoléon recréa un Duché de Varsovie libre. Mais à l'issue des guerres napoléoniennes, le congrès de Vienne divisa une nouvelle fois le territoire polonais entre les vainqueurs. Ces années de partition furent également marquées par de nombreuses rébellions polonaises cherchant à obtenir l'indépendance. Le soulèvement de novembre 1830 et la révolte de janvier 1863, avec pour objectif la libération des régions annexées par l'empire russe, constituèrent deux événements majeurs de cette période. Malgré l'oppression, la Pologne bénéficia des programmes de modernisation et d'industrialisation massives mis en place par les occupants, et cela notamment dans les régions placées sous l'administration relativement plus éclairée de la Prusse. Cette modernisation forcée permettra à la Pologne d'atteindre, au XXe siècle, une viabilité économique et politique. Cependant, la domination russe et, dans une moindre mesure, les dominations autrichienne et prussienne, durent faire face à de nombreuses difficultés ; comme l'écrivait en 1797 le compositeur Wybicki dans la mazurka qui deviendrait l'hymne national polonais en 1927 : \"La Pologne n'a pas encore péri...\"."
        },
        {
            "heading": "Chute du rideau de fer et indépendance",
            "text": "Peu après l'armistice de novembre 1918, les nationalistes polonais profitèrent de l'agitation engendrée par la révolution russe pour créer la deuxième république de Pologne. Les Alliés occidentaux s'étaient déjà prononcés en faveur de la reconstitution du pays, dans le cadre du 13e des célèbres quatorze points du président américain Wilson. La guerre soviéto-polonaise de 1919-1921 obligea la Russie de Lénine à accepter la liberté de la Pologne, ce qui freina de surcroît l'avancée du communisme en Europe. Mais la dépression mondiale et la menace que faisaient peser les régimes totalitaires russe et allemand permirent aux nationalistes de droite de la Sanacja de prendre le pouvoir, et leur régime fut marqué par une politique de plus en plus autoritaire. Le régime Sanacja dirigea la Pologne jusqu'à l'invasion de cette dernière par l'Allemagne nazie en 1939, invasion qui fut le déclencheur de la Deuxième Guerre mondiale. La Wehrmacht de Hitler, à laquelle se rallia la Russie de Staline, envahit en peu de temps le pays, considéré par Winston Churchill comme \"le Premier Allié\". L'occupation allemande et russe fut violente et radicale ; de tous les pays impliqués dans la guerre, la Pologne fut celui qui présenta le pourcentage de pertes le plus élevé : plus de six millions de Polonais, soit environ le cinquième de la population polonaise d'avant-guerre, périrent au cours du conflit. La moitié d'entre eux étaient des Juifs polonais. L'invasion de l'Union soviétique par les Allemands entraîna la \"libération\" de la Pologne par les forces russes, mais ces dernières se montrèrent par la suite peu enclines à quitter le territoire. Sur l'insistance de Staline, la Grande-Bretagne et les États-Unis sanctionnèrent la création d'un gouvernement de coalition procommuniste en Pologne. En 1952, l'existence de la République populaire de Pologne fut officiellement proclamée. Elle fit immédiatement office de pivot du rideau de fer et fut membre du Pacte de Varsovie pendant toute la Guerre froide. Le régime communiste fut sévère et coûta beaucoup à la Pologne. Malgré de vives protestations, certaines portions orientales du pays furent cédées à titre permanent à l'Union soviétique. Une politique répressive encadrait tous les aspects de la vie du peuple polonais, et notamment l'expression culturelle, la religion, les déplacements et les opportunités éducatives et économiques des personnes. Les richesses naturelles et industrielles de la nation furent pillées au profit de la Russie soviétique, et la Pologne fut réduite au statut d'indigente sur la scène internationale. Malgré cela, la Pologne était à l'époque considérée comme l'un des états les moins répressifs du rideau de fer."
        },
        {
            "heading": "La liberté retrouvée",
            "text": "La crise du travail des années 1980 fut à l'origine de la création du syndicat Solidarnosc (Solidarité), qui devint en quelques années une puissance majeure de la sphère politique polonaise. Malgré la persécution et l'imposition de la loi martiale, le mouvement éroda pendant la décennie suivante la domination du Parti communiste de Pologne. Après la dissolution de l'Union soviétique et l'effondrement des régimes communistes, Solidarnosc connut un succès grandissant. En 1989, il participa activement à l'organisation des premières élections parlementaires partiellement libres, et l'année suivante, Lech Walesa, son candidat, remporta la présidentielle. Cette élection mit un terme effectif à la domination russe et au régime communiste en Pologne. Le gouvernement restaura les libertés publiques du peuple polonais, et transforma l'économie socialiste de la Pologne en une économie de marché moderne. Après s'être tournée vers l'est pendant deux générations, la démocratie polonaise joua de nouveau un rôle significatif dans la vie culturelle, économique et politique européenne. En 1999, la Pologne rejoignit l'Organisation du traité de l'Atlantique Nord (OTAN) dans le but de garantir la sécurité de la région. Les Polonais se prononcèrent ensuite pour l'adhésion de leur pays à l'Union européenne, qui en devint membre à part entière au mois de mai 2004. La Pologne, ayant enfin retrouvé ses valeurs historiques de liberté, d'autonomie et de tolérance, put à nouveau profiter de toute la richesse de son passé."
        },
        {
            "heading": "La liberté retrouvée",
            "text": "La crise du travail des années 1980 fut à l'origine de la création du syndicat Solidarnosc (Solidarité), qui devint en quelques années une puissance majeure de la sphère politique polonaise. Malgré la persécution et l'imposition de la loi martiale, le mouvement éroda pendant la décennie suivante la domination du Parti communiste de Pologne. Après la dissolution de l'Union soviétique et l'effondrement des régimes communistes, Solidarnosc connut un succès grandissant. En 1989, il participa activement à l'organisation des premières élections parlementaires partiellement libres, et l'année suivante, Lech Walesa, son candidat, remporta la présidentielle. Cette élection mit un terme effectif à la domination russe et au régime communiste en Pologne. Le gouvernement restaura les libertés publiques du peuple polonais, et transforma l'économie socialiste de la Pologne en une économie de marché moderne. Après s'être tournée vers l'est pendant deux générations, la démocratie polonaise joua de nouveau un rôle significatif dans la vie culturelle, économique et politique européenne. En 1999, la Pologne rejoignit l'Organisation du traité de l'Atlantique Nord (OTAN) dans le but de garantir la sécurité de la région. Les Polonais se prononcèrent ensuite pour l'adhésion de leur pays à l'Union européenne, qui en devint membre à part entière au mois de mai 2004. La Pologne, ayant enfin retrouvé ses valeurs historiques de liberté, d'autonomie et de tolérance, put à nouveau profiter de toute la richesse de son passé."
        }
    ],
    "leader": {
        "name": "Casimir III",
        "subtitle": "Dirigeant de la Pologne",
        "lived": "1310-1370",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/casimir_iii.png",
        "trait": {
            "name": "Solidarité",
            "effect": "Vous recevez une doctrine sociale gratuite lorsque vous changez d'ère."
        },
        "titles": [
            "Roi de Pologne"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Le roi Casimir III, seul roi de Pologne à avoir acquis le titre de \"Grand\", régna au XIVe siècle. Il fut un dirigeant ferme et compétent, et ses talents de diplomate et ses sages décisions lui permirent d'améliorer de manière considérable le bien-être de son peuple et la sécurité de son royaume. Malgré le grand respect accordé à son père et prédécesseur, le roi Ladislas Ier, pour être parvenu à réunir un royaume divisé, Casimir III hérita de nombreux défis. Pourtant, il sut remettre sur pied une économie affaiblie, renforcer son armée, codifier le droit applicable et élargir les frontières de la Pologne, et laissa le royaume dans un bien meilleur état qu'il ne l'avait trouvé, ce qui lui valut le mérite d'être reconnu comme l'un des plus grands rois de Pologne. À la mort de Casimir III, le prestige de la Pologne était respecté dans toute l'Europe médiévale."
            },
            {
                "heading": "Début de règne",
                "text": "Casimir III n'était que le deuxième fils de Ladislas Ier, mais reçut néanmoins une éducation dans l'ensemble des domaines qu'un roi de l'époque médiévale se devait de maîtriser. À la mort de son frère aîné en 1312, Casimir III devint l'héritier du trône et fut placé sous la tutelle de Jaroslaw, futur archevêque de Gniezno, qui s'avérerait par la suite principal conseiller du roi. À la mort de son père 21 ans plus tard, Casimir fut couronné seigneur de la Petite-Pologne et de la Grande-Pologne, scellant ainsi l'unification du royaume entreprise par Ladislas Ier."
            },
            {
                "heading": "Situation interne",
                "text": "Peu après son arrivée au pouvoir, Casimir III dut faire face à de nombreux soucis d'ordre politique, et notamment aux troubles qui agitaient la noblesse polonaise. Afin de renforcer l'armée du pays, qui reposait en majeure partie sur la coopération de la noblesse polonaise, Casimir III dut accorder à cette dernière un certain nombre de privilèges jusque-là réservés à la royauté. Ceci permit à l'aristocratie polonaise de se démarquer clairement du reste de la population et renforça grandement l'autorité qu'elle exerçait sur les rangs sociaux moins élevés, tout particulièrement sur la classe émergente des marchands. Casimir III n'eut pas d'autre choix que de composer avec cette situation, mais il s'assura néanmoins que les armées polonaises féodales pourraient être renouvelées et qu'elles reconnaîtraient l'autorité de la couronne. Casimir III fit de grands efforts pour améliorer la situation interne de la Pologne et contrebalancer la nouvelle puissance de la noblesse. Il standardisa et stabilisa la monnaie, et ordonna la construction d'un grand nombre de châteaux, d'églises et même de villes, ce qui offrit de nouvelles opportunités commerciales et favorisa la prospérité économique du pays. On assista à la renaissance de villes depuis longtemps abandonnées, et la population commença à s'installer dans des régions jusqu'alors inhabitées. En mars 1347, Casimir III introduisit des réformes juridiques et codifia la loi dans ses registres (\"Liber juris Teutonici\"), ceci dans le but de protéger les droits de la classe moyenne naissante. Casimir III promulgua une loi inspirée du droit de Magdebourg, un concept allemand accordant un certain degré d'autonomie aux villes ; les commerçants et artisans locaux purent ainsi bénéficier d'une régulation du commerce et furent encouragés à s'installer dans toutes les villes du pays. Un tribunal spécial fut établi à Cracovie dans le but de régler les conflits et de faire appliquer les lois de manière uniforme. En 1364, Casimir le Grand fonda l'Académie de Cracovie, aujourd'hui appelée Université Jagellonne, afin de former une toute nouvelle génération de juristes et d'administrateurs compétents. Les historiens s'interrogent encore sur la raison qui motiva Casimir III à mener une politique favorable à l'égard des Juifs de Pologne, mais il est clair que le roi fit tout pour leur accorder les mêmes droits et la même protection qu'au reste de ses sujets. En 1334, Casimir III réaffirma la charte de 1264 protégeant les droits des Juifs polonais, et y ajouta des lois interdisant la conversion forcée au christianisme, un aspect parfaitement négligé par ses prédécesseurs. Casimir III leur permit d'exercer le métier de commerçant et encouragea l'intégration juive au sein d'une Pologne unifiée à la population diversifiée. La profanation des synagogues et des cimetières juifs fut désormais considérée comme un crime, et cette loi se vit rigoureusement appliquée."
            },
            {
                "heading": "Succès au niveau international",
                "text": "À son arrivée au pouvoir, le roi exerçait une autorité ténue et disputée de tous côtés par les puissances étrangères. Le roi de Bohême lui-même réclamait la couronne polonaise. Les chevaliers teutoniques occupaient les régions polonaises de Couïavie et de Dobrzyn, en Poméranie. Au nord, une guerre non déclarée et peu concluante contre la Lituanie menaçait la stabilité et le commerce des provinces voisines. La Pologne réclamait des territoires ukrainiens, mais ces demandes étaient ignorées par les pays voisins. Et pour ne rien arranger, la Pologne ne disposait d'aucun allié significatif. Grâce à ses talents de diplomate, Casimir III négocia adroitement de nouvelles alliances et obtint de nouveaux territoires pour son pays. Le mariage de sa soeur Élisabeth avec le roi de Hongrie assura un allié fiable à la Pologne, et afin de sceller cette alliance, Casimir III abandonna toute prétention quant à l'obtention de la Silésie. En 1340 et 1349, son alliance avec la Hongrie permit à Casimir III d'occuper par la force les anciens duchés polonais de Halic et de Vladimir, alors situés en \"Russie rouge\". À la même période, des négociations conduisirent à la signature d'un pacte avec la Bohême, dont le roi cessa toute prétention à la couronne polonaise. D'autres négociations permirent à leur tour le retrait des chevaliers teutoniques de Poméranie orientale. Enfin, Casimir III accepta de payer un tribut à la Horde d'Or afin de mettre un terme à leurs incursions sur le territoire polonais. En 1351 et 1353, en raison de la montée en puissance de la Pologne et de l'établissement de relations cordiales avec les Mongols, plusieurs princes mazoviens de Russie se déclarèrent vassaux de Casimir III. Casimir III conclut des mariages avec des princesses lituanienne, allemande et silésienne ; chacune de ces unions permit de garantir l'établissement ou le maintien de relations pacifiques avec les pays d'origine des princesses. Malgré ses quatre femmes et ses quelques maîtresses, Casimir III eut cinq filles, mais aucun héritier mâle légitime. Casimir III arrangea pour certaines de ses filles des mariages avec d'autres dynasties, ce qui permit de renforcer encore davantage la position de la Pologne, mais le monarque était conscient qu'à sa mort, l'absence d'un fils risquerait fort de provoquer des troubles. Dans les dernières années de sa vie, Casimir III choisit pour héritier son neveu, Louis de Hongrie, le fils de sa soeur Élisabeth, afin de faire en sorte que sa succession ne soit pas contestée. Louis fut donc proclamé roi de Pologne à sa mort, en 1370."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Dans l'histoire, Casimir III incarne le roi médiéval idéal : noble, prudent, diplomate et capable si besoin de déléguer son autorité. Même si certains territoires devaient être perdus au siècle suivant, à son arrivée au pouvoir en 1333, la Pologne s'étendait sur environ 130 000 km² ; à sa mort, la superficie du pays était d'environ 233 000 km². Casimir III était très concerné par le bien-être de son peuple et les choix qu'il fit en tant que roi reflétaient sa volonté de tirer la Pologne vers le haut. C'est en forgeant des alliances fiables, en menant à bien sans relâche des réformes nationales d'envergure et en évitant les conflits inutiles que Casimir III acquit son titre de \"Grand\"."
            }
        ]
    }
}