{
    "id": 15,
    "name": "Rome",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/rome.png",
    "dawn_of_man": "Que les Dieux vous sourient avec bienveillance, Auguste, empereur de Rome et de ses territoires. Votre empire fut le plus grand et le plus endurant de toute la civilisation occidentale, et votre peuple, à lui seul, en a formé la culture, les lois et les règles de la guerre comme nul autre. Grâce à des années de glorieuses conquêtes, Rome parvint à dominer toute la région de la Méditerranée, de l'Espagne, à l'ouest, jusqu'à la Syrie, à l'est, et son territoire finit même par englober une grande partie de l'Angleterre et du nord de l'Allemagne. L'art et l'architecture des Romains continuent à ce jour d'éblouir le monde, et leur empire reste source de jalousie pour les civilisations plus faibles qui ont suivi.Ô puissant empereur, votre peuple a une fois de plus besoin de vous pour que Rome retrouve sa splendeur. Ferez-vous en sorte que votre empire s'élève à nouveau, apportant la paix et l'ordre à tous ? Aiderez-vous Rome à redevenir le centre du monde ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Baliste|Balistes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/ballista.json"
        },
        {
            "name": "Légion|Légions",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/legion.json"
        }
    ],
    "city_names": [
        "Rome",
        "Antium",
        "Cumae",
        "Neapolis",
        "Ravenna",
        "Arretium",
        "Mediolanum",
        "Arpinum",
        "Circei",
        "Setia",
        "Satricum",
        "Ardea",
        "Ostia",
        "Velitrae",
        "Viroconium",
        "Tarentum",
        "Brundisium",
        "Caesaraugusta",
        "Caesarea",
        "Palmyra",
        "Signia",
        "Aquileia",
        "Clusium",
        "Sutrium",
        "Cremona",
        "Placentia",
        "Hispalis",
        "Artaxata",
        "Aurelianorum",
        "Nicopolis",
        "Londinium",
        "Eburacum",
        "Gordion",
        "Agrippina",
        "Lugdunum",
        "Vérone",
        "Corfinium",
        "Trêves",
        "Sirmium",
        "Augustadorum",
        "Bagacum",
        "Lauriacum",
        "Teurnia",
        "Curia",
        "Fregellae",
        "Alba Fucens",
        "Sora",
        "Interrama",
        "Suessa",
        "Saticula",
        "Luceria",
        "Arminium",
        "Sena Gallica",
        "Castrum Novum",
        "Hadria"
    ],
    "spy_names": [
        "Flavius",
        "Regula",
        "Servius",
        "Lucia",
        "Cornelius",
        "Licina",
        "Canus",
        "Serpens",
        "Agrippa",
        "Brutus"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'Empire romain est l'entité politique la plus remarquable et la plus durable de l'histoire de la civilisation occidentale. Fondé autour du VIIIe siècle av. J.-C., il vit certaines de ses provinces subsister jusqu'au XIVe siècle apr. J.-C. Si les Romains ont, dans certains domaines, été de grands novateurs, ils ne rechignaient pas non plus à s'approprier les idées judicieuses d'autres cultures. Ils ont, dans tous les cas, largement modelé la culture, la législation, l'architecture, l'art militaire, la religion, le langage et les arts occidentaux.Cet article de la Civilopédia couvre la montée en puissance de Rome, la République, et l'établissement de l'Empire romain sous l'égide de l'illustre empereur Auguste."
        },
        {
            "heading": "Terrain et climat",
            "text": "La ville de Rome se trouve sur les rives du Tibre, en Italie centrale. Une série de collines et de montagnes court le long de la frontière occidentale de la \"botte\" que forme le pays. Les régions côtières, plus plates, font de meilleures terres arables. Si les moyennes montagnes, au centre, peuvent être froides et enneigées en hiver, les plaines côtières profitent de la douceur d'un climat méditerranéen plus typique.Au sommet de sa puissance, l'Empire contrôlait presque entièrement l'Europe occidentale et centrale, ainsi que quelques régions du Moyen-Orient, et la majeure partie de la côte nord-africaine. En fonction des provinces, l'Empire comptait donc une grande variété de climats et de types de terrains."
        },
        {
            "heading": "Les premiers jours de Rome",
            "text": "Selon la légende, Rome fut fondée par les jumeaux Romulus et Remus, fils du dieu Mars et de la fille d'un roi. Les enfants furent abandonnés à la naissance, puis recueillis par une louve qui les allaita et les éleva. Devenus adultes, les frères fondèrent une nouvelle ville, puis s'en disputèrent la régence. Romulus sortit vainqueur du conflit : il tua son frère et devint le premier roi de Rome.Selon les archéologues, la première colonie humaine de la région date du VIIIe siècle av. J.-C. (bien que certaines preuves suggèrent la présence de colonies plus anciennes datant du Xe siècle av. J.-C.). La ville fut fondée par la tribu des Latins sur le Mont Palatin surplombant un gué permettant la traversée du Tibre. L'emplacement stratégique de la ville en fit un comptoir privilégié entre la civilisation étrusque au nord, et les colonies grecques au sud. Ainsi, Rome bénéficia des avancées technologiques et culturelles des deux ethnies. Son emplacement faisant d'elle une ville prisée par ses voisins, les Latins durent pendant deux siècles repousser les assauts des Etrusques et des Sabins, une autre tribu locale."
        },
        {
            "heading": "La République",
            "text": "Selon la tradition romaine, le dernier roi romain fut un tyran brutal. L'infâme roi Lucius Tarquinius Superbus, dit Tarquin le Superbe, aurait été détrôné après le viol, par son fils, d'une noble femme vertueuse. Les historiens modernes pensent que la vérité est bien plus prosaïque. Si l'on en croit une théorie actuelle, Rome fut prise par les Etrusques qui renversèrent le roi romain, mais durent, en raison d'évènements extérieurs, fuir la ville sans pouvoir y installer leur propre monarchie. Se trouvant mieux sans roi, les Romains ne rappelèrent pas Tarquin au pouvoir, mais instaurèrent à la place une République très librement inspirée du modèle grec. Les spécialistes pensent que le dernier roi romain mourut à la fin du Ve siècle apr. J.-C.Le système politique romain évolua au fil des siècles, mais la structure de base était sensiblement la suivante : Rome était dirigée par deux consuls, de pouvoir égal, qui étaient à la fois les magistrats en chef de la ville et ses commandants militaires. Ils étaient élus chaque année par les \"comices centuriates\", autrement dit l'armée romaine. Pour assurer l'unité de commandement en temps de grand danger, un \"dictateur\" était provisoirement élu. Ce dernier avait tous pouvoirs militaires, mais son terme ne durait que six mois au bout desquels le pouvoir revenait entre les mains des consuls et du Sénat.La deuxième sphère de pouvoir du gouvernement romain était le Sénat, composé d'approximativement trois cents hommes issus des plus influentes familles romaines. En théorie, le Sénat n'était qu'un corps purement consultatif, conseillant à la fois les consuls et les comices (voir plus bas), mais en pratique, son pouvoir politique était énorme, et ses conseils quasi systématiquement suivis par les comices (voir plus bas).Deux assemblées se réunissaient périodiquement à Rome, et possédaient (en théorie), le pouvoir politique dans son entier. Parmi celles-ci, les comices centuriates se réunissaient en dehors des frontières de la ville, sur le Champ de Mars. Comme évoqué précédemment, cette assemblée était composée de soldats romains. Ces derniers élisaient les consuls et les magistrats, et votaient les entrées en guerre et les accords de paix. Les comices tributes, eux, se rassemblaient à l'intérieur de la ville. Composée de tous les citoyens mâles de la cité, cette assemblée votait les lois et jugeait les affaires publiques impliquant de l'argent."
        },
        {
            "heading": "Expansion romaine",
            "text": "Durant la plus grande partie de son histoire, la République romaine fut en guerre contre l'un ou plusieurs de ses voisins, et étendit son territoire constamment aux dépens d'autres tribus italiennes. En 426 av. J.-C., après onze années de conflit, les Romains s'emparèrent de la ville voisine de Fidènes, puis, après dix nouvelles années de lutte, prirent la cité étrusque de Véies. La plupart de ce qu'ils y avaient gagné, cependant, succomba à la mise à sac de la ville par les Gaulois, après leur victoire sur l'armée romaine, en 390 av. J.-C. Il fallut près d'un siècle aux Romains pour se remettre de cette cuisante défaite.Dès le milieu du IIIe siècle, Rome dominait cependant la majeure partie de l'Italie centrale, les colonies latines s'étendant loin au nord et au sud. Par ailleurs, les travaux de l'incomparable réseau routier romain reliant l'Empire en expansion à sa capitale avançaient bon train, et Rome était sur le point de bâtir sa première flotte.À mesure que la puissance de Rome grandissait, l'Empire entra en conflit avec d'autres forces régionales, et notamment Carthage, colonie autrefois phénicienne basée en Tunisie, sur la côte nord-africaine. À l'époque, Carthage possédait un empire commercial puissant qui couvrait la plus grande partie de l'Afrique du Nord (à l'ouest de l'Égypte), les côtes méditerranéennes françaises et espagnoles, et la quasi-totalité de la Sicile. Rome et Carthage s'affrontèrent durant trois \"guerres puniques\" (264 - 146 av. J.-C.) pour le contrôle de la Méditerranée occidentale. Si les historiens romains blâment Carthage d'être à l'origine de ces guerres, les historiens modernes pensent que les Romains provoquèrent le conflit en tentant de pénétrer de force sur un territoire carthaginois situé en Sicile."
        },
        {
            "heading": "Première Guerre punique",
            "text": "La Première Guerre punique (264 - 241 av. J.-C.) vit la défaite cuisante des troupes mercenaires carthaginoises face aux légions romaines lors de la bataille d'Agrigente, en 261 av. J.-C.. La flotte d'élite carthaginoise connut bien plus de succès face à la flotte romaine inexpérimentée, mais cet avantage diminua à mesure que les Romains construisaient de nouveaux navires et acquéraient davantage de savoir-faire. À terme, les Carthaginois reconnurent qu'ils n'étaient pas de taille face à Rome et cédèrent la Sicile à l'Empire. Peu après, les Romains tirèrent avantage des troubles qui agitaient l'armée ennemie pour prendre également les îles carthaginoises de Corse et de Sardaigne.Rome restreignant les opérations carthaginoises en Méditerranée centrale, Carthage chercha à compenser ses pertes en envahissant l'Espagne. Rome répondit en s'alliant avec la ville espagnole de Sagonte, signalant de ce fait à Carthage que l'empire était décidé à s'opposer aux intérêts carthaginois dans toute la méditerranée. En 219 av. J.-C., le général carthaginois Hannibal assiégea Sagonte, et Rome déclara la guerre à Carthage. La Deuxième Guerre punique (218 - 202 av. J.-C.) venait de commencer."
        },
        {
            "heading": "Deuxième Guerre punique",
            "text": "Brillant général, Hannibal réalisa que Carthage ne pourrait vaincre Rome tant que l'Empire aurait accès à toutes les ressources que l'Italie avait à offrir. S'il voulait gagner, il devait saboter la coopération entre la capitale et les autres cités italiennes. Pour ce faire, il allait devoir faire pénétrer son armée sur le sol italien. Comme la flotte romaine dominait alors les mers, il dut s'engager sur la longue et pénible route des terres, un voyage de six mois qui inclut une dangereuse traversée des Alpes italiennes. En 218 av. J.-C., Hannibal arriva en Italie accompagné de 20 000 fantassins et quelque 5000 cavaliers.[Newline]En 217 av. J.-C., Hannibal vainquit et élimina entièrement une armée romaine de 15 000 soldats. Il partit ensuite vers le sud, espérant rallier à lui certaines villes italiennes, mais bien peu acceptèrent de rejoindre les rangs des Carthaginois...En 216 av. J.-C., les Romains avaient réuni et mobilisé contre Hannibal une armée encore plus puissante dont les effectifs furent estimés entre 50 000 à 80 000 hommes. Les deux armées s'opposèrent à la bataille de Cannes. Hannibal laissa les Romains charger la ligne centrale de fantassins carthaginois qu'il fit ensuite reculer, avant d'envoyer ses cavaliers prendre en tenaille les soldats de Rome qui avaient négligé la défense de leurs flancs. Cernée, l'armée romaine fut attaquée de toutes parts et massacrée : Hannibal venait de détruire une nouvelle armée romaine, plus grande encore que la précédente. Cette victoire carthaginoise démoralisa totalement les Romains. Plus important encore, elle persuada les peuples d'Italie méridionale qu'Hannibal pouvait gagner, poussant nombre d'entre eux à déserter Rome. Si Hannibal possédait désormais une armée nombreuse et puissante, il avait également nombre de cités alliées à protéger. Rome, quant à elle, avait perdu une armée de taille et la plupart de ses possessions méridionales, mais dominait encore l'Italie du Nord et la Méditerranée. Aucun des deux camps ne parvenait réellement à prendre l'avantage.En 207 av. J.-C., Hasdrubal, l'un des frères d'Hannibal, entreprit le même périple historique que son frère et mena ses troupes en Italie du Nord. Désireux de le rejoindre et de lancer l'assaut final sur Rome, il entreprit de rallier le sud du pays en longeant la côte est de l'Italie. Cependant, Rome parvint à grand-peine à lever une nouvelle armée et s'opposa à lui sur les rives du Métaure. Imitant la tactique d'Hannibal, le général romain Caius Claudius Nero fit encercler les troupes d'Hasdrubal, privant son armée de toute retraite. L'armée carthaginoise fut intégralement détruite, et Hasdrubal lui-même périt. Les Romains le décapitèrent et envoyèrent sa tête dans le camp d'Hannibal. Cette défaite mit fin à l'invasion carthaginoise de Rome, et bien qu'Hannibal demeurât quelques années encore dans la région, il ne parvint jamais plus à dominer l'armée romaine en Italie.Dans le même temps, l'illustre général romain Scipio avait repris la majeure partie des villes espagnoles appartenant à Carthage. Malgré la présence d'Hannibal en Italie du Sud, il persuada le Sénat romain de soutenir une invasion de l'Afrique. En 204 av. J.-C., il traversait la Méditerranée et remportait une victoire sur l'armée carthaginoise, performance qu'il réitéra en 203 av. J.-C. En 202 av. J.-C., il affronta Hannibal qui avait été rappelé d'Italie pour faire face à la crise africaine. Si l'armée d'Hannibal était légèrement plus nombreuse, celle de Scipio, composée exclusivement de vétérans et alignant une aile de cavalerie supérieure, sortie victorieuse de la confrontation, encerclant et massacrant les troupes de Carthage. Soumis, sans défense, les Carthaginois déposèrent les armes. Rome déposséda Carthage de toutes ses îles et possessions espagnoles, et lui imposa une indemnité colossale de 10 000 talents (une somme d'or faramineuse pour l'époque)."
        },
        {
            "heading": "Troisième Guerre punique",
            "text": "La Troisième Guerre punique (149-146 av. J.-C.) eut lieu quelque cinquante ans après la deuxième. Il est communément admis que cette guerre ne fut rien d'autre que le pillage par Rome d'une Carthage sans défense. Si Carthage ne possédait plus de réelle puissance militaire et ne représentait donc plus de menace directe pour Rome, l'Empire jalousait grandement la richesse de la ville africaine et son empire commercial florissant. Les Romains imposèrent de nombreuses demandes intolérables à la ville, et notamment que ses citoyens quittent Carthage pour les terres, afin de rendre impossible pour eux tout commerce maritime. Les Carthaginois refusèrent, et les Romains assiégèrent la ville qui opposa à l'Empire une résistance farouche. En 146 av. J.-C., Carthage tomba. La cité fut détruite, ses champs (selon la légende) semés de sel, et les quelques citoyens survivants vendus comme esclaves. Les Romains venaient de devenir les maîtres incontestés de la Méditerranée."
        },
        {
            "heading": "Agitation sociale et chute de la République",
            "text": "Bien que Rome continuât à s'étendre, multipliant les guerres aux quatre coins de la Méditerranée, le premier siècle av. J.-C. vit des dizaines de milliers de soldats démobilisés s'en retourner à leur foyer. Comme Rome avait accueilli un grand nombre d'esclaves de ses possessions étrangères, les ex-soldats ne purent pas tous retrouver du travail. En colère et titulaires du droit de vote, nombre d'entre eux tentèrent de faire voter des réformes agraires visant à redistribuer aux soldats les propriétés des citoyens les plus riches. Le Sénat (majoritairement composés de citoyens fortunés) s'y opposa en bloc. Dès lors, pour devenir consuls, les politiciens romains durent cependant tenter d'apaiser les ex-soldats : ainsi, la politique romaine se fit de plus en plus populiste, et les querelles internes de plus en plus virulentes.En 88 av. J.-C., Sylla, consul élu, marcha sur Rome et força l'assemblée à voter des lois qui affaibliraient définitivement le parti opposé. Après le départ de son armée, l'opposition reprit le contrôle de la ville et les abrogea. En 83 av. J.-C., Sylla marcha de nouveau sur Rome, son armée massacra la plupart des membres de l'opposition, puis il fit passer une série de réformes constitutionnelles, avant de se retirer.Il était désormais clair que seul celui qui aurait la loyauté de l'armée pourrait commander Rome. En 62 av. J.-C., trois hommes s'accordèrent à partager le pouvoir. Ce \"Premier triumvirat\" fut composé du général Gnaeus Pompeius Magnus (dit Pompée le Grand), de Marcus Licinius Crassus, et d'un soldat et politicien doué issu d'une famille très fortunée, Jules César.Ces trois hommes furent incapables de coopérer et de partager le pouvoir et, à la mort de Crassus, César et Pompée se sautèrent à la gorge. À l'époque, César était au front, et Pompée et le Sénat cherchèrent à le priver de ses fonctions militaires. César refusa et marcha sur Rome. L'armée qui défendait la cité était composée de soldats inexpérimentés, et Pompée, craignant de ne pouvoir faire face aux vétérans déterminés de César, fuit la ville avec le Sénat. En 49 av. J.-C., César entra dans Rome sans que ne lui soit opposée la moindre résistance."
        },
        {
            "heading": "Naissance d'un Empire",
            "text": "Les évènements qui survinrent lors des dernières années de Jules César sont bien connus. Si ce dernier continuait à faire apparaître Rome comme une république, dans les faits, il l'avait transformée en dictature. Il s'attribua le droit de nommer les sénateurs, et modifia la constitution pour que l'assemblée ne puisse, par son vote, accepter que les candidats et les projets de loi qu'il lui soumettait. En 44 av. J.-C., il fut assassiné par les membres du Sénat.A sa mort, son lieutenant Marc Antoine s'allia à Lépide et à son fils adoptif, Gaius Octavius Thurinus, pour éliminer ses assassins. Peu de temps après, les membres du \"Second Triumvirat\" se querellèrent et Octavien, répondant désormais au nom d'Auguste, devint l'empereur incontesté de Rome (pour plus d'informations sur Auguste, veuillez consulter l'article de la Civilopédia qui lui est consacré). La République était morte, l'Empire romain naissait, et le monde tremblerait bientôt devant sa glorieuse puissance."
        },
        {
            "heading": "Le reste appartient à l'Histoire",
            "text": "Le puissant Empire romain est une entité complexe qui ne cesse de fasciner le monde contemporain. Bien qu'il ait disparu depuis longtemps, son ombre plane toujours sur le globe, et les évènements dont Rome fut le théâtre il y a de cela deux mille ans affectent aujourd'hui encore notre quotidien. Pourra-t-on un jour en dire autant des civilisations du XXIe siècle ?"
        },
        {
            "heading": "Le reste appartient à l'Histoire",
            "text": "Le puissant Empire romain est une entité complexe qui ne cesse de fasciner le monde contemporain. Bien qu'il ait disparu depuis longtemps, son ombre plane toujours sur le globe, et les évènements dont Rome fut le théâtre il y a de cela deux mille ans affectent aujourd'hui encore notre quotidien. Pourra-t-on un jour en dire autant des civilisations du XXIe siècle ?"
        }
    ],
    "leader": {
        "name": "Auguste César",
        "subtitle": "Dirigeant de l'Empire romain",
        "lived": "63 av. - 14 apr. J.-C.",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/auguste_césar.png",
        "trait": {
            "name": "La gloire de Rome",
            "effect": " Production de tous les bâtiments déjà présents dans la capitale augmentée de 25%."
        },
        "titles": [
            "Princeps"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Né Gaius Octavius, Auguste fut le premier (et sans doute le plus grand) empereur romain. Il mit un terme à un siècle de guerre civile et son règne marqua le début de deux cents années de Pax Romana (paix romaine) ainsi que l'âge d'or de la littérature et de la culture romaines."
            },
            {
                "heading": "Jeunesse",
                "text": "Octave naquit en 63 av. J.-C. Son père (également prénommé Gaius Octavius) était un membre respectable de l'ordre équestre. Sa mère, quant à elle, était la nièce de Jules César. Le père d'Octave mourut alors que ce dernier n'avait que quatre ans, et il fut élevé dans la maison de son beau-père, Lucius Marcius Philippus.À l'âge de 15 ans, Octave endossa la toga virilis (\"toge virile\"), symbole du passage à l'âge adulte, et fut intégré au collège des Pontifes. En 46 av. J.-C., il rejoignit Jules César au cours de la dernière campagne d'Espagne du général. Il lui fit si bonne impression que ce dernier modifia son testament pour faire d'Octave son héritier."
            },
            {
                "heading": "Mort de Jules César",
                "text": "Lorsque César fut assassiné aux Ides de Mars en 44 av. J.-C., toutes les richesses qu'il avait accumulées au cours de sa vie furent léguées au jeune Octave, alors âgé de 18 ans. Au moment de la mort de César, Octave se trouvait avec quelques-uns de ses soldats en Albanie moderne. En apprenant la funeste nouvelle, il se rendit en Italie où il recruta des vétérans ayant combattu aux côtés de César, gagnant leur loyauté grâce à son statut d'héritier. De retour à Rome, Octave s'allia à Marc Antoine et Lépide afin de former le \"deuxième Triumvirat\", dirigé contre les assassins de César, Marcus Brutus et Gaius Cassius. Les armées d'Octave et d'Antoine traquèrent Brutus et Cassius jusqu'en Grèce où elles vainquirent les troupes ennemies dans les plaines de Philippes, en 42 av. J.-C. Suite à leur défaite, Brutus et Cassius se suicidèrent."
            },
            {
                "heading": "Antoine et Cléopâtre",
                "text": "Antoine épousa Octavia, la sœur d'Octave, afin de cimenter son alliance avec ce dernier. Les deux dirigeants se partagèrent le territoire de Rome. Octave choisit la partie ouest, tandis qu'Antoine partit à l'est, où il entretint une liaison passionnée avec Cléopâtre, reine d'Égypte. Octave perçut cet acte comme une insulte envers sa sœur et sa famille, et les relations entre les deux codirigeants se dégradèrent rapidement. Pendant qu'Antoine profitait des plaisirs de l'Égypte, Octave, de retour à Rome, en profita pour renforcer sa position politique ainsi que son armée. Les deux hommes entrèrent en guerre et, en 31 av. J.-C., Octave battit les armées d'Antoine et Cléopâtre lors de la bataille navale d'Actium. Les deux amants furent poursuivis jusqu'en Égypte où ils se donnèrent la mort."
            },
            {
                "heading": "Octave devient Auguste",
                "text": "Octave devint alors le maître indiscuté de Rome. Il délégua ses pouvoirs au Sénat, rempli d'alliés et, en retour, les membres lui accordèrent le titre sacré d'\"Auguste\" (marque de dignité et grandeur) et le couvrirent d'honneurs. Plus important encore, ils lui attribuèrent également les pouvoirs de consul, tribun et censeur romain, trois titres qu'aucun homme n'avait encore jamais cumulés. Tous les pouvoirs législatifs de Rome furent confiés au Sénat, mais Octave contrôlant le Sénat, cela tenait plus de la mascarade législative. Quand bien même il détenait tous les pouvoirs d'un empereur, Auguste préféra la dénomination Princeps, soit \"premier citoyen\" (sans doute dans le souci de ne pas contrarier encore plus les derniers républicains de Rome)."
            },
            {
                "heading": "Auguste et sa patrie",
                "text": "Durant son règne, Auguste présida quatre décennies de paix et de prospérité, un soulagement plus que bienvenu pour Rome après presque un siècle de dissensions civiles. Il mena à bien un vaste programme de construction dans la ville ancienne, et fit construire la nouvelle Curie ainsi que les majestueux temples d'Apollon et du divin Jules (dédié à son grand-oncle décédé). Plus tard, Auguste se vantera, à raison, d'avoir \"trouvé une Rome de briques et laissé une Rome de marbre\". Sous son patronage, de nombreux écrivains et poètes romains composèrent leurs plus grandes œuvres : Virgile, Ovide, Horace et Tite-Live connurent une inspiration florissante lors du règne d'Auguste."
            },
            {
                "heading": "Expansion romaine",
                "text": "Les généraux d'Auguste connurent aussi une carrière prospère et furent soulagés de mobiliser leurs forces militaires contre des ennemis externes plutôt que des \"ennemis internes\". Les frontières de Rome furent étendues jusqu'au Danube, le nord de l'Espagne fut finalement conquis et à l'est, l'Arménie fut pacifiée.Auguste endura deux défaites militaires d'importance, au cours de son règne. En 15 av. J.-C., le gouverneur romain de la Gaule, Marcus Lollius, fut vaincu par une alliance regroupant les Sicambres, les Tenctères et les Usipètes qui, après avoir traversé le Rhin, infligèrent des dommages faibles mais permanents à l'armée romaine en place. Selon Suétone, cette défaite fut \"plus humiliante que sérieuse\".Toutefois, la seconde défaite fut d'une toute autre ampleur. En 9 apr. J.-C., Publius Quintilius Varus, gouverneur de Germanie, prit la tête de trois légions, leur fit traverser le Danube et pénétrer sur un territoire barbare où ils furent surpris par les Chérusques, puissante nation germanique. Après un combat qui dura trois jours, les troupes romaines furent totalement décimées. Varus se suicida et la nation victorieuse fit présent de sa tête à Marbod, roi des Marcomans, établi en Bohème.En apprenant la tragique nouvelle, Auguste envoya ses troupes en ville afin de parer à un éventuel soulèvement. Il prolongea également les mandats des gouverneurs de province afin de s'assurer que des hommes expérimentés tiendraient les rênes en cas de révolte. De plus, il dédia des jeux au dieu Jupiter afin que celui-ci améliore le sort de l'empire. Auguste fut fortement ébranlé par cette défaite. Suétone raconta que \"durant les mois qui suivirent, il ne se rasa pas la barbe ni ne se coupa les cheveux et il lui arrivait de se cogner la tête contre un mur, hurlant à Quintilius Varus de lui rendre ses légions !\"Fort heureusement, le peuple ne se révolta pas et l'empire survécut à cette tragédie sans conséquence durable."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "A la mort d'Auguste en 14 apr. J.-C., un retour à l'ancien système de république était inenvisageable. Ce fut l'empereur Tibère qui lui succéda.Durant le long règne d'Auguste, Rome prospéra et le puissant empire finit par englober tout le bassin méditerranéen. Les politiques qu'il mit en place lui permirent de diriger son territoire avec une efficacité telle que Rome domina le reste du monde connu pendant deux siècles sans que sa survie ne soit mise en péril par une guerre ou d'autres menaces significatives. Rares sont les dirigeants ayant connu une telle réussite."
            }
        ]
    }
}