{
    "id": 16,
    "name": "Russie",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/russie.png",
    "dawn_of_man": "Salutations, votre majesté impériale Catherine, merveilleuse impératrice de toutes les Russies. Vous régnez sur le plus grand pays au monde. La puissante Russie s'étend de l'océan Pacifique, à l'est, jusqu'à la mer Baltique, à l'ouest. Malgré les guerres, les sécheresses, et bien des catastrophes, l'héroïque peuple russe est parvenu à survivre et à prospérer, donnant naissance à certains des plus grands artistes et scientifiques au monde. L'empire figure encore aujourd'hui parmi les plus puissants de toute l'histoire de l'humanité, une véritable superpuissance, dotée de la plus grande force destructrice jamais conçue.Catherine, votre peuple a besoin que vous redonniez son envergure d'antan à la Russie, que vous redonniez vie à la terre et que vous lui fassiez retrouver l'émerveillement des Lumières. Mènerez-vous une fois encore vos fidèles à la grandeur ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Krepost",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/krepost.json"
        }
    ],
    "unique_units": [
        {
            "name": "Cosaque|Cosaques",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/cossack.json"
        }
    ],
    "city_names": [
        "Moscou",
        "St Petersbourg",
        "Novgorod",
        "Rostov",
        "Yaroslavl",
        "Yekaterinburg",
        "Yakoutsk",
        "Vladivostok",
        "Smolensk",
        "Orenbourg",
        "Krasnoyarsk",
        "Khabarovsk",
        "Bryansk",
        "Tver",
        "Novossibirsk",
        "Magadan",
        "Mourmansk",
        "Irkoutsk",
        "Chita",
        "Samara",
        "Arkhangelsk",
        "Chelyabinsk",
        "Tobolsk",
        "Vologda",
        "Omsk",
        "Astrakhan",
        "Koursk",
        "Saratov",
        "Tula",
        "Vladimir",
        "Perm",
        "Voronéje",
        "Pskov",
        "Staraya Russa",
        "Kostroma",
        "Nijni Novgorod",
        "Souzdal",
        "Magnitogorsk"
    ],
    "spy_names": [
        "Alexei",
        "Lena",
        "Dmitry",
        "Anastasia",
        "Tatiana",
        "Boris",
        "Doktor Seriy",
        "Mikhail",
        "Natacha",
        "Zmeya"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Comme Winston Churchill l'a dit un jour, \"la Russie est un rébus enveloppé de mystère au sein d'une énigme\". Elle fait à la fois partie de l'Europe et partie de l'Asie, mais n'est ni l'une, ni l'autre. Elle est riche en ressources naturelles, mais ses habitants comptent parmi les plus pauvres de l'Histoire. Elle a été envahie par les Goths, les Huns, les Mongols, les Français et les Allemands, mais est toujours demeurée fondamentalement et exclusivement russe. Elle a été tour à tour une superpuissance, puis un État en ruine ; une monarchie, une dictature communiste, puis une démocratie, et tout cela en l'espace de cent ans. De fait, la Russie est bel et bien l'une des civilisations les plus fascinantes de l'Histoire humaine."
        },
        {
            "heading": "Terrain et climat",
            "text": "La Russie est un pays immense. D'une superficie de plus de 17 000 000 km², elle fait près de deux fois la taille des États-Unis d'Amérique, bien qu'elle ne compte que moitié moins d'habitants. La Russie possède des montagnes colossales, de gigantesques steppes et des fleuves déchaînés. À l'est, elle borde l'océan Pacifique, et à l'ouest, la mer Baltique. La partie la plus méridionale du pays connaît parfois des étés torrides, et ses hivers sont connus pour être terribles, à la fois longs, glaciaux et sombres."
        },
        {
            "heading": "Préhistoire russe",
            "text": "Selon certaines preuves archéologiques, certaines régions de Russie seraient habitées depuis 4000 ans. Cela dit, nous ne savons que peu de choses des premiers colons de ce vaste pays. Très tôt, les Grecs et les Perses se sont installés en Ukraine, et il semble qu'ils aient chassé et récolté les ressources des grandes forêts russes, au nord. Plusieurs tribus de nomades ont traversé le pays entre le IVe et le Xe siècle apr. J.-C., avant de s'établir plus à l'ouest, en Europe (notamment les Huns, les Goths et les Magyars). Durant cette même période, les Slaves orientaux venus de l'ouest commencèrent à migrer sur le territoire, suivis des explorateurs germaniques à la recherche de ressources et de routes commerciales orientales. Ces derniers croisèrent le chemin des tribus finnoises partant pour le sud."
        },
        {
            "heading": "Rus' de Kiev",
            "text": "Les premières traces écrites laissées par les Rus datent du VIIIe siècle. Les Rus seraient des Vikings scandinaves arrivés du nord, de la côte baltique (cette théorie est cependant réfutée par certains intellectuels russes qui pensent que les fondateurs de la Rus' de Kiev étaient en réalité slaves). En 860, les Rus envoyèrent des groupes de pillards au sud jusqu'à Constantinople, et en 1000 apr. J.-C., les Rus de Kiev contrôlaient une route commerciale courant de la mer Baltique jusqu'à la mer Noire. Cette route fut la colonne vertébrale économique de ce pouvoir régional florissant.Au XIIe siècle, l'empire de Kiev couvrait la majeure partie de ce qui deviendra plus tard l'Orient russe, s'étendant de la Pologne, à l'ouest, à la Volga, à l'est ; et de la Finlande, au nord, à l'Ukraine, au sud. Il s'agissait donc d'un territoire difficile à administrer de façon centralisée, notamment en raison du fait que nombre de petites entités au sein de l'Empire commençaient à développer leur propre identité et des aspirations nationales distinctes. Economiquement aussi, l'Empire était divisé : les provinces septentrionales s'alignèrent sur les puissances de la Baltique, les territoires occidentaux sur la Pologne et la Hongrie, et les régions méridionales sur l'Asie Mineure et les pays méditerranéens. À la fin du XIIe siècle, la Rus' de Kiev, bien qu'elle conservât son nom, était dissoute, et s'était changée en une constellation d'États quasi-féodaux."
        },
        {
            "heading": "L'invasion mongole",
            "text": "La première incursion mongole en Rus' de Kiev eut lieu en 1223, quand une unité de reconnaissance mongole affronta une troupe de combattants issus de divers États rus sous le commandement des bien nommés \"Mstislav le Brave\" et \"Mstislav Romanovich l'Ancien\", lors de la bataille de la rivière Kalka. Les guerriers rus prirent l'ascendant sur leurs adversaires en début de combat, mais se désorganisèrent en se lançant à la poursuite de l'ennemi en déroute. Les cavaliers mongols entrèrent alors en scène, et dominèrent les Rus avant qu'ils n'aient eu le temps de se réorganiser. Un grand nombre de Rus capitulèrent en échange de leur vie. Les Mongols acceptèrent, mais les massacrèrent tout de même. Ils quittèrent ensuite la Rus' de Kiev, avant de revenir quelques années plus tard avec une plus grande armée.En 1237, une importante armée mongole de près de 30 000 archers montés traversa la Volga. En quelques années, ils s'emparèrent, pillèrent et détruisirent des dizaines de cités et de villes russes dont Riazan, Kolomna, Moscou, Rostov, Kachine, Dmitrov, Kozelsk, Halytch et Kiev, battant à plates coutures toutes les forces armées qui s'opposèrent à eux. En 1240, la majeure partie de la Rus' de Kiev était en ruine et les Mongols, ses nouveaux maîtres, tournèrent leurs yeux vers la Hongrie et la Pologne, à l'ouest."
        },
        {
            "heading": "La Horde d'or",
            "text": "L'Empire mongol occidental, qui incluait la majeure partie de la Russie, était appelé la \"Horde d'or\" (même s'il est peu probable que les Mongols eux-mêmes aient adopté pareille appellation). Sa capitale était \"Saraï\", une nouvelle cité qu'ils avaient construite sur la Volga. Bien que les Mongols (aussi connu sous le nom de \"Tatars\") fussent d'impitoyables envahisseurs et conquérants, leurs dirigeants étaient souvent bienveillants. Généralement, ils n'entretenaient que peu de contacts avec leurs sujets. Préférant préserver la structure du pouvoir intacte, ils laissaient ce dernier entre les mains exclusives des dirigeants. À l'origine chamanistes, les Mongols se convertirent plus tard à l'Islam. Ils se montrèrent extrêmement tolérants envers les autres religions. D'ailleurs, en règle générale, tant qu'ils recevaient leur tribut, ils laissaient vivre les peuples soumis comme bon leur semblait.La Horde d'or subsista jusqu'à la fin du XIVe siècle, période où elle fut défaite par Timur (Tamerlan), venu du sud. Désireux de s'emparer de leur réseau commercial, Tamerlan détruisit les cités mongoles de Saraï, Azov et Caffa, affaiblissant considérablement les dirigeants de la Horde d'or. Les dirigeants rus, et particulièrement ceux de la Principauté de Moscou, se hâtèrent alors de s'emparer du pouvoir laissé à l'abandon."
        },
        {
            "heading": "La Principauté de Moscou",
            "text": "Sous le règne d'Ivan III (1462-1505), la Moscovie engagea un processus d'unification des territoires russes. Elle chercha à annexer les pays slaves orientaux, et notamment les enclaves historiquement russes, ainsi que les principautés ukrainienne et biélorusse (sans aucun lien historique, ni l'une, ni l'autre, avec elle). En 1478, Novgorod fut annexée, et Tver suivit en 1485. Ces efforts furent cependant réduits à néant en 1497, lorsque les membres de la famille d'Ivan se querellèrent violemment pour la succession au trône. Ivan, qui avait à l'origine choisi son successeur en la personne de son petit-fils issu de son premier mariage, fut contraint de nommer héritier le fils de sa deuxième femme, Vassili.Le règne d'Ivan vit également l'entrée de la Moscovie dans le maelstrom diplomatique européen. Ivan chercha à se rapprocher de Byzance, afin de faire pression sur la République des Deux Nations (ou Pologne-Lituanie) qui gagnait dangereusement en puissance à l'ouest de la Moscovie (chaque puissance essayant d'absorber les principautés les plus petites devenues neutres après l'effondrement de la Horde d'or).A la mort d'Ivan, son fils, Vassili III, renforça la monarchie et étendit encore le territoire moscovite. Cependant, ne parvenant à enfanter d'héritier que tardivement au cours de son règne, il fut forcé de mettre en place une régence qui commanderait après sa mort, jusqu'à ce que son fils Ivan puisse monter sur le trône. Comme Ivan était malade et âgé seulement de trois ans à la mort de son père (1533), la régence dura et fut sujette à d'intenses intrigues politiques dont le royaume souffrit beaucoup. Une fois Ivan assez âgé pour succéder à son père, la situation évolua, passant de \"mauvaise\" à \"catastrophique\" - pour ne pas dire \"terrible\"."
        },
        {
            "heading": "Ivan le Terrible",
            "text": "À l'âge de 16 ans, Ivan le Terrible (1530-1584) fut couronné \"tsar\" de Moscovie. Il est le premier de l'Histoire à porter ce titre (qui vient du titre romain \"Caesar\"). On sait peu de choses sur Ivan, si ce n'est que sa santé était fragile, et qu'il se maria six fois. Nombreux sont ceux qui pensent qu'au début de son règne, il n'était qu'un fantoche manipulé par l'une des factions cherchant à assoir sa domination sur ce pays instable. Durant cette période, il mit en place une série de réformes visant à remodeler l'armée et le système légal, et promulgua des lois limitant de manière drastique le pouvoir des propriétaires terriens héréditaires (en d'autres termes, la noblesse). L'institution de ces réformes, censées renforcer l'armée russe en préparation de campagnes de conquête de grande envergure, ne fut pas particulièrement couronnée de succès.Entre vingt et trente ans, Ivan engagea un programme qui lui permettrait d'accroître considérablement son pouvoir aux dépens de son entourage. La noblesse, idéologiquement indépendante, fut évincée de la Cour impériale, puis remplacée par des flagorneurs incompétents. Les échelons les plus élevés de l'armée furent également purgés. Ivan déclara plusieurs millions de kilomètres des meilleures terres du pays \"oprichnina\" (ou terres de la couronne), les assujettissant exclusivement au trône moscovite.Ivan était aussi bon général qu'il était humaniste : il détruisit quasiment son armée et vida le trésor du pays en s'engageant dans la désastreuse guerre de Livonie, un conflit qui dura quelque vingt-cinq ans (de 1558 à 1582). Il mourut en 1584, fort heureusement pour l'Empire.Suite au décès d'Ivan, la situation s'améliora pendant quelque temps, après que l'un de ses camarades, Boris Godounov, monta sur le trône. Cependant, à la mort de Boris en 1605, le pays s'effondra de nouveau, à un point tel que cette période de l'histoire russe fut baptisée \"le Temps des troubles\". Le pouvoir central avait disparu, les armées moscovites et étrangères s'affrontèrent dans tout le pays au rythme des successions et des destitutions d'éphémères prétendants au pouvoir. Au final, les marchands de Russie septentrionale financèrent une armée insurgée (essentiellement constituée de soldats suédois) qui bouta les étrangers hors de Moscovie et redonnèrent du pouvoir aux cosaques. Aux commandes de l'appareil gouvernemental (tout du moins, ce qu'il en restait), les insurgés organisèrent l'élection d'un nouveau tsar."
        },
        {
            "heading": "Les Romanov",
            "text": "Michel III Fiodorovitch Romanov n'avait que 16 ans lorsqu'il fut élu tsar. Il dut faire face à d'innombrables problèmes. Des décennies d'insurrections et de négligence avaient entraîné la ruine du pays, fait fuir ses citoyens et laissé ses terres à l'abandon. Certaines portions du territoire étaient occupées par des troupes ennemies, et ceux qui ne l'étaient pas possédaient leurs propres forces armées qui ne répondaient à aucun pouvoir central. Il fallut près de vingt ans au premier tsar Romanov pour reprendre le contrôle du pays.Les tsars qui succédèrent à Michel continuèrent d'étendre les frontières de la Russie, s'alliant avec ou affrontant la Suède, la Pologne et/ou l'Empire ottoman, en fonction de la localisation du territoire qu'ils tentaient d'annexer. Le territoire disputé de l'époque était formé par l'Ukraine orientale, les pays de la Baltique et la Biélorussie."
        },
        {
            "heading": "Pierre le Grand",
            "text": "Pierre Ier de Russie (1672-1725) dirigea la Russie conjointement avec son demi-frère Ivan V de 1682 à 1696, puis seul de 1696 à 1725. Au début de son règne, Pierre fut confiné dans le village de Préobrajenskoïé, tandis que sa demi-sœur, Sophie, régentait la Russie. De ce fait, il manqua la majeure partie de l'éducation habituelle des tsars, consacrant son temps aux sports, aux mathématiques et à l'entraînement militaire.Bien qu'étant une puissance territoriale florissante, au début du règne de Pierre, la Russie souffrait de n'avoir aucun accès à la mer Noire, la mer Caspienne ou la mer Baltique. Pierre était convaincu que la Russie ne pourrait devenir une grande nation sans flotte, et l'essentiel de sa politique extérieure alla en ce sens. En 1695, Pierre lança une offensive au sud, s'empara d'Azov alors aux mains des Tatars de Crimée, et commença ainsi à s'ouvrir une voie d'accès à la mer Noire.En 1697, Pierre fonda la \"Grande Ambassade\", un groupe de 250 individus dont le but était de sillonner l'Europe occidentale et de réunir des informations sur l'économie et la culture européenne. Pierre voyagea incognito avec le groupe. Durant quatre mois, il travailla comme charpentier dans les chantiers navals de la Compagnie hollandaise des Indes orientales, puis, pendant une période similaire, dans ceux de la Royal Navy britannique. Durant son périple à travers l'Europe, Pierre engagea des centaines d'ouvriers dans le but d'améliorer les villes, l'économie et les infrastructures russes.Pierre ne parvint pas à trouver d'alliés pour l'assister dans sa campagne contre les Ottomans. Convaincu que la Russie ne pouvait se mesurer seule à cet empire, il signa un traité de paix avec les Ottomans et se concentra désormais sur la mer Baltique.À la fin du XVIe siècle, les Suédois occupaient les côtes de la mer Baltique et dominaient notamment la Carélie, l'Ingrie, l'Estonie et la Livonie. Pierre s'allia alors à la Saxe et au Royaume du Danemark et de Norvège et, en 1700, l'alliance attaqua. La Grande Guerre du Nord dura vingt-et-un ans. Pierre joua un rôle extrêmement actif dans la poursuite du conflit, et il combattit souvent au front, essuyant les tirs ennemis.Dans le même temps, en 1703, Pierre commença la construction de la ville de Saint-Pétersbourg dans l'extrême nord de la Russie, près du golfe de Finlande. En 1712, la ville devint la nouvelle capitale du pays. En 1721, la Russie avait chassé la Suède de la Baltique de l'est et du sud. En 1724, Pierre aida au sauvetage de marins dont le navire s'était échoué dans les eaux glaciales du golfe de Finlande. Le froid le rendit malade, et il décéda en 1725.Pierre étant mort sans avoir désigné de successeur, les quarante années qui suivirent son décès connurent une succession de régences plus ou moins médiocres, et de dirigeants dont la vie fut généralement courte. Le plus convaincant d'entre eux fut probablement sa propre sœur, Elizabeth, qui régna de 1741 à 1760. Son règne vit la construction de l'Université d'État de Moscou, en 1755, et la domination de la Russie sur l'Ukraine de l'ouest.À Elizabeth succéda son très impopulaire neveu Pierre III dont le règne, qui ne dura que deux ans, prit fin lorsqu'il fut destitué (puis assassiné) par sa femme, la fascinante Catherine II."
        },
        {
            "heading": "Catherine la Grande",
            "text": "Catherine était la fille d'un prince allemand. Elle arriva en Russie à l'âge de 15 ans pour épouser Pierre III, héritier du trône russe. Elle s'instruit en découvrant, de sa propre initiative, la littérature européenne. Belle, intelligente et pleine d'esprit, elle charma la noblesse russe, qui finit par la préférer grandement à son époux considéré par beaucoup comme faible d'esprit. C'est donc tout naturellement qu'elle reçut le soutien enthousiaste de l'aristocratie lorsqu'à l'âge de 33 ans, elle organisa un coup d'État, renversa son propre mari et prit le pouvoir.Le règne de Catherine dura trente ans. Elle étendit les frontières de l'Empire russe, annexant d'importants territoires le long de la mer Noire et de la mer Caspienne, ainsi qu'à l'est, au-delà de l'Oural. Elle s'empara également de plusieurs parties de la Pologne, lorsque cette dernière fut divisée entre l'Autriche, la Prusse et la Russie en 1772. Cependant, cette dernière acquisition s'avéra, sur le long terme, plus problématique que bénéfique.Durant son règne, Catherine fut également à l'origine de nombreuses réformes d'importance en Russie, tentant d'améliorer l'organisation des gouvernements locaux, et de réduire la corruption qui les rongeait. Bien qu'elle eût pour réputation d'être libérale, elle n'était pas particulièrement amicale envers la paysannerie russe. Au contraire, l'infâme doctrine du servage (une forme d'esclavagisme) augmenta de manière significative durant son règne, et les conditions de vie des paysans devinrent plus difficiles encore.Catherine mourut en 1796. Pour plus d'informations sur cette fascinante dirigeante, veuillez consulter l'article de la Civilopédia qui lui est consacré."
        },
        {
            "heading": "La Russie au XIXe siècle",
            "text": "Les deux premières décennies du XIXe siècle témoignèrent de l'avènement et de la chute de l'un des plus illustres généraux européens de tous les temps, Napoléon Bonaparte, empereur de France. Suite à la Révolution française, Bonaparte transforma une France divisée et affaiblie en la plus puissante nation d'Europe. Il vainquit notamment les Russes à Austerlitz en 1805. Les deux armées s'opposèrent ensuite deux nouvelles fois, en 1806 et 1807, puis, après cinq ans de paix, en 1812, Napoléon entama sa catastrophique invasion de la Russie. Les troupes russes combattirent les Français deux années de plus, et furent en grande partie responsables de l'ultime défaite de Napoléon et de l'exil de ce dernier hors d'Europe. Suite à ces évènements, la Russie devint la puissance militaire dominante du continent.Le prestige militaire russe subit une blessure majeure au milieu du siècle lorsque, durant la Guerre de Crimée (1853-1856), elle fut incapable de vaincre une armée franco-anglaise peu nombreuse, qui plus est dirigée par des généraux incompétents. Ce revers poussa le nouveau tsar, Alexandre II, à faire souffler un vent de modernisation sur l'Empire. Il abolit notamment le servage en 1861. Cependant, les termes de cette abolition étaient excessivement coûteux, et les paysans durent payer des annuités pour acheter leur liberté et une partie de leurs terres. Au final, les paysans nouvellement libres furent bien souvent plus miséreux que lorsqu'ils étaient esclaves. A cette époque, la Russie instaura également une série de réformes légales inspirées de modèles européens. Cependant, malgré l'amélioration de l'ancien système, les paysans étaient toujours traités comme des citoyens inférieurs.Les années 1870 virent l'accroissement de l'activité révolutionnaire, particulièrement chez les étudiants universitaires. En 1873, ces derniers tentèrent sans succès d'inciter les paysans à la révolte. En réponse à leur action, nombre d'entre eux furent emprisonnés ou envoyés en Sibérie. Les révolutionnaires encore en vie organisèrent une action clandestine, incluant notamment l'assassinat de hauts officiels russes. En 1881, un groupe terroriste réussit à assassiner Alexandre II. Les principaux chefs de file du mouvement furent alors capturés, puis pendus.Alexandre III, le nouveau tsar, instaura une série de lois répressives restreignant l'éducation et les libertés déjà limitées des citoyens.En 1894, Alexandre III mourut et son fils, l'infortuné Nicolas II, hérita du trône."
        },
        {
            "heading": "Le début de la fin",
            "text": "Durant la guerre russo-japonaise (1904-1905), les Russes essuyèrent une série de lourdes défaites face aux troupes japonaises. Ces revers portèrent un coup sévère au prestige du gouvernement central, et la Russie fut le théâtre de nombreuses grèves et manifestations, plusieurs groupes réclamant des réformes. En 1905, un groupe de travailleurs de Saint-Pétersbourg investit le Palais d'Hiver, afin de présenter au tsar une liste de réclamations. Cent-trente d'entre eux furent abattus par l'armée. La nouvelle du \"Dimanche sanglant\" se répandit à travers le pays comme une traînée de poudre. Plus tard cette même année, le tsar accepta à contrecœur la création d'une assemblée élue. Cependant, cela ne suffit pas aux révolutionnaires, et l'agitation perdura deux longues années.La création d'une nouvelle assemblée, la \"Douma\", parvint à diviser l'opposition : certains tentèrent de faire passer des réformes via l'assemblée, tandis que les plus radicaux restaient en dehors du système. Le pays tituba, blessé, jusqu'au cataclysme de la Grande Guerre qui provoqua son effondrement."
        },
        {
            "heading": "Première guerre mondiale",
            "text": "La Première Guerre mondiale fut l'échec cuisant à la fois de la diplomatie et de la pensée rationnelle. Durant les années qui précédèrent le conflit, les nations européennes s'étaient, soit liguées, soit opposées les unes aux autres dans une série de pactes défensifs et offensifs, qui garantissait de façon quasi certaine que le moindre petit conflit dégénèrerait en colossal cataclysme. En l'occurrence, en 1914, l'annexion de la Serbie par l'Autriche-Hongrie poussa la Russie à entrer en guerre du côté des Serbes, l'Allemagne du côté de l'Autriche, la France et l'Angleterre du côté de la Russie, etc.Le tsar Nicolas II mobilisa son armée aussi vite que possible, puis l'envoya à l'ouest affronter l'ennemi allemand qui encercla, puis captura la plupart des soldats russes. En 1915, une armée austro-allemande pénétra sans pratiquement aucune opposition en Pologne, et ainsi, dans les provinces occidentales russes. Cet évènement, associé à l'entrée en guerre de la Turquie (ennemi historique de la Russie) du côté des Allemands, mit une pression incroyable sur le gouvernement russe alors chancelant.Les décisions du tsar Nicolas II durant la crise ne furent pas des plus heureuses. Il déplaça sa cour en Biélorussie, afin d'être \"personnellement aux commandes de l'armée\", laissant la gestion des affaires courantes à son épouse et son détesté conseiller, Raspoutine. En 1916, ce dernier fut assassiné à la suite d'une conspiration menée par bon nombre des plus loyaux alliés de la famille royale.En 1916, la situation militaire s'améliora, mais la situation à l'intérieur des frontières, elle, empira. De plus en plus de paysans étant mobilisés au front, les importations bloquées par l'ennemi, la famine frappait aux quatre coins du pays. De plus, l'inflation galopante provoquait de plus en plus d'agitation chez les travailleurs. En 1917, les meneurs de la Révolution de mars en appelèrent à l'abolition de l'aristocratie. Le gouvernement fit intervenir les cosaques pour disperser la foule, mais ces derniers se mutinèrent et se rallièrent aux insurgés. Peu après, la Douma rejoint elle aussi les révolutionnaires, et le 15 mars, le tsar se vit contraint d'abdiquer. Plus tard, sa famille et lui furent exécutés.La Russie impériale était morte. L'Union des républiques socialistes soviétiques venait de naître."
        },
        {
            "heading": "\"Back in the USSR\"",
            "text": "L'URSS survécut cinquante ans. Son plus grand triomphe fut sa victoire sur l'Allemagne nazie durant la Deuxième Guerre mondiale. Elle fit également contrepoids face aux États-Unis qui, au sortir du second conflit mondial, jouissaient d'une domination quasi sans limite (qu'il s'agisse là d'une bonne ou d'une mauvaise chose est une question de point de vue). Son plus grand échec fut son incapacité à offrir à ses habitants des conditions de vie similaires à celles des citoyens des autres pays européens et occidentaux. L'Union soviétique disparut en 1991, suite, en partie, aux pressions extérieures des États-Unis et de ses alliés, mais surtout, aux problèmes économiques majeurs qui l'affaiblissaient de l'intérieur.Il y aurait bien plus à dire sur l'URSS, mais le manque de temps et d'espace nous oblige à repousser cet exposé à une prochaine Civilopédia, dans un prochain jeu."
        },
        {
            "heading": "La Russie aujourd'hui",
            "text": "La nouvelle Fédération russe est, elle aussi, \"un rébus enveloppé de mystère au sein d'une énigme\". Elle a abandonné le communisme pour ce que l'on pourrait qualifier de capitalisme oligarchique. En somme, elle a donné naissance à de nombreux multimillionnaires, mais la majeure partie de ses citoyens reste toujours aussi pauvre ; elle a libéré nombre de ses pays satellites (Allemagne de l'Est, Ukraine, pays baltiques), mais continue à menacer dangereusement ses voisins (comme en témoigne sa récente invasion de l'ex-état soviétique de Géorgie). Il s'agit d'une démocratie, mais le pouvoir semble de plus en plus détenu par un seul homme. Il est difficile de prédire ce qu'il adviendra de ce pays ancestral au XXIe siècle, mais il est certain qu'il demeurera l'un des plus puissants et des plus importants de la planète."
        },
        {
            "heading": "La Russie aujourd'hui",
            "text": "La nouvelle Fédération russe est, elle aussi, \"un rébus enveloppé de mystère au sein d'une énigme\". Elle a abandonné le communisme pour ce que l'on pourrait qualifier de capitalisme oligarchique. En somme, elle a donné naissance à de nombreux multimillionnaires, mais la majeure partie de ses citoyens reste toujours aussi pauvre ; elle a libéré nombre de ses pays satellites (Allemagne de l'Est, Ukraine, pays baltiques), mais continue à menacer dangereusement ses voisins (comme en témoigne sa récente invasion de l'ex-état soviétique de Géorgie). Il s'agit d'une démocratie, mais le pouvoir semble de plus en plus détenu par un seul homme. Il est difficile de prédire ce qu'il adviendra de ce pays ancestral au XXIe siècle, mais il est certain qu'il demeurera l'un des plus puissants et des plus importants de la planète."
        }
    ],
    "leader": {
        "name": "Catherine",
        "subtitle": "Dirigeante de la Russie",
        "lived": "1729-1796",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/catherine.png",
        "trait": {
            "name": "Richesses de Sibérie",
            "effect": "Les ressources stratégiques fournissent 1 de production supplémentaire, et la quantité de chevaux, de fer et d'uranium fournis par ces cases est doublée."
        },
        "titles": [
            "Tsarine de Russie"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Catherine II la Grande fut impératrice de Russie durant la deuxième moitié du XVIIIe siècle. Elle fut à l'origine d'une vaste expansion de l'Empire russe, ajoutant ainsi quelques centaines de milliers de kilomètres carrés au territoire à force de conquêtes et d'habiles manipulations diplomatiques. Belle et intelligente, elle séduisit les plus grands esprits d'Europe et fit de sa cour l'un des plus grands centres d'intellectuels du continent. Bien que née en Allemagne, Catherine fut l'une des plus grandes dirigeantes de l'histoire de la Russie."
            },
            {
                "heading": "Jeunesse",
                "text": "La princesse Sophie Augusta Fredericka d'Anhalt-Zerbst naquit à Stettin en 1729, en Poméranie, petite province prussienne. A 16 ans, elle épousa Carl Peter Ulrich, héritier du trône de Russie, devenant ainsi la grande duchesse Catherine Alekseyevna. Très vite, elle apprit et maîtrisa la langue russe et rejoignit l'église orthodoxe russe. Autodidacte, Catherine s'immergea dans la littérature de l'époque. A la fois belle et intelligente, elle se lia d'amitié (et peut-être plus) avec les grands penseurs contemporains, notamment Diderot et Rousseau, illustres philosophes français."
            },
            {
                "heading": "Prise de pouvoir",
                "text": "Catherine ne fit pas un mariage heureux. Son mari, le tsar Pierre III, était, au dire de tous, un homme mesquin et névrosé. Il était décrit comme un être cruel, méchant, hideux (couverts de cicatrices laissés par la vérole) et porté sur la boisson. Selon l'opinion générale, il haïssait les Russes et aimait le peuple prussien, ce qui lui valut le mépris de la cour russe. Bien que née à l'étranger, Catherine jouissait d'une grande popularité auprès des nobles et, plus important encore, auprès des militaires russes.À l'âge de 33 ans, avec le soutien de la garde impériale, elle renversa son mari, qui fut bientôt tué lors d'un \"accident de chasse\", laissant ainsi la jeune femme à la tête du pays."
            },
            {
                "heading": "Politique étrangère",
                "text": "Devenue impératrice, Catherine mena une politique expansionniste en employant de grands moyens militaires. La \"première guerre russo-turque\" (1768-1774) - déclarée par le sultan Mustafa III après un incident survenu à la frontière et lors duquel les Cosaques pénétrèrent sur le territoire ottoman avant de massacrer les habitants de la ville de Balta - fut une victoire retentissante de l'armée russe, qui annexa ainsi le sud de l'Ukraine, le nord du Caucase et la Crimée, et qui offrit au pays un accès à la mer Noire. Les Ottomans tentèrent de récupérer leur territoire lors de la deuxième guerre russo-turque, mais ils échouèrent lamentablement.Durant les années qui suivirent la Révolution française, Catherine redouta que le mouvement des Lumières, qui prenait de l'ampleur en Europe, ne menace les monarchies européennes. Vers la fin du siècle, la Pologne, qui n'était ni plus ni moins qu'une \"marionnette\" actionnée par les Russes, montra des signes inquiétants s'apparentant à un désir de démocratie. En 1792, les forces armées russes vainquirent les loyalistes polonais lors de la \"guerre pour la défense de la constitution polonaise\", au terme de laquelle la Pologne fut divisée entre la Russie, l'Autriche et la Prusse. Durant son règne, Catherine maintint des relations cordiales avec les grandes puissances d'Europe (la France, la Prusse et l'Autriche) qui, en échange, n'interférèrent pas dans la politique d'expansion menée par l'impératrice."
            },
            {
                "heading": "Politique domestique",
                "text": "Au cours de son règne, Catherine entreprit de nombreuses réformes politiques visant principalement à remodeler la bureaucratie russe, réputée pour sa corruption et son incompétence. Elle tenta de façonner son gouvernement et sa cour sur le modèle de Versailles. Pour parvenir à ses fins, elle augmenta la taille du territoire appartenant au clergé, qui possédait déjà un tiers des terres et des serfs de Russie. Elle chercha à gagner les faveurs de l'aristocratie en lui accordant encore plus de pouvoirs sur les paysans du pays.En 1773, une épidémie de peste s'abattit sur le pays déjà affaibli par la longue guerre menée contre la Turquie. Tirant avantage de la grogne populaire, Pougatchev, un officier cosaque, se fit passer pour le mari décédé de Catherine, le tsar Pierre III, et tenta de lever une armée de paysans afin de renverser l'impératrice durant l'absence des troupes russes, parties affronter l'armée turque. Heureusement pour Catherine, la première guerre russo-turque prit fin et l'armée revint du front juste à temps pour contrer la rébellion avant que celle-ci ne gagne Moscou. Cet incident troubla l'impératrice qui ratifia des lois extrêmement répressives à l'encontre des paysans."
            },
            {
                "heading": "Les arts",
                "text": "Véritable mécène pour les arts en général, Catherine commanda de nombreuses statues et peintures. Sous son règne, Saint-Pétersbourg fut littéralement transformée, passant d'une cité primitive et inhospitalière à l'une des plus belles capitales d'Europe. Sa collection privée donna naissance au musée de l'Ermitage, l'un des plus grands musées d'art du monde."
            },
            {
                "heading": "Le scandale",
                "text": "En dépit de ses nombreux succès auprès de la population, Catherine est surtout connue pour ses excès. Ses aventures amoureuses ont fait le tour du monde : elle aurait partagé la couche de bon nombre d'officiers russes et badiné avec une foule de politiciens et artistes européens réputés. Une fois lassée d'un amant, elle le \"mettait à la retraite\" et lui offrait une belle somme d'argent, des paysans et des terres loin de Moscou."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Catherine resta dans les mémoires de tous comme l'impératrice qui agrandit le territoire russe. Plus important encore, elle contribua à sécuriser la côte nord de la mer Noire, annexa la Crimée et repoussa la frontière du pays au-delà du mont Oural. Ainsi, il devint plus facile de protéger les villages agricoles du sud de la Russie et l'établissement de routes commerciales sur la mer Noire fut possible. La décision de diviser la Pologne permit à la Russie de rester proche de l'Europe, d'un point de vue géographique au moins.Catherine lança de nombreux chantiers à travers toute la Russie et les territoires annexés. Elle renforça aussi le commerce en interne et à l'étranger. Toutefois, elle ne fit rien pour rendre plus agréable la vie des paysans russes, au contraire, leur quotidien se dégrada terriblement.Catherine mourut à l'âge de 67 ans, ayant vécu bien plus longtemps que ses prédécesseurs de la dynastie Romanov. À l'instar de la reine Élisabeth Ière d'Angleterre, Catherine prouva qu'une femme pouvait être suffisamment intelligente et forte pour diriger un grand pays."
            }
        ]
    }
}