{
    "id": 17,
    "name": "Siam",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/siam.png",
    "dawn_of_man": "Salutations, grand roi Ramkhamhaeng, dirigeant du glorieux peuple du Siam ! Ô puissant roi, vos sujets s'inclinent devant vous avec une révérence mêlée de crainte ! Vous êtes à la tête du Siam, un ancien pays au coeur de l'Asie du sud-est. Le Siam est une terre magnifique et mystérieuse. Entouré d'ennemis, assailli de guerres sanglantes et de misère noire, le peuple siamois, intelligent et fidèle, a essuyé bien des épreuves desquelles il a su triompher. Roi Ramkhamhaeng, votre empire fit autrefois partie de l'empire khmer, jusqu'à ce que vos ancêtres se révoltent, au XIIIe siècle, formant ainsi le petit royaume de Sukhothaï. Grâce à de glorieuses batailles et une diplomatie sans faille, le petit royaume se transforma en un puissant empire, un empire qui allait dominer l'Asie du sud-est pendant plus d'un siècle !Ô sage et puissant roi Ramkhamhaeng, votre peuple a une fois de plus besoin que vous le meniez à la grandeur ! Saurez-vous mettre à profit votre intelligence et votre force pour protéger vos fidèles et vaincre vos ennemis ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Wat|Wats",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/wat.json"
        }
    ],
    "unique_units": [
        {
            "name": "Éléphant de Naresuan|Éléphants de Naresuan",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/naresuan's_elephant.json"
        }
    ],
    "city_names": [
        "Sukhothaï",
        "Si Satchanalai",
        "Muang Saluang",
        "Lampang",
        "Phitsanulok",
        "Kamphaeng Phet",
        "Nakhon Chum",
        "Vientiane",
        "Nakhon Si Thammarat",
        "Martaban",
        "Nakhon Sawan",
        "Chainat",
        "Luang Prabang",
        "Uttaradit",
        "Chiang Thong",
        "Phrae",
        "Nan",
        "Tak",
        "Suphanburi",
        "Hamsawaddy",
        "Thawaii",
        "Ayutthaya",
        "Taphan Hin",
        "Uthai Thani",
        "Lopburi",
        "Ratchasima",
        "Ban Phai",
        "Locus",
        "Khon Kaen",
        "Surin"
    ],
    "spy_names": [
        "Aran",
        "Chanarong",
        "Kiet",
        "Niran",
        "Virote",
        "Kulap",
        "Mayuree",
        "Phueng",
        "Ratana",
        "Tola"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Située en Asie du Sud-Est entre la Birmanie (Myanmar), le Laos, le Cambodge et la Malaisie, le Siam - la Thaïlande d'aujourd'hui - possède une histoire longue et glorieuse. Pays de forêts obscures et de montagnes millénaires, à la fois magnifique et mystérieux, le Siam a connu l'occupation et la révolution, les inondations et la famine, ainsi que l'avènement et l'effondrement de plusieurs empires."
        },
        {
            "heading": "Terrain et climat",
            "text": "Le Siam est un pays semi-tropical situé en pleine zone de moussons. De mai à octobre, les vents chauds venus du nord-ouest provoquent d'extrêmes précipitations. Ainsi, la côte ouest est-elle noyée chaque année de quelque 4 mètres d'eau de pluie (le nord, plus vallonné, un peu moins). De novembre à février, le vent inverse sa course et offre au pays un temps plus doux et plus sec. La campagne est couverte de forêts, de marécages et autres zones humides. Les Siamois utilisent traditionnellement les buffles d'eau, les chevaux et les éléphants comme animaux de trait (bien que les machines agricoles aient envahi la majeure partie du pays à la fin du XXe siècle)."
        },
        {
            "heading": "Préhistoire du Siam",
            "text": "Les premiers colons reconnus de Siam parlaient des langues môn-khmères. Il existait alors différents groupes ethniques dans la péninsule d'Asie du Sud-Est. L'un d'entre eux, celui des Môns, est connu pour avoir adopté le bouddhisme dès le VIe siècle apr. J.-C.. Un autre de ces groupes, les Khmers du Cambodge, fit d'Angkor sa capitale (ville où se trouve Angkor Vat). Au XIIe siècle, les Khmers possédaient un empire comprenant plus de la moitié de la Thaïlande actuelle. Ils étaient majoritairement hindouistes.Aux environs de l'an 1000 apr. J.-C., le territoire connut une vague d'arrivants de langue tai, appelés les \"Thaïs\". Il y a consensus chez les historiens modernes pour affirmer que les Thaïs sont originaires du nord du Vietnam. En quelques siècles, les Thaïs s'installèrent à travers la majeure partie de l'Asie du Sud-Est, aussi loin à l'ouest que le nord-est de l'Inde, et à l'est que la Péninsule malaise. Au XIIIe siècle, ils étaient assez nombreux pour menacer la suprématie des Môns et des Khmers au Siam."
        },
        {
            "heading": "Sukhothaï et Ramkhamhaeng",
            "text": "Au milieu du XIIIe siècle, un dirigeant thaï parvint à se révolter contre l'Empire khmer et créa le royaume de Sukhothaï. Ce dernier resta sans grande puissance ni importance jusqu'à la prise de pouvoir de son troisième dirigeant, Ramkhamhaeng, en 1279. En seulement vingt ans, ce dirigeant extraordinaire transforma l'insignifiant royaume en une puissance régionale majeure.Durant son règne, Ramkhamhaeng agrandit son territoire en annexant, à l'ouest, la Birmanie, à l'est, le Laos, et en avançant vers le sud jusqu'à la péninsule malaise. Le roi excellait autant dans l'art diplomatique que dans l'art guerrier, et nombre de territoires rejoignirent sa confédération de leur plein gré. Vers la fin de son règne, Ramkhamhaeng fit ériger une stèle gravée détaillant ses victoires. Elle dépeignait Sukhothaï comme un royaume prospère dirigé par un monarque aimant et bienveillant. Ramkhamhaeng mourut en 1317. Pour plus d'informations sur Ramkhamhaeng, veuillez consulter l'article de la Civilopédia qui lui est consacré.Sukhothaï a survécu un siècle à la mort de son plus illustre dirigeant, avant d'être annexé par Ayutthaya, une nouvelle puissance thaïlandaise en plein essor, venue du sud."
        },
        {
            "heading": "Ayutthaya",
            "text": "Le royaume d'Ayutthaya fut fondé en 1350 dans la vallée du fleuve Chao Phraya, une plaine fertile située au nord de l'actuelle Bangkok. Le royaume fut formé sur les reliquats d'une précédente puissance, Lavo. En 1352, le roi Ramathibodi Ier attaqua les Khmers, les chassant à l'est du Siam. En 1387, Ayutthaya était suffisamment puissante pour envahir le nord et s'emparer de Sukhothaï. En 1431, le royaume attaqua de nouveau les Khmers, s'emparant, puis pillant leur capitale, Bangkok, après six mois de siège.Ayutthaya était une ville riche et magnifique en tout point. De nombreux canaux nord-sud la traversaient, qui fournissaient de l'eau à tous les secteurs de la ville. Aujourd'hui encore, on peut y admirer ce qu'il reste de ses palais et de ses temples. Les Thaïs d'Ayutthaya furent le premier peuple de la région à porter le nom de \"Siamois\", un nom qui finit par donner son nom au pays entier : le Siam.Des Khmers, le peuple d'Ayutthaya adopta la croyance en la divinité du roi. Ce dernier était d'essence supérieure à tous ses sujets. Hormis les membres de la famille royale, nul ne pouvait le regarder en face. En sus du renforcement du pouvoir religieux et cérémoniel du trône, le roi Trailok (1448-1488) réorganisa l'État, afin de concentrer le pouvoir politique entier entre les mains du monarque.Du point de vue social, le peuple d'Ayutthaya avait adopté un système de caste très strict qui attribuait à chaque individu une valeur numérique en fonction de son rang. Un esclave avait une valeur de 5 (\"sakdi na\"), un homme libre d'environ 25, et les héritiers du trône devaient être évalués à quelque chose comme 100 000 (le roi lui-même atteignant probablement une valeur de plusieurs millions, voire plus !). Bouddhisme et hindouisme étaient tous deux pratiqués à Ayutthaya.S'étant occupé de Sukhothaï au nord, et des Khmers au sud-est, la seule menace restante pour Ayutthaya était la Birmanie qui reprit son indépendance à la fin du XVIe siècle. Les combattants birmans mirent de nouveau la ville à sac en 1767. Cette fois, ils déportèrent la famille royale et réduisirent la ville en cendre, détruisant toutes les œuvres d'art, ainsi que les annales qu'ils y trouvèrent. Le royaume ne se remit jamais de cette attaque. Cependant, un nouveau royaume siamois allait bientôt naître des cendres d'Ayutthaya."
        },
        {
            "heading": "Thonburi",
            "text": "En 1767 (la même année qui vit l'effondrement d'Ayutthaya), un dirigeant thaïlandais appelé \"Taksin\" fonda une nouvelle capitale à Thonburi, à un peu plus de soixante kilomètres en aval d'Ayutthaya (non loin de l'actuelle Bangkok). Bâtie sur la rive orientale du fleuve Chao Phraya, la ville pouvait être défendue plus aisément face aux assaillants birmans. Située plus à proximité de la mer, la cité était également plus apte à organiser un commerce à l'échelle internationale. D'ailleurs, Taksin encouragea les marchands chinois à installer des commerces à Thonburi, et les taxes ponctionnées sur ce commerce furent utilisées pour reconstruire l'économie siamoise, dévastée par la récente attaque birmane.Tirant parti de la richesse de son pays, Taksin leva une puissante armée et commença à étendre son royaume. Après avoir repris les territoires qui appartenaient anciennement à Sukhothaï et Ayutthaya, ses troupes s'emparèrent d'une portion du Laos, et forcèrent les Birmans à fuir des territoires historiquement thaïs vers le nord. En 1782, Taksin, qui commençait à montrer de réels signes de troubles mentaux, fut destitué et tué. C'est le général Chao Phraya Chakri (qui prit plus tard le nom de Rama 1er) qui lui succéda. La dynastie Chakri est toujours au pouvoir aujourd'hui en Thaïlande."
        },
        {
            "heading": "La renaissance du Siam",
            "text": "Peu après son accession au trône, le nouveau roi déplaça la capitale à Bangkok, un petit village situé sur le fleuve Chao Phraya. Bangkok devint très vite une cité commerciale animée, en grande partie en raison des nombreux immigrants chinois qui vinrent s'installer dans la métropole.Le roi Rama Ier et ses successeurs continuèrent la conquête siamoise du Laos et du sud jusqu'à la péninsule malaise. Ils poursuivirent également la lutte contre la Birmanie qui demeura une menace constante, jusqu'à ce qu'elle soit elle-même menacée par la Grande-Bretagne (arrivée d'Inde).Le roi Rama Ier s'impliqua énormément dans le développement de la culture, de la religion et de la législation siamoise. Il fit reconstruire les temples et palais siamois, et modernisa considérablement le système législatif du pays. Son successeur, Rama II (qui régna de 1809 à 1824), grand mécène des arts, était lui-même un excellent poète."
        },
        {
            "heading": "Le Siam et l'Occident",
            "text": "La plus grande réussite de la diplomatie siamoise réside dans le fait que, contrairement à tous les autres pays d'Asie du Sud-Est, elle a toujours réussi à protéger son pays de la domination des puissances occidentales. En 1826, le Siam signa un traité avec la Grande-Bretagne, et en 1855, les Britanniques furent autorisés à commercer librement (et sans aucune taxe !) dans les ports siamois. La Grande-Bretagne parvint également à obtenir le droit de mettre en place des tribunaux de loi anglaise, afin de juger les affaires impliquant des sujets de la Couronne. Ces concessions représentèrent cependant une perte humiliante de revenus et de souveraineté pour le Siam qui signa, malgré tout et rapidement, des traités similaires avec d'autres puissances européennes et les États-Unis.Le roi Rama IV (qui régna de 1851 à 1868) étudia attentivement l'Occident. Il nomma notamment à sa cour de nombreux conseillers occidentaux. Il engagea également l'Anglaise Anna Harriette Leonowens comme tutrice pour ses enfants. Mrs. Leonowens écrivit plus tard un livre sur ses aventures, livre qui inspira la comédie musicale \"Le Roi et moi\". Aux dires des historiens, l'ouvrage et le spectacle seraient aussi divertissants que truffés d'inexactitudes.Par certains aspects, le roi Rama IV était un homme plutôt éclairé pour l'époque et pour cette partie du monde. Moine bouddhiste avant de monter sur le trône, il chercha à réformer ce mouvement de pensée qu'il estimait corrompu et pétri de superstitions. Il commença également à réformer la monarchie, la délestant de son glorieux, mais pesant, statut divin. S'il n'en demeura pas moins un monarque absolu, au moins, ses sujets pouvaient désormais le regarder en face.Le fils du roi Rama IV, Rama V, régna de 1868 à 1910. À l'instar de son père, il protégea l'indépendance du Siam en accordant certaines concessions aux pays occidentaux. Il céda notamment de larges portions du Laos et du Cambodge à la France, et certaines régions de la Malaisie aux Britanniques. Il réforma plus tard la monarchie et le système gouvernemental du pays : il abolit l'esclavage, mit en place un système éducatif moderne, fit construire un réseau de chemins de fer et un réseau télégraphique, et établit un nouveau système législatif et judiciaire."
        },
        {
            "heading": "Le XXe siècle",
            "text": "Les deux successeurs du roi Rama V, les bien nommés Rama VI (qui régna de 1910 à 1925) et Rama VII (dont le règne s'étendit de 1925 à 1935), continuèrent la modernisation du Siam. En 1917, Rama VI inaugura la première université de Thaïlande. La même année, il impliqua le Siam dans la Première Guerre mondiale du côté des Alliés. Après la guerre, il parvint à convaincre les vainqueurs d'abandonner leurs concessions siamoises, regagnant ainsi l'indépendance totale dont le pays avait été privé pendant soixante-quinze ans. Malgré cela, les réformes et les guerres menées par Rama VI furent extrêmement coûteuses et nécessitèrent d'importantes coupes, particulièrement impopulaires, dans le budget gouvernemental. Le ressentiment du peuple, qui perdura lors du règne de son successeur, fut exacerbé par la Grande Dépression.En 1932, un groupe d'étudiants, dirigé par le juriste Pridi Phanomyong et soutenu par l'armée siamoise, orchestra un coup d'État qui imposa au roi de se faire monarque constitutionnel et d'accepter la formation d'une assemblée nationale. En 1933, des membres de la famille royale tentèrent sans succès un contre-coup d'État. Rama fut forcé de quitter le pays et abdiqua en 1935. Un conseil de régence fut alors instauré pour diriger le pays jusqu'à ce que le jeune prince Ananda Mahidol soit en âge de monter sur le trône (en théorie seulement, car en pratique, ce fut l'armée qui dirigea le pays). En 1938, le maréchal (l'un des conspirateurs du coup d'État de 1932 qui entraîna la destitution de Rama VII) devint dictateur militaire du pays. Il rebaptisa le Siam \"Thaïlande\" et encouragea le nationalisme thaïlandais, ainsi qu'un sentiment anti-chinois et anti-japonais. En 1940, profitant de la conquête de la France par l'Allemagne, il annexa les territoires français du Laos et du Cambodge.A la fin de l'année 1941, à la suite de l'attaque de Pearl Harbor, les troupes japonaises entrèrent en Thaïlande et exigèrent un droit de passage en terre thaïlandaise pour faciliter leur assaut sur Singapour alors aux mains des Britanniques. Les forces thaïlandaises ne montrèrent qu'une résistance symbolique, et les autorités leur ordonnèrent de baisser leurs armes. En 1942, la Thaïlande signa une alliance avec le Japon et déclara la guerre à la Grande-Bretagne et aux États-Unis. Des groupes de résistance, qui s'en prenaient aux Japonais tout en collaborant avec le gouvernement thaïlandais, se formèrent à l'intérieur du pays, ainsi qu'à l'étranger. En juillet 1944, Phibun fut forcé de quitter le pouvoir et, suite à la capitulation japonaise en 1945, la dictature s'effondra."
        },
        {
            "heading": "La Thaïlande d'après-guerre - La révolution ?",
            "text": "La Thaïlande ne s'est remise que lentement de la Deuxième Guerre mondiale. Si elle dut rendre les territoires qu'elle avait annexés à la France, elle ne fut cependant pas véritablement pénalisée. En revanche, elle souffrit d'importantes querelles internes. En 1946, le roi fut retrouvé mort, victime d'une blessure par balle. Le dirigeant du gouvernement fut alors accusé du meurtre du roi, puis fut exilé, et le dictateur proto-fasciste Plaek Pibulsonggram reprit les rênes du pouvoir.Durant la guerre froide, les États-Unis investirent énormément d'argent en Thaïlande, dont la majeure partie échut à l'armée et au dictateur. Une grande partie de l'industrie du pays appartenait à ce dernier et à son entourage. En 1957, les militaires organisèrent un autre coup d'État, plaçant un nouveau maréchal, Sarit Thanarat, aux commandes du pays.Thanarat régna durant cinq ans. Tout en conservant la mainmise sur le gouvernement et l'armée, il mit en place des réformes économiques qui permirent à la classe moyenne thaïlandaise de s'enrichir, s'assurant ainsi un fort soutien populaire. Les États-Unis lui fournirent davantage d'argent, et il s'en servit pour entretenir son armée, mais aussi pour améliorer les infrastructures thaïlandaises. Thanarat apporta également son soutien à la monarchie qui, ne détenant à l'époque aucun pouvoir politique, put ainsi redevenir un puissant symbole nationaliste. Dirigeant populaire durant sa vie, Thanarat perdit considérablement en popularité après sa mort, lorsque les citoyens découvrirent les sommes colossales de monnaie thaïlandaise qu'il avait détournées et cachées.Les successeurs de Thanarat continuèrent à percevoir d'énormes sommes d'argent américain et, en retour, ils soutinrent l'action des États-Unis au Viêtnam. À la fin des années 1960, plus de 10 000 soldats thaïlandais servaient au Viêtnam, et des milliers de soldats américains étaient en poste en Thaïlande, base stratégique capitale pour l'US Air Force. Le mécontentement populaire envers la guerre et le gouvernement ne cessa d'augmenter et, en 1973, une révolution d'origine étudiante força les dirigeants à l'exil. La Thaïlande put alors profiter d'une brève période de démocratie parlementaire, mais en 1976, les militaires menèrent un nouveau coup d'État, cette fois soutenus par la monarchie. Cela eut pour conséquence de pousser nombre de Thaïlandais mécontents à se réfugier dans les jungles du pays, et à gonfler les rangs des insurgés du parti communiste thaïlandais. En 1980, les militaires évincèrent le gouvernement de droite qu'ils venaient de mettre en place, et le remplacèrent par un dictateur aux inclinations plus démocratiques. Durant les huit années qui suivirent, l'armée partagea le pouvoir avec le parlement (arbitré par le roi), et en 1988, un Premier ministre élu prit les rênes du pouvoir (pour trois ans, avant d'être renversé par l'armée).En 1992, la junte militaire tint des élections que l'un de ses membres remporta sans surprise. Insatisfait, le peuple organisa des manifestations massives qui furent réprimées par l'armée de manière sanglante. Le roi finit par intervenir, le dictateur en place démissionna, et un gouvernement plus démocratique fut mis en place. Ce dernier dura huit glorieuses années, jusqu'à ce qu'en 2006, le mécontentement populaire et les excès gouvernementaux ne mènent à un nouveau coup d'État. Avec le soutien du roi désormais âgé, un nouveau gouvernement intérimaire fut créé, dirigé par un ancien général. Une nouvelle Constitution fut proposée puis ratifiée par vote populaire en août 2007. En septembre 2008, un autre Premier ministre se rendit coupable de conflits d'intérêts au vu de la cour constitutionnelle. En octobre, son remplaçant ne put entrer dans son bureau, occupé par des manifestants, et fut forcé de se retirer. Le dernier Premier ministre en date a pris ses fonctions en décembre 2008."
        },
        {
            "heading": "La Thaïlande de demain",
            "text": "Qui peut dire ce qu'il adviendra de ce grand pays à l'histoire si riche, agité par des troubles politiques quasi incessants ? La situation est d'autant moins prévisible que l'actuel roi de Thaïlande, Bhumibol Adulyadej, probablement le seul homme capable d'assurer la stabilité du pays, a plus de 80 ans. Espérons pour la Thaïlande qu'elle pourra lui survivre sans sombrer une fois encore dans le chaos, ce qui, au vu des troubles de ces dernières années, semble bien improbable."
        },
        {
            "heading": "La Thaïlande de demain",
            "text": "Qui peut dire ce qu'il adviendra de ce grand pays à l'histoire si riche, agité par des troubles politiques quasi incessants ? La situation est d'autant moins prévisible que l'actuel roi de Thaïlande, Bhumibol Adulyadej, probablement le seul homme capable d'assurer la stabilité du pays, a plus de 80 ans. Espérons pour la Thaïlande qu'elle pourra lui survivre sans sombrer une fois encore dans le chaos, ce qui, au vu des troubles de ces dernières années, semble bien improbable."
        }
    ],
    "leader": {
        "name": "Ramkhamhaeng",
        "subtitle": "Dirigeant du Siam",
        "lived": "1239-1317",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/ramkhamhaeng.png",
        "trait": {
            "name": "Le père règne sur ses enfants",
            "effect": "La nourriture, la culture et la foi reçues des cités-états augmentent de 50%."
        },
        "titles": [
            "\"Rama le Brave\""
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "En 1278, un prince du nom de \"Ramkhamhaeng\" hérita de l'insignifiant royaume de Sukhothaï. En vingt ans, usant à la fois de son génie militaire et de ses talents de diplomate, il étendit les frontières de son pays, ainsi que son influence, à la majeure partie de l'Asie du Sud-est."
            },
            {
                "heading": "Les premières années",
                "text": "On ne sait que peu de choses de la jeunesse de \"Ramkhamhaeng\". Il était le fils du roi Sri Indraditya et de la reine Sueang. Il avait deux sœurs et deux frères, tous deux plus âgés que lui, dont l'un mourut jeune, et l'autre, Ban Mueang, devint roi à la mort de leur père. Ramkhamhaeng aurait eu comme précepteur le poète et sage Sukathanta.À l'âge de dix-neuf ans, il servit sous les ordres de son père durant l'assaut que ce dernier lança sur la cité de Sukhothaï, alors tenue par les Khmers. Le succès de cette offensive accrut la puissance du roi, et octroya à Sukhothaï le statut de royaume indépendant. En récompense de ses hauts faits durant la bataille, le Prince reçu le titre de \"Phra Ram Khamhaeng\", ou Rama le Brave.À la mort de son père, en 1257, son frère, le nouveau roi Ban Mueang, confia à Ramkhamhaeng la charge de la ville de Si Sat Chanalai. Ban Mueang mourut vingt ans plus tard, et Ramkhamhaeng prit sa place sur le trône."
            },
            {
                "heading": "Roi Ramkhamhaeng",
                "text": "Durant son règne, Ramkhamhaeng agrandit son territoire en annexant, à l'ouest, la Birmanie, à l'est, le Laos, et en avançant vers le sud jusqu'à la péninsule malaise. Le roi excellait autant dans l'art diplomatique que dans l'art guerrier, et nombre de territoires rejoignirent sa confédération de leur plein gré. N'ayant pas pour but de dominer militairement l'Asie du Sud-Est, Ramkhamhaeng privilégia le commerce et les alliances diplomatiques avec les royaumes voisins.La majeure partie de ce que nous savons du règne de Ramkhamhaeng nous vient d'une stèle gravée qu'il fit ériger en 1292, vers la fin de sa régence. Ce monument, à ce jour le plus ancien témoignage du langage thaï, le présente comme un monarque sage et bienfaisant."
            },
            {
                "heading": "Arts et culture",
                "text": "Ramkhamhaeng était un ardent défenseur du bouddhisme. Il était aussi un grand mécène, et l'art thaïlandais, notamment la sculpture du bronze et la céramique, atteint un niveau de raffinement remarquable sous son règne."
            },
            {
                "heading": "Mort de Ramkhamhaeng",
                "text": "Ramkhamhaeng mourut en 1317. Son empire étendu, dont l'équilibre reposait sur son charisme et la finesse de ses compétences diplomatiques, ne survécut pas longtemps à son décès, et les provinces les plus éloignées firent rapidement sécession. Sukhothai elle-même ne lui survécut guère qu'un siècle."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Ramkhamhaeng est aujourd'hui considéré comme un grand dirigeant, et comme le premier monarque à avoir régné sur un Siam uni (qui prendra plus tard le nom de Thaïlande). Il faut cependant garder à l'esprit que le peu que nous savons de lui provient d'une stèle qu'il a lui-même fait ériger. S'il avait des défauts particulièrement répréhensibles, aurait-il laissé l'Histoire en être témoin en les gravant dans la pierre (pensez-vous à un seul dirigeant actuel qui se serait prêté au jeu ?)Quoi qu'il en soit, de nombreux éléments isolés prouvent qu'il est parvenu à créer un empire illustre, et que son peuple prospéra sous son règne. Un bilan que n'importe quel dirigeant se targuerait d'avoir."
            }
        ]
    }
}