{
    "id": 18,
    "name": "Songhaï",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/songhai.png",
    "dawn_of_man": "Que la bénédiction divine vous baigne d'une douce lumière, Askia, dirigeant du peuple songhaï ! Pendant bien des années, votre royaume est resté assujetti au Mali, puissant état de l'ouest de l'Afrique. Ce n'est qu'au milieu du XIVe siècle que le roi Sonni Ali Ber parvint à obtenir l'indépendance, prenant le contrôle d'un immense territoire et repoussant des vagues d'ennemis cherchant à le détruire. Grâce à sa conquête de Tombouctou et de Djenné, deux villes opulentes, l'empire songhaï grandissant obtint le pouvoir économique de survivre un siècle de plus, jusqu'à ce que des ennemis ne le détruisent avec une technologie avancée, mettant aux prises des lances contre des mousquets.Roi Askia, votre peuple réclame que vous le meniez sur le chemin de la gloire. Que vous le rendiez puissant et riche, et que vous lui fournissiez les armes nécessaires pour mettre l'ennemi en déroute. Parviendrez-vous à le sauver de la destruction, ô roi Askia ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Mosquée d'adobe|Mosquées d'adobe",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/mud_pyramid_mosque.json"
        }
    ],
    "unique_units": [
        {
            "name": "Cavalier mandékalou|Cavaliers mandékalous",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mandekalu_cavalry.json"
        }
    ],
    "city_names": [
        "Gao",
        "Tombouctou",
        "Djenné",
        "Teghazza",
        "Tondibi",
        "Koumbi Saleh",
        "Koukia",
        "Oualata",
        "Tegdaoust",
        "Argungu",
        "Gando",
        "Kebbi",
        "Boussa",
        "Mopti",
        "Bamako",
        "Wa",
        "Kayes",
        "Aoudaghost",
        "Ouadane",
        "Dakar",
        "Tadamakat",
        "Tekedda",
        "Kano",
        "Agadez",
        "Niamey",
        "Torodi",
        "Ouatagouna",
        "Dori",
        "Bamba",
        "Segou"
    ],
    "spy_names": [
        "Ahmadou",
        "Ayub",
        "Badru",
        "Bokhari",
        "Guedado",
        "Adhiambo",
        "Chinaka",
        "Laila",
        "Mariama",
        "Oni"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'empire songhaï est une civilisation qui fleurit en Afrique occidentale au cours des XVe et XVIe siècles. Les Songhaïs apparurent pour la première fois près de la ville de Gao, cité vassale de l'empire du Mali. Au début du XIVe siècle, le Songhaï obtint son indépendance, et durant les deux siècles qui suivirent, il agrandit ses frontières pour finalement devenir l'un des empires les plus étendus de l'histoire africaine."
        },
        {
            "heading": "Terrain et climat",
            "text": "Le terrain d'Afrique occidentale qu'occupait le Songhaï était majoritairement plat et aride, dominé par deux systèmes fluviaux importants, celui du Niger et celui du Sénégal. Ces deux fleuves fournissaient au pays un moyen de transport rapide et bon marché d'est en ouest, ainsi que des terres arables fertiles le long de leurs rives. Le climat, chaud et tropical, ne comptait que deux saisons : une saison sèche et une saison des pluies. De mars à juin, un vent chaud et sec souffle du Sahara, et les températures dépassent souvent les 38° Celsius."
        },
        {
            "heading": "Avant le Songhaï : le Mali",
            "text": "Avant l'avènement du Songhaï, la majeure partie du centre de l'Afrique occidentale était aux mains de l'empire du Mali, un empire datant d'avant l'an 1000. Le Mali était une puissance essentiellement commerciale, et le carrefour de l'Afrique. En effet, il contrôlait alors les routes commerciales qui traversaient le Sahara du nord au sud, et les routes fluviales est-ouest. Sous le règne de l'illustre dirigeant Kanga Moussa (1312-1332), l'empire du Mali conquit les cités prospères de Tombouctou et Gao, et prit le contrôle des précieux gisements de sel situés au nord.Le Mali était un empire musulman et, sous Moussa, la ville de Tombouctou devint un haut lieu d'enseignement musulman dans le monde. Cependant, à l'orée du XIVe siècle, l'empire était devenu trop important pour pouvoir être administré de manière centralisée, si bien que de nombreux territoires revendiquèrent leur indépendance et firent sécession. Parmi ceux-ci, Gao, foyer des Songhaïs."
        },
        {
            "heading": "L'avènement du Songhaï",
            "text": "Les historiens pensent que les Songhaïs sont apparus pour la première fois à Gao en 800 apr. J.-C. Si les premiers siècles de leur histoire demeurent en grande partie mystérieux, on sait qu'au XIe siècle, le roi Kossoi se convertit à l'Islam, et fit de Gao la capitale de l'empire grandissant des Songhaïs. Durant la domination des Songhaïs, Gao devint une cité riche et prospère. Au début du XIVe siècle, le Mali conquit le Songhaï et en fit un État vassal. Le Songhaï demeura sous le contrôle du Mali pendant peut-être cent cinquante ans, avant de regagner son indépendance sous le règne du roi Sonni Ali Ber.Le Songhaï parvint à maintenir une indépendance précaire pendant un siècle, avant qu'un illustre dirigeant, Sonni Ali Ber, en fasse un empire glorieux."
        },
        {
            "heading": "Sonni Ali Ber",
            "text": "Le règne de Sunni Ali Ber sur le Songhaï dura trente ans (1464-1492). Il fut un brillant général et stratège. Tirant parti de la faiblesse croissante du Mali, il envoya les troupes du Songhaï prendre la riche ville de Tombouctou, délogeant alors les Touaregs qui avaient pris la ville (ayant eux aussi profité du déclin malien). Il étendit son empire à l'ouest, annexant tous les territoires maliens de Djenné. Sa conquête, cependant, ne se fit pas sans opposition. Durant son règne, il dut repousser les assauts des Mossis, des Dogons et des Peuls.En 1470, Ali Ber se lança à l'assaut du plus glorieux des trésors, la riche cité commerciale de Djenné. Djenné faisait alors encore partie de l'empire du Mali, et son peuple opposa au Songhaï une solide résistance. N'ayant pu prendre la ville d'assaut, Ali Ber décida de l'assiéger. La ville tint sept ans avant de capituler.Les annales d'alors dépeignent Ali Ber comme un tyran instable, qui pouvait se montrer aussi bienveillant que brutal, dirigeait d'une main de fer, et massacrait ou oppressait ceux qu'il capturait. Cette description est probablement exagérée, puisque les intellectuels musulmans qui retranscrivirent son histoire lui reprochaient l'hétérodoxie de l'Islam qu'il pratiquait (une fusion entre l'Islam et certaines observances religieuses traditionnelles du Songhaï)."
        },
        {
            "heading": "Askia Mohammed Ier",
            "text": "Askia Mohammed Ier régna sur le Songhaï de 1493 à 1528. Le mot \"Askia\", qui signifie \"usurpateur\", révèle la manière dont il a pris le pouvoir, après avoir détrôné le fils et les autres héritiers d'Ali Ber moins d'un an après la mort de ce dernier. Qu'il choisisse ce terme comme titre et comme nom dynastique suggère que cet homme extraordinaire était pourvu d'un sens de l'humour qui ne l'était pas moins.Bien qu'il prît la couronne de Songhaï par la force, Askia était bien plus qu'un simple chef de guerre. Durant son règne, il participa à de nombreuses batailles, sans pour autant en sortir systématiquement vainqueur. À dire vrai, il est avant tout réputé pour avoir été un grand réformateur, un organisateur talentueux, et un homme de foi. Il mit en place tout un système bureaucratique destiné à faciliter la gestion de l'Empire, en établissant une véritable cohérence entre les politiques agricoles, militaires et fiscales. Il ouvrit de nombreuses écoles religieuses dans tout le Songhaï et, en 1497, accomplit un célèbre pèlerinage à la Mecque.Askia régna jusqu'en 1528, date à laquelle il fut destitué par son fils. Pour plus d'informations sur ce fascinant dirigeant, veuillez consulter l'article de la Civilopédia qui lui est consacré."
        },
        {
            "heading": "Déclin et chute du Songhaï",
            "text": "Au cours des années qui suivirent la destitution d'Askia, aucun dirigeant ne parvint à conserver le pouvoir bien longtemps. Le fils d'Askia, Moussa, ne régna que trois ans. Il fut suivi par Mohammed II qui dirigea l'Empire pendant six ans. Les deux dirigeants suivants régnèrent respectivement deux et dix ans. En 1549, Askia Daoud arriva au pouvoir. Il demeura à la tête du Songhaï pendant trente-trois ans, jusqu'en 1582. Cette relative stabilité fut brisée lorsque le sultan du Maroc prit d'assaut les précieux gisements de sel de Taghaza appartenant au Songhaï.La fin de l'Empire survint en 1591. Constatant que le Songhaï était faible et divisé et surtout, qu'il disposait d'un armement primitif, une armée marocaine équipée de mousquets lança une attaque massive sur l'Empire. Les combattants songhaïs furent sévèrement mis en déroute, les dirigeants durent se réfugier dans les collines, et les Marocains s'emparèrent des villes majeures de Tombouctou et Gao. En une seule campagne éclair, un Empire entier fut rayé de la carte."
        },
        {
            "heading": "Les leçons tirées",
            "text": "La chute de l'Empire songhaï fut rapide et brutale. Sous bien des aspects, elle rappelle celle de l'Empire aztèque, soixante-dix ans auparavant, en 1521. Chacun des deux empires était puissant, riche, influent et s'estimait invulnérable. Tous deux furent vaincus par une armée inférieure en nombre équipée d'une technologie nettement supérieure. Les histoires de ces deux empires nous renvoient au fameux aphorisme : \"Ne vous équipez pas d'un canif, lors d'une fusillade. Équipez-vous d'un fusil. Voire de deux... ou plus, si possible\"."
        },
        {
            "heading": "Les leçons tirées",
            "text": "La chute de l'Empire songhaï fut rapide et brutale. Sous bien des aspects, elle rappelle celle de l'Empire aztèque, soixante-dix ans auparavant, en 1521. Chacun des deux empires était puissant, riche, influent et s'estimait invulnérable. Tous deux furent vaincus par une armée inférieure en nombre équipée d'une technologie nettement supérieure. Les histoires de ces deux empires nous renvoient au fameux aphorisme : \"Ne vous équipez pas d'un canif, lors d'une fusillade. Équipez-vous d'un fusil. Voire de deux... ou plus, si possible\"."
        }
    ],
    "leader": {
        "name": "Askia",
        "subtitle": "Dirigeant de l'Empire songhaï",
        "lived": "1440-1538",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/askia.png",
        "trait": {
            "name": "Seigneur de guerre riverain",
            "effect": "La quantité d'or reçue suite à la destruction de campements barbares et au pillage de villes est triplée. Les unités terrestres gagnent les promotions Canoës de guerre et Amphibie, qui les renforcent lorsqu'elles sont embarquées."
        },
        "titles": [
            "Askia (usurpateur)"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Mohammed Ibn Abi Bakr Touré, également connu sous le nom d'Askia Mohammed (qui régna de 1493 à 1528), rassembla la région centrale du Soudan occidental en un seul et même Empire songhaï, le plus grand de l'histoire de l'Afrique. Quand bien même il prit la tête de quelques campagnes militaires, Askia Mohammed est surtout reconnu pour avoir réorganisé et modernisé le Songhaï tout en y apportant une certaine stabilité. D'autres se souviendront aussi de son pèlerinage à La Mecque."
            },
            {
                "heading": "Les premières années",
                "text": "Askia était un général obéissant aux ordres de Sonni Ali, premier grand chef de l'Empire songhaï. Ce dernier étendit son empire tout au long du fleuve Niger, prenant ainsi le contrôle de Tombouctou et de Djenné, deux villes opulentes. Bien que musulman d'origine, Ali pratiquait également l'animisme africain, tolérant ainsi musulmans et non-musulmans dans son royaume. En 1492, Ali périt au cours d'un étrange accident : il tomba avec son cheval dans une rivière. Maître et monture furent alors précipités du haut d'une cascade. C'est son fils, Sonni Baro, qui lui succéda. Askia fomenta le renversement de Baro et accéda au pouvoir en 1493 grâce à l'aide de rebelles musulmans."
            },
            {
                "heading": "Pèlerinage à La Mecque",
                "text": "En 1495, deux ans après avoir mis le grappin sur le trône, Askia entreprit un pèlerinage à La Mecque. Ce voyage devint célèbre en raison du faste, du style et de l'opulence dont Askia fit preuve tout au long du trajet. À La Mecque, il rencontra le calife d'Égypte qui le nomma représentant religieux du calife et lui donna le titre de \"Calife d'Afrique de l'Ouest\". Donnant sa version personnelle des faits, le chroniqueur Mahmoud Kati, qui accompagnait Mohammed, écrivit que ce sont les djinns (esprits) de La Mecque qui nommèrent Askia calife.À son retour à Songhaï en 1497, Askia était un musulman convaincu. Durant son règne, il finança avec enthousiasme la construction d'universités religieuses à Tombouctou et fit ouvrir de nombreuses mosquées et écoles religieuses dans tout l'empire."
            },
            {
                "heading": "Expansion militaire",
                "text": "Lors de son règne, Askia élargit son empire au nord, au sud et à l'ouest, grâce à des campagnes militaires l'opposant à divers royaumes et cités et dont il sortit victorieux. Cependant, ses entreprises ne furent pas toutes couronnées de succès, et il acquit une réputation de chef militaire honorable mais non exceptionnel."
            },
            {
                "heading": "Organisation de l'Empire",
                "text": "L'empire grandissant, il devint de plus en plus difficile à gérer. Askia divisa les régions en provinces, chacune placée sous l'égide d'un gouverneur. Il développa la cour de Songhaï, créant les fonctions de directeurs des finances, de la justice, de l'intérieur, de l'agriculture, des eaux et forêts et des \"tribus de race blanche\" (les Maures et les Touaregs de Songhaï). Il créa aussi une armée terrestre et une armée marine permanentes (la dernière étant constituée de pirogues de guerre).De plus, Askia restructura le système de taxes et imposa des règlementations en matière d'agriculture, de chasse et de pêche."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Askia gouverna pendant environ 35 ans. En 1528, alors vieux et aveugle, il fut détrôné par l'un de ses fils. Il mourut dix ans plus tard. On estime qu'il était un administrateur des plus compétents, et son règne marqua l'âge d'or de la religion et de la connaissance en Afrique occidentale. Général de guerre médiocre, il réussit tout de même à agrandir son empire et à le gouverner jusqu'à ce que la vieillesse ne l'en empêche. Il est communément admis qu'Askia fut l'un des meilleurs dirigeants sub-sahariens de l'histoire."
            }
        ]
    }
}