{
    "id": 21,
    "name": "Espagne",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/spain.png",
    "dawn_of_man": "Merveilleuse Isabelle, servante de Dieu, sainte reine de Castille et de León, votre peuple vous accueille et vous salue ! Vous êtes à la tête de l'Espagne, un antique et magnifique pays à la croisée des chemins entre l'Europe et l'Afrique, une rive donnant sur la Méditerranée et l'autre sur le puissant océan Atlantique. Le peuple espagnol est pluriculturel, ses racines fermement ancrées dans les mondes musulman et chrétien. Les Espagnols sont un peuple de marins, leurs explorateurs ont découvert et conquis la majorité du Nouveau Monde et, pendant des siècles, leur or a conféré à l'Espagne une richesse et une puissance inégalées, faisant de sa cour l'une des plus enviées au monde.Ô juste et vertueuse Isabelle, reconstruirez-vous l'empire espagnol pour démontrer au monde la suprématie de votre peuple ? Incarnerez-vous la monarchie et accepterez-vous de mettre vos ennemis en déroute sous le regard inquisiteur des cieux ? Vos fidèles sujets sont à vos ordres. Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Tercio",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/tercio.json"
        },
        {
            "name": "Conquistador",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/conquistador.json"
        }
    ],
    "city_names": [
        "Madrid",
        "Barcelone",
        "Séville",
        "Cordoue",
        "Tolède",
        "Santiago",
        "Salamanque",
        "Murcie",
        "Valence",
        "Saragosse",
        "Pampelune",
        "Vitória",
        "Santander",
        "Asturias",
        "Jaén",
        "Logroño",
        "Valladolid",
        "Palma",
        "Teruel",
        "Almería",
        "León",
        "Zamora",
        "Mida",
        "Lugo",
        "Alicante",
        "Cadix",
        "Elche",
        "Alcorcon",
        "Burgos",
        "Vigo",
        "Badajoz",
        "La Corogne",
        "Oviedo",
        "Bilbao",
        "San Sebastián",
        "Grenade",
        "Mérida",
        "Huelva",
        "Ibiza",
        "Las Palmas",
        "Ténérife"
    ],
    "spy_names": [
        "Rodrigo",
        "Esmeralda",
        "Leon",
        "Mathilda",
        "Ramona",
        "Señor X",
        "Topolino",
        "Serpiente",
        "Garcia",
        "El Lobo"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "La position de l'Espagne sur la péninsule ibérique, entre l'Afrique du Nord et l'Europe, a fait d'elle un territoire important dès la préhistoire et jusqu'à nos jours. Autrefois première puissance impériale, l'Espagne a par la suite essuyé des guerres dévastatrices et des siècles de tumulte politique. Depuis la découverte et la colonisation du Nouveau Monde, jusqu'à son rôle dans de nombreuses guerres d'indépendance, l'Espagne est l'un des rares pays à pouvoir se vanter d'une influence si constante et étendue."
        },
        {
            "heading": "Géographie et climat",
            "text": "Le royaume d'Espagne est le 51e plus grand pays au monde. Avec une superficie de 504 030 km2, c'est le pays le plus étendu de l'Union Européenne, après la France. La majorité du territoire est composée de hauts plateaux et de chaînes de montagnes, dont la Sierra Nevada au sud, et les Pyrénées à l'ouest. Le point culminant de l'Espagne est situé sur l'une de ses îles : le volcan Teide de Tenerife, appartenant aux îles Canaries. Le climat espagnol est incroyablement varié, même si l'on met de côté les colonies. Les régions du sud bordant la mer Méditerranée profitent d'un climat méditerranéen et semi-aride, la plaine centrale d'un climat continental, et le nord du pays alterne entre des températures océaniques et montagneuses. Et contrairement aux idées reçues, en Espagne, la pluviométrie est plus élevée en montagne que sur les plaines."
        },
        {
            "heading": "Les premières années : de Cro-Magnon aux Celtes",
            "text": "Les preuves archéologiques laissent à penser que l'arrivée des premiers hommes sur la péninsule ibérique remonte à près de 32 000 ans, la grotte d'Altamira fournissant un compte-rendu célèbre de leurs périples. Deux groupes principaux se partageaient alors la péninsule, les Ibères et les Celtes, les premiers occupant les régions au sud et à l'est, tandis que les seconds vivaient dans les zones nord et ouest. La péninsule était un lieu de choix pour le commerce, et de nombreux marchands grecs et phéniciens mirent en place un marché d'or et d'argent florissant, principalement avec la ville de Tartessos, la Séville actuelle. Quelques colonies commerciales phéniciennes, grecques et carthaginoises furent fondées le long de la côte méditerranéenne, mais les populations locales conservèrent le contrôle sur la majorité de leur région, et ce malgré l'afflux d'or et d'influences étrangères."
        },
        {
            "heading": "Les Romains débarquent",
            "text": "Cette situation perdura jusqu'à environ 210 av. J.-C., lorsque les Romains s'emparèrent des colonies carthaginoises au cours de la Deuxième Guerre punique. Les Romains lancèrent alors une campagne vers l'intérieur de la péninsule ibérique, où ils prirent possession de la quasi-totalité des territoires. Au cours des 500 années qui suivirent, les Celtes et les Ibères furent sévèrement \"romanisés\" : les familles de l'aristocratie locale passèrent dans la noblesse romaine, les routes et postes de commerce romains fleurirent sur les terres, et de nouveaux systèmes d'irrigation furent mis en place, parmi lesquels les célèbres aqueducs. C'est aussi à cette époque que le christianisme fut introduit et rapidement adopté par la population locale. Rome, cependant, perdit peu à peu le contrôle de la péninsule (désormais appelée \"Hispanie\" ou \"Ibérie\") lorsque l'invasion de la Gaule par les Germains chassa les peuples suevi et vandales vers l'Ibérie, en 409 de notre ère. Les tribus ainsi déplacées fondèrent un nouveau royaume (correspondant à la Galice et au Portugal actuels), et Rome ne put rien faire pour les en empêcher. Les Vandales se répandirent rapidement à travers l'Ibérie, laissant aux Romains une petite région côtière, au sud : la Spanie. Les Romains byzantins espéraient reprendre l'Ibérie depuis ce point, mais la péninsule tomba bientôt sous le joug des Wisigoths."
        },
        {
            "heading": "L'arrivée des Maures",
            "text": "Les Wisigoths gardèrent le contrôle de l'Ibérie trois siècles durant, jusqu'à une invasion soudaine menée par l'Empire islamique des Omeyyades à travers la péninsule. Les redoutables armées maures traversèrent le détroit de Gibraltar depuis l'Afrique du Nord et conquirent la totalité de l'Ibérie en sept petites années, de 711 à 718. Le nouveau pouvoir islamique permit aux catholiques et aux Juifs de continuer leurs pratiques religieuses, mais leur imposa des taxes spéciales et certaines pratiques discriminatoires. Bien que ces préjudices aient été mineurs pour l'époque, de nombreux habitants se convertirent peu à peu à l'Islam. Malgré des objectifs et des cultes communs, la discorde régnait au sein des envahisseurs. Des groupes de Maures ne tardèrent pas à se former pour s'établir de leur côté, principalement dans les régions de Valence et de Grenade. Au XIe siècle, les territoires musulmans se divisèrent à nouveau, permettant aux quelques royaumes catholiques restants d'élargir leurs frontières. Les Catholiques et les Musulmans continuèrent pendant des siècles à se disputer le contrôle de l'Ibérie, ce qui donna lieu par la suite à la Reconquista (ou Reconquête)."
        },
        {
            "heading": "Reconquête, unification et Inquisition",
            "text": "Officiellement lancée en 722 avec la Bataille de Covadonga, la \"Reconquista\", ou Reconquête, désigne la tentative par les Catholiques de libérer l'Ibérie du joug musulman. De nombreux royaumes catholiques d'importance, tels que les Asturies et Aragon, furent fondés au cours de cette période, mais la plupart des royaumes musulmans résistèrent vaillamment. Pendant les 700 années qui suivirent, une lutte pour le contrôle de la péninsule ibérique fit rage entre les Catholiques et les Musulmans : des forteresses furent érigées puis détruites, des pouvoirs et des équilibres renversés, et des frontières redessinées presque en temps réel. Malgré la lente progression des royaumes catholiques en Ibérie, aucun véritable vainqueur ne put être désigné. Cette situation trouva toutefois son issue lors de l'union fatidique des royaumes de Castille et d'Aragon, par le mariage d'Isabelle Ière et de Ferdinand II, en 1469. Les deux monarques menèrent de front une attaque contre le fort islamique de Grenade, et mirent ainsi un terme, en 1492, à 781 ans de règne musulman en Ibérie. Cette année fut triplement importante pour les monarques ; Christophe Colomb, sous le mécénat d'Isabelle, débarqua aussi en Amérique, initiant ainsi la colonisation du Nouveau Monde, tandis que l'Inquisition obligeait les Juifs d'Ibérie à se convertir au Christianisme sous peine d'expulsion, voire d'exécution. Le royaume nouvellement unifié d'Isabelle et de Ferdinand prit le nom d'España (ou Espagne) et devint, grâce à ses riches colonies du Nouveau Monde, la première \"puissance mondiale\" de l'époque."
        },
        {
            "heading": "L'Espagne impériale, à la tête du Nouveau Monde",
            "text": "À son apogée, l'Empire espagnol possédait des terres dans le monde entier, des vastes propriétés d'Amérique du Nord et du Sud aux petits domaines d'Europe, sans oublier les diverses villes d'Afrique du nord ainsi que la totalité des Indes orientales. Les Espagnols dominaient le monde en ces temps de découverte, accumulant richesses et opportunités commerciales de par leurs nombreuses colonies et principautés. On disait alors, avec raison, que le soleil brillait toujours sur une partie de l'Empire espagnol. Les nouvelles routes commerciales reliant l'Espagne au Nouveau Monde n'étaient pas seulement sources de connaissances et de culture, elles fournissaient également de nouvelles ressources telles que des métaux précieux (de l'or, par exemple), des épices, et des plantes. L'âge d'or espagnol vit également naître des réformes intellectuelles et spirituelles, avec notamment la montée de l'Humanisme, les débuts de la Réforme protestante, et la naissance de l'École de Salamanque."
        },
        {
            "heading": "Conflits et guerres, pas de répit pour l'Espagne",
            "text": "Mais la toute-puissance ne vient pas sans responsabilités, tout du moins si vous ne voulez pas voir des pirates barbares prendre d'assaut les villes côtières de votre empire. En plus des menaces pirates et ottomanes grandissantes, l'Espagne se retrouva régulièrement en guerre contre la France. Le tumulte religieux et les guerres ébranlèrent l'empire catholique, la Réforme protestante engageant l'empire dans des manœuvres militaires toujours plus importantes à travers l'Europe. La population épargnée par les conflits ne réchappa malheureusement pas à la peste, et dans les années 1650, l'empire tout entier fut ravagé par la Grande Peste de Séville. Cette époque amorça le déclin de l'Espagne, qui perdit peu à peu ses possessions européennes suite à sa séparation d'avec le Portugal et les Pays-Bas, puis essuya divers revers militaires au cours de la tristement célèbre guerre de Trente Ans. Bien loin de sa fierté passée, l'empire fut menacé et détruit par des guerres incessantes pendant près de deux siècles. Au XVIIIe siècle, Napoléon Bonaparte envahit le pays par surprise en prétextant être en route pour le Portugal. Au début du XIXe siècle, une révolte nationaliste visant à renverser le gouvernement d'occupation français mena à la guerre d'indépendance, ou \"guerre péninsulaire\". Malgré leur victoire sur les Français (en grande partie due à la campagne russe désastreuse de Napoléon), le pays sombra dans le chaos politique le plus total. Comme l'exige la coutume impérialiste, l'Espagne eut bientôt à faire face à de multiples guerres d'indépendance au sein de ses colonies, parmi lesquelles la plus que notable guerre hispano-américaine. Le XXe siècle ne fut pas plus tendre envers l'empire déchu ; au cours des années 1930, la guerre d'Espagne, souvent considérée comme la première bataille de la Deuxième Guerre mondiale, mit un gouvernement fasciste autoritaire à la tête du pays et emporta un demi-million de vies. Ce n'est qu'à la mort du général Franco, en 1975, que la monarchie fut restaurée, première lueur d'espoir pour l'avenir de l'Espagne en 300 ans."
        },
        {
            "heading": "Le présent et le futur",
            "text": "En 1978, la démocratie fit ses grands débuts en Espagne avec l'approbation de la Constitution espagnole. Le roi Juan Carlos mit enfin un terme à la rébellion et aux mouvements nationalistes radicaux qui ravageaient le territoire, principalement menés par un groupe de terroristes basques. En 1982, l'Espagne fit son entrée à l'OTAN, avant d'adhérer à la Communauté européenne, future Union européenne, en 1986. Depuis sa glorieuse époque de puissance impériale majeure, jusqu'aux siècles de conflits intérieurs comme internationaux, l'Espagne s'est reconstruite et a su retrouver le devant de la scène mondiale, pour devenir aujourd'hui la neuvième puissance économique mondiale et le dixième plus haut niveau de vie de la planète. Un grand pourcentage de la population du monde trouve racines en Espagne, des ferronneries de la Nouvelle-Orléans à la foi catholique des Philippins. Rares sont les nations actuelles pouvant se targuer de posséder une influence aussi lointaine et continue que l'Espagne impériale, aussi bien à son apogée que de nos jours."
        },
        {
            "heading": "Le présent et le futur",
            "text": "En 1978, la démocratie fit ses grands débuts en Espagne avec l'approbation de la Constitution espagnole. Le roi Juan Carlos mit enfin un terme à la rébellion et aux mouvements nationalistes radicaux qui ravageaient le territoire, principalement menés par un groupe de terroristes basques. En 1982, l'Espagne fit son entrée à l'OTAN, avant d'adhérer à la Communauté européenne, future Union européenne, en 1986. Depuis sa glorieuse époque de puissance impériale majeure, jusqu'aux siècles de conflits intérieurs comme internationaux, l'Espagne s'est reconstruite et a su retrouver le devant de la scène mondiale, pour devenir aujourd'hui la neuvième puissance économique mondiale et le dixième plus haut niveau de vie de la planète. Un grand pourcentage de la population du monde trouve racines en Espagne, des ferronneries de la Nouvelle-Orléans à la foi catholique des Philippins. Rares sont les nations actuelles pouvant se targuer de posséder une influence aussi lointaine et continue que l'Espagne impériale, aussi bien à son apogée que de nos jours."
        },
        {
            "heading": "Le présent et le futur",
            "text": "En 1978, la démocratie fit ses grands débuts en Espagne avec l'approbation de la Constitution espagnole. Le roi Juan Carlos mit enfin un terme à la rébellion et aux mouvements nationalistes radicaux qui ravageaient le territoire, principalement menés par un groupe de terroristes basques. En 1982, l'Espagne fit son entrée à l'OTAN, avant d'adhérer à la Communauté européenne, future Union européenne, en 1986. Depuis sa glorieuse époque de puissance impériale majeure, jusqu'aux siècles de conflits intérieurs comme internationaux, l'Espagne s'est reconstruite et a su retrouver le devant de la scène mondiale, pour devenir aujourd'hui la neuvième puissance économique mondiale et le dixième plus haut niveau de vie de la planète. Un grand pourcentage de la population du monde trouve racines en Espagne, des ferronneries de la Nouvelle-Orléans à la foi catholique des Philippins. Rares sont les nations actuelles pouvant se targuer de posséder une influence aussi lointaine et continue que l'Espagne impériale, aussi bien à son apogée que de nos jours."
        }
    ],
    "leader": {
        "name": "Isabelle",
        "subtitle": "Reine d'Espagne",
        "lived": "1451 - 1504",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/isabella.png",
        "trait": {
            "name": "Sept cités d'or",
            "effect": "Bonus d'or lors de la découverte d'une merveille naturelle (amélioré si vous la découvrez en premier). Culture, bonheur et bonus \"merveille naturelle\" de la case doublés."
        },
        "titles": [
            "Reine de Castille et de León",
            "Reine consort d'Aragon, Majorque, Naples et Valence"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Isabelle Ière fut reine de Castille et León pendant 30 ans. Avec son époux, Ferdinand, elle ouvrit la voie à la consolidation de l'Espagne. De par son rôle dans l'unification de l'Espagne, le mécénat des voyages de Christophe Colomb vers l'Amérique et la fin de la Reconquête de la péninsule ibérique, Isabelle figure aujourd'hui parmi les monarques les plus importants et appréciés de l'histoire de l'Espagne."
            },
            {
                "heading": "Jeunes années",
                "text": "Isabelle, fille de Jean II de Castille et d'Isabelle du Portugal, est née le 22 avril 1451 à Ávila. Elle avait un demi-frère Henri, de 26 ans son aîné, ainsi qu'un jeune frère du nom d'Alfonso, qui la précéda dans l'ordre de succession. À la mort de leur père, en 1454, Henri monta sur le trône de Castille sous le nom d'Henri IV, et Isabelle et sa famille prirent le chemin d'Arévalo, où ils vécurent dans un château reclus tandis que leur mère perdait peu à peu la raison. Il fallut attendre que la femme d'Henri IV lui donne un enfant pour que celui-ci autorise son demi-frère et sa demi-sœur à revenir à la cour principale de Ségovie.Isabelle y trouva une éducation et un train de vie bien plus dignes de son rang, mais une directive d'Henri lui interdisait de quitter Ségovie sans sa permission. Henri prétendait ainsi protéger Isabelle du tumulte politique causé par son choix d'héritier (sa plus jeune fille, Jeanne), mais il semblait tout autant vouloir l'empêcher de communiquer avec les nobles rebelles.Ces derniers pouvaient toutefois librement parler avec son plus jeune frère, Alfonso, qui fut à l'origine de la Seconde bataille d'Olmedo en 1467, au terme de laquelle les nobles réclamèrent qu'il soit proclamé héritier d'Henri. En guise de compromis, Henri consentit à nommer Alfonso Prince des Asturies, titre donné à l'héritier de Castille et de León, et envisagea de le marier à sa fille Jeanne. Mais Alfonso ne profita guère de son nouveau statut car il mourut peu de temps après. Dans son testament, il avait désigné Isabelle comme son héritière, et cette dernière reçut ainsi son titre.Au lieu de poursuivre la rébellion contre son demi-frère aîné, Isabelle rencontra Henri près des Taureaux de Guisando et négocia un traité de paix permanente. Henri s'engagea alors à nommer Isabelle son héritière officielle. En échange, cette dernière ne fut pas autorisée à se marier sans l'approbation d'Henri, qui ne pouvait toutefois pas l'obliger à se marier contre son gré. Les deux parties satisfaites de l'accord trouvé, Henri se mit en quête d'un mari convenable pour sa jeune demi-sœur."
            },
            {
                "heading": "Henri, piètre entremetteur",
                "text": "À cette époque, Isabelle était déjà promise à Ferdinand, fils de Jean II d'Aragon (et ce depuis ses trois ans), mais Henri rompit cet accord pour tenter de l'unir à Charles IV de Navarre, un autre des fils de Jean, qui déclina l'offre.Peu après, en 1464, Henri tenta en vain de marier Isabelle au roi Édouard IV d'Angleterre. Il essaya par la suite à plusieurs reprises de la lier à Alphonse V de Portugal, qu'elle repoussa à l'autel en raison de son âge avancé.Le feuilleton continua avec les fiançailles d'Isabelle à Pedro Giron, frère du Don favori d'Henri. Isabelle pria avec ferveur pour que le mariage soit annulé, Don Pedro étant plus âgé qu'elle de 27 ans. Le décès du Don suite à une crise d'appendicite alors qu'il s'apprêtait à venir la saluer lui fit croire encore plus fermement à l'existence de Dieu.Charles, Duc de Berry et frère de Louis XI, était le prochain prétendant sur la liste d'Henri. Les tentatives maladroites d'Henri pour l'évincer de la lignée des héritiers en lui organisant un mariage politique peu reluisant finirent par lasser Isabelle, qui décida alors de négocier en secret avec Jean II d'Aragon afin de remettre sur les rails un mariage avec son fils, Ferdinand."
            },
            {
                "heading": "Ferdinand et la lutte pour le trône",
                "text": "Si toutes les parties étaient favorables à un mariage entre Isabelle et Ferdinand (à l'exception, bien entendu, d'Henri, toujours décidé à obtenir les faveurs de la France et du Portugal), un léger problème se posait cependant : les fiancés étaient cousins, et leur mariage nécessitait selon les lois de l'Église une dispense papale, que le Pape refusa de leur accorder par peur des représailles de la Castille, du Portugal et de la France.Particulièrement croyante, Isabelle refusa de se marier sans cette dispense. Ferdinand fit appel à Rodrigo Borgia, à Rome (le futur Pape Alexandre VI), et revint vers Isabelle avec une dispense papale de Pie II. Même s'il s'agissait probablement d'un faux, ce document suffit à cette dernière, qui accepta rapidement le mariage. Pour échapper à la vigilance d'Henri, elle fit mine d'aller se recueillir sur la tombe de son frère, à Ávila, tandis que Ferdinand pénétrait dans Castille déguisé en marchand. Le périple aux allures shakespeariennes d'Isabelle prit fin le 19 octobre 1469, date de son mariage avec Ferdinand, à Valladolid.Henri ne tarda pas à découvrir le mariage et supplia le Pape de l'annuler. Contrairement à ses prédécesseurs, le nouveau Pape, Sixte IV, ne craignait aucunement les menaces de Castille et préféra plutôt accorder une véritable dispense papale, contrecarrant ainsi les plans d'Henri.Quelques années plus tard, en 1474, la mort d'Henri déclencha une guerre pour sa succession à travers la Castille. Le Portugal soutenait la fille d'Henri, Jeanne, tandis qu'Isabelle profitait du soutien d'Aragon (à travers Ferdinand), puis de la France. Cette guerre dura quatre ans, mais Sixte IV porta une nouvelle fois secours à Isabelle : de façon très ironique, il annula le mariage de Jeanne avec Alphonse V du Portugal pour cause de liens de parenté trop proches. Jeanne dut alors renoncer à ses titres de princesse et reine de Castille, et Isabelle put ainsi accéder au trône le 20 janvier 1479.Pendant ses premières années sur le trône, Isabelle renforça son pouvoir et continua la Reconquête de la péninsule ibérique, mais son règne fut surtout marqué par l'année 1492."
            },
            {
                "heading": "1492",
                "text": "C'est en effet en 1492 que se déroulèrent presque tous les faits marquants du règne d'Isabelle : la fin de la Reconquête, le mécénat de Christophe Colomb et le renforcement de l'Inquisition.Pendant sept siècles, une guerre appelée \"Reconquista\" fut menée par les monarques ibériques qui cherchaient à reprendre le contrôle de la région et à chasser les Musulmans. Au cours des deux derniers de ces siècles, l'Émirat de Grenade fut la dernière attache des dynasties musulmanes sur la péninsule ibérique. Isabelle et Ferdinand poursuivirent le combat et menèrent à partir de 1482 une marche déterminée à travers le royaume. Isabelle avait pour habitude de prier au milieu du champ de bataille afin de rallier ses hommes, et elle alla même jusqu'à ériger un fort en forme de croix aux abords de Grenade, croyant ainsi accomplir la volonté de Dieu. Les forces d'Isabelle finirent par remporter la victoire, et sa signature du Traité de Grenade mit fin à près de 700 ans d'affrontements.Au cours de son règne, Isabelle fut approchée par un jeune explorateur du nom de Christophe Colomb qui cherchait à financer une nouvelle expédition maritime vers l'est et les Indes. Les conseillers de la souveraine jugèrent ses plans irréalisables, la distance estimée vers l'Asie leur semblant beaucoup trop courte. Cependant, au lieu de le rejeter comme l'avait fait le Portugal, Isabelle lui accorda une petite rente annuelle et le gîte dans toutes les villes de son empire. Christophe Colomb continua à tenter de convaincre les monarques... et à essuyer leurs refus.À son retour de Grenade, Isabelle fut à nouveau approchée par l'explorateur dont elle refusa fermement la requête, sur l'avis de son conseiller. Mais alors que Colomb quittait Cordoue le cœur lourd, Ferdinand lui fit rapidement changer d'avis, et elle envoya la garde royale le chercher pendant qu'elle commençait à réfléchir à un financement. Christophe Colomb prit finalement la mer le 3 août 1492 et accosta en Amérique le 12 octobre. Le mécénat de cet intrépide explorateur marqua le début de l'âge d'or de l'Espagne en termes d'exploration et de colonisation."
            },
            {
                "heading": "L'Inquisition, un événement inattendu",
                "text": "Le Tribunal du Saint-Office de l'Inquisition (ou plus communément, l'Inquisition espagnole) fut instauré en 1478 par Isabelle afin de maintenir l'orthodoxie catholique de Castille et d'Aragon, et de remplacer l'Inquisition médiévale, alors sous contrôle du Pape. La situation empira cependant en 1492. Un frère dominicain du nom de Tomas de Torquemada fut nommé premier Général de l'Inquisition et poussa les deux monarques à mener une politique d'unité religieuse plus active. Si Isabelle craignait de prendre des mesures trop sévères envers les Juifs de son royaume (pour des raisons purement économiques), Torquemada parvint rapidement à convaincre Ferdinand et à travers lui, son épouse. Le décret de l'Alhambra, signé le 31 mars 1492, annonça l'expulsion des Juifs, et près de 200 000 d'entre eux quittèrent l'Espagne sur-le-champ, tandis que d'autres se convertissaient sous l'œil vigilant de l'Inquisition.Les Musulmans de la région de Grenade, qui avaient d'abord bénéficié d'une liberté de culte, subirent également des pressions et, après leur révolte, une loi similaire à celle passée contre les Juifs fut adoptée à leur encontre."
            },
            {
                "heading": "Les dernières années",
                "text": "Isabelle continua à stabiliser son empire en plein essor tout au long de son règne, et veilla à lier ses enfants aux autres nations européennes, espérant ainsi éviter de faire revivre au royaume un conflit de succession comme celui qu'elle avait vécu dans sa jeunesse. Elle parvint après de nombreux efforts à unifier la péninsule ibérique sous une seule et même couronne. Elle maria son fils aîné à une archiduchesse autrichienne, établissant ainsi un lien avec la Maison de Habsbourg, et sa fille aînée à Manuel Ier de Portugal. Mais les plans d'Isabelle tombèrent malheureusement à l'eau avec la mort de ses deux enfants, et c'est finalement sa troisième fille, Jeanne la Folle, qui hérita de la couronne. Jeanne épousa Philippe de Bourgogne et fut la dernière reine de Trastamare. À sa mort, le pouvoir tomba aux mains des Habsbourg.Isabelle mourut en 1504 et fut enterrée dans la chapelle royale de Grenade."
            },
            {
                "heading": "Son héritage historique",
                "text": "Sous le règne d'Isabelle, l'Espagne fut enfin unie, la Reconquête de la péninsule ibérique prit fin, et le pouvoir fut centralisé. Cette période vit également naître la plus grande machine militaire du siècle suivant, l'Armada. Isabelle réforma l'Église espagnole et mena des conquêtes au sein des nouvelles colonies américaines. Bien que beaucoup critiquent son rôle dans l'Inquisition et dans la persécution des Juifs et des Musulmans, d'autres réclament sa canonisation auprès de l'Église catholique. Toute persécution religieuse mise à part, Isabelle compte parmi les monarques les plus influents et remarquables que l'Espagne ait connus."
            }
        ]
    }
}