{
    "id": 34,
    "name": "Suède",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/suède.png",
    "dawn_of_man": "Mes salutations, grand roi Gustave II Adolphe, fondateur de l'empire suédois ; vous êtes le plus grand tacticien que ces terres du Nord aient connu. C'est au cours de votre règne que la Suède s'est affirmée comme l'une des plus grandes puissances d'Europe, et c'est à votre sagesse qu'elle le doit, sur le champ de bataille comme en dehors. En tant que souverain, vous avez lancé de nombreuses réformes visant à assurer la stabilité économique et la prospérité de votre peuple. En tant que général, plus connu sous le nom de \"lion du Nord\", vos concepts guerriers révolutionnaires vous ont valu l'admiration des généraux du monde entier. Grâce à vos victoires lors de la guerre de Trente Ans, vous êtes entré dans l'histoire comme l'un des plus grands militaires de tous les temps. Ô noble roi, le peuple réclame votre main prudente pour le diriger, dans l'espoir de voir enfin votre royaume retrouver la gloire. Mettrez-vous au point d'audacieuses nouvelles stratégies, menant ainsi vos armées à la victoire ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Hakkapélite|Hakkapélites",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/hakkapeliitta.json"
        },
        {
            "name": "Karoliner|Karoliner",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/carolean.json"
        }
    ],
    "city_names": [
        "Stockholm",
        "Sigtuna",
        "Helsinki",
        "Birka",
        "Uppsala",
        "Turku",
        "Linköping",
        "Lund",
        "Espoo",
        "Västerås",
        "Malmö",
        "Vantaa",
        "Visby",
        "Strängnäs",
        "Tampere",
        "Skara",
        "Lödöse",
        "Oulu",
        "Växjö",
        "Jyvaskyla",
        "Göteborg",
        "Örebro",
        "Lahti",
        "Helsingborg",
        "Jönköping",
        "Kuopio",
        "Norrköping",
        "Sundsvall",
        "Kouvola",
        "Karlstad",
        "Umeå",
        "Pori",
        "Ystad",
        "Paviken",
        "Vaasa"
    ],
    "spy_names": [
        "Leif",
        "Ingegard",
        "Sören",
        "Ragnhild",
        "Lars",
        "Lina",
        "Herr Grå",
        "Magnus",
        "Vilma",
        "Kusin"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Le Royaume de Suède, situé en Europe du Nord, forme avec le Danemark et la Norvège la région appelée Scandinavie. Il s'agit de nos jours d'une nation progressiste et à l'économie puissante. L'histoire ancienne de la Suède est racontée dans les sagas nordiques, qui mentionnent pour la première fois ses rois légendaires. Aucune date précise n'est associée à la formation du royaume, mais les différents fiefs vikings cédèrent la place au fil du temps à un peuple suédois uni. C'est sous la férule du roi et général Gustave II Adolphe que la Suède parvint à l'apogée de sa puissance politique et militaire au XVIIe siècle."
        },
        {
            "heading": "Géographie et climat",
            "text": "S'étendant du sud de la Baltique jusqu'au cercle arctique au nord, la Suède est située entre les pays nordiques de Norvège et de Finlande. Richement boisé, le pays dispose de grandes forêts de pins, d'épicéas ou de bouleaux, qui couvrent une grande partie de son territoire. La Suède jouit d'un climat relativement tempéré et étonnamment sec, comparé aux régions voisines, même si l'on note des variations climatiques entre le nord et le sud. La côte du pays est depuis longtemps une zone riche en ressources marines, ce qui a contribué à faire des Suédois des marins émérites tout au long de leur histoire."
        },
        {
            "heading": "Préhistoire",
            "text": "Bien avant l'arrivée des Vikings, la Suède fut occupée par des peuples tribaux, qui migraient à travers la région. Douze mille ans av. J.­C., des chasseurs-cueilleurs se déplaçaient déjà suivant les saisons et finirent par former de petites communautés de pêcheurs utilisant des outils primitifs en silex ou en ardoise. Ces premières tribus développèrent des sociétés agricoles plus unies à partir du Néolithique et jusqu'à l'âge du bronze nordique vers 1700 av. J.­C. Durant cette période, l'arrivée de bronze importé leur permit d'utiliser des outils et des armes de plus en plus avancés.À l'aube de l'âge des Vikings vers le VIIIe siècle, la Suède était habitée principalement par de grandes tribus germaniques. Les \"Suédois\" d'origine n'étaient au départ qu'une tribu vivant dans de petits fiefs et royaumes du Svealand, le centre historique du développement suédois. Entourés par les Geats au sud et les Gutes sur l'île baltique de Gotland, les Suédois finirent par s'unir aux tribus voisines, même si la date de leur union reste un mystère. La collaboration de ces premiers royaumes tribaux durant l'époque viking laisse supposer une fusion progressive de leurs territoires."
        },
        {
            "heading": "Les Vikings de Suède",
            "text": "Avides de conquêtes et de nouveaux territoires, les Vikings semèrent le chaos dans les villes d'Europe centrale, qui furent prises par surprise. Durant les VIIe et VIIIe siècles, les Vikings prenaient la mer chaque printemps, quittant la Scandinavie en quête de territoires à piller pour revenir chargés de butins à l'automne. Alors que les Danois favorisaient les attaques contre la France et l'Angleterre, les Vikings de Suède traversaient principalement la Baltique et remontaient les fleuves jusqu'à la frontière russe.Atteignant la Russie, le Belarus et l'Ukraine au cours du IXe siècle, beaucoup de Vikings suédois s'installèrent dans ces régions à l'est, où ils prirent le nom de Rous'. Même s'il existe plusieurs théories concernant l'origine de ce nom, le plus probable est qu'il provienne de celui de la région suédoise de Roslagen, qui signifie \"territoire des rameurs\". Après avoir pris la ville de Kiev vers le milieu du IXe siècle, les Rous' fondèrent une nation qui survécut pendant près de 400 ans, jusqu'à l'arrivée des Mongols au XIIIe siècle. Cette Rous' serait à l'origine du nom de la Russie moderne.Suivant une longue tradition, les Vikings suédois commémoraient leurs plus grandes victoires ou rendaient hommage à leurs glorieux chefs à l'aide de pierres runiques. Gravées de symboles et de runes, ces pierres monumentales nous fournissent les plus anciens témoignages sur les exploits de ce peuple ; elles sont dispersées dans toutes les régions autrefois contrôlées par les Vikings."
        },
        {
            "heading": "Premiers royaumes",
            "text": "Durant le premier millénaire de notre ère, la Suède était composée de provinces indépendantes coopérant plus ou moins étroitement. Même si les sagas nordiques mentionnent d'anciens rois, il reste difficile d'établir leur lignée et leur ordre de succession en démêlant la légende des faits historiques. Fils du roi Éric le Victorieux, Olof Sköttkonung, qui régna de 995 à 1022, est considéré comme le premier roi à avoir vraiment uni les tribus suédoises.Vers le milieu du XIIIe siècle, le célèbre Birger servit la Suède en tant que \"jarl\" (l'équivalent de comte ou de vice-roi) durant le règne du roi Éric XI. C'est lui qui mit fin au long conflit avec la Norvège en négociant le traité de Lödöse, allant jusqu'à marier sa propre fille Rikissa au fils du roi norvégien Haakon IV. Birger aurait aussi joué un rôle dans le choix de l'emplacement de la future capitale suédoise, car on trouve dans sa correspondance les premières mentions du nom de Stockholm.Une horreur inimaginable frappa la Suède au XIVe siècle. L'épidémie de peste noire qui faisait rage en Europe toucha en effet le pays en 1349. Même si la Suède fut l'un des derniers royaumes à subir ses effets, la maladie ravagea le pays, balayant selon certaines sources près de la moitié de la population."
        },
        {
            "heading": "L'Union de Kalmar",
            "text": "De 1397 à 1523, la Suède fit partie de l'Union de Kalmar, qui unit la Suède, la Norvège et le Danemark sous le règne d'un seul monarque. Même si chacune de ces nations restait en théorie indépendante, les décisions du roi danois étaient indiscutables en termes de politique étrangère. La participation de la Suède à cette union fut motivée par les dissensions entre le roi Albert et les principaux nobles, qui l'avaient soutenu durant sa succession, jusqu'à ce qu'il tente de les priver d'une partie de leurs biens et leurs terres. Se tournant vers la reine Marguerite de Danemark, les nobles la nommèrent régente de leurs terres et une force de troupes danoise marcha contre Albert, vainquant ses armées en 1389.L'union fut officiellement conclue dans la ville suédoise de Kalmar en 1397, à la condition que le monarque de cette union fût toujours danois. Les nobles suédois acceptèrent en obtenant la promesse de Marguerite que leur influence et leurs possessions seraient protégées, et que les Suédois auraient autorité à l'intérieur du pays indépendamment de la couronne. Le petit-neveu de Marguerite, Éric de Poméranie, fut couronné premier roi de la nouvelle union, mais ses ambitions jetèrent rapidement le doute sur les promesses de Marguerite.Durant les cinquante années qui suivirent, le désordre gagna l'union, car les fréquents conflits déclenchés par le roi danois contre ses partenaires commerciaux suédois irritèrent la noblesse suédoise et nuisirent à l'économie de la Suède. En 1440, le roi Éric fut déposé, mais la paix ne revint pas pour autant dans l'union. Les conflits entre le Danemark et la Suède dégénérèrent au XVIe siècle, jusqu'à l'ascension de Gustave Eriksson."
        },
        {
            "heading": "L'Ascension de la Suède",
            "text": "En 1521, le roi Gustave Ier (ou Gustave Vasa) de la maison Vasa mena avec succès une révolte contre le roi danois Christian II, qui dirigeait l'Union de Kalmar. Libéré de l'emprise du monarque danois, Gustave Ier fut élu roi de Suède par le Riksdag en 1523, ce qui mit fin à cette union après plus d'un siècle d'existence.Ce fut sous le règne du roi Gustave II Adolphe, au XVIIe siècle, que la Suède connut sa période de grandeur, voyant son influence s'accroître considérablement en Europe à cette période. En accédant au trône en 1611, Gustave II Adolphe se retrouva à la tête d'une nation embourbée dans les conflits. Son père Charles IX, ayant éloigné du trône l'héritier légitime (son propre neveu), Sigismond, dans le but de s'emparer de la couronne, lui légua une Suède en proie à trois guerres. Habile à se sortir de ces différends, Gustave II Adolphe négocia une paix fragile avec Sigismond et résolut les conflits avec la Russie et le Danemark au cours de la décennie suivante.Gustave II Adolphe accomplit le plus célèbre de ses exploits militaires durant la guerre de Trente Ans, un grand conflit qui opposa les défenseurs du protestantisme aux forces catholiques du Saint Empire romain germanique. Sous son règne, Gustave II Adolphe renforça et modernisa l'armée suédoise, ce qui lui permit de protéger efficacement le mouvement protestant par une série de victoires décisives durant la guerre. Neutre au début des hostilités, Gustave II Adolphe envoya les armées suédoises défendre les États germaniques protestants contre les forces du Saint Empire en 1630. Malheureusement, Gustave II Adolphe fut tué en 1632 en menant une charge à la bataille de Lützen, ce qui priva la Suède de son plus grand général.Conserver le prestige acquis par la Suède sous le règne de Gustave II Adolphe n'était pas tâche aisée, mais ses successeurs Charles XI et Charles XII furent tous deux des souverains compétents et respectés. Poursuivant les réformes militaires entreprises par Gustave II Adolphe, les deux rois commencèrent à utiliser une nouvelle force militaire : les Karoliner. L'armée des Karoliner misait sur la qualité plutôt que la quantité, comptant sur la compétence et la discipline plutôt que sur la simple force du nombre.Durant la grande guerre du Nord de 1700 à 1721, opposant la Suède à une coalition menée par la Russie, les Karoliner surmontèrent l'adversité, face à des troupes parfois trois fois plus nombreuses, en remportant plusieurs batailles. Hélas, les Suédois finirent par être vaincus par l'ennemi et furent obligés en 1718 d'entreprendre une retraite surnommée la \"marche funèbre des Karoliner\". Quand Charles XII périt au combat, un officier du nom de Carl Armfeldt se replia avec sa compagnie de 5 000 hommes, entreprenant une marche forcée dans le blizzard. Environ 3 000 hommes périrent avant que l'armée n'ait regagné la Suède."
        },
        {
            "heading": "Industrialisation suédoise",
            "text": "Avant le milieu du XIXe siècle, la Suède avait une économie qui reposait encore principalement sur l'agriculture et accusait un retard sur ses voisins en termes de développement industriel. Grâce aux vastes ressources naturelles du pays, et particulièrement le bois et le minerai de fer, l'économie suédoise subit une rapide transformation à partir de 1870. Le développement du rail permit à la Suède de transporter d'énormes quantités de matières premières vers les ports côtiers, ce qui entraîna une rapide croissance de son économie au début du XXe siècle."
        },
        {
            "heading": "Instauration de la neutralité",
            "text": "Malgré une histoire marquée par les conflits armés avec ses rivaux voisins, la Suède entretient des relations internationales apaisées depuis les guerres napoléoniennes, période à laquelle elle rejoignit la coalition opposée à Napoléon. En 1808, la Suède dut céder un tiers de son territoire oriental à la Russie, région qui verra naître la Finlande moderne. Depuis cet événement, la Suède maintient une politique de stricte neutralité, qui perdure encore à ce jour.Durant les deux conflits mondiaux qui ravagèrent l'Europe au XXe siècle, la Suède maintint son indépendance vis-à-vis de l'Allemagne et ne prit pas part aux combats. Toutefois, la Suède soutint discrètement le mouvement de résistance au Danemark en aidant les juifs danois à fuir en 1943."
        },
        {
            "heading": "La Suède moderne",
            "text": "De nos jours, la Suède est réputée pour être une nation progressiste avec un haut niveau de vie. Son économie solide, qui repose beaucoup sur l'exportation de machines, de matières premières, de papier et de mobilier, a permis la création d'un système de protection sociale complet. D'après différentes études, les avantages de ce système, qui comprend l'accès universel aux soins et à l'éducation, ainsi que des congés payés, ont permis à la Suède de se hisser parmi les pays où les gens se sentent le plus heureux."
        },
        {
            "heading": "La Suède moderne",
            "text": "De nos jours, la Suède est réputée pour être une nation progressiste avec un haut niveau de vie. Son économie solide, qui repose beaucoup sur l'exportation de machines, de matières premières, de papier et de mobilier, a permis la création d'un système de protection sociale complet. D'après différentes études, les avantages de ce système, qui comprend l'accès universel aux soins et à l'éducation, ainsi que des congés payés, ont permis à la Suède de se hisser parmi les pays où les gens se sentent le plus heureux."
        }
    ],
    "leader": {
        "name": "Gustave II Adolphe de Suède",
        "subtitle": "Dirigeant de la Suède",
        "lived": "1594 - 1632",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/gustave_ii_adolphe_de_suède.png",
        "trait": {
            "name": "Prix Nobel",
            "effect": "Votre influence augmente de 90 si vous offrez un personnage illustre à une cité-état. En cas de déclaration d'amitié, la Suède et la civilisation amie profitent d'un bonus de +10% pour la génération de personnages illustres."
        },
        "titles": [
            "Roi"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Gustave II Adolphe, roi de Suède respecté et commandant militaire plus connu sous le nom de \"Lion du Nord\", accéda au trône à l'âge de 17 ans et montra rapidement ses talents de stratège militaire doué et avant-gardiste en art de la guerre. Son père, l'usurpateur Charles IX, ayant laissé à son décès de nombreux conflits au sein du pays et à l'étranger, Adolphe se fixa bien vite comme objectifs de former des alliances avec la noblesse jadis hostile, d'exterminer les ennemis de la Suède et d'élever sa nation au rang des grandes puissances européennes au cours du XVIIe siècle."
            },
            {
                "heading": "Conflits de son père",
                "text": "La confusion généralisée qui attendait Adolphe lors de sa succession était due en grande partie au court règne de son père. À la naissance d'Adolphe, son père était duc, nommé régent de Suède à la place de son neveu le roi Sigismond III de Pologne. À la fois roi de Pologne et Grand-Duc de Lituanie, Sigismond était également roi légitime de Suède, en tant que fils de Jean III. À cette époque, cependant, la Suède était un territoire majoritairement protestant, tout comme Charles, pratiquant convaincu, tandis que Sigismond était un dévoué catholique. De crainte que les Suédois ne se reconvertissent au catholicisme, un accord fut convenu entre la Suède et la Pologne. Consistant à se partager le même roi tout en conservant l'indépendance des lois et des cultures, cet accord permit au duc Charles de régner sur la Suède en tant que régent, tandis que Sigismond demeurait en Pologne, séparant ainsi les deux courants religieux.Perçu comme un protecteur des croyances protestantes, le régent Charles retourna les tensions religieuses à son avantage. Tout en exerçant son autorité sur les gouverneurs régionaux de Suède restés fidèles au roi, Charles incita les partisans de Sigismond à la guerre civile. Après une série de courts conflits, cette situation culmina lors de la bataille de Stångebro, en 1598, où les forces d'invasion de Sigismond essuyèrent une cuisante défaite. Capturé puis rendu à la Pologne, Sigismond perdit une grande partie de son soutien de la part de la Suède. En 1600, le Riksdag, parlement suédois, reconnut l'abdication du roi Sigismond et nomma Charles roi de Suède.Les événements menant au couronnement de Charles allaient sérieusement influencer le futur règne d'Adolphe. Non seulement l'accord passé entre la Pologne et la Suède était rompu, mais Sigismond, refusant d'abandonner le trône, n'eut de cesse de vouloir reconquérir la couronne. S'en suivit une série de guerres entre les deux nations pendant plus de 50 ans."
            },
            {
                "heading": "Début de règne",
                "text": "Bien que Charles ait le mérite d'avoir défendu les intérêts de la Suède protestante, son accès au trône laissait planer le doute quant à sa légitimité. À la tête de la Suède durant seulement sept années, Charles mourut en 1611, laissant à son fils les fruits d'un règne cacophonique. Adolphe, qui avait déjà servi dans l'armée aux côtés de son père peu de temps avant, monta sur le trône à l'âge de 17 ans. Immédiatement après son couronnement, il chercha à régler les conflits avec la noblesse suédoise, dont le rôle et l'autorité au Riksdag avaient été fortement diminuée sous le règne de Charles. Selon les règles du parlement, Adolphe était trop jeune pour devenir roi à l'âge de 17 ans. Un compromis fut cependant trouvé : Adolphe devint roi et, en retour, il attribua aux nobles des sièges dans son assemblée privée, qui rassemblait les plus proches conseillers du roi.Adolphe avait sur les bras des conflits avec trois rivaux distincts. Alors que les tensions augmentaient considérablement avec le Danemark et la Russie, les hostilités se poursuivaient avec Sigismond en Pologne. La guerre menaçant d'éclater sur les trois fronts, Adolphe allégea rapidement la politique militaire de la Suède. Une trêve précaire avec Sigismond et la Pologne fut signée en 1611, paix renouvelée chaque année, vu que les deux territoires avaient chacun des conflits à gérer dans d'autres contrées.Ce furent les tentatives de la Suède pour récupérer le comté de Finnmark qui déclenchèrent le conflit de Kalmar. La Suède cherchait à contourner l'impôt danois, réclamé à tous ceux traversant le détroit qui relie la mer Baltique à la mer du Nord. Craignant que la Suède ne développe sa propre route commerciale, les Danois qui tenaient fermement à ces revenus lui déclarèrent la guerre en 1611. Charles, initialement aux commandes de l'effort de guerre, mourut peu de temps après et laissa à Adolphe peu de ressources pour remporter la campagne. Après deux années de conflit et la perte de plusieurs forteresses capitales pour la Suède, la guerre prit fin en 1613, avec le traité de Knäred. Les Suédois durent payer une lourde somme pour récupérer leurs forteresses capturées, mais furent néanmoins exemptés de tout impôt pour la traversée du bras de mer.La guerre des provinces d'Ingries, contre la Russie, éclata en 1610 après la tentative de Charles de s'emparer du trône de la Russie pour son autre fils, Charles Philippe. La mort de Charles, survenue peu de temps après le début du conflit, l'obligea à traiter rapidement cette crise. Les deux camps s'affrontèrent à travers la Russie durant sept années, enchaînant victoires et défaites sans réelle avancée. La guerre arriva à son terme fin 1617 avec le traité de Stolbovo, accordant plusieurs provinces à la Suède, mais l'obligeant également à restituer des portions du territoire acquises durant sa conquête. Les Suédois s'engagèrent également à reconnaître Mikhaïl Romanov comme tsar légitime de la Russie.Ces conflits intervenant au début du règne d'Adolphe lui permirent d'affûter ses talents en qualité de roi et de commandant. Apprendre les rouages de la diplomatie et de la guerre à un si jeune âge fut une expérience plus qu'enrichissante pour Adolphe, à qui il restait encore d'immenses combats à mener."
            },
            {
                "heading": "Réformes politiques",
                "text": "Conformément à l'accord conclu lors de sa succession, Adolphe donna plus d'autorité au conseil du Riksdag, le faisant passer de simple institution cérémonielle à un véritable conseil gouvernemental libre de se réunir quand bon lui semble et de prendre des décisions concernant la politique nationale. Ainsi, Adolphe entretint d'étroites relations professionnelles avec Axel Oxenstierna, noble qu'il nomma haut chancelier du conseil privé. Les propositions avisées d'Oxenstierna aidèrent grandement Adolphe à définir sa politique intérieure. Parmi les avancées les plus notables, une loi adoptée en 1617 divisa le Riksdag en quatre \"chambres\" bien définies : la noblesse, le clergé, la bourgeoisie et la paysannerie, permettant ainsi à chaque membre de la société suédoise de voir ses intérêts défendus sur la scène nationale."
            },
            {
                "heading": "Innovations militaires",
                "text": "Parmi les différents surnoms donnés à Gustave II Adolphe, autant par les historiens que par ses contemporains, le qualificatif de \"père de la guerre moderne\" provient de ses tactiques militaires avant-gardistes et de l'artillerie développée au cours de son règne. Il fut effectivement à l'origine d'innovations que certaines armées utilisent encore de nos jours, comme l'artillerie mobile légère, les formations rassemblant divers types d'escadrons, ainsi que des tactiques agressives qui laissaient peu de chance aux stratégies défensives pratiquées à l'époque. Adolphe est notamment l'un des premiers à équiper ses hommes de cartouches papier pour leurs armes, combinant au projectile un cône de papier contenant une mesure précise de poudre à canon. En supprimant le besoin de doser et de verser la poudre sur le champ de bataille, Adolphe augmenta la fiabilité et la rapidité des armes de ses combattants."
            },
            {
                "heading": "Sur le champ de bataille",
                "text": "Adolphe avait la faculté inouïe de pouvoir donner ses ordres depuis le champ de bataille, faculté qu'il apprit à maîtriser dans sa jeunesse, alors qu'il découvrait l'art de la guerre aux côtés de son père. Adolphe fut blessé au combat à plusieurs reprises et garda jusqu'à la fin de ses jours une balle de mousquet logée près du cou. Ne reculant jamais devant le devoir, Adolphe poursuivit les combats malgré sa blessure, participant à de nombreuses batailles vêtu d'une simple cuirasse de cuir flexible afin d'atténuer la douleur infligée par sa lourde armure de fer.Parmi les multiples batailles qu'il supervisa, la plus notable eut lieu au cours de la guerre de Trente Ans. Conflit opposant les États protestants aux forces catholiques du Saint Empire romain, la guerre de Trente Ans fut dévastatrice et laissa une trace indélébile dans toute l'Europe. Bien qu'il existât plusieurs facteurs déclencheurs du conflit en 1618, la Suède resta neutre jusqu'en 1630, lorsqu'Adolphe décida d'accorder son soutien aux Protestants germaniques et de défendre la Suède contre les tentatives d'invasion du Saint Empire romain. Ralliées par le célèbre cri d'Adolphe \"Gott Mit Uns!\", signifiant \"Dieu est avec nous !\", les armées de Suède commencèrent par remporter plusieurs victoires, écrasant les forces catholiques et anéantissant leur avance.La bataille de Breitenfeld, sans doute la plus connue, eut lieu en 1631 en Saxe (Allemagne actuelle). L'exploitation judicieuse de son artillerie mobile et les manœuvres minutieuses menées par la cavalerie de Finlande, les \"Hakkapeliittas\", permirent à Adolphe et à son armée d'anéantir les forces impériales, de capturer les positions d'artillerie ennemies, les retournant contre l'adversaire. Victoire absolue pour les forces protestantes unies, l'épisode de Breitenfeld prouva une bonne fois pour toutes qu'Adolphe était un dirigeant plein de savoir-faire, ainsi qu'un redoutable ennemi du Saint Empire romain.En 1632, peu de temps après la bataille de la Lech en Bavière, Adolphe mena une armée de 40 000 Suédois contre un contingent catholique réduit mené par le comte Jean t'Serclaes. Avec son artillerie mobile en renfort, Adolphe dépêcha ses Hakkapeliittas de l'autre côté de la rivière Lech, à l'aide de ponts temporaires. Une fois sur l'autre rive, la cavalerie d'élite se retrancha, créant une position défensive permettant au reste de l'armée de traverser. Adolphe lança rapidement la charge contre les forces catholiques et t'Serclaes, blessé, succomba peu de temps après.Adolphe mena son ultime bataille à Lützen, en Allemagne, en 1632. Séparé de ses hommes au cours d'une charge à travers une épaisse fumée, il fut tué d'un coup de feu. Déroutés par la perte de leur grand roi, les Suédois virent le désordre envahir leurs rangs, mais parvinrent à repousser l'ennemi. La Suède déplora quelques défaites suite à la mort d'Adolphe. Toutefois, avec la signature des traités de Westphalie mettant fin en 1648 à la guerre de Trente Ans, la Suède émergea comme une nation parmi les plus puissantes d'Europe, grâce notamment à l'excellent meneur d'hommes que fut Gustave II Adolphe."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Près de 200 ans après la mort d'Adolphe, le célèbre Napoléon Bonaparte le décrivait encore comme l'un des plus grands commandants militaires de l'Histoire. Sachant mener ses troupes vers la victoire sur le champ de bataille, Adolphe imagina l'avenir de la guerre grâce à des stratégies et innovations tactiques jamais vues auparavant. Bien que son défunt père eût laissé à Adolphe de nombreux conflits à résoudre, il profita de l'occasion pour élever le royaume de Suède au rang de grande puissance politique et militaire."
            }
        ]
    }
}