{
    "id": 32,
    "name": "Mayas",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_maya.png",
    "dawn_of_man": "Votre peuple s'agenouille à vos pieds, grand roi Pacal le Grand, fils préféré des dieux et protecteur des citoyens de Palenque. Après des années de discorde face à la rivalité de vos voisins, c'est vous qui avez frappé les ennemis de votre peuple, sacrifiant leurs leaders pour venger les insultes faites à vos prédécesseurs. Si Palenque a retrouvé sa gloire d'antan, c'est par la force de votre sagesse ; vous êtes à l'origine d'un grand effort de reconstruction dans la ville, et on vous doit certains des plus beaux monuments et des plus belles architectures de votre civilisation, si ce n'est du monde. Roi illustre, votre peuple se tourne une fois de plus vers vous en quête de direction et de conseil. Ferez-vous appel à la volonté des dieux et rendrez-vous son fier blason à votre royaume déchu ? Érigerez-vous de nouveaux monuments pour consacrer à jamais les souvenirs de votre peuple ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Pyramide|Pyramide",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/pyramid.json"
        }
    ],
    "unique_units": [
        {
            "name": "Propulseur|Propulseurs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/atlatlist.json"
        }
    ],
    "city_names": [
        "Palenque",
        "Tikal",
        "Chichén Itzá",
        "Uxmal",
        "Tulum",
        "Copan",
        "Coba",
        "El Mirador",
        "Calakmul",
        "Edzna",
        "Lamanai",
        "Izapa",
        "Uaxactun",
        "Comalcalco",
        "Piedras Negras",
        "Cancuén",
        "Yaxha",
        "Quirigua",
        "Q'umarkaj",
        "Nakbé",
        "Cerros",
        "Xunantunich",
        "Takalik Abaj",
        "Cival",
        "San Bartolo",
        "Altar de Sacrificios",
        "Seibal",
        "Caracol",
        "Naranjo",
        "Dos Pilas",
        "Mayapan",
        "Ixinche",
        "Zaculeu",
        "Kabah"
    ],
    "spy_names": [
        "Camazotz",
        "Coyopa",
        "Gukumatz",
        "Hunahpu",
        "Huracan",
        "Ixchel",
        "Ixtab",
        "Kukulkán",
        "Xbalanque",
        "Zipacna"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Présents principalement dans les régions actuellement occupées par le Mexique, le Guatemala et le Belize du IIIe au Xe siècle de notre ère, les Mayas vivaient dans un réseau de royaumes indépendants, qui partageaient la même culture et la même religion. Même si les origines des Mayas restent entourées de mystère, il existe de nombreuses théories sur le développement de leur civilisation. D'après les découvertes archéologiques, les premiers camps indiscutablement mayas furent établis aux alentours de 2000 av. J.­C. Les communautés pré-agraires devinrent peu à peu de vastes centres urbains et les cités-États mayas durent adopter des techniques agricoles sophistiquées pour subvenir à leurs besoins et commercer. Même si la plupart de leurs villes connurent un effondrement inexpliqué vers la fin du premier millénaire de notre ère, beaucoup continuèrent à prospérer jusqu'à l'arrivée des conquistadors espagnols au XVIe siècle."
        },
        {
            "heading": "Terrain et climat",
            "text": "Les villages mayas se trouvaient principalement au Belize et au Guatemala, ainsi que dans les États mexicains actuels de Quintana Roo, de Campeche et du Yucatan, qui correspondent à la région de la péninsule du Yucatan. Composé de hauts plateaux montagneux, de terres marécageuses luxuriantes et de plaines arides, le territoire maya offrait des paysages d'une grande richesse, pouvant passer d'une jungle dense à une plaine déserte.Les forêts tropicales sur une partie de ce territoire procuraient aux Mayas une faune et une flore variées pour compléter leur production agricole, tout en leur donnant accès à de l'eau douce, autrement rare dans la région. À l'intérieur des forêts, il n'était pas rare d'avoir des précipitations annuelles de plus de 250 cm et le sol détrempé permettait à la pluie de s'accumuler dans des dolines calcaires appelées \"cénotes\", d'où l'eau pouvait être facilement puisée."
        },
        {
            "heading": "Périodes de l'histoire maya",
            "text": "Différentes théories cohabitent concernant les origines du peuple maya, et ce n'est qu'au cours des cinquante dernières années que les archéologues étudiant la Méso-Amérique ont réussi à établir une chronologie des débuts de leur civilisation. Les progrès accomplis dans le déchiffrage de l'écriture maya au cours des années 1960 et 1970 ont relancé les études de l'histoire maya, qui se perdait jusque-là en conjectures en raison du manque de témoignages écrits.La civilisation maya a connu différents cycles distincts : les périodes préclassique, classique et postclassique. Durant la période préclassique, les premiers villages se seraient établis entre 2000 et 1500 av. J.­C., lorsque les premiers Mayas commencèrent à passer d'un mode de vie de chasseurs-cueilleurs à un mode de vie plus communautaire, reposant sur l'agriculture. Au fil du temps, ces premières communautés évoluèrent pour devenir des sociétés de plus en plus complexes, adoptant des techniques agricoles sophistiquées et développant des réseaux commerciaux, en plus de créer des grandes œuvres d'art et d'architecture.La civilisation maya connut son apogée entre 250 et 900 de notre ère, durant une période dite classique. Au cours de cette période, les Mayas se regroupèrent dans de grandes cités-États indépendantes, disposant chacune de vastes centres urbains, foisonnants de monuments dédiés aux dieux et aux rois, qui font leur renommée actuelle.La période postclassique débuta avec le déclin de centres urbains majeurs dans le sud du territoire maya, un effondrement inexpliqué qui entraîna l'abandon complet de certaines des plus grandes cités. Toutefois, la plupart des villes du nord continuèrent à se développer et à prospérer bien après le Xe siècle."
        },
        {
            "heading": "Grandes cités mayas",
            "text": "Même si les immenses cités mayas étaient unies par une culture commune, elles étaient aussi farouchement indépendantes et se faisaient constamment la guerre pour des raisons territoriales, commerciales ou politiques. Malgré cette indépendance, toutes les grandes cités mayas influençaient l'ensemble de leur culture, car chacune d'elles lui apportait les caractéristiques uniques la définissant individuellement.Peut-être le site le plus longtemps occupé d'Amérique, Kaminaljuyú accueillit une population maya importante de 1500 av. J.­C. jusqu'en 1200 apr. J.­C. Les dizaines de fouilles archéologiques sur le site au cours du siècle dernier ont révélé que la cité pourrait avoir été le principal producteur d'obsidienne et de jade de la région, et on y a découvert les vestiges de plus d'une centaine de tertres et de structures anciennes. Malheureusement, le développement et la construction commerciale dans la zone environnante durant les XIXe et XXe siècles ont eu raison des derniers vestiges de cette cité autrefois grandiose, n'en laissant que des fragments.Prospère d'environ 600 av. J.­C. jusqu'en 100 apr. J.­C., Mirador était l'une des autres grandes cités mayas. Site d'une taille significative, Mirador est réputée pour ses nombreuses routes surélevées, que les Mayas appellent \"sacbeob\". Utilisées pour relier des structures d'une cité, ainsi que des centres commerciaux distants, les sacbeob furent un outil essentiel pour établir le réseau commercial maya. Semblables aux chaussées modernes construites sur des sols instables, les sacbeob couvraient de longues distances ; la plus longue d'entre elles reliait l'ancienne cité de Cobá à Yaxuná, un village de moindre importance situé à environ 96 km.Peut-être la plus connue des cités mayas classiques, Tikal était la capitale du puissant État de Tikal, un État ambitieux et agressif qui engageait souvent de farouches batailles avec ses voisins. Tikal aurait été occupée pendant environ 2000 ans et accueillait 100 000 personnes à son apogée. Parmi les innovations les moins connues présentes à Tikal, on trouve l'aguada, un ingénieux système de réservoirs d'eau, conçu pour collecter l'eau de pluie acheminée par les murs de la cité.Chichén Itzá fut l'une des dernières cités mayas à résister, et elle est par conséquent l'une des mieux préservées. Avec ses nombreuses constructions couvrant plus de 6,5 km², Chichén Itzá fournit des exemples marquants de presque toutes les formes d'architecture maya, et notamment de gigantesques pyramides à degrés, plusieurs terrains de jeu de balle et des temples richement décorés."
        },
        {
            "heading": "L'Effondrement",
            "text": "Vers la fin du VIIIe siècle, la plupart des sites mayas situés le plus au sud connurent un rapide déclin, appelé effondrement de la civilisation maya classique, dont on ignore toujours les causes. La dissolution et l'abandon de ces grands royaumes suscitent donc la controverse. La surpopulation, une catastrophe environnementale, la guerre et la maladie sont autant de théories plausibles, mais il est fort probable que l'abandon des plus grandes cités-États soit dû à la concomitance de plusieurs de ces facteurs.Si l'effondrement mystérieux affecta surtout les sites se trouvant au sud du territoire maya, beaucoup de cités-États du nord continuèrent à prospérer bien au-delà du Xe siècle de notre ère. Après cet événement commence la période postclassique, qui fut marquée par l'ascension et la prédominance de la célèbre cité de Chichén Itzá. Celle-ci survécut pendant plusieurs centaines d'années avant de s'effondrer suite à une guerre civile dévastatrice avec ses voisins de Mayapán au XIVe siècle. Mayapán fut avec Uxmal et Cobá l'une des dernières cités mayas du nord après l'effondrement."
        },
        {
            "heading": "Structure de castes mayas",
            "text": "Vivant dans des cités-États comme les anciens Grecs, les Mayas ne formèrent jamais un seul empire uni, mais tous leurs États indépendants respectaient la même structure de castes. À partir du IIIe siècle av. J.­C., les Mayas furent dirigés par des dynasties, qui n'étaient remplacées qu'en cas d'absence de digne héritier. Le roi et sa famille, ainsi que d'autres citoyens de haut rang, formaient la classe supérieure noble. Ensuite venait la classe religieuse des chamans, qui guidaient les rois mayas et accompagnaient le peuple lors des nombreux rituels et rites cérémoniaux organisés tout au long de l'année. En dessous de ces castes dominantes se trouvait la majeure partie des Mayas, les gens du commun, c'est-à-dire les fermiers, les artisans et les ouvriers. Et tout en bas de l'échelle sociale se trouvait la caste inférieure, composée principalement d'esclaves (prisonniers de guerre et criminels)."
        },
        {
            "heading": "Agriculture et chasse",
            "text": "L'eau douce étant rare, les Mayas utilisaient différentes techniques agricoles leur permettant de tirer le meilleur parti de la richesse du sol de leur territoire. Le système \"milpa\" de rotation des cultures, qui fut utilisé par diverses sociétés méso-américaines, fut particulièrement efficace pour les Mayas. Se rapprochant de la culture sur brûlis, le système milpa consistait à cultiver ensemble plusieurs espèces végétales, puis à laisser les terres en jachère. Généralement, ce type de rotation autorisait deux ou trois années de culture, suivies de six à huit années d'inoccupation des sols. Les fermiers mayas cultivaient principalement du maïs, des courges et des haricots : les \"trois sœurs\".Fermiers compétents, les Mayas étaient aussi des chasseurs et des pêcheurs émérites. Grâce à leurs armes et leurs outils, ils chassaient principalement le cerf, le lapin et le pécari (sorte de sanglier vivant dans les forêts tropicales). Les Mayas employaient aussi un propulseur novateur, l'atlatl, qui leur servait aussi bien pour la chasse que pour la guerre. Il se composait d'une tige en bois avec une extrémité creusée, le long de laquelle était disposée la lance ou la fléchette. Par un mouvement naturel, le lanceur pouvait propulser le projectile à une vitesse bien supérieure grâce à l'amplitude supplémentaire fournie par le dispositif. Une lance propulsée avec un atlatl pourrait atteindre une vitesse de plus de 160 km/h, ce qui devait accroître la confiance des Mayas lors de la traque de gibiers importants et rapides."
        },
        {
            "heading": "Culte des dieux",
            "text": "Comme d'autres sociétés polythéistes du monde, les Mayas vénéraient un vaste panthéon de dieux, dominé par le dieu créateur Itzamna. Une place particulière était accordée aux dieux du ciel, et notamment à K'inich Ajaw, dieu du soleil, et à Ixchel, déesse de la lune. Les Mayas avaient également des dieux pour le temps, leurs cultures et les différentes professions de leur société. Le dieu du maïs prit une importance particulière lorsque la survie des Mayas dépendit de la culture de cette plante vers la fin de leur développement.Tout au long de l'année, les Mayas organisaient différents rituels pour honorer les dieux, basés principalement sur leur connaissance astronomique et leur calendrier. S'ils étaient loin d'être les plus actifs dans ce domaine, les Mayas organisaient toutefois des sacrifices humains et des offrandes de sang pour leurs rituels les plus importants. Les sacrifices humains étaient réputés pour favoriser la fertilité et les Mayas sacrifiaient des gens en les jetant dans des dolines remplies d'eau en l'honneur du dieu de la pluie, Chac. La célèbre cénote sacrée de Chichén Itzá fut le lieu de nombreux sacrifices humains durant la période classique de l'histoire maya.Comme beaucoup d'autres cultures méso-américaines, les Mayas jouaient à un jeu de balle rituel consistant à envoyer une balle de caoutchouc dure de 2 à 5 kg à travers un anneau fixé verticalement en ne se servant que de leurs hanches. Ce jeu se pratiquait pour le plaisir, mais aussi lors de cérémonies. Il servait également à trancher lors de conflits territoriaux et la rencontre se soldait alors parfois par la mort de l'équipe perdante."
        },
        {
            "heading": "Culture maya",
            "text": "À l'apogée de leur civilisation, les Mayas créèrent un grand nombre d'œuvres d'art présentant des ciselures complexes et des reliefs de pierre et de jade, car les artisans de chaque cité agrémentaient leurs créations d'éléments régionaux uniques. Les Mayas créèrent aussi une gamme de pigments et de teintures à partir des ressources disponibles dans la jungle, et notamment le \"bleu maya\", une couleur bleu vif créée à partir d'indigo, qui fut plus tard adoptée par les colons européens dans leurs œuvres, après le déclin de la société maya.Dans l'architecture maya, l'élément le plus remarquable est la pyramide à degrés. Des dizaines d'édifices de ce type furent construits durant les dernières périodes de la civilisation maya. Comme son nom l'indique, la pyramide à degrés se compose de différents étages de pierre superposés et se termine par un sommet plat où avaient souvent lieu des cérémonies religieuses. On suppose que les pyramides à degrés de Méso-Amérique furent bâties sur des tumulus ou des temples existants, et qu'elles pourraient avoir été reconstruites au fil du temps en fonction des cycles calendaires. La plus importante pyramide à degrés maya se trouve sur le site de Chichén Itzá, sur la péninsule du Yucatan. L'édifice, bien conservé, est sous la tutelle du gouvernement mexicain.Le système d'écriture maya est composé de symboles souvent appelés glyphes ou hiéroglyphes en raison de leur ressemblance avec le système d'écriture de l'Égypte antique. Les Mayas utilisaient ces symboles, gravés aux quatre coins de leur territoire et déchiffrés progressivement au cours du siècle dernier, pour immortaliser de nombreux aspects de leur culture. Même si l'on sait que les scribes mayas créèrent des volumes reliés en écorce ou en peau d'animaux, la plupart de ces ouvrages furent détruits lors des expéditions coloniales des Espagnols au XVIe siècle, car ils étaient considérés comme hérétiques."
        },
        {
            "heading": "Le Calendrier maya",
            "text": "Si la culture maya est remarquable à bien des égards, c'est son système calendaire qui est devenu le plus connu de ses progrès, en raison des théories persistantes qui le concernent. Système impressionnant de complexité, le compte long était l'un des trois calendriers utilisés par les Mayas, les deux autres étant l'haab et le tzolkin.À l'origine des scénarios apocalyptiques prévoyant la fin du monde en 2012, le calendrier à compte long permettait aux Mayas de dater les événements historiques depuis la création du monde humain. D'après ce calendrier, la civilisation est apparue le 11 août de l'an 3114 av. J.­C. et disparaîtra, si l'on se fie à ceux qui croient en notre fin imminente, le 21 décembre 2012. Ces prophètes de l'apocalypse croient que les Mayas ont prédit la fin du monde à l'aide de leur calendrier, mais pour la plupart des chercheurs cette date marque simplement la fin d'un cycle et le début d'un autre, et non pas la fin cataclysmique du monde que nous connaissons.Utilisé conjointement au compte long, le calendrier haab, moins connu, comptait 365 jours (environ une année solaire), tandis que le calendrier tzolkin, utilisé à des fins agricole et religieuse, respectait un cycle de 260 jours."
        },
        {
            "heading": "Invasion coloniale et déclin",
            "text": "L'arrivée des Espagnols entraîna rapidement la chute des dernières cités mayas du nord et, même si le peuple maya survit encore aujourd'hui au Mexique et dans d'autres régions d'Amérique centrale et d'Amérique du Sud, une part importante de son histoire et de sa culture disparut lors de la conquête des conquistadors. Au début du XVIe siècle, les Espagnols envoyèrent des expéditions vers la péninsule du Yucatan dans l'espoir d'y établir une colonie permanente. Toutefois, les cités-États mayas fonctionnant de manière décentralisée, elles purent résister de manière indépendante aux invasions espagnoles et il fallut près de 200 ans aux Espagnols pour assujettir complètement les Mayas de la région.Tout en soumettant les Mayas, les Espagnols tentèrent à plusieurs reprises de les convertir au catholicisme. Les efforts les plus notables en ce sens furent entrepris par l'évêque espagnol Diego de Landa, alors au service de l'archidiocèse catholique du Yucatan. De Landa aurait mené une inquisition dans le village de Mani, où il brûla des idoles mayas, ainsi que des manuscrits rares, pour tenter d'éradiquer la religion des autochtones. Même si ses actes sont largement critiqués, Diego de Landa reste une référence pour certains historiens, car il décrivit avec précision la religion et la langue des Mayas parmi lesquels il évolua à cette époque."
        },
        {
            "heading": "Mayas contemporains",
            "text": "On estime qu'environ sept millions de Mayas vivent de nos jours au Mexique, au Belize, au Guatemala, au Honduras et au Salvador, dont une grande partie entretiendrait certaines facettes de leur héritage culturel. Certes, plus de vingt langues différentes séparent les Mayas, mais leur culture et leurs traditions communes les rapprochent comme leurs ancêtres, et ils continuent ensemble à célébrer l'héritage des anciens Mayas."
        },
        {
            "heading": "Mayas contemporains",
            "text": "On estime qu'environ sept millions de Mayas vivent de nos jours au Mexique, au Belize, au Guatemala, au Honduras et au Salvador, dont une grande partie entretiendrait certaines facettes de leur héritage culturel. Certes, plus de vingt langues différentes séparent les Mayas, mais leur culture et leurs traditions communes les rapprochent comme leurs ancêtres, et ils continuent ensemble à célébrer l'héritage des anciens Mayas."
        }
    ],
    "leader": {
        "name": "Pacal le Grand",
        "subtitle": "Dirigeant des Mayas",
        "lived": "603 - 683",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pacal.png",
        "trait": {
            "name": "Compte long",
            "effect": "Une fois la théologie découverte, vous recevez un personnage illustre bonus à la fin de chaque cycle du compte long du calendrier maya (tous les 394 ans). Chaque personnage bonus ne peut être choisi qu'une seule fois."
        },
        "titles": [
            "Roi"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Plus connu sous le nom de \"Pacal le Grand\", le roi K'inich Janaab' Pakal est sans doute le plus célèbre souverain de l'histoire des Mayas. Monté sur le trône dès l'âge de 12 ans, Pacal régna pendant près de 70 ans sur la cité-état de Palenque alors que celle-ci traversait une période des plus instables. Bien que les détails historiques concernant son règne manquent parfois de clarté, Pacal s'illustra en remettant sur pied la cité en ruine, saccagée à plusieurs reprises sous le règne de ses prédécesseurs. À la tête d'une gigantesque campagne de reconstruction, Pacal supervisa sur son territoire la création d'immenses édifices aux nombreux détails. Son célèbre tombeau, le Temple des inscriptions, renferme ainsi de remarquables glyphes mayas gravés, retraçant minutieusement la vie du souverain. Avec son nombre impressionnant d'inscriptions fort bien conservées, le temple a permis aux archéologues contemporains de découvrir de précieux détails sur une culture autrefois disparue, celle d'une grande cité maya."
            },
            {
                "heading": "Jeunesse",
                "text": "La mère de Pacal, Dame Sak K'uk', fut l'une des rares femmes à diriger indépendamment une cité-état des Mayas. La couronne se transmettait traditionnellement de père en fils, mais faute d'un héritier mâle, ce fut Dame Sak K'uk', en qualité de petite-fille de reine, qui revendiqua son accès au trône. Faisant ainsi une entorse aux traditions de cette société patriarcale, elle régna durant trois ans sur la cité jusqu'à ce que son fils soit en âge de lui succéder. Pacal dut ensuite redoubler d'efforts pour légitimer sa place sur le trône et prouver la valeur de sa lignée.Quand Pacal prit le pouvoir en 615, la cité de Palenque se trouvait dans une situation précaire, régulièrement assaillie par le royaume voisin de Calakmul au cours des années précédentes. Afin d'adresser un message fort aux ennemis de Palenque dès le début de son règne, Pacal envoya ses propres troupes de pillards à Calakmul, qui firent prisonniers plusieurs dirigeants et les sacrifièrent en guise de vengeance."
            },
            {
                "heading": "Renouvellement de Palenque",
                "text": "Avec la ferme intention de rendre à Palenque sa gloire d'antan et d'établir la légitimité de son règne, Pacal ordonna la construction de grands monuments partout dans la ville, sur lesquels des gravures vantaient le prestige de sa lignée. Le Temple du Comte fait partie du nombre impressionnant d'édifices construits à cette époque, ainsi que l'énorme ensemble architectural central connu sous le nom de Palais, doté d'une tour de quatre étages sans aucun équivalent dans le royaume maya. Pourtant, parmi les nombreux monuments érigés sous le règne de Pacal, aucun n'égale le Temple des inscriptions. C'est au cours des dernières années de son règne que le souverain lança la construction de son propre tombeau au sommet d'une pyramide, construction qui ne fut achevée que sous son successeur, K'inich Kan Balam II.Orné de sculptures et textes hiéroglyphiques détaillés, ce temple fut la demeure du sublime sarcophage de Pacal. Sur les murs du niveau inférieur, découverts par des archéologues mexicains en 1952, figure le plus long texte en glyphes mayas jamais observé à ce jour. Bien que les interprétations varient, ces glyphes relatent la vie de Pacal, son décès et l'ascension de son héritier.Sur le sarcophage se trouve une pierre dont les bas-reliefs détaillés représentent des planètes et diverses constellations. Ces éléments célestes sont à l'origine de théories controversées sur l'implication d'extraterrestres dans la culture maya, à l'instar des anciennes pyramides d'Égypte. Tandis que les chercheurs les plus renommés soutiennent que le sarcophage représente le périple de Pacal dans l'au-delà, d'autres sources voient en ces imageries Pacal aux commandes d'un vaisseau spatial se préparant à décoller. À l'intérieur du sarcophage, des archéologues ont découvert la dépouille de Pacal, portant un masque en mosaïque de jade finement élaborée."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Selon les historiens, Pacal le Grand fut l'un des dirigeants mayas les plus respectés de l'histoire, si l'on en croit les magnifiques monuments et édifices sculptés de Palenque. Au cours de son règne, près de 1000 structures furent ainsi assemblées dans la ville, certaines composées de pierres pesant jusqu'à 15 tonnes. Bien que l'on continue encore à découvrir le passé du souverain, il est indéniable que ses efforts pour restaurer le royaume de Palenque engendrèrent certaines des plus magnifiques œuvres architecturales jamais créées par les Mayas."
            }
        ]
    }
}