{
    "id": 3,
    "name": "Aztèques",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_aztecs.png",
    "dawn_of_man": "Bienvenue, ô divin Moctezuma ! Nous sommes à genoux devant votre splendeur ! Que les cieux vous comblent de mille merveilles chaque jour de votre longue vie ! Vous êtes le dirigeant du puissant peuple aztèque, des nomades ayant quitté leur patrie au XIIe siècle, pour venir s'installer sur le \"Mesa Central\", au cœur du Mexique actuel. Encerclés par de nombreuses tribus, en guerre pour le contrôle des riches terres entourant les lagunes sacrées de Texcoco, Xaltocan et Zumpango, les Aztèques ont réussi en 200 ans à peine, par le biais d'alliances et de prouesses guerrières, à dominer le bassin d'Amérique centrale, un incroyable empire s'étalant d'une côte à une autre. L'empire finit par céder face aux assauts d'étrangers sans pitié, ces maudits Espagnols, brandissant des armes démoniaques inconnues de vos fidèles guerriers.Ô grand roi Moctezuma ! Votre peuple fait une fois de plus appel à vous pour que vous les meniez à la gloire ! Apportez-lui richesse et pouvoir, et aidez-le à dominer ses ennemis et ses rivaux ! Répondrez-vous à son appel, glorieux dirigeant ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Chinampa|Chinampas",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/floating_gardens.json"
        }
    ],
    "unique_units": [
        {
            "name": "Jaguar|Jaguars",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/jaguar.json"
        }
    ],
    "city_names": [
        "Tenochtitlan",
        "Teotihuacanas",
        "Tlatelolco",
        "Texcoco",
        "Tlaxcala",
        "Calixtlahuaca",
        "Xochicalco",
        "Tlacopan",
        "Atzcapotzalco",
        "Tzintzuntzen",
        "Malinalco",
        "Tula",
        "Tamuin",
        "Teayo",
        "Cempoala",
        "Chalco",
        "Tlalmanalco",
        "Ixtapaluca",
        "Huexotla",
        "Tepexpan",
        "Tepetlaoxtoc",
        "Chiconautla",
        "Zitlaltepec",
        "Coyotepec",
        "Tequixquiac",
        "Jilotzingo",
        "Tlapanaloya",
        "Tultitan",
        "Ecatepec",
        "Coatepec",
        "Chalchiuites",
        "Chiauhita",
        "Chapultepec",
        "Itzapalapa",
        "Ayotzinco",
        "Iztapam"
    ],
    "spy_names": [
        "Metztli",
        "Xitllali",
        "Chimalli",
        "Quauhtli",
        "Teyacapan",
        "Yaotl",
        "Coatl",
        "Huitzilin",
        "Itzli",
        "Tepin"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Les Aztèques étaient une civilisation amérindienne qui occupa le centre du Mexique pendant une centaine d'années, entre les XVe et XVIe siècles. Les Aztèques furent à la tête d'un empire très puissant, et laissèrent derrière eux une riche culture, dont des chefs-d'œuvre architecturaux précolombiens très impressionnants, en Amérique du Nord notamment. Aujourd'hui, les Aztèques sont surtout réputés pour la cruauté de leurs rites religieux et la vitesse à laquelle leur empire s'effondra."
        },
        {
            "heading": "Terrain et climat",
            "text": "L'Empire aztèque était situé sur le \"Mesa Central\", soit le plateau central du Mexique actuel (la ville de Mexico est bâtie au sommet des ruines de la capitale aztèque Tenochtitlan). La vallée de Mexico est dominée par cinq lagunes reliées : Zumpango, Xaltocan, Texcoco, Xochmilco et Chalco. Dans cette région, les averses sont abondantes et le climat tempéré, ce qui explique pourquoi la terre y est incroyablement fertile."
        },
        {
            "heading": "Origines des Aztèques",
            "text": "Les origines du peuple aztèque sont incertaines, mais l'histoire laisse penser que les Aztèques formaient une tribu de chasseurs-cueilleurs du plateau nord-mexicain qui migra ensuite en Méso-Amérique au XIIe siècle. Le terme \"aztèque\" provient du mot \"Aztlan\" (\"Pays blanc\"), allusion au nord du Mexique. Les Aztèques atteignirent le Mexique central vers les années 1250, et ce qui se passa avant cette époque relève en grande partie du mythe et de la spéculation."
        },
        {
            "heading": "Les premières années",
            "text": "À l'arrivée des Aztèques, la population du Mexique central était divisée en centaines de petites tribus ou cités, dont les plus importantes se prénommaient les Azcapotzalcos et les Culhuacans. Au départ, les Aztèques étaient les vassaux des Azcapotzalcos. Mais en 1325, ces derniers leur donnèrent la permission de s'installer sur une petite île du lac Texcoco, où ils bâtirent leur capitale, Tenochtitlan. Les Aztèques restèrent sous les ordres des Azcapotzalcos pendant environ un siècle."
        },
        {
            "heading": "La Triple alliance",
            "text": "Au XVe siècle, les Azcapotzalcos formaient une grande puissance régionale. En 1427, leur chef, Maxtla, fit assassiner le chef aztèque Chimalpopca avant d'assiéger la capitale Tenochtitlan. Pour vaincre l'ennemi, Itzcoatl, le successeur de Chimalpopca, s'allia à deux autres cités importantes, Texcoco et Tlacopan. Ensemble, ils parvinrent à faire lever le siège puis ils conquirent les Azcapotzalcos.Lors du siècle suivant, la \"Triple alliance\" prit le contrôle de tout le Mexique central, et étendit son pouvoir au pays entier, de l'Atlantique jusqu'au Pacifique. Le royaume de Tenochtitlan s'imposa vite comme l'élément dominant de cette alliance et c'est ainsi que les Aztèques devinrent les rois de ce vaste empire continental."
        },
        {
            "heading": "Moctezuma Ier",
            "text": "En 1440, Moctezuma I succéda à son oncle Itzcoatl et prit les rênes de l'Empire aztèque. Au cours de son règne, il renforça la Triple alliance et étendit le contrôle de cette dernière jusqu'à la Côte du Golfe, assujettissant à l'occasion les peuples Totonac et Huastic. Il remporta d'autres victoires face à des tribus voisines, comme les Mixtecs, les Cotaxtlas et les Orizabas. (Il est important de ne pas confondre Moctezuma I avec son homonyme Moctezuma II, incompétent et malchanceux, dont vous trouverez des éléments biographiques ci-dessous.) Moctezuma I périt en 1469. Pour plus de détails concernant Moctezuma I, veuillez vous référer à l'entrée Civilopédia correspondante."
        },
        {
            "heading": "Tlacaelel",
            "text": "Pendant que Moctezuma I dirigeait le pays, son demi-frère Tlacaelel se chargea de réformer l'État aztèque. Il réécrivit la religion aztèque et fit brûler des centaines de textes en raison des inexactitudes historiques qu'ils contenaient. Suite à ce travail de réécriture, il apparut que les Aztèques étaient un peuple élu, destiné à dominer les autres. Tlacaelel insista également sur l'importance du militarisme et du sacrifice rituel, un changement très important qui eut des effets dévastateurs sur le peuple aztèque et sa région. Tlacaelel ordonna la création de nombreux temples et bâtiments religieux, dont le Templo Mayor (\"Grand Temple\") de Tenochtitlan, dédié à Huitzilopochtli, le dieu aztèque de la guerre.D'un point de vue politique, Tlacaelel fut l'un des architectes de la Triple alliance. Il aurait ordonné de brûler les récits des peuples conquis afin de s'assurer que seul le point de vue de son peuple serait pris en considération. Il renforça également la noblesse et le clergé, aux frais des paysans.Tlacaelel mourut en 1487, pour le plus grand soulagement des historiens d'Amérique centrale."
        },
        {
            "heading": "L'Empire Ascendant",
            "text": "Au sommet de sa puissance, l'Empire aztèque dominait un territoire d'environ 518 000 km² (soit un peu moins d'un tiers du Mexique moderne) et regroupait six millions de sujets. Un peu à la manière des Mongols, les Aztèques laissèrent à chaque tribu le choix de son emblème, le principal étant qu'elle continue de faire allégeance à l'empereur. Les Aztèques étaient de très habiles négociateurs qui aimaient marchander tant avec les ennemis qu'avec les alliés. Aucun système monétaire n'ayant été établi, le commerce fonctionnait sur la base du troc.Ne possédant pas d'animaux de trait ou de véhicules à roues, les Aztèques construisirent un grand réseau routier destiné aux déplacements à pied. En plus des marchands, des soldats et des coursiers militaires empruntaient régulièrement ces routes, les rendant ainsi plus sûres pour les femmes."
        },
        {
            "heading": "Sacrifice humain",
            "text": "La religion aztèque, telle que révisée par Tlacaelel, affirmait qu'un flux régulier de sacrifices était nécessaire pour que l'univers continue de fonctionner normalement. Les sacrifices étaient donc requis pour que la pluie continue de tomber, que les récoltes soient bonnes, que le soleil se lève le matin, etc. Les Aztèques donnaient en offrandes à leurs dieux des animaux, leurs biens, de la nourriture, leur propre sang et des êtres humains. Plus de 80 000 prisonniers furent ainsi tués pour consacrer de nouveau la grande pyramide de Tenochtitlan en 1487. Cependant, les historiens estiment qu'un chiffre de 5 000 serait plus vraisemblable, au vu de la taille de la table sacrificielle. Même si ce chiffre est moindre, cela représente une immense quantité de litres de sang et de cœurs arrachés.La religion aztèque faisait grand cas du sacrifice des guerriers ennemis capturés lors des combats. Cependant, un problème se posa lorsque l'Empire eut conquis la plupart des contrées alentours. C'est ainsi que fut créée une bataille rituelle nommée la \"Guerre des Fleurs\", lors de laquelle deux tribus s'affrontaient à une heure et en un lieu précis, afin de faire des prisonniers. Une fois la bataille terminée, chaque camp ramenait ses prisonniers dans sa ville afin de procéder aux sacrifices religieux."
        },
        {
            "heading": "Chute des Aztèques",
            "text": "En 1502, le neuvième empereur Moctezuma II (1502-1520) succéda à son oncle Ahuitzotl et prit le commandement d'un empire à son apogée, s'étendant du nord du Mexique actuel jusqu'au Honduras et Nicaragua. L'Empire aztèque était encore en plein développement et sa société en pleine évolution lorsque son essor fut brutalement interrompu en 1519 par l'apparition d'aventuriers espagnols sur la Côte du Golfe.En février 1519, Hernan Cortés prit la tête d'une expédition en Amérique centrale avec, sous ses ordres, 500 hommes, 13 chevaux et quelques canons. A la mi-août, il se mit en route pour la cité de Tenochtitlan après avoir brûlé ses navires, découragent ainsi toute tentative de retraite. Sur sa route, il recruta des Amérindiens avides d'assister à la chute de leurs ennemis aztèques.Selon les archives espagnoles, Cortés vit son entreprise facilitée par des traditions aztèques religieuses, voulant que le dieu Quetzacoatl revienne à la vie sous l'apparence d'un homme blanc. N'étant pas certains de l'identité réelle de Cortés, les Aztèques préférèrent ne pas l'attaquer. Le caractère divin de l'aventurier espagnol fut confirmé plus tard par sa maîtrise des chevaux, des chiens, des armes à feu et des canons, autant de choses que les Aztèques n'avaient jamais vues et qui les terrifiaient.Lorsque Cortés atteignit Tenochtitlan, de très nombreux alliés amérindiens l'escortaient. Moctezuma II accueillit les Espagnols de façon pacifique dans sa ville, en échange de quoi Cortés le fit prisonnier. Se servant de Moctezuma, Cortés ordonna aux Aztèques d'offrir leurs trésors aux Espagnols. Finalement, le peuple aztèque tua son chef à coups de pierres et chassa l'envahisseur espagnol hors de sa capitale. Mais Cortés bénéficia de renforts et assiégea les résistants. En 1521, la cité tomba et fut rasée, et en août de la même année, le dernier chef aztèque fut capturé.L'empire fut vaincu et détruit par les Espagnols, avantagés d'une part par leurs armes évoluées et d'autre part, par la haine que vouaient les indigènes à leurs seigneurs aztèques. Malheureusement pour les indigènes, les Espagnols les réduisirent à l'esclavage, et il s'écoula de nombreux siècles avant qu'ils ne puissent jouir à nouveau d'une certaine liberté."
        },
        {
            "heading": "Chute des Aztèques",
            "text": "En 1502, le neuvième empereur Moctezuma II (1502-1520) succéda à son oncle Ahuitzotl et prit le commandement d'un empire à son apogée, s'étendant du nord du Mexique actuel jusqu'au Honduras et Nicaragua. L'Empire aztèque était encore en plein développement et sa société en pleine évolution lorsque son essor fut brutalement interrompu en 1519 par l'apparition d'aventuriers espagnols sur la Côte du Golfe.En février 1519, Hernan Cortés prit la tête d'une expédition en Amérique centrale avec, sous ses ordres, 500 hommes, 13 chevaux et quelques canons. A la mi-août, il se mit en route pour la cité de Tenochtitlan après avoir brûlé ses navires, découragent ainsi toute tentative de retraite. Sur sa route, il recruta des Amérindiens avides d'assister à la chute de leurs ennemis aztèques.Selon les archives espagnoles, Cortés vit son entreprise facilitée par des traditions aztèques religieuses, voulant que le dieu Quetzacoatl revienne à la vie sous l'apparence d'un homme blanc. N'étant pas certains de l'identité réelle de Cortés, les Aztèques préférèrent ne pas l'attaquer. Le caractère divin de l'aventurier espagnol fut confirmé plus tard par sa maîtrise des chevaux, des chiens, des armes à feu et des canons, autant de choses que les Aztèques n'avaient jamais vues et qui les terrifiaient.Lorsque Cortés atteignit Tenochtitlan, de très nombreux alliés amérindiens l'escortaient. Moctezuma II accueillit les Espagnols de façon pacifique dans sa ville, en échange de quoi Cortés le fit prisonnier. Se servant de Moctezuma, Cortés ordonna aux Aztèques d'offrir leurs trésors aux Espagnols. Finalement, le peuple aztèque tua son chef à coups de pierres et chassa l'envahisseur espagnol hors de sa capitale. Mais Cortés bénéficia de renforts et assiégea les résistants. En 1521, la cité tomba et fut rasée, et en août de la même année, le dernier chef aztèque fut capturé.L'empire fut vaincu et détruit par les Espagnols, avantagés d'une part par leurs armes évoluées et d'autre part, par la haine que vouaient les indigènes à leurs seigneurs aztèques. Malheureusement pour les indigènes, les Espagnols les réduisirent à l'esclavage, et il s'écoula de nombreux siècles avant qu'ils ne puissent jouir à nouveau d'une certaine liberté."
        }
    ],
    "leader": {
        "name": "Moctezuma Ier",
        "subtitle": "Dirigeant de l'Empire aztèque",
        "lived": "1397-1469",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/montezuma_i.png",
        "trait": {
            "name": "Sacrifiés propitiatoires",
            "effect": "Gain de culture pour chaque unité ennemie éliminée."
        },
        "titles": [
            "Empereur"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Puissant chef-guerrier, Moctezuma Ier aida la nation aztèque à atteindre la gloire et l'excellence. Nul ne doit le confondre avec son petit-fils, le malheureux Moctezuma II, qui assista au démantèlement de son empire par les Conquistadors espagnols."
            },
            {
                "heading": "Jeunesse",
                "text": "Moctezuma Ier (qui signifie \"Celui qui se fâche comme un seigneur\") était l'héritier d'une famille royale. Son père, Huitzilihuitl, fut le deuxième \"tlatoani\" aztèque, ou empereur. Sa mère, Miahuaxihuitl, était la fille du souverain de la ville de Cuauhnahuac. Suite de la mort de son père, l'oncle de Moctezuma, Itzcoatl, fut élu. Le grand frère de Moctezuma, Tlacaelel, devint l'un des principaux conseillers d'Itzcoatl. Moctezuma, lui, était alors général dans l'armée aztèque.A la mort d'Itzcoatl, en 1440, Moctezuma fut choisi comme empereur. Tlacaelel ne sembla pas mécontent de se voir éclipsé ainsi par son jeune frère (peut-être pensait-il pouvoir rester en vie plus longtemps en ne devenant pas empereur). Quoiqu'il en soit, il se mit fidèlement au service de son frère. Le couronnement de Moctezuma se déroula à l'occasion d'une cérémonie monumentale au cours de laquelle de nombreux prisonniers furent sacrifiés."
            },
            {
                "heading": "Un train de vie modeste",
                "text": "Malgré son titre, qui lui autorisait un certain luxe, Moctezuma vécut modestement, dans un palace ordinaire en compagnie de ses \"quelques\" femmes. Lorsqu'il n'était pas occupé par ses devoirs religieux ou par des affaires d'État, il parlementait avec ses amis et ses conseillers."
            },
            {
                "heading": "Politique domestique",
                "text": "Pendant son règne, Moctezuma et son frère travaillèrent à développer la ville aztèque de Tenochtitlan. Parmi d'autres innovations, ils construisirent un aqueduc pour approvisionner la ville en eau douce. Puis ils durent faire face à l'expansion de Tenochtitlan et à la nécessité d'acheminer de grosses quantités de nourriture aux habitants dont le nombre croissait régulièrement. L'Amérique centrale n'étant pas bien pourvue en bêtes de somme, la nourriture devait être acheminée en ville à dos d'hommes. Le gouvernement de Moctezuma employa des inspecteurs de l'État pour s'assurer que toutes les parcelles de terre arable, accessible à pied, étaient utilisées et entretenues. Il fit également construire un système de digues pour contrer les inondations et profiter de davantage de terres agricoles.Les deux frères lancèrent aussi la construction de nombreux temples à l'intérieur comme à l'extérieur de la ville, dont le nouveau temple en l'honneur de Huitzilopochtli, le dieu de la guerre. Ce dernier fut consacré en 1455 avec le sacrifice de nombreux prisonniers de guerre huaxtèques."
            },
            {
                "heading": "Lois somptuaires",
                "text": "Probablement sous l'impulsion de son frère, Moctezuma institua les lois somptuaires qui codifiaient et renforçaient le système de classes aztèques déjà très stratifié. La profession d'un individu déterminait sa façon de s'habiller et de parler. Les pauvres n'étaient pas autorisés à porter des sandales, des vêtements en coton ou tout autre type d'habit descendant en dessous du genou. Seuls les nobles pouvaient vivre dans des maisons à plus d'un étage. Les crimes était punis par l'esclavage (condition sociale la plus basse) ou le sacrifice."
            },
            {
                "heading": "Réformes religieuses",
                "text": "Pendant le règne de Moctezuma, son frère s'affaira à réformer la religion aztèque. Il réécrivit les textes sacrés, ordonna la destruction de ceux qui contredisaient ses interprétations de l'histoire et de la religion aztèque. Tlacaelel créa ainsi une religion plus militaire, demandant chaque fois plus de sacrifices de soldats ennemis prisonniers. Avec le temps, la nécessité de se procurer des prisonniers pour effectuer des sacrifices devint le véritable moteur de la politique étrangère aztèque."
            },
            {
                "heading": "Politique étrangère",
                "text": "Le souverain Moctezuma chercha à renforcer la \"Triple Alliance\" entre les cités-états du Mexique central : Tenochtitlan, Texcoco et Tlacopan. Il agrandit l'Empire aztèque avec la conquête de Pánuco, de Coatzacoalcos et des territoires des peuples totonaque et chalca. Certains disent qu'il aurait conquis ces peuples pour leurs ressources. Il pensait ainsi fournir un approvisionnement suffisant pour Tenochtitlan où les problèmes de famine subsistaient malgré ses efforts constants. D'autres pensent qu'il procédait de la sorte pour satisfaire les besoins chroniques de la religion aztèque en matière de sacrifices de prisonniers de guerre. Et d'autres encore estiment que ses agissements étaient naturels et qu'il aurait accompli son devoir de conquêtes, tout comme les précédents empereurs avant lui. A vrai dire, la juste réponse pourrait bien être un mélange de ces trois théories."
            },
            {
                "heading": "Mort",
                "text": "Moctezuma mourut en 1469. Son cousin de 19 ans, Axayacatl, lui succéda. Ce dernier aura un fils, Moctezuma II, qui assistera au démantèlement de l'Empire aztèque par les Espagnols."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Rétrospectivement, Moctezuma fut un bon souverain. Il étendit son empire, mena personnellement son armée jusqu'à la victoire et s'efforça d'améliorer le quotidien de son peuple. Il était sans doute sanguinaire et sacrifiait des milliers de prisonniers pour contenter ses dieux, mais sa religion le lui obligeait (le sang devait être versé pour que le soleil se lève, pour que les récoltes soient bonnes et pour que l'Empire aztèque prospère).Aurait-il pu renoncer à ces rituels barbares ? Peut-être. Mais il est probable que l'idée ne l'ait jamais effleuré, ni lui ni même ses contemporains. Il faut se rappeler qu'à peu près à la même époque, en Europe, certains esprits \"éclairés\" n'hésitaient pas à brûler vifs les hérétiques. Bien sûr, cela ne justifie en rien les agissements de Moctezuma, mais cela les replace dans un certain contexte."
            }
        ]
    }
}