{
    "id": 29,
    "name": "Celtes",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/celtes.png",
    "dawn_of_man": "Gloire et succès éternels, ô reine guerrière, cruelle et vengeresse ! À une époque où les hommes régnaient sans partage, vous êtes parvenue non seulement à imposer votre rang et votre loi souveraine, mais aussi à défier avec succès la toute puissance de l'Empire romain. Après avoir subi punitions et humiliations aux mains de l'envahisseur, vous avez rallié votre peuple au cours d'une sanglante révolte. Les légions sont tombées sous les roues de vos chariots, et la ville de Londres a péri dans les flammes. Mais bien que les Romains aient réussi à garder le contrôle des îles, vous avez malgré tout poussé Néron à retirer ses troupes et à laisser les Celtes en paix.Ô lionne endormie, votre peuple attend de vous que vous reveniez pour le guider en votre nom ! Saurez-vous relever ce défi sur le champ de bataille et mener les Celtes vers la gloire éternelle ? Serez-vous à même de reconstruire votre territoire et de bâtir un empire capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Salle des Ceilidh|Salles des Ceilidh",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ceilidh_hall.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerrier picte|Guerriers pictes",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pictish_warrior.json"
        }
    ],
    "city_names": [
        "Édimbourg",
        "Dublin",
        "Cardiff",
        "Truro",
        "Nantes",
        "Douglas",
        "Glasgow",
        "Cork",
        "Aberystwyth",
        "Penzance",
        "Rennes",
        "Ramsey",
        "Inverness",
        "Limerick",
        "Swansea",
        "St Ives",
        "Brest",
        "Peel",
        "Aberdeen",
        "Belfast",
        "Caernarfon",
        "Newquay",
        "Saint-Nazaire",
        "Castletown",
        "Stirling",
        "Galway",
        "Conwy",
        "St Austell",
        "Saint-Malo",
        "Onchan",
        "Dundee",
        "Londonderry",
        "Llanfairpwllgwyngyll",
        "Falmouth",
        "Lorient"
    ],
    "spy_names": [
        "Crìsdean",
        "Siobhán",
        "Seamus",
        "Fiona",
        "Pádraig",
        "Deirdre",
        "Mr. Quinn",
        "Éadaoin",
        "Alwyn",
        "Col Ceathar"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Les tribus celtes d'Europe, que l'on considère aujourd'hui comme les ancêtres de millions de personnes dans le monde, formèrent l'une des plus grandes sociétés de l'Antiquité. Peut-être issus de cultures de l'âge du fer d'Europe centrale, les Celtes se développèrent pour former une société variée, mais impressionnante, composée de centaines de tribus indépendantes, dispersées sur le continent. Prospères durant la majeure partie du premier millénaire avant Jésus­Christ, les Celtes finirent par être impliqués dans une série de conflits effroyables avec l'Empire romain, qui anéantit, mais adopta aussi souvent, des aspects de la culture celtique durant sa conquête de l'Europe."
        },
        {
            "heading": "Terrain et climat",
            "text": "La zone habitée par le plus ancien peuple celte connu se trouve à cheval sur une partie de l'Allemagne et de l'Autriche actuelles, même si les migrations conduisirent les Celtes un peu partout en Europe, et notamment en France (Gaule), sur les îles britanniques et en Espagne (Ibérie). En raison de la grande diversité de climat et de géographie de ces régions, il est difficile de donner les caractéristiques précises du territoire celtique, mais la capacité d'adaptation des peuples celtes démontre leur nature robuste."
        },
        {
            "heading": "Origines des Celtes",
            "text": "Même si aucun consensus ne s'est dégagé chez les historiens concernant les origines des Celtes, ceux-ci se seraient développés à partir des cultures européennes des \"champs d'urnes\", d'Hallstatt et de La Tène, qui se succédèrent à la fin de l'âge du bronze et au début de l'âge du fer. Ces premiers peuples celtes migrèrent sur de vastes étendues, mêlant leurs langues et leur religion à celles des populations qu'ils rencontrèrent. Vers 1300 av. J.­C., le premier de ces groupes proto-celtes, la civilisation des champs d'urnes, occupait principalement les régions du sud de l'Allemagne moderne. Vers la fin de l'âge du bronze, le peuple de cette culture se développa sous la domination de fiefs primitifs pour finir par s'étendre jusqu'en France. Tandis que la population des champs d'urnes prospérait et étendait son territoire, ses tribus vaguement unies s'affrontaient fréquemment et il n'était pas rare qu'une tribu écrase les clans voisins dans un cycle ininterrompu d'expansion et d'intégration.Par la suite, le développement de la culture d'Hallstatt, nommée ainsi en raison des découvertes archéologiques effectuées dans le village autrichien du même nom, entretint la dispersion des peuples proto-celtes à travers l'Europe. Ces Celtes continuèrent à migrer à travers l'Europe centrale durant le premier millénaire av. J.­C., se rapprochant de ce qu'on appellerait la culture de La Tène, qui occuperait une grande partie de l'Europe durant la fin de l'âge du fer. À partir de La Tène émergèrent les premières sociétés manifestement celtes, qui formèrent plusieurs nations sur le continent."
        },
        {
            "heading": "Les Celtes de l'île de Bretagne",
            "text": "Les \"Celtes insulaires\", c'est-à-dire ceux habitant principalement les îles britanniques, sont peut-être les derniers réels représentants de la population celte jadis florissante en Europe. Unis par leurs langues et leur religion communes, les Celtes de l'âge du fer colonisèrent largement l'île de Bretagne, l'Écosse et l'Irlande du VIIe au IIIe siècle av. J.­C. Si l'on estime qu'ils s'intégrèrent aux peuples indigènes de ces régions, les migrants celtes continuèrent néanmoins à se développer et finirent par faire partie du décor.Les Celtes entrèrent dans l'Histoire en tant que guerriers redoutables au Ier siècle, après s'être unis sous la bannière de Boadicée, reine des Icènes. Brutalisée sans raison par les Romains, Boadicée mena les forces coalisées des tribus des îles britanniques contre les légions de Rome, la plus grande armée de l'époque. Boadicée avait réuni une armée forte de plusieurs centaines de milliers d'hommes ; les Romains n'avaient plus vu un tel rassemblement de troupes celtes depuis le sac de Rome par le chef celte Brennus en 387 av. J.­C. Même si les Romains parvinrent finalement à mater la révolte (on estime les pertes cumulées des deux camps à 100 000 morts), ils payèrent très cher le fait d'avoir continuellement sous-estimé la puissance des Celtes."
        },
        {
            "heading": "Les Celtibères",
            "text": "Les Celtes de la péninsule ibérique (occupée aujourd'hui par l'Espagne, le Portugal et Andorre) étaient des migrants venus de Gaule. Arrivés aux VIe et Ve siècles av. J.­C., ils s'intégrèrent rapidement à la culture ibère existante dans la région. Les Celtibères, comme on les nomme aujourd'hui, s'allièrent à Carthage contre Rome durant la première guerre punique, une décision qui contribuera à leur soumission par les Romains après la défaite du célèbre général carthaginois Hannibal.Les Celtibères construisirent sur des collines de toute la péninsule ibérique un type de fortification en pierre appelé \"castro\". Même si l'on a découvert différents types de fortifications dans les régions de Grande-Bretagne et d'Europe centrale habitées par les Celtes, celles découvertes en Espagne sont particulièrement bien conservées. Numance, un castro bâti par les Celtibères au IIe siècle av. J.­C., est aujourd'hui un monument national en Espagne."
        },
        {
            "heading": "Les Gaulois",
            "text": "Même si l'on manque de documents précis sur leur histoire avant leur conquête par Rome, les Gaulois sont peut-être les mieux connus des Celtes. Implantés principalement dans la région qui compose aujourd'hui la France, les Gaulois furent décrits en détail par Jules César dans son ouvrage historique sur la guerre des Gaules : \"Commentarii de Bello Gallico\". Composés de dizaines de tribus distinctes, les Gaulois développèrent un important réseau de routes commerciales entre leurs petits villages, fondant une culture qui prospérerait de manière indépendante pendant des siècles. Toutefois, leur culture si riche sera presque anéantie par les conquêtes romaines.Bien que présents dans toutes les sociétés celtes d'Europe, les druides sont surtout connus chez les Gaulois. Formant une classe de prêtres très estimés chez les Celtes, les druides jouaient divers rôles importants dans leur société ; ils tenaient à la fois le rôle de juges et d'érudits, et étaient par tradition des personnages religieux importants. Malheureusement, le savoir des druides se transmettait surtout oralement, ce qui fait que leurs rites et rituels mystérieux restent pour la plupart encore inexpliqués."
        },
        {
            "heading": "La Conquête romaine",
            "text": "En 390 av. J.­C., le chef gaulois Brennus attaqua l'Étrurie, alliée de Rome, et finit par atteindre et mettre à sac la ville de Rome, qu'il laissa dévastée. Contre une forte rançon, Brennus et ses Celtes acceptèrent de se retirer et purent profiter de cette manne pour célébrer leur victoire momentanée, mais cet évènement marqua le début d'un conflit durable entre les Celtes et les Romains.Cette rivalité féroce se traduisit notamment par l'alliance des Celtibères et de Carthage contre Rome lors de la deuxième guerre punique. Les Celtibères parvinrent à résister aux conquérants romains jusqu'au Ier siècle av. J.­C., mais finirent par être soumis et assimilés par l'Empire, ce qui réduisit presque à néant l'influence celte en Espagne.Près d'un siècle plus tard, mais plus au nord du continent, le légendaire général Jules César lança ses légions en Gaule, provoquant le début de la guerre des Gaules en 58 av. J.­C. Provoquée par les aspirations expansionnistes des Gaulois et l'habitude des Romains de piller des territoires pour payer leurs dettes (les légions de vétérans coûtaient cher), la guerre des Gaules signa la fin de l'indépendance de la Gaule, qui se retrouva fortement romanisée à la fin du conflit. Ces conquêtes marquèrent aussi le début de la domination de Rome sur une grande partie de l'Europe centrale.Conduits par César, les Romains menèrent leurs premières incursions dans l'île de Bretagne, en représailles de l'aide apportée aux Gaulois par les Bretons. Malgré la violente résistance des Bretons, les Romains continuèrent leur progression dans l'île de Bretagne pendant plus d'un siècle, sous la direction des empereurs Claude, puis Hadrien."
        },
        {
            "heading": "Influence de la culture celtique",
            "text": "Les Celtes ayant beaucoup migré avant de finalement être assimilés par la société romaine, on retrouve beaucoup d'éléments typiquement celtiques dans les artefacts de Rome. À leur apogée, les Celtes auraient intégré des éléments artistiques grecs, germaniques et romains dans leurs œuvres. Après les avoir contraints à la soumission, les Romains réempruntèrent beaucoup de ces éléments intégrés par les Celtes. Avec ses représentations d'animaux, de divinités et d'éléments de la nature, l'art celtique apparaissait fréquemment dans les gravures et sur les poteries romaines. Les Celtes furent aussi à l'origine d'innovations dans l'art de la guerre ; ils mirent au point des modèles d'armures et d'épées uniques, qui auraient influencé les Romains lors de la création du glaive et de la spathe."
        },
        {
            "heading": "Religion celtique",
            "text": "Même s'il existe peu de témoignages historiques concernant la religion des anciens Celtes, les prêtres de l'époque, appelés druides, suscitent depuis longtemps l'intérêt des historiens et du grand public. Décrit par les Grecs et les Romains vers la fin du Ier siècle av. J.­C., le druidisme aurait été anéanti et aurait sombré dans l'oubli après la conquête de l'Europe par les Romains. Bien que leur histoire soit parsemée de conquêtes brutales et même s'ils tuaient pour le plaisir, les Romains trouvaient la religion celtique barbare, car les druides se seraient livrés à des sacrifices humains. Les druides pratiquaient-ils des sacrifices humains aussi souvent que le laissent supposer les témoignages romains ? Ceci est encore aujourd'hui sujet à controverse."
        },
        {
            "heading": "La Langue celtique",
            "text": "Les langues indo-européennes, famille de plusieurs centaines de dialectes à partir desquels évoluèrent les langues celtiques, sont parlées en Europe et dans certaines régions d'Asie depuis l'âge de la pierre. Même si elles ne sont guère plus utilisées aujourd'hui qu'en Écosse, en Irlande, en Grande-Bretagne et en France, les langues celtiques étaient très répandues à une époque et contribuèrent à l'unification des différentes tribus celtes dispersées sur le continent européen.Actuellement, six langues celtiques sont encore employées : les autres ont pour la plupart disparu au fil du temps. Le gallois, parlé principalement au pays de Galles et en Angleterre, est le plus utilisé de ces dialectes encore \"vivants\" ; il serait parlé par plus de 600 000 personnes. L'irlandais, le breton, le gaélique, le cornique et le mannois sont les autres langues celtiques encore en usage de nos jours, même si l'on chiffre à moins de deux millions le total de locuteurs de toutes ces langues, et à encore moins le nombre de personnes pour qui il s'agit d'une langue maternelle."
        },
        {
            "heading": "Descendants contemporains",
            "text": "De nos jours, la Celtic League, organisation non-gouvernementale cherchant à promouvoir le patrimoine et la culture celtiques, identifie les \"nations celtiques\" actuelles comme étant la Bretagne, les Cornouailles, l'Irlande, l'île de Man, l'Écosse et le pays de Galles. Même si ces régions sont les principaux bastions de l'héritage et de la langue celtiques, on estime que des millions de personnes dans le monde sont les descendants des Celtes. Les six langues celtiques encore utilisées aujourd'hui correspondent à ces six régions."
        },
        {
            "heading": "Descendants contemporains",
            "text": "De nos jours, la Celtic League, organisation non-gouvernementale cherchant à promouvoir le patrimoine et la culture celtiques, identifie les \"nations celtiques\" actuelles comme étant la Bretagne, les Cornouailles, l'Irlande, l'île de Man, l'Écosse et le pays de Galles. Même si ces régions sont les principaux bastions de l'héritage et de la langue celtiques, on estime que des millions de personnes dans le monde sont les descendants des Celtes. Les six langues celtiques encore utilisées aujourd'hui correspondent à ces six régions."
        }
    ],
    "leader": {
        "name": "Boadicée",
        "subtitle": "Dirigeante des Celtes",
        "lived": "Inconnu - env. 61",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/boadicée.png",
        "trait": {
            "name": "Traditions druidiques",
            "effect": " Foi +1 par ville adjacente à une case de forêt non aménagée. Ce bonus monte à foi +2 dans les villes adjacentes à au moins 3 cases de forêt non aménagées."
        },
        "titles": [
            "Reine des Icènes"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Boadicée, reine et guerrière légendaire des Icènes, est entrée dans l'histoire pour avoir détruit bon nombre de villages romains et guidé la révolte des Celtes contre la toute-puissante armée romaine qui occupait l'Angleterre au Ier siècle. Même si les données historiques sont rares, la plupart provenant des rapports rédigés par les historiens romains Tacite et Cassius Dion, l'histoire du soulèvement de Boadicée s'est vraisemblablement déroulée ainsi :Prasutagos, roi du peuple celte des Icènes et époux de Boadicée, fut longtemps un allié de l'Empire romain et régna souverainement sur son peuple pendant la conquête romaine de l'île de Bretagne. À sa mort, il aurait nommé cohéritières du trône Boadicée, ainsi que leurs deux filles, dans l'espoir de préserver le rang aristocratique de sa lignée. Peu délicats envers leurs anciens alliés, les Romains ne tardèrent pas à annexer le territoire icène en faisant preuve d'une brutalité pour le moins radicale. Boadicée fut flagellée en public. Révoltés par l'insolence et la cruauté des Romains envers les Icènes, Boadicée et son peuple organisèrent une rébellion avec l'aide des populations indigènes voisines, dont les Trinovantes. Boadicée rassembla une gigantesque armée, que l'on estime à au moins 70 000 hommes, et se mit en marche vers la colonie romaine de Camulodunum. Surpris par cet assaut d'envergure, les Romains ne surent se défendre et succombèrent aux impitoyables rebelles. Une fois la colonie de Camulodunum assiégée et détruite, les insurgés se dirigèrent vers Londinium, rasant par la même occasion toutes les possessions romaines croisées en chemin. Verulamium fut la troisième et dernière ville saccagée par l'armée de Boadicée ; elle fut entièrement brûlée et ses habitants romains massacrés. On estime que l'armée de Boadicée tua plus de 80 000 Romains et partisans bretons.En l'an 61, quelque part dans les terres anglaises, l'armée romaine et ses légions au complet firent face aux forces des rebelles. Au grand malheur de Boadicée, l'entraînement intensif et les tactiques des Romains eurent raison de la révolte. Selon certains récits, femmes et enfants seraient venus dans les chariots de vivres assister au combat et soutenir les troupes insurgées. La présence de ces observateurs sur le champ de bataille aurait ainsi réduit leur marge de manœuvre. La révolte fut endiguée et on dénombra entre 70 000 et 80 000 rebelles morts au combat. Bien qu'il soit impossible de le confirmer, certains pensent que Boadicée se serait donné la mort peu de temps après, la théorie la plus plausible étant qu'elle avala du poison pour ne pas être capturée."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Bien qu'il soit délicat de juger un personnage aussi légendaire que Boadicée, il est certain que sa révolte contre les Romains soutenait une cause juste : se soulever contre le cruel occupant qui avait infligé tant de souffrances au peuple celte. Même si les rebelles sous les ordres de Boadicée ont massacré d'innombrables soldats et citoyens, l'histoire ne juge pas ses actions, étant donné les agissements des impitoyables Romains. On en sait peu sur la vie de Boadicée avant le soulèvement des Celtes, mais le récit de cette noble guerrière, morte en défendant la liberté de son peuple, restera longtemps dans l'histoire."
            }
        ]
    }
}