{
    "id": 20,
    "name": "Incas",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/incas.png",
    "dawn_of_man": "Ô grand créateur, vos fidèles sujets vous saluent, roi Pachacutec ! Vous régnez sur le peuple inca qui, depuis ses débuts dans le petit État du Cuzco, a affiché ses incroyables qualités, repoussant par les armes ses nombreux ennemis ou les forçant à se rendre, et se façonnant un puissant empire, de l'Equateur jusqu'au Chili. Petit à petit, votre peuple réussit ainsi à construire le plus grand empire de toute l'Amérique précolombienne. Plus que de simples soldats, vos fidèles étaient également des bâtisseurs et des artistes accomplis, et les vestiges de leur travail nous fascinent et nous inspirent toujours autant. Ô roi Pachacutec, vous avez véritablement fait trembler la terre ! En appellerez-vous une fois encore à elle pour combattre à vos côtés ? Vos armées n'attendent qu'un seul mot de vous. Allez-vous restaurer la gloire de votre empire ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Frondeur",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/slinger.json"
        }
    ],
    "city_names": [
        "Cuzco",
        "Tiwanaku",
        "Machu",
        "Ollantaytambo",
        "Corihuayrachina",
        "Huamanga",
        "Vilcas",
        "Vilcabamba",
        "Vitcos",
        "Andahuaylas",
        "Ica",
        "Arequipa",
        "Nazca",
        "Atico",
        "Juli",
        "Chuito",
        "Chuquiapo",
        "Huanuco Pampa",
        "Tambococha",
        "Huaras",
        "Riobamba",
        "Caxamalca",
        "Sausa",
        "Tambo Colorado",
        "Huaca",
        "Tumbes",
        "Chan Chan",
        "Sipan",
        "Pachacamac",
        "Llactapata",
        "Písac",
        "Kuélap",
        "Pajaten",
        "Chucuito"
    ],
    "spy_names": [
        "Amaru",
        "Apichu",
        "Pariapichiu",
        "Puma",
        "Quenti",
        "Suyuntu",
        "Uturuncu",
        "Uturuncu",
        "Purutu",
        "Ozcollo"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Plus grand empire précolombien des Amériques, l'Empire inca s'étendait du Pérou au Chili, le long de la Cordillère des Andes. Les débuts de ce remarquable empire furent modestes, mais ce petit royaume parvint en son temps à dominer la totalité de l'Amérique du sud \"civilisée\". Même si l'empire ne dura qu'un siècle, il joua un rôle majeur dans l'unification des peuples et des cultures des différentes tribus peuplant les sommets montagneux. Malgré l'extinction quasi complète de cette civilisation, de nombreuses reliques et structures subsistent ; notons par exemple le célèbre Machu Picchu, témoignage du pouvoir que détenaient autrefois les souverains incas."
        },
        {
            "heading": "Géographie et climat",
            "text": "L'empire était centré le long de la Cordillère des Andes, englobant des régions de l'Argentine, de l'Équateur, du Pérou, du Chili, de la Bolivie et de la Colombie d'aujourd'hui. Malgré le climat et le relief montagneux, les Incas apprirent très tôt à parfaire leurs cultures en terrasses et vivaient sans trop de problèmes en altitude. Les vallées fertiles, nichées entre les sommets montagneux, permettaient au peuple inca de vivre et de cultiver aisément."
        },
        {
            "heading": "Les premières années : le Royaume de Cuzco",
            "text": "Avant de devenir un puissant empire, les Incas vivaient dans le petit royaume de Cuzco, à l'ouest du Pérou. Sous le règne de Pachacutec, le neuvième Sapa Inca, Cuzco s'attela à rallier les tribus alentours sous une seule et même bannière. À force de conquêtes militaires et d'assimilations pacifiques, Pachacutec et son fils Tupac établirent les fondations de l'empire Tahuantinsuyu. Cette appellation renvoie directement à la création de l'empire par le rapprochement de quatre provinces suivantes : Chinchasuyu au nord-ouest, Antisuyu au nord-est, Contisuyu au sud-ouest, et Collasuyu au sud-est. Pachacutec mit en place un nouveau système de gouvernement afin de maintenir l'ordre au sein de ses acquisitions. Les enfants des familles dirigeantes furent transférés à Cuzco (la capitale) pour recevoir l'enseignement des Incas et ainsi assimiler leur culture et leur mode de vie. En grandissant, les enfants étaient renvoyés dans leurs provinces d'origine, contribuant ainsi à répandre la culture inca."
        },
        {
            "heading": "Une expansion continue",
            "text": "Après la mort de Pachacutec, en 1471, son fils Tupac Yupanqui se lança dans de nouvelles conquêtes vers le nord. À cette époque, les Incas ne comptaient plus qu'un ennemi le long des côtes ouest, la tribu Chimor. Tupac les décima rapidement et annexa leurs possessions à son empire grandissant. Le fils de Tupac, Huayna Capac, fit en son temps la conquête de certaines régions de l'actuel Équateur, mais son expansion au sud fut stoppée par la Bataille du Maule, par laquelle les tribus mapuches mirent un terme à la progression Inca. Cette partie étant essentiellement composée de désert et la majorité de la population résidant dans les Andes, on ne peut cependant pas parler de perte malheureuse."
        },
        {
            "heading": "L'arrivée de l'homme blanc",
            "text": "L'année 1526 marqua le début du déclin de la domination inca. Le conquistador espagnol Francisco Pizarro atteignit le territoire inca alors qu'il explorait le sud depuis le Panama, et réclama immédiatement la permission d'envahir ces terres auprès de la couronne, convaincu qu'elles regorgeaient de trésors. Lorsqu'il revint en 1532 accompagné d'une petit armée, l'empire s'offrait à lui. Les deux fils de Huayna, Huascar et Atahualpa, s'affrontaient dans une guerre civile pour le contrôle des territoires, tandis qu'une épidémie de variole avait décimé la population. Les forces de Pizarro (168 hommes, un canon, et 27 chevaux) ne faisaient numériquement pas le poids face aux armées incas, mais la supériorité de leur technologie et de leurs stratégies leur permit de sortir victorieux. La première bataille de Pizarro, à Puná, eut lieu cette même année près de l'actuelle ville de Guayaquil, en Équateur, et se solda par une victoire fracassante. L'un des hommes du conquistador, Hernando de Soto, fut chargé d'explorer l'intérieur des terres tandis que Pizarro érigeait une nouvelle ville dans la région, Piura. De Soto fit la rencontre du triomphant Atahualpa et revint vers Pizarro avec une proposition de rencontre. Les Espagnols réclamèrent des Incas qu'ils acceptent Charles Ier comme leur souverain légitime et qu'ils se convertissent immédiatement au christianisme. En raison de la barrière des langues, ou peut-être d'un mauvais sens de la communication plus général, Atahualpa ne comprit pas parfaitement les propos tenus et demanda plus d'explications. Frustrés et ennuyés, et plutôt que de partir à la recherche d'un meilleur interprète, les Espagnols attaquèrent le camp d'Atahualpa et prirent le dirigeant en otage. Le roi inca offrit en échange de sa libération une importante quantité d'or et d'argent à Pizarro, que ce dernier s'empressa d'accepter. Mais Pizarro ne remplit cependant pas sa part du contrat et refusa de rendre Atahualpa à son peuple. Huascar fut quant à lui assassiné, une mort que Pizarro ne tarda pas à exploiter en présentant Atahualpa comme l'auteur du méfait. Suite à un procès douteux mené par les Espagnols, Atahualpa fut condamné à mort en août 1533."
        },
        {
            "heading": "La fin d'un Empire",
            "text": "Atahualpa et Huascar hors jeu, les Espagnols désignèrent leur jeune frère Manco souverain. Il coopéra d'abord scrupuleusement avec eux, puis une fois assuré de son pouvoir, tenta de reprendre le contrôle de son empire en capturant Cuzco en 1536. Malheureusement, il ne faisait pas le poids face à l'envahisseur espagnol, et sa cour et lui se virent forcés de prendre la fuite vers les montagnes du Pérou, où ils continuèrent de régner pendant 36 ans. Mais en 1572, le dernier fort inca tomba, et le souverain au pouvoir, Tupac Amaru, fils de Manco, fut exécuté. La royauté inca anéantie, les nouveaux dirigeants espagnols oppressèrent sévèrement les indigènes et tentèrent de les priver de toute culture, religion, ou traditions. Chaque famille inca devait envoyer l'un de ses membres travailler dans les mines d'or et d'argent espagnoles, et le remplacer immédiatement en cas de décès, le plus souvent tous les un ou deux ans au vu des conditions de travail plus que précaires. La variole continua à se répandre rapidement sur ce qu'il restait de l'empire, emportant entre 60 et 90% de la population. Le typhus, la grippe, la diphtérie et la rougeole se chargèrent du reste, et en 1618, la quasi totalité de la culture inca avait disparu. Cette civilisation, jadis glorieuse, se résume à présent à une poignée de tribus et de vestiges de pierre, reliques d'un passé lointain."
        },
        {
            "heading": "La fin d'un Empire",
            "text": "Atahualpa et Huascar hors jeu, les Espagnols désignèrent leur jeune frère Manco souverain. Il coopéra d'abord scrupuleusement avec eux, puis une fois assuré de son pouvoir, tenta de reprendre le contrôle de son empire en capturant Cuzco en 1536. Malheureusement, il ne faisait pas le poids face à l'envahisseur espagnol, et sa cour et lui se virent forcés de prendre la fuite vers les montagnes du Pérou, où ils continuèrent de régner pendant 36 ans. Mais en 1572, le dernier fort inca tomba, et le souverain au pouvoir, Tupac Amaru, fils de Manco, fut exécuté. La royauté inca anéantie, les nouveaux dirigeants espagnols oppressèrent sévèrement les indigènes et tentèrent de les priver de toute culture, religion, ou traditions. Chaque famille inca devait envoyer l'un de ses membres travailler dans les mines d'or et d'argent espagnoles, et le remplacer immédiatement en cas de décès, le plus souvent tous les un ou deux ans au vu des conditions de travail plus que précaires. La variole continua à se répandre rapidement sur ce qu'il restait de l'empire, emportant entre 60 et 90% de la population. Le typhus, la grippe, la diphtérie et la rougeole se chargèrent du reste, et en 1618, la quasi totalité de la culture inca avait disparu. Cette civilisation, jadis glorieuse, se résume à présent à une poignée de tribus et de vestiges de pierre, reliques d'un passé lointain."
        }
    ],
    "leader": {
        "name": "Pachacutec",
        "subtitle": "Dirigeant des Incas",
        "lived": "Vers 1410 - 1471",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pachacutec.png",
        "trait": {
            "name": "Le chemin de l'Inca",
            "effect": "Les unités se déplacent gratuitement sur les collines. Pas de coût d'entretien pour les améliorations dans les collines ; coût réduit de moitié partout ailleurs."
        },
        "titles": [
            "Sapa Inca"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Pachacutec fut le neuvième dirigeant du royaume de Cuzco, qui devint au cours de son règne un grand empire du nom de Tawantinsuyu. L'Empire inca de Pachacutec s'étendait du Chili actuel à l'Équateur, englobant une grande partie du Pérou, de la Bolivie et du nord de l'Argentine, véritable base d'un futur Empire inca d'encore plus grande envergure."
            },
            {
                "heading": "Ascension vers le trône",
                "text": "Pachacutec était le fils de Virococha, deuxième héritier du trône après son frère aîné, Urco. À cette époque, le royaume de Cuzco était de taille modeste et perpétuellement menacé par la tribu voisine des Chancas. On sait peu de choses sur la jeunesse de Pachacutec, mais il commença à faire parler de lui en impressionnant son père au cours de l'une des invasions des Chancas. Alors que son père et son frère fuyaient le champ de bataille, Pachacutec rassembla les hommes restants et ne remporta pas seulement la bataille, mais décima les Chancas de façon si spectaculaire que les légendes racontent que la Terre elle-même se souleva pour combattre à ses côtés. Pachacutec fut en récompense proclamé prince et cosouverain de Cuzco."
            },
            {
                "heading": "Création d'un empire",
                "text": "À la mort de son père, en 1438, Pachacutec devint le seul dirigeant du royaume et lança immédiatement une série d'invasions victorieuses dans les territoires alentours. Son nouvel empire, l'un des plus grands d'Amérique du Sud, s'étendait de l'Équateur au Chili. Bien qu'il prit de nombreux royaumes par la force, Pachacutec sut aussi adopter une tactique plus sournoise afin d'acquérir de nouvelles terres ; il commençait par envoyer des espions dans les régions convoitées pour récolter des informations sur leurs richesses et moyens militaires. Si le résultat était concluant, il invitait alors les dirigeants à se soumettre pacifiquement en leur vantant les mérites d'une vie sous domination inca. La plupart acceptaient, craignant de subir le même sort que les Chancas, et envoyaient leurs enfants vivre à Cuzco, où ils recevaient une éducation conforme à la loi inca. Ils étaient ensuite endoctrinés et mariés à la noblesse inca avant d'être renvoyés dans leur région d'origine, assurant ainsi l'expansion et la paix de l'empire. Afin de maintenir l'ordre au sein de ses nouvelles acquisitions, Pachacutec établit quatre provinces, chacune contrôlée par un gouverneur local chargé de gérer les affaires quotidiennes. Il créa également une branche de pouvoir séparée pour le clergé et l'armée, donnant ainsi naissance à l'un des premiers systèmes d'équilibre des pouvoirs. Cuzco elle-même fut nommée capitale de l'empire, chaque province disposant de son propre secteur dans la ville. C'est à cette époque qu'il érigea le célèbre Machu Picchu, qu'on pense aujourd'hui avoir été une résidence réservée à son usage personnel. Après sa mort en 1471, son plus jeune fils, Tupac, prit la tête de l'Empire inca, son fils aîné Amaru n'étant en effet pas assez \"guerrier\" pour avoir le droit de lui succéder."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Pachacutec est considéré comme un véritable héros national au Pérou, et nombre des monuments érigés par ses soins dans l'empire subsistent encore. Bien qu'il fût reconnu pour ses prouesses politiques et militaires, ce souverain n'était pas des plus bienveillants ; afin d'assurer la pérennité de son empire, il fit déplacer des centaines de milliers de gens, les relogeant où bon lui semblait au sein de l'empire. Malgré cela, Pachacutec fut à l'origine de la plus grande ère de conquête inca, étendant les frontières de son empire jusqu'à dominer la quasi-totalité des territoires découverts et habités d'Amérique du Sud."
            }
        ]
    }
}