{
    "id": 13,
    "name": "Ottomans",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_ottomans.png",
    "dawn_of_man": "Que Dieu vous sourit avec bienveillance, Ô grand empereur Soliman ! Votre puissance, votre richesse et votre générosité inspirent le respect partout dans le monde ! Vous méritez bien votre surnom de \"Magnifique\" ! Votre empire est né au XIIe siècle, à Bithynie, une petite province à l'est de l'Anatolie. Tirant parti du déclin du grand sultanat seldjoukide de Roum, le roi Osman Ier de Bithynie agrandit son territoire vers l'ouest, en Anatolie. Au cours du siècle suivant, vos sujets vainquirent l'empire byzantin, prenant possession de ses territoires en Turquie et dans les Balkans. Au milieu du XVe siècle, les Ottomans s'emparèrent de l'ancienne Constantinople, prenant ainsi le contrôle du lien stratégique entre l'Europe et le Moyen-Orient. L'empire de votre peuple continua de grandir pendant des siècles, pour atteindre à son sommet une grande partie de l'Afrique du Nord, du Moyen-Orient et de l'Europe de l'est.Puissant Soliman, écoutez l'appel de votre peuple ! Aidez votre empire à retrouver la puissance et la gloire, pour qu'il inspire à nouveau respect et admiration partout dans le monde. Relèverez-vous ce défi, grand empereur ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Janissaire|Janissaires",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/janissary.json"
        },
        {
            "name": "Spahi|Spahis",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/sipahi.json"
        }
    ],
    "city_names": [
        "Istanbul",
        "Edirne",
        "Ankara",
        "Bursa",
        "Konya",
        "Samsun",
        "Gaziantep",
        "Diyarbakir",
        "Izmir",
        "Kayseri",
        "Malatya",
        "Mersin",
        "Antalya",
        "Zonguldak",
        "Denizli",
        "Oidu",
        "Mugla",
        "Eskisehir",
        "Inebolu",
        "Sinop",
        "Adana",
        "Tarsus",
        "Artvin",
        "Bodrum",
        "Eregli",
        "Silifke",
        "Sivas",
        "Amasya",
        "Marmaris",
        "Trabzon",
        "Erzurum",
        "Urfa",
        "Izmit",
        "Afyon",
        "Bitlis",
        "Marmaris"
    ],
    "spy_names": [
        "Ibrahim",
        "Bayezid",
        "Sokollu",
        "Mahmut",
        "Uveys",
        "Roxelana",
        "Safiye",
        "Hafsa",
        "Kosem",
        "Nurbanu"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "L'Empire ottoman trouve son origine en Anatolie (aujourd'hui la Turquie) au début du XIIIe siècle. Au faîte de sa puissance, il s'étendait sur trois continents et prospéra pendant six siècles."
        },
        {
            "heading": "Terrain et climat",
            "text": "A son apogée, l'Empire s'étendait de la Hongrie au nord jusqu'aux côtes de l'océan Indien au sud, et de Basra à l'est jusqu'au Maroc à l'ouest. Avec un territoire aussi vaste, il est impossible de généraliser sur le climat de l'Empire. Les Ottomans régnaient sur des montagnes, des collines, des marécages et des déserts. En été, les températures en Égypte peuvent grimper jusqu'à 45°C et, en hiver, la Hongrie peut afficher des températures négatives renversantes."
        },
        {
            "heading": "Le commencement",
            "text": "L'Empire ottoman tire son nom d'Osman Ier (1258-1326). Osman fut le prince de Bithynie, une petite province d'Anatolie (Turquie), stratégiquement placée en bordure de la mer Noire, du Bosphore et de la mer de Marmara. La Bithynie faisait partie jusque-là du sultanat seldjoukide de Roum, un empire musulman qui contrôla presque toute l'Anatolie pendant plus de deux siècles. Mais les pouvoirs du sultanat diminuèrent (suite aux invasions répétées des Mongols), et les Byzantins voisins ne tardèrent pas à empiéter sur l'Anatolie. Pacifier la région s'avéra impossible et Osman Ier profita de la fébrilité des Byzantins pour avancer jusqu'à Byzance."
        },
        {
            "heading": "La percée en Europe",
            "text": "Au XIVe siècle, Byzance s'affaiblit rapidement. L'héritière orientale de l'Empire romain possédait de vastes territoires en Italie, en Europe de l'Est, en Anatolie, au Moyen-Orient et en Afrique du Nord. Mais en 1300, le domaine s'était réduit à quelques régions grecques, les Balkans et l'ouest de l'Anatolie. Au cours du siècle qui suivit, l'Empire ottoman s'imposa de plus en plus face à l'Empire byzantin en déclin, d'abord en Anatolie, puis dans les Balkans. Quand les Ottomans prirent la capitale bulgare Nicopolis, objectif clé le long du Danube, le roi de Bulgarie lança un appel aux chrétiens européens pour les pousser à lutter contre la menace grandissante que représentait l'Islam. En 1336, une armée de chevaliers en provenance de Hongrie, de Burgonde, de Venise et de Bulgarie, appelée l'Ordre de Saint-Jean de Jérusalem, s'unit pour vaincre les Ottomans. La bataille de Nicopolis est aussi appelée la ''Croisade de Nicopolis''. On ne connaît pas le nombre de combattants, mais on estime qu'il y avait entre 10 000 et 200 000 chevaliers, fantassins et archers de chaque côté (les chiffres les plus élevés étant impropables selon les historiens). D'après des historiens d'époque, un des deux camps était en supériorité numérique à un ratio de 2 contre 1, mais lequel... Dans tous les cas, les croisés marchèrent en direction du sud de la Hongrie et commencèrent le siège de Nicopolis.À tout point de vue, les croisés furent désavantagés par un commandement indécis et une trop grande confiance en eux, problème classique des armées unifiées de manière sporadique. Le siège fut désordonné et les croisés ne postèrent aucune sentinelle. Cependant, le vétéran bourguignon Enguerrand VII, seigneur de Coucy, désobéit aux ordres et envoya une patrouille à la rencontre des Ottomans, ce qui évita aux croisés de tomber de haut. Au matin de la bataille, les forces ottomanes, sous le commandement du sultan Bayezid Ier, se positionnèrent sur le flanc d'une colline surplombant Nicopolis. Les croisés, eux, leur faisaient face à la ville, dos tourné au Danube. L'un des chefs des croisés remarqua que la première ligne des troupes ottomanes étaient composée de miliciens. Sous-entraînés et mal équipés, ils étaient là pour émousser les ennemis avant l'entrée en scène de la puissante infanterie ottomane. Il préconisa que l'infanterie se chargerait de mener l'assaut sur ces troupes et que, dans le même temps, les chevaliers resteraient en position sur les flancs, en soutien de l'infanterie et en opposition aux spahis ottomans (cavalerie). Le chevalier français Philippe d'Artois désavoua ce plan, lui reprochant d'être déshonorant. Il demanda à ce que les chevaliers aient l'honneur de lancer la charge contre l'ennemi. C'est ce plan qui fut retenu. Les Ottomans avaient quant à eux placés une barrière de pics aiguisés devant leurs premières lignes, conçue pour embrocher un cheval en course et ainsi saper une charge de cavalerie. Les croisés écrasèrent les miliciens, mais nombre d'entre eux furent désarçonnés pendant la charge, et l'assaut tourna au désastre. L'infanterie ottomane battit en retraite et les croisés poursuivirent leur avancée sans se reformer, pensant avoir fait fuir les couards. Il n'en était rien, les Ottomans avait une autre troupe de spahis en réserve et Bayezid les fit entrer dans la bataille à ce moment précis. Une unité de cavalerie toute fraîche se lança alors sur des chevaliers épuisés et sans monture. Au même moment, d'autres troupes ottomanes commencèrent à attaquer les positions des croisés sur les flancs. Complètement surpassés, les croisés s'effondrèrent et capitulèrent. Beaucoup de prisonniers nobles européens furent échangés moyennant une bonne rançon, et autant de soldats ordinaires furent massacrés.La prise de Nicopolis renforça un temps les positions des Ottomans dans les Balkans. Aujourd'hui, tout ce qu'il reste de ce qui fut jadis l'Empire byzantin est la ville de Constantinople."
        },
        {
            "heading": "Tamerlan sur le flanc",
            "text": "En 1399, le dirigeant moghol Tamerlan (Timur le boiteux) déclara la guerre à l'Empire ottoman, troublant ainsi la campagne de Bayezid Ier en Europe. Tamerlan était le descendant de conquérants mongols qui menèrent triomphalement leurs troupes à travers la Perse, l'Inde, l'Asie centrale et l'Anatolie. En 1402, la bataille d'Ankara vit la confrontation des troupes de Bayezid et de Tamerlan.Encore une fois, il est impossible d'avancer des chiffres précis sur les forces en présence, mais on parle d'un million d'hommes de chaque côté, ou de 140 000 pour Tamerlan contre 80 000 pour Bayezid. Quoi qu'il en soit, tout le monde s'accorde à dire que Tamerlan bénéficiait d'une très large supériorité numérique.La bataille débuta par une vaste charge des Ottomans, bien vite maîtrisée par la précision des flèches enflammées des archers montés ennemis. Au cours de la bataille, beaucoup de soldats de Bayezid désertèrent et rejoignirent l'armée de Tamerlan. Surpassée et épuisée, l'armée de Bayezid se déclara vaincue et leur chef finit par se faire capturer peu après. Il mourut d'ailleurs en captivité. Ayant renforcé ses positions contre les Ottomans, Tamerlan quitta l'Anatolie et repartit pour l'Inde afin de continuer l'expansion de son Empire.Après la mort de Bayezid, une guerre civile éclata au sein de l'Empire sur fond de conflit de succession entre ses quatre fils. L'Interrègne ottoman dura 11 ans, et prit fin quand le dernier frère survivant, Mehmet Çelebi, s'empara du titre de sultan en 1413.Le sultan Mehmet Ier et son fils Murad II passèrent ensuite bon nombre d'années à restaurer le pouvoir central de l'Empire, et à réparer les dégâts de l'Interrègne."
        },
        {
            "heading": "Renouveau ottoman et expansion",
            "text": "En 1423, après être parvenu à stabiliser l'Empire ottoman, Murad II lança un siège sur Constantinople, puis repartit après avoir extirpé une grosse somme d'argent aux Byzantins. Par la suite, Murad partit en guerre contre Venise, un long conflit qui se solda par une victoire ottomane mais qui laissa à Venise un rôle incontournable pour le commerce dans la partie orientale de la Méditerranée. Il débuta également une guerre prolongée avec la Hongrie pour le contrôle de la Valachie."
        },
        {
            "heading": "Les janissaires",
            "text": "A mesure que le territoire ottoman grandissait, le pouvoir de la noblesse turque augmentait aussi. Murad II y voyait là une grande menace. Pour contrer les Turcs, il créa les janissaires, une unité militaire d'esclaves chrétiens. Murad leur donna des terres, acquises lors de ses plus récentes campagnes, ainsi qu'un revenu et un statut pour créer un contre-pouvoir à la vieille aristocratie turque. Murad continua son expansion en Europe jusqu'en 1444, date à laquelle il fit la paix avec tous ses ennemis avant de se retirer, laissant son fils Mehmet II sur le trône."
        },
        {
            "heading": "Constantinople",
            "text": "Le règne du sultan Mehmet II dura 30 ans, entre 1451 et 1481. L'une de ses premières décisions fut d'assiéger Constantinople. Son vizir et d'autres Turcs tentèrent âprement de s'opposer à l'attaque, qu'ils voyaient comme le début d'une nouvelle campagne expansionniste de l'Empire qui, de ce fait, diminuerait leur pouvoir.Le siège prit fin moins de deux mois plus tard. Mehmet était à la tête d'une armée de 100 000 hommes et Constantinople était défendue par environ 7000 soldats. Ces derniers résistèrent farouchement et repoussèrent les séries d'attaques ottomanes soutenues par le feu des canons. Les Ottomans finirent par percer les défenses et envahirent la ville, écrasant littéralement les ennemis.Bien que les Ottomans ne se privassent pas pour piller la ville, Mehmet fit preuve de clémence auprès des habitants, leur laissant la vie sauve et ''quelques'' biens. Il n'opprima pas les non-musulmans, et de nombreux juifs émigrèrent dans l'Empire ottoman pour se protéger des persécutions européennes.Mehmet II fit de Constantinople la capitale de son empire, se positionnant ainsi stratégiquement aux portes de l'Europe.Tout au long du siècle qui suivit, l'Empire ottoman s'enfonça un peu plus en Europe, au Moyen-Orient et en Afrique. En plus de ses imposantes unités d'infanterie, il se dota de puissantes forces navales, qui dominèrent bien vite la Méditerranée orientale et la mer Noire, et imposèrent leur présence dans la mer Rouge et l'océan Indien, où elles avaient fort à faire face à des flottes européennes grandissantes, comme celle du Portugal."
        },
        {
            "heading": "Soliman",
            "text": "Soliman le Magnifique (1520-1566) poursuivit l'expansion de l'Empire ottoman en Europe en désignant la Hongrie comme premier objectif. A la tête de ses ennemis européens se trouvait la famille des Habsbourg (qui tenait la Hongrie et presque tout le reste de l'Europe). Cependant, il pouvait compter sur un allié de taille, le roi de France. Celui-ci devinait les intentions des Habsbourg et, craignant pour son royaume, soutenait quiconque était désireux de les affaiblir. En 1521, Soliman prit Belgrade et, en 1526, les Ottomans contrôlaient la majeure partie de la Hongrie. La guerre dura plusieurs années. En 1529, Soliman parvint à atteindre Vienne, la ville européenne la plus puissante de la région. Il se montra incapable de prendre la ville et dut mettre fin au siège, mais conforta ses positions en Hongrie qu'il contrôla plus de 10 ans.Sur les océans, la réponse de Soliman aux Européens fut de rassembler une marine militaire puissante placée sous le commandement de Barberousse, un ancien pirate reconverti en amiral ottoman. Barberousse s'empara d'Alger en 1529 et Soliman mit toute la province à sa disposition pour soutenir sa flotte. Dans les années 1530, Barberousse se lança dans diverses batailles navales contre des forces européennes ; il en sortit victorieux à chaque fois.Dans la même période, l'Empire s'était encore consolidé avec des frontières allant à la limite de ce que les ressources en armes et en hommes de l'époque autorisaient. Soliman envahit l'Iran rapidement mais arriva à court de provisions avant d'affronter l'armée iranienne. Il quitta le pays et les Iraniens durent simplement revenir et récupérer ce qui leur avait été pris. En 1555, un accord fut trouvé pour définir les frontières de l'Empire ottoman à l'est. Il conserva l'Iraq et l'est de l'Anatolie, mais dut renoncer à l'Azerbaïdjan et au Caucase.A cette époque, l'Empire ottoman était à son apogée et représentait un puissant pôle militaire et économique. Les caisses de l'Empire étaient remplies par les tributs des territoires conquis : l'Égypte, l'Afrique du Nord et l'Europe de l'Est. L'Empire ottoman était par ailleurs stratégiquement situé sur les routes commerciales entre l'Europe et l'Extrême-Orient, lui permettant d'empocher des commissions sur le sémillant commerce des épices. Cette période coïncide d'ailleurs avec le lancement des grandes explorations en Europe, dont le but était de trouver un moyen de contourner les territoires ottomans afin de commercer directement avec l'Inde, la Chine et les autres fournisseurs d'épices."
        },
        {
            "heading": "Déclin de l'Empire",
            "text": "Au cours des siècles qui suivirent, l'Empire ottoman connut un lent déclin. Bien sûr, il conservât son statut d'État puissant et central pendant de nombreuses années, mais il ne parvint pas à retrouver la grandeur qu'il montrait à son apogée durant le règne de Soliman. Entre le milieu et la fin du XVIe siècle, les janissaires avaient atteint les hautes sphères du pouvoir à Istanbul (le nouveau nom de Constantinople), gangrénées par la corruption. Le titre de grand vizir accordait un pouvoir plus important tandis que celui de sultan déclinait. Les vizirs ne tardèrent pas à outrepasser leurs droits et leurs fonctions et furent démantelés. Le pouvoir alla d'abord au harem (''Sultanat des Femmes''), de 1570 à 1578, avant d'être transféré aux mains des militaires, de 1578 à 1625.Le principal problème était que le territoire était trop grand pour être gouverné efficacement. Avec le temps, l'Empire plongea dans ce que l'on pourrait appelé l'anarchie. A cause d'une corruption grandissante et du problème épineux de la balance commerciale, l'économie de l'Empire s'effondra, et une inflation galopante l'ébranla tout au long des XVIe et XVIIe siècles.Malgré ses faiblesses intérieures, l'Empire conserva son image de puissance internationale, notamment crainte par l'Europe. Bien que l'Empire ait occasionnellement subi quelques défaites, son armée restait la plus puissante. Année après année, l'Empire ottoman continua même à s'étendre, absorbant Tunis, Fès et la Crète en Méditerranée, ainsi que l'Azerbaïdjan et une partie du Caucase.C'est à la fin du XVIIe siècle que les Ottomans allèrent trop loin. En 1683, le grand vizir Pacha Kara Mustafa reconduisit le siège sur Vienne. Menées par le roi polonais Jean III Sobieski, les troupes de défense délogèrent les Turcs rapidement.Ragaillardi par la fébrilité des Ottomans, Sobieski parvint à rassembler les forces européennes pour se lancer dans une croisade contre leur ennemi commun. Les Habsbourg partirent récupérer leurs territoires dans les Balkans, les Vénitiens revendiquèrent leurs anciennes bases dans l'Adriatique, et une nouvelle puissance, la Russie, se mit à la recherche d'un port en Méditerranée.Il s'agissait là d'une alliance instable, où chacun alla de temps à autre lancer un assaut contre son voisin. En outre, l'Empire ottoman avait le soutien de la France (toujours intéressée par un moyen d'affaiblir les Habsbourg), mais aussi de la Grande-Bretagne et des Pays-Bas, qui craignaient de voir l'équilibre des forces en Europe (et leur suprématie maritime) menacé par le camp qui ferait tomber l'Empire ottoman.Les membres de l'alliance tinrent bon et se partagèrent la plupart des territoires ottomans en Europe tout au long du siècle qui suivit. En 1792, les Ottomans avaient reculé jusqu'au Danube. Ils perdirent des territoires qu'ils possédaient depuis près de deux siècles. Peu de temps après, ils durent quitter la côte au nord de la mer Noire, le Caucase, le sud de l'Ukraine et la Crimée."
        },
        {
            "heading": "La fin",
            "text": "Au milieu du XIXe siècle, plusieurs sultans se lancèrent dans la modernisation de l'Empire ottoman. Ils tentèrent d'imposer d'importantes réformes à l'armée, au gouvernement et à l'éducation. Leur mise en place fut lente, freinée d'une part par ceux dont le pouvoir était menacé par ces idées nouvelles, mais aussi par la situation financière plus que précaire de l'État, qui résistait tant bien que mal aux pressions extérieures d'ennemis près à donner le coup de grâce. Malgré cela, l'État comptait au XXe siècle des milliers d'écoles en activité et un nombre croissant d'écoles secondaires et d'universités. Des écoles militaires furent créées sur le modèle européen et le gouvernement s'essaya même au système parlementaire, qui fut toutefois abandonné moins d'un an après.En 1909, un groupe de réformateurs nommé ''les Jeunes-Turcs'' menèrent une rébellion pour restaurer le parlement (projet abandonné 30 ans plus tôt). La révolte donna naissance à un mouvement plus important encore qui poussa le gouvernement à démissionner. Un nouveau sultan fut ''choisi'' et immédiatement contraint de réhabiliter le parlement. En réalité, c'était l'armée qui tirait les ficelles.En 1914, l'Empire ottoman entra dans la Première Guerre mondiale du côté de l'Allemagne, de l'Autriche et de la Bulgarie. Durant le conflit, les Ottomans repoussèrent une attaque audacieuse mais mal préparée des Britanniques sur les Dardanelles, les stoppant dans leur avancée vers la Russie. Ils affrontèrent les alliés en Europe, en Égypte, dans les Balkans et au Moyen-Orient. Ils décidèrent également la mise en place du génocide arménien en Asie Mineure, tuant peut-être jusqu'à un demi-million d'hommes, de femmes et d'enfants.À la fin de l'année 1918, il devint évident que les Empires centraux allaient perdre la guerre, et les Ottomans signèrent l'armistice le 30 octobre. Les vainqueurs démantelèrent ce qui restait de l'Empire ottoman, et la Grande Bretagne, la France et l'Italie se partagèrent l'Afrique du Nord, l'Égypte, le Moyen-Orient ainsi que des régions d'Asie Mineure. Les zones qui n'intéressaient pas les forces alliées furent délimitées et transformées en États indépendants. On ne laissa aux Ottomans que la ville d'Istanbul et une partie de la Thrace.La plupart des plans des alliés n'aboutirent à rien. En 1923, un brillant général ottoman, Mustafa Kemal, plus tard appelé Atatürk, ou ''père des Turcs'', réunifia l'Asie Mineure. C'est ainsi que naquit la Turquie. Ce nouveau pays faisait disparaitre l'entité politique connue sous le nom ''d'Empire ottoman'', 600 ans après sa création."
        },
        {
            "heading": "Éloge pour une Europe oubliée",
            "text": "En résumé, l'Empire ottoman exista pendant six siècles. Il défia l'Europe et s'imposa. Il conquit la Perse, l'Égypte, l'Afrique du Nord et une partie des Balkans. Il détruisit l'Empire byzantin. Bref, l'Empire ottoman semblait plus fort que tout."
        },
        {
            "heading": "Éloge pour une Europe oubliée",
            "text": "En résumé, l'Empire ottoman exista pendant six siècles. Il défia l'Europe et s'imposa. Il conquit la Perse, l'Égypte, l'Afrique du Nord et une partie des Balkans. Il détruisit l'Empire byzantin. Bref, l'Empire ottoman semblait plus fort que tout."
        },
        {
            "heading": "Éloge pour une Europe oubliée",
            "text": "En résumé, l'Empire ottoman exista pendant six siècles. Il défia l'Europe et s'imposa. Il conquit la Perse, l'Égypte, l'Afrique du Nord et une partie des Balkans. Il détruisit l'Empire byzantin. Bref, l'Empire ottoman semblait plus fort que tout."
        }
    ],
    "leader": {
        "name": "Soliman",
        "subtitle": "Dirigeant de l'Empire ottoman",
        "lived": "1494-1566",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/suleiman.png",
        "trait": {
            "name": "Barbaresques",
            "effect": "Promotion \"Unités navales vaincues\" pour chaque unité navale de combat rapproché (gain des navires adverses après une victoire). Coût entretien des unités navales : 1/3 du prix habituel."
        },
        "titles": [
            "Le Magnifique",
            "Le Législateur"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Soliman Ier, plus connu sous les noms de \"Soliman le Magnifique\", de \"Législateur\" et de \"Grand Turc\", était calife d'Islam et sultan de l'Empire ottoman. Il prit les rênes du royaume turc en 1520 et régna jusqu'à sa mort en 1566. Durant son règne, Soliman étendit considérablement les frontières de l'Empire, suscitant autant de peur que d'admiration auprès des dirigeants d'Europe, d'Afrique, d'Asie et du Moyen-Orient."
            },
            {
                "heading": "Les premières années",
                "text": "Soliman était fils et petit-fils de sultan. Très tôt, il étudia les sciences, la littérature, la théologie et les arts militaires à Istanbul. À l'âge de 17 ans, il fut nommé gouverneur de Caffa par son grand-père, puis de Manisa durant le règne de son père, le sultan Selim Ier. Son père mourut en 1520. Soliman, alors âgé de 26 ans, monta sur le trône. Bien qu'assez jeune lorsqu'il accéda au pouvoir, Soliman avait déjà l'expérience de dix années de régence."
            },
            {
                "heading": "Ambitions militaires en Europe",
                "text": "Selon certains historiens, Soliman, grand admirateur d'Alexandre le Grand, aurait voulu s'inspirer du Macédonien et établir un empire comprenant l'Europe, l'Asie Mineure, l'Afrique et le Moyen-Orient. Lorsqu'il monta sur le trône, il commença à planifier une campagne contre l'Europe et les Balkans.En 1521, seulement un an après avoir pris le pouvoir, Soliman s'empara de Belgrade. L'année suivante, il prit l'île de Rhodes aux Hospitaliers de Saint-Jean. En 1526, il remporta la bataille de Mohacs contre les Hongrois dont il tua le roi, Louis II, au combat.Après la mort de Louis II, le trône hongrois fut occupé par Ferdinand Ier de Habsbourg, archiduc d'Autriche. Cherchant à affaiblir l'influence des Habsbourg en Europe de l'Est, Soliman soutint Jean Zapolya, Prince de Transylvanie, espérant le voir prendre le pouvoir. En 1529, il assiégea Vienne. Si le siège fut un échec, il permit de concentrer les forces hongroises en un seul lieu, tandis que le fantoche de Soliman, Jean, prenait le contrôle de la majeure partie de la Hongrie. À la mort de Jean, en 1540, les Autrichiens repartirent pour la Hongrie centrale. Les deux puissances continuèrent de s'affronter pendant près de vingt ans, sans qu'aucune ne prenne réellement l'avantage. Finalement, elles signèrent un traité de paix en 1562, quatre ans avant la mort de Soliman.Pour soutenir ses campagnes territoriales, Soliman créa une grande flotte sur la Méditerranée, la première d'une telle importance dans l'histoire ottomane. Il confia ses troupes à l'amiral Khayr ad-Din (connu en Occident sous le nom de \"Barberousse\"), un ancien pirate et stratège naval de génie. Ce dernier vainquit la flotte combinée de la république de Venise et d'Espagne en 1538, octroyant aux Ottomans la domination totale de la Méditerranée orientale pour les quarante années à venir."
            },
            {
                "heading": "Campagne militaire en Perse",
                "text": "Durant son règne, Soliman mena contre les Perses trois campagnes majeures. La première (1532-1534) vit l'annexion par les Ottomans d'une partie de l'Asie Mineure orientale, ainsi que d'une portion de l'Irak. Durant la deuxième, près de quinze ans plus tard (1548-1549), l'Empire récupéra certains territoires stratégiques autour du lac de Van, à la frontière de la Perse et de l'Asie Mineure. La troisième (1553-1555) fut peu concluante, les Ottomans ne parvenant pas à tenir un assaut soutenu en territoire perse, échouant ainsi à conserver longtemps les zones conquises."
            },
            {
                "heading": "Développement domestique",
                "text": "En tant que sultan, Soliman s'entoura d'hommes d'État et d'administrateurs compétents, voire bien souvent brillants. Il fit bâtir des mosquées, des ponts, des routes et des forteresses dans tout son territoire, et son règne est souvent considéré comme l'un des âges d'or de l'architecture ottomane. Il travailla également à la réformation et à la codification du système légal de l'Empire. Le système du \"Législateur\" demeura inchangé pendant trois siècles. Il accorda notamment beaucoup d'attention aux revendications des sujets catholiques de l'Empire, qui, avant lui, n'avaient guère été considérés que comme des serfs. Les Juifs, eux aussi, bénéficiaient d'une certaine protection, à tel point que nombre d'entre eux émigrèrent d'Europe vers l'Empire ottoman où ils étaient nettement mieux considérés et traités."
            },
            {
                "heading": "Culture, religion et arts",
                "text": "Si ses victoires territoriales furent impressionnantes, le sultan, lui-même poète inspiré et musulman fervent, s'illustra également en valorisant la culture au sein de l'Empire. Durant son règne, des centaines de sociétés artistiques fleurirent aux quatre coins du pays. Soliman commandita la construction de très nombreuses mosquées d'une splendeur sans précédent. Nombre d'entre elles furent conçues par le maître architecte Sinan."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Soliman mourut en 1566 durant une nouvelle campagne en Hongrie. Au moment de sa mort, il était réputé dans tout le monde connu. En Europe, il était envié pour son incommensurable fortune, son somptueux trésor contenant plus de richesses qu'aucun autre dirigeant de l'histoire n'en avait jamais possédé. Il était admiré pour ses prouesses militaires et respecté pour sa tolérance envers ses sujets non-musulmans.Les partisans de l'Islam le respectaient en tant que sultan, et ce, pour sa croyance inébranlable en la primauté de la loi. Le sultan adopta la loi sacrée coranique pour compléter la loi traditionnelle mise en place par ses prédécesseurs, proposant un modèle qui perdura au sein des puissances orientales pendant plusieurs siècles.Parmi les musulmans comme parmi les chrétiens, bien peu estimaient qu'il ne méritait pas son qualificatif de \"Magnifique\"."
            }
        ]
    }
}