{
    "id": 43,
    "name": "Zoulous",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/zoulous.png",
    "dawn_of_man": "Votre peuple s'agenouille devant vous, Chaka zoulou, grand guerrier et fondateur du royaume zoulou. Condamné à l'exil suite à la répudiation de votre mère, vous vous êtes néanmoins imposé comme le chef véritable des Zoulous, créant de nouvelles lois et réformes culturelles pour asseoir la domination de votre royaume. Plus que tout, c'est votre incroyable aptitude pour le combat qui a forgé votre réputation. Fin stratège et chef charismatique, vous avez révolutionné l'art de la guerre à travers les plaines de l'Afrique australe. Fabuleux guerrier, les Zoulous veulent retrouver la force et l'unité qui ont marqué votre règne. Pourrez-vous rendre à votre royaume sa puissance passée ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "iKanda|iKandas",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/ikanda.json"
        }
    ],
    "unique_units": [
        {
            "name": "Impi|Impis",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/impi.json"
        }
    ],
    "city_names": [
        "Ulundi",
        "Umgungundlovu",
        "Nobamba",
        "Bulawayo",
        "KwaDukuza",
        "Nongoma",
        "Ondini",
        "Nodwengu",
        "Ndondakusuka",
        "Babanango",
        "Khangela",
        "KwaHlomendlini",
        "Hlobane",
        "Ethekwini",
        "Mlambongwenya",
        "Eziqwaqweni",
        "Emangweni",
        "Isiphezi",
        "Masotsheni",
        "Mtunzini",
        "Nyakamubi",
        "Dumazulu",
        "Hlatikulu",
        "Mthonjaneni",
        "Empangeni",
        "Pongola",
        "Tungela",
        "KwaMashu",
        "Ingwavuma",
        "Hluhluwe",
        "Mtubatuba",
        "Mhlahlandlela",
        "Mthatha",
        "Maseru",
        "Lobamba",
        "Qunu"
    ],
    "spy_names": [
        "Gumede",
        "Jama",
        "Mageba",
        "Malanda",
        "Mnguni",
        "Ndaba",
        "Phunga",
        "Senzangakhona",
        "Balungile",
        "Samkelisiwe"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Au début de chaque hiver, les guerriers zoulous, affamés de victoires, se réunissaient sur leurs terres ancestrales pour célébrer leurs prochaines conquêtes aux cris de \"Ngathi impi\" (littéralement \"Grâce à nous, la guerre\"). C'est en s'appuyant sur cet esprit que Chaka forgea l'Empire zoulou et que Cetshwayo défia les tout-puissants Britanniques. En 1816, Chaka s'installa au pouvoir du clan zoulou, à l'époque relativement faible, avant deux ans plus tard de prendre la tête de la confédération Mthethwa, la tribu de son mentor. Au cours de la décennie suivante, Chaka et ses guerriers conquirent et intégrèrent la plupart des tribus de la région, érigeant ainsi le plus grand empire autochtone que le sud de l'Afrique ait jamais connu. À la mort de Chaka, l'un de ses assassins, son demi-frère Dingane, monta sur le trône. Emmenés par différents chefs de clans, les Zoulous combattirent les colons blancs, se dressant tout d'abord contre les Voortrekkers néerlandais, puis contre les Britanniques de la colonie du Cap. Cet affrontement donna lieu à la guerre anglo-zouloue, et malgré des victoires initiales, Cetshwayo finit par être renversé en 1879. En 1887, l'Empire britannique annexa les terres zouloues. En dépit des défaites et de l'occupation, l'esprit de combativité des Zoulous ne disparut jamais et leurs dirigeants jouèrent un rôle majeur dans l'abolition de l'apartheid et la direction de l'Afrique du Sud contemporaine."
        },
        {
            "heading": "Terrain et climat",
            "text": "La province du KwaZulu-Natal, qui inclut l'ancien Royaume zoulou, bénéficie d'un climat subtropical. Les étés sont chauds et humides, et les hivers secs et doux, avec de la neige dans le massif du Drakensberg. La géographie peut être divisée en trois ensembles distincts. Les plaines côtières de l'océan Indien se caractérisent par de profonds ravins et une végétation typique des forêts subtropicales. À l'ouest et au nord, on trouve les régions montagneuses du Drakensberg et du Lebombo. Entre la mer et les montagnes s'étend la région intérieure du Natal, un plateau vallonné de collines qui s'élèvent progressivement vers l'ouest. Ce territoire était au coeur de l'Empire zoulou ; il se distingue par ses prairies humides et ses poches de forêt afromontagnarde. C'est dans cette région que les Zoulous se consacraient à l'élevage de troupeaux bovins, activité au centre de leur économie et de leur culture. Même si l'agriculture jouait un rôle limité pour les tribus, le KwaZulu-Natal dispose aujourd'hui de vastes champs de canne à sucre et de maïs, et constitue le premier fournisseur de fruits de l'Afrique du Sud, notamment pour les bananes et les ananas."
        },
        {
            "heading": "Émergence du Royaume zoulou",
            "text": "Lorsque Chaka s'empara du pouvoir avec l'aide de Dingiswayo, chef de la puissante confédération Mthethwa, les Zoulous n'étaient qu'une petite tribu du peuple nguni. Contraint à l'exil par son père, Chaka, accompagné de sa mère, avait trouvé refuge chez les Mthethwas. Sous la houlette de Dingiswayo, Chaka devint un féroce guerrier et reçut le commandement d'un régiment où il servit avec les honneurs. Durant cette période, il modifia l'équipement de ses unités, les armant de sagaies, une lance dotée d'un manche de 60 cm et terminée par une large lame, ainsi que leurs stratégies militaires, adoptant la formation en \"tête de buffle\" destinée à encercler et anéantir les forces ennemies. Il organisa ses armées par classes d'âge, où les garçons d'une même génération étaient entraînés au combat dans des kraals militaires baptisés \"iKanda\" et combattaient toute leur vie au sein du même régiment. En 1816, après le décès de son père, Chaka renversa le pouvoir de son frère aîné et le tua pour prendre le contrôle de la tribu. Les Zoulous, séduits par ce coup d'état somme toute relativement pacifique, l'acceptèrent volontiers pour nouveau chef. Bénéficiant d'une exceptionnelle liberté en tant que vassal des Mthethwas, Chaka utilisa ses nouvelles forces militaires pour vaincre et assimiler impitoyablement les nombreuses tribus avoisinantes, notamment celle de sa mère. À la mort de Dingiswayo, assassiné par le clan des Ndwandwe, Chaka s'engouffra rapidement dans le vide laissé à la tête des Mthethwas et fusionna ses intérêts à ceux de son défunt mentor. Au cours des dix années qui suivirent, le Royaume zoulou envahit et assimila la plupart des tribus de la région. Chaka résista au premier assaut des Ndwandwe et, deux ans plus tard, ses armées triomphèrent définitivement de ce clan ennemi et de ses alliés lors de la bataille de la rivière Mhlathuze. Comme il en avait l'habitude, Chaka intégra les survivants de ces tribus vaincues dans son royaume. Quand il mourut assassiné en 1828, le Royaume zoulou était devenu un empire. L'influence de Chaka dans l'histoire africaine ne doit pas être sous-estimée. En 1825, il avait conquis une zone d'environ 30 000 km². Ses conquêtes contribuèrent à insuffler une culture guerrière dans toute l'Afrique du sud-est, de la rivière Tugela, au sud, aux montagnes de Drakensberg, au nord. Bien que ses réformes militaires soient prédominantes, Chaka stabilisa également l'économie agraire et développa le commerce dans tout son royaume. Il tissa des relations cordiales avec les envahisseurs européens, tout en mettant ses chefs de clans en garde contre leurs ambitions territoriales et culturelles. L'une des conséquences les plus durables du règne de Chaka est probablement le phénomène de migration massive des peuples, appelé \"Mfecane\" (\"La dispersion\"). En effet, les tribus qui fuyaient l'expansion des Zoulous entraînaient le déplacement d'autres tribus, à leur tour contraintes de se disperser, ce qui modifia durablement la réalité ethnique et culturelle de l'Afrique."
        },
        {
            "heading": "Successeurs de Chaka",
            "text": "L'un des assassins de Chaka, son demi-frère Dingane (1795-1840), s'empara du trône et fit exécuter pratiquement tous les membres de la famille royale, à l'exception de son demi-frère, Mpande. Mais plus encore que sa famille, Dingane craignait les régiments de l'armée de Chaka, la plupart étant demeurés fidèles à la mémoire de leur chef. Pour les apaiser, Dingane autorisa les guerriers les plus âgés à se marier et à servir en tant que miliciens plutôt que comme soldats de métier. Ces mesures ébranlèrent la supériorité militaire zouloue et Dingane, qui n'avait pas la fibre guerrière de Chaka, s'inclina face aux révoltes de certaines tribus jusqu'alors loyales. Par ailleurs, en 1837, Dingane accepta de céder les terres zouloues au sud de la rivière Tugela aux Voortrekkers, ces colons néerlandais chassés de la colonie britannique du Cap. Mais il assassina Piet Retief, chef des Voortrekkers, et sa délégation diplomatique dans son kraal royal, et fit massacrer quelques 500 Néerlandais, hommes, femmes et enfants, installés dans les environs. En représailles, environ 450 Voortrekkers armés de fusils écrasèrent l'armée de 10 000 hommes de Dingane lors de la bataille de Blood River, en décembre 1838. Dingane mit le feu à son kraal et s'enfuit vers le nord. Mpande fit défection avec 17 000 guerriers zoulous et s'allia aux Néerlandais. En janvier 1840, Dingane fut assassiné par des officiers mutinés de son armée. Mpande (1798-1872) remplaça Dingane et maintint une étroite collaboration avec Andries Pretorius, nouveau chef des Voortrekkers. Avec l'assentiment de Mpande, les Hollandais formèrent la République boer de Natalia, au sud de la Tugela et à l'ouest de la colonie britannique de Port Natal. Quand la guerre éclata entre les Boers et les Britanniques, conflit qui se solda par l'annexion de la colonie néerlandaise, Mpande fit allégeance aux Britanniques et resta en bons termes avec eux jusqu'à sa mort. Dans l'ensemble, le peuple considérait Mpande comme un dirigeant faible, notamment du fait de ses relations étroites avec les colonisateurs blancs et de son incapacité à modérer les ambitions de ses fils, l'aîné Cetshwayo et le cadet, Mbulazi. En 1852, une lutte de succession s'engagea entre les deux frères et s'acheva par une bataille sur les rives du Tugela, où Mbulazi trouva la mort."
        },
        {
            "heading": "Cetshwayo et la guerre anglo-zouloue",
            "text": "À la mort de Mpande en septembre 1872, Cetshwayo s'installa au sommet d'un Empire zoulou toujours aussi puissant. Comme le veut la coutume chez les Zoulous, il érigea une nouvelle capitale appelée Ulundi (\"lieu élevé\"). Se considérant comme le premier véritable successeur de Chaka, il remit au goût du jour la plupart des pratiques et règles militaires de ce dernier. Impressionné par les colons néerlandais, il arma même certains impis de mousquets. Particulièrement sensible aux mises en garde de Chaka sur les blancs, Cetshwayo bannit les missionnaires chrétiens de ses terres. Il incita également les autres tribus à se rebeller contre l'expansion des Boers dans la région du Transvaal et encouragea le vol de bétails dans les territoires britanniques le long de la frontière zouloue. En 1878, Sir Henry Frere, administrateur britannique de l'Afrique du Sud, exigea des réparations à la suite de violations de frontière pratiquées par 14 chefs de clans zoulous. Cetshwayo estima les termes de l'ultimatum inacceptables et mit ses régiments sur le pied de guerre. En décembre, les forces britanniques franchirent la Tugela pour imposer leurs conditions et punir les Zoulous. Mais cette première incursion fut sévèrement réprimée lors de la bataille d'Isandlwana le 22 janvier : les Zoulous brisèrent la principale colonne anglaise, faisant près de 1 300 victimes, en majorité parmi les tuniques rouges britanniques. Il s'agissait de la pire défaite concédée par l'armée britannique face à une force africaine. Toutefois, Cetshwayo ne parvint pas à transformer cette écrasante victoire en avantage diplomatique ou stratégique. Après une phase de panique et de réorganisation, les Britanniques passèrent à nouveau la Tugela, mais avec une approche plus prudente. Une série de victoires britanniques suivirent, jusqu'au siège et à la destruction d'Ulundi. Un mois plus tard, Cetshwayo fut capturé et emmené au Cap, avant d'être exilé vers Londres. Il ne revint en Afrique qu'en 1883."
        },
        {
            "heading": "Chute du Royaume zoulou",
            "text": "Les Britanniques divisèrent les restes de l'Empire zoulou en 13 \"sous-royaumes\", très vite déchirés par des conflits qui déstabilisèrent une fois de plus les frontières coloniales. Ils renvoyèrent Cetshwayo en Afrique et, dans l'espoir de restaurer l'ordre, le placèrent à la tête d'une zone tampon prise sur les anciennes terres zouloues. Mais aidé par des mercenaires boers, l'un des roitelets, Zibhebhu, ne tarda pas à attaquer Cetshwayo à Ulundi. Cetshwayo, blessé, parvint néanmoins à se réfugier dans son kraal d'Eshowe, où il mourut des suites de ses blessures en février 1884. Les historiens s'accordent à dire que le deuxième pillage d'Ulundi marque la chute définitive du Royaume zoulou. Le fils de Cetshwayo, Dinuzulu, alors âgé de 15 ans, avait hérité des vestiges de l'empire. Il recruta des Boers dirigés par Louis Botha pour vaincre Zibhebhu, puis rattacha les terres de celui-ci aux siennes. Obligé de tenir ses engagements envers les Boers, il leur céda environ la moitié de son \"Zoulouland\", où ils fondèrent une république indépendante néerlandaise. Les Britanniques s'en alarmèrent et annexèrent le petit royaume de Dinuzulu en 1887, avant de le condamner à dix ans d'exil sur l'île de Sainte-Hélène suite à son rôle dans les combats qui opposèrent Zoulous et Britanniques entre 1883 et 1884. Libéré en 1897, Dinuzulu, empêtré dans des démêlés politiques avec d'autres tribus, fut à nouveau arrêté par les Britanniques en 1906 pour son rôle dans la révolte de Bambatha et condamné pour trahison. En 1910, l'Union sud-africaine vit le jour et son nouveau premier ministre, Louis Botha, mit fin à l'exil de Dinuzulu, qui put finir sa vie dans une ferme de la région du Transvaal."
        },
        {
            "heading": "Le Zoulouland aujourd'hui",
            "text": "Composée de quatre colonies britanniques (le Cap, Natal, Transvaal et la rivière Orange), l'Union d'Afrique du Sud était un dominion de l'Empire britannique doté d'un gouvernement autonome. Au sein de l'Union, les Zoulous constituaient le premier groupe ethnique. En 1948, craignant l'augmentation de la population et l'influence croissante des peuples autochtones, les dirigeants du Parti national afrikaner au pouvoir élaborèrent les lois sur l'apartheid pour conforter le pouvoir des blancs et garantir la séparation raciale. Ces lois raciales se répercutèrent sur tous les aspects de la vie sociale, politique et culturelle. Tous les Noirs devaient notamment avoir sur eux un livret contenant leurs empreintes digitales, une photo, et des autorisations d'accès aux zones \"non-blanches\". En 1951, le Bantu Authorities Act instaura des réserves pour les indigènes, appelées \"homelands\". La plus grande était KwaZulu.Quand l'Union devint une république avec la constitution de 1961, les lois d'apartheid furent conservées. En outre, dans les années 1960, 1970 et 1980, le gouvernement adopta une politique de relocalisation qui obligea les non-blancs à déménager et à rester dans leurs homelands. Cependant, à la fin des années 1980, le système d'apartheid battait de l'aile, sous la pression de militants du pays (particulièrement le Front démocratique uni) et d'organisations internationales, tels le Congrès national africain (ANC) et les Nations unies. De 1990 à 1993, une série de négociations mit progressivement fin à l'apartheid et déboucha sur des élections libres en avril 1994. Au cours de cette période, les nationalistes zoulous jouèrent un rôle majeur sur le plan politique et militant. Le principe des chefs de clans zoulous fut même rétabli. Bien que le roi zoulou n'ait pas de pouvoir politique, il jouit d'une influence culturelle remarquable et, depuis la fin de l'apartheid, sa position est reconnue par la constitution sud-africaine et sa succession est garantie."
        },
        {
            "heading": "Le Zoulouland aujourd'hui",
            "text": "Composée de quatre colonies britanniques (le Cap, Natal, Transvaal et la rivière Orange), l'Union d'Afrique du Sud était un dominion de l'Empire britannique doté d'un gouvernement autonome. Au sein de l'Union, les Zoulous constituaient le premier groupe ethnique. En 1948, craignant l'augmentation de la population et l'influence croissante des peuples autochtones, les dirigeants du Parti national afrikaner au pouvoir élaborèrent les lois sur l'apartheid pour conforter le pouvoir des blancs et garantir la séparation raciale. Ces lois raciales se répercutèrent sur tous les aspects de la vie sociale, politique et culturelle. Tous les Noirs devaient notamment avoir sur eux un livret contenant leurs empreintes digitales, une photo, et des autorisations d'accès aux zones \"non-blanches\". En 1951, le Bantu Authorities Act instaura des réserves pour les indigènes, appelées \"homelands\". La plus grande était KwaZulu.Quand l'Union devint une république avec la constitution de 1961, les lois d'apartheid furent conservées. En outre, dans les années 1960, 1970 et 1980, le gouvernement adopta une politique de relocalisation qui obligea les non-blancs à déménager et à rester dans leurs homelands. Cependant, à la fin des années 1980, le système d'apartheid battait de l'aile, sous la pression de militants du pays (particulièrement le Front démocratique uni) et d'organisations internationales, tels le Congrès national africain (ANC) et les Nations unies. De 1990 à 1993, une série de négociations mit progressivement fin à l'apartheid et déboucha sur des élections libres en avril 1994. Au cours de cette période, les nationalistes zoulous jouèrent un rôle majeur sur le plan politique et militant. Le principe des chefs de clans zoulous fut même rétabli. Bien que le roi zoulou n'ait pas de pouvoir politique, il jouit d'une influence culturelle remarquable et, depuis la fin de l'apartheid, sa position est reconnue par la constitution sud-africaine et sa succession est garantie."
        }
    ],
    "leader": {
        "name": "Chaka",
        "subtitle": "Dirigeant du Royaume zoulou",
        "lived": "Env. 1787 - 1828",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/chaka.png",
        "trait": {
            "name": "Sagaie",
            "effect": "Le coût de maintenance des unités de combat rapproché diminue de 50%. Toutes les unités peuvent acquérir la promotion suivante avec 25% d'expérience en moins."
        },
        "titles": [
            "Chef de clan des Zoulous"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "\"Frappe l'ennemi une fois pour toutes. Anéantis son existence en tant que tribu, ou il ne vivra que dans l'espoir de te trancher la gorge\". D'après le journal de H.F Flynn, c'est en ces termes que Chaka s'adressa à son allié Dingiswayo à propos d'un ennemi vaincu. Même si cette citation n'est pas authentifiée, ces mots résument bien la philosophie de Chaka. Fils bâtard d'un chef tribal, Chaka kaSenzangakhona chassa son demi-frère en 1816 pour prendre la tête des Zoulous. Il parvint à unifier les tribus ngunies dans le Royaume zoulou. Considéré comme un génie militaire pour ses réformes et ses innovations, il fut également condamné pour la brutalité de son règne. Quoi qu'il en soit, Chaka jeta les bases d'un puissant État zoulou. Lorsqu'il mourut assassiné en 1828, les Zoulous étaient en mesure de défier les Européens pour le contrôle de l'Afrique du Sud."
            },
            {
                "heading": "Jeunesse",
                "text": "Même si la vie de Chaka est entourée de légendes et de fables, nous savons qu'il était le fils illégitime de Senzangakhona, chef d'une tribu zouloue insignifiante de moins de 1500 personnes. La mère de Chaka, Nandi, était la fille d'un chef défunt des Langenis. Senzangakhona, qui tenta tout d'abord de nier sa paternité, se résolut à épouser Nandi, qui devint sa troisième femme. Mais leur relation était tumultueuse et le chef zoulou exila Nandi et Chaka. Ils errèrent avant de trouver refuge en 1803 auprès des Mtetwas et de leur chef, Dingiswayo.Sous le patronage de Dingiswayo, Chaka devint un grand et impressionnant guerrier, plein de courage et d'audace. À l'âge de 23 ans, on lui confia le commandement d'un régiment de l'armée de Dingiswayo. Ses faits d'armes et son charisme lui permirent de rapidement monter les échelons et Chaka devint l'un des dirigeants les plus éminents du chef de clan. Il réarma ses unités et remplaça la longue lance légère des Mtetwas par une lance courte dotée d'une large lame (la fameuse sagaie) et par un grand bouclier tressé en peau de vache.À la mort du père de Chaka en 1816, Dingiswayo apporta à son protégé le soutien militaire nécessaire pour chasser et assassiner son demi-frère Sigujana afin de s'emparer de la place de chef de clan des Zoulous. Ce coup d'État fut relativement peu violent et les Zoulous acceptèrent Chaka sans réserve. Chaka jura fidélité aux Mtetwas. Favori de leur chef, Chaka bénéficiait d'une exceptionnelle liberté et put étendre ses intérêts par la conquête et l'assimilation des tribus environnantes. En 1817, Chaka était à la tête d'une armée de 2000 guerriers et s'était affirmé comme premier vassal de Dingiswayo."
            },
            {
                "heading": "Règne",
                "text": "Lors de la dernière bataille de Dingiswayo contre Zwide et le clan des Ndwandwes, la légende raconte que, pour préserver ses troupes, Chaka retarda volontairement leur arrivée et attendit que Dingiswayo soit tué et son armée vaincue. Profitant du vide laissé à la tête de la confédération, Chaka entreprit de conquérir et d'assimiler les petites tribus des environs avec une brutale efficacité. En quelques années, les Qwabes, les Hlubis et les Mkhizes rejoignirent l'Empire zoulou. Par voie diplomatique et en les assurant de sa protection, Chaka convainquit les Sitholes et les Thulis de se placer sous son commandement. En 1824, Chaka disposait d'une armée de 20 000 guerriers, rompus à ses tactiques et à ses stratégies.Inquiet de la montée en puissance des Zoulous, Zwide s'attaqua à Chaka. La première invasion Ndwandwe fut repoussée à Gqokoli Hill grâce à la stratégie défensive et à la tactique mises en place par Chaka. En 1819, Zwide amorça une deuxième offensive sur les terres zouloues. Chaka battit en retraite sans résistance et laissa l'ennemi s'amasser au coeur de son territoire. Puis, sur les rives de la rivière Mhlathuze, il lança ses hommes sur les Ndwandwes et leurs alliés. Une bataille de deux jours fit rage et s'acheva par une nette défaite des envahisseurs. Les tribus Ndwandwe, Jere, Maseko et Msene furent pratiquement exterminées.Quand les premiers commerçants blancs atteignirent les côtes orientales du sud de l'Afrique en 1824, Chaka contrôlait un empire qui s'étendait sur toute la côte et pénétrait profondément dans les terres. Chaka réserva un traitement de faveur aux marchands blancs, leur céda des terres et les autorisa à construire un comptoir à Port Natal. Conscient des avantages procurés par le commerce, curieux de leur technologie et de leur culture, Chaka s'assura qu'il n'y ait pas de conflits sérieux entre les Zoulous et les Européens."
            },
            {
                "heading": "Assassinat",
                "text": "En 1828, Chaka était devenu un despote incontesté. Mais sa cruauté et son caractère instable remettaient en cause la loyauté de son peuple. À la mort de sa mère en octobre 1827, Chaka envoya ses régiments royaux dans les tribus environnantes pour obliger les chefs de clans à porter le deuil. En septembre 1828, profitant de cette absence des troupes royales, son garde du corps personnel, Mbopha, et ses demi-frères Dingane et Mhlangana poignardèrent Chaka à mort dans son iKanda de Dukuza. Ils jetèrent son corps dans une fosse à grain vide qu'ils remplirent de pierres et de boue. L'endroit exact n'a jamais été clairement identifié."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "À sa mort, Chaka dominait un vaste territoire du sud-est de l'Afrique et régnait sans partage sur plus de 250 000 sujets. Il pouvait déployer une armée de 40 000 hommes expérimentés. On estime que la construction de son empire coûta la vie à 2 millions de personnes. Même si son royaume ne dura que 80 ans, Chaka a eu une portée considérable dans l'histoire de l'Afrique. Aujourd'hui, il est vénéré comme le guide qui a su forger l'esprit zoulou, essentiel pour résister à l'apartheid et au nationalisme qui ont dessiné l'Afrique du Sud contemporaine."
            }
        ]
    }
}