{
    "id": 33,
    "name": "Pays-Bas",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_netherlands.png",
    "dawn_of_man": "Mes respects, prince Guillaume Ier d'Orange, libérateur des Pays-Bas et héros du peuple néerlandais. C'est par vos efforts courageux lors de la révolte de 1568 contre l'oppresseur espagnol que vous avez offert la liberté à votre pays, au terme de la guerre de Quatre-Vingts Ans qui s'en suivit. Votre détermination a donné naissance à l'une des premières républiques modernes d'Europe, les sept provinces unies. Vous avez donné votre vie à la rébellion, avant de tomber victime d'un assassin en 1584, mais votre mort ne fit qu'encourager votre peuple dans la voie que vous lui aviez tracée, et votre héritage, en tant que \"père de la patrie\", restera à jamais synonyme de l'indépendance néerlandaise. Courageux prince, votre peuple souhaiterait une fois de plus pouvoir confier son avenir à votre sagesse. Parviendrez-vous à assurer la souveraineté de votre royaume et à mener votre peuple à la gloire ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Gueux de la mer|Gueux de la mer",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/sea_beggar.json"
        }
    ],
    "city_names": [
        "Amsterdam",
        "Rotterdam",
        "Utrecht",
        "Groningue",
        "Breda",
        "Nijmegen",
        "La Haye",
        "Haarlem",
        "Arnhem",
        "Zutphen",
        "Maastricht",
        "Tilburg",
        "Eindhoven",
        "Dordrecht",
        "Bois-le-Duc",
        "Almere",
        "Alkmaar",
        "Brielle",
        "Vlissingen",
        "Apeldoorn",
        "Enschede",
        "Amersfoort",
        "Zwolle",
        "Venlo",
        "Uden",
        "Grave",
        "Delft",
        "Gouda",
        "Nieuwstadt",
        "Weesp",
        "Coevorden",
        "Kerkrade"
    ],
    "spy_names": [
        "Joost",
        "Hendrika",
        "Marten",
        "Anke",
        "Guus",
        "Mr. X",
        "Dr Grijs",
        "Willem",
        "Thijs",
        "Neef"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "Souvent simplement appelé \"Hollande\", le royaume des Pays­Bas passa, sous l'influence de beaucoup d'empires ambitieux, du statut de province mineure du nord de l'Europe à celui de puissance économique majeure dans le monde. D'abord conquis par les Romains, puis par les Francs et ensuite le Saint Empire romain germanique, les Pays­Bas furent une cible fréquente des royaumes européens menant une politique d'expansion. Toutefois, nul n'y laissa une marque plus importante que les Habsbourg d'Espagne, dont les persécutions contre les protestants hollandais sous le règne du roi Philippe II contribuèrent directement au déclenchement de la guerre de Quatre-Vingts Ans, qui opposa le peuple hollandais à leurs maîtres espagnols pendant une guerre d'indépendance de près d'un siècle. Une fois libéré de l'autorité espagnole, le peuple des Pays­Bas s'efforça de se forger sa propre identité nationale. Tandis que la nouvelle république devenait une puissance économique majeure, beaucoup de personnages de la communauté scientifique ou culturelle s'y distinguèrent."
        },
        {
            "heading": "Géographie et climat",
            "text": "Le royaume des Pays­Bas est situé le long de la côte nord de l'Europe, mais gouverne aussi les territoires d'Aruba, de Curaçao et de Saint­Martin dans la mer des Caraïbes. Les provinces des Pays­Bas en Europe sont situées à un niveau très bas, et une grande partie de leurs territoires a été conquise sur la mer à l'aide de digues. Malgré leur superficie réduite (inférieure à celle de la région Rhône­Alpes), les Pays­Bas abritent une population de plus de 16 millions d'habitants. En raison du peu de terres disponibles, les Pays­Bas ont rationalisé depuis longtemps le développement urbain. La majeure partie de la population hollandaise vit dans des centres urbains denses, comme la capitale Amsterdam."
        },
        {
            "heading": "Préhistoire",
            "text": "Avant l'arrivée des Romains au Ier siècle av. J.­C., la région des Pays­Bas était habitée par un grand nombre de tribus germaniques ayant migré des environs, et notamment de Scandinavie. Ces tribus étaient aussi les descendantes des premiers Celtes, originaires des actuelles régions d'Allemagne et d'Autriche. Parmi ces tribus, les Bataves, qui vivaient sur une île le long du Rhin, étaient particulièrement craints et puissants. Même s'ils n'étaient pas connus pour leurs qualités d'artisans ou de commerçants, leur réputation de guerriers suffisait à leur assurer une place importante parmi les tribus voisines."
        },
        {
            "heading": "Occupation romaine",
            "text": "La région située tout au sud des Pays­Bas, appelée Germanie inférieure par les Romains, était occupée au Ier siècle par l'armée romaine. D'après le récit de la guerre des Gaules laissé par Jules César, les Bataves auraient combattu comme mercenaires aux côtés des Romains durant leurs campagnes en Europe. Les Bataves finirent par se révolter contre l'autorité oppressive romaine, mais furent alors soumis. Les forces romaines contrôlèrent la région sans partage pendant près de 400 ans, jusqu'à l'effondrement de tout l'Empire."
        },
        {
            "heading": "Frisons et Francs",
            "text": "Même s'il existe peu de documents écrits relatant cette période, après le déclin de l'Empire romain, les Francs et les Frisons s'emparèrent rapidement du territoire anciennement occupé par les Romains. Ces groupes tribaux vivaient dans la région depuis des siècles, mais le retrait soudain des Romains jusque-là si puissants leur donna plus de liberté pour étendre leur territoire. L'empire des Francs finit par englober l'ensemble des Pays-Bas et de l'Allemagne, à l'exception du royaume frison, situé le long de la côte nord. En raison de leur proximité, les Francs et les Frisons finirent par devenir de farouches adversaires et réglèrent leurs désaccords territoriaux au cours d'une série de guerres. En 734, la victoire des Francs à la bataille de la Boarn entraîna la dissolution du royaume des Frisons et leur absorption dans l'empire des Francs. Par la suite, la conquête de l'Italie et l'expansion des Francs sous le règne de Charlemagne provoqua la fondation de plusieurs royaumes, dont ceux de France et de Germanie, qui dominèrent les Pays-Bas au cours des siècles suivants."
        },
        {
            "heading": "Des empires en mutation",
            "text": "Après la mort de Charlemagne en 814, l'empire des Francs fut divisé en trois parties : la Francie occidentale, la Francie médiane et la Francie orientale. La majeure partie des Pays-Bas se retrouva comprise dans la Francie médiane, gouvernée par Lothaire Ier. La division du vaste empire entraîna également la création des royaumes de France et de Germanie (qui deviendra le Saint Empire romain germanique), qui s'affrontèrent pour contrôler les Pays-Bas. Si une grande partie de la région passa sous l'autorité du Saint Empire romain germanique au XVe siècle, les ducs de Bourgogne, apparentés à la famille royale de France, commencèrent à envisager l'acquisition des Pays-Bas.Durant cette période, les Pays-Bas connurent aussi une première inondation terrible, qui fit des milliers de morts et détruisit une grande partie de l'infrastructure du pays. En 1287, les Pays-Bas furent en effet frappés par l'inondation de la Sainte-Lucie, qui fit plus de 50 000 victimes et transforma un petit lac en un golfe de la mer du Nord, appelé Zuiderzee. Ce n'est qu'au cours du XXe siècle que le Zuiderzee fut fermé pour restaurer le lac d'eau douce."
        },
        {
            "heading": "Transition des pouvoirs",
            "text": "Au cours des XIVe et XVe siècles, les Pays-Bas et la Belgique voisine tombèrent sous la domination presque complète des ducs de Bourgogne. Au XVe siècle, les ducs français acquirent de plus en plus de territoires des Pays-Bas grâce à des mariages, des héritages, des achats opportuns ou des annexions.Les Habsbourg héritèrent des propriétés bourguignonnes aux Pays-Bas grâce au mariage de Marie de Bourgogne avec le duc d'Autriche, Maximilien Ier. Même si le roi de France lui en contesta l'héritage, les terres bourguignonnes furent ensuite transmises au fils de Marie, Philippe Ier, ce qui garantit le transfert de pouvoir aux Habsbourg.En 1521, la maison des Habsbourg se scinda en deux lignées : les Habsbourg d'Espagne et les Habsbourg d'Autriche. Les Espagnols gardèrent le contrôle des Pays-Bas, tandis que les Autrichiens gardèrent celui de la Germanie et de la région environnante en tant qu'empereurs germaniques."
        },
        {
            "heading": "La Réforme protestante",
            "text": "Durant la Réforme protestante en Europe, qui remit en question l'autorité traditionnelle de l'Église catholique, le mouvement protestant s'implanta fermement aux Pays­Bas. La progression des croyances protestantes au sein du pays inquiéta fortement ses souverains catholiques, à commencer par Charles Quint, puis son fils Philippe II d'Espagne. La persécution cruelle que ce dernier exerça contre les protestants hollandais provoqua d'ailleurs une hausse du mécontentement au sein de la population au fil des ans."
        },
        {
            "heading": "Révolte contre l'Espagne",
            "text": "Alors que la politique de Philippe II faisait enfler le mécontentement aux Pays­Bas, le personnage le plus important de la révolte hollandaise, Guillaume le Taciturne, se posa comme un partisan de la tolérance religieuse. Guillaume avait été élevé dans le protestantisme, mais s'était converti au catholicisme pour parfaire son éducation noble. Malgré ses opinions religieuses, il croyait fermement que chacun avait le droit de suivre ses propres croyances. Comme Guillaume était un noble hollandais et un loyal sujet de l'Espagne, il hésita tout d'abord à défier le roi. Toutefois, celui-ci lui força la main en refusant de prendre des mesures pour apaiser les inquiétudes des Hollandais. En 1567 éclataient déjà de petites révoltes, aussi Guillaume choisit-il de tourner le dos à Philippe en soutenant financièrement le soulèvement. L'Espagne le déclara alors hors-la-loi.En 1581, après plusieurs victoires de l'armée menée par Guillaume face à l'Espagne, furent créées les Provinces-Unies dans les territoires libérés au nord. Toutefois, ces premiers succès ne firent que marquer le début de la guerre de Quatre-Vingts Ans, un conflit durant lequel le roi d'Espagne garda le contrôle des territoires hollandais du sud. Guillaume le Taciturne fut assassiné en 1584 par un catholique loyal au roi Philippe II, et la guerre continua à faire rage jusqu'en 1648, lorsque la République hollandaise fut enfin entièrement libérée de la domination espagnole."
        },
        {
            "heading": "Domination commerciale",
            "text": "Après la guerre de Quatre-Vingts Ans et la création des Provinces-Unies dans le nord, les Pays­Bas devinrent rapidement la principale plaque tournante du commerce en Europe. Sous l'impulsion de la Compagnie hollandaise des Indes orientales, la première multinationale au monde, les marchands hollandais établirent de nouvelles routes commerciales et fondèrent des colonies à travers le monde. Cette période, considérée comme l'âge d'or des Pays­Bas, fut aussi marquée par des progrès scientifiques, une innovation militaire et un développement artistique et musical dans le pays."
        },
        {
            "heading": "Luttes pour la domination navale",
            "text": "En 1651, l'Angleterre fit voter par son parlement une série de lois visant à contrôler les exportations hollandaises, l'augmentation des échanges entre les Pays­Bas et les colonies anglaises, françaises et espagnoles étant vue comme une menace pour les efforts commerciaux et la profitabilité des entreprises britanniques. Baptisées Actes de navigation, ces lois visaient à restreindre l'accès des navires néerlandais aux ports anglais. Ces tentatives anglaises pour contrôler le trafic maritime conduisirent directement à une série de conflits appelés guerres anglo-néerlandaises au XVIIe siècle. Au cours des cent années suivantes et jusqu'au milieu du XVIIIe siècle, la puissance politique et commerciale des Pays­Bas fut nettement réduite en raison des nombreuses batailles navales qui réduisirent la taille et la puissance de la flotte néerlandaise."
        },
        {
            "heading": "Fondation du royaume",
            "text": "En 1795, durant les guerres napoléoniennes, les Français s'emparèrent de l'ensemble des Pays­Bas et fondèrent l'éphémère République batave, nation satellite de la République française. À la signature du traité de Fontainebleau en 1814, qui mit fin officiellement aux conquêtes de Napoléon en Europe, le peuple hollandais retrouva son indépendance et forma le royaume des Pays­Bas. Peu après, en 1830, la Belgique, qui avait toujours été considérée comme une partie du pays, fit sécession pour former une nation indépendante."
        },
        {
            "heading": "Les Guerres mondiales",
            "text": "Depuis qu'ils sont devenus une nation souveraine, les Pays­Bas n'ont eu de cesse de maintenir autant que possible une politique de stricte neutralité. Ainsi, ils restèrent neutres durant toute la Première Guerre mondiale, choisissant de ne pas prendre part aux combats tout en continuant d'entretenir des relations économiques avec les belligérants des deux camps.Durant la Seconde Guerre mondiale, les Néerlandais se déclarèrent à nouveau neutres au début des hostilités. Mais l'Allemagne en décida autrement, et en 1940, les nazis envahirent le précieux territoire hollandais. Ils durent alors faire face à la résistance de l'armée néerlandaise, mais le IIIe Reich finit par vaincre et occuper les Pays­Bas. Durant l'occupation allemande, le gouvernement hollandais s'exila, laissant le pays sous le contrôle des forces nazies. Même si un mouvement de résistance s'organisa aux Pays­Bas pour lutter contre l'oppresseur, les nazis parvinrent à éliminer des milliers de juifs néerlandais, ainsi que des juifs exilés d'Allemagne, et notamment Anne Frank, dont le journal est aujourd'hui une œuvre phare sur l'Holocauste.En 1944, pour tenter de s'emparer des ponts enjambant le Rhin et la Meuse et reliant les Pays­Bas à l'Allemagne, les Alliés lancèrent l'une des plus grandes missions aéroportées de l'histoire, l'opération Market Garden. Les Alliés larguèrent des milliers de parachutistes au-dessus de la région, mais leur offensive ne connut pas le succès escompté à cause, selon le commandement allié, des mauvaises conditions météorologiques et de problèmes de communication. En conséquence, les Pays­Bas demeurèrent sous le contrôle du régime nazi jusqu'à la reddition finale des forces allemandes au printemps 1945."
        },
        {
            "heading": "Les Pays­Bas modernes",
            "text": "Le royaume moderne des Pays­Bas est une monarchie constitutionnelle avec un parlement élu, qui dirige le pays aux côtés de la reine Béatrice. En tant que l'un de ses membres fondateurs, le royaume contribue depuis longtemps aux efforts de l'Union européenne pour établir des relations apaisées et une stabilité économique dans la région. À La Haye, la troisième plus grande ville des Pays­Bas, sont installés le gouvernement hollandais ainsi que la Cour internationale de justice des Nations unies."
        },
        {
            "heading": "Icônes culturelles",
            "text": "Au cours de leur histoire, les Pays­Bas ont vu naître des artistes, des scientifiques, des chercheurs et des érudits parmi les plus réputés au monde, qui ont joué un rôle essentiel dans leurs domaines respectifs en permettant la mise en place des pratiques modernes. Les célèbres peintres Rembrandt et Vincent Van Gogh étaient tous les deux hollandais, et leurs œuvres font partie aujourd'hui des plus admirées et des plus chères au monde. Les scientifiques Christiaan Huygens, qui a découvert les anneaux de Saturne, et Antoine van Leeuwenhoek, le père de la microbiologie, ont légué des découvertes majeures aux générations futures de scientifiques."
        },
        {
            "heading": "Icônes culturelles",
            "text": "Au cours de leur histoire, les Pays­Bas ont vu naître des artistes, des scientifiques, des chercheurs et des érudits parmi les plus réputés au monde, qui ont joué un rôle essentiel dans leurs domaines respectifs en permettant la mise en place des pratiques modernes. Les célèbres peintres Rembrandt et Vincent Van Gogh étaient tous les deux hollandais, et leurs œuvres font partie aujourd'hui des plus admirées et des plus chères au monde. Les scientifiques Christiaan Huygens, qui a découvert les anneaux de Saturne, et Antoine van Leeuwenhoek, le père de la microbiologie, ont légué des découvertes majeures aux générations futures de scientifiques."
        }
    ],
    "leader": {
        "name": "Guillaume Ier d'Orange-Nassau",
        "subtitle": "Dirigeant des Pays-Bas",
        "lived": "1533 - 1584",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/william_of_orange.png",
        "trait": {
            "name": "Compagnie hollandaise des Indes orientales",
            "effect": "Conserve 50% des avantages en bonheur apportés par une ressource de luxe si vous échangez la dernière unité en votre possession."
        },
        "titles": [
            "Prince d'Orange"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Considéré par beaucoup comme le libérateur et fondateur de la civilisation néerlandaise, Guillaume Ier, prince d'Orange, dit Guillaume le Taciturne, mena avec succès une rébellion au cours du XVIe siècle contre la dynastie espagnole des Habsbourg qui régnait alors sur les Pays-Bas. Autrefois loyal serviteur du roi d'Espagne Philippe II, Guillaume devint l'un des dirigeants majeurs de la révolte, à mesure que grandissait son indignation face aux persécutions que les protestants néerlandais subissaient de la part des Espagnols. Ralliant les nobles à sa cause, Guillaume Ier devint hors-la-loi au regard de la monarchie espagnole et mena les forces néerlandaises vers la victoire lors de différentes batailles contre le roi, avant de mourir assassiné, en 1584."
            },
            {
                "heading": "Origines nobles",
                "text": "Né comte de Nassau en 1533, Guillaume hérita du titre de prince d'Orange à l'âge de 11 ans, après le décès de son cousin René de Chalon qui n'avait alors aucun héritier. Durant cette période, les Pays-Bas étaient sous le contrôle du Saint Empire romain dirigé par Charles Quint, roi d'Espagne également à la tête de la monarchie des Habsbourg. Après avoir reçu une éducation et une formation propres à tout noble qui se respecte, Guillaume devint l'un des favoris à la cour de l'empereur. Les relations de l'empereur avec la couronne espagnole joueront d'ailleurs un rôle primordial dans le futur combat de Guillaume pour reprendre les Pays-Bas des mains de l'Espagne.Promu dans les rangs de l'armée après son vingtième anniversaire, Guillaume s'illustra vite comme commandant de l'armée impériale, tout en occupant plusieurs postes diplomatiques en tant que conseiller de l'empereur. Cependant, pour entrer dans les bonnes grâces de l'empereur et faciliter son accès au pouvoir, Guillaume dut sacrifier sa foi et son éducation luthériennes en faveur du catholicisme romain."
            },
            {
                "heading": "Graines de la révolte",
                "text": "En 1555, Charles Quint légua la couronne d'Espagne à son fils, Philippe II. Ce dernier afficha un furieux mépris à l'égard des protestants durant son règne, exprimant peu de compréhension vis-à-vis de leurs croyances et donnant toujours plus de pouvoir à l'inquisition pour s'opposer à la réforme. Au service de son nouveau roi, Guillaume réalisa les véritables intentions de Philippe II, prêt à user de tous les moyens nécessaires pour éradiquer le protestantisme. Bien qu'ayant adopté le catholicisme, Guillaume avait été élevé en tant que luthérien et, par ailleurs, pensait fermement que chacun était libre de suivre ses propres croyances. D'après ce que l'on raconte, Guillaume surprit lors d'une partie de chasse une conversation entre Philippe II et le roi français Henri II à propos des projets d'extermination des protestants dans leurs royaumes respectifs. C'est cet événement précis qui aurait poussé Guillaume à se dresser contre Philippe II et le contrôle espagnol des Pays-Bas.Dans l'idée de soumettre les protestants établis aux Pays-Bas et de les contraindre à l'exil, voire pire, Philippe II mit au point un système de \"placards\". Ces affiches faisaient office d'édits déclarant illégales les pratiques luthériennes et calvinistes, passibles de torture et de la peine de mort. L'atmosphère de persécution fut si intense que de nombreux catholiques des Pays-Bas s'allièrent aux protestants contre la politique de Philippe II.Guillaume se mit à critiquer ouvertement le roi, prit publiquement position et encouragea ses contemporains à se révolter contre le règne oppressif du roi d'Espagne. En 1566, le Compromis des Nobles, réunissant des aristocrates d'origine néerlandaise, alla remettre à la gouvernante espagnole Marguerite de Parme une pétition contre la persécution des protestants. En dépit de leurs efforts pour une résolution pacifique du conflit, Philippe II rejeta la pétition et provoqua une vague d'iconoclasme sur le territoire néerlandais, menant à la destruction d'icônes catholiques par les rebelles protestants dans tout le pays."
            },
            {
                "heading": "Début du soulèvement",
                "text": "Alors que l'iconoclasme se répandait et que les protestants multipliaient les provocations en s'adonnant à leur culte en public, Philippe II envoya aux Pays-Bas le duc d'Albe, Ferdinand Alvare de Tolède dit le \"duc de fer\", pour réprimer la révolte et arrêter les rebelles. Dès son arrivée, le duc établit le Conseil des troubles, que les protestants surnommèrent plus tard \"Conseil de sang\", tribunal servant à condamner les rebelles et leurs dirigeants. De nombreux citoyens convoqués par le conseil, dont Guillaume en personne, jugèrent plus prudent de se mettre à l'abri. Néanmoins, ce sont vraisemblablement plus d'un millier de protestants qui auraient été jugés et exécutés sur les ordres du duc de fer."
            },
            {
                "heading": "La guerre éclate",
                "text": "Tout en préparant le soulèvement depuis sa demeure à Nassau, Guillaume, aidé par les rebelles, mit sur pied plusieurs armées afin d'attaquer l'Espagne sur de multiples fronts. Le groupe d'exilés protestants et de nobles néerlandais résistant à la domination espagnole fut bientôt surnommé \"Geuzen\", ou \"Gueux\" ; sa section la plus importante fut celle des \"Watergeuzen\", les Gueux de la Mer. Les désignant comme corsaires, Guillaume mit sa fortune à leur service et fit équiper leurs vaisseaux afin de les envoyer piller les villes côtières bordant les Pays-Bas.Louis de Nassau, frère de Guillaume, mena une armée de mercenaires et de huguenots (protestants français) contre un détachement espagnol sous le commandement de Jean de Ligne, noble néerlandais resté fidèle à Philippe II. Les deux forces s'affrontèrent en 1568 lors de la bataille de Heiligerlee, dans la province de Groningue, où Louis mit en déroute l'armée espagnole et où Jean de Ligne fut tué. Malheureusement, Adolphe de Nassau, frère de Louis et Guillaume, trouva lui aussi la mort à la tête de la cavalerie néerlandaise. Les spécialistes considèrent cette bataille historique comme grand élément déclencheur de la guerre de Quatre-Vingts Ans, conflit axé sur la lutte pour l'indépendance néerlandaise.Peu de temps après, lors de la bataille de Jemmingen, l'armée de Louis dut battre en retraite devant les forces espagnoles alors qu'elle tentait de capturer la ville de Groningue. Guillaume remporta lui-même plusieurs victoires à la tête des forces néerlandaises, unifiant son peuple à mesure que les villes du pays entier se retrouvaient libérées du joug espagnol. Les Néerlandais poursuivirent leurs efforts et parvinrent à conquérir en grande partie le nord du territoire, tandis que l'Espagne maintenait son emprise sur le sud."
            },
            {
                "heading": "Racines de l'indépendance",
                "text": "En 1573, l'Union d'Utrecht fut signée dans la ville du même nom au nord des Pays-Bas, fédérant les provinces du nord contre l'Espagne. Sans pour autant déclarer leur indépendance, le traité marqua une date décisive dans le mouvement d'opposition au gouvernement espagnol sur le territoire. Alors que l'Espagne régnait toujours sur les terres du sud, l'Abjuration de la Haye, acte signé en 1581, vint proclamer officiellement l'indépendance néerlandaise du règne de Philippe II. Guillaume Ier ne vécut malheureusement pas assez longtemps pour voir sa nation entièrement libérée de l'emprise espagnole."
            },
            {
                "heading": "Tentatives d'assassinat",
                "text": "Après que le roi Philippe II proposa une prime juteuse pour la mort de Guillaume Ier, ce dernier fut victime d'une tentative d'assassinat : en 1582, l'Espagnol Juan de Jáuregui tira un coup de feu sur le souverain, le blessant au cou. Bien que le roi fût gravement touché, il survécut à l'attentat, mais sa longue convalescence limita son implication auprès de la rébellion. Moins de deux ans plus tard, Guillaume Ier fut à nouveau attaqué, cette fois-ci dans sa propre demeure, par le catholique français Balthazar Gérard. L'assassin tira trois coups de feu sur le monarque, qui fut mortellement touché à la poitrine.Dans les jours qui suivirent, Balthazar fut jugé et condamné à la peine capitale. Son châtiment, la torture, dura une semaine entière. Balthazar ne connut son ultime répit qu'au moment d'être décapité."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Guillaume Ier est reconnu comme instigateur du mouvement d'indépendance néerlandais et fondateur de l'actuelle nation souveraine. Il a su rassembler le peuple néerlandais et l'inciter à se révolter contre la domination espagnole et la persécution des protestants. Guillaume Ier a consacré sa vie à défendre ceux qui, comme lui, considéraient que chacun naît libre de suivre ses propres croyances."
            }
        ]
    }
}