{
    "id": 11,
    "name": "Iroquois",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_iroquois.png",
    "dawn_of_man": "Salutations, noble Hiawatha, fier dirigeant de la puissante nation iroquoise ! Votre peuple a passé bien des années près du grand lac sacré Ontario, sur ces terres que l'on nomme désormais l'état de New York, en Amérique du Nord. Au coeur de l'antiquité, les cinq nations (Sénécas, Onondagas, Mohawks, Cayugas et Oneidas) se réunirent au sein d'une seule et même confédération, les Haudenosaunees, peuple de la maison longue ou \"Iroquois\". Sans langue écrite, les sages de votre nation créèrent la \"grande loi de l'Unité\", qui servit de base à bien des constitutions par la suite, notamment aux États-Unis. Pendant de nombreuses années, votre peuple a combattu de puissants ennemis, les Hurons, ainsi que les envahisseurs français et britanniques. Bien que moins nombreux et terriblement mal équipés face à des armes sophistiquées, les Iroquois réussirent à survivre et à prospérer, avant d'être peu à peu dépassés par l'armée puissante des jeunes États-Unis.Ô noble Hiawatha ! Écoutez les cris de votre peuple ! Il souhaite vous voir à sa tête, en temps de guerre comme de paix ! Reconstruisez la grande maison longue et réunissez une nouvelle fois les tribus. Relèverez-vous ce défi, grand chef ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [
        {
            "name": "Longère|Longères",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/buildings/longhouse.json"
        }
    ],
    "unique_units": [
        {
            "name": "Guerrier mohawk|Guerriers mohawks",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/mohawk_warrior.json"
        }
    ],
    "city_names": [
        "Onondaga",
        "Osininka",
        "Rivière Grand",
        "Akwesasne",
        "Buffalo Creek",
        "Brantford",
        "Montréal",
        "Genesee",
        "Lac de Canandaigua",
        "Lac Simcoe",
        "Rivière Grand",
        "Salamanque",
        "Gowanda",
        "Buffalo",
        "Cuba",
        "Akron",
        "Kanesatake",
        "Ganienkeh",
        "Château de Cayuga",
        "Chondote",
        "Canajoharie",
        "Nedrow",
        "Syracuse",
        "Lac Oneida",
        "Kanonwalohale",
        "Green Bay",
        "Southwold",
        "Vallée de la Mohawk",
        "Schoharie",
        "Baie de Quinte",
        "Kahnawake",
        "Kanatsiokareke",
        "Tyendinaga",
        "Hahta"
    ],
    "spy_names": [
        "Onatah",
        "Oneida",
        "Oshadagea",
        "Otetiani",
        "Genesee",
        "Dadgayadoh",
        "Otwtiani",
        "Kateri",
        "Onondakai",
        "Honanyawus"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "La confédération iroquoise aurait été créée aux alentours de 1570, il s'agissait de l'union de cinq (et plus tard six) nations amérindiennes. Le peuple iroquois est étonnant : alors que sa population ne dépassait pas les 20 000 individus et qu'il ne disposait ni d'un langage écrit, ni d'une industrie, il parvint à repousser les envahisseurs français, britanniques, hollandais et plus tard les colons américains, et ce pendant deux siècles."
        },
        {
            "heading": "Terrain et climat",
            "text": "Le peuple iroquois occupait une grande partie du nord de l'État de New York, en bordure du lac Ontario et du fleuve Saint-Laurent, une région à la fois vallonnée et boisée et qui, au XVIIe siècle, regorgeait de gibier comme les cerfs et les castors. Les Iroquois avaient accès à de nombreux points d'eau, comme le lac Ontario, le fleuve Saint-Laurent, les Finger Lakes et de très nombreuses rivières qui permettaient de pêcher et de se déplacer rapidement en canoë.Les hivers dans cette région sont souvent longs et rigoureux, surtout lorsque les vents arctiques soufflent vers le sud-est à travers les Grands Lacs, et les tempêtes de neige n'y sont pas rares. Le climat en été est, quant à lui, frais et agréable."
        },
        {
            "heading": "Origine du nom",
            "text": "Les membres de la nation iroquoise se font appeler les \"Haudenosaunee\", ce qui signifie \"le peuple qui construit une longue maison\". Le terme \"Iroquois\" était utilisé par les non-Iroquois. Sa signification n'est pas très claire, mais le mot pourrait provenir d'un mot huron signifiant \"serpent\" (les Hurons et les Iroquois ne s'appréciaient pas beaucoup). Il pourrait également provenir d'un terme basque signifiant \"tueurs\" (les Français ne les appréciaient pas plus que les Hurons).Nous allons donc utiliser le terme commun \"Iroquois\", avec toutes nos excuses envers le peuple haudenosaunee, car ce terme est très peu connu chez les non-natifs, et aussi parce qu'il est trop long pour tenir sur les écrans de jeu. Pour des raisons similaires, nous avons choisi d'utiliser le nom \"Hiawatha\" pour désigner le chef des Iroquois, plutôt que \"Ayonwentah\" (voir plus bas)."
        },
        {
            "heading": "L'histoire",
            "text": "Selon la légende, la confédération vit le jour lorsqu'un chef nommé Dekanawidah, dit \"le Grand Pacificateur\", réussit à convaincre un guerrier appelé Ayonwentah d'abandonner la violence et le cannibalisme et d'avancer dans la \"paix, la civilité, la droiture et la justice\" (on pense qu'Ayonwentah a inspiré le personnage de \"Hiawatha\" du poète Longfellow). Ensemble, les deux grands hommes parvinrent à unifier cinq tribus : les Senecas, les Onondagas, les Mohawks, les Cayugas et les Oneidas. Une sixième tribu, les Tuscaroras, rejoignit la confédération de nombreuses années plus tard, en 1722."
        },
        {
            "heading": "Le gouvernement iroquois",
            "text": "Le gouvernement iroquois était particulièrement en avance sur son temps, surtout pour un peuple ne disposant pas d'un langage écrit. La confédération était régie selon la constitution de Gayanashagowa, ou \"grande loi de l'Unité\". Chaque tribu s'occupait de ses affaires internes, le Grand Conseil n'intervenait que pour régler des problèmes liés à la nation tout entière : traités, dispute frontalière, guerre et paix, etc.Le Grand Conseil était composé de 50 sachems, ou \"chefs\" (de 8 à 14 par tribu, selon sa population et son statut). Ce sont les femmes qui choisissaient les chefs de clan. Le Tadadaho était le dirigeant symbolique du Grand Conseil, mais il ne disposait d'aucun pouvoir politique. Le Grand Conseil fonctionnait sur la base du consensus et il fallait obtenir la majorité avant qu'une décision ne soit adoptée."
        },
        {
            "heading": "Les guerres iroquoises",
            "text": "Après leur unification, les Iroquois devinrent rapidement le groupe le plus puissant du nord-est de l'Amérique. En 1609, la confédération entra en guerre contre la France et ses alliés indiens canadiens pour le contrôle de la fourrure, principalement la peau de castor.Au tout début du XVIIe siècle, la demande européenne en peaux de castor, alors utilisées pour fabriquer des chapeaux, était très importante. Après avoir chassé le castor européen jusqu'à sa quasi extinction, les marchands européens se tournèrent vers le Nouveau Monde, où vivaient encore de nombreux castors. Lorsque les Amérindiens découvrirent que les Européens échangeraient des outils en métal et même des armes à feu contre les fourrures, la chasse au rongeur devint féroce. En 1610, les Iroquois rencontrèrent des marchands hollandais à Fort Orange, aux Nouveaux-Pays-Bas (aujourd'hui la ville d'Albany dans l'État de New York), qui leur fournissaient de nombreuses armes en échange des peaux. Cet armement permit aux Iroquois de repousser les Français et leurs alliés et d'étendre leur empire jusqu'à l'ouest du Lac Michigan et au sud du fleuve Tennessee. L'utilisation des armes précipita par ailleurs l'extinction des castors en territoire iroquois, ce qui poussa ces derniers à attaquer vers le nord, à la recherche d'autres castors.Cette guerre sanglante dura plusieurs décennies. Vers le milieu du XVIIe siècle, les Iroquois avaient vaincu les tribus des Hurons, des Eries, des Neutrals et des Susquehannocks. De nombreux membres de ces tribus se joignirent aux Iroquois tandis que les autres furent repoussés hors du territoire."
        },
        {
            "heading": "La réponse française",
            "text": "En 1660, les Iroquois avaient sécurisé les frontières méridionales et occidentales de leur territoire et se lançaient dans de nombreuses attaques contre la Nouvelle-France. Les Canadiens français s'avérèrent incapables de repousser leurs assauts et durent demander de l'aide à leurs compatriotes outre-Atlantique. La France envoya alors le premier régiment de soldats européens au Canada. Les troupes françaises passèrent à l'attaque et tentèrent d'envahir plusieurs fois le territoire iroquois, avec des résultats mitigés.Pendant ce temps, les Britanniques avaient capturé la colonie néerlandaise des Nouveaux-Pays-Bas, empêchant ainsi les Iroquois de commercer avec leur principal partenaire européen. Sous la pression de plus en plus forte des forces françaises renforcées, et incapables de se réapprovisionner en armes, les Iroquois acceptèrent de faire la paix avec les Français. Ils continuèrent cependant leur expansion vers l'ouest et le sud du territoire, auprès des autres tribus indiennes qui, n'ayant pas ou peu accès aux armes modernes européennes, représentaient des proies plus faciles."
        },
        {
            "heading": "L'arrivée des Britanniques",
            "text": "Après avoir conquis le territoire néerlandais, les Britanniques, qui ne rataient jamais une occasion de provoquer les Français, rencontrèrent les Iroquois et recommencèrent à les approvisionner en armes, les poussant à attaquer l'ennemi venu du nord. Dans les années 1680, la guerre entre la France et les Iroquois avait repris.En 1687, les Français tentèrent une nouvelle invasion du territoire iroquois, cette fois-ci à l'aide d'une grande armée de quelque 3000 soldats et miliciens. Les Français utilisèrent alors la tactique de la \"terre brûlée\", consistant à incendier les villages et les champs, c'est ainsi que de nombreux Iroquois moururent de faim au cours de l'hiver qui suivit. La Confédération riposta avec de nombreuses attaques, tuant les colons et brûlant les provisions françaises jusqu'à Montréal.En 1688, la Grande-Bretagne entra en guerre contre la France à cause d'un problème qui semblait extrêmement important à l'époque (le conflit fut appelé \"Guerre du roi William\" et \"Guerre de Succession anglaise\"), et chaque camp commença à tout faire pour détruire l'autre. Les Iroquois s'allièrent aux colonies anglaises, et les Indiens du Canada se rangèrent du côté de la France. Les deux camps entamèrent alors une série d'attaques et de contre-attaques toutes plus brutales les unes que les autres, ayant pour résultat le massacre pur et simple de ceux qui ne réussissaient pas à s'enfuir rapidement (c'est-à-dire les femmes, les enfants et les personnes âgées). Au bout d'un certain temps, l'argent vint à manquer dans les deux camps et ils décidèrent d'en rester là, les combats cessèrent en Europe et dans le Nouveau Monde.Au début du XVIIIe siècle, l'attitude des Iroquois envers les deux puissances européennes commença à changer. Alors que la puissance britannique sur le continent augmentait, les colons commencèrent à empiéter sur le territoire iroquois. Pendant ce temps, les Français, qui subissaient des pressions de la part de la Grande-Bretagne, se lancèrent à la recherche d'alliés pour lutter contre la menace venue du sud. Les Iroquois jouèrent alors sur plusieurs tableaux, essayant de gagner du temps pour se reconstruire après des décennies de combats.Pendant la guerre française et indienne (1754-1763), les Iroquois s'allièrent aux Britanniques contre les Français. Les Britanniques remportèrent la victoire et repoussèrent ainsi les Français hors de l'Amérique du Nord. Le pouvoir britannique fut considérablement renforcé auprès des peuples amérindiens, dont les Iroquois, entièrement dépendants des Britanniques pour leurs armes."
        },
        {
            "heading": "La Révolution américaine",
            "text": "La Révolution américaine commença dans les années 1770. Le Grand Conseil, d'abord resté neutre, rejoignit le camp britannique en 1777. Les Iroquois et les forces coloniales s'engagèrent sur le même type d'attaques que lors des précédentes guerres contre les Français, brûlant des villages et des champs entiers et tuant les faibles et les démunis de chaque camp.La révolution se termina en 1783. Le traité signé entre les États-Unis et la Grande-Bretagne cédait tout le territoire iroquois aux États-Unis, ignorant totalement le fait qu'une nation souveraine existait déjà sur cette terre."
        },
        {
            "heading": "La fin",
            "text": "La confédération iroquoise cessa d'exister à la fin de la révolution américaine. Un groupe d'Iroquois partit vers le nord et s'installa sur les terres que les Britanniques leur avaient confiées pour leur aide au cours de la révolution. D'autres choisirent de rester dans le nord de l'État de New York et de continuer leur existence tribale face au colonialisme et à l'impérialisme américain. Nombre d'entre eux y survivent toujours, malgré deux siècles de souffrance, preuve de l'incroyable détermination du peuple Haudenosaunee."
        },
        {
            "heading": "La fin",
            "text": "La confédération iroquoise cessa d'exister à la fin de la révolution américaine. Un groupe d'Iroquois partit vers le nord et s'installa sur les terres que les Britanniques leur avaient confiées pour leur aide au cours de la révolution. D'autres choisirent de rester dans le nord de l'État de New York et de continuer leur existence tribale face au colonialisme et à l'impérialisme américain. Nombre d'entre eux y survivent toujours, malgré deux siècles de souffrance, preuve de l'incroyable détermination du peuple Haudenosaunee."
        }
    ],
    "leader": {
        "name": "Hiawatha",
        "subtitle": "Dirigeant des Iroquois",
        "lived": "v. 1550 ?",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/hiawatha.png",
        "trait": {
            "name": "Le grand sentier de la guerre",
            "effect": "Les unités traversent forêts et jungles en territoire allié telles des routes. Ces cases peuvent servir de [ICON_CONNECTED] connexions urbaines après la découverte de la roue. Les caravanes traversent forêts et jungles telles des routes."
        },
        "titles": [
            "Chef"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Hiawatha (ou \"Ayonwentah\") est un chef légendaire de la tribu des Indiens Onondaga qui, avec le tout aussi légendaire chef Dekanawidah, forma la Confédération iroquoise. On ne sait que peu de choses de l'Hiawatha historique. Si l'on en croit la tradition iroquoise, il enseigna au peuple l'agriculture, la navigation, la médecine et les arts, tout en usant de ses pouvoirs magiques pour dominer les ennemis naturels et surnaturels des hommes. Il passait également pour un orateur de talent qui, grâce à son éloquence subtile, persuada les cinq tribus (Cayuga, Onondaga, Oneida, Seneca et Mohawk) de former les Cinq Nations des Iroquois.Le peu que l'Occident connaît d'Hiawatha lui vient du remarquable poème épique d'Henry Wadsworth Longfellow, le Chant d'Hiawatha."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "Il est difficile de juger historiquement une figure au caractère légendaire si marqué. Tout ce qu'il est possible de dire, c'est que quelles qu'aient pu être ses origines, l'alliance des Cinq Nations s'avéra pérenne et remarquablement solide face à la pression toujours grandissante des conquérants européens, à l'Est. Qui que puisse être celui qui est à l'origine de cette alliance, il a réalisé là une œuvre remarquable."
            }
        ]
    }
}