{
    "id": 41,
    "name": "Shoshones",
    "icon": "https://eyefyre.github.io/civvapi/images/civ_icons/the_shoshone.png",
    "dawn_of_man": "Gloire à vous, redoutable chef Pocatello, sage parmi les sages du peuple shoshone. À la tête des Shoshones, vous vous êtes dressé contre les colons américains qui envahissaient les territoires de l'Ouest des États-Unis. Pour défendre les terres sacrées de vos ancêtres contre des vagues incessantes d'immigrants, vous avez mené vos guerriers au combat et semé la terreur dans le coeur de vos ennemis. Après des années de lutte acharnée, vous avez su éviter un conflit direct avec l'armée américaine et négocier des traités avec le gouvernement américain, espérant offrir une paix durable au peuple shoshone. Vénéré Pocatello, votre peuple a les yeux tournés vers vous. Allez-vous terrasser l'ennemi pour l'empêcher de profaner vos terres ? Ou choisirez-vous le chemin de la diplomatie et du commerce ? Bâtirez-vous une civilisation capable de résister au passage du temps ?",
    "unique_buildings": [],
    "unique_units": [
        {
            "name": "Défricheur|Défricheurs",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/pathfinder.json"
        },
        {
            "name": "Cavaliers comanches",
            "url": "https://eyefyre.github.io/civvapi/v1/fr/units/comanche_riders.json"
        }
    ],
    "city_names": [
        "Moson Kahni",
        "Te-Moak",
        "Agaidika",
        "Goshute",
        "Pohokwi",
        "Washakie",
        "Timbisha",
        "Hukandeka",
        "Duckwater",
        "Tukudeka",
        "Kuchundeka",
        "Yomba",
        "Kamudeka",
        "Ely",
        "Yambadeka",
        "Nampa",
        "Bannock",
        "Yahandeka",
        "Tetadeka",
        "Deheyaeka",
        "Pengwideka",
        "Winnemucca",
        "Skull Valley",
        "Big Pine",
        "Duck Valley"
    ],
    "spy_names": [
        "Cameahwait",
        "Ondongarte",
        "Queenah",
        "Pugweenee",
        "Sacajawea",
        "Sagwitch",
        "Sanpitch",
        "Tetoharsky",
        "Tuziyammo",
        "Mugwayan"
    ],
    "historical_info": [
        {
            "heading": "Histoire",
            "text": "\"Je ne parle pas ta langue et tu ne parles pas la mienne, mais je te comprends tout de même. Je n'ai pas besoin de marcher dans tes pas si je peux voir les empreintes que tu as laissées derrière toi\". Ce proverbe shoshone ne se vérifia malheureusement pas lorsque l'homme blanc pénétra sur leur territoire. Les Shoshones sont issus du mélange de divers peuples indigènes qui peuplèrent pendant des milliers d'années la partie ouest de l'Amérique du Nord. La langue shoshone, appartenant au groupe des langues uto-aztèques, était leur caractéristique distinctive. Cette langue était si répandue qu'en dépit de dialectes différents, des membres de tribus très éloignées pouvaient discuter entre eux. À l'apogée des Shoshones, leur territoire s'étendait du nord de l'Idaho au nord de l'Arizona, et de l'est de la Californie à l'ouest du Montana. Les premiers contacts entre les Shoshones et les blancs furent établis en 1805, lors du passage dans le nord de leur territoire de l'expédition de Lewis et Clark. Les trappeurs et les négociants firent ensuite leur apparition dans les Rocheuses dans les années 1820. Les colons blancs succédèrent aux explorateurs. Des mormons s'installèrent notamment dans l'Utah, autour du Grand Lac Salé, en plein coeur du territoire shoshone. Au cours des trois générations qui suivirent, les chefs shoshones se battirent contre la perte de leurs territoires de chasse, la destruction de leur culture et le déplacement de la population par l'armée américaine. Bien que courageux, ce combat fut vain. En 1890, tous les Shoshones avaient été déplacés dans des réserves administrées par le Bureau des affaires indiennes."
        },
        {
            "heading": "Terrain et climat",
            "text": "Les terres traditionnelles des Shoshones se situaient dans la région aride du Grand Bassin, aux États-Unis. Elles couvraient l'Utah et le Nevada actuels, ainsi que des portions de l'Oregon, de l'Idaho, du Montana, de la Californie, de l'Arizona, du Nouveau-Mexique, du Colorado et du Wyoming. Le Grand Bassin est le plus vaste bassin endoréique d'Amérique du Nord, et c'est la région des États-Unis contigus qui présente le plus grand intervalle d'altitudes : son point le plus élevé est le mont Whitney et son point le moins élevé le bassin Badwater. Son principal bassin versant est celui de la rivière Humboldt, qui draine une superficie d'environ 4 400 km². La majeure partie du territoire shoshone se situait dans l'écorégion du désert nord-américain, mais de vastes portions des terres shoshones se composaient également de chaînes de montagnes couvertes de forêts et de vallées couvertes de prairies. Le territoire shoshone comprenait également de nombreux lacs, parmi lesquels le Grand Lac Salé et le lac Tahoe, le plus grand lac alpin du continent. Les Shoshones parcouraient de grandes étendues désertiques telles que celles de Black Rock, du Grand Lac Salé, de Sevier, de Smoke Creek, de Mojave et de Sonora, ainsi que les plaines de sel du Nevada. Le climat de la région varie du désertique au tempéré alpin. Les températures peuvent dépasser les 37°C au sud et descendre bien en dessous de 0°C au nord. La très grande diversité de la faune et de la flore permit aux Shoshones de se développer en tant que chasseurs-cueilleurs. Ils chassaient notamment l'antilope d'Amérique, le cerf mulet et le bison des plaines."
        },
        {
            "heading": "Répartition",
            "text": "Au fil des années, les Shoshones se divisèrent en trois grands sous-groupes. Les Shoshones de l'ouest (\"sans chevaux\") vivaient dans le Nevada et, pour quelques tribus, dans l'Oregon et la Californie. Parmi ces tribus, les Timbishas vécurent pendant plusieurs siècles dans la vallée de la Mort et dans la Panamint Valley. Les Shoshones du nord (\"à cheval\") se répartissaient dans l'Idaho, le nord de l'Utah et l'ouest du Wyoming. Les Shoshones de l'est, ou Shoshones de Wind River, vivaient dans le Wyoming, le sud du Montana et l'ouest du Colorado. Au début du XVIIIe siècle, les tribus des Pieds-Noirs, des Crows et des Pikunis vivaient au nord du territoire shoshone et les tribus des Sioux, des Cheyennes et des Arapahos à l'est. Ces tribus étaient mieux armées que les Shoshones, et disposaient d'un plus grand nombre de chevaux. Peu à peu, elles poussèrent les Shoshones vers le sud, les obligeant à quitter les plaines du nord, et vers l'est, les forçant à franchir le Continental Divide. Lors de ce déplacement progressif, certains des Shoshones de l'est migrèrent vers le sud et s'installèrent dans l'ouest du Texas. Ils furent à l'origine de la tribu des Comanches, parfois considérée comme le quatrième sous-groupe du peuple shoshone.De 1780 à 1782, la variole fit des ravages parmi les populations indigènes des Grandes Plaines, et notamment parmi les Shoshones. La pandémie de variole débuta en 1779 dans les colonies espagnoles du Mexique, et frappa ensuite le Texas, d'où elle continua sa progression vers le nord. Cette pandémie aurait entraîné la disparition du tiers ou de la moitié des Shoshones. Les Pieds-Noirs, les Sioux et les Cheyennes, également touchés par la variole, relâchèrent leur pression, mais les Shoshones de l'est furent tellement décimés par la maladie que les quelques groupes isolés qui y survécurent n'avaient plus ni la force ni la volonté de résister à l'arrivée des colons américains."
        },
        {
            "heading": "Arrivée de l'homme blanc",
            "text": "En 1800, les Shoshones de l'ouest cohabitaient depuis quelques générations déjà avec les colons espagnols et mexicains. À la même époque, les pionniers et les explorateurs américains commençaient tout juste à s'aventurer sur les terres des Shoshones de l'est. Le premier contact entre les blancs et les Shoshones à avoir été consigné de manière précise eut lieu dans le Montana en août 1805, lorsque l'expédition de Lewis et Clark pénétra en terre shoshone. Cette expédition avait été organisée par le président Jefferson dans le but d'explorer et de cartographier les portions nord et ouest de la Louisiane nouvellement acquise. Des relations cordiales furent établies avec les Shoshones du nord, cela en partie grâce à la présence de Sacagawea, une Shoshone Lehmi qui s'était jointe à l'expédition. Dans les années 1820, des pionniers américains tels que Jim Bridger s'aventurèrent dans les Rocheuses. Des rendez-vous annuels de chasseurs de fourrure furent organisés autour des rivières Wind, Green et Snake. Au cours de ces rendez-vous, qui se tinrent de 1825 à 1840, les Shoshones du Wyoming, du Montana, de l'Idaho et de l'Utah purent acquérir des biens et des armes et se familiariser avec le mode de vie des hommes blancs.L'arrivée des trappeurs fut suivie de celle des colons. Les relations avec les vagues de fermiers, de mineurs, d'éleveurs et de négociants qui traversaient les territoires shoshones ou s'y installaient ne furent pas aussi cordiales que celles établies avec les explorateurs et les pionniers. Les portions est et nord des terres shoshones avaient été \"acquises\" par les États-Unis suite à la vente de la Louisiane. En 1848, le traité qui mit un terme à la Guerre américano-mexicaine entraîna le transfert du reste des terres tribales des Shoshones aux États-Unis. Les pistes de la Californie et de l'Oregon, premières routes à desservir les territoires de la côte ouest des États-Unis, traversèrent ces territoires tribaux. Des fermiers et des éleveurs blancs commencèrent à envahir les plaines et le versant est des Rocheuses, empiétant sur le territoire des Shoshones de l'est. De l'or fut découvert en Californie en 1848 et dans le Montana en 1864, et le gisement d'argent de Comstock Lode fut mis au jour dans le Nevada en 1858. Ces découvertes déclenchèrent un afflux important de colons et de chercheurs d'or sur le territoire des Shoshones.La plus importante incursion d'hommes blancs dans ces terres eut lieu en 1846, lorsque Brigham Young conduisit un groupe de pionniers mormons jusque dans le bassin du Grand Lac Salé. Cette communauté cherchait à fonder une république basée sur la foi mormone, où les persécutions subies dans le Missouri et l'Illinois pourraient être oubliées. Les Utes et les Shoshones du nord chassaient et traversaient le bassin depuis des siècles, sans y avoir établi de campement permanent. En décembre 1847, deux mille mormons s'étaient installés autour du Grand Lac Salé, dans l'Utah. Dans la décennie qui suivit, des convois de chariots furent organisés et environ 70 000 personnes vinrent les rejoindre. À son arrivée, Young avait sélectionné un site destiné à accueillir un temple de l'Église de Jésus-Christ des saints des derniers jours. C'est autour de ce site que se construisit la ville de Salt Lake City. Les missionnaires mormons se déployèrent ensuite dans tout le bassin. Ils fondèrent la ville de Bountiful en 1847, celle d'Ogden en 1848 et celle de Provo en 1849."
        },
        {
            "heading": "Coopération et résistance",
            "text": "L'accueil réservé par les Shoshones à l'expansion américaine varia grandement selon les tribus. Les Shoshones de l'est, menés par le chef Washakie, conclurent un accord amiable avec les blancs. En 1851, sur l'insistance de son gendre Jim Bridger, Washakie accepta de prendre part aux assemblées de Fort Laramie. Il y ratifia un traité qui accordait aux Américains le droit de chasser et d'établir des camps le long de la chaîne de Wind River. En 1868, un autre traité entraîna la création d'une réserve indienne destinée aux Shoshones et aux Bannocks dans le centre-ouest de l'État du Wyoming. Cette réserve d'environ 12 000 km² fut unique en son genre. Le gouvernement américain permit en effet à Washakie et à ses chefs de tribus de choisir eux-mêmes les terres sur lesquelles ils s'installeraient. Au cours des guerres indiennes, les Shoshones de l'est fournirent des éclaireurs et des guides à l'armée américaine, notamment lors de la campagne que mena le général Crook contre les Sioux et les Cheyennes après la défaite de Custer à Little Big Horn.La cohabitation entre les tribus shoshones de l'ouest et les colons et mineurs blancs qui pénétraient sur leurs terres fut globalement pacifique. Ceci s'explique par le fait que les terres en question, composées de vastes déserts et de montagnes arides, étaient inhospitalières. Les Shoshones de l'ouest n'avaient pas adopté les traditions guerrières des Shoshones du nord et de l'est. Les tribus de l'Idaho et de l'Oregon vivaient principalement de l'élevage de moutons, tandis que celles du Nevada et de la Californie se composaient de chasseurs-cueilleurs primitifs. Les groupes de nomades, qui ne dépassaient jamais les deux cents membres, furent peu à peu transférés dans de petites réserves du Nevada au cours des années 1880 et 1890. Malgré une certaine opposition, les quelques tribus shoshones de l'ouest furent regroupées dans le conseil tribal Te-Mouk en vertu des dispositions de l'Indian Reorganization Act (Loi de réorganisation indienne) de 1934.Les Shoshones du nord, quant à eux, résistèrent aux incursions des blancs. Les tribus étaient tout d'abord parvenues à un accord avec les colons mormons qui avaient accepté d'approvisionner les Indiens en nourriture et en marchandises en dédommagement de la disparition du gibier entraînée par les cultures et l'exploitation forestière. De 1847 à la fin des années 1850, les Shoshones et les mormons parvinrent à maintenir la paix en dépit de quelques meurtres et échauffourées. Mais l'augmentation du nombre de convois de chariots et de chercheurs d'or sur leurs territoires de chasse accéléra encore la disparition du gibier. En 1859, Jacob Forney, en charge des affaires indiennes dans l'Utah, reconnut l'impact des migrants : \"Les Indiens ont été appauvris par l'arrivée de la population blanche\". Affamés et désespérés, les Shoshones commencèrent à attaquer les fermes isolées et à voler du bétail pour pouvoir survivre. Ils perdirent ainsi le soutien des mormons, et les dons de nourriture et de marchandises cessèrent peu à peu.À partir de 1806, des chefs shoshones tels que Pocatello et Bear Hunter commencèrent à attaquer les convois, les messagers, les équipes en charge de construire le télégraphe et les groupes de mineurs dans l'espoir de faire fuir l'homme blanc. L'administration Lincoln, embourbée dans la guerre civile, soucieuse de garantir la sécurité des voies de communication entre la Californie et l'Oregon et incertaine du soutien des mormons, ordonna aux troupes de l'armée américaine basées dans la région de mettre un terme aux troubles. En octobre 1862, le colonel Patrick Connor, à la tête d'un détachement de troupes californiennes, établit un camp à environ quatre kilomètres à l'est de Salt Lake City. À la même période, des tribus shoshones s'étaient réunies à Cache Valley pour y établir leur campement d'hiver. Une série d'incidents mineurs mais sanglants éclata entre les guerriers shoshones et les mineurs et colons. Ces incidents incitèrent Connor, le matin du 29 janvier 1863, à attaquer le campement avec une troupe de 300 cavaliers et fantassins.Lorsque les éclaireurs shoshones signalèrent l'approche de l'armée américaine, Pocatello décida d'éloigner sa tribu. Bear Hunter et les autres chefs étaient déterminés à tenir leur position, et pensaient que le conflit pourrait être réglé par la conclusion d'un accord, qui obligerait éventuellement les Shoshones à payer des réparations pour les dommages subis. Mais Connor passa à l'attaque sans négociation préalable. Selon certains témoignages, lorsque les Shoshones se défendirent, les officiers américains perdirent tout contrôle sur leur cavalerie, qui se livra à un massacre impitoyable. Près de 500 Amérindiens furent tués, pour la plupart des femmes et des enfants. Cette attaque, dans laquelle périt Bear Hunter, est connue sous le nom de massacre de Bear River. Les neufs chefs survivants, menés par Sagwitch, se rendirent. Leurs tribus furent déplacées dans des réserves en vertu des dispositions du traité de Box Elder de juillet 1863. Après cinq années de traque, la tribu de Pocatello, affamée et diminuée, finit par se rendre elle aussi. Elle fut confinée dans la réserve de Fort Hall."
        },
        {
            "heading": "La vie dans les réserves",
            "text": "La vie dans les réserves était violente et dure. Le Bureau des affaires indiennes était soumis à la corruption et ne respectait pas ses promesses. Beaucoup de Shoshones moururent de faim et de maladie lors de leur captivité. Ils ne parvenaient pas à trouver suffisamment de gibier, et les terres qui leur avaient été allouées n'étaient généralement pas propices aux cultures. Les administrateurs américains manquaient régulièrement à leurs engagements en ne leur fournissant ni nourriture, ni médicaments, ni vêtements, ni ravitaillement. En signe de protestation et de désespoir, certaines tribus shoshones quittèrent les réserves. Ce phénomène fut également observé dans d'autres réserves. Ces soulèvements, voués à l'échec, initièrent en 1878 la guerre des Bannocks, dans laquelle combattirent les Shoshones du nord et les Bannocks, et en 1879 la guerre indienne de Sheepeater à laquelle prirent part environ 300 Shoshones de l'ouest. Il fallut attendre les années 1920 et 1930 pour que des réformes soient mises en place et que les tribus vivant dans les réserves puissent bénéficier des droits inhérents aux citoyens américains. La plupart des restrictions furent levées, et des privilèges spéciaux furent accordés aux conseils tribaux.Les tribus shoshones, réparties dans des réserves du Wyoming, de l'Idaho et du Nevada, comptent aujourd'hui près de 12 000 membres. La plus grande réserve est celle de Wind River, dans le Wyoming, qui accueille des Shoshones de l'est. L'autre grande réserve shoshone est celle de Fort Hall dans l'Idaho. À sa création, elle s'étendait sur un peu plus de 7 000 km², mais ne mesure plus aujourd'hui que 2 200 km² suite à la vente forcée de terres et à la création du réservoir d'American Falls. Depuis la loi de 1934 reconnaissant les droits et la citoyenneté des Amérindiens, le conseil tribal Te-Mouk a établi toute une série de communes privées sur des terres acquises dans le Nevada. On y trouve par exemple la communauté indienne de la vallée de la Mort et la colonie indienne Reno-Sparks."
        },
        {
            "heading": "La vie dans les réserves",
            "text": "La vie dans les réserves était violente et dure. Le Bureau des affaires indiennes était soumis à la corruption et ne respectait pas ses promesses. Beaucoup de Shoshones moururent de faim et de maladie lors de leur captivité. Ils ne parvenaient pas à trouver suffisamment de gibier, et les terres qui leur avaient été allouées n'étaient généralement pas propices aux cultures. Les administrateurs américains manquaient régulièrement à leurs engagements en ne leur fournissant ni nourriture, ni médicaments, ni vêtements, ni ravitaillement. En signe de protestation et de désespoir, certaines tribus shoshones quittèrent les réserves. Ce phénomène fut également observé dans d'autres réserves. Ces soulèvements, voués à l'échec, initièrent en 1878 la guerre des Bannocks, dans laquelle combattirent les Shoshones du nord et les Bannocks, et en 1879 la guerre indienne de Sheepeater à laquelle prirent part environ 300 Shoshones de l'ouest. Il fallut attendre les années 1920 et 1930 pour que des réformes soient mises en place et que les tribus vivant dans les réserves puissent bénéficier des droits inhérents aux citoyens américains. La plupart des restrictions furent levées, et des privilèges spéciaux furent accordés aux conseils tribaux.Les tribus shoshones, réparties dans des réserves du Wyoming, de l'Idaho et du Nevada, comptent aujourd'hui près de 12 000 membres. La plus grande réserve est celle de Wind River, dans le Wyoming, qui accueille des Shoshones de l'est. L'autre grande réserve shoshone est celle de Fort Hall dans l'Idaho. À sa création, elle s'étendait sur un peu plus de 7 000 km², mais ne mesure plus aujourd'hui que 2 200 km² suite à la vente forcée de terres et à la création du réservoir d'American Falls. Depuis la loi de 1934 reconnaissant les droits et la citoyenneté des Amérindiens, le conseil tribal Te-Mouk a établi toute une série de communes privées sur des terres acquises dans le Nevada. On y trouve par exemple la communauté indienne de la vallée de la Mort et la colonie indienne Reno-Sparks."
        }
    ],
    "leader": {
        "name": "Pocatello",
        "subtitle": "Chef des Shoshones",
        "lived": "1815-1884",
        "icon": "https://eyefyre.github.io/civvapi/images/leader_icons/pocatello.png",
        "trait": {
            "name": "Territoire étendu",
            "effect": "Les villes fondées commencent avec un plus grand territoire. Les unités reçoivent un bonus de combat lorsqu'elles se battent sur leur propre territoire."
        },
        "titles": [
            "Chef des Shoshones"
        ],
        "historical_info": [
            {
                "heading": "Histoire",
                "text": "Pocatello, chef de la tribu des Bannocks-Shoshones, consacra toute son existence à trouver des moyens de cohabiter avec les colons blancs qui envahirent le territoire shoshone à partir du XIXe siècle. Pocatello et sa tribu attaquèrent des colons et des convois de chariots, mais ces actes constituaient majoritairement des représailles aux attaques des blancs et aux ravages qu'ils causaient. La troupe de guerriers de Pocatello fut tenue pour responsable de l'augmentation du nombre d'attaques perpétrées sur les blancs le long de la piste de la Californie, de la route de Salt Lake et de la piste de l'Oregon.À l'automne 1862, le colonel Conner et le troisième régiment d'infanterie californienne de l'armée américaine furent dépêchés depuis Fort Douglas pour \"châtier\" les Amérindiens. Pocatello eut vent de leur approche et éloigna sa tribu vers le nord, échappant ainsi au massacre de Bear River. En 1868, après cinq ans de traque menée par l'armée américaine, Pocatello signa le traité de Fort Bridger. Sa tribu fut déplacée dans une réserve située le long de la rivière Snake. C'est dans cette réserve qu'il mourut, pessimiste quant à l'avenir de son peuple."
            },
            {
                "heading": "Jeunesse",
                "text": "Pocatello naquit dans la région de Grouse Creek, au nord-ouest de l'Utah actuel, aux États-Unis. On ne connaît que très peu de choses sur l'enfance et l'adolescence de Tonaioza (nom qui signifiait \"Robe de bison\"). Il semble que le nom de Pocatello lui fut attribué par des trappeurs blancs, mais on ne sait ni quand ni pourquoi. Pocatello devint un homme pendant la période du commerce intensif des fourrures, dans les années 1820 et 1830.En grandissant, il devint un guerrier et un sage réputé. En 1847, année où Brigham Young et les premiers colons mormons s'installèrent dans l'Utah, Pocatello avait accédé au rang de chef des Shoshones. Young mena une politique d'apaisement et de conciliation avec Pocatello, qui lui avait fait part de ses inquiétudes relatives à la disparition du gibier et à la destruction des terres par les nouveaux fermiers. Pocatello s'inquiéta de plus en plus des migrations et déplacements des blancs sur les terres shoshones, notamment suite à la découverte d'or en Californie et dans le Montana."
            },
            {
                "heading": "Résistance",
                "text": "La fréquence des attaques de convois de chariots et de fermes isolées ainsi que des vols de chevaux et de bétail augmenta considérablement à la fin des années 1850. Pocatello fut rapidement tenu pour responsable de toutes ces attaques, bien que certaines d'entre elles aient été menées par des francs-tireurs amérindiens, des hors-la-loi blancs ou de jeunes Shoshones impétueux. Dans les années qui suivirent, les colons blancs et les Amérindiens s'affrontèrent de nombreuses fois, parfois mortellement. Ces hostilités intermittentes connurent un pic en août 1862, lorsque Pocatello attaqua un convoi de chariots traversant la région de City of Rocks dans le centre-sud de l'Idaho. Quelques jours plus tard, des groupes de guerriers shoshones attaquèrent deux autres convois de chariots près de la rivière Snake.En pleine guerre de Sécession, l'administration Lincoln était soucieuse d'assurer la sécurité des routes desservant la côte ouest. Le gouvernement envoya le colonel Patrick Connor et son troisième régiment d'infanterie de volontaires californiens dans l'Utah afin de mettre un terme aux troubles. Les militaires s'établirent à Fort Douglas, à environ quatre kilomètres à l'est de Salt Lake City. De nouvelles attaques menées dans le Grand Bassin par le chef Bear Hunter incitèrent Connor, avec le deuxième régiment volontaire de cavalerie de Californie, à marcher sur le campement d'hiver des Shoshones, situé à Cache Valley, où s'étaient réunis plusieurs tribus shoshones dont celle de Pocatello. Averti de l'approche des troupes américaines, Pocatello décida d'éloigner sa tribu tandis que les autres chefs préparaient les leurs au combat. Il échappa ainsi au massacre de Bear River, dans lequel près de 500 shoshones furent tués, sans distinction d'âge ni de sexe.L'armée américaine poursuivit son programme de pacification et ratissa la région dans le but de retrouver les derniers chefs shoshones, et plus particulièrement Pocatello. Après cinq années de traque, la tribu de Pocatello, affamée et diminuée, finit par se rendre. En 1868, Pocatello signa le traité de Fort Bridger, par lequel il accepta d'abandonner les deux-tiers des territoires de chasse des Shoshones, de tolérer le transit des blancs en terre shoshone et de déplacer sa tribu dans la réserve indienne de Fort Hall, située près de la rivière Snake. Le gouvernement des États-Unis s'engagea pour sa part à fournir à la tribu 5 000 $ annuels de nourriture et de provisions."
            },
            {
                "heading": "La vie en réserve",
                "text": "Comme trop souvent, le Bureau des affaires indiennes ne tint pas ses promesses. Les vivres arrivaient abîmés, les annuités étaient rarement versées et les terres allouées n'étaient pas propices à l'agriculture. Durant les premières années de leur confinement, la faim et la maladie firent des ravages chez les Amérindiens. En 1875, après une saison particulièrement mauvaise, Pocatello quitta la réserve et guida sa tribu jusqu'à une ferme de missionnaires mormons située près de Corinne, dans l'Utah. Les Shoshones participèrent aux plantations et à l'entretien des cultures de blé, de maïs, de pommes de terre et de légumes potagers, qui poussaient à merveille. Pocatello espérait que la conversion en masse de son peuple au mormonisme pourrait écarter la famine. Mais les colons blancs installés dans la région se montrèrent beaucoup moins obligeants et exigèrent de la tribu qu'elle retourne dans sa réserve. Lorsque l'armée américaine menaça de se servir de la force, Pocatello et sa tribu réintégrèrent la réserve.Se sentant une nouvelle fois trahis, Pocatello et la plupart des Shoshones rejetèrent le christianisme. Les griefs du vieux chef, âgé d'une soixantaine d'années, se renforcèrent, et ce dernier se retira des affaires de la réserve. Sa santé déclina rapidement, et il mourut en 1884. À la demande de sa tribu, Pocatello fut enterré en habits de guerre sous une source profonde située près de la rivière Snake. Ses plus belles tenues, des couteaux, des pistolets et 18 de ses chevaux l'accompagnèrent dans la tombe."
            },
            {
                "heading": "Ce que l'Histoire en retient",
                "text": "À l'instar de nombreux chefs Amérindiens, Pocatello lutta pour gérer l'afflux de blancs sur ses terres. Il cherchait à cohabiter avec eux, mais était en même temps déterminé à protéger la liberté et les droits de son peuple. Bien qu'ayant fait preuve de beaucoup de courage et d'intelligence, Pocatello dut accepter l'inévitable et mener son peuple dans une réserve. Bien que ses efforts pour préserver le droit de son peuple à parcourir ses terres tribales n'aient pas été récompensés, les Shoshones lui témoignent un grand respect pour avoir préservé l'héritage culturel de la tribu. Le souvenir de ce grand chef reste vivant grâce aux nombreux lieux géographiques ou construits par l'homme (dont la ville de Pocatello, dans l'Idaho) qui portent son nom. Ironiquement, ce furent la plupart du temps les blancs qui nommèrent ces lieux."
            }
        ]
    }
}